{
 "id": "51518",
 "text": "Vladimir Ilyich Ulianov, mais conhecido pelo pseudônimo (Simbirsk, 22 de abril de 1870 – Gorki, 21 de janeiro de 1924), foi um revolucionário comunista, político e teórico político russo que serviu como chefe de governo da Rússia Soviética de 1917 a 1924 e da União Soviética de 1922 até sua morte. Sob sua administração, a Rússia e em seguida a União Soviética tornaram-se um Estado socialista unipartidário governado pelo Partido Comunista (PCUS). Ideologicamente marxistas, suas teorias políticas são conhecidas como leninismo. Nascido em uma família de classe média alta em Simbirsk, interessou-se por políticas socialistas revolucionárias após a execução de seu irmão em 1887. Expulso da Universidade Imperial de Kazan por participar de protestos contra o regime czarista do Império Russo, nos anos seguintes graduou-se em direito. Em 1893, mudou-se para São Petersburgo e tornou-se uma importante figura do Partido Operário Social-Democrata Russo (POSDR). Em 1897, foi preso por sedição e exilado para Shushenskoye por três anos, onde casou-se com Nadežda Krupskaja. Após seu exílio, mudou-se para a Europa Ocidental, onde se tornou um teórico de destaque através de suas publicações. Em 1903, assumiu um papel fundamental em uma divisão ideológica do POSDR, liderando a facção bolchevique contra os mencheviques de Julius Martov. Incentivou a insurreição durante a fracassada Revolução Russa de 1905, mais tarde fazendo campanha para que a Primeira Guerra Mundial fosse transformada em uma revolução proletária em escala europeia, que, como marxista, ele acreditava que culminaria no colapso do capitalismo e sua substituição pelo socialismo. Depois que a Revolução de Fevereiro de 1917 derrubou o czar e estabeleceu um Governo Provisório, voltou à Rússia para desempenhar um papel de liderança na Revolução de Outubro, em que os bolcheviques derrubaram o novo regime. Seu governo bolchevique inicialmente compartilhou o poder com os Socialistas Revolucionários de Esquerda, sovietes eleitos, e uma Assembleia Constituinte multipartidária, embora em 1918 tivesse o poder centralizado no novo Partido Comunista. Sua administração redistribuiu a terra entre os camponeses e nacionalizou os bancos e a indústria em grande escala. Retirou o país da Primeira Guerra Mundial assinando um tratado com as Potências Centrais e buscou promover a revolução mundial através da Internacional Comunista. O governo derrotou os exércitos antibolcheviques da direita e da esquerda na Guerra Civil Russa de 1917 a 1922 e participou da Guerra Polonesa-Soviética de 1919 a 1921. Durante a Guerra Civil, os oponentes foram suprimidos no Terror Vermelho, em simultâneo ao Terror Branco, numa campanha violenta administrada pelos serviços de segurança estatal, onde dezenas de milhares foram mortos ou enviados aos campos de concentração. Respondendo a devastação da guerra, fome e revoltas populares, em 1921, encorajou o crescimento econômico através da Nova Política Econômica orientada ao mercado. Várias nações não-russas conseguiram independência após a Revolução, mas três reuniram-se com a Rússia pela formação da União Soviética em 1922. Com uma saúde cada vez mais fraca, Lenin expressou oposição ao crescente poder de seu sucessor, Josef Stalin, antes de morrer na mansão de Gorki. Amplamente considerado uma das figuras mais importantes e influentes do século XX, Lenin tornou-se o centro de um culto à personalidade póstumo generalizado pela União Soviética até sua dissolução em 1991. Tornou-se a figura ideológica por trás do marxismo- leninismo e, assim, uma influência importante sobre o movimento comunista internacional. Um indivíduo controverso e altamente polarizante, Lenin é visto pelos marxistas-leninistas como um herói do socialismo e das classes trabalhadoras, enquanto críticos enfatizam seu papel como fundador e líder de um regime autoritário responsável por violações aos direitos humanos. == Primeiros anos == === Infância: 1870–87 === O pai de Lenin, Ilya Nikolayevich Ulianov, era de uma família de servos; suas origens étnicas permanecem obscuras, com sugestões sendo feitas de que ele era um russo chuvache, mordóvio ou calmuco.; ; ; ; ; . Apesar deste contexto de classe baixa, ascendeu ao status de classe média estudando física e matemática na Universidade Imperial de Kazan antes de lecionar no Instituto da Nobreza de Penza.; ; ; ; . Ilya casou-se com Maria Alexandrovna Blank em meados de 1863.; ; . Bem-educada e de um passado relativamente próspero, era filha de uma mulher teuto-sueca e de um médico judeu russo que se converteu ao cristianismo.; ; ; ; ; . É provável que ele não soubesse da ascendência judaica de sua mãe, que só foi descoberta por sua irmã Anna após sua morte. Logo após seu casamento, Ilya obteve um trabalho em Níjni Novgorod, ascendendo para se tornar Diretor de Escola Primária no distrito de Simbirsk seis anos mais tarde. Cinco anos depois, foi promovido a Diretor de Escolas Públicas da província, supervisionando a criação de mais de 450 escolas como parte dos planos do governo para modernização. Sua dedicação à educação lhe rendeu a Ordem de São Vladimir, que lhe conferiu o status de nobre hereditário.; ; ; ; ; . Lenin nasceu em Simbirsk em 10 de abril de 1870 e foi batizado vários dias depois; quando criança, ganhou o apelido de \"Volodya\", um diminutivo de Vladimir.; ; . Era um dos oito filhos, tendo dois irmãos mais velhos, Anna (nascida em 1864) e Alexander (nascido em 1868). O casal Ulianov teve mais três filhos, Olga (nascido em 1871), Dmitry (nascido em 1874) e Maria (nascida em 1878). Dois de seus filhos mais tarde morreram na infância.; ; ; ; ; . Ilya era um membro devoto da Igreja Ortodoxa Russa e batizou seus filhos nela, embora sua esposa – uma luterana – fosse em grande parte indiferente ao cristianismo, o que acabou influenciando seus filhos.; ; . Seus pais eram monarquistas e conservadores liberais, e estavam comprometidos com a reforma da emancipação de 1861 introduzida pelo czar reformista Alexander II; evitavam políticos radicais e não há evidência de que a polícia os tenha posto sob vigilância por pensamento subversivo.; ; . Todos os verões passavam as férias em uma mansão rural em Kokushkino.; ; ; ; . Entre seus irmãos, Lenin era mais próximo de Olga, a quem muitas vezes mandava; ele tinha uma natureza extremamente competitiva e poderia ser destrutivo, mas geralmente admitia seu mau comportamento.; ; . Esportista afiado, passou grande parte de sua folga ao ar livre ou jogando xadrez, e destacou-se nos estudos, no disciplinado e conservador Ginásio Clássico de Simbirsk.; ; ; ; . Ilya Ulianov morreu de uma hemorragia cerebral em janeiro de 1886, quando Lenin tinha 16 anos.; ; ; . Posteriormente, seu comportamento tornou-se errático e conflituoso, e logo renunciou a sua crença em Deus.; ; ; . Na época, seu irmão mais velho Alexander — a quem ele chamava de Sasha — estudava na Universidade de São Petersburgo. Envolvido na agitação política contra a monarquia absoluta do czar reacionário Alexandre III da Rússia, Sasha estudou os escritos de esquerdistas proibidos e organizou protestos contra o governo. Juntou-se a uma célula revolucionária que planejava assassinar o imperador e foi selecionado para construir uma bomba. Antes que o ataque pudesse acontecer os conspiradores foram presos e julgados, e em maio Sacha foi executado por enforcamento.; ; ; ; ; . Apesar do trauma emocional das mortes de seu pai e irmão, Lenin continuou estudando, se formou com uma medalha de ouro por um desempenho excepcional, e decidiu estudar Direito na Universidade de Kazan.; ; ; ; . === Universidade e radicalização política: 1887–93 === Ao ingressar na Universidade de Kazan em agosto de 1887, Lenin se mudou para um apartamento próximo.; ; . Lá, juntou-se a um zemlyachestvo, uma forma de sociedade universitária que representava pessoas de uma determinada região.; ; . Este grupo o elegeu como seu representante para o conselho de estudantes da universidade, e em dezembro, participou de uma manifestação contra as restrições do governo que baniu as sociedades estudantis. A polícia o prendeu e o acusou de ser um líder na manifestação; foi expulso da universidade, e o Ministério dos Assuntos Internos o exilou à propriedade de sua família em Kokushkino.; ; ; ; ; . Lá, leu vorazmente, apaixonando-se pelo romance pró- revolucionário Que Fazer? (1863), de Nikolay Chernyshevsky.; ; ; ; . Sua mãe estava preocupada com sua radicalização e ela teve um papel fundamental para convencer o Ministério do Interior a permitir que Lenin voltasse para a cidade de Kazan, embora não à universidade.; ; . Em seu retorno, juntou-se ao círculo revolucionário de Nikolai Fedoseev, através do qual descobriu o livro O Capital (1867), de Karl Marx. Isso despertou seu interesse pelo marxismo, uma teoria sociopolítica que argumenta que a sociedade desenvolveu-se em diferentes estágios através da luta de classes e que a sociedade capitalista acabaria cedendo à sociedade socialista e depois à sociedade comunista.; ; ; ; ; . Desconfiada de suas opiniões políticas, a mãe de Lenin comprou uma propriedade rural na vila de Alakaevka, Oblast de Samara, na esperança de que seu filho voltasse sua atenção à agricultura. No entanto, ele tinha pouco interesse na gestão agrícola, e sua mãe logo vendeu a terra, mantendo a propriedade como uma casa de verão.; ; ; . Em setembro de 1889, a família Ulianov mudou-se para a cidade de Samara, onde Lenin se juntou ao círculo de discussão socialista de Alexei Sklyarenko.; ; . Sklyarenko e Lenin adotaram o marxismo, e o último traduziu o folheto político de Marx e Friedrich Engels, Manifesto Comunista (1848), para o russo.; ; . Ele começou a ler as obras do marxista russo Gueorgui Plekhanov, concordando com seu argumento de que a Rússia estava passando do feudalismo para o capitalismo e assim o socialismo seria implementado pelo proletariado e não pelo campesinato.; ; ; ; . Esta visão filosófica contrastava com as ideias do movimento populista (ou narodnik, como eram conhecidos os populistas russos) agrário-socialista, que sustentava que o campesinato podia estabelecer o socialismo na Rússia formando comunas camponesas, desviando assim o capitalismo. Esta visão dos narodnik desenvolveu-se na década de 1860 com o Partido da Vontade do Povo e era então dominante dentro do movimento revolucionário russo.; ; . Embora Lenin rejeitasse a premissa do argumento agrário-socialista, foi influenciado por adeptos dessa visão como Pyotr Tkachev e Sergey Nechayev, e fez amizade com vários narodniks. Em maio de 1890, Maria — que manteve influência social como a viúva de um nobre — persuadiu as autoridades a permitir que Lenin fizesse seus exames externos na Universidade de São Petersburgo, onde obteve o equivalente a um diploma de primeira classe com honras. As celebrações de graduação foram marcadas quando sua irmã Olga morreu de febre tifoide.; ; ; ; . Lenin permaneceu em Samara por vários anos, trabalhando primeiramente como um assistente legal para um tribunal regional e depois para um advogado local.; ; ; ; ; . Dedicou muito tempo à política radical, permanecendo ativo no grupo de Skylarenko e formulando ideias sobre como o marxismo se aplicava à Rússia. Inspirado no trabalho de Plekhanov, coletou dados sobre a sociedade russa, usando-os para apoiar uma interpretação marxista do desenvolvimento social e contra as reivindicações dos narodniks.; . Nessa época, escreveu um artigo sobre economia camponesa, que foi rejeitado pela revista liberal Russkaya Mysl (\"Pensamento Russo\").; ; . == Ativismo revolucionário == === Ativismo precoce e prisão: 1893–1900 === No outono de 1893, Lenin mudou-se para São Petersburgo.; ; ; ; . Lá, trabalhou como assistente de um advogado e ascendeu a uma posição sênior em uma célula revolucionária marxista que denominava-se \"social-democrata\", influenciados pelo partido marxista Social- Democrata da Alemanha.; ; . Promovendo publicamente o marxismo dentro do movimento socialista, ele encorajou a fundação de células revolucionárias nos centros industriais da Rússia.; . No outono de 1894, liderava um círculo operário marxista, e meticulosamente cobriu suas pistas, sabendo que espiões policiais tentavam infiltrar-se no movimento.; ; ; . Começou uma relação romântica com Nadežda \"Nadya\" Krupskaja, uma professora marxista.; ; . Também escreveu um tratado político criticando os populistas agrário-socialistas, Quem são os \"Amigos do Povo\" e como Lutam Contra os Social-Democratas?, baseado em grande parte em suas experiências em Samara; cerca de 200 exemplares foram impressos ilegalmente em 1894.; ; ; ; . Lenin esperava cimentar conexões entre seus social-democratas e a Emancipação do Trabalho, um grupo de emigrantes marxistas russos sediado na Suíça; ele visitou o país para conhecer os membros do grupo, Plekhanov e Pavel Akselrod.; ; ; ; ; ; . Procedeu a Paris para encontrar-se com o genro de Marx, Paul Lafargue, e pesquisar sobre a Comuna de Paris de 1871, que considerava um protótipo inicial para um governo proletário.; ; ; . Financiado por sua mãe, permaneceu em um spa de saúde suíço antes de viajar para Berlim, onde estudou por seis semanas na Staatsbibliothek e conheceu o ativista marxista Wilhelm Liebknecht.; ; ; ; . Voltando à Rússia com um estoque de publicações revolucionárias ilegais, viajou para várias cidades distribuindo tal literatura aos trabalhadores em greve.; . Envolvido na produção do periódico Rabochee delo (\"Causa dos Trabalhadores\"), estava entre os 40 ativistas presos em São Petersburgo e acusados de sedição.; ; ; ; . Recusando representação legal ou fiança, Lenin negou todas as acusações contra ele, mas permaneceu preso por um ano antes da sentença. Passou esse tempo teorizando e escrevendo.; ; ; ; . Nesse período, passou a analisar que a ascensão do capitalismo industrial na Rússia tinha feito com que um grande número de camponeses se mudassem para as cidades, onde formaram um proletariado. De sua perspectiva marxista, argumentava que este proletariado russo desenvolveria a consciência de classe, o que, por sua vez, os levaria a derrubar violentamente o czarismo, a aristocracia e a burguesia, estabelecendo um estado proletário que se dirigiria ao socialismo.; ; . Em fevereiro de 1897, foi condenado sem julgamento a três anos de exílio na Sibéria oriental, embora tenham lhe concedido alguns dias em São Petersburgo para pôr seus assuntos em ordem. Usou esse tempo para se reunir com os social-democratas, que se renomearam enquanto Liga de Luta pela Emancipação da Classe Operaria.; ; ; ; . Sua jornada à Sibéria oriental levou 11 semanas, muitas das quais foi acompanhado por sua mãe e irmãs. Considerado apenas uma ameaça menor para o governo, foi exilado para uma cabana de camponeses em Shushenskoye, no distrito de Minusinsky, onde foi mantido sob vigilância policial; foi capaz de corresponder-se com outros revolucionários, muitos dos quais o visitaram, e lhe foi permitido ir em viagens para nadar no rio Ienissei e caçar patos e narcejas.; ; ; ; . Em maio de 1898, Nadya juntou-se a ele no exílio, sendo presa em agosto de 1896 por organizar uma greve. Embora inicialmente detida em Ufa, persuadiu as autoridades a movê-la para Shushenskoye, alegando que ela e Lenin estavam noivos. Lenin e Nadya casaram-se em uma igreja em 10 de julho de 1898.; ; ; ; ; . Estabelecendo uma vida familiar com a mãe de Nadya, Elizaveta Vasilyevna, em Shushenskoye, o casal traduziu a literatura socialista inglesa para o russo.; ; ; . Desejosos de acompanhar a evolução do marxismo alemão – onde houve uma divisão ideológica, com revisionistas como Eduard Bernstein defendendo um caminho pacífico e eleitoral para o socialismo – Lenin permaneceu devotado à revolução violenta, atacando os argumentos revisionistas em Um Protesto dos Social-Democratas Russos.; ; . Também terminou O Desenvolvimento do Capitalismo na Rússia (1899), seu livro mais longo até então, no qual criticava os socialistas agrários e promoveu uma análise marxista do desenvolvimento econômico na Rússia. Publicou sob o pseudônimo de \"Vladimir Ilin\", após a obra receber críticas predominantemente pobres.; ; ; ; . === Munique, Londres e Suíça: 1900–05 === Depois de seu exílio, Lenin estabeleceu-se em Pskov no início de 1900.; ; ; ; ; . Lá, começou a angariar fundos para o jornal Iskra (\"Faísca\"), novo órgão do partido marxista russo, que agora se autodenominava Partido Operário Social-Democrata Russo (POSDR).; ; ; ; ; . Em julho de 1900, deixou a Rússia para a Europa Ocidental; na Suíça, encontrou-se com outros marxistas russos e, numa conferência em Corsier, concordou em lançar o jornal de Munique, para onde mudou-se em setembro.; ; ; ; . Contendo contribuições de marxistas europeus proeminentes, o Iskra foi contrabandeado na Rússia,; ; . tornando-se a publicação clandestina mais bem sucedida do país por 50 anos. Adotou o pseudônimo \"Lenin\" em dezembro de 1901, possivelmente inspirado no Rio Lena;; ; ; . ele costumava usar o pseudônimo \"N. Lenin\", e embora o \"N\" não representasse nada, mais tarde surgiu um equívoco popular de que significava \"Nikolai\".; . Sob este pseudônimo, publicou o panfleto político Que Fazer? em 1902; sua publicação mais influente até o momento tratava de seus pensamentos sobre a necessidade de um partido de vanguarda para levar o proletariado à revolução.; ; ; ; ; ; ; . Nadya juntou- se ao marido em Munique, se tornando sua secretária pessoal.; ; ; ; . Continuaram sua militância política, enquanto Lenin escrevia para o Iskra e redigia o programa do POSDR, atacando dissidentes ideológicos e críticos externos, particularmente o Partido Socialista Revolucionário (PSR),; ; ; . um grupo agrário-socialista narodnik fundado em 1901. Apesar de permanecer marxista, aceitou a opinião de populistas sobre o poder revolucionário do campesinato russo, em conformidade com o panfleto Aos Pobres do Campo, de 1903.; . Para fugir da polícia bávara, Lenin se mudou para Londres com o Iskra em abril de 1902,; ; ; . lá tornou-se amigo do marxista russo Leon Trótski.; ; ; ; . Em Londres, Lenin adoeceu de erisipela e foi incapaz de assumir um papel de liderança no conselho editorial do Iskra; na sua ausência, o conselho mudou sua base de operações para Genebra.; ; . Em julho de 1903, foi realizado em Londres o II Congresso do POSDR.; ; ; ; ; ; . Na conferência, surgiu um cisma entre os partidários de Lenin e os de Julius Martov. Martov argumentou que os membros do partido deviam ser capazes de se expressar independentemente da liderança do partido; Lenin discordou, enfatizando a necessidade de uma liderança forte com total controle sobre o partido.; ; ; ; . Os partidários de Lenin eram maioria, passando a denominar-se bolcheviques (\"maioria\", em russo bol'sheviki); em contraposição aos mencheviques (\"minoria\", em russo men'sheviki) de Martov.; ; ; ; ; . As discussões entre bolcheviques e mencheviques continuaram após a conferência; os bolcheviques acusavam seus rivais de oportunistas e reformistas carentes de disciplina, enquanto os mencheviques acusavam Lenin de ser um déspota e um autocrata.; . Enfurecido com os mencheviques, renunciou ao conselho editorial do Iskra e em maio de 1904 publicou o tratado antimenchevique Um Passo em Frente, Dois Passos Atrás.; ; ; . O estresse fez Lenin adoecer, e para se recuperar passou a realizar caminhadas durante os feriados na Suíça rural.; . A facção bolchevique cresceu em força; na primavera, todo o Comitê Central do POSDR era bolchevique,; . e em dezembro fundaram o jornal Vperëd (\"Progressivo\").; ; ; ; ; . === Revolução de 1905 e suas consequências: 1905–14 === Em janeiro de 1905, o massacre dos manifestantes no Domingo Sangrento em São Petersburgo provocou uma onda de agitação civil que ficou conhecida como a Revolução de 1905.; ; ; ; ; . Lenin exortou os bolcheviques a assumirem um papel maior nos eventos, incentivando a insurreição violenta.; ; . Ao fazê-lo, adotou lemas do PSR como \"insurreição armada\", \"terror de massa\" e \"expropriação de terras nobres\", resultando em acusações mencheviques de que ele se desviara do marxismo ortodoxo. Por sua vez, insistiu que os bolcheviques se separassem completamente dos mencheviques, embora muitos membros da facção se recusassem e ambos os grupos participaram do III Congresso do POSDR, realizado em Londres, em abril de 1905.; ; ; ; . Lenin apresentou muitas de suas ideias sobre aquela conjuntura no panfleto Duas Táticas da Social-Democracia na Revolução Democrática, publicado em agosto, prevendo que a burguesia liberal da Rússia seria saciada por uma transição à monarquia constitucional e, assim, trairia a revolução; argumentando que o proletariado teria de construir uma aliança com o campesinato para derrubar o regime czarista e estabelecer a \"ditadura democrática revolucionária provisória do proletariado e do campesinato\".; ; ; ; ; . Em resposta à Revolução de 1905, o czar Nicolau II aceitou uma série de reformas liberais em seu Manifesto de Outubro, depois disso Lenin sentiu-se seguro para voltar a São Petersburgo.; ; ; ; ; . Juntando-se ao conselho editorial do Novaya Zhizn (\"Vida Nova\"), um jornal legal radical dirigido por Maria Andreyeva, usou-o para discutir questões enfrentando o POSDR.; ; ; . Encorajou o partido a procurar um número maior de membros e defendeu a escalada contínua do confronto violento, acreditando que eram ambas medidas necessárias para o sucesso revolucionário.; . Reconhecendo que os honorários de sócios e as doações de alguns simpatizantes ricos eram insuficientes para financiar as atividades dos bolcheviques, endossou a ideia de roubar correios, estações ferroviárias, trens e bancos. Sob a liderança de Leonid Krasin, um grupo de bolcheviques começou a levar a cabo tais ações criminosas, a mais conhecida acontecendo em junho de 1907, quando um grupo de bolcheviques sob a liderança de Josef Stalin realizou um assalto à mão armada do banco de Tíflis, Geórgia.; ; . Embora defendesse brevemente a ideia de reconciliação entre bolcheviques e mencheviques,; . a defesa da violência de Lenin foi condenada pelos mencheviques no IV Congresso do partido, realizado em Estocolmo, em abril de 1906.; ; ; ; . Lenin envolveu-se na criação de um Centro Bolchevique em Kuokkala, Grão-Ducado da Finlândia, na época uma parte semiautônoma do Império Russo, antes que os bolcheviques recuperassem o domínio do POSDR em seu V Congresso, realizado em Londres em maio de 1907.; ; . No entanto, como o governo czarista reprimiu a oposição — tanto pela dissolução da Assembleia Legislativa da Rússia, a Segunda Duma, e ordenando a sua polícia secreta, a Okhrana, prender revolucionários — Lenin fugiu da Finlândia à Suíça.; ; . Lá ele tentou trocar as notas roubadas em Tíflis que tinham números de série identificáveis nelas. Alexander Bogdanov e outros proeminentes bolcheviques decidiram mudar o centro da facção para Paris; embora Lenin discordasse, mudou-se para a cidade em dezembro 1908. Lenin não gostava da capital francesa, criticando-a como \"um buraco sujo\", e enquanto esteve lá ele processou um motorista que o derrubou de sua bicicleta.; ; . Tornou-se um grande crítico da opinião de Bogdanov de que o proletariado da Rússia tinha que desenvolver uma cultura socialista, a fim de se tornar um veículo revolucionário bem-sucedido. Em vez disso, Lenin favorecia a ideia uma vanguarda da intelectualidade socialista que lideraria as classes trabalhadoras na revolução. Além disso, Bogdanov – influenciado por Ernst Mach – acreditava que todos os conceitos do mundo eram relativos, enquanto Lenin era adepto da visão marxista ortodoxa de que havia uma realidade objetiva independente da observação humana.; ; ; . Apesar de Bogdanov e Lenin terem vivido juntos na casa de Máximo Gorki, em Capri, em abril de 1908,; ; ; . em Paris, suas discussões encorajaram uma divisão dentro da facção bolchevique entre os seus seguidores e os de Bogdanov, que acusavam este de desviar-se do marxismo.; ; . miniaturadaimagem|upright=1.2|Lenin empreendeu pesquisa no Museu Britânico em Londres Lenin viveu brevemente em Londres em maio de 1908, onde usou a Sala de Leitura do Museu Britânico para escrever Materialismo e Empiriocriticismo, um ataque ao que descreveu como a \"falsidade reacionária burguesa\" do relativismo de Bogdanov.; ; ; ; . Seu faccionalismo começou a alienar um número cada vez maior de bolcheviques, incluindo Aleksei Rykov e Lev Kamenev.; ; . A Okhrana explorou sua atitude faccionalista ao enviar um espião, Roman Malinovsky, para atuar como um correligionário de Lenin no partido. Vários bolcheviques expressaram suas suspeitas sobre Malinovsky a Lenin, e embora não esteja claro se ele estava ciente do papel designado ao espião, é possível que Lenin tenha usado Malinovsky para suprir informações falsas à Okhrana.; ; ; ; ; . Em agosto de 1910, Lenin participou do Oitavo Congresso da Segunda Internacional — um encontro internacional de socialistas — em Copenhague como o representante do POSDR, depois passando um feriado em Estocolmo com sua mãe.; . Com sua esposa e irmãs, mudou-se para França, estabelecendo-se primeiro em Bombon e depois em Paris.; ; . Tornou-se então um amigo íntimo da bolchevique francesa Inês Armand; alguns biógrafos sugerem que eles tiveram um caso extraconjugal entre 1910 e 1912.; ; ; ; . Enquanto isso, numa reunião em Paris, em junho de 1911, o Comitê Central do POSDR decidiu transferir o seu foco de operações à Rússia, ordenando o encerramento do Centro Bolchevique e de seu jornal, Proletari.; ; . Buscando reconstruir sua importância no partido, Lenin arranjou uma conferência a ser realizada em Praga em janeiro de 1912, e embora 16 dos 18 atendentes fossem bolcheviques, ele foi fortemente criticado por suas tendências faccionalistas e não conseguiu ampliar sua influência dentro do partido.; ; ; ; . Mudando-se para Cracóvia no Reino da Galícia e Lodoméria, uma parte culturalmente polonesa do Império Austro-Húngaro, usou a biblioteca da Universidade Jaguelônica para realizar pesquisas.; ; ; ; . Permaneceu em estreito contato com o POSDR, que estava operando no Império Russo, convencendo os membros bolcheviques da Duma a se separarem da aliança parlamentar com os mencheviques.; ; ; ; . Em janeiro de 1913, Stalin – a quem Lenin se referia como o \"maravilhoso georgiano\" – o visitou, e eles discutiram o futuro de grupos étnicos não-russos no Império.; . Devido à saúde doente de Lenin e sua esposa, mudaram-se para a cidade rural de Biały Dunajec,; ; . antes de ir a Berna para Nadya fazer a cirurgia em seu bócio.; ; ; . === Primeira Guerra Mundial: 1914–17 === Estava na Galícia quando a Primeira Guerra Mundial estourou.; . O conflito pôs de frente o Império Russo contra o Império Austro-Húngaro, e devido à sua cidadania russa, foi detido e brevemente preso até que suas credenciais anticzaristas foram explicadas.; ; ; ; ; . Lenin e sua esposa retornaram a Berna,; ; ; ; ; . antes de se mudarem para Zurique em fevereiro de 1916.; . Ele estava bravo porque o Partido Social-Democrata Alemão apoiava o esforço de guerra de seu país — uma contravenção direta da Segunda Resolução Internacional de Stuttgart de que os partidos socialistas se oporiam ao conflito — e assim viu a Segunda Internacional como extinta.; ; ; ; . Assistiu à Conferência de Zimmerwald em setembro de 1915 e à Conferência de Kienthal, em abril de 1916,; ; ; ; ; . exortando os socialistas de todo o continente a converter a \"guerra imperialista\" numa \"guerra civil\" continental com o proletariado contra a burguesia e a aristocracia.; ; ; . Em julho de 1916, sua mãe morreu, mas ele não pôde comparecer ao funeral.; ; . A morte de sua mãe o afetou profundamente, e ele ficou deprimido, temendo que também morreria antes de ver a revolução proletária.; . Em setembro de 1917, publicou a obra Imperialismo: Fase Superior do Capitalismo, em que argumentava que o imperialismo era um produto do capitalismo monopolista, à medida que os capitalistas procuravam aumentar seus lucros estendendo-se a novos territórios onde os salários eram mais baixos e as matérias-primas mais baratas. Acreditava que a competição e o conflito aumentariam e que a guerra entre as potências imperialistas continuaria até que as classes dominantes fossem derrubadas pela revolução proletária e o socialismo fosse estabelecido.; ; ; ; . Passou grande parte desse tempo lendo as obras de Georg Wilhelm Friedrich Hegel, Ludwig Feuerbach e Aristóteles, todos os quais tinham sido influências-chave em Marx. Isso mudou sua interpretação do marxismo; enquanto acreditava que as políticas poderiam ser desenvolvidas com base em princípios científicos predeterminados, concluiu que a única prova para saber se a política estava correta era a sua prática. Embora ainda se percebesse como um marxista ortodoxo, começou a desviar-se de algumas das previsões de Marx sobre o desenvolvimento social; ao passo que o filósofo alemão acreditava que uma \"revolução burguesa democrática\" das classes médias devia ter lugar antes de uma \"revolução socialista\" do proletariado, Lenin acreditava que na Rússia o proletariado poderia derrubar o regime czarista sem uma revolução intermediária. === Revolução de Fevereiro e os Dias de Julho: 1917 === Em fevereiro de 1917, a Revolução de Fevereiro estourou em São Petersburgo — renomeada Petrogrado no início da Primeira Guerra Mundial — quando trabalhadores industriais entraram em greve por conta da falta de alimentos e da deterioração das condições fabris. A agitação espalhou-se para outras partes da Rússia, e temendo que fosse violentamente derrubado, o czar Nicolau II abdicou. A Duma Estatal assumiu o controle do país, estabelecendo um Governo Provisório e convertendo o Império em uma nova República Russa.; . Quando Lenin soube disso em sua base na Suíça, celebrou com outros dissidentes. Decidiu retornar à Rússia para assumir a liderança dos bolcheviques, mas descobriu que a maioria das passagens para o país foram bloqueadas devido ao conflito em curso. Organizou um plano com outros dissidentes para negociar uma passagem para eles através da Alemanha, com quem a Rússia estava em guerra. Reconhecendo que esses dissidentes poderiam causar problemas para seus inimigos russos, o governo alemão concordou em permitir que 32 cidadãos russos viajassem em um vagão ferroviário através de seu território, entre eles Lenin e sua esposa.; ; ; ; . O grupo viajou de trem de Zurique a Sassnitz, seguindo de balsa para Trelleborg, Suécia, e de lá para Helsinque antes de pegar o trem final para Petrogrado.; ; ; . Chegando à Estação Finlândia de Petrogrado, fez um discurso aos partidários bolcheviques condenando o Governo Provisório e apelando novamente para uma revolução proletária continental na Europa.; ; ; ; . Durante os dias seguintes, falou em reuniões da facção, criticando aqueles que queriam reconciliação com os mencheviques e revelando suas Teses de Abril, um esboço de seus planos para os bolcheviques, que havia escrito na viagem da Suíça.; ; ; . Condenou publicamente os mencheviques e os social- revolucionários — que dominavam o influente Soviete de Petrogrado — por apoiarem o Governo Provisório, denunciando-os como traidores do socialismo. Considerando que o governo era tão imperialista quanto o regime czarista, defendeu a paz imediata com a Alemanha e a Áustria-Hungria, a nacionalização da indústria e dos bancos, a expropriação estatal de terras, e o governo dos sovietes, tudo com a intenção de estabelecer um governo proletário e o desenvolvimento de uma sociedade socialista. Em contraste, os mencheviques acreditavam que a Rússia não estava suficientemente desenvolvida para a transição socialista e acusaram Lenin de tentar mergulhar a nova República na guerra civil.; ; . Durante os próximos meses, ele fez campanha em prol de suas concepções militantes, participando das reuniões do Comitê Central Bolchevique, prolificamente escrevendo para o jornal bolchevique Pravda, e dando discursos públicos em Petrogrado com o objetivo de converter trabalhadores, soldados, marinheiros e camponeses à sua causa.; . Percebendo a crescente frustração entre os partidários bolcheviques, sugeriu uma manifestação política armada em Petrogrado para testar a resposta do governo.; . No entanto, em meio ao agravamento da saúde, deixou a cidade para se recuperar na aldeia finlandesa de Neivola.; ; ; ; . A manifestação armada dos bolcheviques, nos eventos que ficaram conhecidos como os Dias de Julho, teve lugar enquanto Lenin estava ausente, mas ao saber que os manifestantes haviam entrado em conflito violento com as forças governamentais, voltou a Petrogrado e pediu calma.; ; ; ; ; . Respondendo à violência, o governo ordenou a prisão de Lenin e outros membros proeminentes do partido, invadindo seus escritórios, e alegando publicamente que ele era um \"agente provocador\" alemão.; ; ; ; . Escapando da prisão, escondeu-se em uma série de casas de segurança de Petrogrado.; ; . Temendo sua morte, Lenin e o bolchevique sênior Grigori Zinoviev escaparam da cidade disfarçados, mudando-se para Razliv.; ; ; . Lá, ele começou a trabalhar na obra O Estado e a Revolução, uma exposição sobre como acreditava que o Estado socialista se desenvolveria depois da revolução proletária e como, a partir de então, o Estado iria gradualmente desaparecer, deixando uma sociedade puramente comunista.; ; ; ; . Começou a defender uma insurreição armada liderada pelos bolcheviques para derrubar o governo, embora em uma reunião clandestina do comitê central do partido tal ideia tivesse sido rejeitada. Lenin então seguiu de trem e a pé até a Finlândia, chegando a Helsinque em 10 de agosto, onde se escondeu em casas de segurança de simpatizantes bolcheviques.; ; ; . === Revolução de Outubro: 1917 === Em agosto de 1917, enquanto estava na Finlândia, o general Lavr Kornilov, comandante-em-chefe do exército russo, enviou tropas a Petrogrado, no que parecia ser uma tentativa de golpe militar contra o governo provisório. O primeiro-ministro Alexander Kerensky recorreu ao Soviete de Petrogrado — incluindo os seus membros bolcheviques — para ajudar os revolucionários a organizar trabalhadores como Guardas Vermelhos para defender a cidade. O golpe foi impedido antes de chegar a Petrogrado, embora os acontecimentos tenham permitido aos bolcheviques retornarem ao cenário político em aberto.; ; ; ; . Temendo uma reação das forças de direita hostis ao socialismo, os mencheviques e os socialistas-revolucionários que dominaram o Soviete de Petrogrado foram fundamentais para pressionar o governo a normalizar as relações com os bolcheviques. Tanto os mencheviques quanto os socialistas-revolucionários haviam perdido muito apoio popular por causa de seu apoio ao governo provisório e sua impopular continuação da guerra. Os bolcheviques capitalizaram sobre isso, e logo o marxista pró-bolchevique Trótski foi eleito líder do Soviete de Petrogrado.; ; ; . Em setembro, a facção ganhou maioria nas seções operárias dos sovietes de Moscou e de Petrogrado.; ; . Reconhecendo que a situação era mais segura para si, Lenin retornou a Petrogrado.; ; ; . Ali, assistiu a uma reunião do Comitê Central Bolchevique em 10 de outubro, onde novamente argumentou que o partido deveria liderar uma insurreição armada para derrubar o Governo Provisório. Desta vez o argumento ganhou com dez votos contra dois.; ; ; . Os críticos do plano, Zinoviev e Kamenev, argumentaram que os trabalhadores russos não apoiariam um golpe violento contra o regime e que não havia provas claras da afirmação de Lenin de que toda a Europa estava à beira da revolução proletária.; ; . O partido começou a organizar a ofensiva, realizando uma reunião final no Instituto Smolny em 24 de outubro. Esta era a base do Comitê Militar Revolucionário (CMR), uma milícia armada em grande parte leal aos bolcheviques que tinha sido estabelecida pelo Soviete de Petrogrado durante o golpe de Kornilov.; ; ; . Em outubro, o CMR recebeu ordens para assumir o controle dos principais centros de transporte, comunicação, impressão e serviços públicos de Petrogrado, sem o derramamento de sangue.; ; . Os bolcheviques sitiaram o governo no Palácio de Inverno e derrubaram-no, prendendo seus ministros depois que o cruzador Aurora, controlado por marinheiros bolcheviques, disparou contra o edifício.; ; . Durante a insurreição, Lenin fez um discurso ao Soviete de Petrogrado anunciando que o Governo Provisório havia sido derrubado.; . Os bolcheviques declararam a formação de um novo governo, o Conselho do Comissariado do Povo ou \"Sovnarkom\". Inicialmente Lenin recusou a posição de liderança do Presidente, sugerindo Trótski para o trabalho, mas outros bolcheviques insistiram e, finalmente, ele cedeu.; . Lenin e outros bolcheviques assistiram ao Segundo Congresso dos Sovietes em 26 e 27 de outubro e anunciaram a criação do novo governo. Os participantes mencheviques condenaram a tomada ilegítima do poder e o risco de uma guerra civil.; ; ; . Nestes primeiros dias do novo regime, Lenin evitou falar em termos marxistas e socialistas para não alienar a população russa, e em vez disso falou sobre ter um país controlado pelos trabalhadores.; . Ele e muitos outros bolcheviques esperavam que a revolução do proletariado varresse a Europa em dias ou meses. == Governo == === Organização do governo soviético: 1917–18 === O Governo Provisório tinha planejado uma Assembleia Constituinte a ser eleita em novembro de 1917; contra as objeções de Lenin, o Sovnarkom concordou que a votação se realizasse como previsto.; . Nas eleições constitucionais, os bolcheviques ganharam aproximadamente um quarto dos votos, sendo derrotados pelo Partido Revolucionário Socialista, de base camponesa.; ; ; ; ; . Lenin argumentou que a eleição não era um reflexo justo da vontade do povo, que o eleitorado não teve tempo para aprender o programa político dos bolcheviques e que as listas de candidaturas tinham sido elaboradas antes dos Socialistas Revolucionários de Esquerda se separarem dos Socialistas Revolucionários.; ; ; . No entanto, a recém-eleita Assembléia Constituinte Russa reuniu-se em Petrogrado, em janeiro de 1918. O Sovnarkom argumentou que a Assembleia era contrarrevolucionária porque tentava remover o poder dos sovietes, mas os Socialistas Revolucionários e mencheviques negaram isso. Os bolcheviques apresentaram à Assembleia uma moção que a tiraria da maior parte de seus poderes legais; quando a Assembleia rejeitou a moção, o Sovnarkom declarou isso como prova de sua natureza contrarrevolucionária e a desmantelou forçosamente.; ; ; ; . Lenin rejeitou repetidos apelos — incluindo de alguns bolcheviques — para estabelecer um governo de coalizão com outros partidos socialistas.; ; ; ; ; ; . No entanto, o Sovnarkom cedeu parcialmente; apesar de recusar uma coalizão com os mencheviques ou Socialistas Revolucionários, em dezembro de 1917 permitiram aos Socialistas Revolucionários de Esquerda cinco cargos no gabinete. Esta coalizão durou apenas quatro meses, até março de 1918, quando os Socialistas Revolucionários de Esquerda retiraram-se do governo por um desacordo sobre a abordagem dos bolcheviques em acabar com a Primeira Guerra Mundial.; ; ; ; ; ; . No seu VII Congresso, em março de 1918, os bolcheviques mudaram seu nome oficial de \"Partido Operário Social-Democrata Russo\" para \"Partido Comunista Russo\". Lenin queria distanciar seu grupo do Partido Social-Democrata da Alemanha, cada vez mais reformista, e enfatizar seu objetivo final: uma sociedade comunista.; ; ; ; . Embora o poder oficialmente descansasse no governo do país sob a forma do Sovnarkom e do Comitê Executivo (VTsIK), eleito pelo Congresso dos Sovietes de Toda a Rússia (CSTR), o Partido Comunista estava de facto no controle da Rússia, como reconhecido por seus membros no momento.; ; . Em 1918, o Sovnarkom começou a agir unilateralmente, alegando uma necessidade de conveniência, com o CSTR e o VTsIK tornando-se cada vez mais marginalizados,; . de modo que os sovietes não mais governavam a Rússia. Durante 1918 e 1919, o governo expulsou mencheviques e Socialistas Revolucionários dos sovietes.; . A Rússia tornou-se um estado unipartidário.; ; . Dentro do partido foi estabelecido uma Agência Política (Politburo) e Oficina Organizacional (Orgburo) para acompanhar o Comitê Central existente; as decisões desses órgãos partidários tiveram de ser adotadas pelo Sovnarkom e pelo Conselho de Trabalho e Defesa.; . Lenin foi a figura central nesta estrutura de governança; além de ser o Presidente do Sovnarkom e estar no Conselho de Trabalho e Defesa, participou do Comitê Central e do Politburo do Partido Comunista. O único indivíduo que se aproximou dessa influência foi seu braço direito, Yakov Sverdlov, que morreu em março de 1919 durante uma pandemia de gripe.; . Em novembro de 1917, Lenin e sua esposa viviam num apartamento de dois cômodos dentro do Instituto Smolny, e no mês seguinte saíram para um breve feriado em Halia, na Finlândia.; . Em janeiro de 1918, ele sobreviveu a uma tentativa de assassinato em Petrogrado; Fritz Platten, que estava com Lenin na época, o protegeu e foi ferido por uma bala.; ; ; ; . Preocupado que o exército alemão representasse uma ameaça a Petrogrado, em março de 1918 o Sovnarkom se mudou para Moscou, inicialmente como uma medida temporária.; ; ; ; ; . Lá, Lenin, Trótski e outros líderes bolcheviques se mudaram para o Kremlin, onde o líder do partido vivia com sua esposa e irmã Maria em um apartamento no primeiro andar adjacente à sala em que as reuniões do Conselho do Comissariado do Povo eram realizadas.; ; ; ; ; . Lenin não gostava de Moscou, embora raramente tenha deixado o centro da cidade durante o resto de sua vida.; . Foi aqui, em agosto de 1918, que ele sobreviveu a uma segunda tentativa de assassinato, baleado após um discurso público e ferido gravemente.; ; ; ; ; . Uma Socialista Revolucionária, Fanni Kaplan, foi presa e executada.; ; ; ; . O ataque foi amplamente coberto na imprensa russa, gerando muita simpatia por ele e aumentando sua popularidade. Como uma pausa, em setembro de 1918 foi levado à propriedade de Gorki, nos arredores de Moscou, adquirida recentemente pelo governo. === Reformas sociais, jurídicas e econômicas: 1917–18 === Ao assumir o poder, o regime de Lenin emitiu uma série de decretos. O primeiro foi o Decreto sobre a Terra, que declarava que os latifúndios da aristocracia e da Igreja Ortodoxa deveriam ser nacionalizados e redistribuídos aos camponeses pelos governos locais. Isso contrastava com seu desejo de coletivização agrícola, mas proporcionava o reconhecimento governamental dos assaltos generalizados à terra dos camponeses que já haviam ocorrido.; ; ; ; ; . Em novembro de 1917, o governo emitiu o Decreto sobre a Imprensa que fechou muitos meios de comunicação da oposição, considerados contrarrevolucionários. Alegaram que a medida seria temporária, embora o decreto tenha sido amplamente criticado, inclusive por muitos bolcheviques, por comprometer a liberdade de imprensa.; ; ; ; ; . Em novembro de 1917, o governo publicou a Declaração dos Direitos dos Povos da Rússia, que declarava que os grupos étnicos não-russos que viviam dentro da República tinham o direito de ceder da autoridade russa e estabelecer seus próprios Estados-nação independentes.; ; . Citando isso como justificação legal, muitas nações declararam independência: Finlândia e Lituânia em dezembro de 1917, Letônia e Ucrânia em janeiro de 1918, Estônia em fevereiro de 1918, Transcaucásia em abril de 1918 e Polônia em novembro de 1918.; ; . Logo, os bolcheviques incentivaram ativamente os partidos comunistas nesses estados agora independentes, enquanto em julho de 1918, no V Congresso dos Sovietes de Toda a Rússia, foi aprovada uma constituição que reformou a República Russa na República Socialista Federativa Soviética da Rússia. Buscando modernizar o país, o governo oficialmente converteu a Rússia do calendário juliano para o calendário gregoriano usado na Europa.; . Em novembro de 1917, o Sovnarkom emitiu um decreto abolindo o sistema jurídico da Rússia, apelando ao uso da \"consciência revolucionária\" para substituir as leis abolidas.; ; . Os tribunais foram substituídos por um sistema de dois níveis: Tribunais Revolucionários para lidar com crimes contrarrevolucionários; ; . e Tribunais Populares para lidar com delitos civis e outros crimes. Eles foram instruídos a ignorar leis preexistentes, e basear suas decisões nos decretos do Sovnarkom e num \"senso socialista de justiça\".; ; . Em novembro também houve uma reforma das forças armadas; o Conselho do Comissariado do Povo implementou medidas igualitárias, aboliu hierarquias, títulos e medalhas prévias, e convocou os soldados a estabelecer comitês para eleger seus comandantes. Em outubro de 1917, foi emitido um decreto limitando o trabalho a oito horas por dia para todos os trabalhadores na Rússia. Também emitiu-se o Decreto sobre Educação Popular que estipulava que o governo garantiria educação livre e secular para todas as crianças no país e um decreto que estabelecia um sistema de orfanatos do Estado. Para combater o analfabetismo em massa, iniciou-se uma campanha de alfabetização; cerca de 5 milhões de pessoas matricularam-se em cursos intensivos de alfabetização básica de 1920 a 1926. Abraçando a igualdade dos sexos, foram introduzidas leis que ajudaram a emancipar as mulheres, dando- lhes autonomia econômica de seus maridos e eliminando as restrições ao divórcio.; . Uma organização de mulheres bolcheviques, o Genotdel, foi estabelecida para promover esses objetivos. Sob seu governo, a Rússia se tornou o primeiro país a legalizar o aborto a pedido da mulher durante o primeiro trimestre de gravidez. Ateu militante, Lenin e o Partido Comunista queriam demolir a religião organizada,; ; ; ; . e em janeiro de 1918 o governo decretou a separação entre igreja e estado e proibiu a instrução religiosa nas escolas.; ; . No mês seguinte à revolução, emitiu-se o Decreto sobre o Controle Operário, que convocava os trabalhadores de cada empresa a estabelecer um comitê eleito para monitorar a gestão de suas empresas.; . Naquele mês, o governo também emitiu uma ordem requisitando o ouro do país, e nacionalizou os bancos, o que Lenin viu como um passo importante para o estabelecimento do socialismo.; ; ; . Em dezembro, o Sovnarkom estabeleceu um Conselho Supremo da Economia Nacional (Vesenkha ou VSNKh), que tinha autoridade sobre a indústria, os bancos, a agricultura e o comércio.; ; ; ; . Os comitês de fábrica eram subordinados aos sindicatos, que eram subordinados ao VSNKh; assim, o plano econômico centralizado no Estado foi priorizado sobre os interesses econômicos locais dos trabalhadores.; ; . No início de 1918, o Sovnarkom cancelou todas as dívidas externas e se recusou a pagar os juros devidos sobre eles.; . Em abril, o comércio exterior foi nacionalizado, estabelecendo um monopólio estatal sobre importações e exportações. Em junho, foi decretada a nacionalização dos serviços públicos, ferrovias, engenharia, têxteis, metalurgia e mineração, ainda que muitas vezes estes fossem estatais apenas nominalmente.; . A nacionalização em larga escala não ocorreu até novembro de 1920, quando empresas industriais de pequena escala foram colocadas sob controle estatal.; . Uma facção dos bolcheviques conhecida como \"comunistas de esquerda\" criticou a política econômica do Sovnarkom como demasiada moderada; eles queriam a nacionalização de toda a indústria, agricultura, comércio, finanças, transporte e comunicação.; . Lenin acreditava que isso era impraticável naquela conjuntura e que o governo só deveria nacionalizar as grandes empresas capitalistas da Rússia, como bancos, ferrovias, propriedades maiores e fábricas e minas maiores, permitindo que as pequenas empresas operassem em privado até que crescessem o suficiente para serem nacionalizadas com êxito. Também discordava dos comunistas de esquerda sobre a organização econômica; em junho de 1918, argumentou que era necessário o controle econômico centralizado da indústria, enquanto os comunistas de esquerda queriam que cada fábrica fosse controlada por seus trabalhadores, uma abordagem sindicalista que Lenin considerava prejudicial à causa do socialismo. Adotando uma perspectiva da esquerda libertária, os comunistas de esquerda e outras facções no Partido Comunista criticaram o declínio das instituições democráticas na Rússia. Internacionalmente, muitos socialistas criticaram o regime de Lenin e negaram que ele estava estabelecendo o socialismo; em particular, ressaltaram a falta de ampla participação política, da consulta popular e da democracia industrial. No outono de 1918, o marxista tcheco-austríaco Karl Kautsky, autor de um panfleto antileninista, condenou o caráter antidemocrático da Rússia soviética, ao qual Lenin publicou uma resposta vociferante.; ; ; ; . A marxista alemã Rosa Luxemburgo fez eco aos pontos de vista de Kautsky,; ; ; ; . enquanto o anarquista russo Piotr Kropotkin descreveu a tomada bolchevique do poder como \"o enterro da Revolução Russa\". === Tratado de Brest-Litovski: 1917–18 === Ao assumir o poder, Lenin acreditava que uma política chave de seu governo deveria ser a retirada do país da Primeira Guerra Mundial estabelecendo um armistício com as Potências Centrais da Alemanha e da Áustria-Hungria.; . Ele acreditava que a guerra em curso criaria ressentimento entre as tropas russas cansadas da guerra — a quem ele havia prometido paz — e que estas tropas e o avanço do Exército alemão ameaçavam tanto o seu próprio governo como o socialismo internacional.; ; . Por outro lado, outros bolcheviques — em particular Bukharin e os Comunistas de Esquerda — acreditavam que a paz com as Potências Centrais seria uma traição ao socialismo internacional e que a Rússia devia \"travar uma guerra de defesa revolucionária\" que provocaria uma revolta do proletariado alemão contra seu próprio governo.; ; ; . Lenin propôs um armistício de três meses em seu Decreto de Paz de novembro de 1917, que foi aprovado pelo II Congresso dos Sovietes e apresentado aos governos alemão e austro-húngaro.; . Os alemães responderam positivamente, vendo isso como uma oportunidade de se concentrar na Frente Ocidental e evitar a próxima derrota.; ; . Em novembro, as negociações de armistício começaram em Brest-Litovsk, a sede do comando alemão na Frente Oriental, com a delegação russa sendo liderada por Trótski e Adolph Joffe.; ; . Enquanto isso, foi acordado um cessar-fogo até janeiro.; . Durante as negociações, os alemães insistiram em manter suas conquistas — o que incluía a Polônia, Lituânia e Curlândia — enquanto os russos argumentavam que isso seria uma violação dos direitos dessas nações à autodeterminação.; . Alguns bolcheviques expressaram a esperança de arrastar as negociações até que a revolução proletária estourasse por toda a Europa.; . Em 7 de janeiro de 1918, Trótski retornou de Brest-Litovsk a São Petersburgo com um ultimato das Potências Centrais: ou a Rússia aceitava as reivindicações territoriais da Alemanha ou a guerra retomaria. Em janeiro e novamente em fevereiro, Lenin exortou os bolcheviques a aceitarem as propostas da Alemanha. Argumentou que as perdas territoriais eram aceitáveis se garantissem a sobrevivência do governo bolchevique. A maioria dos bolcheviques rejeitou sua posição, na esperança de prolongar o armistício e vencer o blefe da Alemanha.; ; ; . Em 18 de fevereiro, o Exército alemão relançou a ofensiva, avançando mais para o território controlado pela Rússia e dentro de um dia conquistando Dvinsk.; ; ; . Neste ponto, Lenin finalmente convenceu uma pequena maioria do Comitê Central bolchevique a aceitar as demandas das Forças Centrais.; ; ; . No entanto, em 23 de fevereiro, os Potências Centrais emitiram um novo ultimato: a Rússia deveria reconhecer o controle alemão não só da Polônia e os países bálticos, mas também a Ucrânia, ou enfrentar uma invasão em grande escala.; ; . Em 3 de março, foi assinado o Tratado de Brest-Litovski.; ; ; ; ; . O tratado resultou em perdas territoriais maciças à Rússia, com 26% da população do antigo Império, 37% de sua área de colheita agrícola, 28% de sua indústria, 26% de suas ferrovias e três quartos de seus depósitos de carvão e ferro transferidos ao controle alemão.; . Por consequência, o Tratado foi profundamente impopular em todo o espectro político da Rússia,; . e vários bolcheviques e esquerdistas socialistas revolucionários renunciaram ao Sovnarkom em protesto. Após o Tratado, o Sovnarkom se concentrou em tentar fomentar a revolução proletária na Alemanha, emitindo uma série de publicações antiguerra e antigovernamentais no país; o governo alemão retaliou ao expulsar os diplomatas russos.; ; ; ; . Em novembro de 1918, o imperador alemão Guilherme II renunciou e a nova administração do país assinou um armistício com os aliados. Como resultado, o Sovnarkom considerou o Tratado de Brest- Litovski como vazio.; ; ; . === Campanhas anticúlaques, Cheka e Terror Vermelho: 1918–22 === Na primavera de 1918, muitas cidades da Rússia ocidental enfrentaram a fome como resultado da escassez crônica de alimentos.; ; ; . Lenin culpou os cúlaques — camponeses mais ricos —, que alegadamente acumulavam os grãos que produziam para aumentar seu valor financeiro. Em maio de 1918, o governo emitiu uma ordem de requisição que estabeleceu destacamentos armados para confiscar grãos dos cúlaques para distribuição nas cidades, e em junho pediu a formação de Comitês de Camponeses Pobres para auxiliar na requisição.; ; ; ; ; ; ; . Esta política resultou em uma vasta desordem social e violência, uma vez que os destacamentos armados muitas vezes se chocavam com grupos de camponeses, ajudando a preparar o cenário para a guerra civil.; ; ; . Um exemplo proeminente dos pontos de vista de Lenin foi seu telegrama de agosto aos bolcheviques de Penza, em que os exortou a suprimir uma insurreição camponesa por enforcamento público de pelo menos 100 \"cúlaques conhecidos, homens ricos e sanguessugas\".; ; ; ; . A exigência desincentivou camponeses de produzir mais grãos do que eles poderiam pessoalmente consumir, e assim a produção caiu.; . Um mercado negro em expansão complementou a economia oficial sancionada pelo Estado,; . e Lenin pediu que os especuladores, os comerciantes clandestinos e os saqueadores fossem mortos.; ; ; . Tanto os Socialistas Revolucionários como os Socialistas Revolucionários de Esquerda condenaram as apropriações armadas de grãos no V Congresso dos Sovietes de Toda a Rússia em julho de 1918. Percebendo que os Comitês de Camponeses Pobres também perseguiam os que não eram cúlaques, contribuindo assim para o sentimento antibolchevique entre os camponeses, em dezembro de 1918 o governo os aboliu.; ; . Lenin enfatizou repetidamente a necessidade do terror e da violência para derrubar a velha ordem e garantir o sucesso da revolução.; ; ; . Falando ao Comitê Executivo Central de Toda a Rússia em novembro de 1917, declarou que \"o estado é uma instituição construída pelo exercício da violência. Anteriormente, esta violência era exercida por um punhado de sacos de dinheiro contra todo o povo; agora nós queremos ... organizar a violência no interesse do povo\". Ele se opôs veementemente a sugestões de abolir a pena de morte. Temendo uma derrubada do governo por forças antibolcheviques, em dezembro de 1917 Lenin ordenou a criação da Comissão de Emergência para Combater a Contrarrevolução e Sabotagem, ou Cheka, uma polícia política liderada por Félix Dzerjinski.; ; ; ; ; ; . Em setembro de 1918, o Sovnarkom aprovou um decreto que inaugurou o Terror Vermelho, um sistema repressivo orquestrado pela Cheka.; ; ; . Embora às vezes descrito como uma tentativa de eliminar a burguesia,; . Lenin não queria exterminar todos os membros desta classe, apenas aqueles que se colocavam ao lado da reação. A maioria das vítimas do Terror eram cidadãos bem-sucedidos ou ex-membros da administração czarista,; . no entanto outros eram antibolcheviques não-burgueses e pessoas percebidas enquanto indesejáveis, como prostitutas.; ; ; . A Cheka reivindicou o direito de sentenciar e executar qualquer um que fosse considerado um inimigo do governo, sem recorrer aos Tribunais Revolucionários.; . Por conseguinte, em toda a Rússia Soviética, a organização realizou assassinatos, muitas vezes em grande número.; ; . A Cheka de Petrogrado, por exemplo, chegou a executar 512 pessoas em poucos dias.; . Não há registros sobreviventes para fornecer um número preciso de quantos pereceram no Terror Vermelho, embora as estimativas posteriores dos historiadores tenham variado de 10 mil a 15 mil em uma estimativa e 50 mil a 140 mil em outra. Lenin nunca testemunhou essa violência e nem participou dela pessoalmente,; . distanciando-se publicamente dela. Seus artigos e discursos publicados raramente requeriam execuções, embora regularmente o fizesse em seus telegramas codificados e notas confidenciais. Muitos bolcheviques expressaram desaprovação em relação às execuções em massa da Cheka e temeram a aparente irresponsabilidade da organização.; . O partido trouxe tentativas de restringir suas atividades em fevereiro 1919, despojando-a de seus poderes do tribunal e de execução em áreas não sujeitas à lei marcial oficial, embora a Cheka continuasse a realizar chacinas pelo país.; ; . Em 1920, a Cheka tornou-se a instituição mais poderosa da Rússia soviética, exercendo influência sobre todos os outros aparelhos de Estado. Um decreto em abril de 1919 resultou no estabelecimento de campos de concentração, que foram confiados à Cheka,; . que posteriormente seriam administrados por uma nova agência governamental, o Gulag.; . No final de 1920, 84 campos foram estabelecidos em toda a Rússia soviética, possuindo cerca de 50 mil prisioneiros; em outubro de 1923, este número havia crescido para 315 campos e cerca de 70 mil presos.; . Aqueles internados nos campos foram usados como trabalhadores escravos.; . A partir de julho de 1922, os intelectuais contrários ao governo bolchevique foram exilados para regiões inóspitas ou deportados da Rússia; Lenin examinou pessoalmente as listas de pessoas a serem tratadas dessa maneira.; . Em maio de 1922, ele emitiu um decreto pedindo a execução de padres antibolcheviques, causando entre 14 mil e 20 mil mortes.; ; . Embora a Igreja Ortodoxa Russa tenha sido a mais afetada, as políticas antirreligiosas do governo também impactaram as igrejas católica romana e protestantes, sinagogas judaicas e mesquitas islâmicas. Em fins de 1922, na ação conhecida como \"Navios dos filósofos\", ordenada diretamente por ele, vários intelectuais dissidentes foram expulsos da Rússia. === Guerra Civil e Guerra Polonesa-Soviética: 1918–20 === Embora Lenin esperasse a oposição da aristocracia e da burguesia russa ao seu governo, ele acreditava que a superioridade numérica das classes mais baixas, aliada à capacidade dos bolcheviques de organizá-las efetivamente, garantiriam uma rápida vitória em qualquer conflito. Nisso, ele não conseguiu antecipar a intensidade da violenta oposição ao poder bolchevique no país. A Guerra Civil Russa que se seguiu pôs os Vermelhos pró-bolcheviques contra os Brancos antibolchevistas, mas também englobou conflitos étnicos nas fronteiras da Rússia e confrontos entre os exércitos Vermelho e Branco e grupos de camponeses locais, os Exércitos Verdes, em todo o antigo Império. Assim, vários historiadores viram a guerra civil representando dois conflitos distintos: um entre os revolucionários e contra-revolucionários, e o outro entre diferentes facções revolucionárias. O Exército Branco foi criado por antigos oficiais militares czaristas e incluía o Exército Voluntário de Anton Denikin na Rússia do Sul,; ; ; ; ; . as forças de Aleksandr Kolchak na Sibéria; ; ; . e as tropas de Nikolai Yudenich nos novos Estados independentes do Báltico.; . Os Brancos foram reforçados quando 35 mil membros da Legião Checa — prisioneiros de guerra do conflito com as Potências Centrais — se voltaram contra o Sovnarkom e aliaram-se ao Comitê de Membros da Assembléia Constituinte (Komuch), um governo antibolchevique estabelecido em Samara.; ; ; ; . Os Brancos também foram apoiados por governos ocidentais que perceberam o Tratado de Brest- Litovski como uma traição ao esforço de guerra Aliado e temiam os apelos dos bolcheviques pela revolução mundial. Em 1918, o Reino Unido, França, Estados Unidos, Canadá, Itália e a Sérvia desembarcaram 10 mil soldados em Murmansk, apreenderam Kandalaksha, enquanto mais tarde naquele ano forças britânicas, americanas e japonesas desembarcaram em Vladivostok.; . As tropas ocidentais logo se retiraram da guerra civil, apoiando os Brancos apenas com oficiais, técnicos e armamentos, mas o Japão permaneceu porque via o conflito como uma oportunidade para a expansão territorial. Lenin incumbiu Trótski de estabelecer um Exército Vermelho dos Operários e dos Camponeses, e com seu apoio, organizou um Conselho Militar Revolucionário em setembro de 1918, do qual permaneceu enquanto presidente até 1925.; . Reconhecendo sua valiosa experiência militar, Lenin concordou que oficiais do antigo exército czarista poderiam servir no Exército Vermelho, embora Trótski estabelecesse conselhos militares para monitorar suas atividades.; ; ; ; . Os Vermelhos detinham o controle das duas maiores cidades da Rússia, Moscou e Petrogrado, bem como a maior parte da Grande Rússia, enquanto os Brancos estavam localizados em grande parte nas antigas periferias do Império. Os Brancos, no entanto, foram prejudicados por estarem fragmentados e dispersos geograficamente,; ; ; . e porque as suas ideias de supremacia étnica russa alienaram as minorias nacionais das regiões onde se faziam presentes.; ; . Os exércitos antibolchevistas realizaram o Terror Branco, uma campanha de violência contra partidários bolcheviques, embora este fosse tipicamente mais espontâneo do que o Terror Vermelho, sancionado pelo Estado.; ; ; . Tanto o exército Branco quanto o Vermelho foram responsáveis por ataques contra as comunidades judaicas, levando Lenin a emitir uma condenação ao antissemitismo, que ele atribuiu à propaganda capitalista.; . Em julho de 1918, Sverdlov informou ao Sovnarkom que a Regional Soviética dos Urais havia supervisionado a execução do ex-czar e a família imperial em Ecaterimburgo para impedir que eles fossem resgatados pelas tropas Brancas.; ; ; . Embora faltem provas, biógrafos e historiadores como Richard Pipes e Dmitri Volkogonov expressaram a opinião de que o assassinato foi provavelmente sancionado por Lenin;; . inversamente, o historiador James Ryan advertiu que não havia \"nenhuma razão\" para acreditar nisso. Para o líder comunista, porém, o assassinato era necessário; destacando o precedente estabelecido pela execução de Luís XVI na Revolução Francesa. Depois do Tratado de Brest-Litovski, os Socialistas Revolucionários de Esquerda abandonaram o governo de coalizão e passaram a considerar os bolcheviques como traidores da revolução. Em julho de 1918, o Socialista Revolucionário de Esquerda Yakov Grigoryevich Blumkin assassinou o embaixador alemão na Rússia, Wilhelm von Mirbach, esperando que o incidente diplomático levasse a uma guerra revolucionária relançada contra a Alemanha.; ; ; ; ; . Os Socialistas Revolucionários de Esquerda então lançaram um golpe em Moscou, bombardearam o Kremlin e tomaram o posto central da cidade antes de serem detidos pelas forças de Trótski.; ; . Os líderes do partido e muitos membros foram detidos e presos, mas foram tratados com mais indulgência do que outros adversários dos bolcheviques.; ; . Em 1919, o exército Branco estava em recuo e, no início de 1920, foi derrotado em todas as três frentes.; ; . Embora o Sovnarkom tenha sido vitorioso, o território existente do Estado russo foi reduzido, pois muitos grupos étnicos não-russos usaram a desordem para promover a independência nacional. Em alguns casos — como as nações do nordeste da Europa como a Estônia, Letônia, Lituânia e Finlândia — os soviéticos reconheceram sua independência e concluíram tratados de paz. Em outros casos, o Exército Vermelho suprimiu os movimentos separatistas; em 1921 eles derrotaram os movimentos nacionais ucranianos e ocuparam o Cáucaso, embora revoltas na Ásia Central tenham durado até o final da década de 1920. Depois que as guarnições alemãs de Ober Ost foram retiradas da Frente Oriental na sequência do armistício, exércitos soviéticos e poloneses moveram-se para preencher o vazio. Tanto o recém-independente estado polonês quanto o governo soviético buscaram a expansão territorial na região. As tropas polonesas e russas entraram em conflito pela primeira vez em fevereiro de 1919, com o embate transformando-se na Guerra Polonesa-Soviética.; ; ; ; ; . Ao contrário dos conflitos soviéticos anteriores, ele teve maiores implicações na internacionalização da revolução e no futuro da Europa. Em maio de 1920, os poloneses capitularam Kiev.; ; ; ; . Depois de forçar o Exército polonês a voltar, Lenin exortou o Exército Vermelho a empurrá-los de volta à Polônia, acreditando que o proletariado polonês iria apoiar as tropas russas e, assim, desencadear a revolução europeia. Embora Trótski e outros bolcheviques estivessem céticos, eles finalmente concordaram com a invasão. Entretanto, o proletariado polonês não se rebelou, e o Exército Vermelho foi derrotado na Batalha de Varsóvia.; ; ; ; . Os exércitos poloneses começaram a empurrar o Exército Vermelho de volta à Rússia, forçando o Conselho do Comissariado do Povo a pedir a paz; a guerra culminou no Tratado de Riga, na qual a Rússia cedeu território à Polônia e lhe pagou reparações.; ; . === Comintern e revolução mundial: 1919–20 === Depois do Armistício na Frente Ocidental, Lenin acreditava que a explosão da revolução europeia era iminente.; . Buscando promovê-la, o Sovnarkom apoiou o estabelecimento do governo comunista húngaro de Béla Kun em março de 1919, seguido pelo governo comunista na Baviera e várias revoltas socialistas revolucionárias em outras partes da Alemanha, incluindo a da Liga Espartaquista.; ; ; . Durante a Guerra Civil Russa, o Exército Vermelho foi enviado às repúblicas nacionais recentemente independentes nas fronteiras russas para lá ajudar os marxistas no estabelecimento de sistemas de governo soviéticos. Na Europa, isso resultou na criação de novos estados liderados pelos comunistas na Estônia, Letônia, Lituânia, Bielorrússia e Ucrânia, todos eles oficialmente independentes da Rússia, enquanto mais a leste levou-se à criação de governos comunistas na Geórgia e, em seguida, na Mongólia Exterior. Vários bolcheviques seniores queriam que estes países fossem absorvidos pelo Estado russo; Lenin insistiu que as sensibilidades nacionais deveriam ser respeitadas, mas assegurou-lhes que as novas administrações do Partido Comunista dessas nações eram de facto ramos regionais do governo de Moscou. No final de 1918, o Partido Trabalhista britânico pediu o estabelecimento de uma conferência internacional de partidos socialistas, a Internacional Operária e Socialista. Lenin viu isso como um reavivamento da Segunda Internacional, desprezando a iniciativa, e realizou sua própria conferência socialista internacional para compensar seu impacto. Ele organizou esta conferência com a ajuda de Zinoviev, Trótski, Christian Rakovski e Angelica Balabanoff. Em março de 1919, o I Congresso desta Internacional Comunista (\"Comintern\") aconteceu em Moscou.; ; ; ; ; ; . Faltou cobertura global; dos 34 delegados reunidos, 30 residiam nos países do antigo Império Russo e a maioria dos delegados internacionais não era oficialmente reconhecida pelos partidos socialistas dentro de suas próprias nações.; ; ; ; . Consequentemente, os bolcheviques dominaram o processo,; . com Lenin posteriormente autorizando uma série de regulamentos que significavam que só os partidos socialistas que apoiavam os pontos de vista dos bolcheviques fossem autorizados a aderir a Comintern.; ; . Durante a primeira conferência, falou aos delegados, criticando o caminho parlamentar do socialismo defendido por marxistas revisionistas como Kautsky e reiterando seus apelos por uma derrubada violenta dos governos da burguesia europeia. Enquanto Zinoviev se tornou o presidente da Internacional, Lenin continuou a exercer grande controle sobre ela.; . O II Congresso da Internacional Comunista aconteceu no Instituto Smolny de Petrogrado em julho de 1920, sendo aquela a última vez em que Lenin visitava uma cidade diferente de Moscou.; . Ali, incentivou os delegados estrangeiros a adotaram as táticas bolcheviques, e abandonou seu antigo ponto de vista de que o capitalismo era uma etapa necessária do desenvolvimento social, incentivando as nações sob ocupação colonial a passar diretamente para o estabelecimento do socialismo. Para esta conferência, escreveu Esquerdismo, Doença Infantil do Comunismo, um breve livro articulando sua crítica aos elementos de extrema esquerda dentro dos partidos comunistas britânicos e alemães que se recusavam a entrar nos sistemas parlamentares e nos sindicatos desses países; em vez disso, exortou-os a fazê-lo para promover a causa revolucionária.; . A conferência teve de ser suspensa por vários dias devido à guerra em curso com a Polônia, antes de o Congresso se mudar posteriormente para Moscou, onde continuou a realizar sessões até agosto. Contudo, a proclamada revolução mundial de Lenin não se materializou, na medida em que o governo comunista húngaro foi derrubado e as revoltas marxistas alemãs suprimidas.; ; . === Fome e Nova Política Econômica: 1920–22 === No Partido Comunista, houve dissidência de duas facções, o Grupo do Centralismo Democrático e a Oposição Operária, ambos acusando o Estado russo de ser demasiado centralizado e burocrático.; ; ; ; . A Oposição Operária, que tinha conexões com os sindicatos oficiais do estado, também expressou a preocupação de que o governo tinha perdido a confiança da classe trabalhadora russa.; ; . Eles ficaram furiosos com a sugestão de Trótski de que os sindicatos fossem eliminados. Ele considerava os sindicatos supérfluos num \"estado operário\", mas Lenin discordava, acreditando que era melhor mantê-los; a maioria dos bolcheviques adotou a visão de Lenin na \"discussão sindical\".; ; ; ; ; . Para lidar com a dissidência, no X Congresso do Partido, em fevereiro de 1921, a atividade faccional dentro do partido foi proibida, sob pena de expulsão. Causada em parte por uma seca, a fome russa de 1921 foi a mais grave que o país experimentou desde a de 1891,; . resultando em cerca de cinco milhões de mortes. A fome foi exacerbada pelas requisições governamentais, bem como pelas exportações de grandes quantidades de grãos russos. Para auxiliar as vítimas da fome, o governo dos Estados Unidos estabeleceu uma Administração de Alívio Americano para distribuir alimentos,; ; ; . embora Lenin suspeitasse dessa ajuda e tenha a acompanhado de perto. Durante a fome, o Patriarca Tikhon pediu às igrejas ortodoxas que vendessem itens desnecessários para ajudar a alimentar os famintos, uma ação endossada pelo governo. Em fevereiro de 1922, o Conselho do Comissariado do Povo foi mais longe, pedindo que todos os objetos de valor pertencentes a instituições religiosas fossem forçosamente apropriados e vendidos.; ; . Tikhon se opôs à venda de itens usados na Eucaristia e muitos clérigos resistiram às apropriações, resultando em violência.; . Em 1920 e 1921, a oposição local às requisições resultaram em revoltas camponesas antibolcheviques estourando em toda a Rússia, ainda que logo fossem suprimidas.; ; ; ; ; ; . Uma das mais significativas foi a Revolta de Tambov, sufocada pelo Exército Vermelho.; ; ; ; . Em fevereiro de 1921, trabalhadores entraram em greve em Petrogrado, resultando na proclamação da lei marcial na cidade e o envio do Exército Vermelho para conter as manifestações.; ; ; ; . Em março, a Revolta de Kronstadt começou quando os marinheiros de Kronstadt se revoltaram contra o governo bolchevique, exigindo que todos os socialistas pudessem escrever livremente, que os sindicatos independentes tivessem liberdade de reunião e os camponeses liberdade de mercado e não estivessem sujeitos às requisições. Lenin declarou que os amotinados foram enganados pelos Socialistas Revolucionários e pelos imperialistas estrangeiros, pedindo represálias violentas.; ; ; ; ; ; . Sob a liderança de Trótski, o Exército Vermelho liquidou a rebelião em 17 de março, resultando em milhares de mortes e no internamento de sobreviventes em campos de trabalho.; ; ; ; ; . Em fevereiro de 1921, Lenin introduziu a Nova Política Econômica (NEP) ao Politburo, convencendo bolcheviques mais antigos de sua necessidade, e o governo aprovou a lei em abril.; ; ; . Lenin explicou a nova política em um folheto, Sobre o Imposto em Espécie, em que afirmou que a NEP representava um retorno aos planos econômicos bolcheviques originais; alegou que estes tinham sido descarrilhados pela guerra civil, em que o Sovnarkom fora forçado a recorrer à política econômica de \"comunismo de guerra\".; ; ; . A NEP autorizou a atuação de algumas empresas privadas na Rússia, permitindo a reintrodução do sistema salarial e aprovando a venda dos produtos dos camponeses no mercado aberto, na medida em que eram tributados por seus ganhos.; ; ; ; . A política também permitiu o retorno à pequena indústria privada, embora a indústria básica, os transportes e o comércio exterior continuassem sob controle estatal.; ; ; . Lenin chamou isso de \"capitalismo de Estado\",; ; ; . e muitos bolcheviques pensaram que era uma traição dos princípios socialistas.; ; . Biógrafos de Lenin caracterizaram frequentemente a introdução da NEP como uma de suas realizações mais significativas e alguns acreditam que, se não fosse implementada, o Sovnarkom teria sido rapidamente derrubado por insurreições populares. Em janeiro de 1920, o governo implementou o trabalho obrigatório, assegurando que todos os cidadãos entre 16 e 50 anos deveriam trabalhar.; ; . Lenin também pediu um projeto de eletrificação em massa, o plano GOELRO, que começou em fevereiro de 1920; sua declaração de que \"o comunismo é o poder soviético mais a eletrificação de todo o país\" seria amplamente citado nos anos seguintes.; ; ; . Buscando avançar a economia russa através do comércio exterior, o Sovnarkom emitiu delegados à Conferência de Gênova; Lenin esperava participar, mas foi impedido por problemas de saúde. A conferência resultou num acordo russo com a Alemanha, que foi seguido por um acordo comercial anterior com o Reino Unido.; . Lenin esperava que, ao permitir que as corporações estrangeiras investissem na Rússia, o Sovnarkom exacerbaria as rivalidades entre as nações capitalistas e aceleraria sua queda; ele ainda tentou alugar os campos de petróleo de Camchaca a uma corporação americana para aumentar as tensões entre os Estados Unidos e o Japão, que desejavam a península para seu império. === Declínio de saúde e discussões com Stalin: 1920–23 === Para o embaraço e o horror de Lenin, em abril de 1920 os bolcheviques fizeram uma festa para comemorar seu quinquagésimo aniversário, que também foi marcado por celebrações difundidas em toda a Rússia e a publicação de poemas e biografias dedicadas a ele.; ; ; . Entre 1920 e 1926, vinte volumes de suas Obras Completas foram publicados; algumas dessas obras foram omitidas. Durante 1920, um número de figuras ocidentais proeminentes visitaram-no na Rússia; entre eles o autor H. G. Wells e o filósofo Bertrand Russell,; ; . bem como os anarquistas Emma Goldman e Alexander Berkman. Também foi visitado no Kremlin por Armand, que estava com a saúde cada vez mais fraca.; ; ; ; . Ele a enviou para um sanatório em Kislovodsk, no Cáucaso do Norte para se recuperar, mas ela morreu lá em setembro de 1920 durante uma epidemia de cólera.; ; ; ; . Seu corpo foi transportado para Moscou, onde Lenin visivelmente afligido supervisionou seu enterro sob o Muro do Kremlin.; ; . Lenin estava seriamente doente na segunda metade de 1921,; ; ; ; . sofrendo de hiperacusia, insônia e dores de cabeça regulares.; ; . Por insistência do Politburo, deixou Moscou em julho para um mês de licença em sua mansão em Gorki, onde foi cuidado por sua esposa e irmã.; ; . Começou a contemplar a possibilidade de suicídio, pedindo a Krupskaya e Stalin que adquirissem cianeto de potássio para ele.; ; . Vinte e seis médicos seriam contratados para ajudar Lenin durante seus últimos anos; muitos eram estrangeiros e foram contratados a grandes custos.; . Alguns sugeriram que a doença dele poderia ter sido causada pela oxidação do metal das balas que foram alojadas em seu corpo da tentativa de assassinato de 1918; em abril de 1922 ele foi submetido a uma operação cirúrgica para removê-las.; ; ; ; . Os sintomas continuaram depois disso, com os médicos inseguros da causa; alguns sugeriram que estava sofrendo de neurastenia ou arteriosclerose cerebral, embora outros acreditassem que ele tivesse sífilis, uma ideia endossada num relatório de 2004 de uma equipe de neurocientistas que sugeriram que isso foi mais tarde deliberadamente ocultado pelo governo. Em maio de 1922, Lenin sofreu seu primeiro acidente vascular cerebral, perdendo temporariamente sua capacidade de falar e ficando com seu lado direito paralisado.; ; ; ; ; . Convalesceu em Gorki, e recuperou-se ao longo de julho.; . Em outubro retornou à Moscou, embora em dezembro tenha sofrido um segundo derrame e retornado à mansão.; ; ; . Apesar de sua doença, permaneceu profundamente interessado na política. Quando a liderança do Partido Socialista Revolucionário foi considerada culpada de conspirar contra o governo num julgamento realizado entre junho e agosto de 1922, Lenin pediu sua execução; eles foram presos indefinidamente, sendo executados apenas durante o Grande Expurgo sob a liderança de Stalin.; ; ; ; ; ; . Com seu apoio, o governo também conseguiu erradicar virtualmente o menchevismo na Rússia, expulsando todos os membros da facção rival de instituições e empresas estatais em março de 1923 e, em seguida, aprisionando a adesão do partido nos campos de concentração.; ; ; ; ; . Lenin mostrava-se preocupado com a sobrevivência do sistema burocrático czarista na Rússia Soviética,; ; e ficou cada vez mais preocupado com isso em seus últimos anos de vida.; . Condenando a postura burocrática, sugeriu uma revisão total da burocracia para lidar com tais problemas, em uma carta queixando-se de que \"estamos sendo sugados para um pântano burocrático\". Durante dezembro de 1922 e janeiro de 1923, ditou seu \"Testamento\", no qual discutia as qualidades pessoais de seus camaradas, particularmente Trótski e Stalin.; ; ; ; ; . Recomendou que o último fosse removido do cargo de Secretário-Geral do Partido Comunista, julgando-o inapto para o cargo.; ; ; ; ; ; . Em vez disso, recomendou Trótski para o trabalho, descrevendo-o como \"o homem mais capaz no atual Comitê Central\"; destacando seu intelecto superior, mas ao mesmo tempo criticando sua autoconfiança e inclinação para o excesso administrativo.; ; ; ; . Durante este período, ditou uma crítica à natureza burocrática da Inspeção Operária e Camponesa, apelando para o recrutamento de novo pessoal da classe trabalhadora como antídoto para este problema,; ; ; . enquanto em outro artigo pedia que o estado combatesse o analfabetismo, promovesse a pontualidade e a conscientização dentro da população e encorajasse os camponeses a se unirem às cooperativas.; . Na ausência de Lenin, Stalin consolidava seu poder, nomeando seus partidários em posições; . proeminentes e cultivando uma imagem de si mesmo como o sucessor mais íntimo e meritório de Lenin. Em dezembro de 1922, assumiu a responsabilidade pelo regime de Lenin, sendo incumbido pelo Politburo de controlar quem tinha acesso a ele.; ; . No entanto, Lenin tornava-se cada vez mais crítico de Stalin; enquanto insistia que o Estado deveria manter seu monopólio no comércio internacional durante o verão de 1922, Stalin estava levando vários outros bolcheviques a se oporem sem êxito a isso.; ; ; . Também havia argumentos pessoais entre os dois; ele chateou Krupskaya gritando com ela durante uma conversa telefônica, o que por sua vez irritou muito Lenin, que o enviou uma carta expressando seu aborrecimento.; ; ; ; ; ; . A divisão política mais significativa entre os dois surgiu durante o caso georgiano. Stalin havia sugerido que tanto a Geórgia como os países vizinhos como o Azerbaijão e a Armênia deveriam ser fundidos ao Estado russo, apesar dos protestos de seus governos nacionais.; ; ; ; ; . Lenin via isso como uma expressão do chauvinismo étnico da Grande Rússia por parte de Stálin e seus partidários. Em vez disso, pediu que esses estados-nação se unissem à Rússia como partes semi-independentes de uma união maior, que sugeriu ser chamada União das Repúblicas Soviéticas da Europa e Ásia.; ; ; ; ; . Stalin inicialmente resistiu à proposta, mas finalmente a aceitou, embora tenha mudado o nome do estado recém-proposto para União das Repúblicas Socialistas Soviéticas (URSS). Lenin enviou Trótski para falar em seu nome no plenário do Comitê Central em dezembro, onde os planos para a URSS foram sancionados; esses planos foram então ratificados em 30 de dezembro pelo Congresso dos Sovietes, resultando na formação da União Soviética.; ; . Apesar de sua saúde ruim, foi eleito presidente do novo governo do país. === Morte e funeral: 1923–24 === Em março de 1923, Lenin sofreu um terceiro acidente vascular cerebral e perdeu a capacidade de fala;; ; ; ; ; ; . naquele mês, teve paralisia parcial em seu lado direito e começou a exibir afasia sensorial.; ; ; ; . Em maio, parecia estar fazendo uma recuperação lenta, quando começou a recuperar sua mobilidade, fala e habilidades de escrita.; ; ; . Em outubro, fez uma visita final a Moscou e ao Kremlin.; ; ; ; . Em suas últimas semanas, foi visitado por Zinoviev, Kamenev e Bukharin, com este último visitando-o em sua mansão em Gorki no dia de sua morte.; ; . Lenin morreu em sua mansão em 21 de janeiro de 1924, após entrar em coma no início do dia.; ; ; ; ; ; . A causa oficial de sua morte foi registrada como uma doença incurável dos vasos sanguíneos.; . O governo anunciou publicamente seu falecimento no dia seguinte. No dia 23 de janeiro, os deputados do Partido Comunista, sindicatos e sovietes visitaram Gorki para inspecionar o corpo, que foi levado em um caixão vermelho por líderes bolcheviques. Transportado em um trem para Moscou, o caixão foi levado à Casa dos Sindicatos, onde o corpo teve um velório público.; ; ; . Nos próximos três dias, cerca de um milhão de pessoas vieram ver o corpo, gerando muitas filas por horas num frio congelante. Em 26 de janeiro, o XI Congresso dos Sovietes reuniu-se para prestar homenagem ao líder falecido, com os discursos de Kalinin, Zinoviev e Stalin, mas notavelmente não Trótski, que convalescera no Cáucaso. Seu funeral ocorreu no dia seguinte, quando seu corpo foi levado à Praça Vermelha, acompanhado de música marcial, onde multidões reunidas ouviam uma série de discursos antes que o cadáver fosse colocado no cofre de um mausoléu especialmente erguido.; ; . Apesar das temperaturas congelantes, dezenas de milhares compareceram. Contra os protestos de Krupskaya, o corpo de seu marido foi mumificado para preservá-lo em exibição pública de longo prazo no mausoléu da Praça Vermelha.; ; ; . Durante esse processo, seu cérebro foi removido; em 1925 um instituto foi estabelecido para dissecá-lo, revelando que Lenin sofria de uma severa esclerose.; . Em julho de 1929, o Politburo concordou em substituir o mausoléu temporário por um de granito permanente, que foi concluído em 1933. O sarcófago em que o cadáver estava contido foi substituído em 1940 e novamente em 1970. De 1941 a 1945 o corpo foi movido de Moscou e armazenado em Tiumen para segurança em meio à Segunda Guerra Mundial. O corpo ainda permanece em exibição pública no Mausoléu de Lenin na Praça Vermelha. == Ideologia política == Lenin era um marxista fervoroso e acreditava que sua interpretação de Marx — denominada \"leninismo\" por Julius Martov em 1904 — era a única autêntica e ortodoxa.; . De acordo com a sua perspectiva marxista, a humanidade acabaria por chegar ao comunismo puro, se tornando uma sociedade sem classes e sem Estado de trabalhadores livres da exploração e alienação, controlando seu próprio destino e respeitando a regra \"de cada qual, segundo sua capacidade; a cada qual, segundo suas necessidades\". Segundo Dmitri Volkogonov, Lenin acreditava \"profunda e sinceramente\" que o caminho no qual ele liderava a Rússia levaria finalmente ao estabelecimento desta sociedade comunista. No entanto, as crenças marxistas de Lenin o levaram à visão de que a sociedade não podia se transformar diretamente do seu estado atual para o comunismo, mas deveria primeiro entrar em um período de transição socialista, e sua principal preocupação foi converter a Rússia em uma sociedade socialista. Para isso, Lenin acreditava que uma ditadura do proletariado era necessária para reprimir a burguesia e desenvolver uma economia socialista. Lenin definiu o socialismo como \"uma ordem de cooperadores civilizados nos quais os meios de produção são de propriedade social\", e acreditava que esse sistema econômico tinha que ser expandido até que pudesse criar uma sociedade de abundância. Para conseguir isso, Lenin considerava que centralizar a economia russa sob o controle estatal era fundamental, com — em suas palavras — \"todos os cidadãos\" se tornando \"funcionários contratados do Estado\". A interpretação de Lenin do socialismo era centralizada, planejada e estatista, com a produção e a distribuição estritamente controladas. Lenin acreditava que todos os trabalhadores em todo o país se uniriam voluntariamente para permitir a centralização econômica e política do Estado. Desta forma, seus apelos ao \"controle operário\" dos meios de produção não se referiam ao controle direto das empresas por seus trabalhadores, mas ao funcionamento de todas as empresas sob o controle de um \"Estado operário\". Isso resultou em dois temas conflitantes no pensamento de Lenin: o controle dos trabalhadores populares e um aparato estatal centralizado, hierárquico e coercivo. Antes de 1914, Lenin concordava principalmente com as teses dominantes do marxismo ortodoxo europeu. Entretanto, o leninismo introduziu revisões e inovações ao marxismo ortodoxo e adotou uma perspectiva mais absolutista e doutrinária. Da mesma forma, o leninismo se distinguiu das variantes estabelecidas do marxismo pela intensidade emocional de sua visão liberacionista e seu foco no papel de liderança de um partido de vanguarda revolucionário. As ideias de Lenin foram fortemente influenciadas tanto pelo pensamento preexistente dentro do movimento revolucionário russo como por variantes teóricas do marxismo russo, que se concentraram estreitamente na forma como os escritos de Marx e Engels se aplicariam à Rússia.; . Consequentemente, Lenin também foi influenciado por correntes anteriores do pensamento socialista russo, como as dos narodnik agrários. Por outro lado, ele ridicularizou os marxistas que adotaram ideias de filósofos e sociólogos não-marxistas. Em seus escritos teóricos, particularmente em Imperialismo, Lenin examinou o que pensava ser os desenvolvimentos do sistema capitalista desde a morte de Marx, argumentando que o capitalismo havia atingido uma nova etapa, o capitalismo monopolista de estado. Antes de assumir o poder em 1917, Lenin acreditava que ainda que a economia russa fosse dominada pelo campesinato, a existência de um capitalismo monopolista na Rússia significava que o país estava suficientemente desenvolvido materialmente para passar ao socialismo. Lenin era um internacionalista e um fervoroso defensor da revolução mundial, considerando as fronteiras nacionais um conceito ultrapassado e o nacionalismo uma distração da luta de classes.; ; . Ele acreditava que sob o socialismo haveria \"a fusão inevitável das nações\" e o estabelecimento do \"Governo mundial\". Ele se opôs ao federalismo, considerando-o burguês, e enfatizou a necessidade de um estado unitário centralizado.; Lenin era anti-imperialista e acreditava que todas as nações mereciam \"o direito à autodeterminação\". Ele assim apoiou a guerra de libertação nacional, aceitando que tais conflitos poderiam ser necessários para que um grupo minoritário se separasse de um estado socialista, porque os estados socialistas não são \"santos ou livres de erros ou fraquezas\". Lenin acreditava que a democracia representativa dos países capitalistas tinha sido usada para dar uma ilusão democrática enquanto mantinha a ditadura da burguesia. Descrevendo o sistema democrático representativo dos Estados Unidos, se referiu aos \"duelos espetaculares e sem sentido entre dois partidos burgueses\", ambos liderados por \"multimilionários astuciosos\" que exploravam o proletariado americano. Ele também se opôs ao liberalismo, exibindo uma antipatia geral pela liberdade como valor, e acreditando que as liberdades do liberalismo eram fraudulentas porque não libertavam os trabalhadores da exploração capitalista. Expressou a opinião de que \"o governo soviético é milhões de vezes mais democrático do que a república democrático-burguesa\", república que era simplesmente \"uma democracia para os ricos\".; . Considerou sua \"ditadura do proletariado\" democrática por meio da eleição de representantes para os sovietes e por trabalhadores que elegiam seus próprios funcionários, com rotação regular e envolvimento de todos os trabalhadores na administração do país. Assim, Lenin passou a se desviar da corrente dominante marxista sobre a questão de como estabelecer um Estado proletário. Sua crença em um Estado forte que excluía a burguesia entrava em conflito com as opiniões de marxistas europeus como Karl Kautsky que imaginava um governo parlamentar democrático em que o proletariado detivesse a maioria. Além disso, de acordo com o historiador James Ryan, Lenin era \"o primeiro e mais significativo teórico marxista a elevar dramaticamente o papel da violência como instrumento revolucionário\". Lenin incorporou mudanças em suas próprias crenças, e as realidades pragmáticas de governar a Rússia em meio à guerra, à fome e ao colapso econômico resultaram em se desviar de muitas das ideias marxistas que ele articulou antes da Revolução de Outubro.; . Antes de assumir o poder em 1917, ele estava preocupado que as minorias étnicas e nacionais tornassem o Estado soviético ingovernável com seus apelos à independência; de acordo com o historiador Simon Sebag Montefiore, ele incentivou Stalin a desenvolver \"uma teoria que oferecia o ideal de autonomia e o direito de separação sem necessariamente ter que concedê-las\". Ao tomar o poder, Lenin pediu o desmantelamento dos laços que forçaram os grupos étnicos minoritários a permanecerem no Império Russo e adotaram o direito de se separarem; no entanto, ele também esperava que eles se reunissem imediatamente no espírito do internacionalismo proletário.; . Ele estava disposto a usar a força militar para garantir essa unidade, resultando em incursões armadas nos estados independentes que se formaram na Ucrânia, Geórgia, Polônia, Finlândia e os estados bálticos. Somente quando os conflitos com a Finlândia, os Estados do Báltico e a Polônia não tiveram sucesso, seu governo reconheceu oficialmente sua independência. == Vida pessoal e características == Lenin via a si mesmo como um homem do destino e acreditava firmemente na justiça de sua causa e em sua própria habilidade como líder revolucionário.; . O biógrafo Louis Fischer o descreveu como \"um amante da mudança radical e da agitação máxima\", um homem para quem \"nunca havia um meio-termo. Ou ele era um exagerador, ou preto ou vermelho\". Destacando sua \"capacidade extraordinária de trabalho disciplinado\" e \"devoção à causa revolucionária\", Pipes observou que ele exibia muito carisma. Da mesma forma, Volkogonov acreditava que \"pela própria força de sua personalidade, Lenin tinha uma influência sobre as pessoas\". Por outro lado, seu amigo Gorki comentou que, em sua aparência física como \"pessoa careca, atarracada e robusta\", o revolucionário comunista era \"muito comum\" e não dava \"a impressão de ser um líder\". O historiador e biógrafo Robert Service afirmou que Lenin foi um jovem intensamente emocional, que exibia um forte ódio às autoridades czaristas.; . De acordo com Service, ele desenvolveu uma \"ligação emocional\" com seus heróis ideológicos, como Marx, Engels e Chernyshevsky; ele possuía retratos deles, e confidencialmente se descreveu como \"apaixonado\" por Marx e Engels.; . Segundo o biógrafo James D. White, ele tratou seus escritos como \"escrituras santas\", um \"dogma religioso\" que \"não devia ser questionado, mas acreditado\". Na opinião de Volkogonov, Lenin aceitou o marxismo como \"verdade absoluta\" e, portanto, agiu como \"um fanático religioso\". Da mesma forma, Bertrand Russell sentiu que ele exibia \"fé inabalável — fé religiosa no evangelho marxista\". O biógrafo Christopher Read sugeriu que ele era \"um equivalente secular de líderes teocráticos que derivam sua legitimidade da verdade percebida de suas doutrinas, não mandatos populares\". Lenin era, no entanto, um ateu e crítico da religião, acreditando que o socialismo era inerentemente ateu; ele considerava assim o socialismo cristão uma contradição em termos.; ; . Service afirmou que Lenin poderia ser \"temperamental e volátil\", e Pipes o considerou \"um misantropo completo\",; . uma visão rejeitada por Read, que destacou muitos casos em que mostrou bondade, particularmente em relação às crianças. De acordo com vários biógrafos, ele era intolerante com a oposição e muitas vezes desconsiderava opiniões claras que diferiam das suas.; ; . Ele poderia ser \"venenoso em sua crítica aos outros\", exibindo uma propensão à ataques ad hominem ridículos e chacota contra aqueles que discordaram dele. Ele ignorou fatos que não combinavam com seus argumentos, abominava compromissos e raramente admitia seus próprios erros.; . Recusou-se a rever suas opiniões, até as rejeitar completamente, posteriormente tratando a nova visão como se fosse imutável. Apesar de não mostrar nenhum sinal de sadismo ou de desejar pessoalmente cometer atos violentos, Lenin endossou as ações violentas de terceiros e não exibiu nenhum remorso para aqueles mortos pela causa revolucionária.; ; ; ; ; . Adotando uma postura amoral, em sua visão o fim sempre justificava os meios;; ; . de acordo com Service, seu \"critério de moralidade era simples: uma determinada ação avança ou dificulta a causa da Revolução?\". Além do russo, falava e lia francês, alemão e inglês. Preocupado com a aptidão física, exercitava-se regularmente,; ; . gostava de andar de bicicleta, nadar e caçar,; . e também desenvolveu uma paixão pelas montanhas andando pelos alpes suíços. Também gostava de animais de estimação, em particular gatos. Tendendo a evitar o luxo, viveu um estilo de vida espartano, e Pipes observou que era \"extremamente modesto em suas necessidades pessoais\", levando \"um estilo de vida austero, quase ascético\". Lenin desprezava a desordem, sempre mantendo sua mesa de trabalho arrumada e seus lápis afiados, e insistia em silêncio total enquanto estava trabalhando. De acordo com Fischer, sua \"vaidade era mínima\", e por esta razão não gostava do culto à personalidade que a administração soviética começou a construir em torno dele; ele, no entanto, aceitou que poderia ter alguns benefícios por unificar o movimento comunista.; . Apesar de sua política revolucionária, Lenin não gostava da experimentação revolucionária na literatura e nas artes, por exemplo, expressando sua aversão ao expressionismo, futurismo e cubismo, e, inversamente, favorecendo o realismo e a literatura clássica russa.; ; ; . Também tinha uma atitude conservadora em relação ao sexo e casamento.; . Durante sua vida adulta, manteve um relacionamento com Krupskaya, uma colega marxista com quem casou- se. Lenin e sua esposa ficaram tristes por não terem tido filhos, embora gostassem de se entreter com os de seus amigos.; ; . Read observou que Lenin tinha \"relações muito próximas, quentes e duradouras\" com membros da família, embora não tivesse amigos por toda a vida, e Armand foi citada como sua única confidente íntima.; . Etnicamente, Lenin é identificado como um russo. Service o descreveu como \"um pouco esnobe em termos nacionais, sociais e culturais\". O líder bolchevique acreditava que outros países europeus, especialmente a Alemanha, eram culturalmente superiores à Rússia, \"um dos mais ignorantes, medievais e vergonhosamente atrasados dos países asiáticos\". Lenin irritava-se com o que ele percebia como falta de consciência e disciplina entre o povo russo, e desde sua juventude queria que a Rússia se tornasse mais culturalmente ocidentalizada.; . == Legado == === Impressões política e acadêmica === Volkogonov afirmou que \"dificilmente poderia haver outro homem na história que conseguiria mudar tão profundamente uma sociedade tão grande em tal escala\". A administração de Lenin estabeleceu a estrutura para o sistema de governo que conduziu a Rússia por sete décadas e forneceu o modelo para os estados mais tarde liderados pelos comunistas que vieram cobrir um terço do mundo habitado em meados do século XX. Assim, sua influência foi global. Uma figura controversa, Lenin continua sendo vilipendiado e reverenciado; foi idolatrado pelos comunistas e demonizado por críticos de todo o espectro político. Mesmo durante sua vida, Lenin \"foi amado e odiado, admirado e desprezado\" pelo povo russo. Isso se estendeu aos estudos acadêmicos de Lenin e do Leninismo, que têm sido muitas vezes polarizado em debates políticas. O historiador Albert Resis sugeriu que se a Revolução de Outubro é considerada o evento mais significativo do século XX, então Lenin \"deve, para o bem ou para o mal, ser considerado o líder político mais significativo do século\". White o descreveu como \"uma das figuras inegavelmente destacadas da história moderna\", enquanto Service notou que o líder russo era amplamente entendido como um dos \"atores principais\" do século passado. Read o descreveu como \"um dos ícones mais difundidos e universalmente reconhecidos do século XX\", enquanto Ryan o chamou de \"uma das figuras mais significativas e influentes da história moderna\". A revista Time o nomeou uma das 100 pessoas mais importantes do século XX e um dos seus 25 principais ícones políticos de todos os tempos. No mundo ocidental, biógrafos começaram a escrever sobre Lenin logo após sua morte; alguns — como Christopher Hill — eram simpáticos a ele, e outros — como Richard Pipes e Robert Gellately — expressamente hostis. Vários biógrafos posteriores, como Read e Lars T. Lih, procuraram evitar comentários hostis ou positivos sobre ele, prevenindo assim estereótipos politizados.; . Entre os simpatizantes, ele foi retratado como um intérprete genuíno da teoria marxista e que permitiu que ela se adequasse às condições socioeconômicas particulares da Rússia. A visão soviética o caracterizou como um homem que reconheceu o historicamente inevitável e, consequentemente, ajudou a fazer o inevitável acontecer. Por outro lado, a maioria dos historiadores ocidentais veem Lenin como uma pessoa que manipulava os acontecimentos para alcançar e depois reter o poder político, considerando suas ideias como tentativas de justificar ideologicamente suas políticas pragmáticas. Mais recentemente, revisionistas na Rússia e no Ocidente têm destacado o impacto das ideias preexistentes e as pressões populares exercidas sobre ele e suas políticas. Vários historiadores e biógrafos caracterizaram a administração de Lenin como totalitária; ; ; . e como um estado policial, e muitos a descreveram como uma ditadura unipartidária.; ; ; ; ; ; . Diversos desses estudiosos descreveram Lenin como um ditador,; ; ; ; . embora Ryan declarasse que ele \"não foi um ditador no sentido de que todas as suas recomendações foram aceitas e implementadas\", pois muitos de seus colegas discordaram dele em várias questões. Fischer observou que \"Lenin era um ditador, mas não era o tipo que Stalin se tornou\", enquanto Volkogonov acreditava que enquanto Lenin estabelecia uma \"ditadura do Partido\", só sob Stalin a União Soviética se tornaria a \"ditadura de um homem\". Por outro lado, vários acadêmicos marxistas — incluindo os historiadores ocidentais Hill e John Rees — argumentaram contra a visão de que o governo de Lenin era uma ditadura, vendo-a como uma forma imperfeita de preservar elementos da democracia sem alguns dos processos encontrados nos estados democráticos liberais. Ryan sustenta que o historiador esquerdista Paul Le Blanc \"faz uma observação bastante válida de que as qualidades pessoais que levaram Lenin a políticas brutais não eram necessariamente mais fortes do que em alguns dos principais líderes ocidentais do século XX\". Também postula que, para o líder soviético, a violência 'revolucionária' era apenas um meio para atingir um fim: o estabelecimento de um mundo socialista, finalmente comunista — um mundo sem violência. O historiador J. Archibald Getty observou: \"Lenin merece muito crédito pela noção de que os mansos podem herdar a terra, que pode haver um movimento político baseado na justiça social e na igualdade\". Alguns intelectuais de esquerda, entre eles Slavoj Žižek, Alain Badiou, Lars T. Lih e Fredric Jameson, defendem a revitalização do espírito revolucionário intransigente de Lenin para abordar os problemas globais contemporâneos.; . === Dentro da União Soviética === Na União Soviética, um culto de personalidade devotado a Lenin começou a se desenvolver durante sua vida, mas só foi plenamente estabelecido após sua morte.; ; ; . Segundo a historiadora Nina Tumarkin, isso representou o \"culto de um líder revolucionário mais elaborado do mundo\" desde o de George Washington nos Estados Unidos, e tem sido repetidamente descrito como \"quase-religioso\" na natureza.; ; ; ; . Bustos ou estátuas de Lenin foram erguidos em quase todas as aldeias, e seu rosto adornava selos postais, louças, cartazes e as primeiras páginas dos jornais soviéticos Pravda e Izvestia. Os lugares onde tinha vivido ou ficado foram convertidos em museus dedicados a ele. As bibliotecas, as ruas, as fazendas, os museus, as cidades, e as regiões inteiras foram nomeadas em sua honra, a cidade de Petrogrado foi renomeada \"Leningrado\" em 1924,; . e seu lugar de nascimento de Simbirsk que transforma-se \"Ulianovsk\". A Ordem de Lenin foi estabelecida como uma das condecorações mais altas do país. Tudo isso era contrário aos próprios desejos de Lenin, e foi publicamente criticado por sua viúva. Vários biógrafos afirmaram que os escritos de Lenin eram tratados de modo semelhante a uma escritura sagrada dentro da União Soviética,; ; . enquanto Pipes acrescentou que \"todas as suas opiniões foram citadas para justificar uma política ou outra e tratadas como evangelho\". Stalin codificou o leninismo através de uma série de palestras na Universidade de Sverdlov, que foram posteriormente publicadas como Questões do Leninismo.; ; . Stalin também tinha muitos dos escritos do líder falecido recolhidos e armazenados em um arquivo secreto no Instituto Marx-Engels-Lenin. Material esse, que tal como a coleção de seus livros na Cracóvia, também foram coletados do exterior para serem guardados no Instituto, muitas vezes com grande custo. Durante a era soviética, esses escritos eram estritamente controlados e o acesso era restrito. Todos os escritos de Lenin que se revelaram úteis a Stalin foram publicados, mas os outros permaneceram ocultos, e o conhecimento de sua ascendência não-russa e status de nobre foi suprimido. Em particular, sua ascendência judaica foi omitida até a década de 1980,; . talvez fora do antissemitismo soviético, e de modo a não minar os esforços Russos de seu sucessor, e talvez para não fornecer combustível para o sentimento antissoviético entre antissemitas internacionais. Após a descoberta de sua ascendência judaica, esse aspecto foi repetidamente enfatizado pela extrema direita russa, que alegou que sua genética judaica herdada explicava seu desejo de desarraigar a sociedade russa tradicional. Sob o regime de Stalin, Lenin foi retratado ativamente como um amigo próximo, que tinha apoiado sua candidatura para ser o próximo líder soviético. Durante a era soviética, cinco edições separadas dos trabalhos publicados de Lenin foram publicados em russo, o primeiro começando em 1920 e o último de 1958 a 1965; embora a quinta edição fosse descrita como \"completa\", na realidade tinha sido muito omitida por conveniência política.; . thumb|esquerda|upright=1.2|Moeda de um rublo comemorativa cunhada em 1970 em homenagem ao centenário de Lenin Após a morte de Stalin, Nikita Khrushchov tornou-se líder da União Soviética e iniciou um processo de desestalinização, citando os escritos de Lenin, incluindo os de Stalin, para legitimar este processo.; ; . Quando Mikhail Gorbachev assumiu o poder em 1985 e introduziu as políticas de glasnost e perestroika, ele também citou essas ações como um retorno aos princípios de Lenin. No final de 1991, em meio à dissolução da União Soviética, o presidente russo Boris Iéltsin ordenou que o arquivo de Lenin fosse removido do controle do Partido Comunista e colocado sob o controle de um órgão estatal, o Centro Russo para a Preservação e Estudo de Documentos da História Recente, em que foi revelado que mais de 6 mil escritos de Lenin eram inéditos. Estes foram desclassificados e disponibilizados para estudo acadêmico. Iéltsin, no entanto, não desmantelou o mausoléu de Lenin reconhecendo que ele era muito popular e muito respeitado entre a população russa para que isso fosse viável. Na Rússia, em 2012, uma proposta do Partido Liberal Democrata da Rússia, com o apoio de alguns membros do partido Rússia Unida, propôs a remoção de todos os monumentos de Lenin, uma proposta fortemente rejeitada pelo Partido Comunista da Federação Russa e que nunca foi posta em prática. A Rússia manteve a grande maioria das 7 mil estátuas de Lenin existentes em 1991; em 2012, havia aproximadamente 6 mil monumentos em sua memória no país. Na Ucrânia, durante os protestos do Euromaidan entre 2013 e 2014, várias estátuas de Lenin foram danificadas ou destruídas pelas cidades do país por manifestantes, e em abril de 2015 o governo ucraniano ordenou que todas as outras fossem desmanteladas para cumprir as leis de descomunização estabelecidas pelo país. Durante a invasão em grande escala da Ucrânia em 2022, muitas dessas estátuas que haviam sido derrubadas nos anos anteriores foram reerguidas por ocupantes russos em áreas controladas pelos invasores. === No movimento comunista internacional === De acordo com o biógrafo David Shub, escrevendo em 1965, são as ideias e o exemplo de Lenin que \"constituem a base do movimento comunista atualmente\". Regimes comunistas que professam lealdade a essas ideias apareceram em várias partes do mundo durante o século XX. Escrevendo em 1972, o historiador Marcel Liebman afirmou que \"quase não há movimento insurrecional hoje, da América Latina a Angola, que não reivindica a herança do leninismo\". Após sua morte, o governo de Stalin estabeleceu uma ideologia conhecida como marxismo-leninismo, movimento que passou a ser interpretado de forma diferente por várias facções rivais no movimento comunista.; . Depois de ser forçado ao exílio pelo governo de Stalin, Trótski argumentou que o stalinismo era uma degradação do leninismo, que era dominado pelo burocratismo e a ditadura pessoal do novo líder soviético. O marxismo-leninismo seria adaptado a muitos dos mais importantes movimentos revolucionários do século passado, formando-se em variantes como o stalinismo, maoismo, a ideologia Juche, o pensamento de Ho Chi Minh e o castrismo. Por outro lado, muitos comunistas ocidentais posteriores, como Manuel Azcárate e Jean Ellenstein, que estavam envolvidos no movimento eurocomunista, expressaram a opinião de que Lenin e suas ideias eram irrelevantes para seus próprios objetivos, abraçando assim uma perspectiva marxista, mas não marxista-leninista. A maioria dos historiadores ocidentais tomaram a posição de que Lenin era um elemento crucial no desenvolvimento do marxismo sem, no entanto, considerar que ele estava operando dentro de um projeto marxista. O ex-comunista Max Eastman, por exemplo, observou em 1926 que \"uma diferença fundamental entre Marx e Lenin é visível em quase todas as páginas que eles escreveram\". Stephen J. Lee e James Ryan citam que Lenin distorceu a concepção original de marxismo e aplicou uma abordagem distinta na Rússia, resultando na imposição de uma visão marxista numa economia relativamente primitiva. A. James Gregor escreveu que, \"para cimentar o compromisso de populações apenas parcialmente industrializadas\", o marxismo- leninismo invocou o \"sentimento coletivo e a disciplina\" semelhante àquelas \"enunciadas por totalitários em todos os lugares\" no século passado.; . == Ver também == * Gosplan * John Reed * Prêmio Lenin * História do comunismo * Ateísmo marxista-leninista * História da União Soviética ==Notas== == Referências == === Bibliografia === * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * == Leitura adicional == * * * * * * * * * * * * * * * * == Ligações externas == * * * * * * * * ;Principais obras para leitura * Lénine 1902, Que fazer? * Lénine 1904, Um Passo em Frente, Dois Passos Atrás * Lénine 1905, Duas Tácticas da Social-Democracia na Revolução Democrática * Lénine 1910, As lições da Revolução * Lénine 1911, À Memória da Comuna * Lénine 1913, Três fontes e as três partes constitutivas do Marxismo * Lénine 1914, Karl Marx — Esboço biográfico e uma exposição do Marxismo * Lénine 1914, Marxismo e Revisionismo * Lénine 1916, O Oportunismo da II Internacional * Lénine 1916, O Imperialismo, fase superior do capitalismo * Lénine 1917, Cartas de Longe * Lénine 1917, Teses de Abril * Lénine 1917, O Estado e a Revolução * Lénine 1918, A Revolução Proletária e o Renegado Kautsky Categoria:Leninismo Categoria:Naturais do Império Russo Categoria:Alunos da Universidade Estatal de São Petersburgo Categoria:Bolcheviques Categoria:Comunistas da Rússia Categoria:Críticos das religiões Categoria:Economistas da Rússia Categoria:Ex-ortodoxos orientais Categoria:Filósofos ateus Categoria:Filósofos da Rússia Categoria:Líderes da União Soviética Categoria:Marxistas da Rússia Categoria:Pacifistas da Rússia Categoria:Políticos da Rússia Categoria:Primeiros-ministros da Rússia Categoria:Personalidades das revoluções russas Categoria:Tártaros Categoria:Teóricos marxistas Categoria:Sepultados na Necrópole da Muralha do Kremlin",
 "title": "Lenin"
}