{
 "id": "5154",
 "text": "Moitas Venda é uma povoação portuguesa sede da Freguesia de Moitas Venda do Município de Alcanena, freguesia com 6,75 km² de área e 781 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . == Descrição == A freguesia de Moitas Venda, criada a 11 de abril de 1925, está situada entre a Serra de Aire e a Serra dos Candeeiros onde se encontra o Cabeço de Santa Marta. A freguesia engloba o lugar de Casais Robustos. O Cabeço de Santa Marta, a norte do Município de Alcanena, é um dos mais belos miradouros do Ribatejo. Do alto de Santa Marta, Moitas Venda oferece um magnífico panorama. Estendem-se os olhos na paisagem e adivinha-se o Tejo num horizonte de encanto. Na freguesia de Moitas Venda, o miradouro natural do Cabeço de Santa Marta, de onde se pode admirar a belíssima paisagem das lezírias do Tejo. Este aprazível local é servido por um Parque de Merendas, à disposição do visitante. Moitas Venda é, assim, uma terra privilegiada. Neste cabeço fica a Capela de Santa Marta, uma ermida que resta do povoado onde ermitões e outros habitantes viveram e cultivaram pastos e cereais. Esta capela remonta aos últimos tempos da Idade Média. De construção modestíssima e praticamente desprovida de estilo, possui, no entanto, azulejos associados a um precioso painel com a figura de Santa Marta pisando um dragão, peça de arte sacra antiquíssima e de valor inestimável. Além da sua componente agrícola (oliveira e figueira), a economia da freguesia conta já com algumas indústrias como curtumes, têxteis e oleados (Casa Gonçalves), sendo de destacar ainda uma Feira Franca anual em Moitas Venda, com mais de meio século. Também o artesanato é marcado pela indústria de peles: actualmente, são produzidos artesanalmente vários artigos em pele. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 129 141 509 226 2011 104 83 445 234 2021 98 68 377 238 == Associativismo / Coletividades == No capítulo do associativismo, Moitas Venda conta com a União Recreativa e Desportiva, Agrupamento do Corpo Nacional de Escutas de Moitas Venda – Agrupamento 9, e o Rancho Folclórico e Etnográfico de Santa Marta. O lugar dos Casais Robustos conta com o Centro Sócio Cultural. == Ligações externas == * * Categoria:Alcanena",
 "title": "Moitas Venda"
}