{
 "id": "51552",
 "text": "O Sendero Luminoso (\"sendeiro luminoso\" ou \"caminho iluminado\", em espanhol), oficialmente Partido Comunista del Perú (PCP), é uma organização de inspiração maoísta fundada no fim da década de 1960 pelos corpos discentes e docentes de universidades do Peru (especialmente da província de Ayacucho). É classificada pelos Estados Unidos e pelo Estado peruano como organização terrorista. Abimael Guzmán (professor de Filosofia da Universidade Nacional de San Cristóbal de Huamanga) é considerado seu fundador por excelência, e adota o codinome Presidente Gonzalo. A guerrilha foi quase considerada extinta no final da década de 1990, mas reapareceu na primeira década do . O Sendero Luminoso está entre os dois maiores grupos de ação da América do Sul (ao lado das Forças Armadas Revolucionárias da Colômbia (FARC), sendo inspirado no antifascismo contra o regime militar do país nos anos 1960. O seu nome oficial é Partido Comunista do Peru - Sendero Luminoso (PCP-SL) - dado que existiram diversos partidos denominados Partido Comunista do Peru, e o Sendero Luminoso foi um dentre tantos outros, nascido de uma divisão interna do Partido Comunista Peruano. O seu objetivo era o de superar as instituições burguesas peruanas por meio de um regime revolucionário e comunista de base camponesa, utilizando-se do conceito maoísta de Nova Democracia. Desde a captura de seu líder, Abimael Guzmán, em 12 de setembro de 1992, o Sendero Luminoso passa por um processo de reorganização geral do partido. A ideologia e as táticas do Sendero Luminoso influenciaram outros grupos insurgentes de caráter maoísta como o Partido Comunista do Nepal, Partido Comunista da Índia (Maoista) e outras organizações relacionadas ao movimento revolucionário internacional. Após a prisão de Guzmán, vários líderes do Sendero também foram detidos nos anos seguintes, o que diminuiu bastante as atividades do grupo. Digladiaram-se com os militares peruanos e grupos paramilitares supostamente treinados pelo Estados Unidos, os Sinchis. Além disso, opõe-se a outra grande força revolucionária do Peru, o Movimento Revolucionário Túpac Amaru. Estima-se que o Sendero Luminoso teve cerca de quinze mil guerrilheiros e um grande número de membros em outras funções. De acordo com o comissão governamental CVR, o grupo foi responsável pela morte de aproximadamente 30 000 pessoas, entre militares, policiais, políticos e civis (46% das vítimas do conflito, e 54% para as forças governamentais). Um estudo de 2019 contestou os números de baixas da Comissão de Verdade e Reconciliação, estimando em vez disso \"um total de 48 000 mortes, substancialmente inferior à estimativa da TRC\" e concluindo que \"o Estado peruano é responsável por uma parcela significativamente maior do que o Sendero Luminoso\". Posteriormente, o CVR veio a desmentir as declarações de Rendón. == História == O Sendero Luminoso surgiu em 1964 como uma dissidência (bandera roja, bandeira vermelha) do Partido Comunista do Peru (PCP), sob orientação do carismático professor Abimael Guzmán (conhecido por sua capacidade de engajar os alunos). O nome Sendero Luminoso baseia-se em uma máxima do marxista peruano José Carlos Mariátegui: \"El Marxismo-Leninismo abrirá el sendero luminoso hacia la revolución\" (\"O Marxismo-Leninismo abrirá o caminho iluminado para a revolução\"). Esta citação era usada no cabeçalho do jornal do grupo e no Peru os diversos partidos comunistas são diferenciados pelo título de suas publicações. Os historiadores e estudiosos em geral normalmente se referem ao Sendero Luminoso como PCP-SL. Na década de 1970, o Sendero Luminoso expandiu suas atividades, inicialmente restritas à província de Ayacucho, para outras universidades no Peru, ganhando força como movimento estudantil. Seguia a linha de outros movimentos revolucionários de então, ou seja: grupos estudantis de classe média ou média-baixa tentando estabelecer a revolução em bases camponesas. O exemplo mais destacado é o da revolução cubana; no Brasil desenvolvia-se algo semelhante, na chamada guerrilha do Araguaia). Após algum tempo o movimento, no entanto, tentou abandonar suas raízes na universidade e proclamou-se um \"partido em reconstrução\". Em 1977, o Sendero Luminoso passou da guerrilha rural para a urbana. Nas eleições de 1980- as primeiras, após doze anos de governo militar- o partido recusou-se a participar e promoveu ataques e boicote às seções eleitorais. Em maio daquele ano chegou mesmo a esboçar o começo de uma revolução efetiva. Na década de 1980, o grupo cresceu tanto em membros quanto em área ocupada. Suas áreas de dominação eram o centro e o sul do Peru, além de ter presença também nos subúrbios de Lima. O mais destruidor atentado do Sendero Luminoso foi o chamado atentado de Miraflores (atentado de Tarata, ou atentado de Lima), no distrito de Miraflores, em Lima. O local do evento é uma zona comercial em um distrito de classe alta de Lima. Dois veículos, cada um com 250 quilogramas de explosivos, foram detonados na rua às 9 horas e 25 minutos, matando 25 e ferindo mais de 200 pessoas. A onda explosiva danificou um total de 1 823 casas, 400 empresas e 63 automóveis. O atentado foi o começo de uma série de ataques contra o Estado peruano com uma semana de duração, que no total causaram 40 mortes e caos na capital. Com a captura de Guzmán em 1992 e demais lideranças até 1995, o Sendero perdeu muito da sua força. Chegou mesmo a enfrentar milícias de camponeses, os quais supostamente representava. Suas ações passaram a ficar mais espaçadas, sendo as últimas delas um ataque a bomba contra a embaixada estadunidense em Lima (foram mortas 10 pessoas e 30 ficaram feridas) em 2002 e o sequestro de funcionários argentinos que trabalhavam em um gasoduto em Ayacucho (foram libertados após resgate), em junho de 2003. O livro \"Dança no Andar de Cima\" conta a história de Abimael Guzmán, do ponto de vista de seu perseguidor. == Nome == Nos círculos internos, o grupo é conhecido como \"Partido Comunista del Perú\" (PCP), uma denominação confusa, devido à existência de outros grupos maiores com nomes semelhantes como o Partido Comunista Peruano (PCP), o PCP- Bandeira Vermelha, o Partido Comunista Revolucionário – Trincheira Vermelha, e muitos outros. Para não se confundir o PCP com seus muitos rivais, popularizou-se o apelido de Sendero Luminoso. O nome deriva da prática de diferenciar os partidos pelas suas publicações. Por exemplo, o periódico do PCP sempre teve em sua primeira página a citação do fundador do PCP original: Não obstante, o grupo até hoje se assina como o Partido Comunista del Perú. Um seguidor do PCP (Sendero Luminoso) é conhecido como um senderista. == Antecedentes == Nos anos sessenta, Abimael Guzmán, professor de filosofia na Universidad Nacional de San Cristóbal de Huamanga em Ayacucho, Peru, pregou uma revolução maoista em seu país. Nessa universidade, havia muitos académicos simpáticos aos ensinamentos esquerdistas, entre eles o antropólogo Efraín Morote Best, que estimulou Guzmán a estudar o idioma quéchua dos índios peruanos. Sob sua influência, com a mistura de doutrina comunista e tradições culturais indígenas, Guzmán construiu uma ideologia radical de uma sociedade semelhante à China comunista, um sistema denominado \"Pensamento Gonzalo\" anos depois. Na sociedade peruana dos anos sessenta já existiram movimentos de tendência comunista, entre eles o Partido Comunista Peruano original, porém com o advento dos movimentos de revolução armados noutros países da América Latina, novas tendências surgiram entre os seguidores jovens, entre eles o professor Guzmán. No princípio do ano 1959, um movimento guerrilheiro dirigido por figuras carismáticas como Che Guevara e Fidel Castro derrotou o governo cubano de Fulgencio Batista. Em 1962, alguns membros do PCP original deixaram o movimento e formaram o \"Exército de Libertação Nacional\". === Cisma soviético-china: estímulo de Gonzalo === Em 1963, as duas grandes potências do mundo comunista, China e União Soviética, tiveram rixas sérias sobre as relações soviéticas com o Europa Oriental. A Ruptura sino-soviética foi a catálise da criação da Bandera Roja (Bandeira Vermelha), a facção maoísta do PCP, com o professor Guzmán em suas filas. ==== O movimento estudantil ==== Ao término da década de 1960, Guzmán fundou a organização que seria o Sendero Luminoso, e começou chamar-se pelo nome de código \"Presidente Gonzalo\", identificando com o título mais famoso de seu modelo de conducta Mao Tse-tung (em inglês: Chairman Mao). O grupo de Guzmán foi uma ala política do PCP- Bandeira Vermelha, uma facção radical pró-China do PCP original de José Carlos Mariátegui. A Universidade Nacional de San Cristóbal em Huamanga foi uma instituição fechada por muitos anos, e nos tempos de Guzmán passou um período de crescimento devido às políticas do ditador nacionalista Juan Velasco Alvarado (1968–1975). As liberdades sociais no Peru permitiram a Guzmán e sua organização tomar o controle do conselho estudantil em UNSCH e em outras instituções semelhantes como a Universidade Nacional del Centro de Peru, a Universidade Nacional de Educación Enrique Guzmán y Valle (La Cantuta). Em várias outras escolas, o grupo de Guzmán tinha presença formidável: A Universidade Nacional de Engenharia e a Universidade Nacional Maior de San Marcos, ambas em Lima, a segunda sendo escola universitária mais antiga da América Latina. Porém o sucesso foi temporário, pois o caráter autoritário dos seguidores de Guzmán provocava um retrocesso estudantil, e até o término da década, a facção de Guzmán perdeu controle de todos os conselhos estudantis que dominava até aquele momento. Em 17 de março de 1980, o grupo promoveu uma série de encontros clandestinos em Ayacucho, conhecido como a segunda plenária do Comitê Central.. O Sendero Luminoso formava o Directorio Revolucionario e enviou suas milícias às províncias para começar com a \"luta armada\". == A luta começa == Em 1980, o Peru anunciou as primeiras eleições gerais desde a ascensão do ditador Juan Velasco Alvarado em 1968. Em vez de participar da eleição, Guzmán e seus seguidores negaram o direito do governo convocá-la, e fugiram para as zonas ao norte do departamento de Ayacucho. Em 17 de maio, na noite anterior às eleições, o PCP-SL queimou as urnas de votação em Chuschi, uma povação ayacuchana, o primeiro ato de guerra do grupo, porém fracassou porque o governo conseguiu substituir as urnas e capturar os guerrilheiros. Como resultado das eleições, Fernando Belaúnde Terry, presidente civil deposto por Velasco Alvarado, foi reeleito. A década de 1980 foi um bom período para o PCP-SL, pois foi quando seus militantes cresceram em quantidade e obtiveram controle de muitas povoações do país. Seus assassinatos de oficiais impopulares trouxeram apoio ao grupo. Também perseguiram ladrões de gado, criminosos detestados entre os camponeses. Os territórios controlados pelo Sendero Luminoso aumentaram e mais militantes se juntaram ao grupo, com foco na região montanhosa dos Andes. Muitas povoações apoiaram o PCP-SL devido à ausência de autoridades governamentais locais. Porém as perseguições de comerciantes e latifundiários mostraram o lado ameaçador do partido.. As localidades com mais apoio ao PCP-SL foram Ayacucho, Apurímac, e Huancavelica, três regiões montanhosas do Peru. Os julgamentos de pessoas em áreas de Sendero Luminoso por júris populares com frequência terminavam em execuções.. Apesar da popularidade do Sendero Luminoso, não se pode afirmar que os camponeses apoiavam o do maoísmo.. Em vez de reagir à ameaça do PCP-SL, o governo preferiu ignorar as ações dos guerrilheiros, e não declarou estado de emergência. O ministro de interior José María de la Jara recomendou táticas de polícia.. O presidente do Peru, Fernando Belaúnde Terry, que foi reeleito, não teve a certeza de lutar efetivamente contra a insurgência, devido a seu próprio problema de conflito com os militares no passado (em 1968 Belaúnde, então presidente em seu primeiro mandato, foi derrubado do poder por Velasco). Em vez de tranquilizar os distúrbios em Ayacucho, a inércia de Belaúnde mostrou apatia com relação ao conflito, e uma falta de interesse. Os camponeses já acreditavam que a liderança em Lima não estava de acordo com suas necessidades, porém agora eles viam que ele nem sequer quis desafiar os guerrilheiros. Em 29 de dezembro de 1981, o governo finalmente decidiu declarar as áreas de Ayacucho, Huancavelica, e Apurímac como zonas de emergência e outorgou-se o poder de deter pessoas suspeitas. Então os militares usaram a tortura para obter informações,. e no estupro para terrorizar os apoiantes do PCP-SL.. Em abril de 1982, um grupo de guerrilheiros do PCP-SL assaltou a prisão municipal em Ayacucho, assassinando alguns policiais e libertando seus correligionários. O governo replicou com a execução dos guerrilheiros que estavam no hospital da cidade. === Belaúnde responde === A reação do governo foi um sinal que o estado havia entendido o papel ameaçador do grupo, e declarou estado de emergência em Ayacucho, outorgando ao exército poderes especiais. Os incidentes de Ayacucho foram o começo de uma série sangrenta de represálias. A \"Comissão da Verdade e Reconciliação\" definiu que os crimes eram resultado da ignorância dos militares, em particular os marinheiros, que cumpriam períodos de serviço na região. Não possuíam a paciência de diferenciar entre os camponeses e os senderistas. O PCP-SL explorou a situação e assassinou oficiais do Estado com mais frequência. Porém os senderistas tornaram-se mais brutais, culminando com a matança de Lucanamarca, em que morreram 49 pessoas pelas mãos dos senderistas. Não só vitimaram policiais, como também pessoas que supostamente haviam ajudado o governo com informações ou apoio, chamados soplones na terminologia do movimento.. No início da luta, os efeitos não eram sentidos porque as regiões remotas nas quais o grupo era ativo não tinham grande impacto no país. Porém em 26 de janeiro, um incidente local em Uchurracay mudou a situação. Camponeses emboscaram um grupo de seis jornalistas, seu guia e mais habitante local e os mataram supondo que eram espiões a serviço do Sendero Luminoso.. Os jornalistas foram enterrados em covas anônimas, até serem encontradas pela comissão de investigação coordenada pelo escritor Mario Vargas Llosa. Apoiantes do PCP SL em Lima, a maioria deles não afiliado com o grupo senão com outros grupos esquerdistas. A política de Belaúnde recebeu muitas críticas como resultado do caso Uchurracay. === Atacando no resto do Peru === Depois de 1983, o Sendero Luminoso começou a atacar noutras regiões e também contra as infraestructuras das cidades de Huancayo, Huancavelica, Cerro de Pasco, Huánuco, Andahuaylas, Abancay, Ayacucho e ainda mais na capital Lima. O evento mais humilhante era o ataque senderista contra a rede elétrica de Lima, começando uma série de blecautes ali. Colocaram carro-bombas em áreas estratégicas como os palácios de governo e de justiça do Peru. Em cidades do interior as senderistas tomaram o controle por períodos breves e conseguiram parar a atividade econômica. Neste tempo, PCP-SL atacou os oficiais do governo. Em 24 de abril de 1985, os senderistas tentaram o assassinato de Domingo García Radado, presidente do conselho nacional, durante as eleições presidenciais. Também executaram os sacerdotes e pastores protestantes que caíram nas suas zonas de influências. Em Huaycán, os senderistas mataram a assistente social María Elena Moyano, que havia se oposto ao senderismo. Outro rival do Sendero Luminoso foi o Movimiento Revolucionario Túpac Amaru (MRTA). == Lucanamarca == O ato de mais infâmia dos senderistas ainda é a matança dos camponeses da povoação ayacuchana de Lucanamarca. Os guerrilheiros senderistas mataram 69 vítimas, inclusive mulheres e crianças, com machetes e canivetes. Abimael Guzmán, em seu julgamento, declarou a matança um meio de destroçar os contrarrevolucionários. == O governo repousa == Um momento decisivo ocorreu ao final dos anos oitenta, quando o Sendero Luminoso controlava grandes áreas do Peru, interrompendo muitos aspectos da vida no país. Porém o sucesso do PCP-SL foi asfixiante, já o partido não pôde administrar as zonas sob seu controle. A doutrina maoísta falhou e os meios opressivos contra os camponeses alienou o grupo. Tal como com o governo em Lima, os camponeses sentiram que o Sendero Luminoso não respeitava suas crença indígenas e estilo de vida.. Sob os princípios do maoísmo, a revolução necessitava o esquecimento dos costumes índios dos povos andinos. Noutra faceta da vida sob o PCP-SL, os camponeses sofreram e queixaram-se: Os tribunos de justiça do Sendero Luminoso que perseguiram e mataram aos \"inimigos da revolução\". Os meios de execução incluíram o degolamento, estrangulamento, lapidação, e fogo... Ao contrário do começo da luta, o Sendero Luminoso agora executava não só os ladrões de gado, mas também os mestres de escola, prefeitos locais, sacerdotes, comerciantes e cada pessoa importante com quem eles divergissem. O modo de subistência peruano havia sido irrompido pelo Sendero Luminoso, que é uma organização que se opunha às práticas do capitalismo. A maioria dos peruanos rurais dependiam dos mercados de Lima, porém as ações de isolamentos da capital tinham o efeito de estrangular as fontes de subsistência do campo.. A perda de popularidade no campo impediu o esforço de expandir o controle de PCP-SL nas cidades do Peru. O partido proibiu o exercício religioso e proibiu o álcool em suas zonas de influência. Em um sinal que a tendência havia mudado contra a sorte do movimento, até o final dos anos oitenta o espectro político no país uniu-se em quase todo o espectro político na necessidade de derrotar os senderistas. Isso incluía até os grupos marxistas mais estabelecidos. === Fujimori traz mudança === Os governos de Fernando Belaúnde Terry (1980-1985) e seu sucessor Alan García (1985-1990) foram ineficientes em suas ações para combater o Sendero Luminoso. As ações de García incluíram o uso de esquadrões da morte.. Nas eleições do ano 1990, o empresário Alberto Fujimori foi escolhido como o substituto de García com o mandato de combater a revolta dos senderistas e do MRTA. Ele instituiu o Decreto Legislativo No. 741 no qual o governo outorgou respaldo legal e militar aos ronderos, inclusive treinamento militar e equipamentos. As rondas eram chamados então Comités de auto defensa e chegaram a um total de 7 226 bandas.. Diferente dos dois presidentes anteriores, Fujimori teve sucesso em unir trabalho de inteligência com interferência contra os guerrilheiros. Sob García, os crimes contra os camponeses ficaram mais raros. Porém o governo de Fujimoro formou um programa chamado Grupo Colina, que promoveu outras matanças contra civis em La Catuta e Barrios Altos. == Captura de Abimael Guzmán == Em 12 de setembro de 1992, o governo teve seu sucesso mais importante na guerra quando a polícia capturou o professor Guzmán num quarto-e-sala no distrito de Surguillo em Lima com quatro mulheres, inclusive sua segunda esposa Elena Iparraraguirre.. A captura foi um produto de meses de vigilância pelo \"Grupo Especial de Inteligência\" (GEIN) da polícia, que começou devido à descoberta de um tubo de medicamento contra psoríase, uma enfermidade da qual Abimael Guzmán sofria. A captura de Guzmán levou às capturas de outros pessoas no Sendero Luminoso.. A eficácia do PCP-SL sofreu com a ocorrência, e seus guerreiros começaram a perder território para os ronderos. Sem o líder reconhecido Guzmán, o grupo se dividiu em facções regionais e o título de chefe foi assumido por Óscar Ramírez Durand (\"Feliciano\"), capturado na cidade de Huancayo em 1999. O poder do PCP-SL havia encolhido desde 1992, e suas forças ficaram limitadas às regiões mais remotas do país, como o departamento de San Martín. Em 1993 começaram rumores de que Guzmán havia pedido um cessar-fogo, foram publicados videos e lidas cartas de suposta autoria de Guzman e do Comite Central que propunham uma \"nova etapa de paz\", contudo em 2008, o ex-assessor do SIN, Rafael Merino Bartet revelou que tudo não passava de uma mentira, e que ele havia redatado as cartas e os supostos videos eram manipulados. Em abril do 2000 o governo capturou José Arcela Chiroque (\"Ormeño\"), em julho de 2003 Florentino Cerrón Cardozo (\"Marcelo\"), e em novembro Jaime Zuñiga (\"Cirilo\"). == No século XXI == Não obstante o grupo haver perdido o interesse no esquema nacional, uma parte pequena do PCP-SL, chamada Proseguir, ainda está lutando contra o governo numa zona entre os rios Ene e Apurímac na região oriental da Cordilheira dos Andes.. Acredita-se que sua força seja dividida em três companhias, os Norte/Pangoa, Centro/Pucuta, e Sul/Vizcatan. O governo crê que cerca de cem 100 senderistas ficaram lá, e que estejam cooperando com o narcotráfico no Peru (ver: narcoterrorismo). Porém no ano 2003, Proseguir iniciou novas atividades, começando em 9 de junho com um assalto contra um campo militar em Tocate, na província de La Mar na zona leste do Peru. Tomaram 68 reféns em Ayacucho, empregados da empresa argentina Techint e três policiais. Os empregados trabalhavam no projeto de levar gás natural de Cusco a Lima.. A manobra foi, segundo militantes, planejada por Jaime Zuñiga, que também organizou uma emboscada contra um helicóptero em 1999 matando cinco soldados, no segundo semestre de 2008 ocorreram as seguintes ações por parte da fração Proseguir: * 12/08 — um destacamento do EPL realiza uma ação de agitação e propaganda armada, fazendo evacuar as instituições da justiça oficiais e realizando pichações na cidade de Huancayo. * 20/08 — Unidades do EPL atacam uma base militar em Huanta, Ayacucho. * 23/08 — O EPL realiza pichações e distribui uma grande quantidade de panfletos nos povoados de Viracochán, Ayahuanco e Santillán, em Ayacucho. * 8/09 — EPL realiza emboscada que resulta em quatro soldados feridos, na selva de Vizcatán, Ayacucho. * 12/09 — Uma companhia do EPL embosca uma patrulha militar, do batalhão anti- subversivo, ferindo gravemente um soldado. * 14/09 — Na desembocadura dos rios Vizcatán e Bidón, uma patrulha militar foi emboscada pelo EPL, um suboficial e dois sargentos ficam feridos. * 15/09 — Em um bairro de San Martín de Pangoa, na província de Satipo, Junín, unidades do Exército reacionário são emboscadas pelo EPL. Seis agentes reacionários ficam feridos. * 16 /09 — Emboscada do EPL em Mazángaro, San Martín de Pangoa, feriu uma suboficial do PNP. * 17/09 — Em Torocoya um soldado foi ferido em uma batalha com o EPL. * 19/09 — Na selva, em Vizcatán, uma batalha entre uma força de elite da reação e forças do EPL resultou em um capitão, um sargento e um soldado gravemente feridos. * 21/09 — Dois agentes das Forças Especiais da FAP são atingidos por uma mina colocada pelo EPL, perto de Drum (Ayacucho). * 26/09 — No distrito de Pillco Brand (Huanuco) o EPL realiza uma enorme distribuição de panfletos e colocação de bandeiras em comemoração ao aniversário do discurso do Presidente Gonzalo. Os panfletos denunciam o capitulador Artemio, e reafirmam a Guerra Popular. * 5/10 — Um destacamento do EPL aniquila um elemento contra-revolucionário na cidade de Cerro Azul, no departamento de Huánuco. * 8 /10 — Um destacamento do EPL ataca a base militar no desfiladeiro de Satipo Mazangaro, fronteira entre Junín e Ayacucho. Os guerrilheiros abriram fogo contra soldados de uma patrulha do Exército fascista peruano. Um soldado morreu e 17 ficaram feridos. * 9 /10 — Uma companhia do EPL emboscou um comboio do Exército reacionário em uma estrada perto de Tinta y Punco, no departamento de Huancavelica, causando 19 mortos e vários feridos entre os reacionários. Foram conquistados também 20 fuzis Galil e munições. * 14/10 — O EPL embosca uma patrulha do PNP, na província de Leoncio Prado, no departamento de Huanuco, um oficial de inteligência é morto é outro é gravemente ferido. * 14/10 — Uma patrulha que pertence ao Comando Especial do VRAE foi emboscada pelo EPL, morrem dois sargentos do Exército reacionário, outros cinco militares, incluindo um oficial, ficaram feridos gravemente. * 22/10 — Uma companhia do EPL invadiu o campo de exploração mineira de Puca Toro, projeto situado na fronteira entre o distrito de Cobriza Ayahuanco-Huanta, apreendendo uma grande quantidade de abastecimentos, incluindo dinamite. O EPL realizou uma reunião com os trabalhadores explicando a política do Partido. * 30/10 — Um tenente e um sargento das Forças Especiais do Exército peruano foram gravemente feridos após pisarem em uma mina antipessoal quando vasculhavam a selva de Vizcatán. Nesta emboscada do EPL, um soldado em um dos helicópteros do Exército também foi ferido. * 29/12 — Um soldado morreu e dois ficaram feridos em um confronto com o EPL, elevando para 25 as vítimas das forças contra-revolucionárias em 2008. A reação da polícia consistiu em batidas contra bases de treinamento senderistas e na detenção de afiliados.. Uma centena de índios capturados e escravizados pelo Sendero Luminoso foram libertados também. O nível do terror aumentou não obstante isso, e no Peru houve 96 incidentes de terror ao cabo do outubro de 2003, entre elas casos do Sendero Luminoso. Oito ou nove pessoas morreram como resultado de assaltos senderistas e seis militantes senderistas morreram, enquanto outros 209 foram detidos. O novo líder do PCP-SL fora da prisão, chamado Camarada Artemio (talvez Gabrial Macario), surgiu em janeiro do 2004, aparecendo numa máscara de balaclava para uma entrevista com um canal de televisão.. O segundo comandante do PCP-SL hoje é Camarada Alipio. Eles ameaçaram recomeçar a luta armada caso o governo peruano não anistiasse os outros líderes do grupo num período de sessenta dias.. Fernando Rospigliso, o Ministro do Interior do governo de Alejandro Toledo, replicou dizendo que o governo daria respostas firmes contra qualquer ação violenta. Em setembro do 2004, a polícia capturou 17 suspeitos, oito deles professores de escola e outros dois administradores escolares. O Sendero Luminoso provou que essas ações não os detiveram, e em 22 de dezembro de 2005, o movimento fez uma emboscada contra una patrulha policial no departamento de Huánuco, no centro do Peru, assassinando oito policiais.. Como resultado da ação, Presidente Toledo reintroduziu o estado de emergência nesse departamento, e em 19 de fevereiro de 2006 a polícia matou Héctor Aponte, o militante supostamente responsável pelo incidente.. A ocorrência foi durante o período do julgamento de Abimael Guzmán e Elena Iparraguire, no qual eles receberam penas de prisão perpétua por seus crimes. Outros dez camaradas receberam penas comparáveis entre 25 ou 35 anos na prisão. === Atos de 2008 === Em dez de outubro de 2008, o movimento amontou um assalto contra um comboio de veículos militares assassinando 19 pessoas, dos quais doze soldados, capturando outro, e ferindo onze. O ataque ocorreu em Tintaypunco, uma povoação na província de Tayacaja, mais ao sul que seus assaltos anteriores. Usaram duma carga explosiva que parou os veículos para atirarem.. === Sendero Luminoso em 2013 === Em 2016, o Movimento Popular Peru - Comite de Reconstrução publicou uma entrevista realizada em meados de 2012 com uma até então desconhecida dirigente do Partido Comunista do Peru - Proseguir, a camarada Laura, juntamente com a entrevista diversas fotos até então inéditas de guerrilheiros do Exercito Popular de Libertação foram publicadas, incluindo fotos de resultados das ações realizadas pelo PCP-SL naquele período, ainda se sabe muito pouco sobre este grupo mas acredita-se que é o responsável por diversas ações, incluindo a do segundo semestre de 2008, acredita-se também que esteja avançando e que a “a Reorganização Geral está às bordas de culminar-se”. == PCP-SL na cena internacional == Como um movimento maoísta, o Sendero Luminoso sempre foi seguidor das variantes mais radicais do comunismo, então identificado com o regime do Khmer Vermelho do Camboja. Sua inspiração primeira foram os Guardas Vermelhos, um movimento ultrarradical na China nos anos sessenta. O movimento associa‐se ao lado chinês durante a Ruptura sino-soviética em 1963, e como resultado é associado ao Movimento Revolucionário Internacionalista (RIM) com os grupos Novo Exército Popular nas Filipinas, Partido Comunista do Nepal (Maoísta), Partido Comunista da India (Maoísta), e Partido Revolucionário Comunista nos Estados Unidos.. O grupo se opõe ao regime do líder cubano Fidel Castro, seguindo a mesma política que teve com respeito à administração de Juan Velasco Alvarado.. === Na cultura popular === Há referências ao grupo como na canção Bombtrack pelo grupo de rock Rage Against the Machine em 1996. A canção, de apoio ao grupo, começa com a legenda em inglês: Na literatura há exemplos de referências ao grupo, mais no mundo falante de inglês que na América Latina. * Hailey, Arthur. The Evening News. Nova Iorque: Doubleday, 1997. * . * . O escritor peruano Mario Vargas Llosa publicou seu próprio livro de ficção, Lituma nos Andes, em 1993. * Vargas Llosa, Mario. Lituma nos Andes. Premio planeta, 1993. == Ver também == * Terrorismo comunista * Pensamento Gonzalo * Conflito armado no Peru ==Ligações externas== * The People's War in Perú Archive – Information about the Communist Party of Perú * Interview with Chairman Gonzalo Sendero Sendero Sendero Sendero Sendero Sendero Sendero Sendero Sendero",
 "title": "Sendero Luminoso"
}