{
 "id": "51551",
 "text": "Ciconia ( ; ) é um gênero de ave da família dos ciconiídeos. Seis das sete espécies vivas ocorrem no Velho Mundo, mas a cegonha maguari tem distribuição sul-americana. Além disso, os fósseis sugerem que as cegonhas Ciconia eram um pouco mais comuns nas Américas tropicais em tempos pré-históricos. O gênero foi introduzido pelo zoólogo francês Mathurin Jacques Brisson em 1760 com a cegonha-branca (Ciconia ciconia) como espécie-tipo. O nome do gênero é a palavra latina para \"cegonha\", e foi originalmente registrado nas obras de Horácio e Ovídio. A cegonha-de-abdim é a menor da família, mas as outras espécies do gênero são geralmente cegonhas de tamanho médio, com pernas longas e bico longo e grosso. Os membros deste gênero são mais variáveis ​​em plumagem do que outros gêneros de cegonha, mas todas as espécies são pretas (pelo menos nas asas) e brancas (pelo menos nas partes inferiores ou no pescoço). Os juvenis são uma versão mais opaca e marrom do adulto. Dependendo da espécie, a reprodução pode ser em pares solitários ou colônias. Os pares costumam ficar juntos por toda a vida. Eles normalmente constroem grandes ninhos de gravetos nas árvores, embora a cegonha-do-abdim às vezes nidifique em penhascos, a cegonha maguari nidifica no chão e pelo menos três espécies constroem seus ninhos em habitações humanas. Uma delas, a cegonha-branca, é provavelmente a mais conhecida de todas as cegonhas, com uma riqueza de lendas e folclore associada a este familiar visitante de verão na Europa. Estas cegonhas alimentam-se de rãs, insetos, peixes, crustáceos, pequenas aves, lagartos e roedores. Eles voam com o pescoço estendido, como a maioria das outras cegonhas, mas ao contrário das garças que retraem o pescoço durante o voo. As espécies migratórias como a cegonha-branca e a cegonha-preta voam com asas largas e dependem de termais de ar quente para voos sustentados de longa distância. Como as termais só se formam sobre a terra, estas cegonhas, como as grandes aves de rapina, devem atravessar o Mediterrâneo nos pontos mais estreitos, sendo que muitas destas aves podem ser vistas a atravessar o Estreito de Gibraltar e o Bósforo em migração. ==Bibliografia== * Barlow, Clive (1997): A field guide to birds of the Gambia and Senegal. Pica Press, Nr. Robertsbridge (East Sussex). * Cowles, Graham S. (1994): A new genus, three new species and two new records of extinct Holocene birds from Réunion Island, Indian Ocean. Geobios 27(1): 87–93. * Grimmett, Richard; Inskipp, Carol, Inskipp, Tim & Byers, Clive (1999): Birds of India, Pakistan, Nepal, Bangladesh, Bhutan, Sri Lanka, and the Maldives. Princeton University Press, Princeton, N.J.. * Hilty, Steven L. (2003): Birds of Venezuela. Christopher Helm, London. == Ligações externas == * ARKive: images and movies of Ciconia boyciana * Ciconia videos on Internet Bird Collection: * Ecological education through live white storks' nest webcam observation Categoria:Ciconiídeos Categoria:Géneros de aves !",
 "title": "Cegonha"
}