{
 "id": "51599",
 "text": "Latim clássico (sermo urbanus, lit. \"fala urbana\") é a variante do latim usada pelos antigos romanos naquela que é considerada a literatura latina \"clássica\". Seu uso perdurou por toda a chamada Era de Ouro da literatura latina (aproximadamente entre o século I a.C. e o século I d.C.), e possivelmente chegou até a Era de Prata (séculos I e II). Nesse período, coexistiam duas modalidades do latim: o sermo cultus (ou \"língua culta\") e o sermo vulgaris (\"língua vulgar\"); sendo o primeiro a modalidade utilizada na urbe e geralmente por pessoas escolarizadas e o segundo utilizado por camponeses, soldados e até por camadas superiores, mas no seio familiar. Ao latim clássico, também chamado de \"latim literário\", seguiu uma outra etapa chamada de \"baixo latim\" e o seu posterior declínio como língua imperial. Aquele que é conhecido como \"latim clássico\" nos dias de hoje era, na realidade, uma língua literária escrita de maneira altamente estilizada e polida, construída de maneira seletiva e intencional a partir do latim antigo (do qual restaram algumas poucas obras escritas).Hornblower, Simon e Spawforth, Antony (eds.) The Oxford Classical Dictionary, Oxford University Press (1996), ISBN 0-19-866172-X O latim clássico seria o produto desta reconstrução do latim antigo, e a influência dos modelos do grego ático. O latim clássico é diferente da primeira literatura latina, como a de Catão, o Velho, Plauto e, até certo ponto, Lucrécio, de diversas maneiras. Ele começou a divergir do latim antigo quando as antigas terminações da segunda declinação, -om e (nominativo singular) -os, passaram para as formas -um e -us, e algumas mudanças semânticas também ocorreram no léxico (por exemplo, forte não significava mais apenas \"surpreendentemente\", mas também \"duro\"). O latim falado pelas camadas populares do Império Romano, especialmente a partir do século II, costuma ser chamado de latim vulgar; esta variante era diferente do latim clássico tanto em seu vocabulário quanto na sua gramática, e, à medida que o tempo foi passando, passou a ser diferente na sua pronúncia também. == Autores == === Era de Ouro === ==== Poesia ==== Considera-se que primeiro poeta da Era de Ouro seja Lucrécio, autor de um longo poema filosófico descrevendo o epicurismo, Sobre a Natureza das Coisas. Catulo, que escreveu posteriormente, foi um pioneiro na naturalização das formas líricas gregas para o latim. Sua poesia era pessoal, por vezes erótica, brincalhona, e, frequentemente, ofensiva. Escrevia exclusivamente em métricas gregas, e esta prosódia grega continuaria a ter uma influência acentuada no estilo e na sintaxe da poesia latina até que o surgimento do cristianismo trouxesse consigo um tipo diferente de hinódia. As tendências helenizantes da Era de Ouro do latim atingiram seu ápice com Virgílio, cuja Eneida foi um poema épico escrito nos moldes de Homero. Tendências similares podem ser percebidas em Horácio, cujas odes e sátiras basearam-se em exemplos da antologia grega, e que usavam quase todos os formatos fixos da prosódia grega no latim. Ovídio, da mesma maneira, escreveu poemas longos e estudados sobre temas mitológicos, bem como peças semi-satíricas, como A Arte de Amar (Ars Amatoria). Tibulo e Propércio também escreveram poemas que foram modelados a partir de antecedentes gregos. ==== Prosa ==== Na prosa, o latim da Era de Ouro é exemplificado por Júlio César, cujos Comentário sobre as Guerras Gálicas mostram um estilo lacônico, preciso, militar; e por Marco Túlio Cícero, um político e advogado praticante, cujos argumentos judiciais e discursos políticos, especialmente as Orações Catilinas, foram considerados por séculos a fio como os melhores modelos de prosa latina. Cícero também escreveu diversas cartas que sobreviveram aos dias de hoje, e alguns tratados filosóficos nos quais apresenta a sua versão do estoicismo. A historiografia também foi um gênero importante da prosa latina clássica, e inclui Salústio, que escreveu sobre a Conspiração de Catilina e a Guerra contra Jugurta - suas duas únicas obras que ainda existem em sua integridade. Outro historiador, Lívio, escreveu Ab Urbe Condita, uma história de Roma \"desde a fundação da cidade\"; embora composta originalmente por 142 livros, apenas 35 sobreviveram à ação do tempo. A obra técnica de maior destaque existente é o De Architectura (\"Sobre a arquitetura\"), de Vitrúvio, uma compilação de métodos de construção de edifícios, de projetos e plantas de edifícios públicos e domésticos, assim como descrições das máquinas que eram usadas no processo de construção. Vitrúvio também dá uma descrição detalhada de diversas outras máquinas, como a balista, usada em guerras, instrumentos de levantamento topográfico, moinhos de água e aparatos usados para irrigação e desvio de água, como a roda de água invertida. === Era de Prata === O latim clássico continuou a ser usado durante a chamada \"Era de Prata\" da literatura latina, que abrange os séculos I e II d.C., e seguiu-se imediatamente à Era de Ouro. A literatura da Era de Prata foi tradicionalmente considerada inferior à da Era de Ouro, que pode ser vista como relativamente injusta - embora historiadores contemporâneos tenham considerado críticas legítimas no que diz respeito a uma tendência muito grande de tentar emular as obras da Era de Ouro, e um estilo 'confuso' de ensino da retórica como causas possíveis deste suposto declínio na qualidade. O latim da Era de Prata também pode ser chamado de \"pós- augustal\". Entre as obras que sobrevivem, as de autores como Plínio, o Velho e seu sobrinho, Plínio, o Jovem, se destacam por terem servido de inspiração às gerações posteriores, especialmente durante o Renascimento. Entre os escritores da Era de Prata estão: * Fedro (c. 15 a.C.-50 d.C.) * Sêneca, o Jovem (c. 4 a.C.-65 d.C.) * Plínio, o Velho (23-79) * Petrônio (c. 27-66) * Pérsio (34-62) * Quintiliano (c. 35-c. 100) * Lucano (39-65) * Marcial (40-c. 103) * Estácio (45-96) * Tácito (c. 56-c. 117) * Plínio, o Jovem (63-c. 113) * Suetônio (c. 70-c. 130 ou mais tarde) * Juvenal (fl. 127) * Aulo Gélio (c. 125-c. 180 ou mais tarde) * Apuleio (c. 125-c. 180) A Era de Prata foi responsável por aquelas que são consideradas os dois únicos romances latinos: O Asno de Ouro, de Apuleio, e o Satyricon, de Petrônio. === Mudanças estilísticas === O próprio latim da Era de Prata pode ser subdividido ainda mais em dois períodos diferentes: um período de experimentações radicais, ocorrido na segunda metade do século I d.C., e uma espécie de neoclassicismo renovado no século II. Durante os reinados de Nero e Domiciano poetas como Sêneca, Lucano e Estácio foram pioneiros de um estilo único, que alternativamente deleitou, repugnou e desconcertou os críticos posteriores. Estilisticamente, a literatura neroniana e flaviana mostra a ascendência do treinamento retórico ocorrida na educação romana tardia; o estilo destes autores é infalivelmente declamatório - por vezes eloquente, noutras bombástico. Vocabulário exótico e aforismos afiados reluzem por toda a parte, ainda que, por vezes, às custas da coerência temática. Tematicamente, a literatura do fim do século I é marcada por um interesse numa terrível violência, bruxaria e paixões extremas. Sob a influência do estoicismo, os deuses perdem sua importância, enquanto a fisiologia das emoções parece imensa. Paixões como a ira, o orgulho e a inveja são pintados em termos quase anatômicos, como inflamações, inchaços e refluxos de sangue ou bile. Para Estácio, até mesmo a inspiração das Musas é descrita como um calor (\"febre\"). Enquanto o exagero tanto nos temas quanto na dicção rendeu a estes poetas a desaprovação dos neoclássicos, tanto antigos quanto modernos, eles foram favoritas de muitos durante o Renascimento, e foram objeto de intenso interesse pelos poetas modernistas ingleses. Ao fim do século I uma reação contra este tipo de poesia havia se instaurado; Tácito, Quintiliano e Juvenal foram todos exemplos do ressurgimento dum estilo mais contido e 'clássico', sob os reinados de Trajano e dos imperadores Antoninos. == Fonologia == A duração vocálica era uma característica importante do latim clássico, tanto em seu léxico como em sua gramática: * populus (\"povo\") e pōpulus (\"choupo\") * leuis (\"leve\") e lēuis (\"suave\") * incidere (\"incidir\") e incīdere (\"incindir\") * rosa (\"rosa\", nominativo singular) e rosā (\"rosa\", ablativo singular) * manus (\"mão\", nominativo singular) e manūs (\"mão\", nominativo plural) A vogal arredondada anterior [y], expressa pela letra Y, era usada para representar o υ (upsilon) grega, como em tyrannus (\"tirano\"). A relativa frequência e distribuição das vogais curtas foi afetada pelo 'enfraquecimento' das vogais em sílabas não iniciais, ocorrida entre 450 e 250 a.C.: * obfaciom > officium (\"dever\") * abagetes > abigitis (\"você vai embora [em algum veículo]\") * 'exfactos > effectus (\"feito\") == Ver também == * Literatura latina Categoria:Latim",
 "title": "Latim clássico"
}