{
 "id": "51605",
 "text": "United States Geological Survey (USGS) (em português, \"Levantamento Geológico dos Estados Unidos\") é uma instituição científica, multi-disciplinar e imparcial que se dedica ao estudo oportuno, relevante e imparcial da topografia, dos nossos recursos naturais, e dos desastres naturais que nos ameaçam; concentrando-se em biologia, geografia, geologia, informação geomática, e em água.Portal do USGS Online == Sobre a instituição == A instituição de Pesquisa Geológica dos Estados Unidos (USGS) foi criada por um ato do Congresso estadunidense, em 1879. O USGS se desenvolveu nos últimos 125 anos acompanhando com seus mais arrojados experimentos e erudição o progresso da Ciência e Tecnologia. Hoje, o USGS permanece efetivo como a única instituição da ciência para o Department of the Interior (o Ministério do Interior dos EUA). O USGS tem um vasto acervo de DATA biológica e de solo e, por isto, milhares de associados e outros interessados buscam os seus conhecimentos das ciências naturais. O USGS ajuda, internacionalmente, o público a ter acesso à sua informação como também a entender e resolver problemas de recursos naturais complexos. == A organização == O USGS emprega aproximadamente 10,000 pessoas e seu escritório central fica em Reston, Virginia, com escrtiórios centrais em Denver, Colorado e, na costa Oeste, em Seattle, Washington, além de vários outros escritórios espalhados pelos Estados Unidos todo.[http://www.usgs.gov/aboutusgs/organized/key_officials.asp Diretoria do USGS---Online A USGS é a principal organização cartográfica dos EUA, e é melhor conhecida pelo seu mapa topográfico de escala 1:24,000, 7.5-minute quadrangulo. O USGS opera o National Earthquake Information Center (NEIC)---(Central Nacional de Informação de Terremotos)---, em Golden, Colorado, a qual detecta a locação e a magnitude de terremotos no mundo inteiro. A NEIC informa tanto as autoridades apropriadas quanto a mídia, doméstica e internacional, sobre terremotos relevantes. A USGS tem cinco disciplinas na área de ciências: * Biologia; * Geografia; * Geologia; * Geomática; * Água. O lema do instituto de pesquisa é: \"science for a changing world\" (ciência para um mundo que está mudando) == Missão da USGS == A missão do USGS é providenciar informação científica de confiança para poder descrever e entender a Terra; minimizando as perdas de vida e propriedade dos desastres naturais; administrando a água, como também os recursos minerais, biológicos e de energia; e melhorar e proteger a qualidade da vida. == Visão da USGS == O USGS se diz líder no mundo em ciências naturais através da excelência científica e de seu modo responsivo as necessidades da sociedade. == Prémios == * Medalha Elliott Cresson 1900 ==Ligações externas== *Portal oficial do USGS *Historia do USGS *As principais disciplinas da instituição: :Biologia :Geografia, :Geologia, :Geomática :Água, *Provedor da TerraServer-USA *TopoZone Servidor de mapas topográficos do USGS. Categoria:Agências do Departamento do Interior dos Estados Unidos Categoria:Instituições geológicas Categoria:Cartografia Categoria:Sismologia",
 "title": "Serviço Geológico dos Estados Unidos"
}