{
 "id": "51604",
 "text": "Frank Vincent Zappa Até descobrir a sua certidão de nascimento, já adulto, Zappa acreditava ter sido batizado \"Francis\", e ele é creditado como Francis em alguns de seus primeiros álbuns. Entretanto, o seu nome real era \"Frank\", não \"Francis\". Cf. Zappa with Occhiogrosso, 1989, The Real Frank Zappa Book, p. 15. (Baltimore, 21 de dezembro de 1940 — Los Angeles, 4 de dezembro de 1993) foi um compositor, cantor, guitarrista, multi-instrumentista, produtor e realizador americano. Considerado um dos maiores músicos e compositores do séc. XX. Com uma carreira de mais de trinta anos, a sua obra musical estendeu- se pelo rock, fusion, jazz, música eletrônica, música concreta e música clássica. Zappa compôs e produziu quase todos os seus 60 álbuns. Os Mothers of Invention, banda que o acompanhou em grande parte da carreira, eram apenas o conjunto de músicos que o acompanhava nos seus concertos e gravações não tendo por isso uma estrutura estática, mudando constantemente os seus elementos. Apesar de sempre se ter considerado como um músico averso e contrário à indústria musical, principalmente contra a sua máquina comercial, esta não pode deixar de reconhecer a sua genialidade. Entre os inúmeros prêmios que ganhou em vida, e que continua ganhando postumamente, destacam-se dois prêmio Grammy (1985 e 1988),aceshowbiz.com/ e um Grammy Lifetime Achievement Award, em 1997.grammy.org Foi considerado o 22º Melhor Guitarrista de todos os tempos pela Revista Rolling Stone, um dos 100 Maiores Artistas de todos os Tempos (posição 71) pela mesma revista, e um dos 100 Maiores Artistas/Bandas de Hard Rock de Todos os Tempos (posição 36) pelo canal VH1.rockonthenet.com/ VH1: \"100 Greatest Hard Rock Artists\" É, ainda, a única pessoa a ter sido incluída nos Halls da Fama tanto do Jazz quanto do Rock and Roll.imdb.com Na adolescência, adquiriu um gosto por compositores de música de vanguarda baseada na percussão, como Edgard Varèse, e também pelo rhythm and blues dos anos 1950. Zappa começou a escrever música clássica no ensino médio, à mesma época em que tocava bateria em bandas de rhythm and blues - ele fez a troca para a guitarra posteriormente. Compositor e performista da sua própria música, com influências diversas, o seu trabalho é praticamente impossível de ser categorizado. O seu álbum de estreia com o Mothers of Invention, Freak Out!, combinava canções no formato convencional do rock and roll com improvisações coletivas e colagens de som realizadas em estúdio. Os seus últimos álbuns também continham essa abordagem eclética e experimental, independentemente de o formato fundamental ser rock, jazz ou clássica. Ele escreveu as letras de todas as suas canções, as quais - frequentemente humorística - refletiam a sua visão iconoclástica dos processos sociais e políticos, estruturas e movimentos estabelecidos. Era um grande crítico do método de educação e das religiões, e um forte defensor da liberdade de expressão, da autodidática e da abolição da censura. Na tese de mestrado \"O estranho perfeito: a música orquestral de Franz Zappa\", o pesquisador Martin Herraiz divide a carreira de Frank Zappa em 4 fases: A primeira (1965 - 1971), onde se inclui todo o trabalho com suas bandas Mothers of Invention/Mothers, e na qual Zappa apresenta ao mercado fonográfico todo seu pioneirismo (primeiro álbum duplo da história da música, criação do jazz-rock, novas técnicas de gravação, etc.). A segunda (1972 - 1978), caracterizada pela exploração do virtuosismo instrumental e de canções expressamente humorísticas. A terceira (1979 - 1988), a mais produtiva de Zappa, onde estão, além de alguns de seus mais importantes projetos orquestrais, o aperfeiçoamento da xenocronia, o engajamento na política (especialmente no ativismo anti-censura), álbuns focados em seus solos de guitarra e mais alguns na utilização do Synclavier DMS. E a quarta e última fase (1989 - 1993), já após a descoberta do câncer de próstata em fase avançada, na qual ele se empenha em finalizar a maior quantidade projetos possíveis (HERRAIZHERRAIZ, Martin. O estranho perfeito: a música orquestral de Franz Zappa. -. 2010. 251 f. Dissertação (mestrado) - Universidade Estadual Paulista, Instituto de Artes, 2010. Disponível em: , 2010, págs 23 a 28). Frank Zappa faleceu, em decorrência de um câncer de próstata, em 4 de dezembro de 1993, um sábado, 17 dias antes de completar 53 anos. Era casado com Adelaide Gail Sloatman, com quem teve quatro filhos: Moon Unit, Dweezil Zappa, Ahmet Emuukha Rodan e Diva Thin Muffin Pigeen. == Primeiros anos de vida == Frank Zappa nasceu em Baltimore, em 21 de dezembro de 1940. Sua mãe, Rose Marie (de nome de solteira Colimore), era de ascendência italiana e francesa, e seu pai, Francis Vincent Zappa, era um nativo de Partinico, Sicília e tinha ancestrais gregos e libaneses.Zappa with Occhiogrosso, 1989, The Real Frank Zappa Book, p. 15. Frank era o mais velho de quatro irmãos, e tinha dois irmãos e uma irmã.The New Rolling Stone Encyclopedia of Rock & Roll, 1993. A família mudava-se frequentemente de moradia durante a infância de Zappa porque seu pai, químico e matemático, teve vários empregos na indústria de defesa dos EUA. Depois de um breve tempo na Flórida na metade dos anos 1940, a família retornou a Maryland, onde o pai de Zappa trabalhou nas instalações do arsenal químico de Edgewood, no Aberdeen Proving Ground. Eles mantinham máscaras de gás em casa para o caso de ocorrer algum acidente no arsenal, que estocava gás mostarda e ficava próximo.Zappa with Occhiogrosso, 1989, The Real Frank Zappa Book, pp. 20–23. Isso teve um profundo efeito no jovem Zappa: referências a germes, guerra biológica e outros aspectos da indústria bélica são encontradas em seu trabalho.Miles, 2004, Frank Zappa, pp. 8–9. Durante a infância, Zappa ficava frequentemente doente, sofrendo de asma, dores de ouvido e problemas nos seios paranasais. Um médico tratou este último problema injetando uma pastilha de rádio em cada narina de Zappa; pouco se sabia naquele tempo sobre potenciais perigos de ser submetido mesmo a pequenas quantidades de radiação terapêutica.Miles, 2004, Frank Zappa, p. 10. Imagens e referências ao nariz aparecem tanto na sua música quanto nas suas letras, assim como nas capas de álbuns com colagens criadas pelo seu colaborador visual de longo tempo, Carl Schenkel. Muitas das doenças de Zappa na infância poderiam ter surgido da exposição ao gás mostarda; além disso, a sua saúde piorava quando ele estava na área de Baltimore. Em 1952, a sua família mudou-se, principalmente por causa da saúde de Frank.Zappa with Occhiogrosso, 1989, The Real Frank Zappa Book, p. 22. A sua habitação seguinte foi Monterey, onde o pai de Zappa lecionou metalurgia na Naval Postgraduate School. Pouco depois, eles foram para Claremont, e então para El Cajon antes de finalmente se mudarem para San Diego. === Influências musicais === Zappa entrou na sua primeira banda, The Ramblers, na Mission Bay High School, em San Diego. Ele era o baterista.Zappa with Occhiogrosso, 1989, The Real Frank Zappa Book, p. 29. Pela mesma época, seus pais compraram um fonógrafo, que o permitiu desenvolver seu interesse na música, e começar a construir a sua coleção de gravações.Miles, 2004, Frank Zappa, p. 22. Singles de R&B; foram primeiramente comprados, iniciando uma coleção grande que ele manteve pelo resto da sua vida.Miles, 2004, Frank Zappa, p. 36. Ele estava interessado em sons pelo seu próprio fim, particularmente os sons de baterias e de outros instrumentos de percussão. Pela idade de 12 anos, ele obteve uma caixa de bateria e começou a aprender o básico de percussão orquestral. O profundo interesse de Zappa na música moderna começou quando ele leu um artigo na revista Look que comentava um LP tão obscuro como The Complete Works of Edgard Varèse, Volume One.Zappa with Occhiogrosso, 1989, The Real Frank Zappa Book, pp. 30–33. O artigo descrevia a composição de percussão de Varèse Ionisation, produzida pela EMS Recordings como \"uma esquisita mistura de baterias e outros sons não simpáticos\". Zappa decidiu procurar a música de Varèse. Depois de procurar por mais de um ano, ele achou uma cópia (reconhecendo o LP por causa da foto de Varèse parecendo um \"cientista louco\" na capa). Não tendo dinheiro suficiente com ele, Zappa persuadiu o vendedor a fazer um desconto. Assim começava a sua paixão pela música de Varèse e pela de outros compositores clássicos modernos que durou pela vida toda. Zappa cresceu influenciado por compositores de avant-garde como Varèse, Igor Stravinsky e Anton Webern, grupos de R&B; e doo-wop (particularmente grupos pachuco locais) e jazz moderno. O seu próprio pano de fundo étnico heterogêneo e a mistura diversa social e cultural em Los Angeles e arredores foram cruciais na formação de Zappa como um praticante da música underground e das suas futuras atitudes em relação aos movimentos de \"mainstream\" sociais, políticos e musicais. Ele frequentemente satirizava novidades musicais, como a psicodelia, ópera rock e disco.Watson, 1996, Frank Zappa: The Negative Dialectics of Poodle Play, p. 13.Entre as suas muitas sátiras musicais estão as canções de 1967 \"Flower Punk\" (\"Flor Podre\", em tradução livre) (que parodia a canção \"Hey Joe\") e \"Who Needs The Peace Corps?\" (\"Quem Precisa dos Corpos de Paz?\", em tradução livre), que são críticas à comercialização do fenômeno hippie do fim dos anos 1960. A televisão também exerceu nele uma forte influência, como demonstrado pelas frases de temas de programas e jingles publicitários encontrados nos seus trabalhos futuros. == Juventude e início de carreira (1955–1960) == Por 1956, a família Zappa mudou-se para Lancaster, uma pequena cidade agrária no Antelope Valley do deserto de Mojave perto da Edwards Air Force Base, no norte do Condado de Los Angeles. A mãe de Zappa encorajou-o nos seus interesses musicais. Apesar de desgostar da música de Varèse, ela foi indulgente o suficiente para dar ao seu filho uma chamada de longa distância para o compositor como um presente de aniversário de quinze anos. Infelizmente, Varèse estava na Europa no momento, então Zappa falou com a esposa do compositor. Ele depois recebeu uma carta de Varèse agradecendo-o pelo seu interesse e contando sobre uma composição em que ele estava trabalhando, chamada \"Déserts\". Vivendo na cidade do deserto, Lancaster, Zappa achou o caso excitante. Varèse convidou-o a visitá-lo se ele fosse a Nova Iorque. O encontro nunca ocorreu (Varèse morreu em 1965), mas Zappa enquadrou a carta e a manteve, mostrando-a pelo resto de sua vida.Em alguns de seus álbuns iniciais, Zappa fez tributo a Varèse com a frase \"The present-day composer refuses to die\" (\"O compositor do presente recusa-se a morrer\"). Na Antelope Valley High School, Zappa encontrou Don Vliet (que depois expandiu seu nome para Don Van Vliet e adotou o nome de palco de Captain Beefheart). Zappa e Vliet tornaram-se amigos próximos, compartilhando um interesse em gravações de R&B; e influenciando musicalmente um ao outro ao longo de suas carreiras.Slaven, 2003, Electric Don Quixote, pp. 29–30. Pela mesma época, Zappa começou a tocar bateria em uma banda local, The Blackouts. A banda era racialmente diversa e incluía Euclid James \"Motorhead\" Sherwood, que depois tornou-se um membro do Mothers of Invention. O interesse de Zappa na guitarra cresceu, e em 1957 ele ganhou o primeiro instrumento do tipo. Entre suas influências iniciais, estavam Johnny \"Guitar\" Watson, Howlin' Wolf e Clarence \"Gatemouth\" Brown.. (Nos anos 1970 e 80, ele convidou Watson para tocar em alguns álbuns.) Zappa considerava solar como o equivalente a fazer \"esculturas de ar\", e desenvolveu um estilo eclético, inovador e pessoal. O interesse de Zappa em compor e fazer arranjos aumentou nos seus últimos anos de ensino médio. Pelo seu último ano, ele estava escrevendo, arranjando e conduzindo apresentações de peças de avant-garde para a orquestra da escola.Miles, 2004, Frank Zappa, p. 40. Ele se formou na Antelope Valley High School em 1958, e depois reconheceu dois de seus professores de música no interior de seu disco Freak Out!Walley, 1980, No Commercial Potential, p. 23. Devido às muitas mudanças de sua família, Zappa esteve em pelo menos seis diferentes escolas e ficava frequentemente entediado e dado para distrair o resto da classe com excentricidades juvenis.Miles, 2004, Frank Zappa, p. 48. Ele deixou a faculdade depois de um semestre, e manteve depois um desdém pela educação formal, tirando seus filhos da escola com quinze anos e recusando-se a pagar sua faculdade.Miles, 2004, Frank Zappa, p. 345. Zappa deixou sua casa em 1959, e foi para um pequeno apartamento em Echo Park, Los Angeles. Depois de conhecer Kathryn J. \"Kay\" Sherman durante a sua curta estadia em Pomona College, eles mudaram-se juntos para Ontario, e casaram-se em 28 de dezembro de 1960.Miles, 2004, Frank Zappa, p. 58. Zappa trabalhou por um curto período em publicidade. A sua permanência no mundo comercial foi breve, mas deu-lhe a compreensão de como funcionava.Zappa with Occhiogrosso, 1989, The Real Frank Zappa Book, p. 40. Ao longo de sua carreira, ele teve um forte interesse na apresentação visual do seu trabalho, desenhando algumas das capas de seus álbuns e dirigindo seus próprios filmes e vídeos. == Início dos anos 1960: Studio Z == Zappa tentou levar uma vida como músico e compositor, e tocou em diferentes apresentações em nightclubs, alguns com uma nova versão dos Blackouts.Miles, 2004, Frank Zappa, p. 59. Financeiramente mais recompensadoras eram as primeiras gravações profissionais de Zappa, duas trilhas sonoras para os filmes de baixo orçamento The World's Greatest Sinner (1962) e Run Home Slow (1965). O primeiro trabalho foi comissionado pelo ator- produtor Timothy Carey e gravado em 1961. Ele contém muitos temas que apareceram em gravações posteriores de Zappa.Miles, 2004, Frank Zappa, p. 63. Foi por conta da gravação da trilha para o filme The World's Greatest Sinner que Zappa fez sua primeira performance pública. Ele foi convidado do o programa de TV de Steve Allen Show, em 4 de março de 1963. Na entrevista dada ao programa, Zappa conta que utilizou 45 instrumentos de orquestra dos mais variados para gravar a música para o filme. Além disso, Zappa deu mostras de toda criatividade que iria torná-lo um grande sucesso. Para demonstrar um dos instrumentos que gravou para o filme, ele tira sons de algumas bicicletas, levando a gargalhadas tanto público quanto o apresentador.bikeelegal.com/ Em sua primeira aparição na TV, Frank Zappa faz música usando bicicletaswhiplash.net/ Frank Zappa: tocando bicicletas na TV em 1963 Já a trilha de Run Home Slow foi gravada em 1963 depois que o filme foi completado, mas foi comissionado por um dos antigos professores de Zappa no ensino médio em 1959 e Zappa possivelmente tenha trabalhado nela depois das filmagens.Miles, 2004, Frank Zappa, p. 55. Trechos da trilha sonora podem ser ouvidos no álbum póstumo The Lost Episodes (1996). Durante o início da década de 1960, Zappa escreveu e produziu canções para outros artistas locais, trabalhando frequentemente com o cantor e compositor Ray Collins e com o produtor Paul Buff. A sua \"Memories of El Monte\" foi gravada pelos The Penguins (apesar de apenas Cleve Duncan do grupo original ter sido apresentadoGray, 1984, Mother!, p. 29.). Buff possuía o pequeno Pal Recording Studio em Cucamonga, que incluía um único gravador de fita de cinco canais que ele montou. Naquele tempo, apenas os mais sofisticados estúdios comerciais tenham instalações com múltiplos canais; o padrão da indústria para pequenos estúdios era ainda mono ou de dois canais.Zappa with Occhiogrosso, 1989, The Real Frank Zappa Book, p. 42. Apesar de nenhuma das gravações do período ter atingido maior sucesso comercial, Zappa ganhou dinheiro suficiente para permiti-lo organizar um concerto da sua música orquestral em 1963, transmiti- lo e gravá-lo.Miles, 2004, Frank Zappa, p. 74. Ele apareceu no programa sindicado noturno de Steve Allen no mesmo ano, no qual ele tocou uma bicicleta como instrumento musical.Slaven, 1996, Electric Don Quixote, pp. 35–36. Com Captain Beefheart, Zappa gravou alguns sons sob o nome de The Soots. Eles foram rejeitados pela Dot Records por não terem \"potencial comercial\"; uma frase que Zappa usou posteriormente no encarte do álbum Freak Out!Watson, 1996, Frank Zappa: The Negative Dialectics of Poodle Play, p. 27. Em 1964, depois de seu casamento começar a se desmanchar, ele se mudou para o Pal studio e começou a trabalhar 12 horas ou mais por dia rotineiramente gravando e experimentando com overdubbing e manipulação de áudio. Isso estabeleceu um padrão de trabalho que durou pela maior parte de sua vida.Zappa with Occhiogrosso, 1989, The Real Frank Zappa Book, p. 43. Ajudado pelos seus ganhos da composição do filme, Zappa assumiu o estúdio de Paul Buff, que estava agora trabalhando com Art Laboe no Original Sound. Ele foi renomeado como Studio Z.Miles, 2004, Frank Zappa, pp. 80–81. O Studio Z foi raramente reservado para gravações de outros músicos. Ao invés disso, amigos foram para lá, notavelmente James \"Motorhead\" Sherwood.Miles, 2004, Frank Zappa. pp. 82–83. Zappa começou a atuar como guitarrista com um power trio, The Muthers, em bares locais para sustentá-lo.Watson, 1996, Frank Zappa: The Negative Dialectics of Poodle Play, p. 26. Um artigo na imprensa local descrevendo Zappa como \"o Rei dos Filmes de Cucamonga\" levou a polícia local a suspeitar que ele estava fazendo filmes pornográficos.Miles, 2004, Frank Zappa, p. 85. Em março de 1965, Zappa foi abordado por um oficial secreto da polícia e aceitou uma oferta de US$100 para produzir uma sugestiva fita de áudio para uma suposta despedida de solteiro. Zappa e uma amiga fingiram uma gravação erótica. Quando Zappa estava prestes a entregar a fita, foi preso, e a polícia recolheu do estúdio todo o material gravado. A imprensa especulava antecipadamente, e o The Daily Report do dia seguinte escreveu que \"investigações do Vice Squad calaram os produtores da gravação de livre balanço, um produtivo estúdio de filmagem e gravação nesta sexta-feira e prenderam um produtor de filmes de estilo próprio\".. Zappa foi acusado de \"conspiração para cometer pornografia\".Zappa with Occhiogrosso, 1989, The Real Frank Zappa Book, p. 57. Essa acusação foi reduzida e ele foi sentenciado a seis meses de cadeia atenuada, com todos menos dez dias suspenso.Miles, 2004, Frank Zappa, pp. 86–87. O seu encarceramento e breve aprisionamento deixou-lhe uma marca e foi chave na formação do seu posicionamento antiautoritário.Miles, 2004, Frank Zappa, p. XV. Zappa perdeu algumas gravações feitas no Studio Z no processo, assim como a polícia devolveu apenas 30 das 80 horas de fitas apreendidas.Miles, 2004, Frank Zappa, p. 87. Afinal, ele não pôde mais pagar o aluguel do estúdio e foi despejado.Slaven, 1996, Electric Don Quixote, p. 40. Zappa tentou recuperar algumas de suas posses antes de o estúdio ser demolido em 1966.Miles, 2004, Frank Zappa, pp. 90–91. == Final dos anos 1960: The Mothers of Invention == Em 1965, Zappa foi abordado por Ray Collins, que o convidou a se unir uma banda local de R&B;, a The Soul Giants, como guitarrista. Zappa aceitou e logo assumiu a liderança e o papel de cantor co- principal (mesmo que ele nunca tivesse se considerado um cantor). Ele convenceu os outros membros de que deveriam tocar a sua música para aumentar as chances de ter um contrato de gravação.Zappa with Occhiogrosso, 1989, The Real Frank Zappa Book, pp. 65–66. A banda foi nomeada The Mothers, coincidentemente no dia das mães nos EUA.Slaven, 2003, Electric Don Quixote, p. 42. O grupo aumentou as suas receitas depois de começar uma associação com o empresário Herb Cohen, enquanto eles gradualmente ganhavam atenção na florescente cena de música underground de Los Angeles.Walley, 1980, No Commercial Potential, p. 58. No início de 1966, eles foram vistos pelo produtor de gravação Tom Wilson enquanto tocavam \"Trouble Every Day\", uma canção sobre os acontecimentos de Watts em 1965 (um levante em Los Angeles contra a brutalidade policial e injustiças raciais sofridas por negros estado- unidenses).Miles, 2004, Frank Zappa, p. 103. Wilson era conhecido por ser o produtor do cantor e compositor de Bob Dylan e da dupla de folk-rock Simon & Garfunkel, e era notável como um dos poucos negros trabalhando como produtor em uma empresa de música pop naquele tempo. Wilson assinou a The Mothers com a Verve Records, uma divisão da MGM Records, que teve construída uma forte reputação na indústria musical pelos seus lançamentos de gravações de jazz moderno nas décadas de 1940 e 1950, mas estava tentando se diversificar para audiências de pop e rock. A Verve insistiu para que a banda oficialmente mudasse de nome para \"The Mothers of Invention\" porque \"Mother\" (\"Mãe\") em gíria, era a forma curta para \"motherfucker\" (em tradução livre, \"filho da puta\") - um termo que à parte dos seus significados ofensivos pode denotar um músico habilidoso.. === Álbum de estreia: Freak Out! (1966) === Com Wilson creditado como produtor, a The Mothers of Invention e uma orquestra de estúdio gravaram o inovador álbum duplo Freak Out! (1966). Ele misturava R&B;, doo-wop e colagens de som experimentais que capturavam a subcultura \"freak\" de Los Angeles naquela época.Walley, 1980, No Commercial Potential, pp. 60–61. O álbum imediatamente estabeleceu Zappa como uma nova voz radical no rock, provendo um antídoto para a \"implacável cultura de consumo da América\".Miles, 2004, Frank Zappa, p. 115. O som era cru, mas os arranjos eram sofisticados (alguns dos músicos de sessão ficaram chocados ao saber que deveriam ler do papel com Zappa os conduzindo, o que não era padrão em uma gravação de rock.Miles, 2004, Frank Zappa, p. 112.). As letras elogiavam a não- conformidade, criticavam autoridades, e tinham elementos dadaístas. Também havia lugar para canções de amor aparentemente convencionais.Watson, 2005, Frank Zappa. The Complete Guide to His Music, pp. 10–11. A maioria das composições eram feitas por Zappa, o que foi um precedente para o resto da sua carreira de gravações. Ele teve total controle dos arranjos e das decisões musicais e fez muitos overdubs. Wilson providenciou as conexões com a indústria para dar ao grupos os recursos financeiros necessitados.Miles, 2004, Frank Zappa, p. 123. Durante a gravação de Freak Out, Zappa mudou-se para uma casa em Laurel Canyon com a amiga Pamela Zarubica, que apareceu no álbum. A casa tornou-se um lugar de encontro (e vivência) para muitos músicos de LA e groupies daquela época, apesar de Zappa desaprovar o uso de drogas por parte deles.Miles, 2004, Frank Zappa, p. 122. Ele classificou pessoas sob efeito de drogas como \"babacas em ação\", e apenas fumou maconha algumas vezes sem nenhum prazer.. Ele foi fumante regular de tabaco pela maior parte de sua vida, e forte crítico de campanhas antitabaco.Ele considerava tais campanhas como invenções yuppie e comentou que \"Algumas pessoas gostam de alho ... Eu gosto de pimenta, tabaco e café. É o meu metabolismo\". Zappa with Occhiogrosso, 1989, The Real Frank Zappa Book, pp. 234–235. Depois de uma curta turnê promocional seguindo o lançamento de Freak Out!, Zappa conheceu Adelaide Gail Sloatman. Ele se apaixonou dentro de \"alguns minutos\" e ela mudou-se para a casa dele durante o verão. Eles casaram-se em 1967, tiveram quatro filhos e continuaram juntos até a morte de Zappa. Wilson produziu o álbum seguinte Absolutely Free (1967), que foi gravado em novembro de 1966 e depois mixado em Nova Iorque. Ele apresentava extensas performances do Mothers of Invention e focava em sons que definiram o estilo de composição de Zappa, com uma introdução abrupta e mudanças de ritmo nas canções, que eram feitas de diversos elementos.Lowe, 2006, The Words and Music of Frank Zappa, p. 5. Exemplos são \"Plastic People\" e \"Brown Shoes Don't Make It\", que contêm letras críticas da hipocrisia e conformidade da sociedade americana, mas também da contracultura dos anos 1960.Lowe, 2006, The Words and Music of Frank Zappa, pp. 38–43. Como Zappa colocou, \"Nós somos sátiros, e nós estamos aqui para satirizar tudo.\"Miles, 2004, Frank Zappa, pp. 135–138. Na mesma época, Zappa gravou material para um álbum produzido por ele mesmo, baseado em trabalhos orquestrais, para ser lançado sob o seu nome. Devido a problemas contratuais, as gravações foram arquivadas e apenas finalizadas para serem lançadas no final de 1967. Zappa aproveitou a oportunidade para reestruturar radicalmente o seu conteúdo, adicionando novas gravações, diálogos improvisados para finalizar o que tornou-se o seu primeiro álbum solo (sob o nome de Francis Vincent Zappa), Lumpy Gravy (1968).Miles, 2004, Frank Zappa, pp. 140–141. É um \"incrível ambicioso projeto musical\"Lowe, 2006, The Words and Music of Frank Zappa, p. 56. um \"monumento a John Cage\",Walley, 1980, No Commercial Potential, p. 86. que entrelaça temas orquestrais, palavras faladas e barulhos eletrônicos através de técnicas radicais de edição de áudio.. Acessado em 2 de janeiro de 2008; Lowe, 2006, The Words and Music of Frank Zappa, p. 56.A gravações iniciais de apenas orquestra foram lançadas postumamente na box set Lumpy Money (2009). Ver . Acessado em 2 de fevereiro de 2009. === O período em Nova Iorque (1966–1968) === A The Mothers of Invention tocou em Nova Iorque no final de 1966 e foi ofertada com um contrato no Garrick Theater durante a páscoa de 1967. Isso se provou bem-sucedido e Herb Cohen aumentou o contrato, que ao fim durou quase um ano.James, 2000, Necessity Is . . . , pp. 62–69. Como resultado, Zappa e sua esposa, juntamente com a Mothers of Invention, mudaram-se para Nova Iorque. Os seus shows tornaram-se uma combinação de atos improvisados mostrando talentos individuais da banda assim como performances da música de Zappa. Tudo era dirigido pelos famosos sinais de Zappa com a mão.Miles, 2004, Frank Zappa, p. 147. Convidados para apresentações e a participação da audiência tornaram-se parte regular dos shows no Garrick Theater. Uma noite, Zappa tentou atrair alguns fuzileiros navais da audiência para o palco, o que precedeu o desmembramento de uma boneca grande de um bebê, enquanto Zappa falou que era para se fingir que ela era um \"bebê gook\" (gook é o termo pejorativo utilizado por oficiais da marinha para se referirem a asiáticos).Zappa with Occhiogrosso, 1989, The Real Frank Zappa Book, p. 94. Estabelecida em Nova Iorque e apenas interrompida pela primeira turnê europeia da banda, a The Mothers of Invention gravou o álbum largamente classificado como o auge do trabalho do grupo no final da década de 1960, We're Only in It for the Money (lançado em 1968).. Retrieved on January 2, 2008. Ele foi produzido por Zappa, com Wilson creditado como o produtor executivo. A partir de lá, Zappa produziu todos os álbuns lançados pelo Mothers of Invention e como artista solo. We're Only in It for the Money trouxe algumas das mais criativas edições de áudio já ouvidas na música pop, e canções satirizando impiedosamente a cultura hippie e o fenômeno flower power.Watson, 2005, Frank Zappa. The Complete Guide to His Music, p. 15. Walley, 1980, No Commercial Potential, p. 90. A foto de capa parodiava o álbum Sgt Pepper's Lonely Hearts Club Band, dos Beatles.Como aspectos legais de usar o conceito do Sgt Pepper estavam indefinidos, o álbum foi lançado com a capa e a parte de trás dentro do encarte, enquanto que as capa e parte de trás verdadeiras eram um foto do grupo em uma pose parodiando o encarte do álbum dos Beatles. Miles, 2004, Frank Zappa, p. 151. A arte da capa foi feita por Cal Schenkel, que Zappa conheceu em Nova Iorque. Isso iniciou uma colaboração que continuou pelo resto de sua vida, na qual Schenkel desenhou capas de muitos álbuns de Zappa e dos Mothers.Watson, 1996, Frank Zappa: The Negative Dialectics of Poodle Play, p. 88. Refletindo o gosto eclético de Zappa para a música, o próximo álbum, Cruising with Ruben & the Jets (1968), foi muito diferente. Ele representou uma coleção de canções de doo-wop; ouvintes e críticos não estavam seguros de se o álbum era uma sátira ou um tributo.Lowe, 2006, The Words and Music of Frank Zappa, p. 58. Zappa comentou que o álbum foi concebido no modo em que composições de Stravinsky estavam no seu período neo-clássico: \"Se ele pôde tirar formas e clichês da era clássica e pervertê-la, por que não fazer o mesmo ... para o doo-wop nos anos 50?\"Zappa with Occhiogrosso, 1989, The Real Frank Zappa Book, p. 88. Um tema de A Sagração da Primavera de Stravinsky é ouvido durante uma canção. Em Nova Iorque, Zappa aumentou o uso de edição de áudio como uma ferramenta de composição.Miles, 2004, Frank Zappa, p. 160. Um exemplo encontrado no álbum duplo Uncle Meat (1969),James, 2000, Necessity Is . . ., p. 104. em que a faixa \"King Kong\" é editada de várias performances de estúdio e ao vivo. Zappa tinha começado regularmente a gravar apresentações,No processo, ele construiu um vasto arquivo de gravações ao vivo. No final dos anos 1980, algumas dessas gravações foram coletadas para a reunião de 12 CDs You Can't Do That on Stage Anymore. e por causa da sua insistência em tons e tempos precisos, ele estava apto a aumentar as suas produções de estúdio com partes de shows ao vivo, e vice versa.. Acessado em 4 de janeiro de 2008. Depois, ele combinou gravações de diferentes composições em novas peças, independentemente do tempo ou da métrica das fontes. Ele apelidou seu processo de \"xenocronia\" (\"xenochrony\", no original em inglês) (estranhas sincronizaçõesBob Marshall, \"Interview with Frank Zappa,\" October 22, 1988.) — refletindo os termos gregos \"xeno\" (alienígena ou estranho) e \"chrono\" (tempo). Zappa também desenvolveu uma abordagem composicional que chamou de \"continuidade conceitual\", significando que qualquer projeto ou álbum era parte de um projeto extenso. Tudo estava conectado e temas musicais e letras reapareceram em diferentes formas em álbuns posteriores. Indícios de continuidade conceitual são encontrados por toda parte no trabalho de Zappa.Para uma lista compreensiva da aparição de partes de composições \"antigas\" ou frases de outras músicas do repertório de Zappa, ver . Retrieved on January 21, 2008. Durante o final dos anos 1960, Zappa continuou a desenvolver os negócios ao lado de sua carreira. Ele e Herb Cohen formaram as gravadoras Bizarre Records e Straight Records, distribuídas pela Warner Bros. Records, como empreendimento para ajudar com os fundos de projetos e aumentar o controle criativo. Zappa produziu o álbum duplo Trout Mask Replica de Captain Beefheart, álbuns de Alice Cooper, Wild Man Fischer, e The GTOs, assim como a última apresentação ao vivo de Lenny Bruce.Miles, 2004, Frank Zappa, pp. 173–175. === Separação do Mothers of Invention original (1969) === Zappa e o Mothers of Invention retornaram a Los Angeles no verão de 1968, e os Zappas mudaram-se para uma casa em Laurel Canyon Boulevard, apenas mudando-se novamente para uma outra em Woodrow Wilson Drive no outono.Miles, 2004, Frank Zappa, p. 178. Essa era para ser a casa de Zappa para o resto de sua vida. Apesar de ter sucesso com fãs com na Europa, o Mothers of Invention não era tão bem recompensado financeiramente.Walley, 1980, No Commercial Potential, p. 116. As suas primeiras gravações foram orientadas para destacar o vocal, mas Zappa escrevia mais músicas instrumentais e de jazz para os shows da banda, o que confundia a audiência. Zappa sentiu que o público tinha falhado em apreciar a sua \"música elétrica de câmara\".Slaven, 2003, Electric Don Quixote, pp. 119–120. Em 1969, havia nove membros na banda e Zappa sustentava o grupo com a publicação de royalties, tanto se tocavam ou não. No final de 1969, Zappa rompeu com a banda. Ele citou problemas financeiros como a razão principal,Zappa with Occhiogrosso, 1989, The Real Frank Zappa Book, p. 107. mas também comentou da falta de esforço suficiente por parte dos membros da banda.Slaven, 2003, Electric Don Quixote, p. 120. Muitos integrantes da banda eram contrários a decisões de Zappa e tomaram isso como sinal da preferência de Zappa pela perfeição ao sentimento.Miles, 2004, Frank Zappa, pp. 185–187. Outros estavam irritados com os \"seus modos autocráticos\", que eram manifestados pelo fato de Zappa nunca ter ficado no mesmo hotel com os outros membros da banda.Miles, 2004, Frank Zappa, p. 116. Alguns integrantes iriam, entretanto, tocar com Zappa nos anos seguintes. Gravações remanescentes com a banda deste período foram coletadas nos álbuns Weasels Ripped My Flesh e Burnt Weeny Sandwich (ambos lançados em 1970). Depois da separação dos Mothers of Invention, Zappa lançou o aclamado álbum solo Hot Rats (1969).. Acessado em 2 de janeiro de 2008.Miles, 2004, Frank Zappa, p. 194. Ele traz, pela primeira vez em gravações, Zappa tocando grandes solos de guitarra e contém uma das suas mais reconhecidas composições, \"Peaches en Regalia\", que reapareceu algumas vezes em gravações futuras. Os músicos de sessão eram conhecidos por tocar jazz, blues e R&B;, e incluíam o violinista Don \"Sugarcane\" Harris, os bateristas John Guerin e Paul Humphrey, o multi-instrumentalista e o antigo membro do Mothers of Invention Ian Underwood, e o multi-instrumentalista Shuggie Otis no baixo, juntamente com a aparição do convidado Captain Beefheart (nos vocais da única faixa não-instrumental, \"Willie the Pimp\"). O álbum tornou-se popular na Inglaterra,Zappa with Occhiogrosso, 1989, The Real Frank Zappa Book, p. 109. e teve uma influência grande no desenvolvimento do gênero jazz-rock fusion.Lowe, 2006, The Words and Music of Frank Zappa, p. 74. == Anos 1970: Dos Mothers a Zappa == Em 1970, Zappa conheceu o maestro Zubin Mehta. Ele arranjou um show em maio de 1970 em que Mehta conduziu a Filarmônica de Los Angeles acrescida de uma banda de rock. De acordo com Zappa, a música era na maior parte escrita em quartos de hotéis durante as turnês do Mothers of Invention. Algumas dessas foram apresentadas no filme 200 Motels. Apesar do concerto ter tido sucesso, a experiência de Zappa em trabalhar com uma orquestra sinfônica não foi tão feliz. A sua insatisfação tornou-se tema recorrente ao longo de sua carreira, em que ele frequentemente sentia que o dinheiro gasto nas apresentações de sua música clássica raramente era condizente com o produto final.Zappa with Occhiogrosso, 1989, The Real Frank Zappa Book, pp. 142–156. === Renascimento dos Mothers e filmagens (1970) === Mais tarde em 1970, Zappa formou uma nova versão da The Mothers (desde lá, ele praticamente largou a expressão \"of Invention\"). Ela incluía o baterista britânico Aynsley Dunbar, o tecladista de jazz George Duke, Ian Underwood, Jeff Simmons (baixo, guitarra rítmica), e três membros do The Turtles: o baixista Jim Pons, e os cantores Mark Volman e Howard Kaylan, que, devido a persistentes problemas legais e contratuais, adotaram o nome de palco de \"The Phlorescent Leech and Eddie\" (\"Os Fosforescentes Leech e Eddie\", em tradução livre), ou \"Flo & Eddie\".Miles, 2004, Frank Zappa, p. 201. Esta formação dos Mothers estreou no próximo álbum solo de Zappa, Chunga's Revenge (1970),Miles, 2004, Frank Zappa, p. 205. que foi seguido pelo álbum duplo trilha sonora do filme 200 Motels (1971), exibindo The Mothers, a Royal Philharmonic Orchestra, Ringo Starr, Theodore Bikel, e Keith Moon. Co-dirigido por Zappa e Tony Palmer, ele foi filmado em uma semana nos Pinewood Studios perto de Londres. Tensões entre Zappa e alguns membros do elenco e da equipe técnica surgiram antes e durante as filmagens;Watson, 1996, Frank Zappa: The Negative Dialectics of Poodle Play, p. 183. o co-diretor Palmer tentou mais tarde ter seu nome removido do filme.Miles, 2004, Frank Zappa, p. 213. O filme trata livremente a vida na estrada de músicos de rock.Miles, 2004, Frank Zappa, p. 207. Foi o primeiro filme filmado em fita de vídeo e depois passado para 35 mm, um processo que permitiu adicionar efeitos visuais.Starks, 1982, Cocaine Fiends and Reefer Madness, p. 153. Ele recebeu opiniões contraditórias a seu respeito.Lowe, 2006, The Words and Music of Frank Zappa, p. 94. A trilha sonora baseava-se principalmente em música orquestral. A insatisfação de Zappa com o mundo da música clássica intensificou-se quando um concerto, programado para o Royal Albert Hall depois das filmagens, foi cancelado porque um representante do evento achava algumas letras obscenas. Em 1975, ele perdeu um processo contra o Royal Albert Hall por quebra de contrato.Zappa with Occhiogrosso, 1989, The Real Frank Zappa Book, pp. 119–137. Depois de 200 Motels, a banda entrou em turnê, o que resultou em dois álbuns ao vivo, Fillmore East - June 1971 e Just Another Band From L.A.; o segundo incluía uma faixa de 20 minutos, \"Billy the Mountain\", uma sátira de Zappa à ópera rock. Esta faixa era representativa das performances teatrais da banda, nas quais as canções eram usadas para se fazer esquetes baseadas em cenas de 200 Motels, assim como novas situações frequentemente retratando os encontros sexuais dos membros na banda em viagens.Miles, 2004, Frank Zappa, pp. 203–204.Durante os shows de junho de 1971 em Fillmore, John Lennon e Yoko Ono reuniram-se a Zappa no palco. Essa apresentação foi gravada, e Lennon extraiu dela algumas partes para o seu álbum Some Time In New York City, de 1972. Posteriormente, Zappa lançou a sua versão de partes extraídas do show em Playground Psychotics, de 1992, incluindo a faixa de jam \"Scumbag\" e uma peça vocal vanguardista de Ono (originalmente chamada de \"Au\"), que Zappa renomeou como \"A Small Eternity with Yoko Ono\" (\"Uma Pequena Eternidade com Yoko Ono\", em tradução livre). === Acidente, ataques e suas consequências (1971–1972) === Em dezembro de 1971, houve dois sérios reveses em sua carreira. Enquanto tocava no Cassino de Montreux, na Suíça, o equipamento da Mothers foi destruído quando um membro da plateia iniciou um incêndio que queimou o cassino.Zappa with Occhiogrosso, 1989, The Real Frank Zappa Book, pp. 112–115. Imortalizado na canção do Deep Purple \"Smoke on the Water\", o evento e as suas consequências imediatas podem ser ouvidas no álbum de bootleg Swiss Cheese/Fire, lançado legalmente como parte da compilação Beat the Boots II de Zappa. Depois de uma semana separados, os Mothers tocaram no Teatro Rainbow, em Londres, com apetrechos alugados. Durante o bis, uma pessoa da audiência empurrou Zappa para fora do palco em uma espécie de fosso com chão de concreto. A banda pensou que Zappa tivesse morrido - ele sofreu fraturas sérias, um trauma na cabeça e ferimentos nas suas costas, pernas e pescoço, assim como espremeu a laringe, o que fez com que sua voz descesse uma terça depois da recuperação. Isso obrigou-o a andar em uma cadeira de rodas, forçando-o a ficar fora de cena por quase um ano. Quando do seu retorno aos palcos, em setembro de 1972, ele ainda utilizava um suporte para o braço, manquitolava e não podia ficar muito tempo no palco. Zappa notou que uma perna ficou \"menor que a outra\" (uma referência encontrada depois nas letras das canções \"Zomby Woof\" e \"Dancin' Fool\"), resultando em uma dor crônica nas costas. Entretanto, os Mothers foram deixados no limbo e afinal formaram o núcleo da banda de Flo e Eddie, assim como publicaram sozinhos. Durante 1971 e 1972, Zappa lançou dois LPs fortemente influenciados pelo jazz, Waka/Jawaka e The Grand Wazoo, que foram gravados durante o afastamento forçado das turnês, usando formações variadas de músicos de sessão.Lowe, 2006, The Words and Music of Frank Zappa, p. 101. Musicalmente, os álbuns são parecidos com Hot Rats.Miles, 2004, Frank Zappa, pp. 225–226. Zappa deu início a novas turnês novamente no final de 1972. O seu primeiro esforço foi uma série de apresentações em setembro de 1972 com uma big band de 20 pessoas, chamada de Grand Wazoo. Ela foi seguida por uma versão em pequena escala conhecida como Petit Wazoo, que fez turnê nos EUA por cinco semanas de outubro a dezembro de 1972.Gravações oficiais dessas bandas só emergiram 30 anos depois, quando Wazoo (2007) e Imaginary Diseases (2006) foram lançados. === Êxito de vendas (1973–1975) === Zappa então formou pequenos grupos e fez turnês com eles. Algumas dessas formações incluíam Ian Underwood (palheta, teclados), Ruth Underwood (vibrafone, marimba), Sal Marquez (trompete, vocais), Napoleon Murphy Brock (saxofone, flauta e vocais), Bruce Fowler (trombone), Tom Fowler (baixo), Chester Thompson (bateria), Ralph Humphrey (bateria), George Duke (teclados, vocais) e Jean-Luc Ponty (violino). Por 1973, os selos Bizarre e Straight acabaram. Em seus lugares, Zappa e Cohen criaram a DiscReet Records, também distribuída pela Warner Bros.Miles, 2004, Frank Zappa, p. 231. Zappa continuou em um alto nível de produção durante a primeira metade dos anos 1970, incluindo o disco solo Apostrophe (') (1974), que chegou ao número 10 nas listas de álbuns pop da Billboard. Acessado em 3 de janeiro de 2008. ajudado pelo single \"Don't Eat The Yellow Snow\".. Acessado em 3 de janeiro de 2008. Outros álbuns do período são Over-Nite Sensation (1973), que contém algumas canções que se tornariam favoritas em shows, tais como \"Dinah-Moe Humm\" e \"Montana\", e os álbuns Roxy & Elsewhere (1974) e One Size Fits All (1975) que trazem versões sempre em mutação de uma banda ainda chamada de Mothers e são reconhecidos por suas canções de jazz fusion de alta dificuldade em faixas como \"Inca Roads\", \"Echidna's Arf (Of You)\" e \"Be-Bop Tango (Of the Old Jazzmen's Church)\".Lowe, 2006, The Words and Music of Frank Zappa, pp. 114–122. Uma gravação ao vivo de 1974, You Can't Do That on Stage Anymore, Vol. 2 (1988), captura \"o espírito e a excelência inteiros da banda de 1973-75\". Zappa lançou Bongo Fury (1975), que trazia ao vivo gravações de uma turnê do mesmo ano em que se reuniu brevemente com o Captain Beefheart.Miles, 2004, Frank Zappa, p. 248. Eles perderam contato por um certo período de anos, mas retomaram pelo final da vida de Zappa.Miles, 2004, Frank Zappa, p. 372. === Negócios ruins e turnês (1976–1979) === A relação de Zappa com o seu empresário de longo tempo Herb Cohen encerrou-se em 1976. Zappa processou Cohen por este ter tirado mais do que estava combinado da DiscReet Records, assim como por ter assinado atos contratuais com os quais Zappa não estava de acordo.Miles, 2004, Frank Zappa, p. 250. Cohen ajuizou ação contra Zappa em resposta, o que bloqueou o dinheiro deste, e ganhou em um acordo fora do tribunal com a MGM os direitos das primeiras gravações dos Mothers of Invention. Isso também impediu o acesso de Zappa a qualquer material seu anteriormente gravado durante ensaios. Zappa assim levou as suas próprias cópias do álbum de rock Zoot Allures (1976) diretamente à Warner Bros., desse modo evitando a DiscReet.Miles, 2004, Frank Zappa, p. 253; pp. 258–259. Na metade dos anos 1970, Zappa preparou material para o projeto de um álbum quádruplo, Läther. O LP continha todos os aspectos dos tons musicais do rock de Zappa, trabalhos orquestrais, instrumentais complexos e a os solos de guitarra um tanto distorcidos que são sua marca. Cautelosa sobre um LP quádruplo, a Warner Bros. Records recusou-se a lançá-lo.Lowe, 2006, The Words and Music of Frank Zappa, p. 131. Zappa tentou um acordo com a Mercury- Phonogram, e impressões de testes foram feitas no final de outubro de 1977, mas a Warner Bros. impediu o lançamento alegando direitos sobre o material.Miles, 2004, Frank Zappa, p. 261. Zappa respondeu indo ao ar na estação de rádio KROQ, de Pasadena, permitindo-a que tocasse Läther e encorajando os ouvintes a que fizessem as suas próprias gravações.Slaven, 2003, Electric Don Quixote, p. 248. Um imbróglio legal entre Zappa e a Warner Bros. seguiu-se, durante o qual nenhum material do artista foi lançado; isso durou mais de um ano. Finalmente, a Warner Bros. lançou partes principais de Läther, contra a vontade de Zappa, como quatro álbuns individuais com promoção limitada.Miles, 2004, Frank Zappa, p. 267. Läther foi lançado postumamente em 1996.Continua o debate de se Zappa concebeu o material como um LP quádruplo desde o início ou apenas quando abordou a Mercury-Phonogram; ver, e.g., Watson, 2005, Frank Zappa. The Complete Guide to His Music, p. 49. Em notas do lançamento de 1996, entretanto, Gail Zappa expõe que \"Como originalmente concebido por Frank, Läther foi sempre uma box set de 4 gravações.\" Apesar de Zappa ao final ganhar os direitos de todo o seu material criado sob os contratos com a MGM e a Warner Bros.,Watson, 2005, Frank Zappa. The Complete Guide to His Music, p. 49. os vários processos judiciais significaram que, por um período, as únicas receitas do músico vinham das turnês, que ele, assim, realizou vastamente em 1975-1977 com bandas relativamente pequenas e orientadas ao rock. O baterista Terry Bozzio tornou-se um membro regular da banda, Napoleon Murphy Brock ficou nela por um tempo e o baixista original da Mothers of Invention, Roy Estrada, também juntou-se ao grupo. Entre outros músicos, estavam o baixista Patrick O'Hearn, o cantor e guitarrista Ray White e o tecladista Eddie Jobson. Em dezembro de 1976, Zappa apareceu como convidado musical no programa televisivo Saturday Night Live.Miles, 2004, Frank Zappa, p. 262.Em 1978, Zappa serviu tanto como anfitrião e apresentador musical do programa, quanto como ator em várias esquetes. As apresentações incluíam uma colaboração musical improvisada com o membro do elenco John Belushi durante a peça instrumental \"The Purple Lagoon\" (\"A Lagoa Roxa\", em tradução livre). Belushi apareceu como o seu personagem Samurai Futaba tocando saxofone tenor enquanto Zappa regia.Zappa, Frank, 1978, Zappa in New York, Liner Notes. A banda de Zappa na época, com adições de Ruth Underwood e uma seção de sopros (destacando-se Michael e Randy Brecker), apresentou-se durante o Natal em Nova Iorque; gravações dela aparecem em um dos álbuns lançados pela Warner Bros., Zappa in New York (1978). Ele mistura instrumentais intensos tais como \"The Black Page\" e canções de humor como \"Titties and Beer\".Lowe, 2006, The Words and Music of Frank Zappa, p. 132. A primeira composição, escrita originalmente para bateria, mas depois desenvolvida para bandas maiores, é notória pela sua complexidade de estrutura rítmica, mudanças radicais do tempo e da métrica, e passagens curtas densamente arranjadas.. Acessado em 29 de dezembro de 2007.. Acessado em 24 de julho 2008. Zappa in New York apresenta uma canção sobre o criminoso sexual Michael H. Kenyon, \"The Illinois Enema Bandit\", que traz Don Pardo fazendo a narrativa inicial da canção. Como muitas canções do álbum, ela contém numerosas referências sexuais, levando muitos críticos a desaprová-lo e se sentirem ofendidos pelo seu conteúdo.Miles, 2004, Frank Zappa, pp. 261–262; Lowe, 2006, The Words and Music of Frank Zappa, p. 134. Zappa respondeu ao criticismo alegando que ele era um jornalista relatando a vida assim como ele viu os fatosMiles, 2004, Frank Zappa, p. 234. Prevendo a sua luta posterior contra a censura, ele comentou: \"O que você faz de uma sociedade que é tão primitiva que se agarra em acreditar que certas palavras no seu idioma são tão poderosas que podem corromper você no momento em que você as ouve?\". Os álbuns restantes lançados pela Warner Bros. Records sem o consenso de Zappa foram Studio Tan em 1978 e Sleep Dirt em 1979, que continham suítes complexas de tons instrumentais gravados entre 1973 e 1976, e que foram negligenciados em meio aos problemas legais.Lowe, 2006, The Words and Music of Frank Zappa, p. 138. Orchestral Favorites, de 1979, também foi lançado pelo selo sem o consenso do artista; o disco apresentava gravações de um concerto com música orquestral realizado em 1975. === Zappa como artista independente (1979) === Resolvidos com sucesso os problemas judiciais, Zappa terminou os anos 1970 \"mais forte do que nunca\",Lowe, 2006, The Words and Music of Frank Zappa, p. 140. lançando dois dos seus álbuns de mais sucesso: o mais vendido de sua carreira, Sheik Yerbouti, e a \"obra-prima de boa fé\", Joe's Garage, ambos de 1979.Ambos os álbuns entraram no top 30 da Billboard.. Acessado em 6 de janeiro de 2008. O álbum duplo Sheik Yerbouti foi o primeiro lançado pelo selo Zappa Records, e contém o single \"Dancin' Fool\", que foi indicado ao Grammy e chegou à posição 45 nos rankings da Billboard,. Acessado em 6 de janeiro de 2008. e \"Jewish Princess\" (\"Princesa Judia\", em tradução livre), que recebeu atenção quando a Anti-Defamation League (Liga Antidifamação - ADL), grupo formado por judeus, tentou impedir a canção de ir ao ar nas rádios devido à conotação alegadamente antissemita da sua letra. Zappa negou veementemente sentimentos antissemitas e caracterizou a ADL como \"uma organização fazedora de barulho que tenta aplicar pressão nas pessoas para produzir uma imagem estereotipada dos judeus\". O sucesso comercial do álbum foi atribuído em parte ao single \"Bobby Brown\". Devido à sua letra explícita sobre o encontro de um jovem com uma \"lésbica chamada Freddie\" (em inglês, a \"dyke named Freddie\"; \"dyke\" é um termo em gíria utilizado para referir-se a uma lésbica masculinizada), a canção não foi ao ar nos EUA, mas entrou na lista dos mais vendidos em alguns países da Europa onde o inglês não é a língua mãe.Watson, 1996, Frank Zappa: The Negative Dialectics of Poodle Play, p. 351. O LP triplo Joe's Garage apresenta o cantor principal Ike Willis como a voz do personagem \"Joe\" em uma ópera rock sobre o perigo dos sistemas políticos e a supressão da liberdade de expressão; ele foi inspirado em parte pela Revolução Islâmica, a qual tornou ilegal a música dentro da sua jurisdição naquela época,Miles, 2004, Frank Zappa, p. 277. e também na \"estranha relação que os americanos têm com sexo e franqueza sexual\". O álbum contém canções como \"Catholic Girls\" (\"Garotas Católicas, em tradução livre - uma resposta às controvérsias de \"Jewish Princess\"),Watson, 2005, Frank Zappa. The Complete Guide to His Music, p. 59. \"Lucille Has Messed My Mind Up\", e a faixa-título, assim como uma gravação longa de improvisações de guitarra combinadas com uma banda de apoio de estúdio liderada pelo baterista Vinnie Colaiuta (com quem Zappa tinha uma boa conexão musical),Zappa with Occhiogrosso, 1989, The Real Frank Zappa Book, p. 180. adotando o processo da xenocronia. O álbum contém uma das mais famosas canções de Zappa na guitarra, \"Watermelon in Easter Hay\".Outras canções famosas são \"Zoot Allures\" e \"Black Napkins\" de Zoot Allures. Ver .Watson, 2005, Frank Zappa. The Complete Guide to His Music, p. 61. Em 21 de dezembro de 1979, o filme de Zappa Baby Snakes estreou em Nova Iorque. A frase promocional do filme era \"Um filme sobre pessoas que fazem coisas que não são normais\".Baby Snakes, 2003, DVD cover, Eagle Vision. Com duas horas e 40 minutos, ele baseava-se em sequências de shows em Nova Iorque no final de outubro - início de novembro - de 1977. Também continha cenas de claymation feitas por Bruce Bickford que anteriormente tinha feito animações para Zappa, em um especial de TV de 1974 (que depois se tornaria disponível no vídeo The Dub Room Special - 1982).Miles, 2004, Frank Zappa, p. 282. O filme não foi bem na distribuição pelos cinemas,. Acessado em 7 de janeiro de 2008. mas ganhou o Premier Grand Prix no Primeiro Festival de Música Internacional de Paris, em 1981. A família Zappa lançou-o em DVD em 2003. == Anos 1980: Produtivo como sempre == Depois de passar a maior parte de 1980 em turnês, Zappa lançou Tinsel Town Rebellion, em 1981. Foi o primeiro lançamento do seu selo próprio Barking Pumpkin Records,Lowe, 2006, The Words and Music of Frank Zappa, p. 161. e contém canções tiradas de turnês de 1979 e 1980 e uma faixa de estúdio. O álbum é uma mistura de instrumentais complicados e o uso de sprechstimme (canção ou voz falada) por parte de Zappa — uma técnica composicional utilizada por compositores como Arnold Schoenberg e Alban Berg — mostrando algumas das mais talentosas bandas que Zappa já tivera (contando, na maior parte, com o baterista Vinnie Colaiuta). Apesar de algumas letras ainda levantarem controvérsias entre críticos, no sentido de que alguns acharam-nas sexistas,Miles, 2004, Frank Zappa, p. 284. as sátiras políticas e sociológicas como observadas na faixa-título e em \"The Blue Light\" têm sido descritas como uma \"crítica hilária da complacência das pessoas americanas de acreditar em qualquer coisa\".Lowe, 2006, The Words and Music of Frank Zappa, p. 165. O álbum também é notável pela presença do guitarrista Steve Vai, que se juntou à banda de Zappa em turnê no final de 1980.Miles, 2004, Frank Zappa, p. 283. No mesmo ano, o disco duplo You Are What You Is foi lançado. Ele foi gravado na sua maior parte nos novos estúdios Utility Muffin Research Kitchen (algo como \"Cozinha de Pesquisa para as Utilidades do Bolinho\" - UMRK), que se localizavam na sua casa, dando assim completa liberdade para Zappa trabalhar.Miles, 2004, Frank Zappa, p. 269. O álbum incluía um instrumental complexo, \"Theme from the 3rd Movement of Sinister Footwear\", mas se focava principalmente em canções de rock com o comentário social irônico de Zappa - letras satíricas tendo como alvo adolescentes, a mídia, e a hipocrisia política e religiosa.. Acessado em 7 de janeiro de 2008. \"Dumb All Over\" é uma denúncia da religião, assim como \"Heavenly Bank Account\", na qual Zappa investe contra televangelistas tais como Jerry Falwell e Pat Robertson pela sua suposta influência na administração dos EUA, e também pelo seu uso da religião como meio de ganhar dinheiro. Canções como \"Society Pages\" e \"I'm a Beautiful Guy\" mostram o desânimo de Zappa com a era Ronald Reagan e a sua \"perseguição obscena de riqueza e felicidade\".Lowe, 2006, The Words and Music of Frank Zappa, pp. 169–175. Em 1981, Zappa também lançou três álbuns instrumentais, Shut Up 'N Play Yer Guitar, Shut Up 'N Play Yer Guitar Some More, e The Return of the Son of Shut Up 'N Play Yer Guitar,Em português, algo como Cale a Boca e Toque Sua Guitarra, Algo Mais de Cale a Boca e Toque Sua Guitarra e O Retorno do Filho de Cale a Boca e Toque Sua Guitarra os quais eram inicialmente vendidos via pedido pelos correios, mas posteriormente foram lançados através do selo CBS devido à sua demanda popular. Os álbuns focam-se exclusivamente em Frank Zappa como solista de guitarra, e a maioria das faixas foi gravada ao vivo em 1979 e 1980; elas trazem as habilidades improvisacionais de Zappa com \"lindas performances do grupo de apoio também\". Guitar, outro álbum apenas de guitarra foi lançado em 1988, e um terceiro, Trance-Fusion, o qual Zappa completou pouco antes de sua morte, lançado em 2006. === Dos singles de sucesso à música clássica === Em maio de 1982, Zappa lançou Ship Arriving Too Late to Save a Drowning Witch, que apresentava o seu single mais bem vendido em toda a sua carreira, a canção \"Valley Girl\", indicada para o Grammy Award e que chegou ao número 32 nos rankings da Billboard. Em suas letras improvisadas para a canção, a filha de Zappa Moon Unit satirizou a fala monótona de garotas adolescentes de San Fernando Valley, as quais popularizaram muitas expressões \"Valspeaks\" (expressão que se refere à fala de garotas californianas da década de 1980).Expressões tais como \"gag me with a spoon\" e \"barf out\". Por serem gírias, foi preferido não traduzi- las.. Acessado em 7 de janeiro de 2008. Muitos americanos que apenas conheciam Zappa de alguns singles de sucesso agora pensavam nele como uma pessoa que escrevia canções de humor, apesar de o resto do álbum conter muitas músicas complexas.Lowe, 2006, The Words and Music of Frank Zappa, p. 178. Zappa ficou irritado com issoMiles, 2004, Frank Zappa, p. 304. e nunca mais tocou a canção ao vivo. Em 1983, dois projetos diferentes foram lançados, começando com The Man From Utopia, um trabalho orientado ao rock. O álbum é eclético, apresentando os temas cantados \"Dangerous Kitchen\" e \"The Jazz Discharge Party Hats\", ambos continuações das excursões do estilo sprechstimme de Tinseltown Rebellion. O segundo álbum, London Symphony Orchestra, Vol. 1, contém composições orquestrais de Zappa dirigidas por Kent Nagano e tocadas pela Orquestra Sinfônica de Londres. Uma segunda dessas sessões, London Symphony Orchestra, Vol. 2 foi lançada em 1987. O material foi gravado em um calendário apertado com Zappa o financiando, ajudado pelo sucesso comercial de \"Valley Girl\".Zappa with Occhiogrosso, 1989, The Real Frank Zappa Book, pp. 146–156. Zappa não ficou satisfeito com as gravações com a orquestra. Uma razão foi \"Strictly Genteel\", a qual foi gravada depois de que a seção de trompetes tinha estado fora bebendo no intervalo: a faixa foi editada quarenta vezes para esconder notas fora do tom. O maestro Nagano, que estava satisfeito com a experiência, comentou que \"sendo justo com a orquestra, a música era humanamente muito, muito difícil\".Miles, 2004, Frank Zappa, p. 315. Algumas avaliações observaram que as gravações eram a melhor representações do trabalho orquestral de Zappa até então.. Acessado em 7 de janeiro de 2008. Em 1984, Zappa reencontrou-se com Nagano e com a Orquestra Sinfônica de Berkeley para uma apresentação ao vivo de A Zappa Affair com uma orquestra maior, bonecos de tamanho real e conjuntos móveis de palco. Apesar de criticamente aclamado, o trabalho foi um fracasso financeiro e apresentado apenas duas vezes.Miles, 2004, Frank Zappa, p. 323. === Sistema Synclavier === Pelo resto de sua carreira, muito do trabalho de Zappa foi influenciado pelo uso do Synclavier como uma ferramenta composicional e também como instrumento nas apresentações. Mesmo considerando a complexidade da música que ele escrevia, o Synclavier podia realizar qualquer coisa com a qual ele sonhou.Zappa with Occhiogrosso, 1989, The Real Frank Zappa Book, pp. 172–173. O Synclavier poderia ser programado para tocar quase qualquer coisa concebível, à perfeição: \"Com o Synclavier, qualquer grupo de instrumentos imaginários pode ser convidado a tocar as mais difíceis passagens ... com uma precisão de um mili-segundo todo o tempo\". Apesar de ele essencialmente tirar a necessidade de músicos,Miles, 2004, Frank Zappa, p. 319. Zappa via o Synclavier e os músicos da vida real como separados. Em 1984, ele lançou quatro álbuns. Boulez Conducts Zappa: The Perfect Stranger, contém trabalhos orquestrais dirigidas pelo renomado maestro Pierre Boulez (que foi listado como uma influência em Freak Out!) e tocado pela sua Ensemble InterContemporain, justaposta com as primeiras apresentações das peças de Synclavier. Novamente, Zappa não ficou satisfeito com as apresentações dos seus trabalhos orquestrais, além de os achar pouco ensaiados; contudo, nas notas do álbum ele agradece à demanda por precisão por parte de Boulez.Watson, 2005, Frank Zappa. The Complete Guide to His Music, p. 73. As peças para Synclavier permaneceram em contraste com os trabalhos orquestrais, já que os sons foram gerados eletronicamente e não, como foi possível pouco depois, com samples. O álbum Thing-Fish foi constituído de três gravações ambiciosas em um estilo de tocar típico da Broadway em meio a um cenário distópico hipotético envolvendo feminismo, homossexualidade, produção e distribuição do vírus da AIDS e um programa de eugenia conduzido pelo governo dos Estados Unidos.O musical foi afinal produzido para os palcos em 2003. Ver . Acessado em 11 de dezembro de 2007. Novos vocais foram combinados com faixas anteriormente lançadas e novas músicas no Synclavier; \"o trabalho é um exemplo extraordinário de bricolagem\". Artigo interior disponível apenas por acesso restrito gratuito. Acessado em 28 de julho de 2008. Finalmente, ainda em 1984, Zappa lançou Francesco Zappa, um conjunto de trabalhos do compositor do século XVIII Francesco Zappa (nenhum parentesco conhecido) tocado no Synclavier, e Them or Us, duas gravações de peças ao vivo e de estúdio intensamente editadas. === Testemunho no Senado === Em 19 de setembro de 1985, Zappa testemunhou perante o Comitê de Comércio, Tecnologia e Transporte do Senado dos Estados Unidos, atacando o Parents Music Resource Center (PMRC - em tradução livre, \"Centro de Recurso Musical dos Pais\"), uma organização musical, co-fundada por Tipper Gore, ex-esposa do então senador Al Gore. A PMRC era formada por muitas esposas de políticos, incluindo esposas de cinco membros do comitê, e foi fundada para chamar a atenção para a publicação de letras com conteúdo supostamente sexual, violento ou satânico.Day, 2000, Censorship, p. 53. Zappa via as atividades do PMRC como um pretexto para censurar a música estadunidense,Zappa with Occhiogrosso, 1989, The Real Frank Zappa Book, p. 267. e chamou a sua proposta de classificar as gravações com conteúdo explícito de \"extorsão\" da indústria musical.Zappa with Occhiogrosso, 1989, The Real Frank Zappa Book, p. 262. No seu discurso preparado, ele falou: > A proposta do PMRC é um disparate mal concebido que não traz quaisquer > benefícios reais para as crianças, infringe as liberdades civis de pessoas > que não são crianças e promete manter os tribunais ocupados por anos lidando > com os problemas de interpretação e execução inerentes ao design da > proposta. É meu entendimento que, na lei, as questões da Primeira Emenda são > decididas com preferência pela alternativa menos restritiva. Nesse contexto, > as exigências do PMRC equivalem a tratar a caspa pela decapitação. [...] O > estabelecimento de um sistema de classificação, voluntário ou não, abre a > porta para um desfile interminável de programas de controle de qualidade > moral baseados em coisas que certos cristãos não gostam. E se o próximo > grupo de esposas de Washington exigir um grande \"J\" amarelo em todo o > material escrito ou interpretado por judeus, a fim de salvar crianças > indefesas da exposição à doutrina sionista escondida?. Acessado em 31 de > dezembro de 2007. Zappa incluiu passagens de suas declarações à sua música no Synclavier em sua composição \"Porn Wars\" no álbum de 1985 Frank Zappa Meets the Mothers of Prevention. Zappa é ouvido interagindo com os senadores Fritz Hollings, Slade Gorton, Al Gore (que afirmou, na gravação, ser um fã de Zappa), e conversando com a senadora da Flórida Paula Hawkins sobre quais brinquedos ele tinha na infância. Zappa expressou opiniões sobre a censura quando apareceu na série de televisão Crossfire, da CNN, e debateu com o comentarista do Washington Times John Lofton em 1986. A paixão de Zappa pela política estadunidense foi se tornando uma parte grande de sua vida. Ele tinha sempre encorajado seus fãs a registrarem-se para votar, nas capas de seus álbuns, e ao longo de 1988 ele teve cabines de registro em seus shows.Miles, 2004, Frank Zappa, p. 348. Ele até mesmo considerou concorrer à Presidência dos Estados Unidos.Miles, 2004, Frank Zappa, p. 365. Posteriormente, Zappa expandiu as suas aparições na televisão a papéis não musicais. Ele foi ator ou emprestou a sua voz em episódios de Shelley Duvall's Faerie Tale Theatre,. Acessado em 30 de julho de 2008. Miami ViceMiles, 2004, Frank Zappa, p. 343. e The Ren and Stimpy Show. Uma participação com sua voz em The Simpsons nunca ocorreu, para o desapontamento do criador Matt Groening.. === Meios digitais e a última turnê === Por volta de 1986, Zappa levou a cabo o relançamento de muitas de suas gravações de vinis.Miles, 2004, Frank Zappa, p. 340. Ele supervisionou pessoalmente a remasterização de todos os seus álbuns das décadas de 1960, 1970 e do início dos anos 1980 para CDs.Para uma compreensiva comparação do vinil do lançamento de CDs, ver . Acessado em 7 de janeiro de 2008. Certos aspectos dessas republicações foram, entretanto, criticados por alguns fãs como sendo inexatos para com as gravações originais.Por exemplo, novas partes de baixo e bateria foram usadas nos álbuns da década de 1960 We're Only in It for the Money e Cruising with Ruben & the Jets. Ver Miles, 2004, Frank Zappa, p. 327. Perto de vinte anos antes do advento de lojas de músicas on-line, Zappa propôs substituir \"propaganda da indústria fonográfica\" de música por \"transferência diretamente digital-para-digital\" através de telefone ou TV a cabo (com pagamentos de royalties e as contas dos consumidores automaticamente feitas dentro do software acompanhante).Zappa with Occhiogrosso, 1989, The Real Frank Zappa Book, pp. 337–339. Em 1989, Zappa considerou sua ideia um \"fracasso miserável\". O álbum Jazz From Hell, lançado em 1986, rendeu a Zappa o seu primeiro Prêmio Grammy, em 1987 pelo Melhor Performance de Rock Instrumental. Exceto por um solo de guitarra ao vivo, o álbum apresenta exclusivamente composições no Synclavier. Apesar de ser um álbum instrumental, a Meyer Music Markets vendeu Jazz from Hell apresentando uma etiqueta de \"letras explícitas\" - um selo de aviso introduzido pela Recording Industry Association of America de acordo com o PMRC.. Acessado em 18 de abril de 2021. A última turnê de Zappa em uma banda de rock e jazz ocorreu em 1988, com um grupo de doze integrantes que tinha um repertório de mais de cem composições (a maioria de Zappa), mas que se separou sob circunstâncias acrimoniosas antes de a turnê ser completada.Miles, 2004, Frank Zappa, pp. 346–350. A turnê foi documentada nos álbuns Broadway the Hard Way (novo material apresentando canções com forte ênfase política), The Best Band You Never Heard in Your Life (\"standards\" de Zappa e uma coleção eclética de canções, indo do Bolero de Ravel a \"Stairway to Heaven\" do Led Zeppelin), e Make a Jazz Noise Here (música na maior parte instrumental e de vanguarda). Partes são encontradas também em You Can't Do That on Stage Anymore, volumes 4 e 6. == Anos 1990: Música clássica e falecimento == No começo de 1990, Zappa visitou a Tchecoslováquia a pedido do presidente Václav Havel, e foi convidado a servir como consultor para o governo em assuntos comerciais, culturais e turísticos. Havel era um fã de Zappa que tinha uma forte influência na cena de vanguarda e underground do leste europeu nos anos 1970 e 1980 (um grupo tcheco de rock que foi preso em 1976 tomou seu nome da canção de 1968 de Zappa, \"Plastic People\").. Zappa concordou entusiasmado e começou a se encontrar com autoridades corporativas interessadas em investir na Tchecoslováquia. Dentro de poucas semanas, entretanto, a administração dos EUA colocou pressão no governo tcheco para desfazer a nomeação. Havel fez então de Zappa um consultor cultural não oficial.Miles, 2004, Frank Zappa, pp. 357–361. Zappa também planejava desenvolver uma empresa de consultoria internacional para facilitar negócios entre o antigo bloco soviético e o bloco capitalista. A maioria dos projetos de Zappa vieram a uma parada em 1990, quando ele foi diagnosticado com um câncer de próstata terminal. A doença tinha sido desenvolvida sem constatação por dez anos e era considerada inoperável. Depois do diagnóstico, Zappa devotou a maior parte da sua energia para trabalhos orquestrais modernos e no Synclavier. Em 1993, ele completou Civilization, Phaze III pouco antes de sua morte. Foi o maior trabalho no Synclavier que ele tinha começado desde os anos 1980.Miles, 2004, Frank Zappa, pp. 374–375.Isso trouxe a ele um Prêmio Grammy póstumo (com Gail Zappa) pelo Melhor Pacote de Gravações, em 1994. . Acessado em 18 de agosto de 2008. Em 1991, Zappa foi escolhido para ser um dos quatro compositores apresentados no aclamado Festival de Frankfurt, em 1992 (os outos eram John Cage, Karlheinz Stockhausen e Alexander Knaifel). Zappa foi abordado pela orquestra moderna de câmara Ensemble Modern, que estava interessada em tocar a sua música no evento. Mesmo doente, Zappa convidou-os para Los Angeles para ouvirem as novas composições e novos arranjos de materiais antigos.Miles, 2004, Frank Zappa, p. 369. Além de ficar satisfeito com as apresentações do conjunto tocando a sua música, Zappa também se deu bem com os músicos, e os concertos na Alemanha e na Áustria foram preparados para o final do ano. Em setembro de 1992, os concertos aconteceram como previstos, mas Zappa pôde aparecer somente em dois em Frankfurt devido à sua doença. No primeiro concerto, ele conduziu \"Overture\" na abertura, e no final \"G-Spot Tornado\" assim como as teatrais \"Food Gathering in Post-Industrial America, 1992\" e \"Welcome to the United States\" (o resto do programa foi conduzido pelo maestro regular do conjunto Peter Rundel). Zappa foi ovacionado por 20 minutos.Miles, 2004, Frank Zappa, p. 371. Essa seria a última aparição profissional em público, já que o câncer estava se espalhando para uma extensão que lhe causava muita dor para desfrutar um evento que por outro lado ele consideraria \"estimulante\". Gravações desses concertos aparecem em The Yellow Shark (1993), o último lançamento de Zappa durante a sua vida, e algum material de estúdio apareceu no álbum póstumo Everything Is Healing Nicely (1999). Frank Zappa faleceu em 4 de dezembro de 1993, vitimado por um câncer de próstata. Ele estava em sua casa, cercado por sua esposa e filhos. Em uma cerimônia privada no dia seguinte, Zappa foi enterrado em um túmulo não marcado no Westwood Village Memorial Park Cemetery, em Westwood, Los Angeles.Watson, 2005, Frank Zappa. The Complete Guide to His Music, p. 552.Miles, 2004, Frank Zappa, pp. 379–380. Na segunda-feira, 6 de dezembro, a sua família anunciou publicamente que o \"Compositor Frank Zappa foi para a sua última turnê pouco antes das 18:00 no sábado\".Slaven, 2003, Electric Don Quixote, p. 320. == Legado == === Prêmios e honras === Zappa ganhou uma grande aclamação crítica em sua vida e depois de sua morte. O Álbum Guia da Rolling Stone de 2004 escreve: \"Frank Zappa tocava virtualmente todo o tipo de música - seja disfarçado como um roqueiro sátiro, um fusionista de jazz-rock, um guitarrista virtuoso, mago da eletrônica ou inovador da orquestra, o seu gênio excêntrico era inegável\". Mesmo que seu trabalho tenha tido uma inspiração de muitos gêneros, Zappa foi visto estabelecendo uma expressão pessoal coerente. Em 1971, o biógrafo David Walley escreveu que \"A estrutura inteira de sua música é unificada, não nitidamente dividida por datas ou sequências de tempo e ela é toda construída dentro de um composto\".Walley, 1980, No Commercial Potential, p. 3. Comentando a música, a política e a filosofia de Zappa, Barry Miles observou que elas não podem ser separadas: \"Eram todas uma só; todas parte da sua 'continuidade conceitual'\".Miles, 2004, Frank Zappa, p. 383. A revista Guitar Player destinou uma homenagem especial a Zappa em 1992, e perguntou na sua capa \"FZ é o segredo mais bem mantido da América?\". O editor Don Menn comentou que o tema foi sobre \"o mais importante compositor a sair da música popular moderna\". Entre aqueles que contribuíram para a matéria, estavam o compositor e musicólogo Nicolas Slonimsky, que conduziu as primeiras apresentações dos trabalhos de Ives e Varèse na década de 1930.. Acessado em 17 de agosto 2008. Ele tornou-se amigo de Zappa nos anos 1980,Em dezembro de 1981, Slonimsky, então com 87 anos, fez uma aparição como convidado para tocar piano em um concerto de Zappa. Miles, 2004, Frank Zappa, p. 295–296. e falou \"Eu admiro tudo o que Frank faz, porque ele praticamente criou o novo milênio musical. Ele faz um trabalho lindo, lindo ... Tem sido minha sorte viver para ver a emergência desse tipo de música totalmente novo.\" O maestro Kent Nagano comentou na mesma reportagem que \"Frank é um gênio. Essa é uma palavra que eu não uso frequentemente ... No caso de Frank, ela não é suficientemente forte... Ele é extremamente literato musicalmente. Eu não tenho certeza se o público em geral sabe disso\". Pierre Boulez disse no artigo de tributo póstumo a Zappa na Musician Magazine que Zappa \"era uma figura excepcional porque ele era parte dos mundos do rock e da música clássica e ambos os tipos de seu trabalho sobreviveriam\". Muitos estudiosos de música têm em Zappa um dos mais influentes compositores da sua geração. Como guitarrista, ele se tornou muito premiado.Ele ficou na 45ª posição em .Ele foi o 51º em Ele foi o 39º em . Acessado em 27 de junho de 2010. Em 1994, os críticos da revista de jazz Down Beat colocaram Zappa no seu Rol da Fama.. Acessado em 12 de agosto de 2008. Zappa foi postumamente acrescentado ao Rock and Roll Hall of Fame em 1995. Lá, foi escrito que \"Frank Zappa foi a mente musical mais perspicaz e mais crítica socialmente do rock and roll. Ele foi um dos mais prolíficos compositores de sua era, e ele trouxe novos gêneros - rock, jazz, clássica, avant-garde e até músicas cômicas - com facilidade maestral\".. Acessado em 14 de agosto de 2008. Ele recebeu o Grammy Lifetime Achievement Award em 1997.. Acessado em 14 de agosto de 2008. Em 2005, o Conselho Nacional de Preservação de Gravações dos EUA incluiu We're Only in It for the Money no Registro Nacional de Gravações como \"um álbum inventivo e iconoclástico de Frank Zappa que apresenta uma posição política única, tanto anticonservadora e anticontracultural, e apresenta uma crítica mordaz aos hippies e às reações dos EUA a ela\".. Acessado em 18 de agosto de 2008. No mesmo ano, a revista Rolling Stone listou-o como o 71 entre os 100 Maiores Artistas de Todos os Tempos e foi considerado o 22º melhor guitarrista de todos os tempos pela mesma revista. === Artistas influenciados por Zappa === Um certo número de músicos, bandas e orquestras notáveis de diversos gêneros tem sido influenciado pela música de Frank Zappa. Artistas de rock como Alice Cooper, Primus,. Acessado em 14 de março de 2009. Fee Waybill de The Tubes. Acessado em 13 de agosto de 2008. citaram a influência de Zappa, assim como músicos de rock progressivo como Henry Cow,. Acessado em 13 de agosto de 2008. Trey Anastasio do Phish, e John Frusciante.. Acessado em 12 de agosto de 2008. Paul McCartney considerou Sgt. Pepper's Lonely Hearts Club Band como o Freak Out dos BeatlesMacDonald, 1994, Revolution in the Head, p. 171. Músicos de rock pesado e de metal como Black Sabbath,. Acessado em 12 de agosto de 2008. Mike Portnoy,. Acessado em 22 de abril de 2009. Warren DeMartini, Steve Vai,. Acessado em 12 de agosto de 2008. System of a Down,. Acessado em 28 de junho de 2010. e Clawfinger. Acessado em 12 de agosto de 2008. reconheceram inspirações em Zappa. Na cena da música clássica, Tomas Ulrich, Acessado em 13 de novembro de 2008. Meridian Arts Ensemble,. Acessado em 12 de agosto de 2008. and the Fireworks Ensemble. Acessado em 25 de agosto de 2008. regularmente apresentam composições de Zappa e relataram sua influência. Os músicos e compositores contemporâneos de jazz Bill Frisell. Acessado em 12 de agosto de 2008. e John Zorn são inspirados por Zappa, assim como a lenda do funk George Clinton.. Acessado em 13 de agosto de 2008. Outros artistas cujo trabalho é afetado por Zappa incluem o pianista new age George Winston,. Acessado em 27 de junho de 2010. o compositor eletrônico Bob Gluck,. Acessado em 1 de setembro de 2008. o cantor de parodiar \"Weird Al\" Yankovic,. Acessado em 12 de agosto de 2008. e o artista de noise music Masami Akita do Merzbow.Martin, 2002, Avant Rock, p. 160. === Referências a Zappa === Cientistas de vários campos têm homenageado Zappa nomeando novas descobertas com seu nome. Em 1967, o paleontólogo Leo P. Plas Jr. identificou um molusco extinto em Nevada e nomeou-o Amaurotoma zappa com a motivação de que \"O específico nome, zappa, honra Frank Zappa\". Nos anos 1980, o biólogo Ed Murdy nomeou um gênero de peixes da família gobiidae da Nova Guiné como Zappa, sendo uma espécie nomeada Zappa confluentus. O biólogo Ferdinando Boero nomeou uma medusa californiana Phialella zappai (1987), comentando que ele tinha \"prazer em nomear estas espécies conforme o compositor de música moderna\". Os biólogos belgas Bosmans e Bosselaers descobriram no início dos anos 1980, uma aranha camaronesa, a qual eles nomearam, em 1994, Pachygnatha zappa porque o \"lado ventral do abdômen da fêmea destas espécies se assemelha impressionantemente com o bigode do artista lendário\". Um gene da bactéria Proteus mirabilis que causa infecções no trato urinário em 1995 foi chamado de zapA por três biólogos de Maryland. No seu artigo científico, eles \"especialmente agradeceram Frank Zappa pela inspiração e assistência com a nomenclatura genética\". No final dos anos 1990, os paleontólogos estado-unidenses Marc Salak e Halard L. Lescinsky descobriram uma fóssil de metazoários, e nomearam- no Spygori zappania para homenagear \"a época final de Frank Zappa ... cuja missão paralelizou com aquela dos primeiros arqueólogos: desafiar as crenças convencionais e tradicionais quando a tais crenças faltavam raízes na lógica e na razão\". Em 1994, esforços do psiquiatra John Scialli levaram a União Astronômica Internacional a chamar um asteroide de 3834 Zappafrank. Os asteroide foi descoberto em 1980 pelo astrônomo tchecoslovaco Ladislav Brozek, e a citação ao seu nome disse que \"Zappa foi um artista e compositor eclético, autotreinado ... Antes de 1989, ele era considerado um símbolo da democracia e liberdade por muitas pessoas na Tchecoslováquia\".. Acessado em 15 de agosto de 2008. Em 1995, um busto de Zappa feito pelo escultor Konstantinas Bogdanas foi instalado na capital lituana Vilnius. Uma réplica foi oferecida à cidade de Baltimore em 2008.. Acessado em 14 de agosto de 2008. Em 2002, um busto de bronze foi instalado na cidade alemã de Bad Doberan, desde a instalação de Zappanale, um festival musical anual celebrando Zappa.. Acessado em 14 de agosto de 2008. Na iniciativa da comunidade de músicos ORWOhaus, a cidade de Berlim deu nome a uma rua no distrito de Marzahn \"Frank-Zappa-Straße\" em 2007.. Acessado em 15 de agosto de 2008. No mesmo ano, a prefeita de Baltimore Sheila Dixon proclamou 9 de agosto como o \"Dia Frank Zappa\" oficial da cidade, citando as habilidades musicais de Zappa, assim como a sua defesa da Primeira emenda da constituição dos Estados Unidos da América.. Acessado em 15 de agosto de 2008. == Galeria == Ficheiro:The famous mustache and goatee.jpg Ficheiro:Frank Zappa - Capt. Beefheart.jpg Ficheiro:Frank 1.jpg Ficheiro:Zappa-buffalo-ny.jpg == Discografia == == Filmografia == O documentário biográfico Zappa, dirigido por Alex Winter e lançado em 27 de novembro de 2020, inclui filmagens inéditas do arquivo pesssoal de Zappa, ao qual o realizador teve acesso com permissão da Zappa Family Trust. ==Ver também== * Grammy Award para Best Rock Instrumental Performance * Lista de multi-instrumentistas == Referências == * Frank Zappa en el infierno. El rock como movilización para la disidencia política, Manuel de la Fuente Soler, Biblioteca Nueva (Madrid, 2006), ISBN 84-9742-592-8 * Zappa — Detritos cósmicos, livro-tributo organizado por Fabio Massari, São Paulo: Conrad, 2007. 224 p. ISBN 9788576162292 * Frank Zappa - La vita e la musica di un uomo Absolutely Free,, Barry Miles, Feltrinelli (Italia, 2008), ISBN 978-88-07-81995-7 * * * * * * * * * * * * * * * == Ligações externas == * Categoria:Antifascistas dos Estados Unidos Categoria:Ateus dos Estados Unidos Categoria:Ativistas da liberdade de expressão Categoria:Bandas e músicos de rock instrumental Categoria:Cantores dos Estados Unidos Categoria:Críticos das religiões Categoria:Compositores de jazz Categoria:Compositores dos Estados Unidos Categoria:Guitarristas de jazz Categoria:Guitarristas dos Estados Unidos Categoria:Artistas incluídos no Rock and Roll Hall of Fame Categoria:Mortes por câncer de próstata Categoria:Mortes por câncer na Califórnia Categoria:Multi-instrumentistas Categoria:Músicos de rock Categoria:Músicos vencedores do Grammy Categoria:Naturais de Baltimore Categoria:Norte-americanos de ascendência árabe Categoria:Norte-americanos de ascendência francesa Categoria:Norte-americanos de ascendência grega Categoria:Norte-americanos de ascendência italiana Categoria:Norte-americanos de ascendência libanesa Categoria:Sepultados no Westwood Village Memorial Park Cemetery Categoria:Vencedores do Grammy Lifetime Achievement Award",
 "title": "Frank Zappa"
}