{
 "id": "5176",
 "text": "Cós, ou Coz, é uma povoação portuguesa do Município de Alcobaça que foi sede da Freguesia de Cós, freguesia que tinha 15,86 km² de área e 1 895 habitantes (2011), e, por isso, uma densidade populacional de 119,5 hab/km². A Freguesia de Cós foi extinta (agregada), em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada às freguesias de Alpedriz e Montes, para formar uma nova freguesia denominada União das Freguesias de Cós, Alpedriz e Montes, da qual é sede.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. Cós era um dos coutos de Alcobaça, tal como resulta do foral da vila de 1514, recebido do Rei D. Manuel I. Como toda a região de Alcobaça, esteve durante muito tempo sob a influência dos monges cistercienses, baseados no Mosteiro de Alcobaça. Foi sede de concelho até ao início do século XIX. O antigo município era constituído apenas pela freguesia da vila e tinha, em 1801, 753 habitantes. ==População== População da freguesia de Coz Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 893 1 016 1 138 1 353 1 533 1 635 1 796 1 941 2 049 2 129 1 911 1 992 2 141 2 043 1 895 Thumb|200px|Evolução da População (1864 / 2011) Thumb|200px|Grupos Etários (2001 e 2011) Thumb|200px|Grupos Etários (2001 e 2011) == Origens de Cós == Reza alguma História que sete séculos antes de Cristo, terão fundado os fenícios, próximo de Alcobaça, uma colónia a que deram o nome de Cós, em memória da ilha com o nome de Kos, de que então eram senhores, pertencente ao arquipélago de Esporádes, nas proximidades das costas da Ásia Menor. ==Extractos de Coz Minor et Maior== Uma tese do Dr. Professor Pedro Gomes Barbosa, Coz Minor et Maior, aponta em profundidade para as origens de Cós. \"A região de Alcobaça não se encontrava despovoada quando, em 1147 ou 1148. passou para o “lado cristão\". Há vestígios de povoações pre-históricas, romanas e pós-romanas em Cós O primeiro historiador a defender um contínuo povoamento pré-Cister da região alcobaciana, de uma forma clara. foi Frei António Brandão, na Terceira Parte da Monarquia Lusitana. Em geral os cronistas de Alcobaça, por razões que facilmente se percebem, foram acérrimos defensores de uma terra deserta que pela primeira vez depois de muitos anos o trabalho dos monges e a sua visão colonizadora povoaram e fizeram frutificar. Boa parte dos camponeses muçulmanos teriam fugido diante do avanço dos guerreiros cristãos. mas alguns se teriam mantido na região, em zonas de mais difícil acesso e longe dos caminhos dos exércitos. A toponimia da zona aponta para algo mais do que simples camponeses cultivando clareiras isoladas na extensa floresta de pinheiros, carvalhos e castanheiros que cobria boa parte da terra alcobacense. Não de excluir que o próprio topónimo \"Cós\" possa ter uma origem árabe, se aceitarmos que poderá derivar de “al-qos” que significaria \"célula de ermita” e adapta-se perfeitamente a um indício referido da existência de um lugar chamado Monasterrum, nas proximidades da Póvoa de Cós. A primitiva Cós localizava-se na actual Póvoa de Cós que conservou o seu nome até aos nossos dias. O termo “Póvoa” não faria parte do topónimo, mas designaria apenas a \"Condição\" da pequena localidade, que não poderia ser considerada vila como Aljubarrota por exemplo. Talvez mesmo para o lugar onde teria existido o referido \"Mosteiro\" da primitiva toponimia, que poderia não passar de restos do que tinha sido uma primitiva comunidade cenobitica (ou uma simples céluia eremitica. como sugere o topónimo árabe, transformada em local de culto. Junto se teria edificado mais tarde a igreia de Santa Eufémia. O templo parece só ter sido construído em 1248, com autorização do bispo de Lisboa, D. Aires Vasques. Junto a Póvoa de Cós apareceram vestígios pre-históricos, romanos e pos-romanos. o que pode sugerir que esse local foi escolhido desde muito cedo para a fixação da populações, sendo a actual Cós um polo só activado mais tarde.\" == Padroeira == * A padroeira da localidade é Santa Eufémia, cuja antiga igreja paroquial, já demolida, foi substituída pela igreja da extinta Misericórdia, situada no centro da localidade. == Cós ou Coz? == * A ortografia moderna mais correcta do topónimo deverá ser Cós e não Coz. == Património de Cós == * Mosteiro de Santa Maria de Cós * Igreja de Santa Eufémia * Ermida de Santa Rita * Ancoradouro Nautico da Santa Rita * Fontanários Diversos * Capela de Nossa Senhora da Luz (Castanheira) * Capela de Santa Marta (Castanheira) * Arqueologia - (Vestígios Romanos nunca explorados na Póvoa de Cós * Capela de Nossa Senhora da Graça Póvoa de Cós * Castelo da Póvoa de Cós (Pedrogāo) em Póvoa de Cós - Ruinas nunca exploradas na Póvoa de Cós * Bazar das Monjas de Coz * Fonte Santa Castanheira == Geografia == * A antiga freguesia era constituída por várias localidades tal como Póvoa de Cós, Cós, Castanheira, Casal de Areia, Casalinho, Varatojo, Alto Varatojo, Alqueidão, Pomarinho, Casal Resoneiro, Porto Linhares, Vale do Amieiro. == Para saber mais sobre Cós == * * * * * * Categoria:Antigos municípios do distrito de Leiria Categoria:Antigas freguesias de Alcobaça",
 "title": "Cós (Alcobaça)"
}