{
 "id": "51760",
 "text": "Interpolação é o método de aproximar os valores dos conjuntos discretos. Em matemática, denomina-se interpolação o método que permite construir um novo conjunto de dados a partir de um conjunto discreto de dados pontuais previamente conhecidos. interpolação in Dicionário infopédia da Língua Portuguesa sem Acordo Ortográfico [em linha]. Porto: Porto Editora, 2003-2018. [consult. 2018-01-18 18:17:28]. Disponível na Internet: https://www.infopedia.pt/dicionarios/lingua-portuguesa-aao/interpolação Em engenharia e ciência, dispõe-se habitualmente de dados pontuais obtidos a partir de uma amostragem ou de um experimento. Tal conjunto de dados pontuais (também denominado conjunto degenerado) não possui continuidade, e isto muitas vezes torna demasiado irreal a representação teórica de um fenômeno real empiricamente observado. Através da interpolação, pode-se construir uma função que aproximadamente se \"encaixe\" nestes dados pontuais, conferindo-lhes, então, a continuidade desejada. Outra aplicação da interpolação é a aproximação de funções complicadas por funções mais simples. Suponha que tenhamos uma função, mas que seja complicada demais para que seja possível avaliá-la de forma eficiente. Podemos, então, escolher alguns dados pontuais da função complicada e tentar interpolá-los com uma função mais simples. Obviamente, quando utilizamos a função mais simples para calcular novos dados, normalmente não se obtém o mesmo resultado da função original, mas dependendo do domínio do problema e do método de interpolação utilizado, o ganho de simplicidade pode compensar o erro. A interpolação permite fazer a reconstituição (aproximada) de uma função, bastando para tanto conhecer apenas algumas das suas abscissas e respectivas ordenadas (imagens no contra-domínio da função). A função resultante garantidamente passa pelos pontos fornecidos, e, em relação aos outros pontos, pode ser considerada um mero ajuste. == Tipos de interpolação == * Interpolação linear: a mais simples de todas, uma linha conectando os pontos serve para estimar os valores * Interpolação polinomial: quando a função interpoladora é um polinômio; a função interpoladora é a função f(x). * Interpolação trigonométrica: quando o polinômio é trigonométrico, passando por um conjunto de pares; forma de interpolação adequada somente para funções periódicas. * Spline: é a curva definida por dois ou mais pontos; * Interpolação bilinear: é uma generalização da interpolação linear de uma variável para funções de duas variáveis. ==== Interpolação Linear ==== Se os dois pontos conhecidos são dados pelas coordenadas (x_0,y_0) e (x_1,y_1) , o interpolante linear é a linha reta entre esses pontos. Para um valor x no intervalo, o valor y ao longo da linha reta é dado a partir da equação das inclinações, \\frac{y - y_0}{x - x_0} = \\frac{y_1 - y_0}{x_1 - x_0}, Resolver esta equação para y, que é o valor desconhecido em x, é igual a y = y_0 + (x-x_0)\\frac{y_1 - y_0}{x_1 - x_0} = \\frac{y_0(x_1 - x)+y_1(x - x_0)}{x_1 - x_0}, que é a fórmula para interpolação linear no intervalo (x_0,x_1) . Fora desse intervalo, a fórmula é idêntica à extrapolação linear. Esta fórmula também pode ser entendida como uma média ponderada. Os pesos estão inversamente relacionados à distância dos pontos finais ao ponto desconhecido; o ponto mais próximo tem maior influência do que o ponto mais distantes. Assim, os pesos são 1 - \\frac{x-x_0}{x_1-x_0} e 1 - \\frac{x_1-x}{x_1-x_0}que são distâncias normalizadas entre o ponto desconhecido e cada um dos pontos finais. Porque eles somam 1 e produz a fórmula de interpolação dada abaixo: : y = y_0 \\left(1 - \\frac{x - x_0}{x_1 - x_0}\\right) + y_1 \\left(1 - \\frac{x_1 - x}{x_1 - x_0}\\right) = y_0 \\left(1 - \\frac{x - x_0}{x_1 - x_0}\\right) + y_1 \\left(\\frac{x - x_0}{x_1 - x_0}\\right) == Histórico == Até 60 anos atrás, os métodos de cálculo eram realizados manualmente e a interpolação polinomial surgiu como uma ferramenta para aproximar funções complexas que eram listadas em tabelas, em alguns valores. A interpolação polinomial é associada a Newton, porém, foi com Lagrange e Hermite que ganharam uma forma sistemática. No século XIX, Carl David Tolmé Runge e Pafnuty Lvovich Chebyshev ponderaram sobre questões de instabilidade da aproximação polinomial. == Ver também == *Ajuste de curvas == Bibliografia == *Cálculo Numérico - Um Livro Colaborativo - seção sobre interpolação no livro de Cálculo Numérico mantido pelo Instituto de Matemática e Estatística da Universidade Federal do Rio Grande do Sul. Interpolacao Interpolacao",
 "title": "Interpolação"
}