{
 "id": "5181",
 "text": "Montes é uma povoação portuguesa do Município de Alcobaça que foi sede da extinta Freguesia de Montes, freguesia que tinha 5,45 km² de área e 589 habitantes (2011), e, por isso, uma densidade populacional de 108,1 hab/km². A Freguesia de Montes foi extinta (agregada), em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada às Freguesias de Cós e Alpedriz, para formar uma nova freguesia denominada União das Freguesias de Cós, Alpedriz e Montes com sede em Cós.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. A sua localização, o ambiente, a inexistência de indústrias poluidoras e as vistas que se podem desfrutar fazem de Montes um bom lugar para viver ou para visitar. thumb|290px|right|Localização no município de Alcobaça ==População== População da freguesia de Montes Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 745 699 589 Criada pela lei nº 73/89 Diário da República - http://dre.tretas.org/dre/37010/ , de 28 de Agosto, com lugares desanexados da freguesia de Alpedriz Thumb|200px|Evolução da População (1864 / 2011) Thumb|200px|Grupos Etários (2001 e 2011) Thumb|200px|Grupos Etários (2001 e 2011) == História == Nos finais do século passado, o cultivo da vinha foi substituído pela fruticultura. == Infraestruturas == Existe uma colectividade de cultura e recreio que para além do edifício sede possui um parque desportivo para a prática de vários desportos. Na área social existe o centro de bem-estar social que presta apoio a cerca de 35 idosos de Montes e outras freguesias, tendo ainda centro de dia para 14 pessoas, sala de prolongamento da pré-primária e tempos livres para cerca de 35 crianças. == Festividades == Nos Montes realizam-se festas tradicionais em honra dos santos padroeiros: * São Vicente - em Janeiro * Santa Marta - em Junho As festas de aniversário da Associação Recreativa Montense são realizadas durante o mês de Julho. Realizou-se durante vários anos uma feira denominada Feira da Fruta. Categoria:Antigas freguesias de Alcobaça",
 "title": "Montes (Alcobaça)"
}