{
 "id": "51812",
 "text": "O Clube de Futebol \"Os Belenenses\", ComC • OB é um clube português fundado a 23 de setembro de 1919, e tem sede em Lisboa, na freguesia de Santa Maria de Belém e realiza os seus jogos no Estádio do Restelo, que é sua propriedade. Os momentos mais significativos da sua história foram as conquistas das 3 Taças de Portugal e de 1 título da Primeira Liga, incluindo em seu cartel mais 3 conquistas do antigo Campeonato de Portugal, um total de 7 títulos nacionais de primeira linha. O clube ostenta ainda 3 vice campeonatos e 14 terceiros lugares no principal campeonato de Portugal, a 4ª melhor performance entre os clubes. Em 1933, o Belenenses era um dos mais poderosos clubes de futebol em Portugal: tinha 3 Campeonatos de Portugal, tal como o Porto, contra 2 do Benfica, 1 do Sporting, 1 do Olhanense, 1 do Marítimo e 1 do Carcavelinhos, e era também o clube com mais jogadores presentes na Seleção Portuguesa desde o início da atividade desta. Manteve essa posição até 1935, e a segunda posição até 1951. Ainda hoje é o quarto clube com mais internacionalizações, com cerca do dobro do quinto e sexto colocados (Boavista FC e Vitória de Setúbal). Daí que os grandes rivais do Belenenses sejam Benfica, Sporting e Porto, para além dos mais recentes Vitória de Setúbal e Boavista. Até 1982, o Belenenses pertencia ao quarteto dos \"Grandes\", porém nesse ano, pela primeira vez na sua história, o clube foi despromovido à II Divisão, passando a serem considerados apenas \"3 Grandes\", por essa razão, ainda hoje muitos o consideram um dos 4.º Grandes, pelo seu historial, títulos e pelas estatísticas de diferença de golos e acumulado de pontos no campeonato, que o colocam num patamar diferenciado sobre os restantes clubes. Era também o quarto clube (quinto atualmente sendo ultrapassado pelo Vitória de Guimarães) com mais participações na Primeira Liga até 2018, época em que aconteceu a rutura da estrutura da Sad com o Clube e consequente reinício de funções na AF Lisboa. == Dados históricos == esquerda|miniaturadaimagem|268x268px|Banco de pedra com inscrição alusiva ao local de nascimento do Belenenses. Clube fundador da 1.ª Divisão Nacional em 1935, o CF \"os Belenenses\" permaneceu neste campeonato até 1982, ano em que aconteceu a 1.ª descida à 2.ª Divisão Nacional. No dia 23 de Fevereiro de 2014, contra o CS Marítimo, o Belenenses completou 2000 jogos no campeonato e pese embora a fase menos boa dos últimos anos, o clube regista números dignos de registo: 834 vitórias; 482 empates e 683 derrotas. Ao longo da sua história, o Belenenses defrontou e venceu algumas das mais poderosas e conhecidas equipas do mundo: o Barcelona, o Valência, o Borussia Dortmund (na Alemanha), o Bayer Leverkusen, o Mónaco, o Olympique Lyonnais, o Benfica, o Vasco da Gama, o Cruzeiro de Belo Horizonte, o Sporting, o Newcastle, o Deportivo de La Coruña, o Porto o Bayern de Munique, o Sevilha, o Stade de Reims, o Dínamo de Zagreb, o Basileia e o Real Madrid (uma das vezes por 3-0). Com o Real Madrid, o mais bem sucedido clube mundial do século XX, o Belenenses teve fortes ligações: foi especialmente convidado para inaugurar o Estádio daquele clube, e voltou a sê-lo quando o estádio fez as bodas de prata e houve a festa de homenagem ao hexacampeão europeu, Francisco Gento. O Belenenses foi o primeiro clube português a participar na Taça UEFA, estreando-se com um empate 3-3 em casa dos escoceses do Hibernian. Registo ainda para o facto de o Belenenses ter sido a equipa a marcar mais golos num só jogo de todos os campeonatos nacionais: 15-2 à Académica. Aliás, no espaço de uma semana ganhou também por 14-1 ao Salgueiros, ou seja, marcou 29 golos em duas jornadas. Na Taça de Portugal tem a segunda maior goleada de sempre com 17-0 ao GD Vila Franca. Entre os clubes que foram goleados pelo Belenenses, contam-se o Benfica (8-3 em casa e 5-0 em campo neutro), o Futebol Clube do Porto (7-3 em casa e 6-2 e 4-0 fora) e o Sporting Clube de Braga (9-3), ou ainda o Vitória de Guimarães (12-1), o Boavista (10-0) e o Vitória de Setúbal (9-0), para referir alguns dos mais cotados. == Histórico == === Fundação === No início do século XX já tinha havido em Belém aquele que seria o germe aglutinador do Belenenses, o Sport União Belenense que, não resistindo à evolução do futebol, acabou por se extinguir em 1919, precisamente o ano de fundação do Clube de Futebol “os Belenenses”. Assim, foi numa “noite de verão” (como descreve Acácio Rosa) que, num banco de jardim, Artur José Pereira reuniu os primeiros entusiastas: o seu irmão Francisco Pereira, Henrique Costa, Carlos Sobral, Joaquim Dias, Júlio Teixeira Gomes, Manuel Veloso e Romualdo Bogalho. Depois desse encontro a ideia do novo clube foi submetida ao juízo de Virgílio Paula e Francisco Reis Gonçalves. Várias reuniões sucederam- se, com mais intervenientes ainda, até que a uma terça-feira, 23 de Setembro, na Praça Afonso de Albuquerque, decidiu-se a fundação do novo Clube: o Clube de Futebol “Os Belenenses”. Destaque-se também que muitos desses fundadores eram ex-jogadores do Sport Lisboa e Benfica e do Sporting Clube de Portugal, que abandonaram os seus clubes de forma a fundarem um novo, representativo do seu bairro, o bairro de Belém. Para a história ficou a frase de Francisco Stromp, figura máxima do Sporting, que, quando questionado sobre o abandono de Artur José Pereira, terá reagido da seguinte maneira: “o Artur que vá à merda e funde o tal clube em Belém!”. Também é de notar que ao contrário dos clubes da época, foi adotada a designação “Clube de Futebol”, à portuguesa, e não “Futebol Clube”. No dia 30 de Novembro de 1919, o Belenenses disputou o primeiro desafio da sua história, defrontando o Vitória Futebol Clube (Setúbal) no “Stadium” do Lumiar, acabando a equipa visitante por vencer 1-0. O Belenenses do fim dos anos 1920 e começo dos anos 1930 havia-se imposto como um clube vencedor e, nesse período, sem dúvida, o mais bem sucedido de Portugal. Em 7 ou 8 anos de ouro, o Belenenses foi 3 vezes campeão de Portugal (1927, 1929 e 1933) e 2 vezes vice-campeão (1926 e 1932). Além disso, numa prova que ao tempo tinha imensa importância, foi, no mesmo período, 4 vezes campeão de Lisboa: 1926, 1929, 1930 e 1932. Ou seja, nestas 8 épocas, só numa delas não foi conquistado nenhum troféu (1928). === Década 1920 === Apesar de recentemente criado e muitos lhe terem vaticinado um fim rápido, o Belenenses cedo se impôs como um dos maiores clubes de Portugal desde o Campo do Pau de Fio, nome dado devido ao poste de telégrafo situado no terreno e logo em 1919/20 marcou presença na final do Campeonato de Lisboa, perdendo contra o Benfica. A 10 de Junho de 1921, realiza-se o primeiro jogo internacional, vitória por 2-0 contra o Sevilla Fútbol Club. A época 1925/26 marca o início da grande afirmação do Belenenses, com a conquista do Campeonato de Lisboa, em casa do Sporting, após um triunfo por 1-0 (no ano anterior havia perdido a final). Mas mais troféus seguiram-se, apesar da derrota na final do Campeonato de Portugal (1922-1938) desse ano, no ano seguinte a história foi diferente. Ao vencer por 3-0 o Vitória FC, o Belenenses sagrou-se campeão nacional, repetindo a façanha 2 anos depois, com vitória na final por 3-1 ao União de Lisboa. No fim dessa década, o Belenenses era, a par do Futebol Clube do Porto, o clube de Portugal com mais campeonatos vencidos. Relativamente ao Campeonato de Lisboa, o Belenenses voltou a conquistá-lo em 1928/29 e 1929/30. A 29 de Janeiro de 1928 deu-se a inauguração do Campo das Salésias, casa do clube até 1956. === O nascimento dos \"15 minutos à Belenenses\" === O dia 28 de Fevereiro de 1926 marcou a estreia oficial de José Manuel Soares (Pepe) pela equipa principal do Belenenses, num jogo contra o Benfica, que chegou ao intervalo a vencer por 1-0. Na segunda parte, o Belenenses recuperou da desvantagem e empatou o jogo por duas vezes (2-2), no entanto, a 15 minutos do fim o resultado sorria aos encarnados (4-2), eis que aos 80 minutos, o Belenenses reduz a desvantagem para 4-3 e três minutos depois empata o jogo. Já nos minutos finais, o árbitro assinala a grande penalidade a favor dos azuis da Cruz de Cristo. Os jogadores de Belém sentiram o peso do momento e ninguém queria assumir a responsabilidade de marcar. Augusto Silva, o capitão, aponta então para Pepe, que não se vergou e marcou o 5-4 final, sorrindo a vitória aos de Belém. Era o nascimento dos “15 minutos à Belenenses” e não mais saiu Pepe da equipa principal. === Década 1930 === Nos anos 1930, o Belenenses continua a mostrar a sua grandiosidade, vencendo novamente o Campeonato de Lisboa em 1931/32 e o Campeonato de Portugal na época seguinte, estando presente na final ainda em 1931/32 e 1935/36. Foi também nesta década que prosseguiram as obras de melhoramento do agora denominado Estádio José Manuel Soares, após a trágica morte dessa lenda azul em 1931, que muito abalou os Belenenses, em particular, e o desporto português e a cidade de Lisboa, em geral. Em 1937, este foi considerado o melhor estádio português, sendo também a casa da seleção nacional e das finais da Taça de Portugal até à inauguração do Estádio Nacional. Para a história fica também quando a 30 de Janeiro de 1938, Artur Quaresma, Simões e Amaro recusaram-se a fazer a saudação fascista num jogo entre a seleção nacional e a sua congénere espanhola. === Década 1940 === Esta década inicia-se com a tripla presença na final da Taça de Portugal, primeiro em 1939/40, com a derrota por 3-1 frente ao Sport Lisboa e Benfica e, novamente em 1940/41, 4-1 frente ao Sporting. Finalmente, à terceira foi de vez e, na época seguinte, graças aos golos de Artur Quaresma e Gilberto Vicente frente ao Vitória Sport Clube, o vencedor da Taça de Portugal foi o Belenenses. Ainda em 1947/48, nova presença e nova derrota, desta feita por 3-1 frente ao Sporting. Após vários anos no pódio, em 1945/46, o Belenenses sagra-se pela primeira e única vez Campeão Nacional da Primeira Divisão, estando essa conquista relatada de forma mais pormenorizada no capítulo seguinte. Para a posterioridade fica a equipa: Artur Quaresma, Mariano Amaro, Serafim das Neves, Vasco Oliveira, Armando, Feliciano, Francisco Gomes, António Capela, Rafael Correia, Manuel Andrade, José Pedro, Elói, Mário Coelho, José Sério, Francisco Martins, Mário Sério e António Martinho. Era treinador, Augusto Silva. A defesa desta magnífica equipa ficou para sempre conhecida como as “Torres de Belém”, Capela, Vasco, Feliciano, Gomes e, nalgumas versões, Serafim. No ano seguinte, o Belenenses foi o convidado do Real Madrid Club de Fútbol para a inauguração do Estádio Santiago Bernabéu, facto que deixou os portugueses muito orgulhosos. Destacam-se também as presidências de Salvador do Carmo, Constantino Fernandes, Octávio de Brito, Américo Tomás e, aos 36 anos, de Acácio Rosa, uma das grandes figuras do dirigismo no Belenenses. === O título === A 26 de Maio de 1946, o Belenenses foi pela última vez campeão de Portugal com um saldo de golos de 74-24, a melhor defesa no Campeonato Nacional. Invicto nos jogos em casa do Campeonato Nacional. Campeão de Lisboa (3 pontos de avanço sobre o Sporting, 5 sobre o Atlético e 6 sobre o Benfica). Mais uma vez o Belenenses teve de lutar contra várias adversidades e a tarefa não se afigurava muito fácil. O então Sport Lisboa e Elvas era filial do Benfica que, para lá enviou um técnico seu, a fim de tentar afastar o Belenenses do título. E o jogo não podia ter começado pior. Logo aos 2 minutos, o Elvas colocou-se em vantagem. O Belenenses, até ao intervalo, apesar de todo o esforço desenvolvido, não conseguiu chegar ao golo. E era preciso mais do que um golo: o empate não bastava. Ao intervalo, alguns jogadores mais experientes ou mais frios reuniram a equipa, procuraram readquirir a calma e reagrupar as forças, dizendo: “Nós temos que ganhar isto!”. E ganharam! A equipa cerrou fileiras e foi para a frente, à procura dos golos. Aos 66 minutos, Vasco fez uma das suas arrancadas, foi por ali fora, junto à lateral direita, ultrapassando todos os adversários que se lhe colocavam no caminho. Só em falta foi travado. Do livre, resultou o golo, apontado por Andrade. Faltavam 24 minutos e era preciso mais um golo. Aos 77 minutos, foi novamente Vasco a invadir o meio-campo contrário e ceder a bola a Artur Quaresma. Arrancou este para a área contrária e disparou o remate que, à boca da baliza, Rafael desviou para golo. Era o 2-1. Seguiu-se um quarto de hora de ansiedade, apesar do Belenenses dominar o jogo completamente. Até que soou o apito final. Erguidos todos num abraço ao treinador Augusto Silva, os atletas azuis, banhados em suor e lágrimas gritavam “Belém! Belém! Belém!”, enquanto o público belenense invadia o campo para celebrar. E a festa alastrou de Elvas até à capital (com ecos em todo o país). A aproximação e chegada a Lisboa da caravana belenenses foi apoteótica. Milhares de belenenses tinham-se deslocado a Elvas, em carros, camionetas e por comboio. Aqui e acolá, gente acenava e festejava nas estradas e foi sempre em crescendo: havia aclamações em praticamente todas as localidades por onde se ia passando, cada vez mais intensas à medida que se aproximava a margem Sul do Tejo. Em Cacilhas, o largo principal, em frente do local onde se apanham os barcos, estava repleto de pessoas, que queriam festejar o título e vitoriar os jogadores. Do outro lado, avistava-se o Cais do Sodré inundado de gente, que se ia tornando mais nítida à medida que o barco se aproximava. As aclamações estenderam-se desde o Cais do Sodré, por toda a Avenida 24 de Julho, ladeada por milhares de pessoas, num cordão quase ininterrupto, com inúmeras bandeiras do Belenenses, até (uns bons 5 kms depois) culminar entusiasticamente em volta da nossa, tão nossa, estátua de Afonso Albuquerque (ali onde o clube nascera) e diante da sede em Belém, onde os jogadores, em especial o Capitão Amaro, e também o treinador Augusto Silva, vieram à janela agradecer os aplausos e incentivos. === Década 1950 === Costuma-se dizer que na história do Belenenses há um “antes de Cristo” e um “depois de Cristo”, neste caso, a época de 1954/55, umas das últimas nas Salésias, marcou para sempre a história do Belenenses. Partindo para a última jornada na liderança, o Belenenses só dependia de si para ser campeão, numa luta contra o Benfica. O último adversário a enfrentar era o Sporting, já arredado desta luta e o jogo até começou da melhor maneira quando Perez inaugurou o marcador logo aos 4 minutos, Albano empatava aos 11 minutos de pénalti, mas antes do intervalo ainda Matateu recolocava os azuis na liderança. Matateu ainda fez o 3-1, mas o árbitro anulou o golo (apesar do fiscal apontar para o meio campo!), alegando que a bola não passar a linha de golo, algo desmentido anos mais tarde pelo guardião do Sporting numa entrevista à Bola. Eis que a 10 minutos do final, Martins gela as Salésias, fazendo o 2-2 que sagrou o Benfica campeão nacional. Ainda por cima, no banco dos leões estava Scopelli, treinador tão querido dos azuis. Apesar deste duro golpe, nos anos seguintes o Belenenses só falhou o pódio por uma ocasião, já no Restelo, estádio inaugurado a 23 de Setembro de 1956, construído com o esforço dos Belenenses sob uma pedreira. A partida inaugural foi frente ao Sporting (vitória por 2-1, com golos de Miranda e Matateu para os da casa), a iluminação nocturna estreou-se dois dias mais tarde frente ao Stade Reims, nova vitória, desta vez por 2-0, com os golos a serem da autoria dos mesmos jogadores, Miranda e Matateu. A 30 de Setembro foi a vez da primeira partida oficial, uma goleada por 5-1 frente ao Vitória FC, para o campeonato português. Nesta década caem no Restelo clubes como o Newcastle (2-1, com a Rainha Isabel II a assistir), Saint-Étienne (3-1, campeão francês na época) e o Barcelona (2-1), destacando-se ainda as goleadas impostas frente ao Braga (9-3) e Vitória FC (9-1). Para tais resultados, muito contribuiu a magia de jogadores como Matateu, Yaúca e Di Pace e treinadores como Fernando Riera e o “mago” Helenio Herrera. Na presidência destacam-se homens como Francisco Mega e Francisco Soares da Cunha, o homem do Estádio. === Década 1960 === Esta década iniciou-se de forma auspiciosa, com a conquista da segunda Taça de Portugal em Julho de 1960, após uma vitória por 2-1 frente ao Sporting, era o capitão desta equipa Vicente Lucas. Porém nesta década continuou a sentir-se o forte abalo das despesas com o estádio do Restelo, registando-se algumas classificações aquém das expectativas, quedando-se na segunda metade da década por classificações a meio da tabela. Há que destacar a estreia na Taça das Cidades com Feira (precursora da Taça UEFA), em 1961 frente ao Hibernian, alcançando um empate a três bolas na Escócia, apesar do Belenenses ter chegado ao intervalo a vencer por 3-0 e uma derrota 1-3 no Restelo e no ano seguinte igual participação frente ao poderoso Barcelona, alcançando um empate em ambas as eliminatórias (1-1). Em 1963, terceira participação seguida na competição, desta vez mais feliz, tendo o clube do Restelo atingido a segunda ronda, eliminando o Tresnjevska e caindo perante a Roma. === Década 1970 === Ocorre a primeira participação na Taça UEFA, em 1973/74, frente ao Wolverhampton (derrotas, 0-2 em Lisboa e 1-2 em Inglaterra) e, depois, em 76/77, frente ao Barcelona (2-2 em Lisboa e derrota 2-3 em Barcelona). Quanto ao campeonato destaca-se o segundo lugar obtido em 1972/73 e o terceiro lugar de 1975/76, as únicas presenças do Belenenses no pódio durante esta década. Em 1972, o Real Madrid convidou o Belenenses para as Bodas de Prata do Santiago Bernabéu e a homenagem ao capitão Gento, fruto das boas relações entre os dois clubes. O resultado sorriu aos madrilenos, fixando-se em 2-1. Em 1975 deu-se aquela que é registada como a maior enchente do Estádio do Restelo, com uma moldura humana de cerca de sessenta mil pessoas a assistir ao Belenenses-Benfica, numa altura que ambas as equipas disputavam o troféu, tendo vencido a equipa da casa por 4-2, saltando o Belenenses para a liderança do campeonato. Por fim, entre 1972-74 foi presidente, Major Baptista da Silva, nome incontornável da história do clube. === Década 1980 === Os anos 1980 marcaram a primeira descida de divisão do Belenenses, em 1981/82. Esta foi uma época bastante atribulada em que o clube teve 7 treinadores, não conseguindo evitar o penúltimo lugar no Campeonato. Ao contrário do que se esperava, na época seguinte, o Belenenses não conseguiu confirmar o estatuto de favorito e acabou o campeonato num desapontante 4.º Lugar. A época 1984/85 simbolizou o regresso ao convívio entre os Grandes e logo o Clube parecia ter ultrapassado este mau momento, regressando com grande pujança como provam as brilhantes épocas sob o comando de Marinho Peres, em que se alcançou o 3.º Lugar no Campeonato (1987/88) e a presença e vitória na final da Taça de Portugal em 1988/89, levantada pelo saudoso capitão José António, destacando-se a eliminação de Porto, Sporting e Benfica nesta caminhada. Esta conquista marcou a “vingança” do Belenenses, pois em 1985/86 a vitória tinha sorrido aos encarnados. Também na Taça de Portugal, é de assinalar a segunda maior goleada da prova, um 17-0 frente ao Vila Franca com um hat-trick do desconhecido José Mourinho. Nas competições europeias, destaque para a vitória no Restelo frente ao Barcelona (1-0) com golo de Mapuata e igual resultado frente ao Bayer Leverkusen, detentor da Taça UEFA do ano anterior, que foi mesmo eliminado pelo Belenenses, golo de Mladenov na Alemanha e Adão em Portugal. Já a fechar, destaca-se o empate frente ao Mónaco, 1-1 no Restelo, como foi hábito, os sorteios colocavam quase sempre os grandes clubes europeus no caminho do Belenenses. === Década 1990 === Porém o brilho da década de 1980 foi sol de pouca dura, em 1990/91, o Belenenses desceu novamente de divisão, iniciando-se o ciclo intermitente e a queda gradual do nível do Clube. Com Abel Braga, confirmou-se o regresso à primeira divisão e o 7.º Lugar na época seguinte, contudo no meio de uma grande instabilidade diretiva e acumulação de dívidas, em 1997/98 deu-se o inevitável, uma nova descida de divisão. Desta década, salienta-se como dado positivo, a inauguração do Complexo Olímpico das Piscinas do Belenenses em 1993, numa obra que foi um grande motivo de orgulho. Para a história fica também a estreia de Ronaldo, o Fenómeno, com a camisola do Cruzeiro, numa vitória por 2-0 no Restelo, foi ele mesmo quem inaugurou o marcador. === O século XXI === O século XXI marcou uma viragem dura para o Belenenses, com a incapacidade de adaptação a um novo futebol cada vez mais virado para o negócio, para a memória ficam as quedas do Porto, de Mourinho (3-0) e do Benfica de Trapattoni (4-1), no Restelo, a consagração de Meyong como melhor marcador do campeonato 2005/06, sucedendo a outro M, o de Matateu. Recordam-se também os bons resultados obtidos na presidência de Cabral Ferreira com Jorge Jesus a treinador, tendo 2007 marcado o regresso do Belenenses às grandes finais (da Taça de Portugal) e às competições europeias, com uma excelente participação frente ao poderoso Bayern Munique. Seguiram-se anos de má gestão que culminaram na perda da maioria da SAD, vendida no final do ano de 2012 à empresa Codecity, iniciando-se aí o período mais conturbado na história do Belenenses, devido às difíceis relações entre a direção do Clube e da SAD e às tensões com os próprios adeptos. Realça-se, ainda assim, a presença na fase de grupos da Liga Europa, eliminando até lá chegar o IFK Gotemburgo e o Altach. As prestações menos risonhas no futebol culminaram na descida de divisão na época de 2009/10. Somente duas épocas de pois é que conseguem subir de divisão sendo campeões da segunda liga. === Divisão do clube === No final da época 2017-18, CF os Belenenses (Clube) e Belenenses SAD seguiram caminhos separados, pois o \"Protocolo sobre o uso do Estádio do Restelo\" terminou e a SAD recusou negociar um novo contrato com o Clube. Assim, a partir da temporada 2018-19, os Belenenses SAD (equipa profissional) jogam os respetivos jogos da Primeira Liga no Estádio de Honra (Centro Desportivo Nacional do Jamor), enquanto o CF \"os Belenenses\" continua a jogar no Estádio do Restelo, registando uma equipa amadora na 3.ª Divisão Distrital da AF Lisboa, o equivalente à sexta divisão (menor divisão portuguesa), com o apoio da maioria dos fãs e sócios do clube. Como consequência, a Belenenses SAD foi legalmente proibida de usar o logótipo, o nome completo, as condecoraçõeshttps://ionline.sapo.pt/638547 e o nome da Belenenses e agora usa um novo logótipo, bem como o nome B-SAD. Nos primeiros jogos da temporada, a equipa da B-SAD teve assistências de poucas centenas de espectadores, enquanto a equipa do clube teve aproximadamente 5000 espectadores no jogo de estreia, revertendo um longo declínio no número de espectadores. No dia 14 de Abril de 2018, ao vencer o Talaíde por 7-0, o Belenenses confirmou a subida à 2.ª Divisão Distrital da AF Lisboa, a seis jornadas do fim do campeonato. Durante a época, a equipa foi várias vezes destacada pela comunicação social pelo número impressionante de adeptos que a acompanhavam, especialmente nos jogos fora, como foi o caso do desafio que opôs o CD Estrela (formado por sócios do extinto Clube de Futebol Estrela da Amadora) e o Belenenses e que contou com perto de 8 mil espectadores nas bancadas, perto do triplo de pessoas que estavam no Jamor, a assistir ao B-SAD - Vitória Sport Clube, realizado à mesma hora. Em Outubro de 2021, o Tribunal Cível da Comarca de Lisboa deu razão ao CF Os Belenenses, reconhecendo que ambos já nada tinham em comum, podendo o clube disputar livremente os campeonatos profissionais desde que o consiga por mérito, constituindo uma nova SAD ou SDUQ. O Tribunal da Relação de Lisboa, em Abril de 2022, confirmou a decisão recorrida. === Década de 20 === Após a rutura da Sad com o Clube, fez com que o Belenenses recomeçasse do zero criando uma equipa na 3.º divisão da Distrital de Lisboa. Então a partir da época de 2018/19 o clube viveu em 5 anos, 5 subidas consecutivas voltando aos campeonatos profissionais. == Recintos == === Estádio das Salésias === O primeiro campo do Belenenses foi o Campo do Pau de Fio, mas rapidamente o clube construiu o Estádio das Salésias, o primeiro campo relvado em Portugal e o primeiro estádio com bancadas e iluminação artificial. Foi palco, além de inúmeros jogos do clube também de jogos da Seleção Nacional e da Final da Taça de Portugal, infelizmente o Belenenses foi obrigado a abandonar o local, onde supostamente seria construído um empreendimento de luxo, tal não aconteceu e a zona ficou abandonada mais de 50 anos, tendo em 26 de Maio de 2016, o Belenenses inaugurado o \"Estádio das Salésias/Fundação EDP\", para ser utilizado pelas camadas jovens e pelo rugby do clube. Tal só foi alcançado, após uma grande luta dos sócios e adeptos do clube que durante anos reclamaram o que era seu por direito próprio. === Estádio do Restelo === O Estádio do Restelo foi inaugurado a 23 de setembro de 1956, tendo feito 50 anos em 2006, com o Clube a realizar uma série de eventos comemorativos, nomeadamente um evento de grande sucesso, a Corrida das Salésias (antigo estádio do clube) até ao Restelo. A lotação original era de 44.000 pessoas (com projeto para aumentar para 62.000), tendo esgotado pela primeira vez em 1 de fevereiro de 1959. Hoje, tem cerca de 19.856 cadeiras. Mas a maior assistência ter-se-á verificado em outubro de 1975, quando 60.000 pessoas assistiram à vitória do Belenenses sobre o Benfica, por 4-2, alcançado os azuis a liderança do Campeonato Nacional. Geralmente considerado um dos mais belos estádios portugueses, pela magnífica vista sobre o Tejo, foi durante anos local de eleição para mostrar a ilustres visitantes estrangeiros, desde a Rainha de Inglaterra ao Imperador da Etiópia. O Papa João Paulo II celebrou uma missa neste estádio, à qual assistiram mais de 100.000 pessoas. === Pavilhão Acácio Rosa e Piscinas Olímpicas === Integram ainda o complexo desportivo do Restelo 4 campos relvados (dois dos quais sintéticos), 1 Pavilhão Gimnodesportivo e umas Piscinas Olímpicas. O Pavilhão foi inaugurado em 1977, com grandes sacrifícios, sendo-lhe 15 anos mais tarde dado o nome de \"Acácio Rosa\", um grande dirigente, historiador e amigo das modalidades no Belenenses. Inicialmente com lotação para mais de 3.000 pessoas, tem hoje capacidade para cerca de 1.700 lugares (com a colocação de cadeiras). É temido pelo ambiente nele gerado no apoio às equipas do Belenenses, sobretudo em Andebol. As piscinas olímpicas, as únicas que um clube de futebol de topo possui em Portugal, foram inauguradas em 1993, depois de um longo processo. Já tiveram cerca de 3.000 utentes mas encontram-se encerradas desde 2011, por falta de condições financeiras, estando a ser estudadas possíveis outras soluções para esse espaço. == Emblema == O emblema do Belenenses pouco se alterou do original, apenas com mudanças nas cores (e padrões) e no escudo. O emblema atual é constituído por um escudo branco (com margens azuis), duas faixas azuis em X (com margens brancas), a Cruz de Cristo ao centro e as iniciais do clube (CFB) foram postas em três dos quatro espaços brancos (em dourado). Ao longo do tempo o emblema foi gradualmente alterado até ao atual (que mesmo assim não difere muito do inicial), o original era parecido ao atual diferindo apenas na forma do escudo, que era mais triangular e a cor que era um azul acinzentado, mais tarde o fundo do emblema foi arredondado e as margens do escudo e das faixas passaram a ser douradas. Em tempos mais recentes as margens (do escudo e das faixas) passaram a ser azuis, as iniciais passaram a ser douradas e mantiveram o escudo, as modificações seguintes iriam da origem ao emblema atual. ; Variações históricas Talvez a variação mais dramática do emblema em relação à evolução deste foi um emblema usado pelo Belenenses na década de 1970 que consistia num escudo branco com margens douradas, a Cruz de Cristo ao centro e as iniciais (CFB) dentro do escudo por cima da cruz. == Hino do Belenenses == O hino do CF “Os Belenenses” data de 1962, num disco gravado com a voz de Alberto Ramos e Margarida Amaral, juntamente com outras canções como “Ser Belenense”, “Seremos Campeões” e “Se és Belenenses”. Mais recentemente, foi gravado outro hino que toca igualmente no Estádio do Restelo, o “Canto do Mar” de Pedro Barroso. Em 2019, de forma a celebrar o centenário do Belenenses, foi lançada a canção “Rapazes da Praia”, da autoria de Miguel Majer (Donna Maria), com a voz de Rui Pregal da Cunha (Heróis do Mar) e a participação de João Cabeleira (Xutos e Pontapés). Outras músicas que se ouvem no Estádio do Restelo são igualmente, a “Marcha do Belém”, de Gonçalo da Câmara Pereira, “Glória Glória Belenenses” e “Matateu”, ambas de Marion Cobretti. == Adeptos == === Belenenses na Cultura Popular === Sendo um dos clubes com maior implantação em Portugal, a grandeza do Belenenses é também visível na sua presença na cultura popular. Desde logo, esta presença nota-se na expressão “olho à Belenenses”, não se sabendo exatamente qual a origem da expressão, provavelmente tal prende-se à cor azulada, fruto do hematoma causado. Também o Mercedes-Benz 180D, especialmente usado pelos taxistas, ficou para os lisboetas conhecido como o “Mercedes Matateu”, sinónimo da enorme influência do astro naquela época de 1951/52. Reza a lenda, que tal também se deveu ao facto do jogador ter sido um dos primeiros donos de um destes modelos no nosso país. Por fim, destacam-se as novelas “Palavras Cruzadas” de 1986, onde a personagem principal tinha o papel de jogador da equipa sénior do Belenenses, havendo inclusive filmagens de treinos reais incorporadas e “Sedução” de 2011, que conta a história fictícia de uma antiga glória do Belenenses, incluindo gravações no estádio do Restelo em dias de jogo. O filme de 2016, “A Mãe é que sabe” conta também a história de uma fervorosa família Belenense nos anos. === Assistências nos Jogos da Liga Portugal === {| class=\"wikitable\" width=\"100%\" style=\"text-align: center;\" Estádio do Restelo no pós Euro 2004 Época Liga Jogos Média Total Melhor Assistência Ref. 2004/05 I 17 4.029 68.493 15.000 - Benfica 2005/06 I 17 5.365 91.205 17.000 - Académica 2006/07 I 15 4.007 60.105 10.000 - Sporting 2007/08 I 15 2.810 42.150 7.889 - Porto 2008/09 I 15 5.073 76.095 9.635 - Estrela Amad. 2009/10 I 15 3.377 50.658 17.473 - Benfica 2010/11 II 15 1.484 22.259 2.295 - Freamunde 2011/12 II 15 1.460 21.903 2.092 - Atlético CP 2012/13 II 21 1.726 36.253 3.066 - Leixões 2013/14 I 15 4.047 60.702 10.118 - Benfica 2014/15 I 17 3.303 56.159 15.137 - Benfica 2015/16 I 17 4.461 75.833 13.109 - Benfica 2016/17 I 17 4.047 68.799 12.236 - Benfica 2017/18 I 17 3.344 56.851 12.851 - Porto 2018/19 3ªLis - Sem Dados - 2019/20 2ªLis - Sem Dados - 2020/21 1ªLis - 0 0 - 2021/22 IV 9+5 Sem Dados - 2022/23 III 11+3 Sem Dados 8.058 - Sanjoanense 2023/24 II 17 1.799 30.581 2.598 - Nacional 2024/25 III == Claques == * Fúria Azul - Principal claque do clube, fundada em 1984 * Alegria Azul - (extinta) * Fanáticos 1919 - (extinta) * Esquadrão Azul - (extinta) == Rivalidades == * Derby de Lisboa (Os Belenenses vs Sporting CP) * Clássico Azul (Os Belenenses vs FC Porto) == Futebol == === Seniores Masculinos === ==== Palmarés ==== Competições Nacionais Competição Títulos Temporadas Campeonato Português 1 1945/46 Taça de Portugal 3 1941/42, 1959/60 e 1988/89 Campeonato de Portugal Extinta 3 1926/27, 1928/29 e 1932/33 Competições Regionais Competição Títulos Temporadas Campeonato Regional de Lisboa 6 1925/26, 1928/29, 1929/30, 1931/32, 1943/44 e 1945/46 AF Lisboa Taça de Honra 6 1959/60, 1960/61, 1969/70, 1975/76, 1989/90 e 1993/94 AF Lisboa 1ª Divisão 1 2020/21 Total Total de Troféus 20 7 Nacionais e 13 Regionais ==== Outros Palmarés ==== Competições Internacionais Competição Títulos Temporadas Taça Intertoto (Não-Oficial_Pré-UEFA) 1 1975 Competições Nacionais Competição Títulos Temporadas Segunda Liga 1 2012/13 Segunda Divisão Extinta 1 1983/84 Competições Regionais Competição Títulos Temporadas AF Lisboa 2ª Divisão 1 2019/20 AF Lisboa 3ª Divisão 1 2018/19 Total Total de Troféus 4 2 Nacionais e 2 Regionais === Condecorações === Honrarias Condecoração Títulos Ano Atribuído Instituição de Utilidade Pública 1 1960 Medalha de Mérito Desportivo 1 1956 Comendador da Ordem Militar de Cristo 1 1933 Oficial da Ordem de Benemerência 2 1935 Ordem de Benemerência da Cruz Vermelha 1 - Benemérito da Cruz de Malta 1 - Medalha de Ouro da Cidade de Lisboa 1 - === Outros Campeonatos e Taças === * 1 Campeonato Nacional de Reservas - 1955/1956 * 1 Campeonato Nacional de Juniores - 1946/1947 * 3 Vice-Campeão Nacional de Juniores - 1957/1958; 1981/1982; 2016/2017 * 5 Campeonatos de Lisboa, em Juniores - 1936/1937; 1939/1940; 1946/1947; 1947/1948; 1952/1953 * 1 Campeonato de Lisboa, em Juvenis - 1983/1984 * 1 Campeonato Nacional de Iniciados - 1975/1976 * Vencedor da Taça Belenenses / Sporting / Porto - 1920/1921 * Vencedor da Taça \"Mutilados da Guerra\" - 1922/1923 * Vencedor da Taça \"O Século\" - 1922/1923 * Vencedor da Taça Camões - 1923/1924 * Vencedor da Taça Serra e Moura - 1931/1932 * 4 Taças Dr. Sá Oliveira - 1935/1936, 1936/1937, 1939/1940 e 1940/1941 * 2 Taças Engº Ávila Melo - 1946/1947 e 1947/1948 * Vencedor da Taça Tamagnini Barbosa - 1949/1950 * Vencedor da Taça Câmara Municipal do Porto - 1951/1952 * Vencedor da Taça Lisboa - 1952/1953 * Vencedor da Taça Frederico Louret - 1954/1955 * Vencedor da Taça Dr. Oliveira Duarte - 1958/1959 * Vencedor da Taça Tejo - 1969/1970 * Vencedor da Taça Azul e Branco - 1981/1982 * Vencedor do Torneio Guadiana - 2002/2003 * Vencedor do Torneio Cidade de Melgaço - 2017/2018 === Torneios Internacionais === * Vencedor do Torneio de Melila - 1969/1970 * Vencedor do Torneio Príncipe de Espanha - 1974/1975 * Vencedor do Troféu Presidente - 1975/1976 * Vencedor do Torneio Cidade Real - 1975/1976 * Vencedor do Torneio Cidade de Córdoba - 1975/1976 * Vencedor do Torneio Cidade de Marbella - 1983/1984 * Vencedor do Torneio 1º de Maio - 1986/1987 * Vencedor do Troféu T.A.P. - 1987/1988 * Vencedor do Troféu Internacional Cidade do Porto - 2002/2003 * Vencedor do Torneio de Casablanca - 2006/2007 * Vencedor do Torneio de Granada - 2013/2014 * Vencedor do Torneio de Oviedo - 1975/1976 == Prestações por Temporada == Temporada Liga Pos J V E D GM GS Pts Notas 1990-91 1ª 19º 38 10 9 19 27 38 29 Despromovido 1991-92 2ª 2° 34 19 10 5 53 25 67 Promovido 1992-93 1ª 7° 34 11 12 11 42 40 34 1993-94 1ª 13° 34 12 6 16 39 51 30 1994-95 1ª 12° 34 10 7 17 30 39 27 1995-96 1ª 6° 34 14 9 11 53 33 51 1996-97 1ª 13° 34 10 10 14 37 50 40 1997-98 1ª 18° 34 5 9 20 22 52 24 Despromovido 1998-99 2ª 2° 34 17 10 7 55 28 61 Promovido 1999-00 1ª 12º 34 9 13 12 36 38 40 2000-01 1ª 7° 34 14 10 10 43 36 52 2001-02 1ª 5° 34 17 6 11 54 44 57 2002-03 1ª 9° 34 11 10 13 47 48 43 2003-04 1ª 15° 34 8 11 15 35 54 35 2004-05 1ª 9° 34 13 7 14 38 34 46 2005-06 1ª 15° 34 11 6 17 40 42 39 Caso Mateus (Gil Vicente é despromovido) 2006-07 1ª 5° 30 15 4 11 36 29 49 Taça UEFA 2007-08 1ª 8° 30 11 10 9 35 33 40 Caso Meyong (Belenenses perde 3 pontos) 2008-09 1ª 15° 30 5 9 16 28 52 24 Caso Estrela da Amadora (insolvência) 2009-10 1ª 15° 30 4 11 15 23 44 23 Despromovido 2010-11 2ª 13° 30 8 11 11 33 36 35 2011-12 2ª 5º 30 10 11 9 34 32 41 2012-13 2ª 1º 42 29 7 6 75 41 94 Promovido 1ª Liga 2013-14 1ª 14º 30 6 10 14 19 33 28 2014-15 1ª 6º 34 12 12 10 34 35 48 Liga Europa 2015-16 1ª 9º 34 10 11 13 44 66 41 2016-17 1ª 14º 34 9 9 16 27 45 36 2017-18 1ª 12º 34 9 10 15 33 46 27 2018-19 AFL 3ª Divisão Série 2 1º 30 27 1 2 143 17 82 O Clube recomeça o futebol nesta divisão separado da SAD seguindo a decisão dos sócios. Promovido. 2019-20 AFL 2ª Divisão Série 2 1º 20 18 0 2 62 16 46 Promovido. 2020-21 AFL 1ª Divisão 1º 18 15 2 1 38 10 47 Promovido. 2021-22 Campeonato de Portugal 3º 28 15 7 7 42 21 16 Promovido devido a falha na inscrição por parte do CD Cova da Piedade e por ser o melhor 3º classificado. 2022-23 Liga 3 2º 29 13 7 9 46 32 11 Promovido. 2023-24 2ª Liga 18⁰ 34 6 8 20 27 57 26 Despromovido Legenda: POS = Posição na tabela de classificação; J = Jogos realizados; V = Vitórias; E = Empates; D = Derrotas; GM = Golos Marcados; GS = Golos Sofridos; PTS = Pontuação Final == Prestações nas Competições Europeias == Época Competição Eliminatória Adversário Casa Fora Agregado 1961/62 Taça das Cidades com Feiras 1ª Eliminatória Hibernian 1–3 3–3 4–6 1962/63 Taça das Cidades com Feiras 1ª Eliminatória Barcelona 1–1 1–1 2–21 1963/64 Taça das Cidades com Feiras 1ª Eliminatória Tresnjevka Zagreb 2–0 2–1 4–1 2ª Eliminatória Roma 0–1 1–2 1–3 1964/65 Taça das Cidades com Feiras 1ª Eliminatória Shelbourne 1–1 0–0 1–12 1973/74 Taça UEFA 1ª Eliminatória Wolves 0–2 1–2 1–4 1976/77 Taça UEFA 1ª Eliminatória Barcelona 2–2 2–3 4–5 1987/88 Taça UEFA 1ª Eliminatória Barcelona 1–0 0–2 1–2 1988/89 Taça UEFA 1ª Eliminatória Bayer Leverkusen 1–0 1–0 2–0 2ª Eliminatória Velež Mostar 0–0 0–0 0–03 1989/90 Taça dos Clubes Vencedores de Taças 1ª Eliminatória AS Monaco 1–1 0–3 1–4 2007/08 Taça UEFA 1ª Eliminatória Bayern Munich 0–2 0–1 0–3 2015/16 Liga Europa 3ª Pré-eliminatória Göteborg 2–1 0–0 2–1 Play-Off Altach 0–0 1–0 1–0 Grupo I Basileia 0–2 2–1 4º lugar Fiorentina 0–4 0–1 Lech Poznań 0–0 0–0 1 Barcelona avançou para a 2ª eliminatória após vencer o jogo de desempate por 3–2. 2 Shelbourne avançou para a 2.ª eliminatória após vencer o jogo de desempate por 2–1. 3 Velež Mostar avançou para a 2.ª eliminatória após vencer por 4–3 no desempate por grandes penalidades. == Modalidades == ==== Palmarés das Modalidades ==== O Belenenses é um dos mais titulados emblemas portugueses, podendo ser vistos no seu Museu mais de dez mil troféus, conquistados nas diversas modalidades do Clube. Destacam-se os seguintes: ==== Andebol ==== * 5 Campeonatos Nacionais * 1 Campeonato Nacional na variante de 11 * 4 Taças de Portugal * 1 Taça da Liga * 2 Supertaças de Portugal * 1 Taça Presidente da República ==== Atletismo ==== * 10 Campeonatos Nacionais em Equipas Femininas * 13 Campeonatos de Lisboa em Equipas Femininas * 4 Campeonatos Nacionais de Corta Mato em Equipas Masculinas * 3 Campeonatos Individuais de Corta Mato, no Setor Masculino * 2 Campeonatos de Lisboa Corta Mato em Equipas Masculinas * 2 Campeonatos Individuais de Lisboa de Corta Mato, no Setor Masculino * 2 Campeonatos Individuais de Corta Mato, no Setor Feminino * 2 Campeonatos Nacionais de Marcha Atlética por Equipas * 1 Campeonato Nacional de Salto à Vara * 8 Campeonatos Nacionais de Salto em Comprimento * 3 Campeonatos Nacionais de Triplo Salto * 1 Medalha de Ouro nos Campeonatos Mundiais de Juniores de Atletismo * 2 Medalhas de Ouro nos Jogos Paraolímpicos * 1 Medalha de Ouro no Campeonato Europeu de Atletismo – invisuais * 1 Medalha de Prata no Campeonato Europeu de Atletismo - invisuais * 1 Medalha de Prata no Campeonato Europeu de Triplo Salto ==== Basquetebol ==== * 2 Campeonatos Nacionais * 2 Taças de Portugal * 1 Taça \"Federação\" * 1 Liga de Verão * 4 Campeonatos de Lisboa * 1 Campeonato Nacionais, no Setor Feminino * 7 Campeonatos de Lisboa, no Setor Feminino ==== Natação ==== * 3 nadadores atravessaram o Estreito de Gibraltar (1962 e 2010). * 1 participação nos Jogos Olímpicos em Águas Abertas (Beijing 2008) * 2 Campeonatos Nacionais de Águas Abertas (Masters) 2009 e 2010 * Vencedor do Circuito Nacional de Águas Abertas 2009 * 2 Vitórias no Challenge Open Water 2009 e 2010. ==== Rugby ==== Ver mais em Rugby no Clube de Futebol Os Belenenses * 8 Campeonatos Nacionais (1955/56; 1957/58; 1962/63; 1972/73; 1974/75; 2002/03; 2007/2008; 2017/18) * 3 Campeonatos Nacionais de \"Sevens\" * 3 Taças de Portugal * 4 Supertaças de Portugal * 3 Taças de Honra * 11 Campeonatos de Lisboa ==== Triatlo e Duatlo ==== Conquistas Internacionais: * 1 Campeonato Mundial de Juniores Individuais em Triatlo * 1 Campeonato Europeu de Juniores Individuais em Triatlo * 1 Medalha de Bronze na Taça do Mundo de Triatlo. * 1 Medalha de Prata na Taça da Europa de Triatlo. * 1 Medalha de Prata no Campeonato Europeu de Juniores Femininos * 1 Medalha de Bronze no Campeonato Europeu de Juniores Femininos * 1 Medalha de Prata no Triatlo Internacional de Makuhari * 1 Medalha de Prata nos Campeonatos Ibero- Americanos de Triatlo * 1 Medalha de Bronze nos Campeonatos Ibero-Americanos de Triatlo * 1 Medalha de Prata no Campeonato Europeu de Juniores de Duatlo ==== Futsal ==== * 1 Taça de Portugal * 1 Campeonato Nacional da 3ª Divisão * 1 Campeonato Nacional da 2ª Divisão ==Filiais== * Filial N.º 1 - Clube de Futebol «Os Elvenses» (Elvas, Portalegre) * Filial N.º 2 - Grupo Desportivo 1.º de Maio (Maputo, Moçambique) * Filial N.º 3 - União Futebol Comércio e Indústria de Tomar (Tomar, Santarém) * Filial N.º 4 - Clube de Futebol«Os Armacenenses» (Armação de Pêra, Faro) * Filial N.ºb5 - Clube de Futebol «Os Repesenses» (Repeses, Viseu) * Filial N.º 6 - Clube de Futebol «Os Bonjoanenses» (Faro) * Filial N.º 7 - Sport Clube Marítimo Angra do Heroísmo (Angra do Heroísmo, Açores) * Filial N.º 8 - Clube Desportivo «Os Olhanenses» (Olhão, Faro) * Filial N.º 9 - Clube de Futebol «Os Estombarenses» (Estômbar, Faro) * Filial N.º 10 - União Desportiva de Bustos (Bustos, Aveiro) * Filial N.º 11 - Clube de Futebol «Os Bucelenses» (Bucelas, Lisboa) * Filial N.º 12 - Clube de Futebol «Os Avisenses» (Avis, Portalegre) * Filial N.º 13 - Clube de Futebol «Os Balantas» (Mansôa, Guiné-Bissau) * Filial N.º 14 - Grupo Desportivo de Peniche (Peniche, Leiria) * Filial N.º 15 - União Desportiva Vilamaiorense (São Pedro do Sul, Viseu) * Filial N.º 16 - Grupo Desportivo Santacombadense (Santa Comba Dão, Viseu) * Filial N.º 17 - Clube Desportivo Lousanense (Lousã, Coimbra) * Filial N.º 18 - União Desportiva da Ponte de Frielas (Frielas, Lisboa) * Filial N.º 19 - Micaelense Futebol Clube (Ponta Delgada, Açores) * Filial N.º 20 - Clube de Futebol «Os Sadinos»(Setúbal) * Filial N.º 21 - Lândana Clube (Cabinda, Angola) * Filial N.º 22 - Clube de Futebol «Os Ribeirenses» (Porto) * Filial N.º 23 - Clube de Futebol «Os Vilanovenses» (Vila Nova de Tazem, Guarda) * Filial N.º 24 - Associação Desportiva Unidos Belenenses (Espinho, Aveiro) * Filial N.º 25 - Futebol Clube Barcouço (Mealhada, Coimbra) * Filial N.º 26 - Clube Desportivo Recreativo de Porto Côvo (Porto Côvo, Setúbal) * Filial N.º 27 - Clube de Futebol «Os Paulenses» (Torres Vedras, Santarém) * Filial N.º 28 - Clube de Futebol «Os Azenhenses» (Vila Nova de Gaia, Porto) * Filial N.º 29 - Clube de Futebol Pátria (Funchal, Madeira) * Filial N.º 30 - Clube Recreativo Desportivo A-do- Barriga (Arruda dos Vinhos, Lisboa) * Filial N.º 31 - Clube de Futebol «Os Pinhelenses» (Pinhel, Guarda) * Filial N.º 32 - Clube de Futebol «Os Azuis do Fial» (Albergaria-a-Velha, Aveiro) * Filial N.º 33 - Futebol Clube Marítimo Velense (Velas, Açores) * Filial N.º 34 - Clube Desportivo de Belém (Angra do Heroísmo, Açores) * Filial N.º 35 - Andorinha Sport Club (São Tomé, São Tomé e Príncipe) * Filial N.º 36 - Grupo Desportivo Bad Urach (Bad Urach, Alemanha) * Filial N.º 37 - Clube de Futebol «Os Belenenses de Bruxelas» (Bruxelas, Bélgica) * Filial N.º 38 - Juventude Clube Aljezurense (Aljezur, Faro) * Filial N.º 39 - Grupo Desportivo Juventude Recreativa e Cultural de Calabaceira (Cidade da Praia, Cabo Verde) * Filial N.º 40 - Clube de Futebol «Os Idosos» (Vila Nova de Poiares, Coimbra) * Filial N.º 41 - Clube de Futebol «Os Sanjoanenses» (Santo Antão, Cabo Verde) * Filial N.º 42 - Associação Belo Horizonte (Santo Antão, Cabo Verde) * Filial N.º 43 - Batuque Futebol Clube (São Vicente, Cabo Verde) * Filial N.º 44 - Grémio Sportivo Castilho (Mindelo, Cabo Verde) * Filial N.º 45 - Maia Clube dos Açores (São Miguel, Açores) * Filial N.º 46 - Grupo Desportivo Jardia (Azeitão, Setúbal) * Filial N.º 47 - Belém Club USA (Newark, Estados Unidos da América) * Filial N.º 48 - Clube de Futebol «Os Belenenses de Angola» (Luanda, Angola) * Filial N.º 49 - Clube de Futebol «Cruz de Cristo» (Oecussi, Timor-Leste) * Filial N.º 50 - Associação Popular do Palvarinho (Palvarinho, Castelo Branco) * Filial N.º 51 - Clube Desportivo Barcelona (Tarrafal, Cabo Verde) * Filial N.º 52 - Clube Desportivo de Santo António (São Miguel, Açores) * Filial N.º 53 - Grupo Desportivo e Recreativo de São Francisco da Serra (São Francisco da Serra, Setúbal) * Filial N.º 54 - Grupo Desportivo Lagense (Vila Nova de Famalicão, Braga) * Filial N.º 55 - Cruz de Cristo Futebol Clube (Santarém) * Filial N.º 56 - Grupo Desportivo Santa Cruz (Ilha de Santiago, Cabo Verde) * Filial N.º 57 - Associação Recreativa «Os Picoutenses» (São Mamede de Infesta, Porto) * Filial N.º 58 - Clube de Futebol Vasco da Gama (Vila Franca do Campo, Açores) * Filial N.º 59 - Grupo Desportivo e Cultural da Praia (Ilha de Santiago, Cabo Verde) Lista de Filiais do Clube de Futebol Os Belenenses ==Núcleos== * Núcleo N.º 1 - Casa de “Os Belenenses” de Queluz (Queluz, Lisboa) * Núcleo N.º 2 - Núcleo “Os Belenenses” de Rhode Island (Pawtucket, Estados Unidos da América) * Núcleo N.º 3 - Núcleo “Os Belenenses” Ajuda/Belém (Ajuda, Lisboa) * Núcleo N.º 4 - Peniche Community Club of Toronto (Toronto, Canadá) * Núcleo N.º 5 - Núcleo “Os Belenenses” de S. Miguel (São Miguel, Açores) * Núcleo N.º 6 - Fúria Azul (Belém, Lisboa) * Núcleo N.º 7 - Núcleo dos Amigos do Andebol (Belém, Lisboa) * Núcleo N.º 8 - Núcleo de Veteranos “Os Belenenses”(Belém, Lisboa) == O Onze do Centenário == No decorrer das comemorações do Centenário do Clube em 2019, foram escolhidos pelos sócios e torcedores os 22 melhores jogadores de futebol da história do clube: o melhor onze dos primeiros 50 anos, do período compreendido entre 1919 e 1968, e o melhor onze dos segundos 50 anos, entre 1969 e 2019. === Onze do Centenário (1919-1968) === José Pereira; Feliciano, Serafim das Neves, Vicente Lucas, Alfredo Quaresma; Artur José Pereira, Mariano Amaro, Di Pace; José Manuel Soares “Pepe”, Matateu, Yaúca - Treinador: Augusto Silva === Onze do Centenário (1969-2019) === Marco Aurélio; José António, Luís Sobrinho, Zé Mário, Luiz Filgueira; Jaime das Mercês, Juanico, Emerson; Paco Gonzalez, Mladenov, Mauro Airez - Treinador: Marinho Peres == Dirigentes históricos == Reis Gonçalves Presidiu à Junta Diretiva logo aquando da fundação do clube, e foi Presidente entre 1920 e 1922. Foi Presidente da Assembleia-Geral entre 1934 e 1948 e entre 1950 e 1955. João Luís de Moura - Presidente entre 1925 e 1931. Durante os seus mandatos, obtiveram-se os terrenos e começou-se e inaugurou-se o Estádio das Salésias. Conquistou-se 2 Campeonatos de Portugal (mais uma vez vice-campeão) e 3 Campeonatos de Lisboa. José Rosa - Presidente entre 1932 e 1934, esteve ligado à conquista de 1 Campeonato de Portugal (sendo vice-campeão no ano anterior) e de 1 Campeonato de Lisboa e ao início de expansão das Salésias, que se viriam a tornar no maior e melhor complexo desportivo Português. Francisco Mega - Foi o dirigente que foi mais anos Presidente: entre 1935 e 1938; entre 1939 e 1941 e entre 1950 e 1954. Nos seus dois primeiros mandatos, arrelvaram-se as Saleias, e cobriu-se a bancada dos sócios, bem como construiu-se um Campo de treinos, tudo coisas então únicas em Portugal. Esteve-se presente em 2 finais da Taça de Portugal e numa final do Campeonato de Portugal. no último mandato, lutou duramente pela construção do Restelo, e viu chegar jogadores como Matateu e Di Pace. Coelho da Fonseca - Presidente em 1938, permitiu a continuação dos trabalhos de expansão das Salésias. Entre 1967 e 1969, integrou uma Junta Diretiva, que fez trabalho de grande relevo num momento difícil do clube, juntamente com Acácio Rosa e Fernando Olavo Gouveia da Veiga. Em 1956 foi o Presidente da Comissão de cativação de lugares para o Estádio do Restelo, medida original e \"futurista\" na época, que mais tarde viria a ser imitada por todos os outros clubes. Salvador do Carmo - Na sua Presidência conquistou-se a Taça de Portugal de 1942. Veio a ser selecionador nacional. Constantino Fernandes - Presidente entre 1942 e 1944, ficando ligado à conquista do Campeonato de Lisboa de 43/44 e em 1946, ano em que o Belenenses foi campeão nacional. Octávio de Brito- Presidente da época de 45/46, em que se conquistou o Campeonato de Lisboa e, embora já depois da sua saída, o Campeonato Nacional. Voltou em 47/48, e continuando a prestigiar o clube, e na sequência das ligações que no anterior mandato encetara com o Real Madrid, o Belenenses foi convidado para inaugurar o Estádio dos madrilenos. Acácio Rosa - Foi eleito Presidente do Belenenses aos 36 anos. Mas, antes disso, já tinha recebido a Cruz de Cristo de Ouro, a mais alta distinção do Clube. Foi uma distinção bem merecida, pois, entre outros trabalhos: introduziu no clube o Andebol e o Voleibol; esteve, como Vice- Presidente, com a nossa equipa que inaugurou o Estádio do Real Madrid e participou na escolha do local para a construção do Estádio do Restelo; pagou do seu bolso a iluminação do Campo de Basquetebol nas Salésias e, durante anos, as despesas de 5 modalidades amadoras. Incondicionalmente apaixonado do Belenenses, esteve sempre presente nas horas dramáticas e para tributar gratidão a quem a merecia. Escreveu vários livros, alguns deles muito volumosos, com a história do Belenenses desde 1919 a 1994, ano anterior ao da sua morte. Foi o 1º selecionador Nacional de Andebol. Foi galardoado pelos governos Português e Francês. Atualmente é perpetuado entre os azuis dando o nome ao Pavilão Gimnodesportivo. Pascoal Rodrigues - O Presidente aquando da Inauguração do Estádio do Restelo. Vice-campeão nacional em 1955. Francisco Soares da Cunha - - Presidente em 1957. O grande dinamizador da construção e acabamento do Estádio do Restelo.Esteve ligado à vinda para o clube de jogadores como Matateu, Vicente e Yaúca. Vale de Guimarães- Presidente em 1960, aquando da conquista da 2ª Taça de Portugal e em 1964 (corte de relações com o Sporting, por causa do caso Carlitos). Baptista da Silva - Longa dedicação ao clube, no qual tem ocupado vários cargos em órgãos sociais, foi Presidente entre 1972-74, num período de ressurgimento do Belenenses, que foi vice-campeão em Futebol e campeão em Andebol e Rugby, além de se estrear em provas europeias de Ténis e Andebol. Mário Rosa Freire - Presidente de 1982 a 1990, o maior número de anos seguidos. Nos seus mandatos, conquistou-se uma Taça de Portugal, esteve-se em outra final e obteve-se um 3º lugar, além de participações na Taça das Taças e Taça Uefa. Venceu-se ainda 1 Campeonato e 2 Taças de Portugal em Andebol. Armando Cabral Ferreira - Presidente entre 2005 e 2008, conhecido pela sua grande paixão ao clube que defendeu com \"unhas e dentes\" superando momentos delicados como o Caso Mateus e o Caso Meyong, alcançou ainda uma participação na Liga Europa e a Final da Taça de Portugal. Cerca de um mês após se demitir da presidência do clube viria a falecer na sequência de uma doença prolongada. Patrick Morais de Carvalho - Presidente desde 2014, resgatou o Estádio das Salésias a favor do Clube e inaugurou o novo campo com bancada dia 23 de Setembro de 2015; conseguiu aprovar junto da Câmara Municipal de Lisboa o famoso PIP que permitiu arrancar, ao fim de várias décadas, com o projecto de Requalificação do Complexo Desportivo do Restelo. == Praticantes famosos de modalidades extra-futebol == * Alfredo Azinheira (andebol/basquetebol) mais títulos coletivos conquistados * José Freitas (Nadador, atravessou o estreito de Gibraltar em 1962) * João Silva Marques * Rómulo Trindade * Natividade * Ana Linheiro * Georgete Duarte * Joaquim Branco * Rui Ramos * José Manuel Figueiredo de Jesus (Badaró) futebolista (sobrinho do jogador fundador do Belem (RODOLFO FAROLEIRO)) * Maria Gabriela Jesus (primeiras praticantes de natação) * Hernâni * Franco * Ferreira * Luis Bentes (Campeão Nacional Andebol) * Espadinha * Alberto Oliveira * José Pinto (Atleta de Marcha, esteve presente nos Jogos Olímpicos de 1984, 1988 e 1992. Numa das provas obteve um 8º lugar.) * Margarida Carmo * Maria João Falcão * Naide Gomes * Francis Obikwelu * Vanessa Fernandes * Bruno Pais * Alfredo Trindade * Vasco Vilaça * Anaís Moniz (Campeã mundial e europeia de juniores em Triatlo, também já participou em campeonatos mundiais de Duatlo e Ciclismo.) * Diogo Mateus * João Uva * Sara Tenrinho (Triatleta) (Vice-campeã nacional juvenil) * Andreia Lopes (Triatleta) (Campeã nacional juvenil) * Isabel Abreu (Nadadora de alta competição) * Luisa Abreu (Nadadora de alta competição) * Susana Oliveira (Nadadora de alta competição) * Lara Pinheiro (Nadadora de alta competição) * Miguel Saraiva (Nadador de alta competição) * Miguel Quintas (Nadador de alta competição) * Francisco Quintas (Nadador de alta competição) * Francisco Lopes Santos (Nadador de alta competição) * António Rebolo (Nadador de alta competição) * André Santos (Nadador de alta competição) * Madalena Lopes (Nadadora de alta competição) * Rita Costa (Nadadora de alta competição) * Diogo Teixeira (Nadador de alta competição) * Afonso Ribeiro (Nadador de alta competição) * Daniela Inácio (Nadadora, Olímpica Beijing 2008, Águas Abertas) * Vítor Cunha (Nadador Master, vice-campeão Mundial) * Isabel Ferreira (Nadadora Master, campeã e recordista nacional) * Luís Cavaleiro Madeira (Nadador master, campeão e recordista nacional) * Alexandre Pereira (Nadador master, atravessou o estreito de Gibraltar em 2010) * Manuel Silva (Nadador master, atravessou o estreito de Gibraltar em 2010) == Casos == === O \"Caso Mateus\" === Ficou conhecido como Caso Mateus um complexo de casos judiciários, tanto na justiça desportiva, como nos tribunais civis, que pôs a nu uma série de disfunções na organização do futebol profissional em Portugal, tanto na Federação Portuguesa de Futebol como na Liga Portuguesa de Futebol Profissional, e ameaçou o funcionamento do campeonato nacional de futebol da primeira liga. O caso levou mesmo a FIFA a ameaçar suspender a seleção portuguesa e os clubes portugueses de todas as competições internacionais. O caso teve por epicentro o jogador Mateus Galiano da Costa, o Gil Vicente Futebol Clube e o Clube de Futebol Os Belenenses, mas estendeu-se a todo o futebol profissional português. O Belenenses lutou durante meses para fazer valer a sua razão, baseada no cumprimento dos regulamentos desportivos aceites pelos clubes participantes. Tal caso levou a um romper das relações entre o clube lisboeta e o clube de Barcelos e ao nascimento de uma rivalidade entre os adeptos de ambos. === O \"Caso Meyong\" === Na época 2007/08 em jogo a contar para a 16ª jornada da BWIN Liga entre o Belenenses e a Naval 1.º de Maio, a equipa do Belenenses utilizou indevidamente o jogador Meyong. Como consequência o Belenenses foi penalizado em 6 pontos (menos 3 por retirada da vitória e menos 3 por penalização), que resultaram numa queda na tabela classificativa e consequentemente o clube não foi à Liga Europa na época seguinte. Já à Naval 1.º de Maio foram atribuídos 3 pontos.LPFP.pt - Comunicado oficial da execução da sanção disciplinar aplicada ao Belenenses (perda de seis pontos), pela utilização indevida de Meyong === O \"Caso Estrela\" === Na época 2008/09 o Belenenses viu-se pela segunda vez \"repescado\" num espaço de poucos anos (a anterior havia sido devida ao \"Caso Mateus\"), voltando a manter-se na Primeira Liga apesar da sua classificação na zona de despromoção. Desta feita, o facto deveu-se à despromoção do Estrela da Amadora devido a vários meses de salários em atraso. == Bibliografia == Ao longo dos anos, muitos foram os livros que incidiram sobre a história do Belenenses, destacando-se os escritos de Acácio Rosa e Homero Serpa, bem como os dois livros de Ana Linheiro, debruçando-se sobre as datas e factos históricos do Clube. Por ocasião dos 90 anos do Clube, José Ceitil escreveu um livro intitulado “Clube de Futebol «os Belenenses» - 90 Anos de História”. Já Rui Miguel Tovar incidiu sobre o Estádio do Restelo, “Estádio do Restelo 60 Anos – 60 Jogos” e “Belenenses Campeão”. Em 2018, Fernando Fernandes foi o autor da bibliografia de Pepe, “O Prodigioso José Manuel Soares - O Pepe”. == Notas == Categoria:Clubes de futebol fundados em 1919 Categoria:Comendadores da Ordem Militar de Cristo Categoria:Oficiais da Ordem do Mérito Categoria:Fundações em Portugal em 1919 == Referências == Categoria:Clubes de futebol fundados em 1919 Categoria:Comendadores da Ordem Militar de Cristo Categoria:Oficiais da Ordem do Mérito Categoria:Fundações em Portugal em 1919 == Ligações Externas == * * * * * * *",
 "title": "Clube de Futebol Os Belenenses"
}