{
 "id": "5182",
 "text": "Pataias é uma vila portuguesa que foi sede da extinta Freguesia de Pataias do Município de Alcobaça, freguesia que tinha 79 km² de área e 5 451 habitantes (2011), donde uma densidade populacional de 69 hab/km². A povoação de Pataias foi elevada à categoria de vila a 16 de Maio de 1984. A freguesia de Pataias foi extinta em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada à freguesia de Martingança, para formar uma nova freguesia denominada União das Freguesias de Pataias e Martingança, da qual é sede.Diário da República, 1.ª Série, n.º 19, . Acedido a 2 de fevereiro de 2013. == História == Pataias existe há muitos anos… ou, por outra, Pataias existe há muitos séculos. Quantos, não se sabe, mas sabe-se que já em 1151 o nome era referido por D. Afonso Henriques, no documento de doação feito por este Rei aos Monges Beneditos da Ordem de Cister. E o documento diz: “eu, D. Afonso, pela Divina Misericórdia Rei dos Portugueses, juntamente com a Rainha Mafalda, minha mulher e companheira no reino fazemos testamento em Couto a vós D. Bernardo abade do Mosteiro de Claraval de Hua nossa própria herdade que temos entre aqueles dois lugares chamados Leiria e Óbidos, abaixo do Monte Faixa, comarca de Lisboa, águas vertentes ao mar. Damo-vos também o lugar que chamam Alcobaça e dele vos fazemos testamento e couto… pelos limites abaixo declarados… e passa por Mélvoa até à Mata de Pataias, donde corta direito por entre Pederneira e Moel, até chegar ao mar.” Como não podia deixar de ser, devido à antiguidade da região, muitas hipóteses há a considerar para a formação do nome Pataias: algumas delas que já forma motivo de polémica no extinto jornal “A Voz da paróquia”, são a que nos informa que Pataias se deverá provavelmente aos deuses pataicos, deuses fenícios que enfeitavam os barcos desse povo que frequentemente viajou pelas nossas costas; outra, do Padre José Ferreira Lacerda, defendendo que Pataias derivava de Patais oriundo da abundância de patos existentes nas lagoas da região. Outra ainda, que se aponta como mais credível, é a que se situa nesta terra as tulhas dos frades da Abadia de Cister, sabendo-se que Pataias é um vocábulo de origem indiana que significa tulhas. A tradição popular, informa-nos da lenda de que indo a Rainha Santa Isabel a passar por aqui com o seu séquito e sentindo que os cavalos iam cansados, por pisarem carregados as areias do caminho que na altura eram muitas, terá dito às suas aias para que aliviassem as montadas: “à pata aias”. == Geografia == A freguesia de Pataias ficava situada a norte do Município de Alcobaça dela fazem parte as povoações de Pataias, Pataias-Gare, Pisões, Burinhosa, Ferraria, Mélvoa, Paio de Baixo, Paredes da Vitória, Mina do Azeiche, Água de Medeiros, Pedra do Ouro, Légua, vale do Inácio, Boubã, Alva e, ainda uma extensa costa com praias magníficas. Apesar de pertencer ao município de Alcobaça, mantém uma ligação especial à cidade vizinha da Marinha Grande, quer pela próximidade geográfica quer pela relação económica, constituindo-se como uma extensão dos polos industriais marinhenses. ==População== População da freguesia de Pataias Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2 120 2 468 2 800 3 085 3 501 3 602 4 232 4 882 5 666 5 809 6 156 7 068 5 277 5 453 5 451 Em 1985 foram desanexados lugares para constituir a freguesia de Martingança thumbnail|200px|Evolução da População (1864 / 2011) thumbnail|200px|Grupos Etários (2001 e 2011) thumbnail|200px|Grupos Etários (2001 e 2011) == Economia == Pataias sempre teve uma tradição industrial, perde-se na memória dos tempos a sua mais antiga actividade, a dos fornos de cal, nesta data já inactivos. Indústria do vidro e subsidiária, como era o caso das empalhações que também existiram. Cimentos, moldes para plásticos, serralharia civil, mobiliário em todos os estilos, metalurgia, transportes rodoviários, material áudio, cerâmica, pecuária, estufas agrícolas, soldas, produtos alimentares, são indústrias que fazem parte do quotidiano da localidade. O comércio é também é muito diversificado e importante, podendo mesmo dizer-se que há um pouco de tudo, sendo ainda de considerar a agricultura. == Património construído == === Fornos da cal === Nº IPA (Inventário do Património Arquitectónico) PT031001100033 Enquadramento Rural, isolado, erguem-se no pinhal. Descrição Conjunto de construções parcialmente enterradas de tijolo, de secção circular, bojuda, estreitando para a goela; abertura lateral em arco. À frente de cada forno ergue-se um alpendre constituído, na maioria, por 3 ou 4 colunas de pedras e argamassa a cada lado e 2, ao centro, ao centro, que sustêm uma cobertura de telha sobre estrutura de madeira, disposta a 2 águas. Alguns alpendres têm telhado de aba corrida. Utilização Inicial Industrial. Engenhos de fabricação de cal. Utilização Actual Marco histórico-cultural. Época Construção Séc. XIX Cronologia Século XIX, finais - construção dos fornos; 1980 - estavam 25 fornos operacionais, fazendo em média 7 cozeduras por ano, cada um, consumindo em cada fornada de 60 a 100 carradas de mutano, conforme eram feitas no Verão ou no Inverno; 1990 - encontravam-se desactivados. Tipologia Fornos de secção circular, bojuda, estreitando para a abertura superior, parcialmente enterrados. Dados Técnicos Estruturas autónomas (fornos) e autoportantes (alpendres) Materiais Tijolo, alvenaria, telha. A riqueza geológica (maciços calcários) e a abundância de material lenhoso na região, favoreceu o aparecimento dos fornos de fabrico de cal. Os fornos tiveram influência no desvio da rota da linha do Oeste (Pataias-Gare) que garantia a drenagem da produção para quase todo o País. Tinham no interior uma grade onde se queimava o combustível, as pedras eram dispostas formando uma abóbada sobre a grelha, por ordem decrescente de tamanhos. A boca do forno era tapada, deixando algumas aberturas para regular a tiragem dos gases. A operação dava-se por terminada quando as pedras da camada superior estavam cozidas (Perdigão, L., 1995). == Património natural == === Lagoa de Pataias === É uma zona húmida que surge no meio da vasta área de pinhal bravo que ocupa esta região do litoral Português e, portanto, é ocupada por Fauna e Flora distintas de toda a envolvente. Face a usos indevidos no passado, a água encontra-se poluída por nutrientes que promovem o crescimento excessivo de matéria vegetal com consequente falta de oxigénio na água (Eutrofização). A Eutroficação é típica das zonas húmidas interiores e, normalmente, conduz à sua mutação para ecossistemas terrestres. Neste caso concreto, o processo foi acelerado pela acção antrópica. A dependência exclusiva da precipitação, juntamente com a situação de seca extrema em 2005, culminaram na evaporação de toda a água, uma situação que não sucedia desde 1944. Para além do desaparecimento da ictiofauna, a falta de água criou pressões enormes em outros grupos como os anfíbios, mamíferos e aves, em termos de alterações do habitat, indisponibilidade de água e/ou de alimento. Os nutrientes presentes na água acumularam-se nos sedimentos do fundo: estes, juntamente com grandes extensões de macrófitas aquáticas, foram removidos mecanicamente de forma a evitar que, após outra época de chuvas, a qualidade da água voltasse a piorar. Após um Inverno chuvoso, a cota da lagoa recuperou ao ponto de poderem equacionar-se os repovoamentos com ruivacos: estes peixes, outrora muito comuns na lagoa de Pataias, foram dizimados por espécies indesejáveis introduzidas (carpa, perca e gambúsia). O plano de gestão da lagoa de Pataias vê assim mais uma etapa cumprida, mas, no contexto de alterações climáticas globais, este ecossistema requererá cuidados continuados no futuro. A gestão desta lagoa remete-nos para os elevados custos de remediação dos serviços dos ecossistemas. É por isso sempre melhor evitar a degradação da Natureza e, neste sentido, desde 2003 que o Projecto de Educação Ambiental do Município dá especial relevância a esta zona única no concelho. (Artigo de Sofia Quaresma, in www.cm-alcobaca.pt) === Praias === Além das praias, que são de um interesse inegável e de uma beleza extraordinária, uma outra atracção existe para passar uma bela tarde de lazer, de acordo com as normas da natureza. * Praia da Falca * Praia da Légua * Praia de Vale Furado * Praia de Paredes da Vitória * Praia da Polvoeira * Praia da Pedra do Ouro * Praia de Água de Madeiros == Serviços == * * Associação Humanitária de * Univa * Extensões de Saúde e de Segurança Social * GNR * Correios e Telecomunicações == Comunicações e Transportes == Do ponto de vista das comunicações, Pataias é atravessada pela EN 242, que faz a ligação Alfeizerão - Leiria e, tem um nó de ligação à A8, que faz a ligação Lisboa-Caldas-Leiria. Quanto aos meios de transportes, Pataias é servida pela CP (Comboios de Portugal), através de uma estação integrada na Linha do Oeste (que liga Lisboa a Coimbra) localizada em Pataias-Gare; de igual modo, é servida por uma rede de transportes públicos colectivos, concessionados pela Rodoviária do Tejo, e que ligam a vila à sede de concelho, Nazaré, Marinha Grande, Leiria e Alcobaça. == Desporto e Cultura == Pataias tem o seu Clube Desportivo Pataiense, Pavilhão Gimnodesportivo, existindo também clubes ou associações nas povoações de Burinhosa, Pisões, Pataias-Gare, Ferraria, Paredes da Vitória, Légua, Água de Medeiros e Pedra de Ouro. A freguesia também conta com a equipa de futsal CCRD Burinhosa, que está situado em Burinhosa. Pataias tem mercado semanal ao domingo; a Sociedade Filarmónica Pataiense, já centenária; Biblioteca Pública; Casa da Cultura e o jornal online http://www.pataias.net == Nota == Salvo algumas excepções devidamente referenciadas, toda a informação foi retirada da página http://www.cm- alcobaca.pt/, tendo sido acedida em Maio de 2007. Categoria:Antigas freguesias de Alcobaça Categoria:Vilas de Portugal",
 "title": "Pataias"
}