{
 "id": "51850",
 "text": "O Papa Pio III ( a ),It is frequently stated that Piccolomini was born on 29 May. This is an error. His memorial inscription from St. Peter's Basilica states that he died at the age of 64 years, 5 months, and ten days, which fits with 9 May, but cannot be reconciled with 29 May. The inscription is quoted by nascido Francesco Todeschini Piccolomini, foi chefe da Igreja Católica e governante dos Estados papais entre até sua morte, tendo um dos pontificados mais curtos da história papal.Hendrix, p. 173. Francesco era sobrinho do Papa Pio II, que lhe concedeu o nome de família \"Piccolomini\", e nomeou Francesco, de 21 anos, como arcebispo de Siena. Ele serviu como legado papal em vários lugares. Em 1503, o frágil cardeal Piccolomini foi eleito papa como candidato de compromisso entre as facções Borgia e della Rovere. Embora ele tenha anunciado planos para reformas, ele morreu menos de um mês depois. ==Vida == ===Início da vida === Francesco Todeschini-Piccolomini, membro da Casa de Piccolomini nasceu em Sarteano,D. Bandini (1950), \"Memorie Piccolominee in Sarteano, \" Bullettino Senese di Storia Patria Anno LVII (1950), pp. 107-130. em ,The earliest biography of Pius III, written by the Vatican Library employee, Onuphrio Panvinio, states that Piccolomini was born on 9 May, not 29 May: \"Ipse natus erat vij idus Maij.\" The same is said by (among others) ; and by Matteo Sanfilippo (2015), \"Pio III, papa.\" Dizionario Biografico degli Italiani Volume 83 (Treccani 2015). como o quarto filho de Nanno TodeschiniFor the Todeschini family, see Domenico Bandini, \"Gli antenati di Pio III,\" Bulletino senese della storia patria 25 (1966–1968), pp. 239-251. e Laudomia Piccolomini, irmã de Enéias Silvius Piccolomini, que era Papa. Pio II . Ele tinha três irmãos, Antonio, Giacomo e Andrea. Seu irmão mais velho Antonio foi feito duque de Amalfi durante o pontificado de Pio II. Ele se casou com Maria, filha do rei Ferdinando de Nápoles.Munman, p. 112. Gaetano Novaes, Elementi della storia dei Sommi Pontefici Tomo Sesto (Siena: F. Rossi 1804), p. 124. Francesco foi recebido quando menino na casa de Enéias Silvius, que lhe permitiu assumir o nome e os braços da família Piccolomini. Ele estudou Direito Canônico na Universidade de Perugia e obteve um doutorado após a conclusão de seus estudos.Richardson (2003), \"The housing opportunities of a Renaissance cardinal,\" pp. 607-608. ===Cardinalato === Em 1457,Sanfilippo (2015), \"Pio III, papa.\" Dizionario Biografico degli Italiani Volume 83, places the date of the investiture after the coronation of Pius II on 3 September 1458. Todeschini-Piccolomini recebeu o cargo de reitor da Igreja Colegiada de Sankt Viktor em Xanten, o que havia beneficiado seu tio. Ele manteve o benefício de 1457 a 1466 e novamente de 1476 a 1495. O cardeal Aeneas Silvius Piccolomini foi eleito papa em 19 de agosto de 1458. No tumulto animado após o anúncio, a multidão romana demitiu sua casa, localizada perto da igreja de S. Agostino e no extremo norte da Piazza Navona; até as pedras de mármore foram tomadas. Quando a família Piccolomini chegou a Roma, portanto, eles não tinham palazzo próprio para usar como base de operações. Francesco mudou-se para o Palácio do Vaticano com seu tio.Richardson (2003), p. 608. Pio II sabia que essa era uma situação temporária; ele observou em uma carta a seu sobrinho Antonio que \"Não se é sobrinho de um papa para sempre ( non sempre pontificis nepos ).Richardson (2003), p. 608 with note 6, quoting from an unpublished letter in the Bibliotheca Angelica in Rome. Em 1461, o papa autorizou o cardeal Francesco a comprar uma propriedade perto do Campo dei Fiori, em Roma, que pertencia ao cardeal Giovanni Castiglione, falecido recentemente. Os documentos deixaram claro que não eram o papa ou o papado que estavam comprando a propriedade, mas a família Piccolomini, e que era propriedade privada, não propriedade da Igreja, mesmo que a diaconada do cardeal Francesco não estivesse muito distante. Nesta terra, o cardeal Francesco, com a ajuda do papa, construiu o Palácio Piccolomini. Em 1476, o cardeal Francesco entregou o palácio a seus irmãos Giacomo e Andrea, e seus descendentes, com a condição de que não fosse alienado da linha masculina. O Palazzo Piccolomini não sobrevive mais, tendo sido demolido para dar lugar à nova igreja de S. Andrea della Valle, iniciada em 1591.The palace was still standing in 1592. Richardson (2003), pp. 609-610. Piccolomini já ocupava o cargo de protonotário apostólicoSanfilippo (2015), \"Pio III, papa.\" Dizionario Biografico degli Italiani Volume 83, places the grant in October 1458, a few weeks before being appointed Administrator of Siena. na época em que foi nomeado administrador da Arquidiocese de SienaPius II had raised the diocese of Siena to the status of an archbishopric in 1459. em 1460.The Archbishop of Siena, Antonio Piccolomini, had died on 8 November 1459; Francesco made his arrangements with the Apostolic Camera for his bulls and fees on 6 February 1460: Eubel II, p. 235. Pius II makes clear in his Commentarii that Francesco was only the Administrator. Carol Richardson, \"The Lost Will and Testament of Cardinal Francesco Todeschini Piccolomini (1439-1503),\" Papers of the British School at Rome Vol. 66 (1998), p. 193, note 3. Francesco was only 21 when he was appointed, which was far below the canonical age for episcopal consecration. Williams, p. 50. Ele recebeu o título e as insígnias de um arcebispo, mas não o fez. receber consagração episcopal até uma semana antes de sua coroação como papa. Os deveres episcopais em Siena foram executados por um bispo auxiliar, Antonio Fatati.Novaes, Elementi VI, p. 127. O Papa Pio II, que estava visitando Siena na época, nomeou seu sobrinho cardeal em , nomeando-o cardeal-diácono de Santo Eustáquio em .Francesco was not in Siena at the time, arriving only on 19 March; he received his red hat on 21 March, and was assigned his deaconry on 26 March. Eubel II, p. 13, no. 5, with note 6. Ele também foi nomeado Comendador do Abade do mosteiro de S. Vigilio em Siena.Sanfilippo (2015), \"Pio III, papa.\" Dizionario Biografico degli Italiani Volume 83, places the grant in October 1458. Ele reconstruiu e ampliou a residência ao lado da igreja, que continuou a usar por toda a vida.Nevola, pp. 120-121, 167, 243 note 34. Em 1460, o papa o nomeou legado da marcha de Ancona, tendo como conselheiro o experiente bispo de Marsico. Ele partiu de Roma em e retornou em para consultas; ele voltou a Ancona em e voltou a Roma em .Eubel II, pp. 32-34, nos. 205, 209, 211, 214. Ele se mostrou estudioso e eficaz em seu trabalho. Piccolomini foi nomeado arquidiácono de Brabante em Cambrai em 1462 e manteve esse benefício até 1503.His appointment was confirmed on 23 April 1463, and he was obligated for annates from 9 January 1462; see: Richardson (1998), p. 203, note 49, gives the date 1461. In his Will of 1493, Piccolomini granted the archdiaconate of Brabant a cope worth fifty gold florins de camera. Em , o papa Pio II concedeu ao cardeal Francesco o mosteiro de San Saba no Monte Aventino, em louvor . O cardeal iniciou imediatamente extensos trabalhos de restauração, construção e decoração nos edifícios antigos, gastando pelo menos 3 mil ducados no trabalho.Carol Richardson (2003), \"The housing opportunities of a Renaissance cardinal\", pp. 612-625. She points out that the 3,000 ducats was three-quarters of what an acceptable minimum annual salary of a cardinal was deemed acceptable. Piccolomini foi nomeado Vigário de Roma e no resto dos Estados Papais em 21 de junho de 1464, quando Pio II partiu de Roma para Ancona , onde pretendia encontrar os venezianos e lançar uma cruzada nos Bálcãs. Pio II morreu em Ancona em 14 de agosto de 1464, encerrando o projeto.Eubel II, p. 34, nos. 249, 251. ===Conclaves de 1464 e 1471 === Francesco Todeschini Piccolomini participou do conclave que elegeu o Papa Paulo II em 1464. Como sobrinho do falecido papa, ele deveria ter tido considerável influência na política da eleição. Dos vinte cardeais que participaram, no entanto, os doze que não foram nomeados por Pio II concordaram entre si que não votariam para eleger ninguém, exceto um deles. Isso excluiu Francesco Piccolomini e todos os cardeais de seu tio. Por acaso, a primeira votação ainda estava em andamento quando o cardeal Pietro Barbo, de Veneza, recebeu os necessários dois terços dos votos, e o escrutínio foi rapidamente feito por unanimidade. Ele escolheu o nome de Paulo II (1464-1471).F. Petruccelli della Gattina, Histoire diplomatique des conclaves Volume I (Paris: 1864), pp. 273-283. Pastor, History of the Popes, Volume III (1906), pp. 348-374; Volume IV (1894), pp. 3-35. O cardeal Piccolomini foi nomeado Legatus de latere na Alemanha em .Franz Wasner, \"'Legatus a latere': Addenda varia,\" Traditio 16 (1960), pp. 405-416, at 413-414. Hermann Diemar, \"Kõln und das Reich, II Theil, 1452–1474,\" Mittheilungen aus dem Stadtarchiv von Koln 9, Heft XXIV und XXV (Köln 1894), p.327.( Ele foi acompanhado como secretário por Agostino Patrizi Piccolomini, ex-secretário particular de Pio II, que escreveu um relato da missão.H. Kramer (1949), 'Agostino Patrizzis Beschreibung der Reise des Kardinallegaten Francesco Piccolomini zum Christentag in Regensburg 1471,\" Mitteilungen des Österr. Staatsarchivs, Erganzungsband 2 (Festschrift 1; 1949) 549-565. Ele partiu em ,Eubel II, p. 37, no. 302. e serviu neste importante legação para a dieta imperial em Regensburg / Ratisbona,Franz Wasner, \"Fifteenth-century Tests on the Ceremonial of the papal 'Legatus a latere',\" Traditio Vol. 14 (1958), pp. 295-358, at pp. 335-339. e ainda estava lá quando o papa morreu em . Consequentemente, ele estava ausente para o Conclave de 1471 que elegeu o Papa Sisto IV. Ele retornou a Roma em .Eubel II, p. 37, no. 312. Ele conseguiu o cargo de cardeal Protodeacon em 1471, após a promoção do cardeal Rodrigo Borgia à sede de Albano em . Francesco serviu em uma nova legação para o Papa Sisto IV , para restaurar a autoridade eclesiástica na Úmbria.The Encyclopædia Britannica, Vol.19, Ed. Thomas Spencer Baynes, (Henry G. Allen Company, 1890), 153. ===Conclaves de 1484 e 1492 === Todeschini- Piccolomini participou do conclave de 1484, que resultou na eleição do Papa Inocêncio VIII, e como protodeacon, ele fez o primeiro anúncio público da eleição e coroou o novo papa. Segundo Stefano Infessura, ele era um dos meia cardeais que dormiu profundamente em suas camas na noite entre 28 e 29 de agosto e não participou das conferências clandestinas da meia-noite que produziram uma maioria de dois terços para o cardeal Giovanni Battista Cibo. Ele também não se engajou no extenso comércio de simoniac que ocorreu. Ele foi nomeado administrador da Fermo em 1485; ele renunciou ao cargo em 1494, a favor de Agostino Piccolomini. Ele foi reconduzido quando Agostino renunciou em 1496, e manteve esse cargo até sua eleição para o papado. Ele foi nomeado legado papal para Perugia em e partiu de Roma em . Ele serviu em Perugia até 1489.Eubel II, p. 49, no. 532. Todeschini-Piccolomini participou do conclave de 1492 que elegeu o Papa Alexandre VI. Pertencia à facção dos cardeais mais antigos que se reuniam em torno do cardeal Oliviero Carafa, de Nápoles. O cardeal Francesco foi suficientemente respeitado por receber seis votos no primeiro exame (eram necessários dezesseis para eleger), sete no segundo e um no terceiro. Ele resistiu à eleição do cardeal Rodrigo Borgia quase até o fim, como um dos cinco confrontos. Como o cardeal Protodeacon Piccolomini anunciou e coroou o novo pontífice. Ele serviu como protetor da Inglaterra na Cúria Romana, de 1492 a 1503,Wilkie, 1974, p. 18. e da Alemanha . Ele foi nomeado legado do rei Carlos VIII de França, cujo exército estava entrando na Toscana, no consistório de , partindo de Roma em ; ele voltou a Roma em , depois que o rei se recusou a encontrá-lo.C. Maumené, \"Une ambassade du pape Alexandre VI au roi Charles VIII. Le cardinal François Piccolomini,\" in: Revue de Deux Mondes, série 5, LII (1909), pp. 677-708. Eubel II, pp. 51-52, nos. 560, 562, 575. Em , ele e vários outros cardeais acompanharam o Papa Alexandre VI em uma visita a Orvieto, que havia sido arranjada para evitar uma reunião entre o papa e o rei Carlos, que voltava de sua expedição contra Nápoles. Carlos esteve em Roma de 1 a 4 de junho e o Papa e seu séquito retornaram à cidade em 27 de junho.Eubel II, p. 52, no. 580. Ele foi nomeado administrador da diocese de Pienza e Montalcino em e ocupou-a até , quando renunciou em favor de seu parente, Girolamo Piccolomini.Eubel II, p. 216. Após o assassinato de seu filho Giovanni Borgia, em 1497, Alexandre VI nomeou Francesco Piccolomini membro de uma comissão de seis cardeais, em um esforço de curta duração para reformar a Cúria Romana. The names of the six cardinals are given in I diarii di Marino Sanuto Tomo I (Venezia 1879), p. 654: Oliviero Carafa, Jorge da Costa, Giovanni San Giorgio, Antoniotto Pallavicini, Francesco Todeschini- Piccolomini, and Raffaele Riario. Em , o Papa Alexandre também nomeou Piccolomini, em sua qualidade de Protodeacon, para uma comissão para encarregar-se da renda do dízimo (decuma) e distribuí-la por mais uma cruzada contemplada contra os turcos.Eubel II, p. 55, no. 637. Pastor VI, pp. 85-102, at p. 99. ===Biblioteca Piccolomini === Em 1502, ele encomendou uma biblioteca com acesso a um corredor do Catedral de Siena, destinado a abrigar a biblioteca de textos humanistas reunidos por seu tio. Francesco encomendou ao artista Pinturicchio que afrescasse seu cofre e dez painéis narrativos ao longo das paredes, representando cenas da vida de Enéias Silvius Piccolomini . Sua iconografia ilustrando carreira do doador dá uma versão editada da vida de Pio II, passando por cima do antigo suporte do antipapa Félix V. Embora Pinturicchio trabalhasse por cinco anos, os livros nunca chegaram a seu esplêndido destino; ainda a Biblioteca Piccolomini é um monumento do Alto Renascimento em Siena. Alguns dos retratos mais famosos do Papa Pio III podem ser vistos no Museu do Louvre. ==Pontificado == ===Eleição para o papado === O Papa Alexandre VI morreu em ,Eubel II, p. 21. e em meio aos distúrbios resultantes de sua morte, foram necessárias as pressões combinadas de todos os embaixadores em Roma para induzir César Bórgia a se retirar da cidade, para que um conclave não-comprimido pudesse ocorrer. . Apesar dos pedidos urgentes dos cardeais de se afastarem, as facções de Orsini e Colonna entraram na cidade com tropas, com a intenção de vingar velhas e novas queixas.Gregorovius VIII, part 1, pp. 3-5. Devido a essas negociações, o Conclave não começou até 1.Eubel II, p. 25, with note 2. O cardeal Piccolomini foi eleito em e nomeou- se \"Pio III\" em homenagem a seu tio Papa Pio II.Loughlin, James (1911). \"Pope Pius III.\" The Catholic Encyclopedia. Vol. 12. New York: Robert Appleton Company, 1911. Retrieved: 31 January 2020. Esta seleção pode ser vista como um compromisso entre facções, Bórgia e della Rovere, escolhendo um cardeal frágil com longa experiência na Cúria Romana sobre os parentes de Sisto IV ou Alexandre VI. ===Programa === Em , o novo pontífice realizou uma reunião Consistória incomum de cardeais e outras autoridades, incluindo os embaixadores de vários estados. Normalmente, um papa não realizava tais reuniões até depois de sua coroação, mas Pio III enfrentava uma emergência e estava sendo pressionado pelos cardeais espanhóis.Pastor VI, p. 201-202. Um exército francês, nominalmente sob o comando de César Bórgia, que estava doente e na cama, exigia passagem por Roma para atacar o governo espanhol em Nápoles. Nápoles era um feudo papal, o que complicava a diplomacia. No consistório, Pio anunciou primeiro seu desejo de trazer a paz entre os reis da França e da Espanha. Então ele promulgou os objetivos de seu pontificado:Pastor VI, pp. 201-202. a reforma imediata da igreja, com o estabelecimento de um conselho de cardeais; reforma estrita das despesas e situação financeira da igreja; paz nos estados papais ; e o apoio de Cesare Borgia, agora sem o apoio francês, contra seus inimigos que planejavam matá- lo. No dia seguinte, ele disse ao embaixador veneziano, Antonio Giustinian: \"Em conseqüência da pressão exercida sobre mim pelos cardeais espanhóis, fui obrigado a receber alguns resumos a favor de Cesare Borgia, mas não darei mais ajuda. Não pretendo ser um guerreiro, mas um papa que ama a paz \".Pastor VI, p. 202. Em , Pio III concedeu permissão para que soldados franceses passassem por Roma, mas não pela Ponte Milviana (Ponte Molle) Pio apoiou César Bórgia e o reconfirmou como Gonfalonier . Ele permitiu que ele chegasse à cidade de Roma, vindo de seu refúgio em Nepi, ciente de que Bartolomeo d'Alviano estava correndo com forças de Veneza para assassinar Borgia.Gregorovius, History of Rome in the Middle Ages VIII, part 1 (London: Bell 1902), pp. 11-13. ===Da eleição à tumba === Na manhã de , o papa recém-eleito foi submetido a uma operação em sua ulcerosa perna esquerda, sofrendo a dor de cortar em dois lugares. The papal secretary and client of the Della Rovere family, Sigismondo de' Conti, blamed the surgeon, Ludovico Minatensis, and his bad work on the Pope's leg, for Pius' death: \"e vita migravit ex ulcere tibiae sinistrae, quod Ludovicus Minatensis imperitus chirugus, sincera etiam parte secata, laethale effecit.\" No dia seguinte, ele anunciou que não realizaria a cerimônia de posse de sua catedral no dia da coroação, como era costume, por causa de sua claudicação.This was the ceremony called the Possessio. Burchard, p. 280. Piccolomini nunca foi ordenado sacerdote, permanecendo em ordens diaconais, até , quando finalmente recebeu a ordenação. O cardeal Giuliano della Rovere o ordenou em um dos salões do palácio papal, com o Papa sentado o tempo todo. Della Rovere o consagrou como bispo no domingo, , no mesmo salão do Vaticano, assistido pelo bispo de Savona (Aldello de Piccolomini) e pelo bispo de Spoleto (Francesco Eruli).Burchard, pp. 280-281. Um agente veneziano em Roma relatou em que o papa estava com febre alta e estava com fortes dores na perna. Alguns julgaram que ele tinha pouco tempo de vida, e as políticas para o próximo conclave já estavam começando. \" Il papa si à tajà la gamba; à la febre e stà malissimo; si judicha habi a viver pocho e non zonzerà a la incoronatione, qual si farà a dì 12 di questo; e zà si comenza a far pratiche dil papato. A coroação ocorreu em . O cardeal Raffaello Sansoni Riario, o Protodeacon, realizou a coroação. Várias das características do ritual tiveram que ser omitidas devido à perna problemática de Pio. Ludwig Pastor observa que o Papa celebrou uma missa.Pastor VI, p. 203. Giovanni Burchard, the papal Master of Ceremonies, noted in his Diary (p. 280 Thuasne): \"die veneris, 29 septembris, ordinavi sedem pro Papa. in qua sedens cruribus extensis ordinaretur ac celebraret, mensam longam pro altare. ut pedes subtus extendi possent.\" Na quinta-feira, dia 12, como Beltrando Costabili informou ao duque de Ferrara, o papa Pio teve uma longa audiência e não comeu durante o dia, tendo tomado remédios no dia anterior, no qual a febre atingiu e nunca o deixou.Pastor VI, p. 621. Em , ele estava no leito de morte e, após um breve pontificado de 26 dias, morreu em , de uma úlcera séptica na perna.Pastor VI, pp. 203-206. Alguns alegaram que o papa Pio morreu de veneno administrado por instigação de Pandolfo Petrucci , o governante de Siena.The poisoning is mentioned by Onuphrio Panvinio as a suspicion, : \"Pius interim senectae vitiis et mortifero cruris ulcere vehementer affectus, intra sextum et vigesimum pontificatus diem, XV Kalo. Novembris, non sine veneni suspicione Pandulfi Petrucii Senensis tyranni consilio vulneri illiti in palatio Vaticano magno bonorum omnium dolore interiit, anno salutis MDIII, aedtatis lxiiij, mense quinto, die decimo....\" The 16th century Sienese historian Malavolti is more discreet, but still labels the story an opinion: \"Fù oppenione di piu persone, che per gelosia havuta da chi governava la Città di Siena, essendo egli di fattion contraria, la morte gli fusse, con danno publoicio, sollecitamente procurata.\" Also, Ele foi enterrado na capela de San Andrea, na Basílica de São Pedro, ao lado de seu tio Papa Pio II, seus irmãos Giacomo e Andrea servindo como executores. Ele já havia escolhido seu local de sepultamento quando escreveu sua Vontade de 1493.Richardson (1998), p. 201: \"praesentium extendimus. Et insuper ob devotionem memoriam fel. nec. Pii PP II praedecessoris nostri et tui secundum carnem capella S. Andreae in basilica Principis Apostolorum sita quam idem praedecessor admodum et sumptuoso opere ornari procuravit sepulcrum nobilissimum tuo aere construi fecisti ut in dicta capella sepulturam eligere et ad ipsius sepulcri pedes libere et licite valeas tibi eisdem auctoritate et tenore de speciali gratia concedimus et indulgemus.\" Quando a basílica estava sendo reconstruída, o monumento foi transferido para as grutas e os restos de Pio III e seu tio para a igreja de Sant'Andrea della Valle em Roma, em um mausoléu criado pelo cardeal Alessandro Peretti di Montalto em 1614. Categoria:Papas da Itália Categoria:Papas sepultados na Basílica de São Pedro Categoria:Naturais de Siena Categoria:Monarcas do século XVI Categoria:Papado renascentista Categoria:Cardeais-sobrinhos Categoria:Cardeais protodiáconos",
 "title": "Papa Pio III"
}