{
 "id": "5186",
 "text": "Turquel é uma vila portuguesa, sede da Freguesia de Turquel do Município de Alcobaça, freguesia com 40,57 km² de área e 4438 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . == História == Foi vila e sede de concelho entre 1352 e 1836. Era constituído pela freguesia da sede e da Benedita. Tinha, em 1801, 2036 habitantes. Tem foral manuelino de 1513. Era um dos coutos dos monges de Cister, de Alcobaça. Para além do pelourinho manuelino, tem também como monumentos nacionais o portal principal e uma porta lateral da igreja matriz, ambos manuelinos, e a capela do Senhor Jesus do Hospital, onde pernoitou São Francisco Xavier numa peregrinação à Nazaréhttp://www.tintafresca.net/News/newsdetail.aspx?news=446ab7ae-926d-4cc1-aa25-da2b7952c82d&edition;=17. A capela de Santo António é também um local de interesse. Foram encontrados importantes vestígios megalíticos, como bem ilustra a anta presente no seu brasão. A localidade de Turquel foi reelevada à categoria de vila em 1997. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 771 638 2266 667 2011 787 523 2465 786 2021 590 540 2391 917 == Pessoas ligadas à freguesia == Era natural de Turquel o padre Manuel Luís, o mais influente e profícuo compositor nacional de música sacra. Viveu e trabalhou em Turquel o pintor expressionista Adriano de Sousa Lopes, nascido em Leiria em 1879 e falecido em Lisboa em 1944. Autor de vasta obra, hoje patente, sobretudo, no Museu do Chiado, em Lisboa, o artista deixou parentes turquelenses e ainda hoje a família Sousa Lopes é bem conhecida em Turquel. Em fevereiro de 2007, um dos seus quadros mais marcantes, «Procissão no Turcifal», foi adquirido, em leilão, por um licitante anónimo, pela vultosa quantia de 125 mil euros. Outro notável foi o professor José Diogo Ribeiro, historiador de Turquel, com obra publicada, de onde se destaca «Memórias de Turquel». Tem uma rua com o seu nome e uma placa alusiva à sua vida e obra na casa onde viveu. Vários filhos da terra estiveram na Flandres, durante a I Guerra Mundial, onde combateram com bravura, reconhecida por condecorações várias. Entre outros, destacou-se o ilustre Capitão Silva Mendes. == Economia == Economicamente, Turquel tem as suas raízes históricas na exploração cisterciense da terra: azeite, vinho, cereais, frutas e floresta. No século XXI, a economia tem dependido sobretudo da construção civil, pecuária e comércio. Vive e trabalha em Turquel uma importante comunidade imigrante, proveniente do Leste europeu, perfeitamente integrada na sociedade local. Com a Serra dos Candeeiros e respetivo Parque Natural, parte do qual pertence à área da freguesia, a 3 km a leste da vila, e o Oceano Atlântico 12 km a oeste da mesma (as praias mais próximas são as da Nazaré, do Salgado e de São Martinho do Porto), Turquel encontra-se rodeada de belíssimas e variadas paisagens naturais. E, embora deteriorado pelo desordenamento da construção civil, o centro da vila mantém algum do seu antigo charme, especialmente no Largo do Pelourinho, no Relego e nas ruas da Neta e do Outão. == Desporto e música == A sua equipa de hóquei em patins, o Hóquei Clube de Turquel, foi fundada nos anos 60 do século XX, pelo médico Joaquim Guerra. A mesma teve várias passagens pela I Divisão, tendo sido finalista da taça de Portugal e tendo participado nas competições europeias Taça CERS. Foi ali que se estreou, como treinador, o mítico António Livramento. Em 30 de junho de 1982 foi fundada a União Desportiva de Turquel, que, com instalações próprias no lugar do Casal da Lagoa, se dedica ao futebol. Ainda no domínio do desporto, em 2022 foi fundado o Evolution Dance Studio, dedicado à dança desportiva, para onde transitaram os atletas da secção de dança desportiva do HCT, entretanto extinta. Turquel tem também outros ex-líbris, como a Banda Filarmónica - fundada a 1 de dezembro de 1913 -, que formou várias gerações de músicos, assim como o seu rancho folclórico, o Rancho Folclórico Mira-Serra dos Louções, que já percorreu todo o país e estrangeiro em atuações. == Política == Politicamente, Turquel vota tradicionalmente à direita. O PSD costuma ganhar eleições na freguesia, com larga margem em relação aos outros partidos/movimentos, sendo muitas vezes seguido pelo CDS. Em resultado da eleições autárquicas de 2021, o atual presidente da junta é José Diogo Ribeiro Tobio (do movimento Turquel, Adoro- te), que já havia ocupado o mesmo cargo entre 1993 e 2009 (pelo PS nos dois primeiros mandatos e por um movimento independente no último). Entre 2009 e 2021, José Diogo Ribeiro Tobio foi secretário de Paulo Inácio (PSD), então presidente da Câmara Municipal de Alcobaça. == Cultura == Culturalmente, e apesar de se situar na região do Oeste, Turquel integra algumas influências ribatejanas no folclore e nos costumes. A psicologia local fez dos turquelenses muito francos no dirimir de conflitos e historicamente muito corajosos - até do ponto de vista físico - o que lhes valeu um epíteto que, para eles, nada tem de pejorativo e de que muito se orgulham: o de «brutos dos queixos». Esse apelido associa-se à dita costela ribatejana. Mas isso não os impede de reconhecer a sua maior fraqueza, em especial na comparação com o empreendedorismo coletivo da arquirrival vila da Benedita, situada 4 km a sul. O extremo individualismo que é atribuído aos turquelenses é ilustrado eloquentemente no seguinte estribilho local, repetido ao longo de gerações: «Em Turquel, cada qual ao seu farnel». O sonho bucólico de um tempo perdido nas malhas do desenvolvimento nem sempre sustentado está nas palavras naïfs de uma família de músicos. No tempo em que Turquel era, ainda, uma espécie de aldeia da roupa branca, os Irmãos Vicente cantaram: «Turquel sorrindo/ leva a vida inteira a sonhar/ teu sonho é lindo/ clareira entre a serra e o mar/ arbustos florindo/ entre vales e montes e a serra/ as tuas pedreiras branquinhas/ são p'rás casinhas/ da nossa terra; [refrão:] Como é linda a nossa terra/ toda a gente a trabalhar/ vigilante além a serra/ diz quem és de longe ao mar». == Património == * Quinta de Vale-de-Ventos ou Granja de Vale- de-Ventos, * Pelourinho de Turquel * Portal manuelino da Igreja de Nossa Senhora da Conceição * Recinto desportivo do Hóquei Clube de Turquel",
 "title": "Turquel"
}