{
 "id": "51910",
 "text": "Na Física, o é uma partícula elementar hipotética que seria a responsável pela transmissão da força da gravidade na maioria dos modelos da teoria quântica de campos. A teoria postula que os grávitons sempre são atrativos (gravidade nunca repele), atuando além de qualquer distância (gravidade é universal) e vêm de um ilimitado número de objetos. Portanto, se o gráviton existir, deve ser um bóson de spin par e igual a dois, e deve ter uma massa de repouso zero, segundo a Mecânica Quântica. == Mecânica quântica e os grávitons == Os grávitons foram postulados em virtude do grande sucesso da teoria quântica (em especial, o Modelo Padrão) em descrever o comportamento de todas as demais forças conhecidas da natureza, como transmitidas por partículas elementares: o eletromagnetismo através do fóton, a força nuclear forte pelos glúons, e a força nuclear fraca pelos bósons W e Z. A hipótese é que a força gravitacional é similarmente transmitida por uma partícula elementar, que ainda não foi descoberta, denominada gráviton, ao invés de descrita em termos de curvatura espaço-tempo como a relatividade geral. No limite clássico, ambas as abordagens fornecem resultados idênticos, e compatíveis com a lei de gravitação de Newton. == Grávitons e modelos de gravidade quântica == A granulação da teoria quântica não é compatível com a uniformidade da relatividade geral de Einstein. Esses problemas, juntamente com alguns quebra- cabeças conceituais, levaram a muitos físicos a acreditar que uma teoria mais completa do que a relatividade geral deveria regular o comportamento próximo ao comprimento de Planck. A Teoria das cordas finalmente emergiu como a solução mais promissora, ela é a única teoria conhecida na qual a correção quântica de qualquer ordem para dispersão gráviton são finitas, e sempre são estáveis. == Teoria das cordas == A teoria das cordas prediz a existência de grávitons e suas interações bem definidas, o que representa um dos seus mais importantes triunfos. O gráviton, na teoria das cordas perturbativas, é uma corda fechada em um estado de energia vibracional de baixa energia muito particular. O espalhamento de grávitons na teoria das cordas pode também ser calculado da função correlação na teoria de campo unificado, como ditado pela correspondência AdS/CFT, ou da teoria Matriz. Um aspecto dos grávitons na teoria das cordas é que, como cordas fechadas sem pontas, eles não seriam limitados por branas e poderiam mover livremente entre elas. Deve ser notado que existem propostas de teoria quânticas da gravidade que não preveem um gráviton; por exemplo, a gravidade quântica em loop não tem nenhuma partícula análoga a esta. == Grávitons e experimentos == A detecção de um gráviton, se ele existir, provou ser bastante problemática. Devido ao fato da força gravitacional ser tão incrivelmente fraca, só em 2015 foram capazes de verificar diretamente a existência de ondas gravitacionais, como predito pela relatividade geral. (Muitas pessoas ficam surpresas ao aprender que a gravidade é uma força, relativamente, fraca. Um experimento simples demonstra isto, por exemplo: um íma de geladeira qualquer pode gerar força suficiente para elevar uma massa contra a força de gravidade gerada por um planeta inteiro.) Ondas gravitacionais podem ser vistas como estado coerente de muitos grávitons, tanto com ondas eletromagnéticas são estados coerentes de fótons. Projetos que procuram encontrar ondas gravitacionais, tais como o LIGO e VIRGO, estão atualmente iniciando suas atividades. == Problemas com o gráviton == Muitos não acreditam que os grávitons existam, ao menos da maneira simplista como eles são pensados. Superficialmente falando, gravidade quântica usando interações gauge de um campo de spin-2 (gráviton) falha ao ser empregada como o fóton e outros bósons gauge fazem. Mas mais importante o spin-2, ondas lineares (ondas gravitacionais clássicas) é somente uma perturbação de certa forma altamente restritiva. Em geral existem flutuações do tipo onda, mas elas são não lineares, sendo isto frequente no caso da Relatividade Geral. As equações de Maxwell sempre admitiram uma onda linear de spin 1, mas as equações de Einstein raramente admitem uma onda linear de spin-2, e quando elas permitem isto, o fazem de forma perturbativa e não exata. O objeto gravitacional mais análogo a uma onda eletromagnética é atualmente a curvatura Weyl. No eletromagnetismo clássico campos determinados pelas fontes ao lado de ondas eletromagnéticas são independentes das fontes. E na gravitação a curvatura de Ricci é determinada por tensor de energia-momento ao lado do tensor Weyl livre de fonte o qual contem as ondas gravitacionais. == Ver também == * Gravidade * Radiação gravitacional * Massa de Planck == Ligações externas == * Categoria:Gravidade quântica Categoria:Bósons Categoria:Partículas elementares hipotéticas",
 "title": "Gráviton"
}