{
 "id": "51923",
 "text": "A Síndrome de Williams ou Síndrome de Williams-Beuren (SWB) foi descrita pela primeira vez em 1961 pelo cardiologista neozelandês John Williams. Este médico verificou que um grupo de pacientes da pediatria apresentava um conjunto de sintomas semelhantes, tais como: nariz pequeno e empinado, cabelos encaracolados, lábios cheios, dentes pequenos, problemas cardiovasculares, rostos com características semelhantes (aparência facial \"gnômica\" bastante distinta), atraso mental, dificuldade na leitura, na escrita e na aritmética (apesar de apresentar facilidade com línguas) e um gosto exacerbado por música, entre outros menos comuns. De acordo com Pérez et al (2004) as crianças diagnosticadas com síndrome de Williams são descritas como altamente socializáveis, com um alto nível de desenvolvimento verbal e revelando-se, no contexto da sua interação com os outros, considerados verdadeiros “contadores de histórias”. Porém, apesar disso, crianças portadores dessa síndrome geralmente apresentam uma acentuada dificuldade de raciocínio, das aptidões de solução de problemas ou mesmo da motricidade fina. \"Contudo, esta anomalia é, geralmente, diagnosticada nos dois primeiros anos de vida; pode porém, não ser detectada durante anos, até ocorrer aumento no gradiente de pressão sistólico\" (Sugayama et al., 2002, p. 463). == Causa == Segundo Sugayama et al (2002), a ocorrência é geralmente esporádica na maioria das famílias, embora haja relatos de raros casos familiares, aparentemente de herança autossômica dominante. Nesse sentido, o diagnóstico da síndrome de Williams-Beuren é clínico, apresentando aproximadamente 90 a 95% dos afetados uma deleção submicroscópica no lócus do gene da elastina, localizada no braço curto do cromossomo 7, detectável pelo teste da hibridização in situ por fluorescência (FISH). A incapacidade de produzir esta proteína é provavelmente a raiz do problema cardiovascular desta síndrome e também pode ser responsável pelas diferenças no desenvolvimento do cérebro. == Sinais e sintomas == Os sintomas incluemhttp://www.williams-syndrome.org/what-is-williams-syndrome: *Baixo peso ao nascer; *Dificuldade na alimentação na infância; *Hipotonia (pouco tônus muscular); *Problemas cardiovasculares (vasos sanguíneos estreitos); *Cólicas, refluxo e vômito nos primeiros meses; *Atrasos no desenvolvimento cognitivo leve ou moderado; *Personalidade extremamente sociável e inocente; *Menor tamanho do que o esperado para a idade; *Baixo timbre de voz; *Hipercalcemia (excesso de cálcio no sangue); *Hiperacusia (sensibilidade a sons); *Problemas dentários (dentes espaçados); *Tendência a problemas renais; *Traços faciais característicos. Não costumam ter medo de desconhecidos, nem dificuldade para chamar atenção e se socializar, tendem a ser muito gentis e carinhosos, confiando excessivamente em qualquer adulto. Ao mesmo tempo tendem a ser muito ansiosos e sofrer muito com pressão social e facilmente distraídos. == A síndrome no âmbito odontológico == O atendimento odontológico deste indivíduo é importante para prevenir a cárie e a doença periodontal, doenças também encontradas na população em geral, e também para reconhecer, prevenir e tratar os distúrbios de desenvolvimento dentário, muito frequente nesses indivíduos. Dentre as alterações bucais relacionadas à SWB, temos maloclusão, hipodontia, diastemas generalizados, dentes com alterações de forma, entre outras. Porém, o tratamento odontológico pode ser dificultado pelos aspectos psicológicos e comportamentais dos afetados pela SWB, bem como pela condição geral de saúde, especialmente as cardiopatias congênitas que podem estar presentes. Dentre os estudos de séries de casos que se preocuparam em avaliar as alterações bucais relacionadas com a SWB, salientamos o de autoria de Hertzberg et al (1994), na qual as principais alterações encontradas foram hipodontia, alteração de forma em incisivos e molares decíduos, alterações de forma em dentes permanentes, além de maloclusão e outros fatores. == Diagnóstico == O diagnóstico no recém- nascido é difícil, a não ser quando se verificam elevados níveis de cálcio (hipercalcemia), já que as manifestações como a \"face característica\", o aspecto da íris, o estrabismo, os lábios grossos e o sulco naso-labial só se tornam mais evidentes em idades mais avançadas. De acordo com a Williams Syndrome Association, o diagnóstico de síndrome de Williams começa com o reconhecimento de sintomas físicos e marcadores, que é seguido por um teste genético de confirmação. Os sinais físicos que indicam muitas vezes um caso suspeito, incluem inchaço ao redor dos olhos, um filtro longo, e um padrão estrelado na íris. Os sintomas fisiológicos que frequentemente contribuem para um diagnóstico são problemas cardiovasculares, especialmente estenose aórtica ou pulmonar, bem como a alimentação de perturbação em lactentes. Atrasos no desenvolvimento são muitas vezes tomadas como um sinal inicial da doença. Se o médico suspeitar de um caso de síndrome de Williams, o diagnóstico é confirmado através de um dos dois possíveis testes genéticos: análise micro- array ou a hibridização fluorescente in situ (FISH) de teste. O teste FISH examina cromossomo nº 7 e sondas para a existência de duas cópias do gene da elastina. Uma vez que 98-99% dos indivíduos com SWB falta metade da região do cromossoma 7, a presença de apenas uma cópia do gene é um forte sinal da desordem. Este teste genético confirmação foi validado em estudos epidemiológicos da doença, e tem demonstrado ser um método mais eficaz de identificar a síndrome de Williams do que os métodos anteriores, que muitas vezes contou com a presença de problemas cardiovasculares e as características faciais (que, apesar de comum, nem sempre estão presentes). == Prevalência == Ocorre entre 1 em cada 10 000 a 1 em cada 30 000 nascidos vivos sendo tão comum em meninos quanto em meninas. == Ligações externas == * * Williams Categoria:Neurologia Categoria:Neurologia infantil Categoria:Anomalias cromossômicas",
 "title": "Síndrome de Williams"
}