{
 "id": "51938",
 "text": "A Copa do Mundo de 1970 foi a 9ª edição da Copa do Mundo FIFA, que ocorreu de 31 de maio até 21 de junho. A competição, conquistada pelo Brasil, foi sediada no México, tendo partidas realizadas nas cidades de Guadalajara, León, Cidade do México, Puebla e Toluca. Dezesseis seleções nacionais foram qualificadas para participar desta edição do campeonato, sendo nove delas europeias (União Soviética, Bélgica, Itália, Suécia, Inglaterra, Romênia, Tchecoslováquia, Alemanha Ocidental e Bulgária), cinco americanas (México, El Salvador, Uruguai, Brasil e Peru), uma asiática (Israel) e uma africana (Marrocos). As seleções de El Salvador, Israel, e Marrocos faziam sua primeira participação na competição. A edição teve uma grande goleada: México 4-0 El Salvador. A Copa contou com grandes jogadores, como Lev Yashin, do União Soviética. Sepp Maier, Gerd Müller, Uwe Seeler, Karl-Heinz Schnellinger, Franz Beckenbauer e Wolfgang Overath, da Alemanha Ocidental. Dino Zoff, Giacinto Facchetti, Roberto Rosato, Sandro Mazzola, Luigi Riva, Gianni Rivera e Roberto Boninsegna, da Itália. Gordon Banks, Bobby Moore, Geoff Hurst, Martin Peters e Bobby Charlton, da Inglaterra. Teofilo Cubillas, do Peru. Mazurkiewicz e Pedro Rocha, do Uruguai. Pelé, Jairzinho, Tostão, Rivellino, Gérson, Clodoaldo, Piazza e Carlos Alberto Torres, do Brasil. Esta Copa ficou marcada por vários lances geniais de Pelé que não terminaram em gol, como uma cabeçada defendida pelo goleiro inglês Gordon Banks e que ficou conhecida como a Defesa do Século, o chute de antes do meio-de-campo contra o goleiro Viktor da Tchecoslováquia que ficou conhecido como \"O Gol que o Pelé não Fez\", além de um Drible de corpo contra o goleiro uruguaio Mazurkiewicz. Numa das semifinais desta Copa, ocorreu o chamado jogo do século, disputado entre as equipes da Alemanha Ocidental e da Itália. A partida permanecia 1–0 para a Itália até os 90 minutos, quando Karl-Heinz Schnellinger empatou a partida e levou a decisão para a prorrogação. Nessa prorrogação, ambas as seleções protagonizaram uma sucessão de viradas de placar até que a Itália firmou a vitória em 4–3. Esta partida é tida como a primeira e única em todas as Copas a ter cinco gols feitos na prorrogação. Além destas equipes, uma das seleções favoritas era o Brasil que, embora tenha tido um retrospecto ruim em 1966, montou uma equipe repleta de estrelas, como Pelé, Jairzinho, Tostão, Rivellino, Gérson, Clodoaldo, Piazza e Carlos Alberto Torres. Nesta edição, o Brasil venceu todos os jogos das eliminatórias e da Copa. Esta equipe mostrou ser uma das mais eficientes de todos os tempos e foi considerada a melhor de todos os tempos. A final desta edição foi disputada pelo Brasil, que havia eliminado o Uruguai e o Peru; e a Itália, que eliminara a Alemanha Ocidental e o México. A partida foi realizada em 21 de junho no Estádio Azteca na Cidade do México, com um público estimado em 108 000 pessoas. Sob o apito do árbitro alemão Rudolf Gloeckner, o primeiro tempo terminou empatado em 1–1. Ao final dos 90 minutos, o placar era de 4–1 para a equipe brasileira. O título serviu de propaganda política, quando o país estava no auge da ditadura militar brasileira. Este título também pôs o Brasil como a primeira seleção a ser tricampeã, confirmando a superioridade brasileira em relação ao futebol mundial. O capitão Carlos Alberto Torres levantou a Taça Jules Rimet entregue pela última vez em Copas, agora em caráter definitivo. == Escolha da sede == Argentina, Austrália, Colômbia, Japão, México e Peru foram considerados para serem anfitriões da Copa do Mundo FIFA de 1970. O México foi escolhido durante as Olimpíadas de Tóquio como a nação sede através de uma votação no congresso da FIFA em Tóquio, em 8 de outubro de 1964, vencendo a única outra proposta apresentada pela Argentina. O fato de a Cidade do México ser a sede dos Jogos de 1968 pesou favoravelmente — o país já teria estrutura suficiente para bancar uma Copa. A altitude quase atrapalhou o desejo mexicano. O torneio tornou-se a primeira Copa do Mundo sediada na América do Norte e a primeira a ser realizada fora da América do Sul e Europa. Dezesseis anos depois o México se tornaria o primeiro país a sediar a Copa do Mundo FIFA pela segunda vez, no evento de 1986, depois que o país anfitrião original, a Colômbia, desistiu por problemas financeiros.. A Copa de 2026 pela terceira vez terá o México como sede, compartilhada com Estados Unidos e Canadá, vencendo Marrocos por 134 votos a favor contra os 65 votos, na eleição realizada pela FIFA em 13 de junho de 2018. == Eliminatórias == Um total de 75 times se inscreveram para as Eliminatórias. Notáveis equipes como Portugal, França, Hungria, Argentina e Espanha falharam em obter a classificação. Enquanto isso, o Marrocos tornou-se a primeira seleção africana a participar das finais da Copa desde a Segunda Guerra Mundial. == Fase Final == === Primeira fase === A Copa de 1970 foi, como de costume, precedida por disputas sobre sua organização. Esta Copa foi a primeira a ser televisionada em cores. Porém, para que as transmissões se encaixassem melhor nas programações da televisão europeia, algumas partidas começaram ao meio-dia. Esta foi uma decisão impopular entre muitos jogadores e treinadores por causa do intenso calor no México neste período do dia. O formato da competição permaneceu o mesmo da Copa anterior: dezesseis equipes classificadas, divididas em quatro grupos com quatro que se enfrentariam em turno único. Os dois primeiros colocados classificar-se-iam às quartas-de- final. Porém, pela primeira vez nas Copas, o critério de desempate em no caso de igualdade de pontos na fase de grupos era o saldo de gols (e não mais jogos-desempate e goal average) e se dois ou mais times tivessem o mesmo saldo de gols, o desempate se daria por sorteio. Se uma partida das quartas ou das semifinais resultasse num empate após a prorrogação também haveria sorteio para definir a equipe classificada. Pela primeira vez, substituições foram permitidas em Copas do Mundo. Cada time poderia fazer duas alterações durante o jogo. A União Soviética foi o primeiro time a se utilizar do expediente contra o México na partida de abertura. Viktor Serebryanikov foi o primeiro jogador a ser substituído, pois Anatoly Puzach entrou em seu lugar após os 45 minutos iniciais. Esta Copa também foi a primeira a apresentar o uso dos cartões amarelo e vermelho para advertências e expulsões respectivamente (note que as advertências e expulsões já existiam antes de 1970). Cinco cartões amarelos foram mostrados na partida de abertura entre México e URSS, enquanto nenhum cartão vermelho foi mostrado em todo o torneio. A controvérsia cercou a Copa antes mesmo que uma bola fosse chutada. Bobby Moore, capitão da seleção inglesa foi acusado de roubo a uma joalheria, e subsequentemente preso, na Colômbia, onde o time fazia um amistoso pré-Copa. Ele foi solto temporariamente para poder jogar a Copa, e depois as acusações foram discretamente retiradas. O Grupo 2 apresentou exatos seis gols em seis jogos com Itália, atual campeã europeia, e Uruguai, atual campeão sul-americano, prevalecendo sobre Suécia e a surpreendente seleção de Israel após uma série de partidas pouco empolgantes. Desse grupo porém acabaria saindo dois dos quatro semifinalistas. Os primeiros grandes momentos desta memorável Copa do Mundo ocorreram no Grupo 3, no qual o bicampeão Brasil e a defensora do título, Inglaterra se somaram as fortes equipes europeias da Tchecoslováquia e Romênia. Na revanche da final da Copa de 1962, os brasileiros começaram perdendo para os tchecoslovacos, mas conseguiram reagir e acabaram por vencer a partida por 4 gols a 1. Pelé marcou um dos gols, mas o lance dele que ficaria marcado para sempre nesta partida foi a tentativa efetuada do meio de campo que quase bateu o goleiro Ivo Viktor, a bola passou rente a trave. O choque de campeões entre a seleção canarinho e o English Team atendeu às expectativas. O lance mais célebre desta partida foi a forte cabeçada para o chão de Pelé que não atingiu o gol por conta de uma impressionante defesa de Gordon Banks, que conseguiu colocar sua mão por baixo da bola e mandá-la por cima do travessão. No fim, foi um gol de Jairzinho que sacramentou a vitória dos brasileiros pela contagem mínima. Na última rodada, a Romênia impôs dificuldades ao Brasil, mas o time de Zagallo acabou vencendo por 3–2. A Inglaterra também passou à segunda fase, batendo romenos e tchecoslovacos pela contagem mínima. No Grupo 4, o Peru com seu estilo ofensivo conseguiu uma importante vitória contra a Bulgária por 3–2, após estar perdendo de 2–0 no intervalo. Marrocos começou bem sua primeira partida contra a Alemanha Ocidental, saindo na frente. Mas os alemães conseguiram a virada por 2–1. Os alemães também começaram atrás contra os búlgaros, mas um hat-trick de Gerd Muller ajudou na virada, que acabou em 5–2. Muller marcou mais um hat-trick na última rodada com placar de 3–1 dos alemães contra os peruanos. No fim, o Peru acabou avançando junto com a Alemanha Ocidental, pois havia vencido Marrocos por 3–0, com três gols em 11 minutos. === Segunda fase === Nas quartas-de- final uma transformada Itália bateu o México por 4–1, de virada. Os donos da casa saíram na frente com um gol de José Gonzales, mas Gustavo Pena marcaria um gol contra empatando a partida antes do intervalo. A Itália dominou o segundo tempo. Dois gols de Luigi Riva e um de Gianni Rivera trouxeram o jogo ao seu placar final. Em Guadalajara, o caminho do Peru acabaria com a derrota de 4–2 para o Brasil após uma partida que demonstrou dois times ofensivos. A partida entre Uruguai e União Soviética permaneceu sem gols até cinco minutos antes do fim da prorrogação, quando Victor Espárrago conseguiu arrancar um gol e classificando os sul-americanos. A última quarta-de-final foi uma revanche da final da Copa anterior entre Inglaterra e Alemanha Ocidental, produziu uma das grandes partidas da história da Copa do Mundo. A Inglaterra sofreu um duro golpe antes do jogo, quando Gordon Banks sofreu severas dores de estômago. Seu reserva Peter Bonetti assumiu a posição, e no começo do segundo tempo os ingleses lideravam por 2–0 e o jogo aparentava já estar decidido. Porém, a Alemanha marcou com Franz Beckenbauer no minuto 68. Em pânico, o técnico inglês Alf Ramsey decidiu substituir Bobby Charlton. Sem Charlton, a Inglaterra não conseguia mais se firmar na partida e não conseguia conter os incessantes ataques alemães. A oito minutos do fim, Uwe Seeler cabeceou para marcar o gol de empate. A Alemanha Ocidental agora era a dona do jogo e, na prorrogação, com um erro de Bonetti, Gerd Muller marcou o gol da vitória, impossibilitando a defesa do título por parte dos ingleses. As semifinais apresentaram quatro times que já haviam vencido a Copa no passado: Brasil vs. Uruguai, numa revanche da partida final da Copa de 1950, e Itália vs. Alemanha Ocidental. No jogo entre os sul-americanos, o Brasil conseguiu bater o Uruguai por 3–1 de virada. Esta partida apresentou mais um brilhante lance de Pelé: com a posse de bola dentro da área, ele conseguiu ficar frente a frente com Ladislao Mazurkiewicz e, sem tocar a bola, ela passou à esquerda do goleiro, Pelé correu para o lado direito, pegando a bola com o gol vazio a sua frente. O zagueiro Ancheta não conseguiu tirar a bola, mas Pelé não conseguiu marcar por muito pouco. A semifinal composta pelos europeus é tida por muitos como o melhor jogo da história das Copas do Mundo. A Itália saiu na frente aos 8 minutos com um gol de Roberto Boninsegna após uma bela jogada de \"um-dois\" com Luigi Riva. A Alemanha Ocidental pressionou em busca do empate pelo resto do jogo, até o final quando Karl-Heinz Schnellinger, que jogava na equipe italiana do AC Milan, marcou o gol de empate nos acréscimos. Na prorrogação, Gerd Muller virou a partida para os alemães no minuto 94. E Tarcisio Burgnich empatou novamente. No minuto 104, Riva marcou o terceiro gol italiano sob a meta de Sepp Maier, mas Muller uma vez mais marcaria, seis minutos depois. A direção de TV ainda estava mostrando a repetição desse gol quando o meio- campista italiano Gianni Rivera, desmarcado perto da marca do pênalti, voleou um belo cruzamento de Boninsegna para o gol da vitória no minuto 111. Franz Beckenbauer jogou parte da partida com uma clavícula quebrada após tentar simular uma falta na prorrogação. Como Helmut Schön, técnico da Alemanha Ocidental, já havia feito as duas substituições permitidas, Beckenbauer ficou com o braço numa tipóia. A partida é tida como o \"Jogo do Século\", também conhecido como a Partita del Secolo na Itália e Jahrhundertspiel na Alemanha. Um monumento no Estádio Azteca na Cidade do México homenageia o jogo. A Alemanha Ocidental conseguiu o terceiro lugar ao bater o Uruguai por 1–0. === Final === Na final, o Brasil saiu na frente, com Pelé cabeceando um cruzamento de Rivellino no minuto 18. Roberto Boninsegna empatou para os italianos após falha da defesa brasileira. Gérson bateu um forte chute para o segundo gol, e ajudou na marcação do terceiro, com um lançamento de falta para Pelé que cabeceou para Jairzinho. Pelé finalizou sua grande performance saindo da marcação da defesa italiana e assistindo Carlos Alberto Torres no flanco direito para o gol derradeiro. O gol de Carlos Alberto, após uma série de passes da seleção brasileira da esquerda para o centro, é considerado pela BBC o gol mais bonito de todos os tempos. Dos onze jogadores do time brasileiro, dez tocaram na bola antes do gol. A vitória consagrou o Brasil como a primeira equipe a conquistar três títulos na história das Copas. Com sua terceira vitória após 1958 e 1962, o Brasil pôde reter a posse da Taça Jules Rimet permanentemente (ironicamente, ela seria roubada em 1983 enquanto estava em exposição no Rio de Janeiro e nunca foi recuperada). O técnico brasileiro Mário Jorge Lobo Zagallo foi o primeiro futebolista a se tornar campeão mundial como jogador (1958 e 1962) e como técnico, e Pelé encerrou sua carreira nas Copas do Mundo como o primeiro (e até agora único) vencedor por três vezes. Jairzinho marcou pelo menos um gol em cada um dos seis jogos do Brasil (no primeiro jogo, contra a Tchecoslováquia, ele marcou dois), um feito que até agora não foi repetido. Porém, o artilheiro do torneio foi Gerd Müller, da Alemanha Ocidental, com dez gols. Müller conseguiu marcar hat- tricks em dois jogos consecutivos, contra a Bulgária e contra o Peru na fase de grupos. == Mascote == A mascote oficial da Copa do Mundo foi Juanito, um garoto vestindo o uniforme da seleção mexicana e um sombrero. == Sedes == Cinco cidades sediaram o torneio: == Sorteio == O sorteio foi realizado na Cidade do México em 10 de janeiro de 1970, no Hotel Maria Isabel, que serviu de sede da FIFA durante a competição. As equipes foram sorteadas em quatro grupos, que tiveram suas localizações definidas previamente: Grupo 1 sendo disputado na Cidade do México, Grupo 2 em Puebla e Toluca, Grupo 3 em Guadalajara e Grupo 4 em León. Antes do sorteio, o regulamento da FIFA havia predeterminado que o anfitrião México estaria no Grupo 1 e, portanto, baseado na capital, e que a Inglaterra, como campeã, estaria baseada junto com o Grupo 3 em Guadalajara, o segundo maior estádio. Manter o atual campeão (titular) além de enfrentar os anfitriões na fase de grupos, seja por classificação ou posições de grupo predeterminadas, foi uma tradição praticada ao longo da história da Copa do Mundo da FIFA, com 1934 e 1954 sendo as duas únicas exceções. A filha de 10 anos de Guillermo Cañedo, presidente da Federação Mexicana de Futebol e chefe do Comitê Organizador da FIFA, tirou os times de quatro copas de prata, de forma que cada um dos quatro grupos contou com um time sorteado respectivamente do pote 1, pote 2, pote 3 e pote 4. Pote 1 Pote 2 Pote 3 Pote 4 == Fase inicial == Equipes classificadas Equipes eliminadas === Grupo 1 === Seleção 1 5 3 2 1 0 6 1 +5 2 5 3 2 1 0 5 0 +5 3 2 3 1 0 2 4 5 –1 4 0 3 0 0 3 0 9 –9 \\---- \\---- === Grupo 2 === Seleção 1 4 3 1 2 0 1 0 +1 2 3 3 1 1 1 2 1 +1 3 3 3 1 1 1 2 2 0 4 2 3 0 2 1 1 3 –2 \\---- \\---- === Grupo 3 === Seleção 1 6 3 3 0 0 8 3 +5 2 4 3 2 0 1 2 1 +1 3 2 3 1 0 2 4 5 –1 4 0 3 0 0 3 2 7 –5 \\---- \\---- === Grupo 4 === Seleção 1 6 3 3 0 0 10 4 +6 2 4 3 2 0 1 7 5 +2 3 1 3 0 1 2 5 9 –4 4 1 3 0 1 2 2 6 –4 \\---- \\---- == Fase final == {{Tabela das Quartas |14 de junho – Cidade do México||0| (pro)|1 |14 de junho – Guadalajara||4||2 |14 de junho – Toluca||4||1 |14 de junho – León||3||2 |17 de junho – Guadalajara||1||3 |17 de junho – Cidade do México| (pro)|4||3 |21 de junho – Cidade do México||4||1 |20 de junho – Cidade do México||0||1 }} === Quartas de final === \\---- \\---- \\---- === Semifinais === \\---- === Disputa do terceiro lugar === === Final === thumb|centro|385x385px|A Seleção Brasileira antes do jogo contra o Peru. Em pé, da esquerda para a direita: Carlos Alberto, Brito, Piazza, Félix, Clodoaldo e Marco Antônio; agachados: Jairzinho, Gérson, Tostão, Pelé e Rivellino.|alt=A Seleção Brasileira antes do jogo contra o Peru. Em pé, da esquerda para a direita: Carlos Alberto, Brito, Piazza, Félix, Clodoaldo e Marco Antônio; agachados: Jairzinho, Gérson, Tostão, Pelé e Rivellino. == Premiações == Copa do Mundo FIFA de 1970 BRASIL Campeão (3º título) === Individuais === Bola de Ouro Bola de Prata Bola de Bronze Melhor Goleiro Pelé Gérson Gerd Müller Ladislao Mazurkiewicz Chuteira de Ouro Chuteira de Prata Chuteira de Bronze Troféu Fair Play Gerd Müller Jairzinho Teófilo Cubillas Peru === All-Star Team === * Fonte: Goleiros/Guarda-Redes Defensores/Defesas Meias/Médios Atacantes/Avançados Ladislao Mazurkiewicz Giacinto Facchetti Piazza Franz Beckenbauer Carlos Alberto Torres Gérson Roberto Rivellino Bobby Charlton Pelé Gerd Müller Jairzinho == Artilharia == ;10 gols (1) * Gerd Müller ;7 gols (1) * Jairzinho ;5 gols (1) * Teófilo Cubillas ;4 gols (2) * Pelé * Anatoly Byshovets ;3 gols (1) * Roberto Rivellino * Luigi Riva * Uwe Seeler ; 2 gols (9) * Raoul Lambert * Wilfried Van Moer * Tostão * Ladislav Petráš * Roberto Boninsegna * Gianni Rivera * Javier Valdivia * Alberto Gallardo * Florea Dumitrache ; 1 gol (37) * Carlos Alberto * Clodoaldo * Gérson * Hristo Bonev * Dinko Dermendzhiev * Todor Kolev * Asparuh Nikodimov * Dobromir Zhechev * Allan Clarke * Geoff Hurst * Alan Mullery * Martin Peters * Mordechai Spiegler * Tarcisio Burgnich * Angelo Domenghini * Maouhoub Ghazouani * Houmane Jarir * Juan Ignacio Basaguren * Javier Fragoso * José Luis González * Gustavo Peña * Roberto Challe * Héctor Chumpitaz * Emerich Dembrovschi * Alexandru Neagu * Kakhi Asatiani * Vitaliy Khmelnitsky * Ove Grahn * Tom Turesson * Luis Cubilla * Víctor Espárrago * Ildo Maneiro * Juan Mujica * Franz Beckenbauer * Reinhard Libuda * Wolfgang Overath * Karl-Heinz Schnellinger ;Gol contra (1) * Gustavo Peña (a favor da Itália) == Classificação final == A classificação final é determinada através da fase em que a seleção alcançou e a sua pontuação, levando em conta os critérios de desempate. Seleção Final 1 align=\"left\" 3 12 6 6 0 0 19 7 +12 2 align=\"left\" 2 8 6 3 2 1 10 8 +2 Disputa pelo 3º lugar 3 Alemanha Ocidental 4 10 6 5 0 1 17 10 +7 4 align=\"left\" 2 5 6 2 1 3 4 5 –1 Eliminados nas quartas de final 5 align=\"left\" 1 5 4 2 1 1 6 2 +4 6 align=\"left\" 1 5 4 2 1 1 6 4 +2 7 align=\"left\" 4 4 4 2 0 2 9 9 0 8 align=\"left\" 3 4 4 2 0 2 4 4 0 Eliminados na fase de grupos 9 align=\"left\" 2 3 3 1 1 1 2 2 0 10 align=\"left\" 1 2 3 1 0 2 4 5 –1 11 Romênia 3 2 3 1 0 2 4 5 –1 12 align=\"left\" 2 2 3 0 2 1 1 3 –2 13 align=\"left\" 4 1 3 0 1 2 5 9 –4 14 align=\"left\" 4 1 3 0 1 2 2 6 –4 15 align=\"left\" 3 0 3 0 0 3 2 7 –5 16 align=\"left\" 1 0 3 0 0 3 0 9 –9 == Grupos == === Grupo 1 === === Grupo 2 === === Grupo 3 === === Grupo 4 === == Ver também == * Jogo do século (futebol) == Ligações externas == * * Copa do Mundo FIFA de 1970 Categoria:1970 no futebol Categoria:Eventos esportivos sediados no México Categoria:Copa do Mundo FIFA",
 "title": "Copa do Mundo FIFA de 1970"
}