{
 "id": "51939",
 "text": "A Copa do Mundo FIFA de 1994 foi a 15.ª edição do torneio, sediado nos Estados Unidos, sendo o primeiro mundial a ser realizado neste país. Apesar da pouca tradição norte-americana no futebol, foi este o campeonato mundial que bateu todos os recordes de público, mantidos até os dias de hoje. Com um futebol extremamente eficiente e com um grupo muito unido liderado pelo polêmico craque Romário, a Seleção Brasileira conquistou o quarto título mundial ao bater a Itália na final. O titulo do Brasil foi comemorado também como uma homenagem ao tricampeão mundial de Fórmula 1 Ayrton Senna, falecido em 1 de maio daquele ano. A edição foi aberta no estádio Soldier Field, em Chicago, no dia 17 de junho, com direito a performance da cantora Diana Ross. No mesmo dia, aconteceu o jogo de abertura entre a Alemanha (sua primeira Copa reunificada) contra a Bolívia. A seleção Alemã venceu o jogo por 1–0, com gol do atacante Jürgen Klinsmann. Nesse jogo, o craque boliviano Marco Etcheverry recebeu o primeiro cartão vermelho da Copa, após agredir Lothar Matthäus. Estreante em copas, a Arábia Saudita mostrou ao mundo do futebol a que veio no terceiro jogo contra a Bélgica. Após receber a bola do campo de sua equipe, Saeed Al-Owairan decidiu partir para cima dos belgas e após driblar meio time, tocou na saída do experiente goleiro Michel Preud'homme, um dos melhores do mundo na época e que seria eleito o melhor daquela Copa, marcando o mais belo gol do Mundial. Foi uma Copa do Mundo de grandes surpresas. A Bulgária, que até ali em 6 participações anteriores jamais havia vencido um jogo de Copa do Mundo, superou grandes favoritos, sendo a 2.ª colocada em um grupo que tinha a Argentina, além de eliminar em um jogo emocionante a Alemanha, até então a Campeã mundial defensora, por 2–1 nas quartas de final. Chegou à semifinal e terminou em 4.º lugar. == Eliminatórias == As eliminatórias para a Copa de 1994 começaram em 1992 e terminaram no fim de 1993. Duas equipes estavam suspensas pela FIFA de participar das eliminatórias: a antiga Iugoslávia, por causa da guerra civil contra a Bósnia; e o Chile, por causa do teatro armado pelo goleiro Roberto Rojas (que fingiu ter sido atingido por um foguete disparado por uma torcedora) no jogo contra a Seleção Brasileira no Maracanã, pelas Eliminatórias da Copa de 1990. Pela primeira vez desde o pós-guerra, nenhum país integrante do Reino Unido se classificou para a Copa do Mundo: o País de Gales (que tinha em seu elenco o ainda jovem Ryan Giggs e o veterano Ian Rush) perdeu a vaga para a Bélgica e para a Romênia; a Irlanda do Norte perdeu a vaga para Espanha e Irlanda; a Escócia perdeu a vaga para Itália e Suíça; e a poderosa Inglaterra, mesmo contando com jogadores da estirpe de Paul Gascoigne, David Platt, Tony Adams, Paul Ince, John Barnes, Teddy Sheringham, Stuart Pearce, entre outros, surpreendentemente, perdeu a vaga para os Países Baixos e Noruega. Outra surpresa foi a eliminação da França, que foi eliminada pela Suécia e para a Bulgária, que conquistou a classificação na última partida de seu grupo após derrotar a própria França. Na zona sul-americana, a Colômbia surpreendeu a todos ao se classificar vencendo de goleada a Argentina por 5–0, em pleno Estádio Monumental de Nuñez, em Buenos Aires, e enviando os Hermanos para jogar a repescagem com a Austrália. Para a disputa, o treinador argentino Alfio Basile resolveu convocar Maradona com o objetivo de ganhar a vaga. Outra surpresa na América do Sul foi a eliminação do Uruguai, que terminou em terceiro lugar em seu grupo, perdendo a vaga para o Brasil e para a surpreendente Bolívia. Quatro equipes se classificaram pela primeira vez para uma Copa: Arábia Saudita, Grécia, Nigéria e Rússia, sendo que esta última já havia participado anteriormente integrando a antiga União Soviética. == Seleções participantes == Seleção Participação Última participação 13ª 1990 1ª Estreante 11ª 1990 9ª 1990 15ª 1990 3ª 1950 6ª 1986 3ª 1990 3ª 1990 4ª 1990 9ª 1990 4ª 1990 1ª Estreante 2ª 1990 13ª 1990 3ª 1986 10ª 1986 1ª Estreante 2ª 1938 6ª 1990 6ª 1990 8ª 1990 9ª 1990 7ª 1966 === Sorteio === O sorteio foi realizado no Convention Center em Las Vegas, a 19 de dezembro de 1993. Estados Unidos (por ser anfitrião) e Alemanha (então campeã detentora), eram cabeças de chave por direito. Pote 1 Pote 2 Pote 3 Pote 4 == Sedes == == Fase de grupos == Equipes classificadas para a fase final 4 melhores terceiros colocados também avançam a fase final Equipes eliminadas === Grupo A === Seleção 1 align=\"left\" 6 3 2 0 1 5 5 0 2 align=\"left\" 4 3 1 1 1 5 4 +1 3 align=\"left\" 4 3 1 1 1 3 3 0 4 align=\"left\" 3 3 1 0 2 4 5 –1 \\---- \\---- === Grupo B === Seleção 1 align=\"left\" 7 3 2 1 0 6 1 +5 2 align=\"left\" 5 3 1 2 0 6 4 +2 3 align=\"left\" 3 3 1 0 2 7 6 +1 4 align=\"left\" 1 3 0 1 2 3 11 –8 \\---- \\---- === Grupo C === Seleção 1 align=\"left\" 7 3 2 1 0 5 3 +2 2 align=\"left\" 5 3 1 2 0 6 4 +2 3 align=\"left\" 2 3 0 2 1 4 5 –1 4 align=\"left\" 1 3 0 1 2 1 4 –3 \\---- \\---- === Grupo D === Seleção 1 align=\"left\" 6 3 2 0 1 6 2 +4 2 align=\"left\" 6 3 2 0 1 6 3 +3 3 align=\"left\" 6 3 2 0 1 6 3 +3 4 align=\"left\" 0 3 0 0 3 0 10 –10 * Argentina, Bulgária e Nigéria estiveram empatadas (ambas com 6 pontos). Nigéria ficou na liderança, pois sofreu um gol a menos do que as outras duas seleções; já Bulgária fica na 2ª colocação, pois vencera a Argentina no confronto direto por 2–0. \\---- \\---- === Grupo E === Seleção 1 align=\"left\" 4 3 1 1 1 3 3 0 2 align=\"left\" 4 3 1 1 1 2 2 0 3 align=\"left\" 4 3 1 1 1 2 2 0 4 align=\"left\" 4 3 1 1 1 1 1 0 * Todas as equipes desse grupo estiveram empatadas com quatro pontos e com saldo de gols nulo: México ficou na liderança com três gols marcados; Irlanda e Itália empataram até no número de gols marcados (dois), porém a primeira ficou na segunda colocação por conta da vitória obtida no confronto direto entre ambas; e por fim, a Noruega foi eliminada com apenas um gol marcado. \\---- \\---- === Grupo F === Seleção 1 align=\"left\" 6 3 2 0 1 4 3 +1 2 align=\"left\" 6 3 2 0 1 4 3 +1 3 align=\"left\" 6 3 2 0 1 2 1 +1 4 align=\"left\" 0 3 0 0 3 2 5 –3 * Arábia Saudita e Países Baixos estiveram empatadas em todos os critérios (pontos, gols e saldo), mas os europeus ficaram na liderança por causa do confronto direto (vitória por 2–1). \\---- \\---- === Índice técnico dos terceiros colocados === Seleção Grupo 1 align=\"left\" 6 3 2 0 1 6 3 +3 D 2 align=\"left\" 6 3 2 0 1 2 1 +1 F 3 align=\"left\" 4 3 1 1 1 3 3 0 A 4 align=\"left\" 4 3 1 1 1 2 2 0 E 5 align=\"left\" 3 3 1 0 2 7 6 +1 B 6 align=\"left\" 2 3 0 2 1 4 5 –1 C == Fase final == === Esquema === {{Round16-with third |3 de julho – Pasadena | |3| |2 |3 de julho – Dallas | |1| |3 |4 de julho – Orlando | |2| |0 |4 de julho – Stanford | |1| |0 |5 de julho – East Rutherford | || (pen)| |2 de julho – Chicago | |3| |2 |5 de julho – Foxborough | |1| (pro)|2 |2 de julho – Washington | |3| |0 |10 de julho – Stanford | || (pen) | |9 de julho – Dallas | |2||3 |10 de julho – East Rutherford | |2| |1 |9 de julho – Foxborough | |2| |1 |13 de julho – Pasadena ||0||1 |13 de julho – East Rutherford ||1||2 |17 de julho – Pasadena | (pen)||| |16 de julho – Pasadena ||4||0 }} === Oitavas de final === \\---- \\---- \\---- \\---- \\---- \\---- \\---- === Quartas de final === \\---- \\---- \\---- === Semifinais === \\---- === Decisão do terceiro lugar === === Final === A final entre Brasil e Itália no dia 17 de julho, entrou para a história por dois motivos: primeiro, pelo fato de juntar frente a frente duas das três únicas seleções que haviam conquistado três edições de Copa do Mundo, portanto, uma delas acabaria se sagrando tetracampeã, ultrapassando a rival; segundo, porque foi a primeira vez em que a final de uma Copa do Mundo seria decidida na cobrança de tiros livres da marca de pênalti. O jogo terminou em 0 a 0 no tempo normal e na prorrogação. A vitória do Brasil veio após três erros italianos: uma defesa do goleiro Taffarel, em chute de Daniele Massaro, e mais dois chutes para fora dos craques italianos Franco Baresi e Roberto Baggio. Márcio Santos havia errado também sua cobrança, não sendo necessário ao Brasil efetuar todas as cobranças a que tinha direito. O Brasil recuperava a coroa depois de 24 longos anos (cinco edições seguidas sem vencer) e conquistava assim o inédito quarto título da Copa do Mundo - chamado de Tetracampeonato -, fato só igualado no Mundial de 2006 pela própria Itália, e no Mundial de 2014 pela Alemanha, quando o Brasil já ostentava o título de pentacampeão - conquista obtida em 2002, na Copa do Mundo organizada em conjunto por Japão e Coréia do Sul, a primeira realizada em território asiático. O maior destaque da Copa dos EUA foi o \"baixinho\" Romário, que com seus cinco gols, e com uma assistência inesquecível - aquela em que deixou Bebeto na cara do goleiro americano Tony Meola -, acabou confirmando a sua espetacular fase vivida então no Barcelona, fazendo por merecer a escolha da FIFA, que o elegeu o melhor jogador da Copa de 1994. Ainda no campo de jogo, aproveitando os festejos pela conquista histórica, a equipe decidiu homenagear o piloto brasileiro de Fórmula 1, Ayrton Senna, que morreu cerca de dois meses antes em um terrível acidente ocorrido no GP de Ímola, em San Marino. A homenagem veio estampada no cartaz que dizia: \"Senna, Aceleramos Juntos. O Tetra é Nosso\". Na finalíssima, o Brasil entrou em campo com a seguinte formação: Taffarel; Jorginho, Aldair, Márcio Santos e Branco; Dunga (C), Mauro Silva, Mazinho e Zinho; Bebeto e Romário. Logo na primeira etapa, Cafu substituiu Jorginho; e antes do início da segunda etapa da prorrogação, Viola ocupou a vaga de Zinho. Ao longo da competição, ficou popularizada uma frase dita por Galvão Bueno, principal locutor da Rede Globo de Televisão, direcionada ao goleiro brasileiro: \"Vai que é sua, Taffarel!\". == Classificação final == A classificação final é determinada através da fase em que a seleção alcançou e a sua pontuação, levando em conta os critérios de desempate. Seleção Final 1 align=\"left\" B 17 7 5 2 0 11 3 +8 2 align=\"left\" E 14 7 4 2 1 8 5 +3 Decisão do 3º e 4º lugares 3 align=\"left\" B 12 7 3 3 1 15 8 +7 4 align=\"left\" D 10 7 3 1 3 10 11 –1 Eliminados nas quartas de final 5 align=\"left\" C 10 5 3 1 1 9 7 +2 6 align=\"left\" A 10 5 3 1 1 10 9 +1 7 align=\"left\" F 9 5 3 0 2 8 6 +2 8 align=\"left\" C 8 5 2 2 1 10 6 +4 Eliminados nas oitavas de final 9 align=\"left\" D 6 4 2 0 2 7 4 +3 10 align=\"left\" D 6 4 2 0 2 8 6 +2 11 align=\"left\" F 6 4 2 0 2 4 4 0 12 align=\"left\" F 6 4 2 0 2 5 6 –1 13 align=\"left\" E 5 4 1 2 1 4 4 0 14 align=\"left\" A 4 4 1 1 2 3 4 –1 15 align=\"left\" A 4 4 1 1 2 5 7 –2 16 align=\"left\" E 4 4 1 1 2 2 4 –2 Eliminados na primeira fase 17 align=\"left\" E 4 3 1 1 1 1 1 0 18 align=\"left\" B 3 3 1 0 2 7 6 +1 19 align=\"left\" A 3 3 1 0 2 4 5 –1 20 align=\"left\" C 2 3 0 2 1 4 5 –1 21 align=\"left\" C 1 3 0 1 2 1 4 –3 22 align=\"left\" B 1 3 0 1 2 3 11 –8 23 align=\"left\" F 0 3 0 0 3 2 5 –3 24 align=\"left\" D 0 3 0 0 3 0 10 –10 == Premiações == Copa do Mundo FIFA de 1994 BRASIL Campeão (4º título) === Individuais === Prêmio FIFA Chuteira de Ouro (artilheiro): Prêmio FIFA Bola de Ouro (melhor jogador): Prêmio FIFA Yashin (melhor goleiro): Troféu FIFA Fair Play (time menos faltoso): Time mais espetacular: Hristo Stoichkov Romário Michel Preud'homme Brasil Brasil === Seleção da Copa === Goleiros Defesas Médios Atacantes Michel Preud'homme Jorginho Márcio Santos Paolo Maldini Dunga Krasimir Balakov Gheorghe Hagi Tomas Brolin Romário Hristo Stoichkov Roberto Baggio == Artilharia == ; 6 gols * Hristo Stoichkov * Oleg Salenko ; 5 gols * Jürgen Klinsmann * Romário * Roberto Baggio * Kennet Andersson ; 4 gols * Gabriel Batistuta * Florin Răducioiu * Martin Dahlin ; 3 gols * Bebeto * José Luis Caminero * Dennis Bergkamp * Gheorghe Hagi * Tomas Brolin ; 2 gols * Claudio Caniggia * Philippe Albert * Yordan Lechkov * Adolfo Valencia * Ion Andoni Goikoetxea * Rudi Völler * Dino Baggio * Hong Myung-Bo * Fuad Amin * Luis García * Wim Jonk * Daniel Amokachi * Emmanuel Amuneke * Ilie Dumitrescu * Adrian Knup ; 1 gol * Abel Balbo * Diego Maradona * Marc Degryse * Georges Grün * Erwin Sánchez * Branco * Márcio Santos * Raí * Daniel Borimirov * Nasko Sirakov * David Embé * François Omam-Biyik * Roger Milla * Hernán Gaviria * John Harold Lozano * Txiki Beguiristáin * Josep Guardiola * Fernando Hierro * Luis Enrique * Julio Salinas * Karl-Heinz Riedle * Lothar Matthäus * John Aldridge * Ray Houghton * Daniele Massaro * Hassan Nader * Mohammed Chaouch * Marcelino Bernal * Alberto García Aspe * Bryan Roy * Gaston Taument * Aron Winter * Finidi George * Samson Siasia * Rashidi Yekini * Kjetil Rekdal * Dan Petrescu * Dmitri Radchenko * Fahad Al-Ghesheyan * Sami Al-Jaber * Saeed Al- Owairan * Hwang Sun-Hong * Seo Jung-Won * Henrik Larsson * Roger Ljung * Håkan Mild * Georges Bregy * Stéphane Chapuisat * Alain Sutter * Earnie Stewart * Eric Wynalda ; Gols contra * Andrés Escobar (a favor dos Estados Unidos) == Símbolos == === Bola === A bola da Copa dos Estados Unidos foi a \"Adidas Questra\", fabricada pela Adidas.Sobre a Questra === Mascote === Quanto a tarefa de produzir um mascote para a Copa do Mundo foi dada aos americanos, ao invés de fazerem como a Inglaterra, que escolheram seu animal nacional (o leão) para 1966, os EUA decidiu usar um animal doméstico, um cão, no lugar da emblemática águia americana, pois esta já tinha sido utilizada como mascote nos Jogos Olímpicos de Los Angeles, dez anos antes. O animal, o cãozinho Striker, vestia roupas com as cores da bandeira norte-americana. O objetivo era atrair um público maior ao esporte, que não é tão popular no país. Não deu certo: o cachorrinho pouco icônico não chamou a atenção da criançada, deixando os souvenires da Copa do Mundo encalhados nas prateleiras. Striker foi desenhado pelos estúdios Warner Bros.ehistory.osu.edu - pdf == Transmissão == === Brasil === A Copa do Mundo de 1994 teve sua história contada no filme \"Todos os Corações do Mundo\", dirigido por Murilo Salles. Mas, muito antes de seu lançamento, o diretor liberou algumas imagens feitas de outros ângulos de alguns jogos daquele mundial para o programa \"Fantástico\", da Rede Globo. A cobertura da TV brasileira foi feita por Globo, Bandeirantes, SBT e SporTV. Na Globo, os locutores foram Galvão Bueno, Oliveira Andrade e Cléber Machado, e os comentaristas foram Pelé, Raul Plassmann e Arnaldo Cezar Coelho. Na Band, a narração ficou por conta de Luciano do Valle, Silvio Luiz, Marco Antônio Matos, Jota Júnior e os comentaristas foram Gérson, Rivelino, o recém- contratado Tostão, Armando Nogueira, Zico, Juarez Soares e Mário Sérgio. No SBT, os locutores foram Luiz Alfredo, Carlos Valadares e Osmar de Oliveira e os comentaristas foram Telê Santana, Orlando Duarte, Carlos Alberto Torres (capitão do tri em 1970) e Antero Greco. Também no SBT, se destacou também o \"amarelinho\", uma simpática bolinha amarela que era o mascote das transmissões dos jogos do Brasil na emissora de Silvio Santos. No SporTV, as partidas eram exibidas em VT tinham a narração de Luiz Carlos Júnior, Maurício Torres e Sérgio Maurício, foi a primeiro canal de TV por assinatura no Brasil a exibir a Copa do Mundo. A TV Manchete também ia fazer parte da cobertura, mas, devido aos seus problemas financeiros, teve que ficar de fora, mesmo que a emissora de Adolpho Bloch tenha escolhido Osmar Santos para narrar os jogos, em seu último ano como locutor. == Estatísticas == * Cartão amarelo mais rápido: Sergey Gorlukovich (segundos depois do início de Suécia x Rússia) * Gol mais rápido: Gabriel Batistuta (2 minutos de Argentina x Grécia) * Gol mais tardio: Kennet Andersson (115 minutos de Suécia x Romênia) * Gol mais tardio sem prorrogação: Philippe Albert (Bélgica), Nasko Sirakov (Bulgária) e Daniel Amokachi (Nigéria), todos aos 45 minutos do segundo tempo. * Cartões amarelos: 232 * Cartões vermelhos: 15 == Ligações externas == * Categoria:1994 no futebol Categoria:Copa do Mundo FIFA Categoria:Competições internacionais de futebol sediadas nos Estados Unidos Categoria:Futebol de 1994 nos Estados Unidos Categoria:1994 nos Estados Unidos Categoria:Desporto nos Estados Unidos em 1994",
 "title": "Copa do Mundo FIFA de 1994"
}