{
 "id": "51932",
 "text": "é um modo de expressar uma quantidade a partir de uma razão de dois números inteiros. A palavra fração vem do latim e significa \"partido\", dividido ou quebrado (do verbo : \"quebrar\"). == Surgimento e sua Precisão == No antigo Egito por volta do ano 3000 a.C., o faraó Sesóstris distribuiu algumas terras às margens do Rio Nilo para alguns agricultores privilegiados. O privilégio em possuir essas terras era porque todo ano, no mês de julho, as águas do rio inundavam essa região ao longo de suas margens e fertilizavam os campos. Essas terras, portanto, eram bastante valorizadas. Porém, era necessário remarcar os terrenos de cada agricultor em setembro, quando as águas baixavam. Os responsáveis por essa marcação eram os agrimensores, que também eram chamados de estiradores de corda, pois mediam os terrenos com cordas nas quais uma unidade de medida estava marcada. Essas cordas eram esticadas e se verificava quantas vezes a tal unidade de medida cabia no terreno, mas nem sempre essa medida cabia inteira nos lados do terreno. Esse problema só foi resolvido quando os egípcios criaram um novo número: o número fracionário. Ele era representado com o uso de frações, porém os egípcios só entendiam a fração como uma unidade (ou seja, frações cujo numerador é igual a 1). Eles escreviam essas frações com uma espécie de sinal oval escrito em cima do denominador. Mas os cálculos eram complicados, pois no sistema de numeração que usavam no antigo Egito os símbolos se repetiam muitas vezes.Luiz, Wilson (2003). A História da Matemática . Visitado em 2 de abril de 2012 Só ficou mais fácil trabalhar com as frações quando os hindus criaram o Sistema de numeração decimal, quando elas passaram a ser representadas pela razão de dois números naturais. Desde então, as frações foram usadas para a resolução de diversos tipos de problemas matemáticos. Uma das formas mais correntes de se trabalhar com frações é a porcentagem, em que se expressa uma proporção ou uma relação a partir de uma fração cujo denominador é 100. O uso de frações também é de valia extrema para a resolução de problemas que envolvem regra de três. == Definições == De modo simples, pode-se dizer que uma fração de um número, representada de modo genérico como \\frac{a}{b}, designa o inteiro dividido em {b} partes iguais ao qual usa-se o número {a} de partes.João José Luiz Vianna, Elementos de Arithmetica Capítulo III, Theoria das fracções ordinárias, 98 [Wikisource] Neste caso, {a} corresponde ao numerador, enquanto {b} corresponde ao denominador.NOVA ESCOLA - REPORTAGEM - Frações são números? Um debate animado O denominador corresponde ao número de partes que um todo será dividido e o numerador corresponde ao número de partes que serão consideradas. Ex.: Uma professora tem que dividir três folhas de papel de seda entre quatro alunos, como ela pode fazer isso? Cada aluno ficara com 3:4 = \\tfrac{3}{4} (lê-se três quartos) da folha. Ou seja, você vai dividir cada folha em 4 partes e distribuir 3 para cada aluno. Por exemplo, a fração \\tfrac{56}{8} (lê-se cinquenta e seis oitavos) designa o quociente de 56 por 8. Ela é igual a 7, pois 7 × 8 = 56. A divisão é a operação inversa da multiplicação. Os números expressos em frações são chamados de números racionais, cujo conjunto é representado por \\mathbb Q. Assim, o conjunto dos números racionais podem ser escritos na forma \\tfrac {a}{b}, sendo a,b \\in \\mathbb{Z} e b eq 0, o que resulta em: \\mathbb{Q}=\\left\\\\{\\begin{matrix}\\frac{a}{b}\\end{matrix}\\,|\\,a\\in\\mathbb{Z}\\,;\\,b\\in\\mathbb{Z^{*}}\\right\\\\}.Conjuntos Numéricos . Visitado em 4 de abril de 2012Conjuntos Numéricos . Visitado em 4 de abril de 2012 Outro modo de enxergar frações é imaginar uma linha reta entre os números 0 e 1. As frações serão pontos nessa reta. Por exemplo, a fração \\tfrac{1}{2} é representada por um ponto exatamente na metade dessa reta. É possível efetuar operações básicas com as frações: adição, subtração, multiplicação, divisão, potenciação, radiciação. == Nomenclatura (leitura) de frações == A leitura de uma fração depende do seu denominador, podendo ser dividida em dois grupos. O primeiro grupo compreende os denominadores iguais a 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 100 e 1000. * Lê-se primeiro o numerador seguido de seu denominador. \\frac{3}{2}\\Rightarrow três metades; \\qquad\\qquad\\qquad\\frac{2}{6}\\Rightarrow dois sextos; \\qquad\\qquad\\qquad\\frac{1}{10}\\Rightarrow um décimo; \\frac{1}{3}\\Rightarrow um terço;\\qquad\\qquad\\qquad\\quad\\frac{4}{7}\\Rightarrow quatro sétimos; \\qquad\\qquad\\frac{8}{100}\\Rightarrow oito centésimos; \\frac{5}{4}\\Rightarrow cinco quartos; \\qquad\\qquad\\quad\\frac{6}{8}\\Rightarrow seis oitavos;\\qquad\\qquad\\qquad\\frac{2}{1000}\\Rightarrow dois milésimos; \\frac{7}{5}\\Rightarrowsete Quintos;\\qquad\\qquad\\qquad\\frac{3}{9}\\Rightarrow três nonos;\\qquad\\qquad\\qquad\\frac{1}{1}\\Rightarrow um inteiro O segundo grupo compreende os denominadores que não pertencem ao primeiro, e acrescentamos a palavra AVOS \\frac{7}{15}\\Rightarrow sete quinze avos; \\frac{13}{57}\\Rightarrow treze cinquenta e sete avos; \\frac{45}{182}\\Rightarrow quarenta e cinco cento e oitenta e dois avos; \\frac{7}{21}\\Rightarrow sete vinte e um avos. \\frac{11}{0}\\Rightarrow onze zero avos. == Tipos de Frações == === Frações Equivalentes === Duas ou mais frações que representam a mesma porção da unidade. É obtida quando multiplicamos ou dividimos o numerador e denominador de uma fração por um mesmo número, diferente de zero. Exemplo: \\frac{1}{3}\\cdot \\frac{2}{2}=\\frac{2}{6} e \\frac{1}{3}\\cdot \\frac{3}{3}= \\frac{3}{9} A partir da definição temos que \\tfrac{1}{3}, \\tfrac{2}{6} e \\tfrac{3}{9} são Equivalentes. Podemos verificar se duas frações são equivalentes multiplicando os números de forma cruzada. Exemplo: \\frac{3}{9}=\\frac{6}{18}\\Longrightarrow 3\\cdot18=9\\cdot6\\Longrightarrow 54=54 O conjunto de frações equivalentes a uma certa fração chama-se Classe de Equivalência. === Frações Irredutíveis e Simplificação de Frações === Para simplificar uma fração, devemos dividir sucessivamente o numerador e o denominador por um divisor comum, até obtermos a fração com os menores termos possíveis. Outra forma de simplificação é pelo MDC(Máximo Divisor Comum), onde efetuamos uma única divisão. A fração, cujo numerador e denominador são primos entre si, é denominada fração irredutível ou forma simplificada, pois não são possíveis novas simplificações. Exemplo 1 Para simplificar a fração \\frac{14}{30}, basta observar que tanto o numerador quanto o denominador são divisíveis por dois. Neste caso, \\frac{14}{30} = \\frac{14}{30} \\times 1 = \\frac{14}{30} \\times \\frac{1/2}{1/2} = \\frac{14 / 2}{30 / 2} = \\frac{7}{15}. A simplificação desta fração requer apenas a divisão, haja vista que mdc(7,15)=1, isto é, não podemos simplificar mais os números que não têm divisores em comum. Exemplo 2 Considerando que o numerador e o denominador de \\frac{78}{12} são divisíveis por 2 e por 3, obtém-se: \\frac{78}{12} = \\frac{78}{12} \\times 1 = \\frac{78}{12} \\times \\frac{1/2}{1/2} = \\frac{78 / 2}{12 / 2} = \\frac{39}{6} = \\frac{39}{6} \\times 1 = \\frac{39}{6} \\times \\frac{1/3}{1/3} = \\frac{39 / 3}{6 / 3} = \\frac{13}{2}. Neste caso, a obtenção da forma irredutível concretizou-se após duas divisões. Exemplo 3 Simplificando sucessivamente, tem-se: \\frac{18}{54} = \\frac{18/2}{54/2} = \\frac{9}{27} = \\frac{9/3}{27/3} = \\frac{3}{9} = \\frac{3/3}{9/3} = \\frac{1}{3}. Alternativamente, dividindo uma única vez pelo mdc(18,54)=18: \\frac{18}{54} = \\frac{18/18}{54/18} = \\frac{1}{3}. Observe que \\frac{1}{3} é uma fração irredutível equivalente a \\frac{18}{54}. === Frações Próprias === É a fração, onde o numerador é menor que o denominador e que representa parte do inteiro, isto é, representa um valor maior que zero e menor que um. Exemplos: \\frac{1}{2}, \\frac{1}{4}, \\frac{2}{3}\\cdots === Frações Impróprias === A fração que não é própria é denominada imprópria,o seu numerador é maior ou igual ao denominador.[2] e representam valores maiores que 1 ou o zero ou o inteiro. Exemplos: \\frac{7}{3}, \\frac{2}{2}, \\frac{5}{2} \\cdots === Frações Aparentes === É a fração onde o numerador é múltiplo do denominador, elas representam um número inteiro, mas em forma de fração. Frações aparentes são particularidades das frações impróprias. Exemplos: \\frac{25}{5}, \\frac{18}{3}, \\frac{14}{7} \\cdots === Frações Mistas === É a fração constituída por uma parte inteira e uma fracionária.[6] Pode-se encontrar uma fração imprópria a partir do número misto. Exemplos: 4\\frac{2}{3} que é equivalente a fração imprópria \\frac{14}{3} \\qquad \\qquad 3\\frac{2}{8} que é equivalente a fração imprópria \\frac{26}{8}. ==== Conversão de Frações Mistas e Impróprias ==== Para escrever uma fração de forma Imprópria em uma fração de forma Mista, inicialmente devemos dividir o numerador pelo seu denominador. Tomamos como exemplo a fração \\frac{9}{4}: Com isso o quociente da divisão é a parte inteira da fração mista, o resto será seu numerador e o divisor será seu denominador. Então temos: 2\\frac{1}{4} equivale a fração imprópria \\frac{9}{4}. Outro de modo: \\frac{9}{4}=\\underbrace{ \\frac{4}{4}+\\frac{4}{4} }_{2}+\\underbrace{\\frac{1}{4}}_{\\frac{1}{4}}\\Rightarrow 2\\frac{1}{4} Para transformar uma fração mista em uma fração imprópria, devemos fazer a soma da parte inteira com a parte fracionária da fração mista. 2\\frac{1}{4}= 2+\\frac{1}{4}=\\frac{8}{4}+\\frac{1}{4}= \\frac{8+1}{4} = \\frac{9}{4}. === Frações Compostas === São frações onde o numerador, o denominador ou ambos possuem frações, também são conhecidas por Frações Complexas. Exemplo: {\\frac{2}{7}\\over \\frac{5}{9}}, {\\frac{17}{11}+\\frac{3}{14}\\over \\frac{6}{11}\\cdot\\frac{1}{3}}, {\\frac{2}{3}\\over 5}, {11 \\over \\frac{7}{16}+\\frac{1}{2}} \\cdots === Frações Unitárias === É a fração onde o numerador é igual a 1 e o denominador é um inteiro positivo. Exemplo:\\frac{1}{5} A soma das frações unitárias, distintas entre si é chamada de Fração Egípcia, pois para os egípcios era mais prático e fácil de comparar as quantidades dessa forma. Exemplo: \\frac{1}{3} + \\frac{1}{15} = \\frac{2}{5}. Para explicar os métodos egípcios nas decomposições de uma fração em uma soma de frações unitárias, usaremos duas afirmações: i) Toda fração da forma \\frac{1}{n} pode ser decomposta como: \\frac{1}{n+k} + {\\frac{1}{\\frac{n(n+k)}{k}}} com k , n \\in\\mathbb{N}^* e k variando de 1 a n. \\frac{1}{n+k} + \\frac{1}{n(n+k)}\\cdot\\frac{k}{1} = \\frac{1}{n+k}+\\frac{k}{n(n+k)} = \\frac{n}{n(n+k)}+\\frac{k}{n(n+k)}=\\frac{n+k}{n(n+k)}=\\frac{1}{n} ii) Dada a fração \\frac{z}{w} , podemos transformar o denominador w em um produto de p por q. \\frac{z}{p\\cdot q}= \\frac{1}{p\\cdot r}+\\frac{1}{q\\cdot r}, onde r=\\frac{p+q}{z} com p, q, r e z \\in \\mathbb{R}^* \\frac{z}{p\\cdot q} = {\\frac{1}{\\frac{p\\cdot(p+q)}{z}}} + {\\frac{1}{\\frac{q\\cdot(p+q)}{z}}} \\frac{z}{p\\cdot q} = \\frac{1}{1}\\cdot\\frac{z}{p\\cdot(p+q)} + \\frac{1}{1}\\cdot\\frac{z}{q\\cdot(p+q)} \\frac{z}{p\\cdot q}=\\frac{z}{p\\cdot(p+q)}+\\frac{z}{q\\cdot(p+q)} \\frac{z}{p\\cdot q}=\\frac{z\\cdot q +z\\cdot p}{p\\cdot q\\cdot(p+q)} \\frac{z}{p\\cdot q}=\\frac{z\\cdot(p+q)}{p\\cdot q\\cdot(p+q)} \\frac{z}{p\\cdot q}=\\frac{z}{p\\cdot q} === Fração Contínua === Também conhecida como Fração Continuada, é uma forma de representar números reais. A fração contínua de um número racional pode ser representada por uma sequência finita de inteiros, já a de um número irracional é representada por uma sequência infinita de inteiros. Para obter uma fração continua, podemos aplicar o algoritmo da divisão de Euclides sucessivamente em uma divisão de inteiros. Usando um racional irredutível, temos que: \\frac{t}{s} tal que t=a_1\\cdot s+r_1, com 0< r_1 Logo, \\frac{t}{s}=\\frac{a_1\\cdot s}{s}+ \\frac{r_1}{s}= a_1 + \\frac{1}{\\frac{s}{r_1}} , Para s e r_1, obtemos a_2 e r_2 tal que, s=a_2\\cdot r_1+r_2, com 0< r_2 Logo, \\frac{t}{s}=a_1+\\frac{1}{a_2+\\frac{r_1}{r_2}} E assim sucessivamente, \\frac{t}{s}= a_1+\\frac{1}{a_2+\\frac{1}{a_3 +\\frac{1}{\\cdots a_{n-1}+\\frac{1}{a_n}}}}, com n \\in \\mathbb{N^*} Como o algoritmo da divisão de Euclides é um processo finito, escrevemos essa fração contínua que representa o racional \\frac{t}{s} dessa maneira: \\frac{t}{s}= [a_1,a_2,a_3,\\cdots,a_n]. === Fração Decimal === Toda fração cujo denominador é uma potência positiva de 10 é chamada de fração decimal. Essas frações podem ser representadas por um número decimal. Exemplos: \\frac{2}{10}=0,2, \\frac{-11}{100}= \\frac{-11}{10^2}=-0,11, \\frac{7}{1000}= \\frac{7}{10^3}=0,007\\cdots Teorema: A parte fracionária de cada fração decimal(positiva) pode ser decomposta como uma soma de frações decimais especiais, e cada uma delas tem como numerador um dos dígitos que expressa o denominador da fração original. \\frac{584}{1000}=\\frac{5}{10}+\\frac{8}{100}+\\frac{4}{1000}=0,584 Podemos verificar que todo número racional determinado por uma fração decimal terá quantidade finita de dígitos na parte fracionária, ou seja tem expansão finita. \\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad \\\\{^+_- a_n a_{n1} \\cdots a_1 a_0,b_1 b_2\\cdots b_n\\\\}. === Fração Ordinária === É toda fração da forma \\frac{a}{b}, onde a é um inteiro qualquer e b um inteiro estritamente positivo. Exemplo: \\frac{-2}{3}, \\frac{1}{4}\\cdots Teorema: Quando o denominador de uma fração ordinária tiver uma fatoração em primos, contendo apenas os fatores 2 e/ou 5, esta fração será equivalente a uma fração decimal. Demonstração: Sendo a fração \\frac{a}{b}, \\quad a, b \\in \\mathbb{Z} e b eq0. Pela Hipótese b=2^{m}\\cdot 5^{n} \\quad m, n \\in \\mathbb{Z} \\quad m, n\\geq0. \\Rightarrow m>n \\frac{a}{b}=\\frac{a}{2^{m}\\cdot 5^{n}} \\cdot \\frac{5^{m-n}}{5^{m-n}}= \\frac{a\\cdot 5^{m-n}}{2^{m}\\cdot 5^{n+m-n}}=\\frac{a\\cdot 5^{m-n}}{(2\\cdot5)^{m}}=\\frac{a\\cdot 5^{m-n}}{10^m} Para m a demonstração é de forma análoga. Proposição: Todo numero racional r, tem uma decomposição na forma r=r'+r, onde: r'\\geq 0 e é um número inteiro (parte inteira de r) r é um racional, sendo 0\\leq r\\leq 1 (parte fracionária de r) Com isso temos dec(r)=dec(r')+dec(r), onde dec= decimal \\Rightarrow\\frac{8}{5}=\\underbrace{ 1,6=1+0,6 }_{r=r'+r} Temos ainda: * A parte inteira r' de r pode ser obtida como o quociente q, da divisão euclidiana de a por b, onde a, b>0 e é uma representação em fração ordinária de r, ou seja r=\\frac{a}{b} . Pela divisão euclidiana a=b\\cdot q+s, então 8=5\\cdot 1+3, onde 1=q=r' * A parte fracionária r de r é r-q, ou seja \\underbrace{ r-r'=r }_{1,6-1=0,6} ou r-q=r Ou seja, r=\\frac{b_1}{10}+\\frac{b_2}{10^2}+\\frac{b_3}{10^3}+\\cdots +\\frac{b_n}{10^n}. == Comparação entre frações == Comparar frações significa analisar qual representa a maior ou menor quantidade ou ainda, se elas são iguais(equivalentes). Para comparar as frações temos duas situações: 1^\\circ) As frações possuem denominadores iguais: Para analisar as frações com mesmo denominador, basta verificar seu numerador. Exemplo: Temos as seguinte frações \\frac{1}{3} e \\frac{2}{3}, como 2 é maior que 1, então \\frac{2}{3}>\\frac{1}{3}. 2^\\circ) As frações possuem denominadores diferentes: Para compararmos frações com denominadores diferentes precisamos reduzi-las a um mesmo denominador. Podemos fazer de dois modos: a) Pelo MMC: Dadas as seguintes frações: \\frac{2}{5} e \\frac{2}{3}. faremos o mmc entre os dois denominadores e ao obter o resultado transformaremos em novas frações equivalentes a primeira e com denominadores iguais. Temos então: \\begin{array}{c|} 3 & 5 \\\\\\ \\hline 1&5\\\\\\ &1\\\\\\ \\end{array}\\begin{array}{lcl} 3 \\\\\\ 5 \\end{array} \\quad3\\cdot 5 =15 Como 3 e 5 são números primos o mmc(3,5)=15, este resultado será o denominador comum entre as frações. Para obtermos o novo numerador, dividimos o número 15 pelo denominador da primeira fração, e o resultado multiplicamos com o numerador. Então: Pegando a fração \\frac{2}{5}, \\begin{align} 15\\div5 & = 3 \\\\\\ & \\Rightarrow 3\\cdot 2=6\\\\\\ \\end{align} \\Longrightarrow\\frac{6}{15} Fazemos o mesmo com a fração \\frac{2}{3}, \\begin{align} 15\\div3 & = 5 \\\\\\ & \\Rightarrow 5\\cdot 2=10\\\\\\ \\end{align} \\Longrightarrow\\frac{10}{15} Uma vez igualados os denominadores, pode-se fazer a comparação entre as frações: \\qquad\\qquad\\frac{2}{5}<\\frac{2}{3}\\qquad\\qquad\\qquad pois \\qquad\\frac{6}{15} < \\frac{10}{15}. b)Multiplicando Cruzado: Neste caso multiplicamos o numerador da primeira fração com o denominador da segunda e o numerador da segunda fração pelo denominador da primeira. \\frac{a}{b}\\times\\frac{c}{d}\\Longrightarrow a\\cdot d \\quad \\text{e}\\quad c \\cdot b Com isso, temos: \\Rrightarrow\\frac{a}{b}>\\frac{c}{d} quando a\\cdot d > c \\cdot b e \\Rrightarrow\\frac{c}{d}>\\frac{a}{b} quando c\\cdot b> a\\cdot d Caso o resultado seja igual a\\cdot d = c \\cdot b significa que elas são equivalentes. Exemplo: \\frac{4}{5} \\text{ } \\text{e} \\text{ } \\frac{1}{3} \\Rightarrow\\frac{4}{5}\\times\\frac{1}{3} \\Rightarrow 4\\cdot 3=12 \\quad \\text{e}\\quad 1 \\cdot 5=5 Temos então, 12>5, logo \\qquad\\qquad\\quad\\frac{4}{5}>\\frac{1}{3}. == Adição e Subtração de Frações == Assim como na comparação de frações, na adição e subtração temos dois casos: \\vartriangleright Com denominadores iguais; \\vartriangleright Com denominadores diferentes. 1^\\circ) Frações com o mesmo denominador: Para frações com denominador em comum, somamos ou subtraímos os numeradores de acordo com a operação solicitada e mantemos o denominador. Exemplos: \\qquad\\qquad a) \\frac{2}{9}+\\frac{5}{9} = \\frac{2+5}{9} = \\frac{7}{9} \\qquad\\qquad b) \\frac{5}{3}-\\frac{1}{3}=\\frac{5-1}{3}=\\frac{4}{3} Essa expressão pode ser escrita também deste modo: \\quad 1\\frac{2}{3}-\\frac{1}{3}=1\\frac{2-1}{3}=1\\frac{1}{3} * no caso de ter duas frações mistas, somamos ou subtraímos os números inteiros, mantemos o denominador e somamos ou subtraímos o numerador. 2^\\circ) Frações com denominadores diferentes: Neste caso temos que transformar as frações em uma fração com denominador em comum, fazemos isso através do MMC. Por exemplo: \\frac{1}{9} + \\frac{3}{6} Fazendo o mmc entre os denominadores, teremos: \\begin{array}{c|} 9 & 6 \\\\\\ \\hline 9&3\\\\\\ 3&1\\\\\\ 1& \\end{array}\\begin{array}{lcl} 2 \\\\\\ 3 \\\\\\3 \\end{array}\\qquad2\\cdot3\\cdot3=18 O mmc(9,6)=18. Agora que encontramos um denominador em comum, faremos o processo análogo ao processo de comparação entre frações com denominadores diferentes, porém iremos somar seus numeradores, mantendo o denominador que tivemos como resultado do mmc. Temos então: \\frac{1}{9} + \\frac{3}{6} = \\frac{1\\times2}{18}+\\frac{3\\times3}{18} = \\frac{2}{18}+\\frac{9}{18}= \\frac{11}{18} Na subtração o processo é análogo. == Multiplicação de Frações == Tendo as seguintes frações \\frac{a}{b} e \\frac{c}{d}, para multiplica-las basta fazer o produto de seus numeradores e o produto de seus denominadores, temos então: \\frac{a}{b}\\times \\frac{c}{d} = \\frac{a \\cdot c}{b \\cdot d}, com a, b, c e d \\in \\mathbb{R} Exemplo: \\frac{2}{3} \\times \\frac{1}{3}= \\frac{2 \\cdot 1}{3 \\cdot 3} = \\frac{2}{9} No caso de um número inteiro multiplicar uma fração, fazemos o produto do número inteiro com o numerador e conservamos o denominador, isso ocorre porque o número inteiro na fração possui como denominador o número 1, e qualquer número multiplicado por 1 é ele mesmo. Exemplo: 1\\times \\frac{2}{3} = \\frac{1 \\cdot 2}{3} = \\frac{2}{3} É o mesmo que fazer \\frac{1}{1} \\times \\frac{2}{3} = \\frac{1 \\cdot 2}{1 \\cdot 3} = \\frac{2}{3} == Divisão == Para efetuar a divisão entre duas frações, multiplica-se a fração que está no numerador pelo inverso da fração que está no denominador. Ex.:\\frac{\\frac{3}{4}}{\\frac{5}{2}} = \\frac{3}{4}\\times\\frac{2}{5} = \\frac{6}{20} = \\frac {3}{10}. No último passo foi feita Simplificação de Frações. == Exponenciação ou potenciação de frações == É indiferente resolver primeiro a exponenciação ou a divisão:ARANTES, Flávia Borges; CASTRO, Marco Antonio Claret de; COSTA, Patrícia Oliveira. Matemática Elementar. São João del-Rei: UFSJ, 2010. Disponível em: . \\left (\\dfrac{1}{2} \\right )^2 = \\dfrac{1^2} {2^2} = \\dfrac{1}{4} = 0,25 Efetuando- se primeiramente a divisão obtém-se o mesmo resultado: \\left (\\dfrac{1}{2} \\right )^2 = ({0,5})^{2} = 0,25 == Radiciação == A raiz de uma fração é feita seguindo-se os mesmos passos da potenciação: \\sqrt{\\frac{1}{4}}= \\frac{\\sqrt{1}}{\\sqrt{4}} = \\frac{1}{2} = 0,5 E, analogamente, é possível fazer a divisão antes da radiciação. == Expoente fracionário == Da mesma forma que na divisão entre frações, a ocorrência de expoente fracionário causa a inversão da operação: 8^{{2} \\over {3}} = \\sqrt[3]{8^{2}} = \\sqrt[3]{64} = {4} ==Corpo de frações== Se um conjunto A tem duas operações binárias + e \\times satisfazendo determinadas propriedades, pode-se perguntar em que condições é possível estender A para um outro conjunto B com operações binárias + e \\times, de forma que (B,+,\\times) seja um corpo e as operações A+B e A \\times B dêem o mesmo resultado quando efetuadas em A ou em B. Quando possível, temos a construção do corpo de frações. Categoria:Números Categoria:Aritmética",
 "title": "Fração"
}