{
 "id": "52163",
 "text": "Um nanómetro PE ou nanômetro PB é uma unidade de medida de comprimento do sistema métrico, correspondente a 10−9 metro (0,000.000.001 metro, um bilionésimo de metro, ou um milionésimo de milímetro). Tem como símbolo nm.HOUAISS, Antônio; nanómetro in Dicionário Houaiss da Língua Portuguesa p. 5709; Lisboa; Temas e Debates; 2005 O nanómetro é muito usado em física, química, e tecnologia para expressar medidas na escala atômica, como de tamanho de moléculas, espaçamento de camadas em cristais, e o comprimentos de onda de radiação eletromagnética desde raios gama ao radiação infravermelha.Hewakuruppu, Y., et al., Plasmonic \" pump – probe \" method to study semi-transparent nanofluids, Applied Optics, 52(24):6041-6050 Em biologia, é usada para expressar tamanho de estruturas em células e organismos microscópicos. O diâmetro de um átomo de hélio, por exemplo, é cerca de 0,1 nm; o comprimento de onda da luz visível vai desde 400 nm a 700 nm; e o diâmetro de um ribossomo é aproximadamente 20 nm. O nanómetro e sua fracção picómetro (0,001 nm) estão gradualmente substituindo o angstrom, equivalente a 0,1 nm ou 100 pm, que tem sido tradicionalmente usado para essas finalidades. Em tecnologia, o nanómetro é usado para expressar o tamanho de particulas finas e poros de filtros, para a espessura de revestimentos, e tamanho de elementos de circuitos integrados, incluindo a designação de geraçoes de tecnologia de fabricação dos mesmos (32 nm, 22 nm, 14 nm, etc.). O termo nanotecnologia foi criado para descrever a tecnologia de fabricação de objetos de \"escala nanoscópica\", cujas dimensões são medidas em nanómetros. A palavra \"nanómetro\" combina o prefixo nano- (do grego antigo , transl. nanos: 'anão') com o nome da unidade básica do Sistema, o metro (palavra que vem do grego , : 'unidade de medida'). A forma não acentuada da palavra, nanometro, pronunciada como paroxítona (\"nanométro\"), é recomendada pelo INMETRO desde 2012, e por alguns manuais de estilo.Henry Saatkamp (1996), O Livro - Preparação & Revisão de Originais. Editora AGE, Porto Alegre. Contudo, não está atualmente dicionarizada e, em 2021, ainda não parece ser muito difundida.(2009) \"Ciberdúvidas da Língua Portuguesa\". Documento no website ciberduvidas.pt, acessado em 2009-10-04 O termo milimícron ou milimicro (significando 1/1000 de \"micron\") e o símbolo mµ (ou, mais raramente, µµ) eram antigamente usados para esta unidade; mas tem sido desaconselhados pelo BIPM desde 1967. Categoria:Unidades de comprimento",
 "title": "Nanómetro"
}