{
 "id": "52192",
 "text": "é um renomado diretor japonês que começou a carreira como ator e comediante sob o apelido Beat Takeshi. Fora do Japão, mantém diversos programas humorísticos na TV. Seus trabalhos mais conhecidos são dos gêneros Gangster e Policial, como diretor e ator ==Filmografia - Diretor== Ano Título original Título em português Papel Notas 1989 Sono otoko, kyobo ni tsuki Azuma Atuação e Direção 1990 3-4x jugatsu Uehara 1991 Ano natsu, ichiban shizukana umi O Mar Mais Silencioso Daquele Verão - Direção 1993 Sonatine Adrenalina Máxima Aniki Murakawa Atuação e Direção 1995 Minna-yatteruka! Cientista 1996 Kids Return De volta às aulas - Direção 1997 Hana-bi Fogos de Artifício Yoshitaka Nishi Atuação e Direção 1999 Kikujiro no natsu Verão Feliz Kikujiro 2000 Brother Brother - A Máfia Japonesa Yakuza em Los Angeles Aniki Yamamoto 2002 Dolls - Direção 2003 Zatoichi Zatoichi Atuação e Direção 2005 Takeshis' Ele mesmo 2007 Kantoku · Banzai! Glória ao Cineasta 2008 Akiresu to kame Aquiles e a Tartaruga Machisu Kuramochi 2010 Autoreiji Ôtomo == Filmografia - Ator == Ano Título original Título em português Papel Notas 1980 Makoto-chan 1981 Danpu wataridori Policial Manon Shinobu Sukkari... sono ki de! 1983 Merry Christmas Mr. Lawrence Furyo, Em Nome da Honra (Br) / Feliz Natal, Mr. Lawrence (Pt) Sgt. Gengo Hara Jukkai no mosquito Homem na Corrida de Cavalos 1985 Kanashii kibun de joke Hiroshi Igarashi Yasha Yajima 1986 Komikku zasshi nanka iranai Policial 1989 Anego Shoji Sugimoto Sono otoko, kyobo ni tsuki Azuma Atuação e Direção 1990 Hoshi wo tsugu mono Yama no ojichan 3-4x jugatsu Uehara Atuação e Direção 1992 Sakana kara daiokishin!! Azuma Erotikkuna kankei Okuyama 1993 Sonatine Adrenalina Máxima (Br) Aniki Murakawa Atuação e Direção Kyoso Tanjo Daisuke Shiba 1995 Minna-yatteruka! Cientista Atuação e Direção Johnny Mnemonic Johnny Mnemonic - O Cyborg do Futuro (Br) / O Fugitivo do Futuro (Pt) Takahashi Gonin Ichiro Kyoya 1997 Hana-bi Fogos de Artifício (Br) Yoshitaka Nishi Atuação e Direção 1998 Tokyo eyes Yakusa 1999 Kikujiro no natsu Verão Feliz (Br) / O Verão de Kikujiro (Pt) Kikujiro Atuação e Direção Gohatto Tabu (Br/Pt) Capitão Toshizo Hijikata 2000 Brother Brother - A Máfia Japonesa Yakuza em Los Angeles (Br) / Irmão (Pt) Aniki Yamamoto Atuação e Direção Battle Royale Professor Kitano 2003 Battle Royale II: Requiem Professor Kitano Zatoichi Zatoichi Atuação e Direção 2004 Izo Chi to Hone Consumido Pelo Ódio (Br) Joon-pyong Kim 2005 Takeshis' Ele mesmo Atuação e Direção 2007 Kantoku · Banzai! Glória ao Cineasta (Br) 2008 Akiresu to kame Aquiles e a Tartaruga (Br) Machisu Kuramochi 2010 Autoreiji Ôtomo 2017 Ghost in the Shell A Vigilante do Amanhã Aramaki Atuação == Prémios e nomeações == *Recebeu uma nomeação ao César de Melhor Filme Estrangeiro, por \"Hana-bi - Fogos de Artifícios\" (1997). *Recebeu uma nomeação ao Independent Spirit Awards de Melhor Filme Estrangeiro, por \"Hana-bi - Fogos de Artifícios\" (1997). *Recebeu uma nomeação ao Grande Prémio Cinema Brasil de Melhor Filme Estrangeiro, por \"Hana-bi - Fogos de Artifícios\" (1997). *Recebeu duas nomeações ao European Film Awards de Melhor Filme Estrangeiro, por \"Hana-bi - Fogos de Artifícios\" (1997) e \"Zatoichi\" (2003). Venceu por \"Hana-bi - Fogos de Artifícios\". *Ganhou o Leão de Ouro no Festival de Veneza, por \"Hana-bi - Fogos de Artifícios\" (1997). *Ganhou o Prémio de Melhor Filme - Prémio da Crítica na Mostra de Cinema de São Paulo, por \"Hana-bi - Fogos de Artifícios\" (1997). *Ganhou o Prémio de Melhor Realizador no Festival de Veneza, por \"Zatoichi\" (2003). *Ganhou o Prémio do Público no Festival de Veneza, por \"Zatoichi\" (2003). *Ganhou o Prémio de Melhor Filme - Voto Popular no Festival de Toronto, por \"Zatoichi\" (2003). *Ganhou o Prémio de Melhor Actor no Festival de Valladolid, por \"Kikujiro no natsu\" (1999). *Ganhou o Prémio FIPRESCI no Festival de Valladolid, por \"Kikujiro no natsu\" (1999). ==Fontes== * Takeshi Kitano Official Site | site oficial | em japonês e inglês * Takeshi Kitano | no imdb | em inglês == Ligações externas == Kitano, Takeshi Categoria:Atores do Japão Categoria:Pessoas do período Showa Categoria:Pessoas do período Heisei Categoria:Poetas do Japão Categoria:Leão de Prata de melhor realizador",
 "title": "Takeshi Kitano"
}