{
 "id": "52204",
 "text": "O demônio de Maxwell é um experimento mental projetado por James Clerk Maxwell em 1871, para sugerir que a segunda lei da termodinâmica seria verdadeira apenas estatisticamente. A segunda lei da termodinâmica estabelece a irreversibilidade de fenômenos de física estatística, e particularmente das transferências térmicas, traduzindo-se em um aumento contínuo da entropia. Por exemplo, se deixarmos aberta a porta de uma geladeira, a temperatura da geladeira e do ambiente vão se equilibrar de forma irreversível, sem aporte de energia. Contudo, a experiência do demônio de Maxwell propõe um processo que permite retornar a um estado de temperatura desigual, sem gastar energia e diminuindo a entropia, o que seria, em princípio, impossível - sempre de acordo com a segunda lei da termodinâmica.\"A entropia de qualquer sistema isolado termodinamicamente tende a aumentar com o tempo, até alcançar um valor máximo.\" A entropia de um sistema isolado não diminui, ou seja, todo sistema termodinamicamente isolado tende à degeneração. Para mostrar que tal lei teria um caráter apenas estatístico, Maxwell argumentou que a presença de um ente inteligente microscópico violaria essa lei. Esse minúsculo ser inteligente, mais tarde chamado \"demônio\", conseguiria observar o estado microscópico de um sistema físico e aproveitar a ocorrência de flutuações favoráveis para diminuir a entropia. Segundo Maxwell: \"Se concebermos um ser cujas faculdades são tão aguçadas que ele consegue acompanhar cada molécula em seu curso, esse ser, cujos atributos são ainda essencialmente tão finitos quantos os nossos, seria capaz de fazer o que atualmente nos é impossível fazer. Vimos que as moléculas em um recipiente cheio de ar, a uma temperatura uniforme, movem-se com velocidades que não são de modo algum uniformes. Suponhamos agora que tal recipiente é separado em duas porções, A e B, por meio de uma divisória na qual há um pequeno orifício, e que um ser, que pode ver as moléculas individuais, abre e fecha este orifício, de forma a permitir que somente as moléculas mais rápidas passem de A para B, e somente as mais lentas passem de B para A. Ele irá portanto, sem nenhum trabalho, elevar a temperatura de B e baixar a de A, contradizendo a 2ª lei da termodinâmica.\" == Por que o \"demônio de Maxwell\" não viola a 2ª lei da termodinâmica? == Uma das mais famosas respostas a esta pergunta foi sugerida em 1929 por Leó Szilárd, e mais tarde por Léon Brillouin. Szilárd observou que o demônio de Maxwell, na vida real, precisaria ter algum meio de medir a velocidade molecular, e que o ato de aquisição de informações exigiria um gasto de energia. Uma vez que o demônio e o gás estão interagindo, devemos considerar a entropia total do gás e do demônio combinados. O dispêndio de energia pelo demônio irá causar um aumento na entropia do demônio, que será maior do que a redução da entropia do gás. A queda de entropia do gás seria compensada por um aumento de entropia na cabeça do demônio. Esmiuçando esta ideia, na década de 1950, Brillouin e Gabor argumentaram que a medição que o demônio faz da posição de uma molécula levaria a um aumento compensatório de entropia (a absorção de um fóton dissipa energia). Quando tudo parecia resolvido, Charles H. Bennett – que ficara famoso por ter mostrado que é possível fazer qualquer computação de maneira reversível – mostrou que é o apagamento de informação que dissipa energia no demônio, e não a mera realização de uma medição. Esta explicação é hoje hegemônica. Entretanto, em 2014 um grupo de cientistas realizou um experimento com uma esfera com menos de 100 nanômetros de diâmetro levitando-a numa armadilha de lasers e resfriaram-na a uma temperatura abaixo do gás que a circundava. Constataram que por alguns momentos a transferência de calor violava a segunda lei da termodinâmica, transferindo calor para o meio (a uma temperatura maior). O experimento confirmou a teoria dos pesquisadores, que demonstra as limitações da Segunda Lei em escala atômica e molecular, substituindo o determinismo da lei em macroescala pela imprecisão probabilística típica da nanoescala. ==Ligações externas== * * Bennett, C. H. (1987) \"Demons, Engines and the Second Law\", Scientific American, n° 257(5):108-116 (novembro de 1987) * * * * * Maroney, O. J. E. (2009) \"Information Processing and Thermodynamic Entropy\". The Stanford Encyclopedia of Philosophy (Autumn 2009 Edition) * , reimpresso em 2001. New York: Dover, ISBN 0-486-41735-2 * * Raizen, Mark G. (2011) \"Demons, Entropy, and the Quest for Absolute Zero\", Scientific American, n° 257(5):108-116 (nov. 1987) * Reaney, Patricia. \"Scientists build nanomachine\", Reuters, 1 de fevereiro de 2007 * Rubi, J Miguel, \"Does Nature Break the Second Law of Thermodynamics?\"; Scientific American, out. 2008 : * Splasho (2008) - Historical development of Maxwell's demon * Weiss, Peter. \"Breaking the Law - Can quantum mechanics + thermodynamics = perpetual motion?\", Science News, 7 de outubro de 2000 Categoria:James Clerk Maxwell Categoria:Termodinâmica Categoria:Experimentos mentais Categoria:Paradoxos físicos",
 "title": "Demônio de Maxwell"
}