{
 "id": "52223",
 "text": "Cairuão, Alcorovim ou Kairouan (; ) é uma cidade do centro-nordeste da Tunísia, capital da província homónima. O município tem de área e em 2004 tinha habitantes (). Também é conhecida como \"a cidade das 50 mesquitas\", situa-se 165 km a sul de Tunes, 58 km a oeste de Sousse e da costa, 73 km a oeste de Monastir e 160 km a norte-noroeste de Sfax (distâncias por estrada). O seu rico património arquitectónico inclui a Grande Mesquita, com belas portas talhadas em madeira e arabescos de estuque e as 400 colunas de mármore e pórfiro da sala de orações, com inscrições fenícias, romanas e árabes e a Mesquita das Três Portas, entre outras. A almedina, com as suas muralhas imponentes e portas monumentais, abriga belas mesquitas, um antigo poço e centenas de lojas onde as famosas carpetes de Cairuão, de lã pura, são tecidas e vendidas, para além do artesanato em cobre, latão e couro e dos trajes tradicionais, a jeba (jebba) e o burnus (burnous), com ou sem ricos ornamentos. Apesar da transferência da capital política para Tunes no , Cairuão continuou a desempenhar o papel de capital espiritual do Magrebe, com os seus treze séculos de cultura islâmica. A cidade foi inscrita pela UNESCO em 1988 na lista do Património da Humanidade. == História == Cairuão foi fundada cerca de 670, quando o general árabe Uqueba ibne Nafi escolheu o local, então no meio de uma floresta densa, infestada de animais selvagens e répteis, para instalar um posto militar, com o objetivo de refrear as hordas berberes. No lugar, desenvolveu-se rapidamente uma cidade, com jardins luxuriantes e arvoredos de oliveiras. Uqueba ibne Nafi morreu em combate com os berberes, cerca de quinze anos após o estabelecimento do posto militar. No , a cidade foi embelezada pelos aglábidas, que governaram a partir dali o norte de África muçulmana (Ifríquia), entre 800 e 909. No , também era a capital, famosa por sua prosperidade. Em meados daquele século, os fatímidas (xiitas ismaelitas) do Egito instigaram os beduínos egípcios a invadir aquela parte da África. Estes destruíram tão completamente a cidade em 1057 que Cairuão jamais recuperou a sua importância anterior. Com a chegada dos otomanos, Tunes tornou-se a capital da região, residência do dei e do bei. Os franceses tomaram Cairuão em 1881, quando então os não-muçulmanos tiveram acesso à cidade. == Carpetes == O desenho típico das carpetes (tapetes grandes) de Cairuão chama-se Alloucha e é feito com as cores naturais da lã, com uma bordadura de riscas paralelas em padrões geométricos e um losango central com um padrão floral. As carpetes são graduadas pela espessura do fio usado e pelo número de nós por metro quadrado, sendo o \"normal\" de 10 a 40 mil nós, \"fino\" de 65 a 90 mil e \"extra-fino\" de 160 a 500 mil. As carpetes de seda podem ter mais de 500 mil nós por metro quadrado. Em Cairuão também se produz uma carpete tecida, sem nós, a margum, com os típicos desenhos geométricos da cultura berbere, mais leves e numa grande quantidade de cores. == Ver também == == Bibliografia == * * * * * * Categoria:Cidades do Emirado Aglábida Categoria:Cidades do Reino Zírida Categoria:Cidades do Califado Fatímida Categoria:Cidades do Califado Almóada Categoria:Cidades do Reino Haféssida Categoria:Cidades do Império Otomano Categoria:Cidades do Beilhique de Túnis Categoria:Cidades do Protetorado Francês da Tunísia Categoria:Cidades do Reino da Tunísia Categoria:Patrimônio Mundial da UNESCO na Tunísia",
 "title": "Cairuão"
}