{
 "id": "52259",
 "text": "Comensalismo é uma relação ecológica interespecífica, ou seja, acontece entre duas espécies diferentes. No comensalismo, essas duas espécies vivem normalmente associadas. É a interação que consiste no beneficiamento de uma das espécies ou população, não afetando a outra espécie em grau considerável, ou seja, a outra espécie não é significativamente prejudicada ou favorecida. O comensalismo representa um tipo de relação positiva, levando ao desenvolvimento de interações benéficas. Essa interação é comum entre plantas e animais sésseis, por um lado, e organismos móveis por outro. O comensal (espécie que obtém ganhos dentro dessa relação), também se aproveita das vantagens de proteção e alojamento, em alguns casos. O maior ganho do comensal é o ganho de alimento, tal ganho é comum em toda relação de comensalismo. Os melhores exemplos de comensalismo se encontram no oceano. O radical da palavra comensalismo deriva do termo em latim commensalis e significa \"dividir a mesa\". == Alguns exemplos de comensalismo == *A Rêmora e o Tubarão É o exemplo mais conhecido de comensalismo. O tubarão é reconhecidamente o maior predador dos mares, ou seja, o indivíduo que normalmente ocupa o ápice da cadeia alimentar no talassociclo. Já a rêmora, um peixe pequeno, acaba sendo incapaz de realizar o predatismo. Sendo assim, a rêmora se agarra ao corpo do tubarão por uma nadadeira dorsal transformada em uma espécie de ventosa. Assim, a rêmora é transportada pelo tubarão enquanto alimenta-se dos restos de sua alimentação. Esse processo não prejudica o tubarão, pois a rêmora se alimenta apenas do que o tubarão descarta e seu peso não atrapalha em nada o tubarão. *Urubu e o homem Nessa relação entre urubu ou abutre e o homem, o comensal é o urubu, que se alimenta do desperdício dos homens, nos lixões das cidades.O homem é a espécie que mais gera desperdício de alimento, beneficiando o urubu nessa relação. *Leão e a hiena 200px|thumb|Cria e leão adulto comendo um búfalo. Os leões são grandes felinos e ferozes caçadores típicos das savanas africanas. Nessa relação, o comensal é a hiena, que fica à espreita dos leões, que geralmente andam em bandos, esperando que estes saiam para caçar e se alimentem, para que depois se aproveitem das carcaças deixadas pelos felinos. == Ver também == * Inquilinismo *Metabiose * Forésia * Mutualismo * Parasitismo * Relação ecológica * Canibalismo Categoria:Relações ecológicas",
 "title": "Comensalismo"
}