{
 "id": "52321",
 "text": "O tecido muscular é um tecido dos animais caracterizado pela sua contratilidade, ou seja, pela capacidade de se contrair segundo alguns estímulos claros de energia nas suas ligações químicas e pela sua excitabilidade, ou seja, capacidade de responder a um estímulo nervoso. As células musculares contêm filamentos protéicos que deslizam entre si, produzindo a contração que altera tanto o comprimento quanto a forma da célula. A função dos músculos é produzir força e causar movimento. Eles são primariamente responsáveis pela manutenção e mudanças na postura, pela própria locomoção do organismo, assim como pela movimentação dos órgãos internos, como por exemplo a contração do coração e os movimentos peristálticos, que permitem a passagem dos alimentos pelo sistema digestivo. Ele pode ser classificado em estriado esquelético, estriado cardíaco ou liso. As contrações da musculatura lisa e da cardíaca ocorrem involuntariamente e são necessárias para a sobrevivência. A contração voluntária do músculo esquelético é utilizada para mover o corpo e pode ser precisamente controlada. Exemplos desses movimentos são os movimentos oculares e de músculos como o quadríceps da coxa. == Anatomia geral == O tecido muscular é formado por células de origem mesodérmica, sendo que a sua diferenciação se dá através da síntese de proteínas específicas com uma organização determinada, tais como os diferentes tipos de actinas, miosinas e proteínas motoras filamentosas. O tecido muscular constituinte dos músculos está relacionado ao mecanismo de locomoção e ao processo de movimentação de substâncias internas do corpo, decorrente da capacidade contrátil das fibras musculares em resposta a estímulos nervosos, utilizando energia fornecida pela degradação da molécula de ATP. Os músculos são predominantemente sustentados pela oxidação de gorduras e de carboidratos. Essas reações produzem adenosina trifosfato (ATP), que fornece energia para a movimentação das cabeças de miosina. Os tecidos musculares são diferenciados pelas suas características morfo-funcionais. Existem três tipos principais de tecidos musculares nos vertebrados: * Tecido muscular estriado (esquelético), * Tecido muscular cardíaco * Tecido muscular liso. == Tecido muscular estriado == Esse tecido é formado por células cilíndricas multinucleadas muito longas dispostas em feixes que apresentam estriações transversais. Suas fibras possuem entre 5-100µm de diâmetro, e vários centímetros de comprimento. Os múltiplos núcleos de cada célula se localizam na periferia das fibras desse tipo de tecido muscular. Isso ajuda a diferenciá-lo do tecido muscular cardíaco, cujos núcleos celulares se encontram na região central das células. Os músculos esqueléticos são voluntários e de contração rápida e vigorosa. Suas miofibrinas se mantêm unidas através de tecido conjuntivo, o que permite que a força de contração gerada por cada fibra atue sobre o músculo inteiro. Essa força de contração pode ser regulada alterando-se o número de fibras estimuladas pelos nervos. O grau de contração muscular segue a princípio dois fatores: o primeiro relacionado à intensidade do estímulo e o segundo à quantidade de fibras estimuladas. Dessa forma, somente ocorrerá contração quando o estímulo nervoso tiver intensidade suficiente para desencadear em um número significativo de fibras, uma ação de contração mediada por substâncias neurotransmissoras, emitidas nas sinapses neuromusculares (contato neurônio músculo), sinalizando o deslizamento dos miofilamentos finos sobre os grossos. Eles são ancorados por tendões (ou por aponeuroses em alguns locais) aos ossos e são utilizados para efetuar o movimento esquelético como a locomoção, o envolvimento de vísceras, como o bíceps braquial ou o músculo deltóide e a manutenção da postura. Mesmo o controle postural sendo mantido geralmente por reflexo inconsciente, os músculos responsáveis reagem de forma consciente como todo o resto da musculatura esquelética. Em média, um homem adulto é composto em 42% por músculo esquelético, e uma mulher em 36% (como porcentagem da massa corporal)Marieb, E.; Hoehn, K. 2007. Human Anatomy & Physiology. Pearson Benjamin Cummings. 7th ed. p. 317. ISBN 0-8053-5387-9.. Temos aproximadamente 650 músculos esqueléticos no corpo humanoPoole, RM, ed. 1986. The Incredible Machine. Washington, DC: National Geographic Society. pp. 307–311. ISBN 0-87044-621-5., porém é difícil dizer um número exato. Isso ocorre pois diferentes fontes agrupam os músculos de maneiras diferentes e porque alguns músculos não estão sempre presentes. === Organização das fibras === As estriações transversais visíveis por microscopia ótica sob a forma de faixas claras e escuras são formadas pela repetição de unidades iguais chamadas sarcômeros. Elas não são encontradas no tecido muscular liso, cujas células de formato fusiforme se apresentam aleatoriamente dispostas. Cada fibra se origina a partir de mioblastos, que se fundem durante todo o desenvolvimento embrionário, formando miotubos. Após a diferenciação em fibra adulta, esses feixes são chamados de miofibras. Cada miofibra, por sua vez, é composta por miofibrilas, que consistem de unidades repetidas longitudinalmente, chamadas de sarcômeros. Esta última é a unidade funcional do músculo. Cada sarcômero é preso em suas extremidades pelo disco Z (ou linha Z); se estendendo em ambas as extremidades desse disco, encontramos vários filamentos finos da proteína actina. Estes filamentos finos se interdigitam com filamentos grossos compostos principalmente por miosina. Esta região de interdigitação é chamada de banda A. A porção do sarcômero que contém apenas filamentos grossos é chamada de banda H, e a porção entre duas bandas A é denominada de banda I.Randall, D.; Burggren, W.; French, K.; Eckert Animal Physiology, Mechanisms and Adaptations. W.H.Freeman and Company. 5th ed. p.361-421. ISBN 0-7167-3863-5. Além de actina e miosina, que representam 55% do total das proteínas desse tipo muscular, as miofibrilas do músculo estriado também apresentam tropomiosina e troponina como proteínas principais. Estas possuem importante função na contração das fibras. === Tipos de fibras musculares esqueléticas === Fibras do tipo I (vermelhas): são fibras de contração lenta que possuem alta densidade de capilares e são ricas em mitocôndrias e mioglobinas, dando ao tecido sua cor vermelha característica. Fibras desse tipo podem carregar mais oxigênio e sustentar atividade aeróbica usando gorduras e carboidratos como combustívelMcCloud, A. 2011. \"Build Fast Twitch Muscle Fibers\". Complete Strength Training.. Elas conseguem manter a contração por longos períodos de tempo, mas não geram muita força. Fibras do tipo II (brancas): são fibras de contração rápida e forte, mas que também fatigam rapidamente, sustentando apenas pulsos curtos e anaeróbicos de atividade antes que a contração se torne dolorosa. São elas que contribuem mais para a força muscular e tem maior potencial para crescimento de massa. Podem ser dividas em 3 categorias (IIa, IIx e IIb) que variam tanto na velocidade de contraçãoLarsson, L; Edström, L; Lindegren, B; Gorza, L; Schiaffino, S. 1991. \"MHC composition and enzyme-histochemical and physiological properties of a novel fast-twitch motor unit type\". The American Journal of Physiology 261 (1 pt 1): C93–101. PMID 1858863. quanto na força gerada. O tipo IIb é caracterizado por fibras anaeróbicas, glicolíticas e “brancas” por possuírem uma menor quantidade de mitocôndrias e mioglobinas em relação aos outros tipos de fibra. Em pequenos animais (como roedores), este é o tipo predominante de musculatura, o que explicaria o tom mais pálido de sua carne. === O Ciclo Contração-Relaxamento do músculo esquelético === Partindo-se do estado relaxado das fibras, este é um resumo da sequência de eventos que levam à contração do músculo esquelético. 1) A membrana plasmática da fibra é despolarizada por um potencial de ação. Ou seja, é necessário um input neuronal para iniciar o processo de contração. 2) O potencial de ação é conduzido para dentro da fibra muscular através dos túbulos T (de \"túbulos transversais\"). Estes são tubos membranosos ocos que correm ao nível do disco Z ao longo do perímetro de cada miofibrila. Esta rede de túbulos está diretamente conectada à membrana plasmática - ou seja, quando ocorre a despolarização da membrana, ocorre a despolarização dos túbulos T. 3) Em resposta à despolarização dos túbulos T, receptores de membrana sofrem uma mudança conformacional que levam à uma abertura dos canais de cálcio no retículo sarcoplasmático (retículo endoplasmático de células musculares). 4) O cálcio sai do retículo e flui para dentro do citoplasma, aumentando por um milisegundo a concentração do íon neste compartimento. A maior parte do Ca2+ se liga rapidamente à troponina, induzindo uma mudança conformacional nessa molécula, o que, por sua vez, leva a uma mudança de posição das tropomiosinas (estas estão associadas à troponina). Desta forma, as cabeças de miosina podem entrar em contato direto com os filamentos de actina, antes impedidas pela barreira formada por tropomiosinas. 5) A miosina ligada aos filamentos de actina passa por um processo de rotação, criando uma força que puxa os filamentos de actina em direção ao centro do sarcômero, causando o encurtamento do mesmo. 6) Uma molécula de ATP se liga ao sítio ATPase na cabeça da miosina, fazendo com que essa se desligue dos filamentos de actina. O ATP é então hidrolizado, fornecendo energia para que a miosina se ligue ao próximo sítio de ancoramento no filamento de actina (enquanto existirem estes sítios de ancoramento). Este ciclo de liga/desliga da miosina com a actina se repete múltiplas vezes, provocando um encurtamento progressivo do sarcômero. 7) Finalmente, as bombas de cálcio presentes no retículo sarcoplasmático (SR) transportam ativamente os íons Ca2+ de volta ao lúmen do SR. Com a queda de concentração de cálcio no citoplasma, aqueles íons ligados à troponina se desligam da mesma, fazendo com que a mesma volte a impedir que a miosina se ligue à actina. Enquanto houver ATP presente, o músculo possui capacidade de relaxar. Ele permanece neste estado até a próxima despolarização. == Tecido muscular cardíaco == O tecido estriado cardíaco está na constituição do coração, a bomba propulsora do sistema circulatório humano. Esse tecido tem contração rápida, involuntária e rítmica, possuindo células ramificadas que se associam em discos intercalares proporcionando uma forte adesão celular e comunicação/propagação do impulso elétrico. É constituído por células alongadas e ramificadas, com aproximadamente 15mm de diâmetro e 85-100 micrômetros de comprimento. Elas se prendem por meio de junções intercelulares complexas, e apresentam estriações transversais semelhantes às do músculo esquelético; porém, ao contrário destes, as células apresentam apenas um ou dois núcleos (a musculatura esquelética é multinucleada). As fibras cardíacas estão envoltas em uma camada fina de tecido conjuntivo, que contém uma rede abundante de capilares sanguíneos. Uma peculiaridade do músculo cardíaco é a presença de linhas transversais que aparecem em intervalos irregulares ao longo das células chamados de discos intercalares. Estes são complexos juncionais encontrados entre células musculares adjacentes. Elas podem aparecer, em análises histológicas, como linhas retas ou em forma de escada. Nestes discos, encontram-se 3 tipos de junção célular - zônula de adesão (ancora os filamentos de actina dos sarcômeros terminais), desmossomo (une as células cardíacas impedindo que as mesmas se separem durante a atividade contrátil) e junções comunicantes (continuidade iônica entre células adjacentes). O músculo cardíaco contém numerosas mitocôndrias. Neste tecido ocorre um intenso metabolismo aeróbio. O armazenamento de ácidos graxos ocorre na forma de triglicerídeos, e ocorre também um pequeno armazenamento de glicose na forma de glicogênio, para quando houver necessidade. As fibras cardíacas (em especial as do átrio esquerdo) apresentam grânulos secretores, próximos ao complexo de Golgi, contendo ANP (do inglês, Atrial Natriuretic Peptide), ou peptídeo atrial natriurético, que atua nos rins aumentando a eliminação de sódio e água pela urina. Este hormônio tem efeito oposto ao da aldosterona. Na musculatura cardíaca, existe uma pequena população de células cardíacas modificadas, acopladas às outras células musculares, que possuem papel importante na geração e condução do estímulo cardíaco, permitindo um bombeamento eficiente do sangue. == Tecido muscular liso == O músculo liso está principalmente presente nas vísceras e contrai-se lenta e involuntariamente. Ele pode ser encontrado nas paredes de órgãos internos e estruturas como o estômago, o intestino, os pulmões e os vasos sanguíneos. O tecido muscular liso é formado pela associação de células longas, espessas no centro e finas nas extremidades, com apenas um núcleo central. O tamanho destas células pode variar muito, mas todos são revestidos por uma lâmina basal e mantidas juntas por uma rede de fibras reticulares; quando ocorre a contração de apenas algumas células, estas fibras fazem com que ocorra a contração de todo o músculo.Junqueira, L. C. & Carneiro, J. Histologia Básica. Rio de Janeiro: Guanabara Koogan, 2008. 11. ed. A musculatura lisa apresenta, em seu sarcolema, cavidades denominadas de cavéolas que contêm íons Ca2+ que serão utilizados para iniciar todo o processo de contração. Geralmente há uma junção comunicante entre células vizinhas que permite a transmissão do impulso de uma célula para outra. Em micrografias eletrônicas é possível observar regiões escuras, denominadas de corpos densos, que possuem função na contração destas células musculares. O mecanismo molecular de contração do músculo liso é diferente dos outros dois tipos: não existem sarcômeros nem troponina. Os filamentos só se formam no momento da contração. A miosina II, presente neste tipo de musculatura, fica enrodilhada até que se ligue a um radical fosfato, o que faz com que ocorra o estiramento da molécula. === Contração da musculatura lisa === Em resposta a estímulos do sistema nervoso autônomo, íons cálcio migram do meio extracelular para o sarcoplasma através de canais da membrana plasmática especializados para o transporte deste íon. O Ca2+ se combina com a calmodulina, um complexo que ativa a proteína quinase que fosforila a cadeia leve da miosina II. Elas, então, se estiram formando filamentos e abrem sítios com atividade ATPásica que se combinam com actina. Este processo libera a energia de ATP, fazendo com que ocorra uma mudança conformacional na cabeça da miosina e um deslizamento dos filamentos de miosina sobre os de actina, gerando, assim, a contração. Essas proteínas motoras estão ligadas a filamentos intermediários que se prendem aos corpos densos da membrana da célula, o que leva a uma contração da célula como um todo. == Ligações externas == * Distensão muscular(vídeo) Categoria:Biologia Categoria:Tecidos",
 "title": "Tecido muscular"
}