{
 "id": "52322",
 "text": "A Maxis é uma desenvolvedora norte-americana de jogos eletrônicos e divisão da Electronic Arts (EA). O estúdio foi fundado em 1987 por Will Wright e Jeff Braun, e adquirido pela EA em 1997. A Maxis é reconhecida por seus jogos de simulação, The Sims, SimCity e Spore. O estúdio da Maxis em Emeryville foi fechado em março de 2015, movendo o desenvolvimento de títulos da Maxis para outros estúdios. Funcionários do estúdio em Emeryville receberam \"oportunidades para explorar\" outras posições dentro da Maxis e outros estúdios da EA. Em uma reestruturação organizacional em setembro de 2015, a equipe da Maxis foi movida para funcionar junto com a EA Mobile. == História == === Origem e aclamação inicial === A Maxis foi fundada em 1987 por Will Wright e Jeff Braun para ajudar a publicar o vídeo jogo SimCity em computadores domésticos. Antes disso, o jogo só estava disponível em uma base limitada no Commodore 64 devido alguns editores que mostram algum interesse em portá-lo. A razão para isso é porque SimCity não era um jogo tradicional que tinha definição de condições de \"ganhar\" ou \"perder\". O título passou a se tornar, estatisticamente, um dos jogos mais populares e bem sucedidos de todos os tempos. A série SimCity gerou várias sequências e spinoffs. Após o grande sucesso de SimCity 2000, a Maxis mudou-se de Orinda para Walnut Creek, Califórnia, em 1994. Para nomear a companhia, Braun necessitava que o nome tivesse \"entre 5 e 7 letras, sem nenhum significado e fosse fácil de lembrar e contivesse um X, Z ou Q\", então o nome \"Maxis\" foi dado por seu pai. Após o sucesso com a série SimCity, a Maxis tentou vários outros títulos Sim. Algumas dessas tentativas foram: SimAnt, SimFarm, SimEarth, SimLife, SimTower, SimIsle e SimHealth. A Maxis também foi procurada por algumas companhias para ajudar a desenvolver simuladores de negócios, como SimRefinery, que contou com a ajuda da Chevron Corporation. O sucesso desses títulos variou, mas nenhum se igualou ao SimCity. Em 1 de Junho de 1995, a Maxis se tornou uma empresa pública com ações na bolsa de valores. === Declínio === Após o sucesso do SimCity, a empresa experimentou inúmeros gêneros diferentes. No entanto, seus novos jogos estavam fracassando comercialmente e haviam adquirido um estúdio no Texas chamado Cinematronics para criar um jogo chamado Crucible e outro chamado Full Tilt! Pinball. Grandes perdas financeiras e uma falta de direção forçou a Maxis a considerar ofertas de aquisição. === Aquisição pela EA === Em 1997 a Maxis concordou em ser adquirida pela Electronic Arts por meio de troca de ações que valorizava a Maxis em 125 milhões de dólares. Em um comunicado de imprensa, a Maxis comentou que concordou em ser adquirida pois via um forte canal de distribuição na EA. A transação foi completada em 28 de Julho de 1997. Ao longo de 1998, foi dado a Maxis a oportunidade de concluir SimCity 3000 da sua forma; após isso, os esforços do Will Wright foram direcionados ao The Sims, que na época era a maior dúvida na companhia, um jogo de casa de bonecas que não era visto como páreo para o mercado demográfico de videogame. The Sims foi lançado em Fevereiro de 2000, seu sucesso fez a reputação de Wright subir e salvou a Maxis. Pela primeira metade da década, a Maxis continuou a produzir expansões sequências para The Sims. SimCity 4 foi lançado em 2003, sendo o primeiro título na série a implementar tecnologia 3D verdadeira, sendo também o primeiro sem Wright estar diretamente envolvido. Em 2004, com o fechamento dos estúdios em Walnut Creek, as equipes foram divididas entre Emeryville (Maxis) e Redwood City (The Sims Studio). === Spore e Darkspore === Com o sucesso de The Sims nas mãos da The Sims Studio, a equipe em Emeryville junto com Will Wright estava focando em Spore. Os três anos entre o primeiro anúncio público e seu lançamento, atraíram críticas e comentários de alguns com o termo \"vaporware\", e em seu lançamento em 2008, o estúdio se viu alvo de críticas pesadas e protestos contra a Electronic Arts. Apesar do lançamento conturbado, Spore vendeu 1 milhão de cópias no primeiro mês. Will Wright deixou a Maxis em 2009. Posteriormente a Maxis lançou outro título, Darkspore, um título RPG de ação espacial. === Reestruturação, SimCity e fechamento da Maxis Emeryville === Em 2012, a divisão EA Play que abrigava a Maxis Emeryville, Maxis Salt Lake, The Sims Studio, Firemonkeys Studio e PlayFish sofreu reestruturação e passou a se chamar EA Maxis. Como consequência, todos os títulos passaram a usar a marca Maxis, inclusive The Sims 3 e o novo SimCity, que estava sendo produzido pela Maxis Emeryville. O novo SimCity foi lançado e teve um lançamento catastrófico, em decorrência da exigência de ser sempre online. Posteriormente o estúdio lançou uma expansão, intitulada SimCity: Cidades do Amanhã. Enquanto isso a The Sims Studio e a Maxis Salt Lake finalizavam The Sims 3 e anunciavam The Sims 4, a Firemonkeys Studio cuidava do seu The Sims FreePlay e a PlayFish cuidava do The Sims Social, para Facebook. The Sims 4 foi lançado em Setembro de 2014. Em Março de 2015, a Electronic Arts anunciou o encerramento das atividades do estúdio em Emeryville e posteriormente, oficializou uma mega reestruturação em seus estúdios e divisões. No entanto essas alterações só passaram a valer para a Maxis, a partir de Setembro de 2016. A partir daquela data, as divisões EA Maxis, EA Mobile e Bioware seriam fundidas sob a tutela de Samantha Ryan, Vice-Presidente da antiga divisão EA Mobile, sendo agora \"EA Mobile, Maxis & Bioware Studios\". == Estúdios atuais == === The Sims Studio (2004 - presente) === Após o encerramento do estúdio em Walnut Creek, a EA decidiu dividir a equipe da Maxis em dois estúdios. Enquanto uma equipe mudou-se para Emeryville com Will Wright para cuidar de Spore, a outra equipe mudou para a sede da empresa, em Redwood City, dando origem à The Sims Studio em 2005. Com a nova equipe formada, Rod Humble assumiu o controle da equipe e a partir de The Sims 2: Bichos de Estimação, o logo da Maxis deixou de aparecer na abertura do jogo e tampouco nos encartes. Will Wright e a Maxis Emeryville não tiveram nenhum envolvimento no desenvolvimento do The Sims 3 e The Sims 4. Após reestruturações em 2012, o logotipo da Maxis voltou a aparecer na abertura e material de marketing do The Sims 3 e posteriormente no The Sims 4. === Firemonkeys Studios === A Firemonkeys Studios é uma desenvolvedora mobile em Melbourne, Austrália, responsável pelo The Sims FreePlay e The Sims Mobile. O estúdio não é uma subsidiária direta da Maxis, pois desenvolve outros jogos para a EA. === Maxis Austin (2019 - presente) === Em Agosto de 2019 tornou-se público que a EA abriu um novo estúdio da Maxis em Austin, Texas. Esse novo estúdio está focado em desenvolver uma nova propriedade intelectual para o estúdio. === Tracktwenty === A Tracktwenty é uma desenvolvedora mobile em Helsinki, Finlândia, responsável pelo SimCity BuildIt. Anteriormente esse era um estúdio Maxis chamado de Maxis Finland, que seria responsável pelo desenvolvimento de um novo The Sims para celulares mas com alteração no foco para a produção de um novo jogo SimCity para celulares, SimCity BuildIt. Atualmente assim como a Firemonkeys, a Tracktwenty não é mais uma subsidiária direta da Maxis, pois desenvolve outros jogos para a EA. == Estúdios anteriores == === Maxis Orinda (1987 - 1994) === Maxis Orinda foi o estúdio original (de fundação) onde foram desenvolvidos os primeiros títulos de SimCity e a série Sim. O estúdio foi fechado em 1994, quando a equipe moveu a sede da empresa para Walnut Creek após o sucesso do SimCity 2000. === Maxis Walnut Creek (1994 - 2004) === A Maxis Walnut Creek foi o segundo estúdio da Maxis, também foi onde The Sims, The Sims 2, SimCity 3000 e SimCity 4 foram desenvolvidos. O estúdio foi fechado em 2004, quando a equipe dividiu em duas, uma foi para a The Sims Studio em Redwood City e a outra para Emeryville. === Maxis South (1996 - 1997) === Anteriormente conhecida como Cinematronics LLC, esse estúdio do Texas foi adquirido pela Maxis em meados de 1996 e rebatizado como Maxis South. Um de seus títulos herdados famosos está Full Tilt! Pinball e sua variação 3D Pinball for Windows - Space Cadet, jogo pré-instalado no Windows 2000, ME e XP. O estúdio foi fechado durante o processo de compra da Maxis pela Electronic Arts. Todos os funcionários foram dispensados. === Maxis Emeryville (2005 - 2015) === A Maxis Emeryville foi fundada em 2004 por parte da equipe do antigo estúdio de Walnut Creek. Neste estúdio, foram desenvolvidos Spore, Darkspore e SimCity (2013). Will Wright deixou a Maxis em 2009, um ano após o lançamento de Spore. Em decorrência das baixas vendas do último SimCity, a EA optou por encerrar as atividades do estúdio. === Headgate Studios (1992 - 2010) / Maxis Salt Lake (2011 - 2014) / EA Salt Lake (2014 - 2017) === A Headgate Studios foi um estúdio focado em jogos de esportes, mais conhecida pelos jogos da franquia PGA Tour, localizado em Salt Lake City, Utah. No entanto a partir de 2011, a EA decidiu tornar o estúdio em uma subsidiária da Maxis para colaborar no desenvolvimento do The Sims 3. Alguns dos pacotes de expansão que foram desenvolvidos pelo estúdio, são: Showtime, Sobrenatural, Vida Universitária e No Futuro. O estúdio depois foi reestruturado para trabalhar com jogos mobile não relacionados à Maxis. O estúdio foi fechado pela EA em Abril de 2017. == Principais franquias == ===SimCity (1989 - 2014)=== SimCity já havia sido lançado quando a EA Games adquiriu a Maxis em julho de 1997, sendo a primeira versão de 1989. Em 1994, a empresa lançou o segundo jogo da série, intitulado SimCity 2000 e cinco anos depois o SimCity 3000. Já no Século XXI, mas precisamente em 2003, é lançado o SimCity 4, que agora tem como uma das novidades a alternância entre dia e noite. Em 2013, foi lançado um quinto jogo da série, SimCity, que utiliza o exato título original do primeiro jogo. ===The Sims (2000 - presente)=== Will Wright sempre teve um desejo de criar um jogo com o qual fosse possível gerenciar uma família, mas mesmo com o sucesso de SimCity, várias pessoas, incluindo funcionários da Maxis, tiveram dúvidas sobre um jogo desse estilo. No entanto, a Maxis lança em 2000 um jogo desse estilo: The Sims que foi um enorme sucesso e se tornou um dos jogos mais vendidos da história. Após o grande sucesso do lançamento inicial foram lançadas sete expansões (excetuando The Sims Deluxe, que é um conjunto do jogo original com a expansão Gozando a Vida), cada uma adicionando novos elementos que revitalizavam o jogo. Em 2004, foi lançado The Sims 2, uma nova versão do jogo, causando mais sucesso. Mas a Maxis teve de deixar o The Sims na metade da gravação do The Sims 2: Bon Boyage. Sendo assim, The Sims 3 não contou com a participação da Maxis, apenas da Eletronic Arts, mas a partir da expansão The Sims 3: Vida Universitária, a Maxis voltou a participar no desenvolvimento das expansões. Um quarto jogo, The Sims 4, foi lançado em 2 de setembro de 2014. === Spore (2008) === Spore, anunciado oficialmente pela primeira vez em 2004 mas lançado somente em 2008, mudou a estrutura de jogos de simulação e ficou famoso por demonstrar não somente o funcionamento do processo evolutivo, mas também por a necessidade de uma civilização adentrar na colonização espacial. == Jogos cancelados == * SimsVille * SimMars == Ligações externas == * Maxis Categoria:Desenvolvedoras de jogos eletrônicos Categoria:Empresas de informática dos Estados Unidos Categoria:Empresas de jogos eletrônicos dos Estados Unidos",
 "title": "Maxis"
}