{
 "id": "52344",
 "text": "Playmobil é uma linha de brinquedos criada por Hans Beck (1929 - 2009) em 1974 e vendida mundialmente a partir de 1975. A linha consiste em pequenos bonecos com partes móveis e uma série de objetos, veículos, animais e outros elementos com os quais esses bonecos irão se integrar compondo uma série de cenários, sempre dentro de uma temática específica. Na Alemanha, são produzidos pelo grupo Brandstätter (geobra Brandstätter GmbH & Co KG), sediado em Zirndorf. A empresa, fundada em 1876 por Andreas Brandstätter em Fürth, Baviera, inicialmente produzia cadeados. Em 1921, produzia principalmente brinquedos metálicos como porquinhos mealheiros, telefones e caixas registradoras. Em 1954, a produção mudou para artigos plásticos. Atualmente o Playmobil é fabricado também em outros países além da Alemanha, entre eles Inglaterra, Chipre, Malta, Espanha, Japão, Estados Unidos e Argentina. == Linha de brinquedos == Consiste de pequenos bonecos, de três polegadas ou 7,5 cm de altura, com mãos em forma de U, que movem os braços e as pernas (as duas em conjunto), cabelo destacável da cabeça e um sorriso no rosto. Há duas versões para as mãos: nos antigos elas são fixas e da cor do corpo (exceto em alguns modelos especiais); nos modelos atuais é possível rotacioná-las e são da cor do rosto. Quanto ao rosto, nos modelos antigos, olhos e boca são feitos através de pinturas feitas sobre marcações em baixo relevo; nos modelos atuais, a boca e os olhos são injetados no plástico, ficando, por dentro da cabeça uma marca do processo. Os kits possuem diversos temas, como polícia, naves espaciais, Forte Apache, Velho Oeste e barcos; em cada um, os bonecos têm acessórios correspondentes ao tema: pistolas, espingardas, copos, etc. === Desenvolvimento === Hans Beck, ex-chefe de Desenvolvimento da Playmobil em Geobra, é geralmente reconhecido como o \"Pai da Playmobil\". Mesmo antes do primeiro brinquedo Playmobil ser introduzido na feira internacional de brinquedos de Nürnberg, em 1974, ele tinha passado três anos desenvolvendo o produto. A ideia do sistema Playmobil foi desenvolvida após a crise do petróleo de 1973, quando foi necessária uma solução radical para os problemas causados pela alta dos preços dos barris de petróleo. Como na década de 60, a empresa tinha produzido brinquedos de grandes dimensões, que necessitavam de muito material plástico, a alternativa foi criar uma linha de produtos menores, em forma de veículos, que necessitavam de menos matéria-prima. Estes veículos seriam acompanhados por várias figuras básicas de acção, desenhadas apenas para serem complementos dos veículos. Mas Hans Beck acabou por se concentrar nas figuras. A cabeça das figuras foi desenvolvida com base em desenhos de crianças, nos quais muitas vezes, a cabeça possui grandes dimensões e o nariz é muitas vezes omitido. Tais observações influenciaram o design do original Playmobil de 1974. === Playmobil no Brasil === Nas décadas de 1970 e 1980 o brinquedo foi fabricado no Brasil pela empresa Trol. Após a falência desta, passou a ser fabricado pela Estrela, na década de 1990. Em 2005, após longa ausência no país, a Calesita começou a importar da Argentina, onde são produzidos pela Antex sob licença da Geobra.PlayBrasilMobil A partir de 2008, o brinquedo voltou ao país através de importação diretamente da Alemanha feita pela Sunny Brinquedos. Em junho de 2009, foi criado por César Ojeda o PlayBrasilMobil, o primeiro Fórum brasileiro sobre Playmobil, com o intuito de agregar os fãs e colecionadores, além de difundir novamente o brinquedo e organizar exposições e eventos no país, contando com o apoio oficial da Sunny Brinquedos. === Playmobil em Portugal === Os brinquedos da linha Playmobil estrearam-se no mercado português em 1976, na altura com a designação de Famobil (antiga licença Ibérica). São importados da Espanha, da fábrica da Playmobil S.A. em Alicante. A empresa aposta em publicidade na televisão, na vespéra do Natal. Recentemente foi criada uma comunidade online para todos os fans Portugueses, o portal Playmogal. == Variação == Uma variação, chamada Playbig, muito semelhantes, mas com os bonecos maiores foi produzida. == Playmobil Movies == Playmobil Movies são filmes feitos com brinquedos da linha Playmobil e com seus cenários e acessórios. === Playmobil Filmes === * * * * Uma variadade de filmes em Collectobil == Ver também == * Playmobil: O Filme * Lego == Ligações externas == * * * * * Categoria:Bonecos colecionáveis Categoria:Invenções e descobertas alemãs Categoria:Multinacionais da Alemanha",
 "title": "Playmobil"
}