{
 "id": "52353",
 "text": "Phuket () é uma ilha do sudoeste da Tailândia, no mar de Andamão, que integra a província homónima. A capital e cidade mais importante da ilha é Phuket, a qual é servida pelo Aeroporto Internacional de Phuket, situado ao norte da ilha. == Geografia == Phuket é a maior ilha da Tailândia, situada a oeste da península Malaia. A ilha é muito montanhosa, com uma cadeia de montanhas do lado oeste da ilha alinhadas do norte para o sul. As montanhas de Phuket da extremidade meridional são uma cadeia de montanhas que se estendem por 440 quilómetros do istmo de Kra. O ponto mais alto da cadeia de montanhas de Phuket é o Khao Phra Mi, com uma altitude de ; entretanto, a altitude mais elevada na ilha em si é o Mai Tha Sip Song (douze cannes), a 529 metros acima do nível do mar. Cerca de 70% da ilha é coberta por florestas. A costa ocidental possui várias praias de areia, enquanto que na costa oriental existem mais praias lamacentas. O extremo sul da ilha é o Laem Promthep, que é um ponto bastante apreciado para assistir ao pôr-do-sol. A principal região turística da ilha é a praia de Patong, que concentra também a maior parte da vida noturna de Phuket, além de ser o maior centro comercial da ilha. Outras praias populares são a praia de Karon, a praia de Kata, a praia de Nai Harn e a praia de Bang Tao. Em 26 de dezembro de 2004 a ilha foi atingida pelo tsunami que devastou grande parte das regiões costeiras do Oceano Índico. == Economia == A exploração das minas de estanho foi uma importante fonte de renda para a ilha desde o século XVI. Muitos trabalhadores chineses foram empregados nas minas, e sua influência na cultura de Phuket pode ser sentida ainda hoje. Com a queda do preço do estanho, a exploração cessou completamente. Hoje em dia, a economia de Phuket repousa sobre dois pilares: plantações de hévea (fazendo da Tailândia o maior produtor mundial de borracha) e o turismo. Desde a década de 1980 Phuket é uma das principais atrações turísticas da Tailândia. A maior parte das praias arenosas da costa ocidental da ilha foram transformadas em centros turísticos, sendo Patong, Karon e Kata as mais populares. == História == O acontecimento mais significativo na história de Phuket foi o ataque pelos Birmaneses em 1785, depois de o Rei Taksin os ter feito recuar uma primeira vez. Sir Francis Light, um capitão britânico da Companhia Inglesa das Índias Orientais (British East India Company) ao passar junto da ilha, envia uma mensagem à administração local, advertindo-os que as forças birmanesas se preparavam para um ataque. Kunying Jan, a esposa do governador que havia falecido recentemente, e a sua irmã Mook reuniram então as forças da ilha. Depois de um mês de cerco, os birmaneses retiraram-se a 13 de Março de 1785 e as duas mulheres tornaram-se heroínas, recebendo os nomes honoríficos de Thao Thep Kasatri e Thao Sri Sunthon do Rei Rama I. Durante o reinado de Chulalongkorn (Rama V), Phuket tornou-se o centro administrativo a produção de estanho das províncias meridionais. Em 1933, o Monthon Phuket foi dissolvido e Phuket tornou-se uma província. Os antigos nomes da ilha incluem Ko Thalang e Junk Ceylan, uma distorção inglesa do Malaio Tanjung Salang (Cabo Salang). == Demografia == Como na maior parte da Tailândia, a grande maioria da população é budista, mas há também um número significativo de muçulmanos (17% na ilha de Phuket). == Símbolos == O selo provincial mostra duas heroínas da província, Thao Thep Kasattri e Thao Sri Sunthon. A árvore provincial é a madeira de rosa da Birmânia (Pterocarpus Indicus) e a flor que representa a província é a flor de pimenta (Bougainvillea sp.) == Divisões administrativas == Phuket está dividida em 3 distritos (Amphoe), que estão subdivididos em 17 comunas (Tambon) e 103 aldeias (Muu-baan). # Mueang Phuket # Kathu # Thalang Phuket Phuket",
 "title": "Phuket (ilha)"
}