{
 "id": "52363",
 "text": "Advogado é um profissional liberal, graduado em Direito e autorizado pelas instituições competentes de cada país a exercer o jus postulandi, ou seja, a representação dos legítimos interesses das pessoas físicas ou jurídicas em juízo ou fora dele, quer entre si, quer ante o Estado. O advogado é uma peça essencial para a administração da justiça e instrumento básico para assegurar a defesa dos interesses das partes em juízo. Por esta razão, a advocacia não é simplesmente uma profissão, mas, um munus publicum, ou seja, um encargo público, já que, embora não seja agente estatal, compõe um dos elementos da administração democrática do Poder Judiciário. Com o advento da Lei Federal n. 12 830, de 20 de junho de 2013, que atribuiu aos delegados de polícia nova forma de tratamento, o pronome de tratamento, inclusive utilizado por ministros do Supremo Tribunal Federal em sustentações orais aos advogados oradores, dado à pessoa do advogado é Vossa Excelência (V. Ex.ª). Eis que o art. 3º da referida lei diz que: \"O cargo de delegado de polícia é privativo de bacharel em Direito, devendo-lhe ser dispensado o mesmo tratamento protocolar que recebem os magistrados, os membros da Defensoria Pública e do Ministério Público e os advogados\". == Atuação da advocacia == Pode-se decompor a atuação da advocacia em sete funções jurídicas básicas: #Assessoria jurídica (interna ou externa, inclusive no apoio negocial, em tempo real); #Consultoria jurídica (externa ou interna - Outside Counsel - In-House Counsel); #Procuradoria jurídica; #Auditoria jurídica; #Controladoria jurídica; #Planejamento jurídico; #Ensino jurídico. Assim, os advogados atuam, além de prestar consultoria jurídica, que consiste na verificação de negócios importantes sob o aspecto legal, para prevenir problemas de futuros e eventuais litígios, seja \"auditando\" ou \"controlando\", para se usar a terminologia da ciência da administração. O advogado também pode ser especialista em uma área (ramo) do Direito, como o advogado criminalista, por exemplo. == Advogado == O vocábulo deriva da expressão em latim ad vocatus que significa o que foi chamado, que, no Direito romano, designava a terceira pessoa que o litigante chamava perante o juízo para falar a seu favor ou defender o seu interesse. Tradicionalmente, o Advogado é chamado de \"doutor\" em quase todos os países da América do Sul, alguns países da Europa (Espanha e Alemanha) e África portuguesa. Segundo Antonio Fernando Pinheiro Pedro, essa tradição remonta à República Romana (509 a.C. a 27 a.C), período em que Roma foi governada pelo Senado e Magistrados e \"doctor\" provém do vocábulo \"docere\", que significa ensinar, doutrinar. Claudio Moreno afirma que o uso da expressão \"doutor\", como título acadêmico (Stricto Senso), no entanto, começou nas universidades medievais (Bolonha, Salamanca, Oxford, Cambridge, Sorbonne, Coimbra, Upsala) para designar os que tinham conquistado a autorização para lecionar. Este direito se limitava, primeiro, à sua própria universidade, mas foi estendido, mais tarde, a qualquer outra (com as indefectíveis rivalidades e picuinhas que duram até hoje). Primeiro, houve os doutores em Direito (doctores legum), depois em Direito Canônico (doctores decretorum) e, já no séc. XIII, em Medicina, Gramática, Lógica e Filosofia. No séc. XV, Oxford e Cambridge começaram a conferir também o doutorado em Música. Os antigos doutorados em Direito e Medicina certamente explicam o uso popular, tanto no Brasil como em Portugal, do tratamento de \"doutor\" para os Advogados e Médicos. Outro resquício medieval é o título de Doutor Honoris Causa (“por motivo honorífico”), concedido a qualquer personalidade que uma determinada universidade queira homenagear, tenha ou não formação acadêmica\". No Brasil, por tradição, Advogados e médicos são chamados \"doutores\", independentemente de terem cursado doutorado e defendido uma tese doutoral. A forma de tratamento de \"doutor\" para os Advogados está fundamentada em tradição milenar e costume, o que na ciência jurídica são admitidos como fonte do direito. O título acadêmico conferido àqueles que obtêm o grau de Doutor através de doutorado (Stricto Senso) não se confunde com o \"título honorífico\" conferido aos Advogados e Médicos. Por analogia, juízes, promotores, procuradores e delegados são também designados como doutores. Em geral, a atividade do advogado é unificada, exceto no Reino Unido, em que há divisão entre barristers e solicitors: os primeiros atuam nos tribunais superiores, ao passo que os últimos advogam nos tribunais e juízos inferiores e lidam diretamente com os clientes. O patrono dos advogados em todo o mundo é Santo Ivo, segundo a crença da Igreja Católica. == Advogado nos países == === Brasil === miniaturadaimagem|Azulejo|308x308px No Brasil, para se exercer a advocacia, é necessário ter o título de graduação como bacharel em Direito em instituição de ensino superior aprovada pelo MEC e estar regularmente inscrito nos quadros da Ordem dos Advogados do Brasil (OAB), inscrição esta que é obtida mediante aprovação no Exame de Ordem, prova instituída por lei (Lei Federal n° 8 906 de 1994, o Estatuto da OAB), realizada três vezes ao ano em todo o país, e pelo cumprimento dos seguintes requisitos: # Possuir capacidade civil plena; # Possuir título de eleitor; # Quitação do serviço militar, se brasileiro; # Ausência de exercício de atividade incompatível com advocacia; # Idoneidade moral; # Prestar compromisso perante o conselho. Para aprovação na primeira fase do exame, o candidato deve obter o percentual de rendimento mínimo de 50% na prova objetiva, que contém 80 questões, cada qual com quatro alternativas, das 20 disciplinas jurídicas que são cobradas no edital (Ética Profissional, Filosofia do Direito, Direito Constitucional, Direitos Humanos, Direito Internacional, Direito Tributário, Direito Administrativo, Direito Ambiental, Direito Civil, Direito Processual Civil, Estatuto da Criança e do Adolescente, Direito do Consumidor, Direito Empresarial, Direito Penal, Direito Processual Penal, Direito do Trabalho, Direito Processual do Trabalho, Direito Previdenciário, Direito Financeiro, Direito Eleitoral). Após a aprovação na prova objetiva, o candidato é classificado para a próxima etapa. Na segunda fase do exame, ele deve obter rendimento mínimo de 60% na prova, composta por uma peça processual privativa de advogado das peças existentes no ordenamento jurídico, valendo 5 pontos; e 4 questões subjetivas, geralmente cada uma com dois itens discursivos, valendo o máximo de 5 pontos, fazendo com que o exame da segunda fase tenha a pontuação máximo de 10 pontos. No ano de 2017, havia cerca de instituições oferecendo cursos de Direito no Brasil, número maior do que em todo o resto do mundo somado, com ao todo instituições. No mesmo período, a OAB já contabilizava mais de um milhão de advogados no país. Outras fontes apontavam em torno de 800 mil dentre os 200 milhões de brasileiros. A estatística de aprovação no Exame de Ordem geralmente varia entre 15% a 25% dos candidatos. ==== História ==== No tempo da independência, a criação dos cursos jurídicos era uma decorrência inevitável da militância liberal. Em 09 de janeiro 1825, o Imperador instituiria, via decreto, o ensino dos cursos jurídicos na cidade do Rio de Janeiro, regido pelos estatutos elaborados por Luís José de Carvalho de Melo, Visconde da Cachoeira. Este curso, entretanto, não chegou a ser inaugurado. A questão foi retomada pelo Parlamento em 1826. Um projeto de nove artigos, assinado por José Cardoso Pereira de Melo, Januário da Cunha Barbosa e Antônio Ferreira França, que receberia várias emendas, transformou-se na Lei de 11 de agosto de 1827, que então criou simultaneamente os dois primeiros cursos de direito do país: a Faculdade de Direito de Olinda, depois transferida para o Recife e hoje parte da Universidade Federal de Pernambuco (UFPE), e a Faculdade de Direito de São Paulo, hoje parte da Universidade de São Paulo (USP). Por isso, até hoje, o Dia do Advogado é comemorado no Brasil a 11 de agosto, sendo que existe também uma data específica para os profissionais da área trabalhista, 20 de junho. ==== Competências ==== A Constituição Federal de 1988 dispõe, no seu artigo 133, que o advogado é indispensável à administração da justiça, sendo inviolável por seus atos e manifestações no exercício da profissão, nos limites da lei. A Lei Federal nº 8.906, de 4 de Julho de 1994, dispõe sobre o Estatuto da Ordem dos Advogados do Brasil (OAB). Segundo o artigo desta Lei, a postulação a órgão do Poder Judiciário é atividade privativa da advocacia, com exceção da impetração de habeas corpus, que é a única peça processual não privativa de advogado, podendo ser impetrado por qualquer pessoa, inclusive pelo próprio preso, pelo juiz ou promotor de justiça ex-officio, sempre que for verificado prisão ilegal ou excesso de prazo para instrução da culpa, ou dolo, do acusado. O advogado que seja civilmente julgado incapaz está impedido de advogar. O advogado que comete muitos erros em seus pleitos judiciais (troca de peças jurídicas, de procedimentos, e erros crassos), sendo representado junto à OAB, ou sendo de conhecimento público (Processo Administrativo ex-officio) responderá a Processo Administrativo com o fim de ser impedido de exercer a advocacia. Os deveres do advogado são, por exemplo: * Não advogar contra literal disposição de lei, presumindo-se a boa-fé quando fundamentado na inconstitucionalidade, na injustiça da lei ou em pronunciamento judicial anterior; * Não angariar ou captar causas, com ou sem a intervenção de terceiros; * Reclamar contra as violações dos direitos humanos e combater os abusos de autoridade; * Lutar e defender o respeito às suas prerrogativas legais; * Assumir a defesa criminal, sem considerar sua própria opinião sobre a culpa do acusado; * No caso de seu cliente lhe confessar haver cometido o delito do qual está sendo acusado, não deve pedir a absolvição do réu, mas tão somente deve judiciar pela aplicação da lei ao caso, buscando agregar as atenuantes e desqualificadoras do delito, ou a legítima defesa ou o Estado de Necessidade, sejam de terceiros ou mesmo putativas; * Manter independência em qualquer circunstância: nenhum receio de desagradar a magistrado ou a qualquer autoridade, nem de incorrer em impopularidade, deve deter o advogado no exercício da profissão; * É proibido ao advogado toda a índole de reclamo, anúncios, de publicação profissional, exceto de cartões de visitas, sendo vedadas placas vistosas, inclusive uso de outdoor, ou utilizar as cores e símbolos da OAB, em seus cartões de visitas ou outras mídias, para divulgar seu Escritório Jurídico; * Não pode divulgar a sua atividade de advocacia juntamente com qualquer outra atividade, exceto com atividades culturais; * Ao advogado é defeso (ou seja, não é permitido) praticar atividades comerciais; * Deve abster-se de debater publicamente, em qualquer meio, processo findos ou em andamento, seja ele ou não o Patrono da causa; * Deve abster-se de comparecer ocasionalmente a programas de televisão ou de rádio, ou enviar pareceres a Jornais impressos, para expressar seu entendimento sobre determinado assunto jurídico; * Não deve aceitar causa sobre a qual já expressou parecer jurídico contrário ao interesse da parte que deseja contratá-lo; * Em hipótese alguma deve quebrar o sigilo legal profissional, decorrente de sua relação advogado-cliente, sendo proibido, inclusive em Juízo, mesmo sob solicitação do magistrado, de informar nomes de clientes ou suas pretensões jurídicas ou quaisquer segredos decorrentes da relação advogado-cliente, devendo apenas informar estar impedido de responder à inquirição pelo sigilo profissional que a lei o obriga a manter; * A quebra do sigilo profissional somente pode ocorrer se o Advogado estiver em litígio judicial com seu ex-cliente; e somente se a quebra do sigilo for relevante para a sua defesa em Juízo, sob pena de quebrar o sigilo profissional e de sofrer os ônus dessa quebra de sigilo; * Não deve favorecer, nem aceitar, causas a si já segredadas pela outra parte; * No exercício de suas funções o Advogado e seu cliente são criminalmente inimputáveis pelo cometimento de eventuais crimes de injúria e/ou difamação à parte ex-adversa e/ou a seus advogados. Quanto aos demais institutos onde a atividade do Advogado vem sendo relegada, em evidente prejuízo ao requerente, pois a Inicial é o fundamento para que o litígio seja levado à Mais Alta Corte Brasileira, o que não ocorrerá com uma Petição Inicial sem o conhecimento jurídico necessário, inclusive por que a previsão de desnecessidade do Advogado é apenas na Primeira Instância, no Juízo Monocrático, sendo exigida a postulação quando tratar-se de recurso. Porém um Recurso a uma decisão proferida com respaldo em uma Inicial redigida sem técnica jurídica dificilmente obterá êxito. O Supremo Tribunal Federal, no entanto, no julgamento da Ação Direta de Inconstitucionalidade nº 1 127-8/DF conferiu interpretação mais restritiva à privatividade originalmente prevista na lei, excluindo do dispositivo a postulação nos Juizados Especiais e na Justiça do Trabalho. Nestes casos, a representação por advogado é facultativa. Os advogados também estão sujeitos ao Código de Ética e Disciplina, editado pela OAB, que trata, por exemplo, dos deveres éticos, da publicidade e do relacionamento com o cliente. O descumprimento dos deveres previstos no Estatuto e no Código de Ética acarreta sanções disciplinares, aplicadas pela OAB. Há, contudo, possibilidade de se utilizar técnicas de comunicação e marketing jurídico de forma legal, sem qualquer desrespeito ao Código de Ética da OAB. Basta que o advogado se atente aos normativos e haja com coerência, sem mercantilizar a profissão. No Brasil, o exercício da advocacia por pessoa não legalmente habilitada constitui o crime de Exercício Ilegal da Profissão, conforme contravenção penal punível com prisão simples e multa, conforme previsão do art. 47 do Decreto-Lei nº 3.688/1941. No Brasil, o Dia do Advogado é comemorado no dia 11 de agosto que, também, é a data da lei de criação dos cursos jurídicos no Brasil, dos quais atualmente existem mais faculdades dos mesmos, do que no resto do mundo, somados. ==== Rábula ou Provisionado ==== Rábula, ou provisionado, no Brasil, era o advogado que, não possuindo formação acadêmica em direito, obtinha a autorização do órgão competente do Poder Judiciário, no período imperial, ou da entidade de classe (primeiro do Instituto dos Advogados e, a partir da década de 1930 da OAB), para exercer, em primeira instância, a postulação em juízo. Um famoso rábula brasileiro foi Luís Gonzaga Pinto da Gama, que libertou centenas de escravos nos tribunais de justiça de São Paulo no século XIX. ==== Advogado correspondente ==== Um advogado correspondente é aquele profissional que realiza atividades juridicamente peculiares a mando de outros advogados, prestando esse serviço em prol dos interesses dos seus clientes. A relação jurídica contratual é entre o advogado que contrata e o correspondente contratado, não havendo relação contratual entre o correspondente e os clientes do contratante. Desta forma, quando o contratante solicita os serviços do correspondente para a realização de uma diligência, esse ato está restringindo apenas a relação do solicitante (contratante) com o profissional que realiza a atividade (correspondente contratado). Assim, por exemplo, quando um escritório em São Paulo, que possui várias empresas em sua carteira de clientes, precisa realizar uma diligência para obter informações em um processo em que um de seus clientes é parte, e esse processo tramita na comarca de Parauapebas, no Pará, esse escritório certamente solicitará os serviços de um profissional dessa localidade. Essa relação é conhecida como correspondente jurídico, e o advogado que realiza esse tipo de função é conhecido como advogado correspondente. ==== Advogado de defesa ==== O advogado de defesa, ou simplesmente defensor, é quem defende o réu nos tribunais e tem a missão de em caso de inocência pedir absolvição ou garantir uma pena devidamente equilibrada, com aplicação das atenuantes cabíveis em cada caso. A defesa só é possível se assegurado o exercício das prerrogativas legais garantidas aos advogados, sendo umas das mais nobres e escorreitas atividades intelectuais. Na impossibilidade de custeio de um advogado, o Estado se encarrega de indicar um defensor dativo ao acusado. ==== Advogado dativo ==== Advogado dativo é aquele nomeado pelo magistrado para propor ou contestar ação civil, mediante pedido formal da parte litigante interessada que não possui condições de pagar custas do processo ou os honorários advocatícios. Na esfera penal, é o nomeado para defender o acusado que não tem defensor, ou, tendo-o, este não comparece aos atos do processo. ==== Advogado voluntário ==== Advogado voluntário é aquele que presta de assistência jurídica sem contraprestação pecuniária do assistido ou do Estado, a qualquer título. Para atuar como advogado voluntário, o interessado deverá fazer seu cadastro na comarca em que pretende atuar e se comprometer em assistir pessoas carentes sem receber honorários. ==== Tipo de inscrição ==== Toda inscrição no Brasil é acompanhada por uma letra, que de regra geral é a \"D\", que quer dizer definitiva. Existem outras inscrições com letras diferentes que de regra dependentes da \"D\", sendo elas: * A - Inscrição Suplementar: Requerida pelo advogado que excede o número 5 processos ativos dentro de uma seccional diversa da inscrição definitiva; * B - Inscrição por Transferência: Utilizada quando do requerimento de transferência de seccional; * E - Inscrição de Estagiário - É concedida aos estudantes de direito vinculados a um escritório devidamente escrito na Ordem dos Advogados, que estejam cursando a partir do 7º semestre do curso regular, e é válida por renovação até dois anos após a conclusão do curso; * N - Inscrição de Provisionado: Inscrição em desuso, qual era concedida aos estudantes do terceiro ano da antiga faculdade de direito, qual concedia o bacharelato em quatro anos, sendo concedia aos estudantes \"provisionados\" a atuação em juízo de primeira instância, seguindo a regra da subseção em alinho, com número máximo de inscritos de 15 profissionais, e e era independente da inscrição definitiva; * P - Inscrição Provisória: Modalidade de concessão de inscrição aos bacharéis em direito que concluirão o curso, mediante a apresentação da certidão de colação de grau fornecida pela respectiva instituição de ensino superior, art. 57 da Lei n. 4.215, de 27 de abril de 1963. Os atos praticados por estes profissionais são semelhantes aos realizados pelos estagiários, que hoje foi abrangido pela inscrição \"E\". === Macau === Em Macau, só se pode exercer a profissão de advogado a pessoa licenciada em Direito (4 ou 5 anos), e que fez estágio no escritório de um patrono. A profissão é regulada pela Associação dos Advogados de Macau. === Portugal === Em Portugal para se poder exercer a profissão de advogado deve ser-se licenciado em Direito (cursos de 4 ou 5 anos consoante a faculdade — ver Convenção de Bolonha) e ter realizado um estágio de 18 meses no escritório de um patrono (colega com um mínimo de 5 anos de exercício profissional). Concluída a formação acadêmica, o advogado-estagiário deverá submeter-se ao exame após os primeiros 6 meses de estágio, para poder pleitear em tribunal (com algumas reservas) e, ao fim dos 18 meses, a uma prova de agregação à Ordem dos Advogados Portugueses e a um exame oral. Com a reforma do Regulamento Nacional de Estágio operada pela Deliberação 3.333-A/2009 aprovada em sessão plenária do Conselho Geral da Ordem dos Advogados em 28 de Outubro de 2009 e 10 de Dezembro de 2009, a prova de aferição a realizar ao fim dos seis meses iniciais da fase de formação é constituída por três testes escritos, cada um deles abrangendo duas matérias distintas, sendo estas: Prática Processual Civil, Prática Processual Penal, Organização Judiciária, Direito Constitucional e Direitos Humanos, Deontologia Profissional e Informática Jurídica. Segundo o Ministério da Ciência, Tecnologia e Ensino Superior, existem 17 estabelecimentos, dentre as instituições de ensino público e privado, a ministrar o curso de Direito em Portugal. Em 2008, a TSF noticiou que existe no país 1 advogado a cada 350 habitantes. Em 1990 existiam em Portugal 11 319 advogados, dos quais 2 842 eram mulheres; em 2019, dos 33 292 advogados, 18 365 eram mulheres. == Ver também == * Advogados Sem Fronteiras * Defensoria Pública * Jurista * Lei * Oficial de justiça * Paralegal * Procurador * Promotor de justiça * Rábula * Solicitadores * Técnico jurídico * Vade mecum == Bibliografia == * ROSO, Jayme Vita. Auditoria Jurídica para a Sociedade Democrática (2001), Auditoria Jurídica: apontamentos para o moderno exercício da advocacia (2003),Auditoria Jurídica em Migalhas - Os caminhos da Institucionalização (2007), Auditoria Jurídica em Migalhas II (2008), Auditoria Jurídica em Migalhas III (2010), Importancia de la Auditoria Jurídica: Una especialidad en Derecho Moderno - Ensayos (2010), Um Projeto de Lei Antitruste (1994), Novos apontamentos à Lei antitruste Brasileira (1998), Anorexia da ética e outros escritos (2004), Colocando o \"i\" no pingo... e outras ideias jurídicas e sociais (2005), Comentários sobre a introdução do projeto de lei de concorrência brasileiro (2006), Cadeia de Causalidades (2009) * SILVA, José Afonso da. Curso de Direito Constitucional Positivo. 27ª edição - São Paulo: Malheiros, 2006. (ISBN 85-7420-740-3) == Ligações externas == * Associação dos Advogados de Macau * Ordem dos Advogados de Portugal * Ordem dos Advogados do Brasil Categoria:Advocacia Categoria:Profissões Categoria:Ocupações Categoria:Profissões do Direito",
 "title": "Advogado"
}