{
 "id": "52392",
 "text": "A galactosemia é um grupo de doenças metabólicas genéticas raras, caracterizada por uma falha do corpo em usar a galactose, um açúcar obtido principalmente pela alimentação, mediante o consumo de leite e derivados. A galactosemia pode ser descrita como uma concentração sanguínea elevada do monossacarídeo galactose (aldohexose, epímera da glicose em C-4), devido a uma desordem no metabolismo causada por atividade enzimática deficiente ou função hepática prejudicada. Os seres humanos obtêm a galactose primariamente através do leite humano e bovino e de derivados lácteos, pela hidrólise da lactose, dissacarídeo que é composto por glicose e galactose unidas por ligação β-glicosídica. Galactose livre também está presente em algumas frutas e vegetais, como tomates, bananas e maçãs. A digestão da lactose se dá por intermédio da enzima intestinal lactase, que a quebra nos dois monossacarídeos que a constituem. Após a quebra da lactose em glicose e galactose, se dá o processo de metabolização desses monossacarídeos, que envolve catálises enzimáticas que levarão, em seu final, à conversão da galactose em glicose para uso como fonte de energia. A fase de metabolização da galactose é a que apresenta problemas no paciente galactosêmico, devido a deficiências enzimáticas em vários níveis possíveis. == Epidemiologia == A galactosemia é uma doença de fundo genético condicionada por gene autossômico recessivo. Estudos conduzidos desde 1979 mostram que 1 em cada 7500 nascidos vivos terá alguma forma de galactosemia (Georgia annual Newborn Screening report - 1997). Estima-se também que 1 em cada 40 pessoas é um portador do gene defeituoso. A galactosemia clássica ocorre em aproximadamente 1 a cada 60.000 nascidos vivos. A frequência é bastante variável de acordo com o país, de 1 em 30.000 a 40.000 na Europa, para 1 em 1 milhão no Japão, provavelmente devido a problemas de amostragem. A incidência estimada nos Estados Unidos é de 1 em 53.000. Um estudo feito no Estado de São Paulo em 2009, mostrou que a população brasileira têm a segunda maior incidência de galactosemia clássica do mundo - 1 em 20.000 - estando atrás apenas da África do Sul.Camelo Júnior, José Simon et al. Avaliação econômica em saúde: triagem neonatal da galactosemia. Cad. Saúde Pública. 2011, vol.27, n.4, pp. 666-676. Os diferentes tipos de galactosemia são causados por mutações nos genes GALT, GALK1 , e GALE (9p13, 17q24, 1p36) que codificam as três enzimas essenciais no metabolismo da galactose, resultando em compromisso da via metabólica de degradação da galactose de Leloir. A nível global, a prevalência desta doença é desconhecida. No ocidente, a incidência de Galactosemia clássica é estimada entre 1/40.000 e 1/60.000 casos anuais, na Ásia a frequência é de 1/100.000, na África do Sul de 1/14.400 e no Brasil é de 1/20.000 casos. Nos demais grupos étnicos, a incidência apresenta-se variável com taxas mais elevadas relatadas na população Irlandesa Itinerante, atrelada à consanguinidade recorrente. == Bioquímica == O primeiro passo na metabolização é a reação de transformação da galactose em galactose-1-fosfato, que é catalisada pela enzima galactoquinase com gasto de ATP. Em seguida, a galactose-1-fosfato passa pela seguinte reação catalisada pela enzima galactose-1-P-uridil transferase: Galactose-1-fosfato + UDP–Glicose → UDP-Galactose + Glicose–1-Fosfato A UDP-galactose passa pela enzima uridina–difosfogalactose epimerase, que promove sua transformação em UDP-glicose. O metabolismo anormal da galactose na galactosemia é principalmente causado por deficiência em três enzimas da via metabólica da galactose: galactoquinase, galactose–1–P–uridil transferase e uridina–difosfogalactose epimerase. Quando ocorrem as deficiências enzimáticas, a galactose não segue sua via metabólica normal, e seu acúmulo leva a uma reação que não ocorreria normalmente. Essa reação se dá pela conversão de galactose em galactitol, um poliálcool de toxicidade elevada, ou em galactonato, que também é um produto tóxico. == Tipologia == O processo resulta em uma série de manifestações alteráveis que engloba a grave doença dividida em três subtipos: * Galactosemia clássica, forma grave da doença, quando a enzima GALT estiver ausente ou tiver atividade muito baixa, esse subtipo pode resultar em complicações com risco de vida. * Deficiência da galactoquinase, variação rara que ocorre de forma rápida através do acúmulo de galactose; ocasionando, principalmente, problemas oculares * Deficiência de galactose epimerase, semelhante à galactosemia clássica na forma grave e mais rara do que a anterior, é causada por deficiência da uridil difosfo galactose-4-epimerase. === Galactosemia do Tipo 1 === É a forma mais comum e grave de galactosemia, também conhecida como deficiência de GALT. Nesse tipo, ocorre deficiência da galactose-1-P uridil transferase (GALT), a enzima que converte galactose-1-fosfato (galactose-1-P) em uridina difosfato galactose (UDPgalactose), o que leva ao acúmulo de galactose-1-fosfato e a sintomas variados. A deficiência completa da atividade da GALT é conhecida como galactosemia clássica, e é frequentemente referida com o termo isolado \"galactosemia\". Pacientes não-tratados tipicamente têm disfunção hepática e renal; tanto paciente tratados como não-tratados podem ter catarata, neurodesenvolvimento anormal e insuficiência ovariana precoce. O mecanismo de toxicidade de galactose-1-fosfato não é ainda totalmente compreendido. Mas, já foi mostrado que esse metabólito possuí a capacidade de inibir in vitro as proteínas Fosfoglicomutase, Inositol Monofosfatase e Glicogênio Fosforilase.Lai, K., Elsas, L. J. and Wierenga, K. J. (2009), Galactose toxicity in animals. IUBMB Life, 61: 1063–1074. doi: 10.1002/iub.262 ==== Variante Duarte ==== Atividade parcial da GALT ocorre em numerosas variantes; a mais comum destas é a variante Duarte, na qual paciente têm um alelo duarte e um alelo clássico (D/G), resultando em uma atividade enzimática que corresponde a aproximadamente 25% do normal. Pacientes com dois alelos Duarte (D/D) têm aproximadamente 50% da atividade enzimática normal. Pacientes com atividade maior ou igual a 50% do normal se apresentam com pouca ou nenhuma evidência de morbidade neonatal ou a longo prazo se não tratados. === Galactosemia do Tipo 2 === Defeito da galactoquinase leva a acúmulo de galactose, tendo como principais características os problemas oculares. === Galactosemia do Tipo 3 === Causada por deficiência da uridil difosfo galactose-4-epimerase, a galactosemia do tipo 3 é uma forma muito rara, com formas inicial e severa, que aparecem no curso da doença. === Outros tipos === Herdada de forma autossômica recessiva, a deficiência de GALT, manifesta quando, por exemplo, ambos os pais são portadores saudáveis ​​de um gene alterado. Em cada gravidez deste mesmo casal, a criança tem 25% de probabilidade de receber o conjunto recessivo de genes afetados, de tal forma manifestando a doença. Já a probabilidade de receber um gene alterado em um conjunto simples é de 50%, não manifestando a doença, mas sendo portador do gene. Por fim, apresenta 25% de probabilidade de não contrair a doença e nem ser portadora. Existem outros tipos benignos de galactosemia que são assintomáticos como, por exemplo, a galactosemia Duarte e a variante da raça negra. Notamos, nessas variantes, deficiências enzimáticas que não levam a quadros sintomáticos graves, como os da galactosemia clássica. == Diagnóstico == O paciente galactosêmico pode apresentar, quando não é feito o tratamento correto, os sintomas como hepatomegalia, falhas renais, catarata, danos cerebrais, galactosúria e falhas nos ovários, dentre outros. A hepatomegalia é causada por acúmulo de galactitol nas células hepáticas, levando a um aumento da pressão osmótica e à entrada de água nessas células, que leva à hipertrofia. Defeitos oculares são causados pelo acúmulo de substâncias tóxicas que promovem a formação de catarata (aumento de opacidade do cristalino) e, em alguns casos, podem levar à cegueira. Já os problemas neurológicos têm causas mais complexas e não se relacionam apenas com acúmulos de substâncias. As crianças desenvolvem dificuldades de alimentação, má evolução estaturo-ponderal, letargia e icterícia na forma grave comum da doença, ou seja, galactosemia clássica. No subtipo clínico Deficiência de galactoquinase, elas não manifestam os sinais clássicos mas apresentam principalmente cataratas. No subtipo muito raro (deficiência de galactose epimerase) o quadro clínico é variável, podendo aparecer os sintomas usuais de galactosemia (hipotonia, dificuldades de alimentação, vómitos, perda de peso, icterícia) e outras complicações como atraso de crescimento, défice cognitivo e cataratas. O diagnóstico de galactosemia é freqüentemente suspeitado quando um açúcar redutor que não reage no sistema glicose oxidase é encontrado na urina. Contudo, outros açúcares além da galactose podem dar o mesmo tipo de reação, e a própria enfermidade hepática pode resultar em galactosúria (excreção de galactose através da urina). Portanto, a galactosemia clássica é diagnosticada pela demonstração de que a atividade da galactose-1-P uridil transferase esteja ausente ou muito baixa nos eritrócitos. No estado normal, é encontrada a transferase nas células hepáticas, nos leucócitos e nos eritrócitos, e, na galactosemia, os ensaios permitem a verificação da carência da enzima nessas células. O diagnóstico pré-natal pode ser realizado por amniocentese, com cultura de fibroblastos derivados do líquido amniótico. Pelos sintomas, nos recém-nascidos, serem semelhantes à outras doenças graves, o diagnóstico pode ser difícil neste período, desta forma é preciso que haja suspeita da presença desta doença e que sejam colhidas amostras específicas para detectar galactose no sangue. Para que ocorra o diagnóstico, é preciso que a doença seja incluída na triagem geral dos recém-nascidos (teste de PKU), deste modo em todos os recém-nascidos, o sangue, para o teste PKU, é coletado com o mais rápido possível após as primeiras 48 horas de idade. Para a confirmação do diagnóstico, é realizada uma nova amostragem no período de uma semana de vida, fazendo possível um diagnóstico e tratamento rápidos. O diagnóstico é estabelecido por análise de DNA, através da detecção de concentração elevada de galactose-1-fosfato eritrocitária, atividade da enzima uridililtranserase (GALT) de galactose-1-fosfato eritrocitária reduzida e / ou variantes patogênicas bialélicas em GALT. == Terapia == A terapia para a galactose se dá pela restrição de galactose e lactose na dieta. Existem várias formas de galactosemia e as restrições alimentares variam de uma forma para outra, havendo inclusive discordâncias em algumas formas. Nos casos mais graves, um monitoramento multidisciplinar, incluindo pediatria, neurologia, oftalmologia, endocrinologia, genética,nutrição e fonoaudiologia, minimiza os efeitos da doença. A não-ingestão de galactose e lactose diminui bastante os sintomas, porém podem ocorrer alguns problemas como deficiência de aprendizagem, distúrbios da fala e, nas meninas, disfunções ovarianas. O grau em que os sintomas se manifestam em um paciente submetido a dieta gera discordâncias e pesquisas, não havendo conclusões precisas e não pássiveis de contestação a esse respeito. Apesar da galactose ser utilizada na composição de várias estruturas celulares, a sua supressão da alimentação não causará maiores problemas pois, há um mecanismo metabólico para conversão da glicose em galactose. Não existe um medicamento que trate a Galactosemia, o tratamento se baseia em uma dieta com restrições e limitada em galactose. Esse açúcar está contido no leite, bem como em outros alimentos, como certos vegetais ou frutas, legumes e ovos; fazendo com que a lista de alimentos restritos cresça, contendo alimentos como o leite e deus derivados (de qual for o animal de origem), leguminosas, tomate e beterraba, maionese, produtos industriais contendo leite, ovos, natas ou manteiga, empanados, etc. Categoria:Doenças metabólicas Categoria:Erros inatos do metabolismo",
 "title": "Galactosemia"
}