{
 "id": "52400",
 "text": "Propanona, mais conhecido como acetona, é um composto orgânico de fórmula química CH3(CO)CH3. É um líquido incolor e de odor característico. Evapora facilmente, é inflamável e solúvel em água. == Obtenção == A acetona é produzida principalmente por processos de desidrogenação ou peroxidação do álcool isopropanol. Uma das formas de se obter a acetona é pela oxidação do álcool secundário 2-propanol (isopropanol), utilizando uma mistura de dicromato de potássio (K2Cr2O7) ou ácido sulfúrico concentrado (H2SO4). Outro método consiste no aquecimento a 300 °C do acetato de cálcio SAFFIOTI, WALDEMAR; Fundamentos de Química; Companhia Editora Nacional; São Paulo, Brasil; 1968: :Ca(C2H3O2)2 → C3H6O + CaCO3 É produzida em vários tipos de indústrias como de papel, plástico, farmacêutica, de limpeza, tinta e produtos similares, químicos de chiclete e madeira. Aproximadamente 80% da acetona é produzida como um co-produto do fenol.D J Reisman. 1998. International programme on chemical safety. Environmental health criteria 207. Acetone. Environmental Protection Agency, Cincinnati, USA. == Usos == A acetona é usada principalmente como solvente e como intermediário na produção química. Os maiores usos são na produção de metacrilato de metila, ácido metacrílico e metacrilatos superiores, bisfenol A, metil-cetona-isobutil, remédios e aplicações farmacológicas e como um solvente para revestimentos e acetato de celulose. Também existem aplicações na indústria alimentícia como solvente de extração para gorduras e óleos, e como agente de precipitação de açúcar e amido de purificação. A acetona é utilizada como solvente em esmaltes, tintas e vernizes; na extração de óleos e na fabricação de fármacos. Possui emprego na indústria de explosivos como gelatinizante da pólvora sem fumaça (nitrocelulose) e como produto inicial de sínteses químicas, em especial na indústria farmacêutica. Um importante uso industrial da acetona envolve a sua reação com fenol para a fabricação do bisfenol A. O bisfenol A é um importante componente de muitos polímeros tais como policarbonatos, poliuretanos e resinas de epóxi. A acetona também é usada extensivamente para o transporte seguro do acetileno. Recipientes contendo materiais porosos são inicialmente preenchidos com acetona seguido pelo acetileno, o qual se dissolve na acetona. Um litro de acetona pode dissolver cerca de 250 litros de acetileno. Acetona é frequentemente o componente primário (ou único) na remoção de esmalte de unha, porém atualmente mulheres utilizam o acetato de etila em substituição à acetona para remoção de esmaltes em suas unhas. Elas acreditam que seja menos prejudicial e nocivo às unhas e à pele. A acetona é também usada como um removedor de supercola. Ele pode ser usado para polimento e limpeza de resinas de fibra de vidro e epóxi. Ele é um forte solvente para maioria dos plásticos e fibras sintéticas. Acetona foi usado na manufatura de cordite. Durante Primeira Guerra Mundial um novo processo de produção de acetona através fermentação foi desenvolvido por Chaim Weizmann, para ajudar o esforço de guerra Britânico. A acetona também é usada como um agente secante, devido a facilidade com que ela se combina com a água, e então evapora. Além disso, alguns detergentes, colas e carburadores de automóveis também possuem acetona. == Efeitos fisiológicos == Pequenas quantidades de acetona são metabolicamente produzidas no corpo, principalmente da gordura. Nos humanos, engordar aumenta significativamente sua produção endógena (veja cetose). Acetona pode ser elevada em diabetes. Exposição a acetona exógena pode se tornar crônica devido a contaminação da acetona na água, alimentos (por exemplo leite), ou pelo ar (acetona é volátil). Inúmeros casos de envenenamento agudo têm sido descritos. Genericamente falando, a acetona não é um composto muito tóxico; ela pode, entretanto, agredir a mucosa da boca e pode irritar e danificar a pele. Os tipos de acidentes mais comuns são os domésticos, por ingestão ou inalação da acetona, mas outros tipos também podem acontecer, como queimaduras por uso inadequado do produto e acidentes por intoxicação, que não são raros, podendo levar a inconsciência e morte dependendo da quantidade inalada. Os efeitos a longo prazo da exposição a acetona são bem conhecidos de estudos de animais. Danos nos rins, fígado, e nervos, aumento de malformações congénitas, e redução da capacidade de reprodução dos machos (somente) ocorrem em animais expostos a longo prazo. Não se sabe se estes mesmos efeitos seriam exibidos em humanos. Interessantemente, acetona possui efeitos anticonvulsivantes em modelos animais da epilepsia, na ausência de toxicidade, quando administrada em concentrações milimolar.Likhodii et. al., Ann Neurol. 2003;54(2):219-226) Foi hipotetizado que a dieta cetogênica (rica em gordura, pobre em carboidratos) usadas clinicamente para controlar a resistência à droga em crianças favorece a elevação da acetona no cérebro. Mas os danos no que diz respeito à acetona deixam de ser só aos seres humanos; os efeitos no meio ambiente também devem ser levados em conta. Tanto a forma aquosa do composto quanto os vapores comumente produzidos por ele são altamente inflamáveis, assim, reações de combustão estão sujeitas a acontecer. A acetona é um composto orgânico, que na presença de oxigênio e fontes de ignição, pode entrar em combustão produzindo gás carbônico e água. O gás carbônico produzido é um dos principais causadores do efeito estufa, da chuva ácida e de danos aos ciclos biogeoquímicos do planeta. Além disso, o CO2 em contato com a água forma o ácido carbônico e esse, quando ionizado, libera íons H+ - aumentando a acidez do meio - e íons carbonato e bicarbonato, saturando a solução. Assim, tratando-se de um poluente completamente miscível com água, sua possível infiltração no solo sem pavimento e sua chegada ao rio mais próximo podem comprometer a integridade das águas usadas para consumo. Dessa forma, a solução de acetona com água é extremamente prejudicial, assim como a combustão do composto, que produzirá gás carbônico, prejudicial ao clima no planeta e causador da acidificação e saturação do meio. == Ver também == * Cetonas Categoria:Cetonas Categoria:Excipientes",
 "title": "Acetona"
}