{
 "id": "52472",
 "text": "Francisco J. Varela (Santiago do Chile, — Paris, ) foi um biólogo e filósofo chileno. ==Biografia== Varela nasceu em 1946 em Santiago do Chile, filho de Corina María Elena García Tapia e Raúl Andrés Varela Rodríguez. Depois de concluir o ensino médio no Liceo Alemán del Verbo Divino em Santiago (1951–1963), como seu mentor Humberto Maturana, Varela estudou medicina temporariamente na Pontifícia Universidade Católica do Chile e se formou em biologia pela Universidade de Chile. Mais tarde, ele obteve um Ph.D. em biologia na Universidade de Harvard. Sua tese, defendida em 1970 e orientada por Torsten Wiesel, foi intitulada Retinas de inseto: processamento de informações no olho composto. Após o golpe militar de 1973 liderado por Augusto Pinochet, Varela e sua família passaram 7 anos no exílio nos Estados Unidos antes de retornar ao Chile para se tornar professor de biologia na Universidade do Chile. Varela se familiarizou, pela prática, com o budismo tibetano na década de 1970, inicialmente estudando, junto com Keun-Tshen Goba (né Ezequiel Hernandez Urdaneta), com o mestre de meditação Chögyam Trungpa Rinpoche, fundador do Vajradhatu e Shambhala Training, e posteriormente com Tulku Urgyen Rinpoche, um mestre de meditação nepalês de tantras superiores. Em 1986, ele se estabeleceu na França, onde ensinou ciência cognitiva e epistemologia na École Polytechnique, e mais tarde neurociência na Universidade de Paris. De 1988 até sua morte, ele liderou um grupo de pesquisa, como Diretor de Pesquisa do CNRS (Centre National de Recherche Scientifique). Em 1987, Varela, junto com R. Adam Engle, fundou o Mind and Life Institute, inicialmente para patrocinar uma série de diálogos entre cientistas e o Dalai Lama sobre a relação entre a ciência moderna e o budismo. O Instituto continua hoje como um importante nexo para tal diálogo, bem como promovendo e apoiando a investigação científica multidisciplinar em ciências da mente, bolsa e prática contemplativa e áreas relacionadas na interface da ciência com meditação e outras práticas contemplativas, especialmente práticas budistas. Varela morreu em 2001 em Paris de hepatite C após ter escrito um relato sobre seu transplante de fígado em 1998.\"Intimate Distances - Fragments for a Phenomenology of Organ Transplantation\" Varela teve quatro filhos, entre eles a atriz, porta-voz ambiental e a modelo Leonor Varela. == Trabalho e legado == Varela formou-se biólogo, matemático e filósofo pela influência de diferentes professores, Humberto Maturana e Torsten Wiesel. Ele escreveu e editou vários livros e numerosos artigos de periódicos em biologia, neurologia, ciências cognitivas, matemática e filosofia. Ele fundou, com outros, o Instituto Integral, um thinktank dedicado à fertilização cruzada de ideias e disciplinas. Varela apoiou a filosofia incorporada, vendo a cognição humana e a consciência em termos das estruturas ativas nas quais elas surgem. Estes incluem o corpo (como um sistema biológico e como experimentado pessoalmente) e o mundo físico que ele representa.p. 148 'This shift requires that we move away from the idea of the world as independent and extrinsic, to the idea of a world as inseparable from the structure of these processes of self-modification.' Varela, Francisco J., Thompson, Evan T., and Rosch, Eleanor. (1991). The Embodied Mind: Cognitive Science and Human Experience. Cambridge, MA: The MIT Press. A obra de Varela popularizou no campo da neurociência o conceito de neurofenomenologia. Este conceito combinou a fenomenologia de Edmund Husserl e de Maurice Merleau-Ponty, com a \"ciência de primeira pessoa\". A neurofenomenologia requer que os observadores examinem sua própria experiência consciente usando métodos cientificamente verificáveis. No popular livro de 1996 The Web of Life: A New Scientific Understanding of Living Systems, o físico Fritjof Capra faz extensa referência à teoria da autopoiese de Varela e Maturana como parte de uma nova abordagem científica baseada em sistemas para descrever as inter-relações e interdependência psicológica, fenômenos biológicos, físicos, sociais e culturais. Escrito para um público geral, The Web of Life ajudou a popularizar o trabalho de Varela e Maturana, bem como o de Ilya Prigogine e Gregory Bateson. O livro de Varela de 1991, The Embodied Mind: Cognitive Science and Human Experience, em coautoria com Evan Thompson e Eleanor Rosch, é considerado um clássico no campo da ciência cognitiva, oferecendo conexões fenomenológicas pioneiras e introduzindo a abordagem de cognição incorporada e enativista informada pelo budismo. Uma edição revisada de The Embodied Mind foi publicada em 2017, apresentando introduções substantivas pelos autores sobreviventes, bem como um prefácio de Jon Kabat-Zinn. == Publicações == Varela escreveu vários livros e artigos:Comprehensive bibliography by Randall Whitaker. === Livros === * 1979. Principles of Biological Autonomy. North-Holland. * 1980 (com Humberto Maturana). Autopoiesis and Cognition: The Realization of the Living. Boston: Reidel. * 1987 (rev 1992, 1998) (com Maturana). The Tree of Knowledge: The Biological Roots of Human Understanding. Boston: Shambhala Press. * 1988. Connaître:Les Sciences Cognitives, tendences et perspectivess. Editions du Seuil, Paris. * 1991 (rev 2017) (com Evan Thompson and Eleanor Rosch). The Embodied Mind: Cognitive Science and Human Experience. MIT Press. * 1992 (com P. Bourgine, eds.). Towards a Practice of Autonomous Systems: The First European Conference on Artificial Life. MIT Press. * 1992 (com J. Hayward, eds.). Gentle Bridges: Dialogues Between the Cognitive Sciences and the Buddhist Tradition. Boston: Shambhala Press. [Reprinted, 2014, as Gentle Bridges: Conversations with the Dalai Lama on the Sciences of Mind.] * 1993 (com W. Stein, eds.). Thinking About Biology: An Introduction to Theoretical Biology. Addison-Wesley, SFI Series on Complexity. [Reprinted, 2018, as Thinking About Biology: An Invitation to Current Theoretical Biology, CRC Press.] * 1997 (ed.). Sleeping, Dreaming and Dying: An Exploration of Consciousness with the Dalai Lama. Boston: Wisdom Books. * 1999. Ethical Know- How: Action, Wisdom and Cognition. Stanford University Press. * 1999 (com J. Shear, eds.). The View from Within: First-Person Methodologies in the Study of Consciousness. Londres: Imprint Academic. * 1999 (com J. Petitot, B. Pachoud, and J-M. Roy, eds.). Naturalizing Phenomenology: Contemporary Issues in Phenomenology and Cognitive Science. Stanford University Press. === Artigos notáveis === * 2002 (com A. Weber). 'Life after Kant: Natural purposes and the autopoietic foundations of biological individuality'. Phenomenology and the Cognitive Sciences I:97–125, 2002. === Bibliografia em português === *MATURANA, Humberto e VARELA, Francisco (1984). A árvore do conhecimento - As Bases Biológicas do Conhecimento Humano. Campinas: Ed. Psy, 1995. São Paulo: Ed. Palas Athena, 2004. Original em espanhol traduzido por Humberto Mariotti e Lia Diskin. *MATURANA, Humberto e VARELA, Francisco. De máquinas e seres vivos. Autopoiese, a Organização do Vivo. Porto Alegre: Artes Médicas, 1997. ==Ver também== *Pensamento sistêmico *Teoria semiótica da complexidade ==Ligações externas== *Francisco Varela's Home Page *FranciscoVarela - \"Autopoiesis, enaction, neurophenomenology and life itself\" *'Escher, enacção e intersubjectividade' *Sítio de Evan Thompson, coautor de 'A Mente Corpórea' *Sítio de Eleanor Rosch, coautora de 'A Mente Corpórea' Categoria:Pesquisadores da vida artificial Categoria:Biólogos do Chile Categoria:Filósofos do Chile",
 "title": "Francisco Varela"
}