{
 "id": "52507",
 "text": "\"Garota de Ipanema\" é uma canção brasileira de bossa nova e MPB. Foi composta por Antônio Carlos Jobim e letrada por Vinicius de Moraes em 1962. É considerada a segunda canção mais executada da história da música mundial, depois de Yesterday. Teve mais de quinhentas versões com diferentes intérpretes, além de ser incluída em cerca de 1,5 mil álbuns, vinis e coletâneas ao redor do planeta. A primeira gravação comercial ocorreu no mesmo ano, por Pery Ribeiro, e uma versão em língua inglesa foi escrita no ano seguinte por Norman Gimbel. Uma versão de 1964, gravada por Astrud Gilberto e Stan Getz nos Estados Unidos, tornou-se um sucesso internacional. Esta está presente no álbum Getz/Gilberto, que também incluiu canções de João Gilberto, e foi lançado pela Verve Records. Nos Estados Unidos, o single alcançou o quinto lugar na Billboard Hot 100, permanecendo por duas semanas, e no Reino Unido a 29ª colocação. A canção já foi interpretada por diversos e afamados cantores, a exemplo de Frank Sinatra, Amy Winehouse, Cher, Mariza, Plácido Domingo, Madonna e Tim Maia, e também esteve presente em numerosos filmes, às vezes como clichê de música de elevador. A canção ganhou um Grammy de Gravação do Ano em 1965, superando grandes sucessos como \"I Want to Hold Your Hand\", dos Beatles e \"Hello, Dolly!\", de Louis Armstrong. Foi introduzida no Hall da Fama do Grammy Latino em 2001. Em 2004, a canção foi adicionada ao Registro Nacional de Gravações pela Biblioteca do Congresso dos EUA. A Rolling Stone Brasil considerou-a 27ª maior música brasileira em 2009. Durante a cerimônia de abertura dos Jogos Olímpicos de Verão de 2016, a canção foi interpretada por Daniel Jobim, neto de Tom, enquanto a modelo Gisele Bündchen desfilava. Por onde passava, Giselle deixava curvas projetadas que formavam obras de Oscar Niemeyer, como a Igreja da Pampulha e a Catedral de Brasília. ==História== Ipanema é um bairro à beira-mar localizado na região sul da cidade do Rio de Janeiro. A pedido do empresário Oscar Ornstein, Vinícius de Moraes e Antônio Carlos Jobim se juntaram para criar uma canção que iria integrar a peça musical Dirigível, um trabalho que estava em andamento mas nunca estreou. O título original era \"Menina que Passa\". Jobim compôs a melodia no piano em sua casa na Rua Barão da Torre, em Ipanema. Por sua vez, Moraes escreveu as letras em Petrópolis, como fez com \"Chega de Saudade\" seis anos antes. No entanto, esta foi rejeitada por ambos por conter palavras que enfatizam demais o aspecto melancólico da cena e então Moraes criou uma nova versão quase completamente reescrita: Tinha apenas o motivo básico – um espectador um pouco melancólico refletindo sobre uma bela mulher que ali passava. A canção foi inspirada em Heloísa Eneida Menezes Paes Pinto (agora conhecida como Helô Pinheiro), uma garota de dezessete anos que vivia na Rua Montenegro em Ipanema. Diariamente, ela passava pelo bar-café Veloso a caminho da praia. Às vezes, ela entrava no bar para comprar cigarros para a mãe. No inverno de 1962, os compositores viram a garota passar pelo bar e inspirados nela compuseram a canção. Durante quarenta noites, Tom Jobim, Moraes e João Gilberto se apresentaram na boate Au Bon Gourmet. Apesar de não receber cachê, Vinicius lançou cinco canções durante sua apresentação, inclusive \"Garota de Ipanema\". Na apresentação, o cantar da música era iniciada com um diálogo entre os três: *João: — “Tom, e se você fizesse agora uma canção que possa nos dizer, contar o que é o amor?” *Tom: — “Olha, Joãozinho, eu não saberia sem o Vinicius escrever a poesia.” *Vinicius: — “Para esta canção se realizar, quem me dera o João para cantar!” *João: — “Ah, mas quem sou eu? Melhor se cantássemos os três.” Dentro de muito pouco tempo, a boate tornou-se um ponto turístico para os norte-americanos. Apesar da relutância inicial, Jobim e Gilberto foram convencidos pelos representantes, frequentemente presentes, da indústria de registros dos EUA à mergulhar no cenário internacional e gravar uma versão em Nova Iorque, junto com Stan Getz. As primeiras gravações são de Pery Ribeiro (para a gravadora Odeon) e Tamba Trio (para a Philips). Esses singles foram lançados ao mesmo tempo em janeiro de 1963 para evitar qualquer disputa entre as empresas. A gravadora brasileira Mocambo lançou uma versão da cantora Claudette Soares. O compositor Jobim gravou a canção pela primeira vez nos Estados Unidos, onde ficou praticamente permanentemente desde novembro de 1962. A versão instrumental foi lançada em maio de 1963 no LP The Composer of Desafinado, Plays, um recorde que também é notável porque marca o início de uma colaboração duradoura e frutuosa com o arranjador alemão Claus Ogerman. Somente dois anos e meio depois, já namorando com Fernando Pinheiro, Helô ficou sabendo que a canção foi inspirada nela. Em Revelação: uma verdadeira Garota de Ipanema, Moraes escreveu que ela era \"o paradigma do bruto carioca; a moça dourada, misto de flor e sereia, cheia de luz e de graça mas cuja visão é também triste, pois carrega consigo, a caminho do mar, o sentimento da que passa, da beleza que não é só nossa – é um dom da vida em seu lindo e melancólico fluir e refluir constante.\" Provavelmente em retribuição à homenagem, quando ela se casou, convidou Tom Jobim e sua esposa Teresa para serem padrinhos. Desde que os jornalistas tomaram conhecimento disso, Helô tornou-se o centro do interesse público, sendo até cogitada pelo diretor Leon Hirszman a fazer o papel principal no filme homônimo. Ainda hoje, ela goza de uma certa proeminência na mídia brasileira: Ela apareceu nas edições de maio de 1987 e de março de 2003 da revista Playboy e também foi convidada para uma série de eventos nos Estados Unidos, mas acabou recusando todos pelo fato da sua família ser contra sua fama. ===Versão inglesa=== Durante uma sessão de gravação em Nova Iorque com João Gilberto, Antônio Carlos Jobim e Stan Getz, surgiu a ideia de criar uma versão em língua inglesa. Norman Gimbel se ofereceu para traduzir as letras para o inglês. Por meio de traduções literais, Gimbel criou pós-poemas, que geralmente retém o significado aproximado dos originais, mas se baseiam fortemente nos hábitos de escuta do público afluente da classe média americana, o que Jobim não apreciou, mas que com o sucesso foi aceito. Tall and tan and young and lovely The girl from Ipanema goes walking And when she passes, each one she passes goes \"Ah!\" When she walks, it’s like a Samba That swings so cool and sways so gently That when she passes, each one she passes goes \"Ah!\" Alta e bronzeada e jovem e adorável A garota de Ipanema vai andando E quando ela passa, cada um por quem ela passa faz \"Ah!\" Quando ela entra, ela é como um samba Que balança tão legal e tão suave balança Que quando ela passa, cada um por quem ela passa faz \"Ah!\" As gravações não foram completamente harmoniosas. Ruy Castro, em suas pesquisas sobre os bastidores do disco, conta que João e Stan frequentemente discordavam na escolha do melhor take entre os gravados e por isso cabia a Creed Taylor fazer o desempate. Em determinado momento, Gilberto, impaciente com as sutilezas rítmicas do saxofonista e sem dominar a língua inglesa, disse a Jobim: \"Diga a esse gringo que ele é burro\", ao que Jobim traduziu: \"Stan, John is saying that his dream has always been to record with you\" (em português: \"Stan, o João está dizendo que o sonho dele sempre foi gravar com você\"). Norman acreditava que a palavra Ipanema nada significava para os norte-americanos, mas Jobim insistiu para a referência à praia do Rio de Janeiro não ser retirada. O próprio Jobim conta a desavença no livro O Cancioneiro Jobim: \"A versão americana me valeu muita briga com Norman. Os americanos recusam tudo aquilo que não entendem, que não conhecem. [...] Tudo o que eu queria era passar adiante o espírito da garota de Ipanema, essa coisa carioca e poética. Acho que conseguimos, mas foi uma luta feia.\" Em particular, a letra foi criticada devido que a poesia ambígua e restrita do original foi perdida e teve que dar lugar a uma \"mistura superficial de erótico e exótico\". ====Astrud Gilberto==== A esposa de João, Astrud Gilberto, era a única brasileira que conseguia falar bem em inglês, sendo assim, escolhida para cantar. Ela só foi ao estúdio no segundo dia de gravação e era completamente inexperiente como cantora. Stan Getz lembrou-se vinte anos depois: \"Gilberto e Jobim não queriam Astrud cantando. Ela não era uma cantora profissional [...] e eu sabia que ela tinha uma tendência a cantar plana. Eu [...] pensei que as palavras em inglês eram muito agradáveis. Astrud pareceu suficientemente boa para gravar\". O produtor Creed Taylor também apoiou as ambições vocais de Astrud: por razões comerciais, teve o melhor sentido de ter uma voz feminina no álbum, cantando \"em uma linguagem menos exótica\". ====Stan Getz==== Stan foi considerado um dos mais importantes representantes do cool jazz nas décadas de 40 e 50 e, como saxofonista, muitos críticos e fãs o valorizaram como o inovador mais importante do estilo de Lester Young. Sua música era bem conhecida pelos músicos da bossa nova bem antes das primeiras excursões nos ritmos brasileiros, e é por isso que tanto Jobim quanto Gilberto aproveitaram a oportunidade de se juntar a ele em sua própria admissão. ====João Gilberto==== João Gilberto era o intérprete vocal favorito de Jobim. Mesmo como guitarrista, ele já influenciou decisivamente um elemento estilístico essencial da bossa nova anos antes e, portanto, foi considerado como figura central nesta gravação. ====Tommy Williams==== Segundo o jornalista Arnaldo DeSouteiro, Tommy participou da gravação como contrabaixista.Wilson, Michael (24 de abril de 2007) «Seeking Landmark Status, and Hoping to Lose a Label of Unrest» The New York Times Esta tese é fundamentada por algumas fotos obtidas, que aparentemente foram realizadas durante a gravação e no qual ele está. Somente em função da audição, esta questão dificilmente pode-se esclarecer: A bossa nova exige um estilo de interpretação extremamente disfuncional e bastante conservado do baixista. As objeções típicas do solista, que geralmente facilitam a identificação de uma personalidade musical, não é ouvido baixo durante todo o álbum. ====Phil Ramone==== No momento da gravação, Phil era co-proprietário e engenheiro de som do estúdio A&R; na 48º Rua de Nova Iorque por cerca de um ano. Ele estava procurando por um sucesso comercial, mas também estava procurando uma oportunidade para compartilhar suas ideias técnicas inovadoras. No caso de \"Garota de Ipanema\", ele arriscou isso diante da incerteza vocal de Astrud Gilberto — o cantor finalmente precisou de cinco takes — experimentação dispendiosa para executar a fita a uma velocidade de 76 cm (30 polegadas) por segundo. Este método elaborado já havia sido usado apenas para gravações de música clássica, para gravações de jazz e pop, uma vez que continha até 15”/38 cm por segundo. ====Milton Banana e Monica Getz==== Milton foi a Nova Iorque a pedido de Jobim e Gilberto para também participar da gravação, pois estavam insatisfeitos com a visão rítmica do baterista norte-americano que eles conheciam. Todos envolvidos repetidamente enfatizaram a importância da presença da esposa de Stan, Monica Getz, para o sucesso da gravação. Ela soube como contrabalançar a psiquidade instável de problemas com drogas e álcool de seu marido, conseguiu trazer também João Gilberto do hotel ao estúdio e, finalmente, foi a primeira que assumiu uma enorme posição para o envolvimento de Astrud. Depois de alguns meses, o produtor Creed Taylor optou por cortar a parte de João, assim, reduzindo de cinco para três minutos de duração. O grande sucesso da canção nos Estados Unidos e a emigração de Jobim devido ao golpe militar brasileiro de 1964, causaram que este permanecesse o último trabalho conjunto com Tom. Em 1995, após a morte de Tom, Gimbel renovou os direitos autorais da canção. Desde então, passou a ter propriedade de 41%. Esta decisão foi revertida em 2010, voltando a ter apenas 16%. ==Estilo e composição== A composição de Jobim é caracterizada por uma combinação de torções às vezes bastante clichês, às vezes altamente originais, nas quais as características de estilística muito diferentes são processadas. ===Formulário=== \"Garota de Ipanema\" é uma canção de 40 tempos que está estruturada na AABA. Esta forma não é desconhecida na música brasileira; No entanto, é definida pelo estilo da música popular dos EUA. Esta forma o esqueleto da maioria das canções de Tin Pan Alley, que por sua vez possui uma parte substancial do repertório padrão de jazz. Sempre que o compositor Tom Jobim recorreu a essa forma comparativamente jazzística, ele tentou afrouxar sua estrutura relativamente rígida o mais longe possível. No caso de \"Garota de Ipanema\", a parte do meio (B) é o dobro do modelo básico, com 16 barras. O enquadramento da seção A de oito barras corresponde às expectativas do ouvinte em particular, uma vez que são quase idênticos entre si melodicamente e harmonicamente. ====Ritmo e tempo==== Os músicos de bossa nova entenderam seu estilo como enfatizador da evolução urbana e intelectual das formas mais antigas do samba. As edições de partituras de \"Garota de Ipanema\" são, portanto, citadas em 2/4 compassos, como é utilizado originalmente na maioria dos ritmos latino-americanos. Os músicos norte-americanos e europeus, cujas canções são caracterizados pela tradição do jazz, sentem que esta notação é muitas vezes confundida, e é por isso que há muitas de 4/4 compassos, como no Real Book e suas coleções de canções e repertórios populares. Como a maioria das canção da bossa nova, a música é composta por um tempo médio; na gravação mais famosa (do LP Getz/Gilberto) são 124 batidas por minuto. ====Tom==== Jobim escreveu a canção originalmente no tom de ré bemol maior, que correspondia bem com a voz de João Gilberto e a sua própria voz. Embora não haja evidências que sugira que a consideração do compositor de quaisquer características tenha desempenhado algum papel, nessa tonalidade, as propriedades dos instrumentos normalmente envolvidos, produzem um efeito audível. Por exemplo, para os saxofones e contrabaixo, o ré bemol maior é uma tecla \"escura\", um pouco delicada, que requer atenção especial para entonação e técnica instrumental em geral. Como a parte do meio é modulada semitom para cima, ou seja, para o ré maior, as transições entre as seções oferecem oportunidade de improvisação sob a progressão da corda. Além da já mencionada versão clássica do Getz/Gilberto, esse efeito é bastante bom em uma gravação bem conhecida de Oscar Peterson (\"We Get Request\", 1965), que também aproveita as características especiais do tom original. No entanto, desde o final da década de 1960, o fá maior tecnicamente menos exigente prevaleceu como tom comum, que também havia sido escolhida por Jobim para suas próprias versões instrumentais. Uma vez que \"Garota de Ipanema\" é de preferência realizada por vocalistas, a escolha do tom geralmente depende das possibilidades vocais do cantor ou cantora. A dificuldade da canção consiste menos na sua gama, que não é excepcionalmente ampla, mas em sua melodia relativamente abstrata em relação aos acordes de acompanhamento. ===Formação de motivos e sequências=== Uma das características mais proeminentes da canção é sua limitação impressionante para alguns, motivos simples e sua progressão consistente através de acordes. Todas as três seções A são contestadas por um único, consistindo apenas em um motivo de três tons, o qual é repetido pela primeira vez com o mesmo tom, antes do mesmo movimento melódico – mas, desta vez, com um decalque de tom inteiro – sequenciado novamente. O charme sonoro deste simples motivo de três tons consiste no relacionamento ambíguo tenso em que os tons de melodia são os acordes de acompanhamento. Os tons de melodia dó e si estão em relação a tônica ré maior, respectivamente sétima e sexta maiores. Em relação ao segundo acorde, as notas são fundamentais, sexta e quinta. Nessas funções, os tons não são muito dissonantes, então eles não parecem \"errados\", mas ainda não assumem uma tarefa harmônica clara no sentido de liderar a voz. Isso acontece apenas no segundo quarto tempo de cada seção A, onde os tons de melodia atuam como subtônica harmonicamente importante. No entanto, como a melodia, seguindo a lógica sequencial, é conduzida para o quinto em oposição à dissolução na nota- chave, a canção permanece em suspensão, como corresponde ao caráter anseio do texto que acompanha. O fato de que isso deve ser pretendido é mostrado no final do formulário, quando o motivo da sequência é brevemente variado, mas a melodia não atinge a nota-chave, mas \"apenas\" as sextas. Jobim alcança com melódico um efeito sonoro comparável à semifinal. Seu caráter permanece não menos importante por causa do canto, porque a melodia selecionada parece sugerir um material pentatônico e, portanto, material típico de inúmeras canções populares e infantis. No progresso adicional da canção, a seção do meio traz Jobim com mais dois novos motivos, que ele desenvolveu de maneira semelhante. Mas seu contexto musical é mais claramente revelado pela compreensão do curso harmônico original de 16 baras. ===Harmonia: clichês e contrastes=== Do ponto de vista harmonioso, \"Garota de Ipanema\" combina uma progressão de acordes muito comuns com uma série de retornos tonais, tentando deliberadamente eludir uma interpretação clara que consistente no sentido da teoria funcional. ====Seção A==== A seção A traz uma forma muito clara, simétrica e tonalmente dificilmente alienada. A progressão da corda tônica é dupla dominante, como tem sido na música europeia pelo menos desde o clássico vienense em uso: Somente com acordes (aqui o acorde dominante é IIm7) ou substituição tritonal (bII7) as cordas muito discretamente adicionais são definidas e o efeito ligeiramente dissonante pelo acompanhamento de guitarra, pois é característico da bossa nova, ainda mais mitigado. Este esquema de acordes é omnipresente nas três grandes tradições musicais populares que o continente americano produziu no século XX, ou seja, as dos EUA, Brasil e Cuba. Por conseguinte, seria desperdiçada, especialmente com o uso de tal progressão de acordes para provar a influência frequentemente postulada do jazz na bossa nova. Somente em Getz/Gilberto, há mais três canções que trabalham com o mesmo clichê harmônico (ou pequenas modificações). Muito típico das melodias norte-americanas, no entanto, é preferência por melodias repetitivas e sequenciadoras no caminho, como acontece em \"Garota de Ipanema\". ====Parte do meio==== Como já mencionado, a seção média de 16 barras, a chamada ponte, usa apenas dois motivos melódicos. O primeiro consiste em princípio de apenas um passo de tom inteiro (no exemplo musical o movimento de dó sustenido para si): Esses dois tons são interpretados como um terceiro ou sétimo acorde de dois círculos de quintas (aqui Dmaj7 e G7) e depois jogado com as notas vizinhas (). Após a primeira apresentação deste motivo, uma passagem de sequência começa novamente, o que, no entanto, usa passos de sons incomuns: O primeiro motivo desloca por um terceiro menor e depois novamente por um semitom (). Jobim impede os relacionamentos harmoniosos, substituindo o segundo e terceiro acordes principais por seus parâmetros menores, trazendo novos relacionamentos de terceiro a terceiro para o primeiro plano. Essas chamadas medianas geralmente criam relacionamentos sonoros complexos, especialmente em combinação com reversões desconhecidas de tons graves. Foram surpreendentes soluções harmoniosas como essas que levaram ao fato de que, além do jazz, a música do impressionismo foi nomeada outra grande influência da bossa nova; e, de fato, Jobim passou grande parte de sua juventude a estudar Claude Debussy e a música de piano de Maurice Ravel. (52 KB) Acima de tudo, as quatro barras restantes servem para retornar a canção à seu tom original (da qual, entretanto, esteve longe). Harmônico e melódico, o compositor aqui escolhe um método comprovado e conclusivo: Uma sequência progressiva que começa em um acorde fá menor e retorna para ré maior. Esta progressão de acordes familiar soa sob uma escala executada que é repetida de uma maneira que já é familiar nas duas últimas barras, transpôs um tom inteiro. A nitidez sônica recebe esse curso, de outra forma muito previsível, através da resolução \"errada\". Em vez do quinto (fá), que esperava como o tom alvo, Jobim termina com um semitom mais baixo, popularizado pelo bebop excessivo e não-consciente. Doug Ramsey descreve o equilíbrio elegante alcançado por meios musicais semelhantes e similares entre a previsibilidade do canto, a dança e a sofisticação harmônica de uma linguagem musical predominantemente instrumental, como o jazz moderno, como a verdadeira conquista da geração da bossa nova: ===Solos instrumentais=== Solos instrumentais no jazz e estilos musicais relacionados geralmente não são considerados um componente integral e invariável de uma composição. Pois é prática comum improvisar essas passagens solos dentro do esquema de acordes já estabelecido. Em princípio, \"Garota de Ipanema\" não se comporta de forma diferente, mas no caso, fatores especiais fizeram com que os dois solos de Getz/Gilberto fossem entendidos por muitos ouvintes como elementos essenciais do conjunto musical. No início dos anos 60 os músicos desejava que o público ouvisse algumas passagens instrumentais em shows ao vivo tão inalterados quanto possível. Este foi popular no big band da era do swing, então, mais de duas décadas após, foi comum apenas com as bandas de rock, tornaram-se novamente popular em grande parte. Além da extraordinária fama, que esta versão especial da canção goza há décadas, razões musicais inerentes podem ser conhecidas pelo status um tanto \"‎sacrossanta\" dos dois solos. Por um lado, ambos os solistas estão muito mais sintonizados com o tema do que o habitual no jazz moderno (a maioria dos outros solos do álbum também são melódicos e ritmicamente muito mais independentes). Desta forma, os instrumentos continuam o canto \"‎chiado\" de Gilberto, criando assim a ilusão de outros versos vocais. Deve lembrar-se que, em particular, João, que cantou em português e, além disso, com um forte sotaque brasileiro, era incompreensível para a maioria dos ouvintes norte-americanos e europeus de qualquer maneira e sua contribuição era, portanto, menor do que a letra, mas sim melodia e ritmo (assim quase como um solo instrumental) foi percebido. Stan Getz dissolve nas últimas oito barras de seu solo, e ele faz isso de uma maneira típica, ou seja, por meios rítmicos. Para simplificar ainda mais o motivo de três notas das seções A, ele primeiro executa quatro barras exclusivamente com as notas mi bemol e dó, o que coloca em um ritmo muito assimétrico, criando assim um riff polirritmico de enorme espiral com meios muito simples. Nas quatro barras a seguir, o saxofonista retorna à melodia, o que ele interpreta com um fraseio descontraído, muito típico de seu jazz e do sentimento de canto da bossa nova. Na versão única, o produtor Creed Taylor só teve esse clímax final do tenor solo: ===Ambiguidade harmônica=== A harmonia sonora da seção do meio, com suas relações de cordas funcionalmente inequívocas, inspirou muitos teóricos a analisar esta progressão original nas últimas décadas. Vale ressaltar que a disputa sobre o modelo de interpretação \"correto\" dessa estrutura idiossincrática é muito remota nos Estados Unidos, Alemanha e Brasil, país de origem da bossa nova, sendo conduzida com particular habilidade polêmica – o fato de que tal \"correção\" teórica não era procurada pelo compositor nem exigida por músicos. Axel Jungbluth, cuja teoria da harmonia do jazz foi considerado trabalho padrão no mercado de língua alemã, dedica uma análise excepcionalmente longa e elaborada na seção do meio. ==Outras versões== \"Garota de Ipanema\" compete com material pop clássico, como \"Yesterday\" de Paul McCartney, no ranking de canções mais amplamente interpretadas do século XX. Portanto, é quase impossível e sem sentido compilar uma lista completa de todas as versões publicadas nas últimas décadas. Um relatório da Deutsche Welle no 50º aniversário da canção aponta para o fato de que \"a música foi interpretada mais de 200 vezes, 40 vezes sozinha, entre 1963 e 1965\". Um dueto entre Xuxa e Daniel Jobim (neto do músico Tom Jobim) foi tema de abertura da novela Aquele Beijo, da Rede Globo, com autoria de Miguel Falabella. \"Garota de Ipanema\" foi a única canção de outros autores a ter sido interpretada pela banda Casseta & Planeta (era cantada por Hubert Aranha imitando Paulo Francis). Atração frequente dos primeiros espetáculos da banda, foi incluída no videocassete Casseta Popular & Planeta Diário em conserto , mas não nos discos subsequentes. O diretor brasileiro Leon Hirszman, expoente do chamado Cinema Novo, filmou uma versão cinematográfica da música original em 1967. Muitos filmes da Europa e dos EUA – a maioria deles comédias – costumam usar a canção como música de fundo. Existe uma versão para ser executada em elevador no filme The Blues Brothers. A canção está ainda presente nos filmes Catch Me If You Can (2002), Finding Nemo (2003), The Life and Death of Peter Sellers (2004),«Catch Me If You Can. Track listing, CD credits, liner notes & John Williams interviews». JW Fan Mr. & Mrs. Smith (2005), V for Vendetta (2005), Alpha Dog (2006),«Alpha Dog soundtrack information at Milan Records» . Milan Records The Invasion (2007), Despicable Me (2010) e entre outros. No quinto episódio da sexta temporada de Scrubs, intitulada \"My Friend with Money\", Dr. Cox e o zelador disputam a sala de luxo do hospital. Sucessivamente, Cox, juntamente com o Dr. Turk, se certificam da existência da sala ao ouvirem uma canção tocando do outro lado da parede e então é revelado que Janitor, o zelador, está alegremente dançando lá dentro. No décimo episódio da nona temporada de Os Simpsons, intitulada \"Milagre de Natal\", Homer Simpson dança ao ouvir uma versão instrumental da canção quando está a bordo de um submarino. Álbuns brasileiros em que está presente: Álbum Artista Notas História da MPB Vários (Abril Cultural) Tide Tom Jobim Tom Jobim Inédito Tom Canta Vinicius Tom, Vinicius, Toquinho e Miucha Tom, Vinícius, Toquinho e Miúcha (ao vivo no Canecão, Rio de Janeiro) Sérgio Mendes & Bossa Rio Sérgio Mendes e Bossa Rio ===Versão inglesa=== A versão em inglês, \"The Girl from Ipanema\", foi cantada por Frank Sinatra, Nat King Cole, Cher (encontra-se no álbum The Sonny Side of Chér, de 1966), Mariza, Madonna, Sepultura, Amy Winehouse, Maroon 5 e vários outros artistas. A canção também inspirou a banda americana The B-52's com \"Girl from Ipanema Goes to Greenland\" (Garota de Ipanema foi para a Groelândia), presente no disco Bouncing Off the Satellites (1986). É uma metáfora, já que a Garota de Ipanema, representa uma garota alegre e atraente e a Groelândia, um lugar frio, representa uma personalidade fria. Resumindo, é uma garota atraente que se torna insensível. ====Frank Sinatra (1967)==== Em meados da década de 1960, os compositores eram aclamados na indústria do entretenimento quando uma de suas canções era interpretada por Frank Sinatra. Sinatra entrou em contato com Jobim no decorrer de 1966 e sugeriu ao imigrante brasileiro que eles deveriam gravar um álbum completo juntos – isto é, com Jobim como guitarrista e segunda voz. Como arranjador, eles recorreram a Claus Ogerman, cujos trabalhos também apreciaram Sinatra. O LP de março de 1967, Francis Albert Sinatra & Antonio Carlos Jobim, que alcançou números de vendas notáveis, também incluiu um duo para \"Garota de Ipanema\" (gravada em 31 de janeiro de 1967). Com a interpretação de Sinatra, cujo estilo e repertório serviram de modelo a inúmeros cantores, a música chegou ao centro do estabelecimento musical, até mesmo ilustres orquestras e solistas clássicos (por exemplo, o flautista James Galway) regravara-a depois. Com a versão bem sucedida de Sinatra, \"Garota de Ipanema\" assegurou um lugar permanente no repertório de jazz padrão, mas é notável que uma grande parte dos músicos de jazz não podem ou não querem adicionar nada significativamente novo à mensagem estética das primeiras versões. ===Versão italiana=== Uma versão em língua italiana, intitulada \"La ragazza di Ipanema\", foi gravada em 1965 por Caterina Valente pela gravadora Decca Records. A cantora, que já havia gravado \"Desafinado\" e \"Samba de Uma Nota Só\", no entanto, gravou a canção em três ou quatro outras línguas. O texto italiano de \"Garota de Ipanema\" foi escrito por Giorgio Calabrese e, apesar do título coerente com o original, falou de um \"Garoto de Ipanema\" disputado por uma turma de meninas. A primeira gravação italiana com o texto corretamente feminino é de Bruno Martino, que liberou-a como lado B de \"E la chiamano estate\" no álbum Dedicato a te em 1965, com letra de Giorgio Calabrese. Apesar das repetições frequentes no rádio e na televisão, o disco não conseguiu entrar em altas classificações. Martinho, provavelmente, não ouviu a versão inglesa de Astrud Gilberto, mas a original em português, no verão de 1964 em Viareggio. Gilberto de fato esteve por algumas semanas num salão, no último andar do famoso local toscano. Até mesmo, Gilberto gravou \"Estate\" de Martino, pois provavelmente o ouviu lá. Musicalmente, a versão gravada por Bruno Martino reflete a influência do instrumental, gravado por Antônio Carlos Jobim em 1963, baseado inteiramente nos acentos claros do piano, na seção de cordas, mas com um ritmo ainda mais bossa nova do que o de Jobim. As interpretações famosas de \"Garota de Ipanema\", mas acima de tudo de \"The Girl From Ipanema,\" foram realizadas, desde os anos sessenta, por Ella Fitzgerald, Nat King Cole, Erroll Garner e Peggy Lee. Além disso, muitos jazzistas interpretaram a canção, entre eles o saxofonista Archie Shepp, que gravou pela Impulse! Records uma versão free jazz para o álbum Fire Music, de 1965. Mais tarde, artistas como Mel Tormé até Diana Krall interpretaram suas versões da canção. Praticamente todos os cantores brasileiros gravaram sua própria versão da canção, incluindo aqueles mais distantes da bossa nova, como os tropicalistas Caetano Veloso e Gal Costa. Muito bem sucedido é a versão de Elis Regina no festival de Montreux em 1979. Torneresti sui tuoi passi Ragazza di Ipanema che passi Se ti voltassi ad ogni singolo: Ah! Ma tu segui per la strada un lungo samba Che si snoda, ovunque vada Destando un coro di: Ah! Voltaria sobre as suas pegadas Garota de Ipanema que passa Se se virasse a cada: Ah! Mas você segue pela rua um longo samba Que se desenrola, onde você anda Suscitando um coro de: Ah! ===Outros idiomas=== A versão em espanhol, \"La Chica de Ipanema\", já foi gravada por Los 3 Sudamericanos, Gloria Lasso, Los Hermanos Castro, Eugenia León e Jarabe de Palo. Laila Kinnunen, uma das mais populares cantoras finlandesas das décadas de 50 e 60, gravou uma versão intitulada \"Ipaneman Tyttö\". A canção foi lançada pela Scandia Records e está presente no álbum A la Laila. O francês Eddy Marnay, compositor de mais de 4 mil canções, criou uma versão chamada \"La fille d’Ipanema\", esta posteriormente foi gravada por Jacqueline François. \"La ragazza di Ipanema\", título em italiano, foi cantada por Mina Mazzini em uma apresentação na TV italiana. Durante sua carreira, Mina gravou mais de 1400 canções,(25 de março de 2010) «E Mamma Mina cestinò i complimenti dei Beatles» Repubblica.it entre elas, um dueto com Chico Buarque. ===\"Garoto de Ipanema\"=== Quando cantada por artistas femininas, como Ella Fitzgerald e The Supremes (1965), Peggy Lee (1964) e Shirley Bassey (1966), a canção foi muitas vezes interpretada como \"Garoto de Ipanema\". Petula Clark cantou assim no The Muppet Show em 1977. Diana Krall gravou no álbum Quiet Nights, de 2009. A canção é satirizada sob quase todos os aspectos imagináveis: A cantora Linda Lavin canta com um timbre juvenil, parecido com o de Astrud, \"The Boy From...\", escrita por Stephen Sondheim. Embora ambas as músicas sejam sobre o desejo não correspondido do personagem do título, o humor decorre em parte do fato de que o narrador desconhece completamente a flagrante homossexualidade de sua paixão. Outro aspecto humorístico da canção vem do fato de que todos os versos terminam com uma declaração da cidade natal do personagem principal (daí a reticências no título), uma vila espanhola fictícia chamada \"Tacarembo la Tumba del Fuego Santa Malipas Zacatecas la Junta del Sol y Cruz\" (\"Cruz\" pronuncia-se \"cruth\"). Outra paródia é \"The Girl With Emphysema\" do comediante Bob Rivers. A frase \"Garoto de Ipanema\" aparece também em \"Anthonio\" da artista norueguês Annie. ==Sucesso e legado== Nem no jazz nem na música brasileira existe uma versão \"definitiva\" da canção, embora a de Getz/Gilberto seja frequentemente procurada pela indústria discográfica e crítica. A este respeito, há uma clara diferença para a música pop e rock, neste caso as versões de capa predominam mas renunciam mudanças profundas do original. Getz/Gilberto vendeu mais de dois milhões de cópias em 1964, ocupando o segundo lugar da parada de sucesso da revista Billboard durante 96 semanas, perdendo apenas para A Hard Day's Night dos Beatles, tornando-se assim um dos 25 discos mais vendidos do ano. Além disso, o álbum conquistou as rádios do mundo e emplacou na quinta posição, tendo mais de 4 milhões de reproduções. A revista JazzTimes, numa edição de 1994, trinta anos após o lançamento, considerou-o \"[...] essencial para todos os colecionadores sérios de jazz. [...] Serve como prova de que é possível uma música ser um sucesso tanto artístico quanto comercial...\". Ao longo dos anos, Getz/Gilberto foi lembrado por revistas especializadas em críticas musicais como a Rolling Stone, onde figurou na 447ª posição entre os 500 melhores discos de todos os tempos em 2003, e entre os 100 álbuns indispensáveis do século XX pela Vibe em 1999. Em 2007, na edição brasileira da Rolling Stone, o álbum ficou na 70º posição entre outras 100 obras. A revista espanhola Rockdelux o posicionou em 77ª colocação em sua lista dos 200 melhores álbuns de sempre em 2002. Em 2008, a Fnac elegeu como 47º melhor disco de todos os tempos entre outros 1000. Getz/Gilberto aparece também em dois dos mais famosos livros de referência musical: 1001 Albums You Must Hear Before You Die (2007), escrito por Robert Dimery, e 1,000 Recordings to Hear Before You Die (2008), de Tom Moon. Em 31 de maio de 1964, \"Garota de Ipanema\", especificamente, entrou na 87ª colocação da Billboard Hot 100 e em 12 de julho alcançou o 5º lugar, permanecendo entre as cinco primeiras colocações por 2 semanas e 12 semanas entre as 100. No mesmo dia em que alcançou o 12º lugar no Top 100, alcançou o 1º na Billboard Adult Contemporary, permanecendo também por 2 semanas. Esta foi a única aparição de Astrud no Top 100. Em 25 de outubro de 1970, Astrud interpretou a canção no programa The Ed Sullivan Show da CBS. Na Europa Ocidental, mesmo tendo em conta o fato de que surgiu ao mesmo tempo a \"beatlemania\" em ambos os lados do Atlântico, teve reação de maneira semelhante atingindo o pico das paradas musicais. No mesmo ano de 1964, quarenta versões de outros intérpretes foram apresentadas apenas no mercado musical dos Estados Unidos. O sucesso extraordinário não se limitou de forma alguma à classe média branca que a gravadora originalmente tinha em mente. Meses depois, músicos e ouvintes negros, que geralmente preferem um ideal de voz e uma intensidade rítmica diferente, como as cantoras Ella Fitzgerald, Sarah Vaughan e Esther Phillips, gravaram versões. Nat King Cole também cantou uma versão alguns meses antes de sua morte. A avaliação da revista de jazz Down Beat deu a canção sua melhor classificação possível, cinco estrelas. Dos Grammys para o ano de 1964, a obra venceu em quatro categorias: Álbum do Ano (Getz/Gilberto), Melhor Instrumental de Jazz (Stan Getz), Gravação do Ano (para Phil Ramone) e Single do Ano. A Academia Nacional de Artes e Ciências de Gravação incluiu o single em 2000 no Hall da Fama do Grammy e em 2001 no Hall da Fama do Grammy Latino. Em 2004, a Biblioteca do Congresso adicionou a canção no Registro Nacional de Gravações. ===Homenagens=== Por ocasião dos vinte anos da morte de Vinicius de Moraes, em 2000, a Praia de Ipanema foi palco de um show em sua homenagem, que contou com a participação da Orquestra Sinfônica Brasileira, Roberto Menescal, Wanda Sá, Zimbo Trio, Os Cariocas, Emílio Santiago e Toquinho, interpretando composições de sua autoria. Em 2005, estreou, na abertura da sétima edição do Festival do Rio, o documentário Vinicius, dirigido por Miguel Faria Jr. e produzido por Suzana de Moraes, filha do cantor, com a participação de Chico Buarque, Carlos Lyra, Caetano Veloso, Maria Bethânia, Adriana Calcanhoto, Mariana de Moraes, Olívia Byington e entre outros convidados. A trilha sonora do filme foi lançada em CD. Em 2006, foi lançada a box set Vinicius de Moraes & Amigos, com cinco álbuns do cantor, contendo 70 canções compiladas de fonogramas gravados por vários intérpretes e pelo próprio Vinicius. A caixa incluiu ainda um livreto com a biografia do homenageado e as letras de todas as canções. Em 2011, a escola de samba Império Serrano também o homenageou com o enredo \"A Benção, Vinicius\". Em 19 de outubro de 2013, dia em que Vinicius de Moraes comemoraria o 100º aniversário, o Google homenageou o artista em sua página inicial. Tom Jobim também deixou marcas com sua incrível capacidade de dotar de leveza e elegância a complexidade e a densidade elevadas de suas composições. Em 1992, ele foi enredo da escola de samba Estação Primeira de Mangueira. Com sua obra, a música brasileira experimentou uma projeção internacional inédita, rigorosamente sem precedentes e definitiva. Tom começou a ser chamado pelos jazzistas de \"George Gershwin do Brasil\", uma grande honraria. Seu último álbum, Antônio Brasileiro, foi lançado em 1994, pouco antes da sua morte, em dezembro, de parada cardíaca, quando estava se recuperando de um câncer de bexiga no Hospital Mount Sinai, em Nova Iorque. Após sua morte, o Aeroporto Internacional do Rio de Janeiro foi renomeado Aeroporto Internacional Antonio Carlos Jobim pelo Congresso Nacional, por uma comissão de notáveis, formada por Chico Buarque, Oscar Niemeyer, João Ubaldo Ribeiro, Antonio Candido, Antônio Houaiss e Edu Lobo, criada e pessoalmente coordenada pelo crítico Ricardo Cravo Albin. Em 2008, Tom foi eleito pela revista Rolling Stone Brasil o maior artista da música brasileira e no mesmo dia em que completou 20 anos de seu falecimento, em 8 de dezembro de 2014, foi homenageado com uma estátua sua na orla da Praia de Ipanema. O legado de \"Garota de Ipanema\" foi reconhecido em vários aspectos nos Jogos Olímpicos e Paralímpicos de Verão em 2016: as mascote olímpicas e paraolímpicas foram, respectivamente, nomeadas Vinícius e Tom por meio de votação pública, enquanto a cerimônia de abertura dos Jogos Olímpicos apresentou um segmento temático em torno da música e da arquitetura de Oscar Niemeyer. O neto de Jobim, Daniel, interpretou a canção durante o segmento, que também apresentou uma aparição da modelo brasileira Gisele Bündchen. O Spotify informou que a canção foi transmitida em seu serviço 40 mil vezes por dia nos dias que seguiram a cerimônia (um aumento de 1200%). A série de televisão Coisa Mais Linda, cujo tema é a ascensão da bossa nova, lançada em março de 2019 e exibida pela Netflix, teve o título inspirado no primeiro verso de Garota de Ipanema. ==Controvérsias== Em 2001, os proprietários dos direitos autorais da canção (os herdeiros dos compositores) processaram Helô por usar o título da canção como nome de sua loja. Em sua queixa, eles declararam que seu título de \"Garota de Ipanema\" não lhe conferiu o direito de usar um nome que pertencesse legalmente a eles. O apoio público foi fortemente favorável a Helô. Um comunicado de imprensa de Jobim e Moraes, os compositores, em que chamaram Heloisa como a verdadeira Garota de Ipanema, foram utilizados como evidência de que tinham pretendido conferir esse título a ela. O tribunal decidiu a favor dela. Em uma disputa judicial separada, Astrud Gilberto processou a Frito-Lay por violação de marca registrada por usar a canção em um anúncio de TV. Gilberto argumentou que: Em Oliveria v. Frito-Lay Inc. (2001), suas alegações foram rejeitadas pelo Segundo Circuito de Cortes de Apelação dos Estados Unidos. ==Ligações externas== * de Tom Jobim * de Vinicius de Moraes * de Helô Pinheiro * de Astrud Gilberto * (por Tom, Vinicius e João) * (por Astrud e Stan Getz) * (por Frank Sinatra e Jobim) Categoria:Garota de Ipanema Categoria:Canções de bossa nova Categoria:Canções gravadas por Tim Maia Categoria:Canções gravadas por Ella Fitzgerald Categoria:Canções gravadas por Frank Sinatra Categoria:Canções gravadas por Nat King Cole Categoria:Canções de 1962 Categoria:Canções gravadas por Marina Lima Categoria:Grammy Award para gravação do ano Categoria:Canções gravadas por João Gilberto Categoria:Canções sobre a cidade do Rio de Janeiro Categoria:Praia de Ipanema nas artes",
 "title": "Garota de Ipanema"
}