{
 "id": "52520",
 "text": "Diogo Pinto de Freitas do Amaral GCC • GCSE • GCIH (Póvoa de Varzim, Póvoa de Varzim, 21 de julho de 1941 – Cascais e Estoril, Cascais, 3 de outubro de 2019) foi um professor universitário, jurisconsulto, político, diplomata, divulgador histórico, romancista e dramaturgo português. ==Biografia== ===Percurso académico e profissional=== Freitas do Amaral finalizou os estudos secundários no Liceu Pedro Nunes e ingressou aos 18 anos na Faculdade de Direito da Universidade de Lisboa, onde em 1963 se licenciou em Direito. Quando era estudante finalista da licenciatura presidiu à Mesa da RGA (Reunião Geral de Alunos) da Associação Académica da Faculdade de Direito de Lisboa (AAFDL), entre 1961 e 1962. Também colaborou na revista Quadrante (1958-1962), publicada pela AAFDL. Discípulo de Marcelo Caetano, viria a dedicar-se à carreira académica na mesma Faculdade, especializando-se em Direito Administrativo — em 1964 concluía o Curso Complementar de Ciências Político- Económicas, com a dissertação A utilização do domínio público pelos particulares; em 1967 obtinha o doutoramento em Ciências Jurídico-Políticas, com a tese A execução das sentenças dos tribunais administrativos. Prestou provas de agregação com um estudo intitulado Conceito e Natureza do Recurso Hierárquico (1983). Chegou a professor catedrático em 1984 e cumpriu também cinco mandatos como presidente do Conselho Científico da Faculdade de Direito de Lisboa. Em 1977 iniciou a sua colaboração com a Faculdade de Direito da Universidade Católica Portuguesa. Em 1998, depois de ter estado entre os fundadores da Faculdade de Direito da Universidade Nova de Lisboa, abandonou a Clássica, dedicando-se exclusivamente ao ensino na Nova, onde também presidiu à Comissão Instaladora, até 1999. No dia 22 de Maio de 2007 lecionou nesta Faculdade a sua última aula, com o tema Alterações do Direito Administrativo nos últimos 50 anos. A partir de 2011 regeu, na Faculdade de Direito da Universidade Lusófona de Humanidades e Tecnologias a disciplina de Direito Público da Economia, coordenando também o Centro Português de Estudos Lusófonos. Autor de um Curso de Direito Administrativo, com diversas edições desde 1986 Freitas do Amaral é considerado, um dos principais doutrinários do Direito Administrativo da Escola de Lisboa, estando à cabeça de uma nova geração de cultores dessa disciplina, posteriores à Escola de Marcello Caetano, em que se encontram nomes como Maria da Glória Garcia, Luís Fábrica, Vasco Pereira da Silva, Maria João Estorninho, Paulo Otero e Carla Amado Gomes. ===Atividade política e governativa=== Defensor de uma Democracia cristã de matriz europeia para Portugal, Diogo Freitas do Amaral foi um dos fundadores do Partido do Centro Democrático Social, e seu primeiro líder, eleito no congresso fundador do CDS, após o 25 de abril de 1974. Presidiu à Comissão Política Nacional até 1982, e, de novo, entre 1988 e 1991. Pelo CDS foi deputado à Assembleia Constituinte, eleito em 1975. Nesse período o CDS foi o único partido a votar no Parlamento contra a aprovação da Constituição da República Portuguesa de 1976, dado o pendor socializante da sua versão originária. Seria depois deputado à Assembleia da República, entre 1976 e 1983, e, novamente, de 1991 a 1993. Foi também membro do Conselho de Estado, de 1974 a 1975. Em 1979 constituiu com Francisco Sá Carneiro, líder do Partido Social Democrata, e Gonçalo Ribeiro Teles, líder do Partido Popular Monárquico, a coligação Aliança Democrática. A esta formação viria a juntar-se José Medeiros Ferreira, António Barreto e Francisco Sousa Tavares, do Movimento dos Reformadores, dissidentes do Partido Socialista, em defesa de uma solução governativa com autoridade e estabilidade. A AD viria a ganhar com maioria absoluta as eleições legislativas de 1979 — a primeira maioria absoluta da Democracia portuguesa — bem como as legislativas de 1980. Na sequência desse resultado, Freitas do Amaral fez parte do VI Governo Constitucional, como Vice-Primeiro-Ministro e Ministro dos Negócios Estrangeiros, desde janeiro até dezembro de 1980. Após a tragédia de Camarate, que vitimou o Primeiro-Ministro Francisco Sá Carneiro, cuja morte e dos que o acompanhavam lhe coube anunciar na televisão, assumiu funções como Primeiro- Ministro interino do mesmo Governo. Sob a chefia de Francisco Pinto Balsemão, que sucedeu a Sá Carneiro no cargo de Primeiro-Ministro, integrou meses mais tarde o VIII Governo Constitucional, como Vice-Primeiro-Ministro e Ministro da Defesa Nacional, de 1981 a 1983. A revisão constitucional de 1982, conseguida através de um consenso com o PS de Mário Soares — o que resultou numa divisão interna dos socialistas, entre a fação de Soares e uma outra, mais próxima do general Ramalho Eanes, liderada por Salgado Zenha — foi um dos maiores feitos políticos do governo da Aliança Democrática, nessa altura já chefiado por Francisco Pinto Balsemão. A revisão constitucional de 1982 procurou diminuir a carga ideológica da Constituição, flexibilizar o sistema económico e redefinir as estruturas do exercício do poder político, tendo extinto o Conselho da Revolução e criado um novo sistema de fiscalização da constitucionalidade, da competência de um Tribunal Constitucional, então criado. Entre 1981 e 1983 foi igualmente Presidente da União Europeia das Democracias Cristãs. Em 1992 afastou-se do CDS, anunciando a sua retirada da política ativa. No entanto não abandonou o seu cargo de deputado apenas em Novembro de 1993. Foi até hoje o único português Presidente da Assembleia Geral das Nações Unidas; o que sucedeu na 50.ª Sessão dessa organização internacional, em 1995-1996. ===Candidatura a Presidente da República=== Candidato a Presidente da República nas eleições de 1986, obteve o apoio do PSD e do CDS, atingindo 48,8% dos votos na segunda volta, próximos, mas insuficientes para a vitória, que coube a Mário Soares. ===Ingresso num governo formado pelo PS=== Embora se declarasse independente, a sua escolha como Ministro dos Negócios Estrangeiros do XVII Governo, formado pelo Partido Socialista de José Sócrates, causou polémica, em março de 2005. Nesse mesmo ano afastou-se e demitiu-se de membro do Partido Popular Europeu, que considerou a sua militância incompatível com a sua condição de ministro num governo socialista. Por motivos de saúde, alegando cansaço, abandonou o cargo governativo em junho de 2006. ===Morte=== Freitas do Amaral faleceu a 3 de outubro de 2019, no Hospital da CUF, em Cascais, Lisboa, aos 78 anos, devido a um cancro ósseo. O funeral ocorreu no Mosteiro dos Jerónimos, de onde seguiu para o Cemitério da Guia, em Cascais, onde foi sepultado. ==Outras atividades== Foi comentador televisivo esporádico, nomeadamente na SIC Notícias; escreveu duas biografias, uma do rei D. Afonso Henriques e outra do rei D. Afonso III de Portugal, ambos seus ascendentes pela linhagem dos de Sousa, e uma peça de teatro sobre Viriato. == Resultados eleitorais == === Eleições legislativas === Data Partido Círculo eleitoral Posição Votos % +/- Status Notas 1975 CDS Lisboa 1º (em 55) 4.º 60 691 Eleito Assembleia Constituinte Presidente do CDS 1976 1º (em 58) 4.º 157 554 8,4 Eleito Presidente do CDS 1979 AD 2º (em 56) 1.º 523 583 Eleito Vice-primeiro-ministro Presidente do CDS 1980 2º (em 56) 1.º 548 892 1,7 Eleito 1991 CDS 1º (em 56) 4.º 49 194 Eleito Presidente do CDS === Eleições Presidenciais === Data Partidos apoiantes 1ª Volta 2ª Volta Status Votos % +/- Votos % +/- 1986 CDS, PPD/PSD, PDC 1.º 2 629 597 2.º 2 872 064 2,51 Não eleito == Condecorações e distinções == Recebeu numerosas distinções, entre elas: * Cavaleiro de Grã- Cruz da Ordem do Mérito da República Italiana de Itália (3 de Novembro de 1980) * Grã-Cruz da Real Ordem Norueguesa de Santo Olavo da Noruega (3 de Novembro de 1980) * Grã-Cruz do Mérito com Estrela e Banda da Ordem do Mérito da República Federal da Alemanha Ocidental (22 de Dezembro de 1980) * Grã-Cruz da Ordem Militar de Nosso Senhor Jesus Cristo de Portugal (3 de Agosto de 1983) * Grã-Cruz da Ordem do Infante D. Henrique de Portugal (9 de Junho de 1994) * Grã-Cruz da Antiga, Nobilíssima e Esclarecida Ordem Militar de Sant'Iago da Espada, do Mérito Científico, Literário e Artístico de Portugal (9 de Junho de 2003) * Comendador da Ordem Nacional do Mérito de França (27 de Janeiro de 2006) * Primeira Classe da Ordem da Estrela Branca da Estónia (29 de Março de 2006) * Doutoramento Honoris Causa pela Universidade Nova de Lisboa (? de ? de 2015) ==Família== Filho do engenheiro Duarte Pinto de Carvalho Freitas do Amaral e de sua mulher, Maria Filomena de Campos Trocado, sobrinha-bisneta do 1.º Barão da Póvoa de Varzim. Casou em Sintra, Santa Maria e São Miguel, a 31 de julho de 1965 com Maria José Salgado Sarmento de Matos (Lisboa, 13 de outubro de 1943), escritora, com o pseudónimo de Maria Roma, sobrinha paterna de Henrique Roma Machado Cardoso Salgado, prima-irmã do banqueiro Ricardo Salgado e do arquiteto Manuel Salgado e neta paterna duma filha do 2.º Visconde de Moimenta da Beira; tiveram quatro filhos e filhas: Pedro (1966), Domingos (1967), Filipa (1969) e Joana (1971).Revista Sábado n.º 806 (10 a 16 de Outubro de 2019). Amor e Fuga num país em revolução, pág. 41. == Obras publicadas == * O caso do Tamariz: estudo de jurisprudência crítica (1965) * A utilização do domínio público pelos particulares (1965) * A execução das sentenças dos tribunais administrativos (1967-1997) * As modernas empresas políticas portuguesas (1971) * A reorganização do Ministério da Educação Nacional (1972) * Estudos de direito público em honra de professor Marcello Caetano (1973) * A função presidencial nas pessoas colectivas de Direito Público (1973) * A prática parlamentar britânica (1973) * A responsabilidade da administração no Direito Português (1973) * Exposição (1974) * A resposta é muito simples… (1975) * As Forças Armadas no contexto da Nação (1976) * Direito administrativo e ciência da administração (1978) * Conceito de reforma administrativa (1980) * Conceito e natureza do recurso hierárquico (1981-2005) * Lei de defesa nacional e das forças armadas : memória justificativa (1982) * Relatório sobre o programa, os conteúdos e os métodos de ensino de uma disciplina de Direito Administrativo (1983) * Direito administrativo (1983-1989) * Ciência politica (1983-1994) * Governos de gestão: sumário da lição de síntese (1983-2002) * A revisão constitucional de 1982: textos e projectos (1984) * Sá Carneiro, primeiro-ministro (1984) * Política externa e política de defesa: discursos e outros textos (1985) * Uma solução para Portugal (1985-1986) * Curso de direito administrativo (1986-2008) * Fases do procedimento decisório do 1.º grau (1992) * Para uma história das ideias políticas: Maquiavel e Erasmo ou duas faces da luta entre poder e moral (1992) * Um voto a favor de Maastricht: razões de uma atitude (1992) * Como avançar no processo de regionalização (1993) * Direito do urbanismo: sumários (1993) * A codificação do procedimento administrativo em Portugal: razão de ser, tradições e enquadramento constitucional (1994) * A tentativa falhada de um acordo Portugal-EUA sobre o futuro do ultramar português (1963) (1994) * Documentos básicos para a história do CDS (Partido do Centro Democrático Social) (1995) * O antigo regime e a revolução: memórias políticas: 1941-1975 (1995) * Em que momento se tornou Portugal um país independente (1996-2002) * O valor jurídico-político da referenda ministerial: estudo de direito constitucional e ciência política (1997) * História das ideias políticas (1999-2008) * Sumários de introdução ao direito (2000) * D. Afonso Henriques: biografia (2000-2006) * O magnífico reitor (2001) * Aspectos jurídicos da empreitada de obras públicas: (decisão arbitral sobre a obra hidráulica Beliche-Eta de Tavira) (2002) * Estudo sobre concessões e outros actos da administração : pareceres (2002) * Do 11 de Setembro à crise do Iraque (2002-2003) * Grandes linhas da reforma do contencioso administrativo (2002-2007) * Viriato: peça em 3 actos (2003) * Ao correr da memória: pequenas histórias da minha vida (2003) * D. Manuel I e a construção do estado moderno em Portugal (2003) * Estudos de direito público e matérias afins (2004) * Manual de introdução ao direito (2004) * Quinze meses no Ministério dos Negócios Estrangeiros (2006) * A crise no Conselho de Justiça da Federação Portuguesa de Futebol: (parecer jurídico) (2008) * As Ideias Políticas e Sociais de Jesus Cristo (edição póstuma, 2019) Categoria:Família Freitas do Amaral Categoria:Naturais da Póvoa de Varzim Categoria:Personalidades da Área Metropolitana do Porto Categoria:Candidatos presidenciais de Portugal em 1986 Categoria:Comentadores de Portugal Categoria:Deputados da Assembleia Constituinte de Portugal de 1975 Categoria:Deputados da Assembleia da República Portuguesa Categoria:Diplomatas de Portugal Categoria:Membros do Conselho de Estado de Portugal Categoria:Ministros da Defesa Nacional de Portugal Categoria:Ministros dos Negócios Estrangeiros de Portugal Categoria:Vice-primeiros-ministros de Portugal Categoria:Presidentes da Assembleia Geral das Nações Unidas Categoria:Primeiros-ministros da Terceira República Portuguesa Categoria:Professores da Universidade Nova de Lisboa Categoria:Professores da Universidade Católica Portuguesa Categoria:Professores da Faculdade de Direito da Universidade de Lisboa Categoria:Alumni da Faculdade de Direito da Universidade de Lisboa Categoria:Presidentes do Centro Democrático e Social – Partido Popular Categoria:Políticos de Portugal que mudaram de partido Categoria:Políticos do Partido Socialista (Portugal) Categoria:Ministros de Portugal Categoria:Escritores de Portugal Categoria:Grã-Cruzes da Ordem Militar de Sant'Iago da Espada Categoria:Grã-Cruzes da Ordem Militar de Cristo Categoria:Grã-Cruzes da Ordem do Infante D. Henrique Categoria:Católicos de Portugal Categoria:Representantes permanentes de Portugal nas Nações Unidas Categoria:Doutores honoris causa pela Universidade Nova de Lisboa",
 "title": "Diogo Freitas do Amaral"
}