{
 "id": "5254",
 "text": "Cerejais é uma povoação portuguesa sede da Freguesia de Cerejais do Município de Alfândega da Fé, Distrito de Bragança, com 17,0 km² de área e 160 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . Situada num planalto, sobranceiro ao rio Sabor, da freguesia é possível avistar diversas povoações do município de Alfândega da Fé e até de municípios vizinhos. É local obrigatório para os visitantes da Rota das Amendoeiras em Flor. Festeja, normalmente no último fim-de-semana de julho, o mártir São Sebastião a quem dedica as festividades anuais da aldeia e uma procissão. Nesta aldeia transmontana situa-se o Santuário do Imaculado Coração de Maria. == Toponímia == O topónimo é conhecido desde o século IX, com as variantes Ceresales, Cersares e Cersales, que aparecem registadas na Portugaliae Monumenta Historica, surge associado a uma das principais produções do município: a cereja. De facto, a origem do nome está relacionada com a existência de uma grande quantidade de cerejais ou de cerdeiros. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 28 36 101 82 2011 8 14 85 95 2021 2 6 49 103 ==Santuário do Imaculado Coração de Maria== Começou a ser construído em 1961, depois da vontade do fundador, o Cónego Manuel Joaquim Ochôa, em erigir na sua aldeia natal uma réplica de Fátima. Com uma arquitectura contemporânea, destaca-se pela ligação a Fátima: a principal imagem de culto veio de lá, o espaço tem uma cruz comemorativa dos 70 anos das aparições e uma representação da loca (sítio onde os três pastorinhos receberam duas das três visitas do anjo) semelhante à que existe naquela cidade. Revista Sábado n.º 592 (3 de setembro de 2015). Braga em vez de Jerusalém, pág .74. O ponto alto são as celebrações em honra de Nossa Senhora de Fátima, no último domingo de maio, que reúne um grande número de fiéis. ==Política== O atual presidente da Junta de Freguesia é Virgílio Amaro, eleito pelo Partido Socialista nas Eleições Autárquicas de 2021. == Ligações externas == *Fundação Cónego Manuel Joaquim Ochôa *Congregação das Irmãs Franciscanas de Nossa Senhora das Vitórias Categoria:Freguesias de Alfândega da Fé Categoria:Trás-os-Montes Categoria:Igreja Católica",
 "title": "Cerejais"
}