{
 "id": "52578",
 "text": "John Napier of Merchiston (Edimburgo, 1 de fevereiro de 1550 — Edimburgo, 4 de abril de 1617) apelidado Marvellous Merchiston, era um proprietário escocês conhecido como um matemático, físico, e astrônomo. Ele era o 8º Laird de Merchiston. Seu nome latinizado era Ioannes Neper. John Napier é mais conhecido como o descobridor de logaritmos. Ele também inventou os chamados \"ossos de Napier\" e tornou comum o uso do ponto decimal na aritmética e na matemática. O local de nascimento de Napier, a Torre Merchiston em Edimburgo, agora faz parte das instalações da Universidade Napier de Edimburgo. Napier morreu devido aos efeitos da gota em sua casa no Castelo Merchiston e seus restos mortais foram enterrados no cemitério de St. Giles. Após a perda do cemitério para construir a Casa do Parlamento, ele foi homenageado em St. Cuthbert's, no lado oeste de Edimburgo.Monuments and monumental inscriptions in Scotland: The Grampian Society, 1871 == Avanços na matemática == miniaturadaimagem|259x259px|Um conjunto de ossos de Napier em marfim de cerca de 1650 miniaturadaimagem|258x258px|Um conjunto de tabelas de cálculo de Napier de cerca de 1680 Seu trabalho, Mirifici Logarithmorum Canonis Descriptio (1614), continha cinquenta e sete páginas de material explicativo e noventa páginas de tabelas de números relacionados a logaritmos naturais. O livro também apresenta uma excelente discussão sobre os teoremas da trigonometria esférica, geralmente conhecidos como Regras das partes circulares de Napier. Traduções modernas para o inglês dos livros de Napier sobre logaritmos e suas descrições podem ser encontradas na web, bem como uma discussão sobre os ossos de Napier e o Promptuary (outro antigo dispositivo de cálculo).Citation error. See inline comment how to fix. Sua invenção dos logaritmos foi rapidamente absorvido no Gresham College, e proeminente Inglês matemático Henry Briggs visitou Napier em 1615. Entre os assuntos que discutidas eram um re-escalonamento dos logaritmos de Napier, em que a presença da constante matemática agora conhecida como e (mais precisamente, e vezes uma grande potência de 10 arredondado para um inteiro) era uma dificuldade prática. Nem Napier nem Briggs realmente descobriram a constante e ; essa descoberta foi feita décadas depois por Jacob Bernoulli. Napier delegou a Briggs o cálculo de uma tabela revisada. O avanço computacional disponível por meio de logaritmos, o inverso dos números potenciados ou notação exponencial, era tal que tornava os cálculos manuais muito mais rápidos. O caminho foi aberto para avanços científicos posteriores, em astronomia, dinâmica e outras áreas da física. Napier fez outras contribuições. Ele melhorou a notação decimal de Simon Stevin. A multiplicação em rede, usada por Fibonacci, tornou-se mais conveniente com a introdução dos ossos de Napier, uma ferramenta de multiplicação que usa um conjunto de hastes numeradas. Napier pode ter trabalhado em grande parte isolado, mas ele teve contato com Tycho Brahe, que se correspondeu com seu amigo John Craig. Craig certamente anunciou a descoberta de logaritmos para Brahe na década de 1590 (o próprio nome veio depois); há uma história de Anthony à Wood, talvez não bem fundamentada, que Napier teve uma pista de Craig que Longomontanus, um seguidor de Brahe, estava trabalhando em uma direção semelhante. Foi demonstrado que Craig tinha notas sobre um método de Paul Wittich que usava identidades trigonométricas para reduzir uma fórmula de multiplicação para a função seno a adições. == Teologia == Napier tinha interesse no Livro do Apocalipse, desde seus dias de estudante no St Salvator's College, em St Andrews. Sob a influência dos sermões de Christopher Goodman, ele desenvolveu uma leitura fortemente antipapal, chegando a dizer que o Papa era o Anticristo em alguns de seus escritos.\"Napier, John\" . Dictionary of National Biography. London: Smith, Elder & Co. 1885–1900 == O oculto == Além de seus interesses matemáticos e religiosos, Napier costumava ser visto como um mágico, e acredita-se que se interessou por alquimia e necromancia. == Influência == Entre os primeiros seguidores de Napier estavam os fabricantes de instrumentos Edmund Gunter e John Speidell. O desenvolvimento de logaritmos é considerado o maior fator individual na adoção geral da aritmética decimal.David Eugene Smith (1 June 1958). History of Mathematics. Courier Dover Publications. p. 244. ISBN 978-0-486-20430-7 The Trissotetras (1645) de Thomas Urquhart baseia- se no trabalho de Napier, em trigonometria. Henry Briggs (matemático) foi um dos primeiros a adotar o logaritmo napieriano. Mais tarde, ele calculou uma nova tabela de logaritmos formatados na base 10. == Epônimos == Uma unidade alternativa ao decibel usado em engenharia elétrica, o neper, leva o nome de Napier, assim como a Edinburgh Napier University em Edimburgo, na Escócia. A cratera Neper na Lua leva o seu nome.Neper Gazetteer of Planetary Nomenclature – USGS Astrogeology O logaritmo natural leva o seu nome em francês (Logarithme Népérien) e português (Logaritmos Neperianos). A constante matemática e é nomeada em sua homenagem em italiano (Numero di Nepero). == Trabalhos (em inglês) == * (1593) A Plaine Discovery of the Whole Revelation of St. John * (1614) Mirifici logarithmorum canonis descriptio * (1617) Rabdologiæ seu Numerationis per Virgulas libri duo (Google Books link) * (1619) Mirifici logarithmorum canonis constructio * (1839) De arte logistica == Referências == ==Ligações externas== * John Napier (vida e obra) em inglês. Categoria:Cristãos do Reino Unido Categoria:Matemáticos da Escócia Categoria:Matemáticos da Escócia do século XVI Categoria:Matemáticos da Escócia do século XVII Categoria:Físicos da Escócia Categoria:Astrônomos da Escócia Categoria:Teólogos da Escócia Categoria:Astrólogos do Reino Unido Categoria:Alunos da Universidade de St. Andrews Categoria:Naturais de Edimburgo",
 "title": "John Napier"
}