{
 "id": "52586",
 "text": "2000*2150px|miniaturadaimagem|direita|Território da proposta Província da Beira Serra A Beira Trasmontana (por vezes referida como Beira Transmontana ou Beira Serra) é uma região histórica portuguesa formada por todos os municípios do distrito da Guarda, excepto Vila Nova de Foz Côa (Trás-os-Montes e Alto Douro). Assim, podemos dizer que a Beira Trasmontana engloba os concelhos de Aguiar da Beira, Almeida, Celorico da Beira, Figueira de Castelo Rodrigo, Fornos de Algodres, Gouveia, Guarda, Manteigas, Mêda, Pinhel, Sabugal, Seia e Trancoso. == Antecedentes e história == A Beira Trasmontana é uma subdivisão da histórica que até inícios do século XX englobava o território a que actualmente se chama Beira Interior, ou seja, com os concelhos da antiga Beira Transmontana e da actual Beira Baixa. A região da Beira Trasmontana aparece pela primeira vez referenciada em concreto na proposta das regiões naturais do geógrafo Amorim Girão, que a coloca como uma das 13 subdivisões naturais do País, explicando detalhadamente as suas características próprias. No processo de adaptação destas 13 regiões naturais que deu origem ao modelo das Províncias de 1936, a Beira Trasmontana foi, porém, preterida, sendo englobada pela primeira vez na Beira Alta, juntamente com Viseu. Porém, as diferentes realidades das duas regiões, e a quebra dos laços históricos (que já vinham do tempo da velha diocese da Egitânia, na época medieval, que englobava toda a Beira Interior) com a Beira Baixa, levaram a fortes protestos por parte das populações da Beira Trasmontana, exigindo a criação de uma região própria (muitas vezes designada pelos locais como Beira Serra), ou o restabelecimento da união com a Beira Baixa. As críticas a esta junção artificial surgiram dos mais variados quadrantes, destacando-se os comentários de Orlando Ribeiro, o geógrafo português de maior reconhecimento internacional de sempre. Ribeiro explica detalhadamente o que distingue as regiões da Beira Trasmontana e da Beira Alta, que na sua opinião, bem como na de variadíssimos geógrafos, englobaria apenas a zona de Viseu. == Caracterização geral == A Beira Trasmontana é uma região planáltica, cuja altitude varia entre os 600 metros e os 800 metros. Este planalto só é \"cortado\", e de forma abrupta, pelos profundos vales de rios como o Côa, o Mondego e o Noéme. No entanto destacam- se na paisagem algumas elevações relevantes, nomeadamente a Serra da Marofa, o Jarmelo e, naturalmente, a Serra da Estrela. Economicamente, é uma região principalmente agrícola. É considerada uma das regiões da Europa com melhores condições para a produção de azeite. Os principais centros urbanos são as cidades da Guarda, Seia, Gouveia, Trancoso, Pinhel, Meda e Sabugal e as vilas essencialmente urbanas de Celorico da Beira e Vilar Formoso. == Outros significados == Beira Transmontana podia também designar o pequeno pedaço da província de Trás-os-Montes e Alto Douro que se situava a Sul do rio Douro, também conhecido como Beira Doura; no entanto, nunca teve qualquer existência legal como província. Era então constituída por cinco concelhos: um do distrito da Guarda (o município de Vila Nova de Foz Côa) e quatro do distrito de Viseu (concelhos de Armamar, Lamego, São João da Pesqueira e Tabuaço), tendo por cidade mais importante Lamego. A Beira Transmontana nunca existiu como província oficial. Se tivesse existido, Lamego teria sido sua capital. Efectivamente outrora Lamego foi a única localidade com a categoria honorífica de cidade, sendo igualmente a sede de diocese. Actualmente, Lamego permanece como o principal centro urbano dessa zona. Presentemente, esta zona foi englobada na sub-região estatística do Douro, e consideravelmente alargada, abrangendo diversos municípios, incluindo alguns que outrora formaram parte da antiga Beira Alta, assim como alguns de Trás-os-Montes e Alto Douro. Recentemente foram elevadas a cidade: Vila Nova de Foz Coa (no distrito da Guarda) e Tarouca (no distrito de Viseu). A cidade imemorial de Lamego, sempre foi considaderada cidade e mantém-se como diocese, mas sem ser sede de distrito. Apesar de esta região partilhar muitas afinidades com o Norte do País, e por isso mesmo ter sido integrada na província de Trás-os-Montes e Alto Douro pela reforma que instituiu as províncias portuguesas em 1936, certos geógrafos consideravam, não obstante, que o facto de ela se situar a sul do rio Douro a autonomizava, preferindo até aproximá-la das Beiras e incluí-la numa super-região da Beira Interior (que incluiria também a Beira Alta e a Beira Baixa). Aliás, a própria designação de Beira, só por si, já fazia antever essa proximidade geográfica. Foi precisamente em torno desta região, e tendo como principal polo a cidade de Lamego, que se tentou há poucos anos criar um novo distrito (o distrito de Lamego), como forma de descentralização administrativa. Nesse caso, tratar-se-ia de uma restauração, pois aquando da instituição dos distritos em 1835, Lamego foi uma das cidade designadas para ser sede de distrito; no entanto, ainda nesse mesmo ano, perdeu esse estatuto para Viseu, com uma posição mais central na região da antiga Beira Alta, da qual Viseu foi capital. == Ver também == * Antiga região da Beira * Província da Beira Alta * Província da Beira Baixa * Província da Beira Litoral * Províncias de Portugal Categoria:Antigas províncias portuguesas",
 "title": "Beira Transmontana"
}