{
 "id": "52609",
 "text": "ligação=https://en.wikipedia.org/wiki/File:Centriole- schema.SVG|miniaturadaimagem|Seção transversal de um centríolo mostrando seus tripletos de microtúbulos.Na biologia celular, um centríolo é uma organela cilíndrica composta principalmente por uma proteína chamada tubulina. Os centríolos são encontrados na maioria das células eucarióticas, mas não estão presentes em coníferas (Pinophyta), plantas com flores (angiospermas) e na maioria dos fungos, e estão presentes apenas nos gametas masculinos de charófitas, briófitas, plantas vasculares sem sementes, cicadáceas e Ginkgo. Um par de centríolos ligados, cercado por uma massa altamente ordenada de material denso, chamada de material pericentriolar (PCM), forma uma estrutura chamada de centrossomo. Os centríolos são normalmente compostos por nove conjuntos de tripletos curtos de microtúbulos, dispostos em um cilindro. Os desvios dessa estrutura aparecem em caranguejos e embriões de Drosophila melanogaster, com nove dupletos, e células de esperma e embriões iniciais de Caenorhabditis elegans, com nove dupletos. Outras proteínas incluem centrina, cenexina e tektina. A principal função dos centríolos é produzir tanto cílios durante a interfase como o áster e o fuso durante a divisão celular. == História == O centrossomo foi descoberto conjuntamente por Walther Flemming em 1875Flemming, W. (1875). Studien uber die Entwicklungsgeschichte der Najaden. Sitzungsgeber. Akad. Wiss. Wien 71, 81–147Bloodgood RA. From central to rudimentary to primary: the history of an underappreciated organelle whose time has come. The primary cilium. Methods Cell Biol. 2009;94:3-52. doi: 10.1016/S0091-679X(08)94001-2. Epub 2009 Dec 23. PMID 20362083. e Edouard Van Beneden em 1876.Van Beneden, E. (1876). Contribution a l’histoire de la vesiculaire germinative et du premier noyau embryonnaire. Bull. Acad. R. Belg (2me series) 42, 35–97. Edouard Van Beneden fez a primeira observação de centrossomos como compostos de dois centríolos ortogonais em 1883. Theodor Boveri introduziu o termo \"centrossomo\" em 1888Boveri, T. (1888). Zellen- Studien II. Die Befruchtung und Teilung des Eies von Ascaris megalocephala. Jena. Z. Naturwiss. 22, 685–882.Boveri, T. Ueber das Verhalten der Centrosomen bei der Befruchtung des Seeigel-Eies nebst allgemeinen Bemerkungen über Centrosomen und Verwandtes. Verh. d. Phys.-Med. Ges. zu Würzburg, N. F., Bd. XXIX, 1895. link.Boveri, T. (1901). Zellen-Studien: Uber die Natur der Centrosomen. IV. Fischer, Jena. link. e o termo \"centríolo\" em 1895.Boveri, T. (1895). Ueber die Befruchtungs und Entwickelungsfahigkeit kernloser Seeigeleier und uber die Moglichkeit ihrer Bastardierung. Arch. Entwicklungsmech. Org. (Wilhelm Roux) 2, 394–443. O corpo basal foi nomeado por Theodor Wilhelm Engelmann em 1880.Engelmann, T. W. (1880). Zur Anatomie und Physiologie der Flimmerzellen. Pflugers Arch. 23, 505–535. O padrão de duplicação do centríolo foi desenvolvido independentemente por Étienne de Harven e Joseph G. Gall em 1950.. See also de Harven's own recollections of this work: == Papel na divisão celular == Os centríolos estão envolvidos na organização do fuso mitótico e na conclusão da citocinese. Anteriormente, acreditava-se que os centríolos eram necessários para a formação de um fuso mitótico em células animais. No entanto, experimentos mais recentes demonstraram que as células cujos centríolos foram removidos por meio de ablação a laser ainda podem progredir pela fase G1 da interfase antes que os centríolos possam ser sintetizados mais tarde de novo. Além disso, as moscas mutantes sem centríolos se desenvolvem normalmente, embora as células das moscas adultas não tenham flagelos e cílios e, como resultado, elas morrem logo após o nascimento. Os centríolos podem se autorreplicar durante a divisão celular. == Organização celular == Os centríolos são uma parte muito importante dos centrossomos, que estão envolvidos na organização dos microtúbulos no citoplasma. A posição do centríolo determina a posição do núcleo e desempenha um papel crucial no arranjo espacial da célula. Buehler sugeriu que o centríolo pode formar um \"olho\" primitivo direccional, sensível a certos comprimentos de onda no espectro infra vermelho. Ele também demonstrou que as células são capazes de reagir a presença umas das outras a uma distância e, mesmo quando separadas por uma película de vidro.Albrecht- Buehler, G. Changes of cell behavior by near-infrared signals. Cell Motiltiy and the Cytoskeleton 32:299-304 (1995) == Fertilidade == Os centríolos do espermatozoide são importantes para duas funções:Avidor-Reiss, T., Khire, A., Fishman, E. L., & Jo, K. H. (2015). Atypical centrioles during sexual reproduction. Frontiers in cell and developmental biology, 3, 21. Chicago (1) para formar o flagelo do espermatozoide e o movimento do espermatozoide e (2) para o desenvolvimento do embrião após a fecundação. O espermatozoide fornece o centríolo que cria o centrossomo e o sistema de microtúbulos do zigoto. == Ciliogênese == Nos flagelados e ciliados, a posição do flagelo ou cílio é determinada pelo centríolo-mãe, que se torna o corpo basal. A incapacidade das células de usar os centríolos para criar flagelos e cílios funcionais tem sido associada a várias doenças genéticas e de desenvolvimento. Em particular, a incapacidade dos centríolos de migrar adequadamente antes da montagem ciliar foi recentemente associada à síndrome de Meckel-Gruber. == Desenvolvimento animal == A orientação adequada dos cílios por meio do posicionamento do centríolo em direção à parte posterior das células do nó embrionário é fundamental para estabelecer a assimetria esquerda-direita durante o desenvolvimento dos mamíferos. == Duplicação do centríolo == Antes da replicação do DNA, nas fases G0 e G1 as células contêm dois centríolos, um centríolo mãe mais velho e um centríolo filha mais novo. Durante a divisão celular, um novo centríolo cresce na extremidade proximal dos centríolos mãe e filho. Após a duplicação, os dois pares de centríolos (o centríolo recém- montado é agora um centríolo-filho em cada par) permanecerão ligados um ao outro ortogonalmente até a mitose. Nesse momento, os centríolos mãe e filho se separam, dependendo de uma enzima chamada separase. Os dois centríolos no centrossomo estão ligados um ao outro por proteínas não identificadas. O centríolo-mãe tem apêndices radiantes na extremidade distal de seu eixo longo e está ligado à sua filha na extremidade proximal. Cada célula filha formada após a divisão celular herdará um desses pares. Os centríolos começam a se duplicar quando o DNA se replica. == Origem == O último ancestral comum de todos os eucariotos era uma célula ciliada com centríolos. Algumas linhagens de eucariotos, como as plantas terrestres, não têm centríolos, exceto em seus gametas masculinos móveis. Os centríolos estão completamente ausentes de todas as células de coníferas e plantas com flores, que não têm gametas ciliados ou flagelados. Não está claro se o último ancestral comum tinha um ou dois cílios. Genes importantes, como as centrinas necessárias para o crescimento do centríolo, são encontrados apenas em eucariotos, e não em bactérias ou arqueas. == Etimologia e pronúncia == A palavra centríolo usa as formas combinadas de centri- e -olo, resultando em \"pequena parte central\", que descreve a localização típica de um centríolo próximo ao centro da célula. == Centríolos atípicos == Os centríolos típicos são formados por 9 tripletos de microtúbulos organizados com simetria radial. Os centríolos podem variar o número de microtúbulos e podem ser formados por 9 duplos de microtúbulos (como em D. melanogaster) ou 9 simples de microtúbulos como em C. elegans. Os centríolos atípicos são centríolos que não têm microtúbulos, como o centríolo proximal encontrado no espermatozoide de D. melanogaster, ou que têm microtúbulos sem simetria radial, como no centríolo distal do espermatozoide humano. Os centríolos atípicos podem ter evoluído pelo menos oito vezes independentemente durante a evolução dos vertebrados e podem evoluir no espermatozoide após a evolução da fertilização interna.Turner, K., N. Solanki, H.O. Salouha, and T. Avidor-Reiss. 2022. Atypical Centriolar Composition Correlates with Internal Fertilization in Fish. Cells. 11:758, https://www.mdpi.com/2073-4409/11/5/758 Não ficou claro por que o centríolo se tornou atípico até recentemente. O centríolo distal atípico forma um complexo basal dinâmico (DBC) que, juntamente com outras estruturas no colo do espermatozoide, facilita uma cascata de deslizamento interno, acoplando o batimento da cauda com a dobra da cabeça. As propriedades do centríolo distal atípico sugerem que ele evoluiu para um sistema de transmissão que acopla os motores da cauda do espermatozoide a todo o espermatozoide, melhorando assim a sua função.Khanal, S., M.R. Leung, A. Royfman, E.L. Fishman, B. Saltzman, H. Bloomfield-Gadelha, T. Zeev-Ben-Mordehai, and T. Avidor-Reiss. 2021. A dynamic basal complex modulates mammalian sperm movement. Nat Commun. 12:3808.. https://doi.org/10.1038/s41467-021-24011-0 == Veja também == *Microtúbulo *Material pericentriolar *Fuso mitótico *Tubulina *Replicação do DNA *Interfase == Referências == Categoria:Organelos Categoria:Biologia celular Categoria:Células Categoria:Complexos proteicos",
 "title": "Centríolo"
}