{
 "id": "52603",
 "text": "O naturalismo é um movimento artístico e literário conhecido por ser a radicalização do realismo, baseando-se na observação fiel da realidade e na experiência, mostrando que o indivíduo é determinado pelo ambiente e pela hereditariedade. A escola esboçou o que se pode declarar como os primeiros passos do pensamento teórico evolucionista de Charles Darwin. O naturalismo filosófico como forma de conceber o universo constitui um dos pilares da ciência moderna, sendo alvo de considerações também de ordem filosófica. == Literatura == Os romances naturalistas destacam-se pela abordagem extremamente aberta do sexo e pelo uso da linguagem falada. O resultado é um diálogo vivo e extraordinariamente verdadeiro, que na época foi considerado até chocante de tão inovador. Ao ler uma obra naturalista, tem-se a impressão de se estar a ler uma obra contemporânea, que acabou de ser escrita. Os naturalistas acreditavam que o indivíduo é um mero produto da hereditariedade e o seu comportamento é fruto da educação e do meio em que vive e sobre o qual age. A perspectiva evolucionista de Charles Darwin inspirava os naturalistas, que acreditavam ser a seleção natural impulsionadora da transformação das espécies. Assim, predomina nesse tipo de romance o instinto, o fisiológico e o natural, retratando a agressividade, a violência, o erotismo como elementos que compõem a personalidade humana. Ao lado de Darwin, Hippolyte Taine e Auguste Comte influenciaram de modo definitivo a estética naturalista.Os autores naturalistas criavam narradores omniscientes e impassíveis para dar apoio à teoria na qual acreditavam. Exploravam temas como a homossexualidade, o incesto, o desequilíbrio que leva à loucura, criando personagens que eram dominados pelos seus instintos e desejos, pois viam no comportamento do ser humano traços da sua natureza animal. No Brasil, a prosa naturalista foi influenciada por Aluísio Azevedo com a obra O Mulato, publicado em 1881. Esta marcou o início do Naturalismo brasileiro e a obra O Cortiço, também de sua autoria, marcou essa tendência. O francês Émile Zola foi o idealizador do naturalismo e o escritor que mais se identificou com ele. O romance experimental (1880) é considerado o manifesto literário do movimento. == Teatro == No teatro, o naturalismo exerceu mudanças marcantes, com o surgimento do diretor, do cenógrafo e do figurinista. Até então, o próprio ator escolhia suas roupas, um único cenário era usado para diversas montagens, e não estava definida a posição do diretor como coordenador de todas as funções. A iluminação passou a ser mais estudada e adotou-se a sonoplastia. É um radicalismo do Realismo. == Pintura == Na pintura, um exemplo naturalista é o famoso quadro de Vincent van Gogh, Os Comedores de batatas (1885). == Naturalismo em Portugal == Em Portugal o Naturalismo é introduzido por Marques de Oliveira e Silva Porto, na década de 70 do século XIX, quando regressam de Paris, após uma estadia como Bolseiros do Estado. As bolsas de estudo na capital francesa eram prémios muito disputados, mas atribuídos apenas aos melhores estudantes das academias de Lisboa e Porto, com o objetivo de manter atualizada a arte nacional. O contacto com os artistas de Barbizon naturalistas, realistas e impressionistas, bem como a animada atmosfera artística parisiense, permitiram abrir novas perspectivas para desenvolver uma abordagem diferente da pintura portuguesa. A lista de artistas é grande. Além de Silva Porto e Marques de Oliveira devem ser destacados muitos outros. Assim são de referir os seguintes pintores: José Malhoa, Simão da Veiga, Henrique Pousão, Columbano, Sousa Pinto, António Ramalho, João Vaz, Carlos Reis, O Rei D. Carlos (ou D. Carlos de Bragança), Luciano Freire, Alfredo Keil, Artur Loureiro e outros. Também existem algumas pintoras, entre as quais se destacam Aurélia de Sousa e sua irmã Sofia Martins de Souza.Também fizeram experiências naturalistas pintores seguindo outros estilos como o eclético Veloso Salgado e o simbolista António Carneiro. == Naturalismo no Brasil == No Brasil, as primeiras obras naturalistas foram publicadas em 1880, sendo influenciadas pela leitura de Émile Zola. O primeiro romance é O Mulato (1881) do maranhense Aluísio Azevedo, o escritor que melhor representa a corrente literária do naturalismo brasileiro. Além dessa obra, foi o responsável pela criação de um dos maiores marcos da literatura brasileira: O Cortiço. A recepção crítica da teoria naturalista de Zola fez-se em Portugal por intermédio de autores como Júlio Lourenço Pinto (1842-1907), José António dos Reis Dâmaso (1850-1895), António José da Silva Pinto (1848-1911), Alexandre da Conceição (1842-1889), Francisco Teixeira de Queirós (1848-1919), autor das séries Comédia do Campo e Comédia Burguesa, e o mais destacado deles, Abel Botelho, (1854-1917), criador da série Patologia Social, ou Carlos Malheiro Dias (1875-1941) tentariam a aplicação do Naturalismo ao conto e ao romance. Pela primeira vez, a literatura pôs em primeiro plano o pobre, o homossexual, negros e os mulatos discriminados. Alguns representantes do Brasil foram Aluísio Azevedo, Horácio de Carvalho, Inglês de Sousa, Júlio Ribeiro, Emília Bandeira de Melo, Adolfo Caminha, Pápi Júnior, Rodolfo Teófilo, Carneiro Vilela, Faria Neves Sobrinho, Manoel Arão entre vários outros. == Bibliografia == * GUINSBURG, J.; FARIA, João Roberto (orgs.). O Naturalismo. São Paulo: Perspectiva, 2020.",
 "title": "Naturalismo"
}