{
 "id": "52638",
 "text": "miniaturadaimagem|Monumento ao Barão de Mauá em Montevidéu, Uruguai. Irineu Evangelista de Sousa, Visconde de Mauá, (Arroio Grande, 28 de dezembro de 1813 – Petrópolis, 21 de outubro de 1889) conhecido como Barão de Mauá, foi um Industrial, comerciante, armador, fazendeiro, e banqueiro brasileiro. Ao longo de sua vida foi merecedor, por contribuição à industrialização do Brasil no período do Império (1822-1889), dos títulos nobiliárquicos primeiro de barão (1854) e depois de Visconde de Mauá (1874). Foi pioneiro em várias áreas da economia do Brasil. Dentre as suas maiores realizações encontra-se a implantação da primeira fundição de ferro e estaleiro no país, a construção da primeira ferrovia brasileira, a estrada de ferro Mauá na cidade de Magé, no atual estado do Rio de Janeiro, o início da exploração do rio Amazonas e afluentes, bem como o Guaíba e afluentes, no Rio Grande do Sul, com barcos a vapor, a instalação da iluminação pública a gás na cidade do Rio de Janeiro, a criação do terceiro Banco do Brasil (o primeiro, de 1808, concretizou em 1829 a possibilidade existente em seu estatuto de se dissolver ao final de 20 anos), e a instalação do cabo submarino telegráfico entre a América do Sul e a Europa. Primeiro como barão, título recebido após construir a primeira estrada de ferro da América do Sul, e vinte anos depois, visconde de Mauá, Irineu Evangelista de Sousa é o principal representante dos primórdios do capitalismo na América do Sul, ao incorporar e adotar, no Brasil, ainda no período do Império brasileiro (1822-1889), em suas empresas, os recursos e maquinários aplicados na Europa e nos Estados Unidos no período da Revolução Industrial do século XIX. É considerado, pelos registros históricos, como o primeiro grande industrial brasileiro. Foi um dos grandes opositores da escravatura e do tráfico de escravos, entendendo que somente a partir de um comércio livre e trabalhadores libertos e com rendimentos poderia o Brasil alcançar situação de prosperidade. Todavia, somente com a Lei Áurea, de 1888, foi abolida a escravatura no Brasil, assinada pela princesa regente Isabel. Nascido em uma família de proprietários de pequena estância de criação de gado em Arroio Grande, Rio Grande do Sul, na fronteira com a República do Uruguai, Irineu Evangelista de Sousa ascendeu socialmente pelos seus próprios méritos, estudos e iniciativa, sendo considerado um dos empreendedores mais importantes do Brasil, no século XIX, estando à frente de grandes iniciativas e obras estruturadoras relacionadas ao progresso econômico no Segundo Reinado.. De início incompreendido e contestado por uma sociedade rural e escravocrata, hoje é considerado o símbolo dos empreendedores capitalistas brasileiros do século XIX. Foi precursor, no Brasil, do liberalismo econômico, defensor da abolição da escravatura, da valorização da mão-de-obra e do investimento em tecnologia. No auge da sua carreira (1860), controlava dezessete empresas localizadas em seis países (Brasil, Uruguai, Argentina, Inglaterra, França e Estados Unidos). No balanço consolidado das suas empresas em 1867, o valor total dos ativos foi estimado em 115 mil contos de réis (155 milhões de libras esterlinas), enquanto o orçamento do Império, no mesmo ano, contabilizava 97 mil contos de réis (97 milhões de libras esterlinas). Sua biografia ficou conhecida, principalmente, pela exposição de motivos que apresentou aos credores e ao público ao ter a falência do seu banco, a Casa Mauá & Cia., decretada em 1878. ==Biografia== ===A infância e a juventude=== Natural da vila de Nossa Senhora da Conceição do Arroio Grande, à época distrito de Jaguarão, na então Capitania de São Pedro do Rio Grande do Sul, atual Rio Grande do Sul, era filho de João Evangelista de Ávila e Sousa e de Mariana de Jesus Batista de Carvalho, sendo neto paterno do fundador da freguesia, Manuel Jerônimo de Sousa. Aos cinco anos de idade, em 1818, Irineu ficou órfão de pai,. assassinado por ladrões de gado. Em 1821, sua mãe, Mariana de Jesus Batista de Carvalho, casou se com João Jesus. Todavia, como o novo esposo não desejava conviver com os filhos do primeiro casamento da viúva, a filha mais velha, Guilhermina, foi obrigada a casar com apenas doze anos de idade. E Irineu, aos oito anos, foi entregue para a guarda de um tio — Manuel José de Carvalho (Arroio Grande, 1802 – Rio Claro, 1 de novembro de 1875). Nesse período inicial de guarda com seu tio, Manuel José de Carvalho, no interior de São Paulo, Irineu foi alfabetizado. Aos nove anos de idade, Irineu seguiu com outro tio, José Batista de Carvalho, comandante de embarcação da marinha mercante, que transportava em seu navio couros e charque do porto do Rio Grande para o Rio de Janeiro, então capital do Império do Brasil. No Rio de Janeiro, em estabelecimento comercial situado na Praça do Comércio, Irineu foi empregado, por indicação do tio, aos nove anos de idade, e ali se ocupou como caixeiro do armazém, das sete horas da manhã às dez da noite, a troco de moradia e comida. Aos onze anos foi trabalhar como caixeiro na casa de comercial de João Rodrigues Pereira de Almeida, conhecido negociante de grosso, senhor de engenho e traficante de escravos, de quem se tornou empregado de confiança, vindo a ser promovido, em 1828, a guarda-livros. Diante da falência do comerciante, na crise do Primeiro Reinado (1822-1831) do Império do Brasil (1822-1889), liquidou as dívidas do patrão. Por recomendação do antigo empregador, foi admitido na empresa de importação do escocês Richard Carruthers em 1830, onde aprendeu inglês, contabilidade, e aperfeiçoou a arte de comerciar. Aos vinte e três anos tornou-se gerente (1836) e, logo depois, sócio da empresa. Carruthers, percebendo o potencial de Irineu, iniciou-o na maçonaria (Rito de York), cujos ideais de \"liberdade, igualdade e fraternidade\" tiveram influência direta na postura do barão. Quando Carruthers retornou para o Reino Unido, em 1839, Irineu assumiu os negócios da empresa. Adquiriu uma chácara em Santa Teresa onde foi residir e auxiliou conterrâneos envolvidos na Revolução Farroupilha a escapar de prisões no Rio de Janeiro. === A família e descendentes === Em 1839, mandou buscar sua mãe, Mariana de Jesus Batista de Carvalho, já viúva, e sua única irmã, Guilhermina de Sousa Machado, que residiam no Rio Grande do Sul. Junto com elas, chegou ao Rio de Janeiro a sua sobrinha, Maria Joaquina de Sousa Machado, a May, apelido dado em referência ao seu mês de aniversário, \"maio\" em inglês, (1825-1904), por quem Irineu se apaixonou e desposou em 1841. Do casamento com sua sobrinha Maria Joaquina de Sousa Machado, Irineu teve ao todo dezoito filhos, sendo que onze nasceram com vida: Lísia (1842-1855), Irineu (1843-1849), Irineu Evangelista (1851-1915), Henrique (1852-1929), Artur (1853-1874), Maria Carolina (1854-1941), Ricardo (1856-1884), Lísia Ricardina (1860-1890), Hermínia (1862-1868), Irene (1865-1895) e Alice (1867-1869). Dos onze filhos nascidos vivos, sete atingiram a maioridade e apenas cinco sobreviveram após a morte do pai, em 1889. A morte prematura da maioria dos filhos, devido a doenças, é atribuída à proximidade do grau de parentesco entre Irineu e sua esposa, e dos problemas genéticos decorrentes desse fato. === O industrial === Uma viagem de negócios que fez à Inglaterra, em busca de recursos (1840), permitiu a Sousa conhecer fábricas, fundições de ferro e o mundo dos empreendimentos capitalistas, convencendo-o de que o Brasil deveria trilhar o caminho da industrialização. A Inglaterra fora o cerne da Revolução Industrial, e o Brasil ainda era um país de produção rural. Ao retornar, diante da decretação da chamada tarifa Alves Branco (1844) e da alta dos preços do café no mercado internacional no período, decidiu tornar-se um industrial. Tendo obtido junto ao governo imperial brasileiro a concessão do fornecimento de tubos de ferro para a canalização do rio Maracanã, na cidade do Rio de Janeiro (1845), liquidou os interesses da Casa Carruthers e, no ano seguinte, adquiriu uma pequena fundição situada na Ponta da Areia, em Niterói, na então Província do Rio de Janeiro. Imprimindo-lhe nova dinâmica empresarial, transformou-a em um estaleiro de construções navais, dando início à indústria naval brasileira. No ano seguinte, o Estabelecimento de Fundição e Companhia Estaleiro da Ponta da Areia quadruplicou o patrimônio inicial de Sousa, tornando-se o maior empreendimento industrial do país, empregando mais de mil operários e produzindo navios, caldeiras para máquinas a vapor, engenhos de açúcar, guindastes, prensas, além de artilharia, postes para iluminação e canos de ferro para águas e gás. Deste complexo saíram mais de setenta e dois navios em onze anos, entre os quais as embarcações brasileiras utilizadas nas intervenções platinas e as embarcações para o tráfego no rio Amazonas. Em 1849 construiu o maior navio mercante até então construído no país, o Serpente, um navio negreiro rápido, encomendado por Manuel Pinto da Fonseca, que depois de realizar uma única viagem de tráfico de escravos à África, foi vendido à Marinha do Brasil e rebatizado Golfinho.TEFFÉ, Tetrá de. Barão de Teffé, militar e cientista, Biografia do Almirante Antônio Luís von Hoonholtz, Centro de Documentação da Marinha, Rio de Janeiro, 1977. O estaleiro, na Ponta da Areia, Niterói, Rio de janeiro, foi destruído por um incêndio em 1857 e reconstruído três anos mais tarde. Nos seus onze primeiros anos, antes do incêndio, havia fabricado 72 navios, dentre os a vapor e à vela. Acabou-se de vez quando a lei de 1860 isentou de direitos a entrada de navios construídos fora do país. Isso conduziu a empresa à falência. Na época, o tráfico de escravos gerava muito dinheiro. Porém, Sousa utilizou os recursos usados para a compra de africanos para financiar suas ideias promissoras. === O banqueiro === Com a extinção do tráfico negreiro, a partir da Lei Eusébio de Queirós (1850), os capitais até então empregados no comércio de escravos passaram a ser investidos na industrialização. Aproveitando essa oportunidade, Mauá passou a se dividir entre as atividades de industrial e banqueiro, tendo acumulado fortuna aos quarenta anos de idade. Entre os investimentos que realizou, além do estaleiro e fundição na Ponta da Areia, destacam-se: * o projeto de iluminação a gás da cidade do Rio de Janeiro, cuja concessão de exploração obteve por vinte anos. Pelo contrato, o empresário comprometia-se a substituir 21 milhas de lampiões a óleo de baleia por outros, novos, de sua fabricação, erguendo uma fábrica de gás nos limites da cidade. Os investidores só começaram a subscrever as ações da Companhia de Iluminação a Gás quando os primeiros lampiões, no centro da cidade, foram acesos, surpreendendo a população (25 de março de 1854). Posteriormente, premido por dificuldades financeiras, Mauá cedeu os seus direitos de exploração a uma empresa de capital britânico, mediante 1,2 milhão de Libras esterlinas e de ações no valor de contos de réis. * a organização da Companhia de Navegação do Amazonas (1852), com embarcações a vapor fabricadas no estaleiro da Ponta da Areia. Posteriormente, em 1866, o Império concedeu a liberdade de navegação do rio Amazonas a todas as nações, levando Mauá a desistir do empreendimento, transferindo os seus interesses a uma empresa de capital britânico (ver Gabinete Itaboraí de 1852). * a construção de um trecho de 14 quilômetros de linha férrea entre o porto de Mauá, na baía de Guanabara, e a estação de Fragoso, na raiz da serra da Estrela (Petrópolis), na então Província do Rio de Janeiro, a primeira no Brasil. No dia da inauguração (30 de abril de 1854), na presença do imperador e de autoridades, a locomotiva, posteriormente apelidada de Baroneza (em homenagem à esposa de Mauá), percorreu em 23 minutos o percurso. Na mesma data, em reconhecimento, o empresário recebeu o título de barão de Mauá. Este seria o primeiro trecho de um projeto maior, visando a comunicar a região cafeicultora do vale do rio Paraíba e de Minas Gerais ao porto do Rio de Janeiro. Em 1873 pela Estrada União e Indústria, a primeira estrada pavimentada no país, chegavam as primeiras cargas de Minas Gerais para a Estrada de Ferro Dom Pedro II (depois Estrada de Ferro Central do Brasil) empreendimento estatal inaugurado em 1858, que oferecia fretes mais baixos. Em 1882, vencidas as dificuldades técnicas da serra, os trilhos chegavam a Petrópolis. * o estabelecimento de uma companhia de bondes puxados por burros na cidade do Rio de Janeiro, cujo contrato para exploração Mauá adquiriu em 1862, mas cujos direitos, devido a necessidades de caixa, foram cedidos à empresa de capital norte-americano Botanical Garden’s Railroad (1866), que inaugurou a primeira linha de bondes em 1868, organizando uma lucrativa rede de transportes. * a participação, como acionista, no empreendimento da Recife & São Francisco Railway Company, a segunda do Brasil, em sociedade com capitalistas ingleses e de cafeicultores paulistas, destinada a escoar a safra de açúcar da região. * participação, como acionista, na Ferrovia Dom Pedro II (depois Estrada de Ferro Central do Brasil), mesmo tendo consciência que, pelo seu traçado, essa rodovia tiraria toda a competitividade da Rio-Petrópolis; * a participação, como empreendedor, na São Paulo Railway (depois Estrada de Ferro Santos-Jundiaí), empreendimento totalmente custeado por ele, sendo a quinta ferrovia do país, em 16 de fevereiro de 1867. * o assentamento do cabo submarino, em 1874 (ver Gabinete Rio Branco). Em 1852, o visconde fundou o Banco Mauá, MacGregor & Cia, com filiais em várias capitais brasileiras e em Londres, Paris e Nova Iorque. No Uruguai, fundou em 1857 o Banco Mauá e Cia., sendo o primeiro estabelecimento bancário daquele país, inclusive com autorização de emitir papel-moeda, sendo que tal banco abriu filial em Buenos Aires, tendo sido citado por Jules Verne como um dos principais bancos da América do Sul. === Política e decadência === De ideias políticas de caráter liberal e defensor do abolicionismo, forneceu os recursos financeiros necessários à defesa de Montevidéu quando o governo imperial decidiu intervir nas questões platinas (1850). Contrário à Guerra do Paraguai, foi deputado pela Província do Rio Grande do Sul em diversas legislaturas (1856, 1859-1860, 1861-1864, 1864-1866 e 1872-1875), tendo renunciado ao mandato em 1873 para melhor cuidar de seus negócios, ameaçados desde a crise bancária que se iniciara em 1864. Teve influência política no Uruguai desde 1850, quando a pedido do amigo Paulino José Soares de Sousa, visconde do Uruguai e então Ministro dos Estrangeiros, ajuda financeiramente os liberais sitiados em Montevidéu. Lá suas ações passaram a receber favores ou revezes, de acordo com o domínio de blancos ou colorados. No Brasil, mesmo eleito pelo Partido Liberal, apoiou o gabinete de seu amigo visconde do Rio Branco (1871-1875). A combinação das suas ideias, juntamente com o agravamento da instabilidade política da região platina, tornou-o alvo das intrigas dos conservadores. As suas instalações passaram a ser alvo de sabotagens criminosas e os seus negócios foram abalados pela legislação que reduziu as taxas sobre as importações de máquinas, ferramentas e ferragens (tarifa Silva Ferraz, 1860). Com a falência do Banco Mauá (1875), pediu moratória por três anos, sendo obrigado a vender a maioria de suas empresas a capitalistas estrangeiros e ainda os seus bens pessoais para liquidar as dívidas. Doente, minado pelo diabetes, após liquidar as suas dívidas, encerrou um capítulo da sua vida empresarial. Com o pouco que lhe restou e o auxílio de familiares, dedicou-se à corretagem de café até a morte, aos 76 anos de idade, em sua residência na cidade de Petrópolis poucas semanas antes da queda do Império. Seu corpo foi trazido à corte de trem, pela mesma estrada de ferro que construíra anos antes, e sepultado no mausoléu de sua família, no Cemitério de São Francisco de Paula, no bairro do Catumbi. === Revelações da carta da Princesa Isabel em 1889 === Carta do acervo do Arquivo Nacional, escrita pela Princesa Isabel em 11 de agosto de 1889, endereçada ao Visconde de Santa Vitória revela algo ainda pouco explorado pela historiografia brasileira. No documento a filha do imperador Pedro II revela planos para ajudar na inclusão social dos escravos libertos pela Lei Áurea: “Com os fundos doados teremos oportunidade de colocar estes ex-escravos, agora livres, em terras suas próprias trabalhando na agricultura e na pecuária e delas tirando seus próprios proventos\" e também fundamenta que o imperador havia lhe inteirado que derrocada dos empreendimentos do Barão de Mauá: == A visão empresarial de Mauá == Convivendo em uma sociedade rural e escravocrata, o contato com a mentalidade empresarial britânica que, nos meados do século XIX, gestava a segunda fase da Revolução Industrial, foi determinante para a formação do pensamento de Mauá. O seu estilo liberal de administrar era personalíssimo para o Brasil, país acostumado à forte centralização monárquica que o Poder Moderador, expresso na Constituição de 1824, havia reafirmado. Sua característica principal, em qualquer setor econômico que atuou, foi o pioneirismo. Com menos de trinta anos, já possuía fortuna que, segundo ele próprio, \"assegurava [a ele] a mais completa independência\". Os seus primeiros passos como empresário foram marcados pela ousadia de projeto, apostando no emprego à tecnologia de ponta. Em toda a sua carreira preocupou-se com a correta gestão de recursos, marcada por uma administração descentralizada, onde a responsabilidade de cada indivíduo na cadeia de comando era valorizada. A sua política salarial expressava, em si própria, um investimento nos talentos de seus empregados, tendo sido pioneiro, no país, na distribuição de lucros da empresa aos funcionários. Em complemento, incentivava os seus colaboradores mais próximos a montar empresas e a fazer negócios por conta própria. O nível de gerência era contemplado com créditos e apoio logístico para operar os empreendimentos, o que combinado com a autonomia administrativa e com a participação nos lucros, permitia fazer face à maioria das dificuldades. Desse modo, Mauá controlou oito das dez maiores empresas do país: as restantes eram o Banco do Brasil e a Estrada de Ferro Dom Pedro II, ambas empreendimentos estatais. Chegou a controlar dezessete empresas, com filiais operando em seis países. Sua fortuna em 1867, atingiu o valor de 115 mil contos de réis, enquanto o orçamento do Império do Brasil para aquele ano contava apenas com 97 mil contos de réis. Estima-se que a sua fortuna seria equivalente a 60 bilhões de dólares, nos dias de hoje. Mauá também foi muito conhecido por suas ideias contrárias à escravidão, o que o distanciava das elites políticas do Império, o que se ressentiu indiretamente nos seus interesses comerciais. Com o passar dos anos, Mauá foi se afundando em dívidas, pois sempre que não conseguia recursos, fosse através de subscrições, ou através do apoio financeiro do governo, lançava mão das reservas de sua base de operações: o Banco Mauá & Cia. == Homenagens == No dia 1 de maio de 1910 a prefeitura do então Distrito Federal inaugurou um monumento público em homenagem a Mauá. Uma estátua em bronze do visconde em tamanho natural sobre uma coluna de granito de cerca de oito metros de altura, de autoria do escultor Rodolfo Bernardelli, foi colocada no centro da Praça Mauá, próximo ao cais do porto carioca. No dia 1 de junho 1914 foi fundada a Escola Técnica Estadual Visconde de Mauá no bairro de Marechal Hermes, Rio de Janeiro (Hoje faz parte da rede FAETEC). Em 1926 foi inaugurado o prédio da Estação Barão de Mauá, início da Estrada de Ferro Leopoldina (hoje abandonada). Em 1935, foi inaugurada a Estação Evangelista de Souza (com Z) no extremo sul da cidade de São Paulo, na Linha Mairinque-Santos da Estrada de Ferro Sorocabana. Entre 1957 e 1997, serviu de entroncamento entre a Mairinque-Santos e o Ramal de Jurubatuba. Em 1936, a Casa da Moeda do Brasil lançou uma moeda de cuproníquel comemorativa de 200 réis (série \"Brasileiros Ilustres\") com a efígie de Mauá no verso e da locomotiva \"Baronesa\" no anverso, com reedições em 1937 e 1938.1936-1938 Série Brasileiros ilustres in Catálogo virtual das moedas do Brasil. Consultado em 1 nov 2011. Em 1963, os Correios brasileiros emitiram selo com a imagem do Visconde (Barão) de Mauá. Em 2010, os Correios brasileiros emitiram o selo comemorativo alusivo aos 150 do Ministério dos Transportes, com a imagem do Barão de Mauá (considerado Patrono dos Transportes). Em 2013, por ocasião de seu bicentenário, na PUCRS, Porto Alegre, aconteceu evento comemorativo à data que contou com inauguração de Busto de Mauá na Faculdade de Administração, Contabilidade e Economia - FACE - da PUCRS (cujo Centro Acadêmico leva, desde 1931, o nome de \"Visconde de Mauá\"), lançamento de Troféu aos melhores estudantes, a ser concedido anualmente, premiação a figuras do mundo acadêmico e industrial e lançamento do livro Mauá: paradoxos de um visionário - obra comemorativa dos 200 anos de nascimento do Visconde de Mauá. Diversas escolas de samba desenvolveram enredos referindo Irineu Evangelista de Sousa. No carnaval do Rio de Janeiro, em 1963 o GRES Portela com o enredo \"Barão de Mauá e suas Realizações\", ficou em 4º lugar no Grupo Especial,PortelaWeb. Outros Carnavais - 33 a 75 - \"Portela 1963: Barão de Mauá e Suas Realizações\" e, em 2012, a GRES Acadêmicos do Cubango, com o enredo \"Barão de Mauá - Sonho de um Brasil Moderno\" obteve o 4º lugar no Grupo Acesso A. Na terra natal do personagem, a Escola de Samba Unidos da São Gabriel homenageou-o em 1992 com o enredo \"O Apito do Trem\", vindo a ser campeã naquele ano.AENFER - Associação dos Engenheiros Ferroviários No bairro de Praia das Palmeiras, em Caraguatatuba, São Paulo, Código de Endereçamento Postal 11666-740, recebe o nome de Rua Irineu Evangelista de Souza. Com a mesma denominação existem logradouros em: bairro de Isaura Parente, Código de Endereçamento Postal 69918-272 e bairro da Paz e Conjunto Mariana, em Rio Branco, Capital do Estado do Acre, Código de Endereçamento Postal 69919-202/230; no bairro Porto de Santana, na Cidade de Cariacica, Estado do Espírito Santo, Código de Endereçamento Postal 29153-045; na Vila Serradinho, em Campo Grande, Capital do Estado do Mato Grosso, Código de Endereçamento Postal 79104-030; em Indianópolis, na Cidade de Caruaru, Estado de Pernambuco, Código de Endereçamento Postal 55026-120; e no Estado do Paraná, na Cidade de Ponta Grossa, bairro da Estrela, Código de Endereçamento Postal 84040-190, e na Capital Curitiba, no bairro de Fazendinha, Código de Endereçamento Postal 81330-330. A Associação Comercial do Rio de Janeiro é conhecida como A Casa de Mauá, em homenagem ao ilustre brasileiro. == Representações na cultura == Em 1995, Jorge Caldeira escreveu uma obra sobre Irineu Evangelista de Sousa publicada pela Companhia das Letras. Irineu Evangelista de Sousa já foi retratado como personagem no cinema e na televisão brasileiras, interpretado por Paulo Betti e Jorge Neves no filme \"Mauá - O Imperador e o Rei\" (1999), por Gracindo Júnior na minissérie \"Chiquinha Gonzaga\" (1999) e por Danilo Grangheia no docudrama Mauá - O Primeiro Gigante (2019). Na novela Nos Tempos do Imperador (2021) é interpretado por Charles Fricks. == Cronologia == * 1813 (28 de dezembro): Nasce Irineu Evangelista de Sousa, na localidade de Arroio Grande, distrito de Jaguarão, no Rio Grande do Sul, fronteira com o Uruguai. * 1819: O pai, João Evangelista de Ávila e Sousa, estancieiro e criador de gado, é assassinado por ladrões de gado. * 1820: Irineu é alfabetizado pela própria mãe, Mariana de Jesus Batista de Carvalho, de quem recebe os primeiros ensinamentos de português e matemática. * 1821: A mãe e viúva, Mariana de Jesus Batista de Carvalho, vem a se casar com João Jesus e Silva, que não deseja relação com os filhos do casamento anterior, e Irineu é entregue à guarda do tio Manoel José de Carvalho. * 1822: Após o casamento da mãe, Irineu, aos 9 anos, parte em viagem com outro tio, José Batista de Carvalho, capitão de navio, para o Rio de Janeiro. * 1824: Trabalha como caixeiro na loja de tecidos do comerciante português Antônio Pereira de Almeida. * 1828: Promovido a guarda-livros, aos 15 anos, na casa comercial de Antônio Pereira de Almeida. * 1829: Com a falência de Antônio Pereira de Almeida, Irineu é admitido na empresa importadora do comerciante escocês Richard Carruthers. * 1836: Torna-se gerente da casa comercial Carruthers & Cia. * 1837: Com o retorno de Richard Carruthers à Inglaterra, Irineu permanece à frente do negócio como sócio. * 1839: A irmã de Irineu, Guilhermina, domiciliada no Rio Grande do Sul, vem para o Rio de Janeiro para morar com ele, trazendo sua filha e sobrinha de Irineu, Maria Joaquina de Sousa, a \"May\". * 1840: Irineu realiza a primeira viagem à Inglaterra a negócios, onde conhece a nova realidade do capitalista e as invenções da Revolução Industrial. * 1841: Irineu casa com sua sobrinha, Maria Joaquina, \"May\", com quem tem dezoito filhos, ao longo de quarenta anos, dos quais onze nascem com vida. * 1844: Entra em vigor a Lei Alves Branco, que aumentou os impostos de importação sobre produtos estrangeiros, criando dificuldades para as empresas importadoras, como era a Carruthers & Cia. * 1845: Irineu liquida os negócios da Carruthers & Cia. * 1846: Iniciou o Estabelecimento de Fundição e Estaleiros Ponta da Areia, para atuar na indústria pesada, fundição, estaleiro e caldeiraria, considerada a maior e mais importante indústria do Brasil em todo o período do Império. * 1849–1850: Com embarcações construídas na Ponta da Areia, iniciou a Companhia de Rebocadores Barra do Rio Grande. * 1850: Promoveu o encanamento das águas do rio Maracanã, na cidade do Rio de Janeiro, fornecendo os encanamentos para esse fim. * 1851: Fundou a Companhia de Iluminação a Gás do Rio de Janeiro, cujo controle deteve até 1855. Organizou o segundo Banco do Brasil. * 1852: Fundou as Companhia de Navegação a Vapor do Amazonas (baseado num contrato de concessão de direitos de exploração por trinta anos), a Companhia Fluminense de Transportes e a Companhia de Estrada de Ferro de Petrópolis (a primeira ferrovia do país, que vai do Porto Estrela, em Guia de Pacobaíba, no município de Magé, até Petrópolis). * 1853: É um dos principais investidores nas estradas de ferro de Pernambuco (Recife & São Francisco Railway Co.) e da Bahia (Bahia & São Francisco Co.). * 1854 (25 de março): Acenderam-se os primeiros lampiões a gás na cidade do Rio de Janeiro. * 1854 (30 de abril): Na presença do imperador Pedro II do Brasil e de autoridades, inaugurou o primeiro trecho (14 km) da Estrada de Ferro de Petrópolis, entre o porto de Mauá, na baía de Guanabara, e a estação de Fragoso, na raiz da serra da Estrela (Petrópolis), na então Província do Rio de Janeiro. Na mesma data, recebeu do imperador o título de Barão de Mauá. * 1855–1856: Exerceu o cargo de Suplente de Deputado. No período, criou uma colônia agrícola para trabalhadores na então Província do Amazonas e iniciou as conversações com investidores para a construção de uma ferrovia de Santos a Jundiaí, na então Província de São Paulo. * 1855: (30 de abril) Juntamente com 182 investidores formou a Mauá, MacGregor & Cia, Instituição Financeira, que contou com filiais em várias capitais brasileiras e em Londres, Paris, Nova Iorque, Buenos Aires e Montevidéu. * 1856: Investiu no Caminho de Ferro da Tijuca, empresa que veio a falir em 1868. * 1857: Eleito deputado. As instalações da Ponta da Areia são destruídas por um incêndio criminoso. * 1858: Inauguração da Estrada de Ferro Dom Pedro II (depois Estrada de Ferro Central do Brasil). * 1860 (3 de dezembro): Tarifa Silva Ferraz que reduziu as taxas de importação sobre as importações de máquinas, ferramentas e ferragens, no Brasil. * 1861 (6 de maio): Adquiriu as fazendas Caguassu e Capuava, ao Capitão João José Barbosa Ortiz e suas irmãs Escolástica Joaquina e Catharina Maria, por contos de réis. As propriedades, na região de Pilar, freguesia de São Bernardo, estendiam-se de Santo André até Rio Grande da Serra. A sede da fazenda foi demolida em 1974, para a construção do viaduto Juscelino Kubitschek de Oliveira. * 1862: Obteve a concessão para a exploração do transporte urbano por bondes na cidade do Rio de Janeiro, organizando a Companhia do Caminho de Carris de Ferro do Jardim Botânico. Os direitos dessa empresa foram transferidos para uma companhia de capital norte-americano, a \"Botanical Garden's Railroad\" (1866), que inaugurou a primeira linha entre o Jardim Botânico e Botafogo (1868). * 1863: Vendeu as suas ações da São Paulo Railway (depois Estrada de Ferro Santos-Jundiaí). * 1867 (1 de janeiro): Funda o banco Mauá & Cia. que sucedeu a Mauá, MacGregor & Cia. * 1867 (4 de abril): Inauguração da Estrada de Ferro Santos-Jundiaí. Início do processo de falência de Mauá. * 1871: Investiu na Estrada de Ferro do Paraná. * 1872: Iniciou novas colônias agrícolas na Província do Rio de Janeiro. Inauguração do cabo telegráfico submarino. * 1874: Organizou a Companhia de Abastecimento de Água do Rio de Janeiro, que operou até 1877. * 1874 (26 de junho): Recebe do Imperador Dom Pedro II o título de Visconde, com grandeza, de Mauá. * 1875: requer, perante o Tribunal de Comércio do Império, moratória aos credores por três anos. * 1877: encerra as atividades da Fundição e Estaleiro da Ponta da Areia. * 1878: publica o artigo O meio circulante do Brasil. Encerra das atividades do Banco Mauá. * 1879: elabora e publica o livro Exposição aos credores e ao público, explicando as razões da moratória e das suas dificuldades financeiras, que levaram as suas principais empresas à falência, estando incluída nessa obra a sua autobiografia. * 1882: os trilhos da Estrada de Ferro de Petrópolis chegam até a cidade de Petrópolis. * 1883: viaja para Londres, tentando encontrar solução para a sua situação financeira. * 1884 (26 de novembro): aos 70 anos de idade, após ter liquidado as dívidas com os seus credores, recebeu carta de reabilitação de comerciante, e passa a exercer a atividade de corretor de mercadorias, especialmente na área do café, mudando- se para Petrópolis. * 1889 (21 de outubro): falece em Petrópolis, já em situação financeira estável, na então Província do Rio de Janeiro, às vésperas da Proclamação da República. == Ver também == * Ordem Nacional Barão de Mauá * Transporte ferroviário no Brasil == Bibliografia == * . * , 557 p. il. * FARIA, Alberto de. Ireneo Evangelista de Souza, Barão e Visconde de Mauá. São Paulo: Companhia Editora Nacional, 1933. Brasiliana. 608 p. il. * MARCHANT, Anyda. Viscount Mauá and the Empire of Brazil: a biography of Irineu Evangelista de Souza; 1813-1889. Berkeley; Los Angeles: University of California, 1965. * . * . * REBELLO, Edgardo de Castro. \"Mauá, restaurando a verdade\". In: Mauá & outros estudos. Rio de Janeiro: Liv. São José, 1975. * SCHWARCZ, Lilia Moritz. As barbas do imperador: D. Pedro II, um monarca nos trópicos. São Paulo: Companhia das Letras, 1998. 664 p. il. ISBN 85-7164-837-9 * SOUZA, Ricardo Timm de; FOSSATTI, Nelson Costa. Mauá: paradoxos de um visionário – obra comemorativa dos 200 anos de nascimento do Visconde de Mauá, Porto Alegre: Letra & Vida, 2013. == Ligações externas == * Museu do Trem (RFFSA) * Ministério dos Transportes - Visconde de Mauá * * Ancestrais de Irineu Evangelista de Sousa Categoria:Empresários brasileiros do século XIX Categoria:Pessoas do Brasil Imperial Categoria:Empresários do Rio Grande do Sul Categoria:Maçons do Rio Grande do Sul Categoria:Baronatos do Brasil Categoria:Viscondados do Brasil Categoria:Naturais de Arroio Grande Categoria:Industriais do Brasil Categoria:Brasileiros de ascendência portuguesa Categoria:Fundadores de empresas financeiras",
 "title": "Irineu Evangelista de Sousa"
}