{
 "id": "52650",
 "text": "é uma série de jogos eletrônicos de ação-aventura, ficção científica e fantasia criada por Hironobu Sakaguchi e lançada originalmente para a Nintendo e seu console Nintendo Entertainment System, desenvolvida pela Square Enix (antiga Squaresoft). É centrada em uma série de jogos eletrônicos do gênero RPG. O primeiro título da série foi Final Fantasy, lançado em 1987 e criado por Sakaguchi como seu último trabalho na indústria; o jogo acabou sendo um grande sucesso e gerou várias sequências. A série de jogos desde então se diversificou também em outros gêneros como RPG tático, RPG de ação, MMORPG, corrida, tiro em terceira pessoa, luta, ritmo e animes. Apesar da grande maioria dos títulos Final Fantasy serem histórias individuais com personagens e mundos diferentes, eles possuem elementos idênticos que definem a franquia. Elementos recorrentes incluem temas de enredo, nomes de personagens e mecânicas de jogo. Os enredos normalmente se centram em um grupo de heróis lutando contra um grande mal enquanto ao mesmo tempo explorando as lutas internas e relações dos personagens. Os nomes dos personagens frequentemente vem da história, idiomas, cultura popular e mitologias de todo o mundo. A série tem sido muito bem sucedida comercialmente e criticamente; é a franquia de jogos eletrônicos mais vendida da Square Enix, com mais de 110 milhões de unidades vendidas no mundo inteiro e sendo uma das séries de jogos de maior sucesso da história. Final Fantasy é conhecida por suas tramas complexas, inovações técnicas, gráficos e música, como a inclusão de full motion video, modelos de personagens fotorrealistas e trilha sonora orquestral composta em sua maior parte por Nobuo Uematsu. A franquia tendo sido uma força motora da indústria de jogos eletrônicos, afetando as práticas de negócios da Square Enix e sua relação com outras desenvolvedoras. Final Fantasy introduziu muitos elementos atualmente comuns em jogos de RPG e foi creditada como tendo ajudado a popularizar RPGs de console fora do Japão. == Títulos == === Jogos === O primeiro título da série foi lançado no Japão em 18 de dezembro de 1987. Jogos subsequentes são numerados e possuem uma história não relacionada com a anterior; consequentemente, os números se referem mais a volumes do que sequências. Muitos títulos Final Fantasy foram localizados para os mercados da América do Norte, Europa e Austrália em diversos consoles, computadores pessoais e celulares. Atualmente, a série inclui títulos principais de Final Fantasy até Final Fantasy XVI, além de sequências diretas e spin-offs, tanto lançadas quanto confirmadas como em desenvolvimento. A maioria dos jogos mais antigos já foram relançados ou refeitos em diversas plataformas. ==== Principais ==== Linha do tempo 1987 – Final Fantasy 1988 – Final Fantasy II 1989 – Final Fantasy: Legend I 1990 – Final Fantasy III 1991 – Final Fantasy IV 1992 – Final Fantasy V 1994 – Final Fantasy VI 1997 – Final Fantasy VII 1999 – Final Fantasy VIII 2000 – Final Fantasy IX 2001 – Final Fantasy X 2002 – Final Fantasy XI 2006 – Final Fantasy XII 2009 – Final Fantasy XIII 2010 – Final Fantasy XIV 2011 – Final Fantasy Type-0 2015 – Final Fantasy Type-0 HD 2016 – Final Fantasy XV 2020 – Final Fantasy VII Remake 2023 – Final Fantasy XVI 2024 – Final Fantasy VII Rebirth Os primeiros três jogos da série foram lançados no Nintendo Entertainment System (NES). Final Fantasy foi lançado no Japão em 1987 e na América do Norte em 1990. Ele apresentou muitos conceitos do RPG nos consoles, sendo desde então refeito em várias plataformas. Final Fantasy II foi lançado em 1988 no Japão e foi juntado com o primeiro título em vários relançamentos. O último lançamento para o NES foi Final Fantasy III, que estreou no Japão em 1990; entretanto, ele apenas foi lançado no ocidente em 2006 para o Nintendo DS. O Super Nintendo Entertainment System recebeu três títulos da série principal, todos depois relançados em diversas em outras plataformas. Final Fantasy IV estreou em 1991 e apresentou o sistema de combate \"Active Time Battle\"; na América do Norte recebeu o nome de Final Fantasy II. Final Fantasy II instruction manual. Square Co.: 1992. p. 74. Final Fantasy V foi lançado em 1992 no Japão, sendo o primeiro jogo da série a gerar uma sequência: uma anime chamado Final Fantasy: Legend of the Crystals. Final Fantasy VI foi lançado no Japão em 1994, porém foi intitulado Final Fantasy III na América do Norte. O console PlayStation recebeu os três Final Fantasy principais seguintes. Final Fantasy VII estreou em 1997 e deixou os gráficos bidimensionais dos seis primeiros jogos da série para trás e empregou gráficos tridimensionais; o jogo possuía personagens poligonais em cenários pré-renderizados. Ele também apresentou um mundo mais moderno, estilo que foi levado para o jogo seguinte. Também foi o segundo título da franquia a ser lançado na Europa depois de Final Fantasy Mystic Quest. Final Fantasy VIII estreou em 1999 e foi o primeiro a usar de forma consistente personagens de proporções realistas e ter uma canção como seu tema musical. O último jogo para o PlayStation foi Final Fantasy IX de 2000, que voltou para raízes da franquia com um mundo mais tradicional do que os mais modernos de VII e VIII. Mais três títulos principais da série foram lançados para o PlayStation 2. Final Fantasy X de 2001 apresentou pela primeira vez na franquia áreas totalmente tridimensionais e dublagem, também sendo o primeiro a gerar uma sequência direta em jogo: Final Fantasy X-2 em 2003. Final Fantasy XI foi lançado para PlayStation 2 e Microsoft Windows em 2002, posteriormente também para Xbox 360, sendo o primeiro jogo do gênero MMORPG da série. Ele introduziu batalhas em tempo real ao invés de encontro randômicos. O título seguinte foi Final Fantasy XII lançado em 2006, que também tinha batalhas em tempo real em campos grande e interconectados. O jogo também foi o primeiro da série a se passar em um mundo visto anteriormente em outro título: a terra de Ivalice de Final Fantasy Tactics e Vagrant Story. Final Fantasy XIII foi lançado no Japão em 2009, chegando na América do Norte e Europa no ano seguinte. Ele foi o carro-chefe da subsérie Fabula Nova Crystallis e se tornou o primeiro jogo principal a gerar duas sequências diretas: Final Fantasy XIII-2 e Lightning Returns: Final Fantasy XIII. Final Fantasy XIV foi o segundo MMORPG da série e foi lançado exclusivamente para Microsoft Windows em 2010, porém foi muito criticado e fez com que a Square Enix emitisse uma desculpa aos jogadores, relançando o título em 2013 sob o nome de Final Fantasy XIV: A Realm Reborn também para o PlayStation 3. Final Fantasy XV, originalmente anunciado como um spin-off chamado Final Fantasy Versus XIII, foi revelado na Electronic Entertainment Expo de 2013 como um título para os consoles PlayStation 4 e Xbox One e foi lançado em 2016. Assim como XIII antes, XV faz parte da Fabula Nova Crystallis, apesar de ser um jogo próprio que compartilha apenas elementos da mitologia de seu antecessor. A próxima entrada principal, Final Fantasy XVI, foi anunciada em setembro de 2020 para o Playstation 5 e foi lançado em 2023.https://www.ign.com/articles/ps5-final-fantasy-16 ====Outros==== A série Final Fantasy já gerou diversas sequências, spin-offs e metaséries. Muitos na verdade não são jogos Final Fantasy, porém foram divulgados como tal em seus lançamentos na América do Norte. Exemplos incluem a série SaGa, chamada de The Final Fantasy Legend, e suas duas sequências Final Fantasy Legend II e Final Fantasy Legend III. Final Fantasy Adventure foi outra renomeação, alterado de seu título japonês Seiken Densetsu. Seiken Densetsu 2 foi depois renomeado como Secret of Mana na série Mana. Já Final Fantasy Mystic Quest foi desenvolvido especialmente para o público dos Estados Unidos, enquanto Final Fantasy Tactics é um RPG tático que possui vários temas e referências também encontrados na série principal. As séries spin-off como a Chocobo e Crystal Chronicles também incluem diversos elementos de Final Fantasy. A primeira sequência direta de um jogo da série principal foi X-2, lançado em 2003. Final Fantasy XIII originalmente foi pensado para ser uma história única, porém a equipe de desenvolvimento queria explorar mais seu mundo, personagens e mitologia, resultando na produção e lançamento de duas sequências respectivamente em 2011 e 2013, criando a primeira trilogia oficial da série. Dissidia Final Fantasy foi lançado em 2009 e é um jogo de luta que tem os heróis e vilões dos dez primeiros títulos principais da franquia. Uma sequência estrou em 2011. Outros spin-offs assumiram a forma de subséries, como a Compilation of Final Fantasy VII que inclui prequelas e sequências dos eventos de Final Fantasy VII, a Ivalice Alliance com jogos que se passam no mundo de Ivalice, e a Fabula Nova Crystallis com títulos que compartilham uma mitologia em comum. ===Animações=== Filmes e séries 1994 – -Final Fantasy: Legend of the Crystals 2001 – -Final Fantasy: The Spirits Within -Final Fantasy: Unlimited 2005 – -Final Fantasy VII: Advent Children -Last Order: Final Fantasy VII 2016 – -Brotherhood: Final Fantasy XV -Kingsglaive: Final Fantasy XV A Square Enix já expandiu a série Final Fantasy em diversas outras mídias. Vários animes e filmes de computação gráfica foram produzidos e são baseados em jogos específicos ou na franquia como um todo. A primeira produção foi uma original video animation (OVA) chamada Final Fantasy: Legend of the Crystals, uma sequência de Final Fantasy V. A história se passava no mesmo mundo do jogo, porém duzentos anos no futuro. Ele foi produzido e lançado em 1994 no Japão como quatro episódios de trinta minutos de duração. A Square Pictures lançou em 2001 seu primeiro e único longa-metragem nos cinemas: Final Fantasy: The Spirits Within. O filme se passa na Terra no futuro durante uma invasão de uma espécie alienígena. Ele foi o primeiro filme de animação a tentar representar humanos de maneira realista através da computação gráfica, porém acabou sendo um grande fracasso de bilheteria e recebeu críticas mistas. Ainda em 2001 foi lançado Final Fantasy: Unlimited, uma série de anime com 25 episódios transmitida pela TV Tokyo. A série é baseada em muitos elementos da franquia, seguindo a história de dois jovens à procura dos pais após dois monstros terem destruído sua cidade. Em 2005, como parte da Compilation of Final Fantasy VII, foram lançados Final Fantasy VII: Advent Children e Last Order: Final Fantasy VII, respectivamente um longa-metragem de animação e um OVA não-canônico. Advent Children foi animado pelo estúdio Visual Works, que também auxilia a Square Enix na criação das sequências de computação gráfica dos jogos da série. Diferentemente de The Spirits Within, o filme recebeu críticas mais positivas e foi um sucesso comercial. Por sua vez Last Order foi lançado no Japão diretamente em DVD em um pacote junto com Advent Children. Ele vendeu rapidamente e foi bem recebido por críticos ocidentais, porém a reação dos fãs foi mais mista sobre mudanças em relação a cenas do jogo. Para o lançamento de Final Fantasy XV, a Square Enix lançou duas animações originais relacionadas ao enredo principal do jogo. A primeira foi Brotherhood: Final Fantasy XV, um anime em seis episódios produzido pela A-1 Pictures que conta a história da relação do protagonista Noctis com seus três melhores amigos: Ignis, Gladiolus e Prompto. A segunda foi um longa-metragem de animação chamado Kingsglaive: Final Fantasy XV, que se passa paralelamente aos eventos do jogo e mostra acontecimentos com outros personagens importantes da trama. ===Outras mídias=== Vários jogos da série Final Fantasy foram adaptados ou tiveram spin-offs na forma de mangás ou romances. A primeira romantização de um dos jogos foi de Final Fantasy II em 1989, sendo seguida em 1992 por uma adaptação em mangá de Final Fantasy III. A década seguinte viu o aumento do número de adaptações e spin-offs. Final Fantasy: The Spirits Within foi adaptado em um romance por Dean Wesley Smith, Final Fantasy Crystal Chronicles recebeu uma versão em mangá e Final Fantasy XI teve um mangá e um romance se passando em sua continuidade. Sete novelas baseadas no universo de Final Fantasy VII também foram escritas. A história de Final Fantasy: Unlimited foi parcialmente continuada após o fim de sua transmissão por romances e um mangá. Jogos mais recentes como Final Fantasy XIII e Final Fantasy Type-0 também receberam adaptações e spin-offs na forma de contos, romances e mangás que se passam tanto antes quanto depois de seus eventos. ==Elementos comuns== Apesar da maioria dos títulos de Final Fantasy serem histórias independentes umas das outras, vários elementos de jogabilidade são recorrentes por toda a série. A maioria dos títulos recicla nomes frequentemente inspirados nas história de várias culturas, idiomas e mitologias, incluindo asiática, europeia e árabe. Exemplos incluem nomes como Excalibur e Masamune – tirados respectivamente da lenda arturiana e do ferreiro japonês Masamune – além de nomes de feitiços como Sagrado, Meteoro e Última. A série adotou seu logotipo atual a partir de Final Fantasy IV, que emprega a mesma fonte e um emblema desenhado pelo artista japonês Yoshitaka Amano. A ilustração se relaciona com o enredo do respectivo jogo e tipicamente retrata um personagem ou objeto importante da história. Recriações posteriores dos três primeiros jogos da franquia substituíram os logos originais com similares aos do resto da série. ===Enredos e temas=== O conflito central de muitos jogos Final Fantasy se foca em um grupo de personagens enfrentando algum antagonista diabólico que aspira dominar o mundo de jogo. As histórias frequentemente envolvem um estado soberano em rebelião, com o protagonista participando dos conflitos. Os heróis frequentemente estão destinados a derrotar o mal, ocasionalmente se reunindo com os outros personagens como resultado direto das ações maliciosas do antagonista. Outra marca da série é a existência de dois vilões; o principal nem sempre é quem ele parece ser, já que o antagonista inicial da história pode estar subordinado a outro personagem ou entidade. O vilão apresentado no começo do jogo não é necessariamente o final, com os personagens precisando continuar sua aventura além do que parece ser a batalha final. As histórias da série frequentemente enfatizam lutas internas, paixões e tragédias dos personagens principais, com o enredo muitas vezes ficando de lado enquanto o foco muda para suas vidas pessoais. Os jogos também exploram as relações entre esses personagens, indo desde o amor até a rivalidade. Outras situações recorrentes que movem o enredo incluem amnésia, um herói corrompido por uma força maligna, confusão de identidades e sacrifício próprio. Orbes e cristais mágicos são recorrentes como itens de jogo que estão frequentemente ligados com os temas e o enredo da história. Os cristais frequentemente tem um papel central na criação do mundo, com a maioria dos jogos Final Fantasy conectando os cristais e as orbes com a força vital do planeta. Assim sendo, o controle desses objetos gera o conflito principal. Os quatro elementos também são um tema recorrente relacionado com os heróis, vilões e itens. Outros elementos comuns nos enredos e temas incluem a hipótese de Gaia, um apocalipse e conflitos entre o avanço da tecnologia e a natureza. ===Personagens=== Cada jogo possui seu próprio grupo de personagens únicos, porém há alguns recorrentes na série. Desde o lançamento de Final Fantasy II, incluindo recriações do Final Fantasy original, um personagem chamado Cid tem aparecido de diversas maneiras: como um aliado não jogável, um membro da equipe e como vilão. Apesar da aparência e personalidade de Cid mudarem de título para título, ele é normalmente está relacionado com dirigíveis. Biggs e Wedge, inspirados por dois personagens homônimos da franquia Star Wars, também aparecem em vários jogos como personagens menores, algumas vezes como alívios cômicos. Títulos mais recentes possuem diversos personagens homens com características efeminadas. Criaturas recorrentes incluem os chocobos e os moogles. Chocobos são grandes aves galiformes que aparecem em vários jogos como um meio de transporte de longas distâncias. Moogles, por outro lado, são pequenas criaturas brancas com asas e uma antena e que se assemelham a ursos de pelúcia. Em cada jogo eles servem em diferentes capacidades, incluindo carteiros, ferreiros, membros da equipe e meio de salvar o progresso. As aparições dos chocobos e moogles são frequentemente acompanhadas por temas musicais específicos que em cada título recebem um arranjo diferente. ===Jogabilidade=== Os jogadores comandam um grupo de personagens nos jogos Final Fantasy enquanto eles progridem pela história ao explorar o mundo e derrotar oponentes. Inimigos são tipicamente encontrados randomicamente através da exploração, um traço que mudou a partir de Final Fantasy XI e Final Fantasy XII. Os jogadores emitem ordens como \"Lutar\", \"Magia\" e \"Item\" para personagens individuais enquanto combatem através de uma interface de menu. As batalhas eram organizadas em rodadas antes de Final Fantasy XI, com os protagonistas e os antagonistas em lados diferentes do campo de combate. Final Fantasy IV introduziu o sistema \"Active Time Battle\" que ampliou a natureza de rodadas com um sistema de marcação de tempo perpétuo. Ele foi projetado por Hiroyuki Ito e injetava urgência e excitação no combate ao forçar o jogador a agir antes do inimigo atacar, sendo empregado até Final Fantasy X, que implementou o sistema \"Conditional Turn-Based\". Esse novo sistema manteve as batalhas em rodadas, porém adicionou nuances a fim de criar um maior desafio para os jogadores. Final Fantasy XI adotou um sistema de batalha em tempo real onde os personagens agem continuamente dependendo do comando emitido. Final Fantasy XII continuou com essa jogabilidade através do sistema \"Active Dimension Battle\". O sistema de combate de Fina Fantasy XIII foi projetado por Toshiro Tsuchida, que também criou o sistema \"Conditional Turn-Based\", e tinha a intenção de possuir uma maior sensação de ação e emular as sequências de batalha do filme Final Fantasy VII: Advent Children. Como outros RPGs, os títulos da série Final Fantasy usam um sistema de níveis de experiência para o progresso dos personagens, em que pontos de experiência são acumulados ao derrotar inimigos. Outros temas recorrentes são classes de personagens e \"trabalhos\" específicos que permitem habilidades únicas. As classes foram introduzidas no primeiro jogo e desde então tem sido utilizadas de formas diferentes em cada título. Alguns restringem o personagem em um único trabalho para integrar a história, enquanto outros jogos empregam um sistema mais dinâmico que permite que o jogador escolha a partir de diversas classes e as altere no decorrer do enredo. Apesar de muito usados em vários jogos, tais sistemas tem se tornado cada vez menos prevalentes em favor de personagens que são mais versáteis; eles ainda se enquadram em algum arquétipo, porém são capazes de aprender habilidades fora de suas classes. A magia é outro elemento comum de RPG presente na série. O método pelo qual os personagens ganham a magia varia entre cada jogo, porém ela é geralmente dividida em classes e organizada por cores: \"magia branca\" se foca em feitiços que auxiliam os colegas de equipe, \"magia negra\" se foca em ferir inimigos, \"magia vermelha\" é uma combinação das magias branca e negra, \"magia azul\" imita os ataques dos oponentes e a \"magia verde\" confere efeitos especiais para amigos ou inimigos. Outros tipos de magia também aparecem frequentemente, como a \"magia temporal\" que exerce efeitos no tempo, espaço e gravidade; e a \"magia convocatória\" que conjura criaturas lendárias a fim de prestarem ajuda na batalha, estando presente na franquia desde Final Fantasy III. Criaturas convocáveis são chamadas por nomes como \"Espers\" e \"Eidolons\", sendo inspirados por culturas e mitologias como a árabe, hindu, nórdica e grega. Outro traço comum de jogabilidade da série Final Fantasy é a presença de diferentes meios de transporte para navegar pelo mapa de jogo. Os mais comuns e recorrentes são dirigíveis ou aeronaves semelhantes para viagens de longa distância, e também chocobos para travessias curtas, porém certos jogos também incluíram outros tipos de transporte por terra e mar. Desenhos de veículos mais modernos e futuristas têm aparecido nos jogos lançados após Final Fantasy VII. ==Desenvolvimento== ===Origens=== A Square Co. entrou na indústria japonesa de jogos eletrônicos no meio da década de 1980 com RPGs simples, jogos de corrida e jogos de plataforma para o console Family Computer Disk System da Nintendo. O projetista Hironobu Sakaguchi escolheu em 1987 criar um novo jogo RPG de fantasia para o Nintendo Entertainment System, se inspirando em outros jogos de fantasia populares da época: Dragon Quest da Enix, The Legend of Zelda da Nintendo e a série Ultima da Origin Systems. Sakaguchi anos depois explicou que, apesar de atribuído à suposta falência que a Square estava enfrentando, o jogo era sua tentativa derradeira na indústria e que Final Fantasy proveio de seus sentimentos na época; caso o título não tivesse vendido bem, ele teria deixado seu emprego e voltado para a universidade. Apesar dessa explicação, publicações também atribuíram o título às esperanças da Square de que o projeto poderia solucionar suas dificuldades financeiras. Segundo Sakaguchi, o nome surgiu do desejo da equipe de que o título pudesse ser abreviado como \"FF\", que soaria bem em japonês. O nome originalmente escolhido foi Fightning Fantasy, porém ele precisou ser alterado devido a temores de conflitos de marca registrada com os livros-jogos de RPG de mesmo nome. Já que a palavra \"Final\" era famosa no Japão, Sakaguchi decidiu chamar o jogo de Final Fantasy. De acordo com o próprio, qualquer título de abreviatura \"FF\" teria servido para o que eles queriam naquele momento. O jogo acabou sendo um sucesso comercial, salvou as economias da Square e se tornou sua principal franquia. A desenvolvedora imediatamente decidiu produzir um segundo título. Entretanto, a história do Final Fantasy original não foi projetada para ser expandida em uma sequência já que Sakaguchi assumiu que nunca haveria outro. Os desenvolvedores então decidiram construir o novo jogo a partir dos elementos temáticos do primeiro, enquanto algumas características da jogabilidade foram reformuladas, como o sistema de progresso dos personagens. Essa abordagem perdura pela franquia até os dias de hoje; cada título de Final Fantasy possui um novo cenário, novo elenco de personagens e um sistema de combate melhorado. O escritor John Harris atribuiu o conceito de retrabalhar o sistema de jogo em cada novo título à série Dragon Slayer da Nihon Falcom, para qual a Square anteriormente havia trabalhado como publicadora. A companhia desde então tem lançado novos títulos da série regularmente. Porém, as janelas entre os lançamentos de Final Fantasy XI de 2002, Final Fantasy XII de 2006 e Final Fantasy XIII de 2009 foram bem maiores que o normal. A Square Enix afirmou após o lançamento de Final Fantasy XIV que planejava lançar anualmente ou bienalmente novos jogos da série, sejam títulos principais ou spin-offs. Essa mudança tinha a intenção de se assemelhar aos ciclos de desenvolvimento de jogos ocidentais como as séries Call of Duty, Assassin's Creed e Battlefield, além de manter alto o interesse dos fãs. ===Projeto=== Sakaguchi precisou de uma equipe de produção muito maior para o primeiro Final Fantasy que os títulos anteriores da Square. Ele começou a criar a história do jogo enquanto ao mesmo tempo experimentava com ideias de jogabilidade. Uma vez estabelecidos o sistema de jogabilidade e o tamanho do mundo de jogo, ele integrou suas ideias de história aos recursos disponíveis. Uma abordagem diferente tem sido usada para todos os jogos subsequentes: a história é completada primeiro e a jogabilidade é construída ao seu redor. Os projetista nunca foram restringidos pela consistência, porém a maioria acredita que cada título deve possuir um número mínimo de elementos em comum. As equipes de desenvolvimento se esforçam para criar mundos completamente novos em cada jogo, evitando que os novos títulos sejam muito semelhantes com os anteriores. Os cenários são conceitualizados desde cedo na produção e detalhes de projeto como partes de edifícios são aprofundados como a base para estruturas inteiras. Os cinco primeiros jogos foram dirigidos por Sakaguchi, que também criou os conceitos originais. Ele se inspirou nos filmes dirigidos por Hayao Miyazaki para alguns elementos de jogabilidade; marcas da série como os chocobos e dirigíveis foram inspirados por elementos de Tenkū no Shiro Rapyuta e Kaze no Tani no Naushika, respectivamente. Sakaguchi trabalhou como produtor dos jogos seguintes até deixar a Square em 2001. Yoshinori Kitase assumiu a posição de diretor para Final Fantasy VI, Final Fantasy VII e Final Fantasy VIII, sendo sucedido por um diretor diferente para cada novo jogo. Hiroyuki Ito projetou vários dos sistemas de jogabilidade da série, como o \"Job System\" de Final Fantasy V, o \"Junction System\" de Final Fantasy VIII e o conceito do \"Active Time Battle\", que foi utilizado desde Final Fantasy IV até Final Fantasy IX. Ito se inspirou em uma corrida de Fórmula 1 ao projetar o sistema de combate: ao ver os carros passando na sua frente ele achou que seria interessante se os diferentes tipos de personagem tivessem diferentes velocidades. Ele também co-dirigiu Final Fantasy VI com Kitase. Kenji Terada serviu como roteirista de cenário nos três primeiros jogos; Kitase assumiu a posição em Final Fantasy V e continuou nela até Final Fantasy VII. Kazushige Nojima então se tornou o principal roteirista de cenário da série até se demitir em outubro de 2003; ele desde então criou sua própria companhia, a Stellavista, e voltou a trabalhar com a Square Enix como independente. Nojima escreveu parcialmente ou totalmente as história de Final Fantasy VII, Final Fantasy VIII, Final Fantasy X, Final Fantasy X-2 e Final Fantasy XV. Ele também trabalhou como roteirista de cenário na série Kingdom Hearts. Daisuke Watanabe co-escreveu Final Fantasy X e Final Fantasy XII, sendo o principal roteirista de Final Fantasy XIII e suas duas continuações: Final Fantasy XIII-2 e Lightning Returns: Final Fantasy XIII. \"Video interview with FINAL FANTASY XII Directors\" (2006). Final Fantasy XII Collector's Edition Bonus DVD. Square Enix. O artista japonês Yoshitaka Amano foi quem cuidou dos desenhos artísticos, incluindo criação de personagens e monstros, desde o Final Fantasy original até Final Fantasy VI. Amano também desenha todos os logotipos da série principal e lida com ilustrações especiais desde Final Fantasy VII. Tetsuya Nomura foi escolhido para substituir Amano porque seus desenhos eram mais adaptáveis aos gráficos tridimensionais, trabalhando como principal desenhista de personagens na maioria dos jogos da franquia até hoje, com a exceção de Final Fantasy IX em que foi substituído por Shūkō Murase, Toshiyuki Itahana e Shin Nagasawa. Além da série principal, Nomura atuou nessa posição na série Kingdom Hearts e nas subséries Compilation of Final Fantasy VII e Fabula Nova Crystallis. Outros desenhistas e projetistas incluem Nobuyoshi Mihara e Akihiko Yoshida. Mihara foi o desenhista de personagens de Final Fantasy XI e Yoshida em Final Fantasy Tactics e Final Fantasy XII. ===Tecnologia=== Os primeiros jogos para o Nintendo Entertainment System utilizavam pequenas representações em sprite dos personagens e do mundo por causa das limitações gráficas. As cenas de batalha usavam versões mais detalhadas e completas dos personagens em uma visão lateral. Essa prática continuou até Final Fantasy VI, que usava versões mais detalhadas para ambas as telas. Os sprites do Nintendo Entertainment System tinham 26 pixels de altura e uma paleta de 4 cores. Seis quadros de animação foram usados para representar as diferentes situações dos personagens, como \"saudável\" e \"cansado\". Os títulos para o Super Nintendo Entertainment System usavam gráficos e efeitos melhorados, além de uma maior qualidade de áudio, porém eram de forma geral bem similares aos seus predecessores no desenho básico. Os sprites do Super Nintendo Entertainment System tinham dois pixels a menos, entretanto possuíam uma paleta maior e mais quadros de animação: respectivamente onze cores e quarenta quadros. A melhora permitiu que os desenvolvedores fizessem personagens mais detalhados na aparência e expressassem mais emoções. O primeiro jogo já tinha personagens não jogáveis com quem o jogador podia interagir, porém eles eram em sua maioria objetos estáticos. A partir do segundo título a Square usou caminhos predeterminados a fim de criar cenas mais dinâmicas para os personagens não jogáveis, incluindo situações de comédia e drama. A Square mostrou em 1995 uma demonstração técnica interativa de Final Fantasy VI para os então consoles da nova geração. A demonstração usou as estações de trabalho protótipos para Nintendo 64 da Silicon Graphics a fim de criar gráficos tridimensionais. Os fãs acharam que o demo era um novo título Final Fantasy para o Nintendo 64; entretanto, Final Fantasy VII foi lançado em 1997 para o PlayStation. A mudança de plataforma ocorreu por causa de uma disputa da Sqaure com a Nintendo sobre o uso de cartuchos mais caros e mais rápidos contra CDs mais lentos e baratos, más com maior capacidade, dos sistemas rivais. Final Fantasy VII introduziu na franquia gráficos tridimensionais com cenários completamente pré-renderizados. O formato CD-ROM foi escolhido sobre o cartucho devido essa mudança para o 3D. Essa mudança também aumentou os custos de produção e criou uma subdivisão maior da equipe criativa de Final Fantasy VII e dos jogos subsequentes da série. A série adotou um visual mais fotorrealista a partir de Final Fantasy VIII. O jogo, assim como seu antecessor, tinha sequências de full motion video ao fundo com personagens poligonais em cima. Final Fantasy IX voltou para o estilo mais estilizado dos primeiros jogos da franquia, mantendo ou melhorando as técnicas gráficas empregadas nos dois títulos anteriores. Final Fantasy X foi lançado para o PlayStation 2 e empregou o hardware mais potente para renderizar gráficos em tempo real, ao invés dos materiais pré-renderizados, a fim de obter um visual mais dinâmico; o jogo possui os primeiros ambientes tridimensionais da série. Além disso, ele foi o primeiro a usar dublagem pela enorme maioria da história, mesmo com personagens menores. Isso adicionou uma nova dimensão de profundidade para as reações, emoções e desenvolvimento dos personagens. Divergindo temporariamente dos outros títulos, Final Fantasy XI utilizou as capacidades online do PlayStation 2 e foi o primeiro MMORPG da série. Inicialmente lançado para PlayStation 2 em 2002, uma conversão para Microsoft Windows veio no ano seguinte, enquanto uma versão para Xbox 360 estrou apenas quatro anos depois. Ele também foi o primeiro Final Fantasy com uma câmera livre e rotatória. Final Fantasy XII foi lançado em 2006 também para o PlayStation 2 e utilizava apenas metade do número de polígonos empregados em Final Fantasy X, porém possuía uma maior qualidade de iluminação e texturas e mantinha a câmera livre do anterior. Tanto Final Fantasy XIII quanto Final Fantasy XIV, outro MMORPG, utilizaram o motor de jogo Crystal Tools desenvolvido pela própria Square Enix, sendo lançados na plataforma PlayStation 3. Já Final Fantasy XV será lançado para PlayStation 4 e Xbox One empregando o motor Luminous Studio também da Square Enix. ===Música=== Os diferentes títulos da franquia Final Fantasy possuem uma grande variedade musical, porém frequentemente reutilizam os mesmos temas. A maioria dos jogos começa com uma peça musical chamada \"Prelúdio\", que evoluiu de um simples arpejo de duas vozes nos primeiros jogos para arranjos muito mais complexos e melódicos em títulos mais recentes. Vitórias em combate são frequentemente acompanhadas por uma fanfarra de vitória, um tema que se tornou uma das peças musicais mais reconhecidas da série. O tema que acompanha as aparições dos chocobos também é utilizado recorrentemente e já foi rearranjado em diferentes estilos para se adequar a cada jogo. Uma peça chamada \"Prólogo\", as vezes intitulada de \"Final Fantasy\" e originária do primeiro título, é tocada frequentemente durante os créditos finais. Apesar de leitmotives serem comuns nos jogos cujas histórias são mais centradas nos personagens, músicas temas são tipicamente reservadas para os personagens principais e elementos de enredo recorrentes. Nobuo Uematsu foi o principal compositor da série Final Fantasy desde o primeiro jogo até deixar a Square Enix em novembro de 2004, apesar de já ter voltado a colaborar em alguns jogos desde então. Outros compositores incluem Masashi Hamauzu, Hitoshi Sakimoto, Junya Nakano e Takeharu Ishimoto. Uematsu tinha permissão de criar a música com pouquíssimas direções vindas da equipe de produção. Entretanto, Sakaguchi as vezes costumava pedir peças para se encaixarem em cenas específicas, como batalhas e a exploração de diferentes áreas do mundo de jogo. Uematsu começava a escrever as músicas baseado na história, personagens e ilustrações conceituais assim que as ambientações fossem completadas. Ele iniciava pelo tema principal e desenvolvia as outras peças a fim de igualarem o estilo. Para os temas de personagens, o compositor lia as descrições de cada um para determinar suas personalidades. Uematsu também conversava com o roteirista principal para mais detalhes sobre cenas em que ainda sentia certa insegurança. Limitações técnicas eram prevalentes nos primeiros jogos, com Sakaguchi certas vezes instruindo o compositor a utilizar apenas notas específicas. Foi só a partir de Final Fantasy IV para o Super Nintendo Entertainment System que Uematsu conseguiu adicionar maior sutileza para a música. ==Recepção== A série Final Fantasy de maneira geral tem sido aclamada pela crítica e comercialmente bem sucedida, porém cada jogo teve diferentes graus de sucesso. A franquia tem tido um crescente aumento de vendas; ela já tinha vendido dez milhões de unidades em maio de 1996, 45 milhões até agosto de 2003, 63 milhões em dezembro de 2005 e 85 milhões por julho de 2008. A Square Enix anunciou em junho de 2011 que Final Fantasy já havia vendido cem milhões de cópias, chegando em 110 milhões por volta de março de 2014. Esse grande número de vendas colocou a franquia uma das mais vendidas na história da indústria dos jogos eletrônicos. Vários jogos da série foram sucessos de venda. Final Fantasy VII já vendeu mais de 9,5 milhões de cópias mundialmente, sendo o título mais vendido de toda a franquia. Final Fantasy VIII se tornou o jogo mais vendido nos Estados Unidos apenas dois dias após seu lançamento, mantendo a posição por mais de três semanas. Final Fantasy X vendeu 1,4 milhões de unidade apenas durante a pré-venda japonesa, estabelecendo um recorde para o RPG de console mais vendido. Final Fantasy XI alcançou em março de 2006 a marca de duzentos mil jogadores diários, chegando em um milhão de assinantes em julho de 2007. Final Fantasy XII vendeu mais de 1,7 milhões de cópias no Japão durante sua primeira semana, enquanto na América do Norte o jogo vendeu 1,5 milhões de unidades durante o mesmo período. Final Fantasy XIII vendeu um milhão de cópias no Japão apenas em seu primeiro dia. Final Fantasy XIV: A Realm Reborn lotou seus servidores ao ser lançado, eventualmente alcançando 1,5 milhões de assinantes em dois meses. ===Crítica=== A franquia já recebeu aclamação mundial de diversas publicações especializadas da indústria, com destaque especial para seus gráficos, histórias e trilhas sonoras. A revista Next Generation elegeu em 1996 a série Final Fantasy como a 17ª maior de todos os tempos. Já em 2008 a The Game Group plc fez uma votação aberta e Final Fantasy foi escolhida como a melhor franquia da história, com cinco de seus jogos aparecendo na lista de \"Maiores Jogos de Todos os Tempos\". Muitos dos jogos da série já foram incluídos em listas de melhores. Vários Final Fantasy já foram listados múltiplas vezes pela IGN em listas de \"melhores jogos\". Onze jogos da franquia foram colocados em 2006 na lista da Famitsu dos \"100 Jogos Favoritos de Todos os Tempos\", quatro deles estando entre os dez primeiros, com Final Fantasy X e Final Fantasy VII ficando respectivamente na primeira e segunda posições. A série também detém sete Guinness World Records, dentre eles \"Maior Número de Jogos em uma Série de RPG\". A edição de 2009 do livro também listou dois títulos da franquia entre os cinquenta maiores jogos de consoles de todos os tempos: Final Fantasy XII na oitava posição e Final Fantasy VII na vigésima. Apesar disso, a série já foi alvo de críticas. A IGN comentou que o sistema de menus empregados nos jogos é um grande detrator para muitos jogadores e que isso é uma \"razão significativa por que muitos nunca tocaram na série\". O site também criticou a utilização de encontros randômicos nos diversos sistemas de batalha da franquia. Além disso, o site afirmou que as diversas tentativas de levar a série para os filmes foram mal sucedidas, desinteressantes ou não alcançaram os padrões estabelecidos pelos jogos. Já a revista Edge criticou a franquia por causa de vários jogos spin-offs com a frase \"Final Fantasy\" em seus títulos, que muitos foram considerados inferiores quando comparados com a série principal. Ela também comentou que a partida de Hironobu Sakaguchi colocou a série em risco de se estagnar. Vários títulos individuais já ganharam extra atenção; alguns por sua recepção positiva enquanto outros por causa de críticas negativas. Final Fantasy VII ficou em primeiro lugar na lista de 2008 da GamePro dos \"26 Melhores RPGs de Todos os Tempos\", Apesar do grande sucesso, Final Fantasy VII é algumas vezes criticado como supervalorizado. A GameSpy o colocou em sétimo lugar da sua lista dos jogos mais supervalorizados de todos os tempos, enquanto a IGN tentou mostrar os dois lados da discussão. Dirge of Cerberus: Final Fantasy VII vendeu 392 mil unidades durante sua primeira semana de lançamento, porém recebeu notas muito mais baixas que outros jogos da série. Apesar de Final Fantasy: The Spirits Within ter sido elogiado por suas visuais, o enredo foi criticado e o filme acabou sendo um enorme fracasso de bilheteria. A recepção predominantemente negativa da versão original de Final Fantasy XIV fez com que o então presidente da Square Enix emitisse um declaração oficial de desculpas aos jogadores, afirmando que a marca Final Fantasy havia sido \"muito danificada\" pelo título. ===Legado=== A série Final Fantasy como um todo e vários de seus jogos individualmente foram creditados como tendo introduzido e popularizado muitos conceitos que hoje são amplamente usados em RPGs de consoles. O título original é frequentemente citado como um dos mais influentes RPGs pioneiros de console, tendo desempenhado um papel importante na legitimação e popularização do gênero. Muitos RPGs eletrônicos apresentavam batalhas mano a mano contra monstros em uma perspectiva de primeira pessoa, porém Final Fantasy introduziu uma perspectiva lateral com grupos de inimigos contra um grupo de heróis que desde então tem sido frequentemente utilizado. Ele também possuía um dos primeiros sistemas de evolução de classes de personagens, além de diferentes métodos de transporte como barcos, canoas e aeronaves. Final Fantasy II foi a primeira sequência na indústria dos jogos eletrônicos a omitir todos os personagens do título anterior. Ele também apresentou um sistema de progressão baseado em atividades, algo que depois foi empregado em outras séries de RPG como SaGa, Grandia e The Elder Scrolls. Final Fantasy III continha um sistema de funções, um meio de progressão de personagens que permitia os jogadores a mudarem de classe, adquirirem classes novas mais avançadas e combinar suas habilidades em qualquer momento durante a jogabilidade. Final Fantasy IV é considerado um marco do gênero por apresentar uma história dramática com grande ênfase no desenvolvimento de personagens e relações pessoais. Já Final Fantasy VII é creditado como tendo sido o título de maior impacto da série, permitindo que RPGs de console alcançassem grande destaque no mercado de massa. A série já afetou os negócios da Square em vários níveis. O fracasso comercial de Final Fantasy: The Spirits Within resultou no adiamento e relutância da Enix em se fundir com a Square. A decisão da companhia de produzir jogos exclusivamente para o sistema PlayStation da Sony – uma ação seguida pela Enix com a série Dragon Quest – cortou relações com a Nintendo. Os títulos Final Fantasy ficaram ausentes do Nintendo 64 ao longo de sete anos. Críticos atribuíram a migração de grandes franquias como Final Fantasy e Dragon Quest como um dos motivos do PlayStation ter sido um console muito mais bem sucedido comercialmente do que o Nintendo 64. O lançamento em 2001 do GameCube, que usava discos óticos como mídia, chamou a atenção da Square que criou a companhia The Game Designers Studio e produziu Final Fantasy Crystal Chronicles como a Nintendo, que por sua vez gerou uma subsérie de jogos dentro da franquia principal. A falta de um método de cancelamento de inscrições em Final Fantasy XI levou à criação de uma lei em Illinois obrigando que serviços de jogos online fornecessem tal método para os habitantes. == Ligações externas == *Página oficial Categoria:Séries de jogos eletrônicos Categoria:Jogos eletrônicos de RPG",
 "title": "Final Fantasy"
}