{
 "id": "52664",
 "text": "Os hicsos (em egípcio heqa khasewet, \"soberanos estrangeiros\"; em grego Ὑκσώς ou Ὑξώς; em árabe: الملوك الرعاة , ou como em versão atualizada \"reis cativos\") foram um povo semita asiático que governou o Egito aproximadamente em 1800 a.C, iniciando o Segundo Período Intermediário da história do Antigo Egito. Ao contrário do que antes se pensava, os novos estudos indicam que os hicsos não invadiram a região oriental do Delta do Nilo durante a décima segunda dinastia do Egito, mas que tomaram poder como dinastia dominante em 1638 a.C. numa revolta após várias ondas de migração anteriores. São mostrados na arte local vestindo os mantos multicoloridos associados com os arqueiros e cavaleiros mercenários de Mitani (ha ibrw) de Canaã, Aram, Cadexe, Sidom e Tiro. Se eram arqueiros cavaleiros vizinhos a Mitani sua origem iraniana ou cítica é bem mais provável que a semítica.Charlotte Booth: The Hyksos period in Egypt. Princes Risborough, Shire 2005. Säve-Söderbergh, T. \"The Hyksos Rule in Egypt,\" Journal of Egyptian Archaeology 37 (1951). == Descoberta == Em 1885, os arqueólogos descobriram ruínas da capital hicsa, a cidade de Aváris, em um local no delta do Nilo chamado Tel Eldaba, cerca de 120 quilômetros ao norte do Cairo. == Identidade == Muitos consideram os hicsos um bando de forasteiros desagradáveis e saqueadores que invadiram e depois governaram brutalmente o Delta do Nilo até que reis heroicos os expulsaram. De fato, os hicsos tiveram um impacto mais diplomático, contribuindo para o progresso da cultura, idioma, assuntos militares e até a introdução do cavalo e da carruagem icônicos. Por décadas, os escritos do historiador egípcio ptolomaico Manetão influenciaram as interpretações populares e acadêmicas dos hicsos. Preservado no Contra Apião I de Flávio Josefo, Manetão apresentou os hicsos como uma horda bárbara, \"invasores de uma raça obscura\" que conquistou o Egito à força, causando destruição e assassinando ou escravizando egípcios. Esse relato continuou nos textos egípcios do Segundo Período Intermediário e do Novo Reino. À medida que a egiptologia se desenvolvia, anos de debate sobre a extensão da destruição e a etnia do \"povo hicso\" transpiraram. Somente nas décadas mais recentes os hicsos foram revelados como um pequeno grupo de governantes (conhecemos seis) e não como uma população ou grupo étnico. Durante seu governo, os reis hicsos estavam constantemente renegociando suas identidades conforme o contexto exigia, enfatizando as tradições egípcias ou suas origens na Ásia Ocidental. Eles adotaram elementos da realeza egípcia, incluindo títulos reais, nomes de tronos, inscrições hieroglíficas, atividade dos escribas e adoração ao panteão egípcio. No entanto, eles mantiveram o título incomum de Heca Casute (Heka Khasut) com seus nomes pessoais semitas / amorreus, e os principais monumentos de sua capital eram inconfundivelmente do Oriente Próximo em estilo arquitetônico. Apesar desses conflitos entre a realidade e o registro oficial, o domínio dos hicsos e dos imigrantes de onde eles nasceram afetou a cultura do Novo Reino, a linguagem, as forças armadas e até as concepções do que significava ser um rei egípcio. Esse período notável foi marcado pelo influxo de novas tecnologias no Egito, do cavalo e da carruagem à fabricação de vidro. A influência hicsa também estabeleceu precedentes para a diplomacia internacional seguida nas Cartas de Amarna, e muitos acreditam que os hicsos estimularam a expansão imperial do Novo Reino. Uma pesquisa de 2020 usando análise química sugere que os governantes da dinastia hicsos eram estrangeiros que viviam no Egito que subiram ao poder, não invasores. Categoria:Hicsos",
 "title": "Hicsos"
}