{
 "id": "52724",
 "text": "Miguel José Ribeiro Cadilhe GCM (Barcelos, 10 de Novembro de 1944) é um político e economista português. == Biografia == Miguel Cadilhe nasceu em Barcelos, fez a escola e o liceu na Póvoa de Varzim, vive no Porto. Licenciou- se na Faculdade de Economia da Universidade do Porto com a melhor classificação de 1968, aqui leccionou macroeconomia, estatística, econometria, matemática financeira, investigação operacional, etc, publicou lições, integrou a Comissão de Reestruturação de 1977. Investigou política macroeconómica na LSE, London School of Economics, em 1981-82. Foi professor catedrático convidado da Universidade Católica, no Porto, onde leccionou economia pública e políticas públicas, em 2006 a 2011. Cumpriu serviço militar de Outubro de 1969 a Março de 1973. Integrou e dirigiu o gabinete de estudos económicos e financeiros de um dos maiores bancos portugueses, no Porto, entre 1973 e 1985, abrangendo as áreas de macroeconomia e economia portuguesa, análise da conjuntura, análise de empresas e central de balanços. Foi administrador e presidente de empresas, bancos, fundações, associações. Foi secretário de Estado do Planeamento em 1980, no Governo Sá Carneiro, e ministro das Finanças entre fins de 1985 e inícios de 1990, no Governo Cavaco Silva. Actualmente colabora pro bono com entidades ligadas à cultura ou à economia, como membro de orgãos estatutários. Integra igualmente conselhos editoriais de revistas, especialmente de análise económica e política. Foi consultor de empresas e associações, nomeadamente em avaliações de projectos e partes sociais. Foi presidente do Conselho de Curadores da Universidade do Porto, entre 2015 e 2020. Entre 2022 e 2024, foi membro do Conselho de Estado, eleito pela Assembleia da República, em representação do PSD, para a XV Legislatura.Manuel Alegre eleito para o Conselho de Estado, Lusa 29.04.2022 === Processo judicial === Foi exonerado pelo primeiro-ministro do cargo de ministro das Finanças a 5 de janeiro de 1990, na sequência de uma redução obtida ao pagamento da sisa - antecessora do Imposto Municipal sobre as Transações Onerosas de Imóveis (IMT) - pela compra de um apartamento nas Amoreiras, em Lisboa. Miguel Cadilhe terá recorrido à permuta da sua residência no Lumiar, em Lisboa, por um apartamento numa das torres das Amoreiras, utilizando a figura da permuta para obter redução no pagamento da sisa, que também terá utilizado na aquisição de uma casa no Porto. Miguel Cadilhe foi também acusado de recorrer a viaturas da Guarda Fiscal para a mudança de residência, tendo sido ilibado do crime de peculato de uso pela Procuradoria-Geral da República em junho de 1989, após alegar que a transferência de documentos secretos que mantinha na sua residência requeria a utilização de viaturas da Guarda Fiscal, dada a sensibilidade da informação neles contida. Adicionalmente, ficou demonstrado que, apesar de já possuir duas residências em Lisboa, continuava a receber subsídio de alojamento, num total acumulado de mais de dois mil contos na moeda da época, como se residisse fora de Lisboa, tendo Miguel Cadilhe apresentado um parecer que fundamentava o recebimento do subsídio de alojamento. Processou os jornais Expresso e O Independente, que divulgaram todos estes acontecimentos, exigindo indemnizações de dez mil contos, contra O Independente, e quinze mil contos, contra o Expresso, por danos morais. As sentenças dos tribunais de primeira e segunda instância não concederam provimento às queixas de Miguel Cadilhe, reconhecendo a legitimidade das questões levantadas pelos jornais e as dúvidas sobre a legalidade da atuação do ministro; no entanto, o Supremo Tribunal de Justiça concedeu provimento às queixas de Miguel Cadilhe, condenando O Independente ao pagamento de uma indemnização de 3500 contos, já em 1995, e o Expresso e o seu diretor, José António Saraiva, ao pagamento de dois mil contos de indemnização, em 1994.Os escândalos que fizeram os ministros sair antes de tempo, Lusa 04.04.2003A Mediatização do Escândalo Político em Portugal no Período Democrático: padrões de cobertura jornalística nos seminários de referência - Tese de doutoramento de Bruno Ricardo Vaz Paixão em Ciências da Comunicação, no ramo de Estudos do Jornalismo, apresentada ao Departamento de Filosofia, Comunicação e Informação da Faculdade de Letras da Universidade de CoimbraApanhados? Os políticos que andaram com os impostos às costas, Observador 10.03.2015 Breve esclarecimento pelo próprio. Julgo poder dizer que várias coisas neste item \"Processo judicial\" não correspondem à verdade. Quanto à dita relação entre sisa e exoneração, remeto para o meu livro Factos e enredos, quatro anos no ministério das Finanças, 1990, e remeto também para livros do primeiro-ministro, Cavaco Silva. A remodelação de cinco ministros de então teve outras causas. A sisa foi perfeitamente legal, conforme ficou mais do que demonstrado, quer no meu citado livro, quer nos processos judiciais. A permuta de prédios é um regime vigente há muitos anos, disponível, acessível a todas as pessoas, singulares ou coletivas. Obviamente, não tive duas residências simultâneas em Lisboa, pois uma foi permutada pela outra. A residência permanente da família era e é no Porto, conceito jurídico que é basilar. O recurso à Guarda Fiscal, dependente do ministro das Finanças, foi por razões gerais de segurança, num contexto tecnicamente reconhecido como adverso e de especial risco. Quanto ao subsídio de alojamento, o parecer escrito que pedi à Procuradoria-Geral da República confirmou integralmente a sua razão de ser, existindo aliás outros pareceres no mesmo sentido. Quanto às indemnizações fixadas pelo tribunal, o que me motivava não era isso, nem os montantes, mas sim a condenação das infâmias e de seus autores e responsáveis, o que sucedeu de modo absoluto, inequívoco e definitivo. Depois de pago o advogado, doei o restante das indemnizações a uma instituição de bem-fazer. ==Obras== Debruça-se sobre temas da realidade nacional, matérias de docência e outros assuntos, em livros, artigos e relatórios, de onde se destacam: * Teoria dos conjuntos (co-autoria, 1964); * Investigação operacional (co- autoria, 1968, prémio UP); * Lições de Matemática Financeira (co-autoria, 1969, reedições até 1988) * Financiamento obrigacionista da empresa portuguesa (1970) * Arranque da inflação portuguesa (1972) * Acordo comercial Portugal Mercado Comum (co-autoria, 1973); * Plano de aulas de Estatística (1974); * Regeneração da economia portuguesa (1984); * Matemática financeira aplicada (1984, reedições até 1998); * Portuguese external deficit and strategy of the humps (1984); * Estratégia macroeconómica para Portugal (1985); * Ao sabor da estratégia (1987); * Factos e enredos, quatro anos no Ministério das Finanças (1990); * Luzes e sombras da UEM (1990); * Tempos e modos de Portugal na UEM (1991); * Matematismos na economia e na gestão (1991); * Política de dividendos e dupla tributação (1991); * Eficiência empresarial dos têxteis portugueses (1992); * Controlo parlamentar das finanças públicas (1996); * Recessão e défices públicos (1997); * Ministério das Finanças e Tribunal de Contas (2000) * Fronteiras das funções do Estado (2005); * Enquadramento político da reforma fiscal de 1988/89 (2005); * Poemas da minha vida (antologia, 2005); * Portugal e o novo Pacto de Estabilidade e Crescimento (2006); * Finanças da descentralização política (2006); * Reforma conceitual e administrativa do Estado (2007); * Razões da descentralização política (2011); * Políticas contra o desmazelo florestal (2012); * Sobrepeso do Estado em Portugal (2005, 2013); * Prémio de hostilidade coactiva - artigo 490.º do CSC (2015); *Comentário sobre a dimensão do Estado em Portugal (2015); *As razões do interior e o regime contratual de investimento (2018); *As finanças de Portugal na segunda metade dos anos oitenta (2019); *As finanças e o reformismo em Portugal (2019); *A Lei Sapateiro e a reforma do mercado de capitais (2019); *O interior, as empresas e a política fiscal (2020); *Esforço fiscal excessivo em Portugal? (2021); *Avaliar o grau de reformismo do Estado? (2024). *(...) Em jornais: * Escudo precoce (1992); * Série de 25 artigos no Expresso (2007); * Razões da descentralização política (2010); * PEC 2010/2013 em doze breves notas (2010); * Resgatar a honra e o futuro (2011); * Imposto patrimonial solidário (2012); * Reforma do centralismo (2013); * Contra-guião da reforma do Estado (2013); * Série de 23 artigos no JN (2014); *Série de artigos sobre o interior de Portugal, nos jornais Expresso e Público (2018); *Descentralização em tempos de 1820 e 2020 (2020); *Francisco Sá Carneiro e o centralismo (2020). *(...) Prefaciou vários autores, de entre os quais: Manuel Vilares; Luís Mira Amaral; Carlos Tavares e Carlos Alves; Luís Braga da Cruz; Salvador Coutinho; (...). ==Distinções== Recebeu diversos prémios escolares e profissionais. Foram-lhe atribuídas a Grã-Cruz da Ordem do Mérito de Portugal a 9 de Junho de 1995 e a Grã-Cruz da Ordem Nacional do Cruzeiro do Sul do Brasil. Recebeu em 1997 o prémio Economista do Ano da AAAFEP, Associação dos Antigos Alunos da Faculdade de Economia do Porto. Recebeu em 2003 o Lifetime Achievement Award na iniciativa Investor Relations Awards. Foi distinguido com a Medalha de Ouro do Município do Porto em 2013. Recebeu o Prémio Carreira da Ordem dos Economistas e o Prémio Carreira da FEP, Faculdade de Economia do Porto, 2015. Recebeu o Doutoramento Honoris Causa pela Universidade de Trás- os-Montes e Alto Douro em 2017.http://www.utad.pt/vPT/Area2/autad/honoris_causa/Paginas/doutoramentos_honoris_causa.aspx É membro honorário de diversas instituições, tais como: Santa Casa da Misericórdia do Porto, Associação Empresarial de Portugal, Confraria das Tripas à Moda do Porto, Confraria dos Vinhos Verdes. É irmão da Real Irmandade do Senhor Bom Jesus da Cruz. Foi designado economista emérito pela Ordem dos Economistas em 2023. Recebeu a Distinção Vintage pela Associação Vale d'Ouro em 2023. Foi designado sócio honorário pelo Círculo Literário Agustina Bessa- Luís em 2024. ==Ligações externas== * Sítio oficial da Lista de Miguel Cadilhe à AG do Millenium BCP * Curriculum Vitae de Miguel Cadilhe na Ordem dos Economistas Categoria:Naturais de Barcelos Categoria:Alumni da Universidade do Porto Categoria:Economistas de Portugal Categoria:Professores da Universidade Católica Portuguesa Categoria:Escritores de Portugal Categoria:Políticos do Partido Social Democrata (Portugal) Categoria:Secretários de Estado de Portugal Categoria:Ministros das Finanças de Portugal Categoria:Grã-Cruzes da Ordem do Mérito Categoria:Doutores honoris causa pela Universidade de Trás-os- Montes e Alto Douro Categoria:Membros do Conselho de Estado de Portugal",
 "title": "Miguel Cadilhe"
}