{
 "id": "52735",
 "text": "Mir {| style=\"text-align: center;\" A Mir em 1998. Mir (, Paz ou Mundo) foi uma estação espacial que operou na órbita baixa da Terra entre 1986 e 2001, de propriedade da União Soviética e depois da Rússia. A Mir foi a primeira estação espacial modular e foi montada em órbita entre 1986 e 1996, tinha uma massa maior do que a de qualquer espaçonave anterior. Até 21 de março de 2001 foi o maior satélite em órbita, sucedida pela Estação Espacial Internacional (EEI) depois que sua órbita declinou. A estação serviu como um laboratório de pesquisa de microgravidade em que as equipes realizaram experimentos sobre biologia, biologia humana, física, astronomia, meteorologia e sistemas das naves espaciais com o objetivo de desenvolver tecnologias necessárias para a ocupação humana permanente do espaço. A Mir foi a primeira estação de pesquisa continuamente habitada em órbita e estabeleceu o recorde da mais longa presença humana contínua no espaço, com 3 644 dias. O recorde foi rompido em 23 de outubro de 2010, quando foi superado pela EEI. Ela detém ainda o recorde de mais longo voo espacial humano único, quando Valeri Polyakov passou 437 dias e 18 horas na estação entre 1994 e 1995. A estação espacial foi ocupada por um total de doze anos além de sua vida útil original de quinze anos, tendo a capacidade de suportar uma tripulação residente de três pessoas, ou de tripulações maiores para missões espaciais de curta duração. Após o sucesso do programa Salyut, a Mir representou a fase seguinte do programa de estação espacial da União Soviética. O primeiro módulo da estação, conhecido como o módulo de núcleo, foi lançado em 1986 e foi seguido por seis módulos adicionais. Os foguetes Proton foram usados ​​para lançar todos os seus componentes, exceto para o módulo de ancoragem, que foi instalado por um ônibus espacial da missão STS-74 em 1995. Quando concluída, a estação era composta por sete módulos pressurizados e vários componentes sem pressão. A energia era fornecida por vários painéis fotovoltaicos conectados diretamente aos módulos. A estação era mantida em uma órbita entre 296 km e 421 km de altitude e viajava a uma velocidade média de 27 700 quilômetros por hora, completando 15,7 órbitas por dia. A estação foi lançada como parte do programa de voos espaciais tripulados soviético para manter um posto avançado de pesquisa de longo prazo no espaço, e, após o colapso da União Soviética, passou a ser operada pela nova Agência Espacial Federal Russa (RKA). Como resultado, a grande maioria da tripulação da estação era formada por russos; no entanto, através de colaborações internacionais, como os programas Intercosmos, Euromir e Shuttle-Mir, a estação foi disponibilizada para os astronautas de países da América do Norte, Europa e Japão. O custo do programa Mir foi estimado em 2001 pelo ex-diretor da RKA, Yuri Koptev, como algo em torno de 4,2 bilhões de dólares ao longo de sua existência (incluindo desenvolvimento, montagem e operação orbital). == Origens == Mir foi autorizada em um decreto em 17 de fevereiro de 1976 para desenvolver um modelo melhorado das estações espaciais Salyut DOS-17K. Quatro estações Salyut tinham sido lançadas desde 1971 com três mais sendo lançadas durante o desenvolvimento da Mir. Foi planejado que a o módulo principal da Mir, o DOS-7 e o seu backup, o DOS-8 (atual módulo Zvezda da ISS), seriam equipados com um total de quatro porto para conectar naves; 2 em cada extremidade dos módulos assim como as estações Salyut, mais dois em uma esfera em qualquer uma das extremidades da estação para permitir que módulos adicionais para expandir as capacidades da estação. Por volta de agosto de 1978, isso evoluiu para a configuração final com uma porta de conexão em uma extremidade e 5 portos em um compartimento esférico na parte dianteira da estação. Originalmente os portos iriam se conectar com módulos derivadas da espaçonave Soyuz com 7,5 toneladas de massa. Esses módulos usariam um módulo de propulsão soyuz, assim como nas naves progress e os módulos orbital e de reentrada seriam substituídos por um longo módulo laboratório. Seguindo uma resolução governamental em 1979, o programa foi consolidado com o programa de estações espaciais militares Almaz de Vladimir Chelomei. Os portos de ancoragem foram reforçados para acomodar módulos de 20 toneladas baseadas na TKS. NPO Energia foi o escritório responsável pela estação espacial em geral com trabalhos subcontratados para a KB Salyut, devido ao trabalho em progresso no veículo de lançamento Energia e na Salyut 7, naves Soyuz-T e Progress. KB Salyut começou o trabalho em 1979, e desenhos foram lançados em 1982 e 1983; Novos sistemas foram incorporados na estação, incluindo o computador de voo digital Salyut 5B e giroscópios da Almaz, sistema de ancoragem Kurs, sistema de comunicações com os satélites Luch, geradores de oxigênio Elektron e removedores de gás carbônico Vozdukh. No início de 1984 o trabalho na Mir foi congelado enquanto os recursos eram empregados no programa Buran para preparar o ônibus espacial Buran para um voo de teste. O financiamento foi retomado em 1984 quando Valentin Glushko foi ordenado pelo secretário pelo espaço e defesa do Comitê Central para orbitar a Mir já pelo início de 1986, a tempo para o 27° Congresso do Partido Comunista da União Soviética. estava claro que o planejamento estabelecido não conseguiria cumprir a data de lançamento para 1986. Foi decidido no dia do cosmonauta em 12 de abril de 1985 levar o DOS-7 para o Cosmódromo de Baikonur e conduzir testes dos sistemas e integração lá. O módulo chegou ao local de lançamento em 6 de maio, com 1 100 dos 2 500 cabos precisando serem retrabalhados de acordo com os resultados dos testes em solo. Em outubro, o bloco foi retirado de sua sala para realizar testes de comunicação. A primeira tentativa de lançamento em fevereiro de 1986 foi cancelada quando as comunicações da espaçonave falharam, mas a segunda tentativa de lançamento, em 19 de fevereiro de 1986, 21h28min23 UTC, foi bem- sucedida, conseguindo atingir a meta política. == Concepção e estrutura == A estação representou a terceira geração das estações espaciais soviéticas, baseada na capacidade de expansão, reequipagem e reabastecimento. A possibilidade de dispor diferentes configurações utilizando o complexo de módulos proporcionou à estação uma grande capacidade de funcionamento e autonomia, o que era impensável nas outras gerações, que eram utilizadas por um curto período de tempo. A Mir foi levada ao espaço pelo foguete Proton 8K82K. A Soyuz e a Progress foram as principais naves de serviço da estação. Mais tarde, com a entrada dos Estados Unidos no projeto, ela foi adaptada para receber o ônibus espacial (em Portugal: vaivém espacial) da Nasa. A estação recebeu seis módulos entre 1986 e 1996, que formavam sua estrutura física: principal, Kvant 1 (12 de março de 1987), Kvant (26 de dezembro de 1989), Kristall (10 de junho de 1990), Spektr (1º de junho de 1995) e Priroda (27 de abril de 1996). == História e missões importantes == A Mir permaneceu no espaço a quatrocentos quilômetros de altitude, completando uma órbita em volta da Terra a cada noventa minutos. No total, foram realizadas mais de 82 mil voltas ao redor do planeta. Cerca de 25 missões russas e trinta internacionais foram feitas, recebendo 103 visitantes. Ao todo, quatorze mil experimentos científicos foram realizados. Os cosmonautas que ocuparam a estação realizaram 66 passeios no espaço, sendo que o mais longo durou sete horas. Em março de 1986, a Mir recebeu a sua primeira tripulação, formada pelos cosmonautas Leonid Kizim e Vladimir Solovyov. O primeiro cosmonauta estrangeiro a chegar a estação foi o sírio Muhammed Faris da missão Soyus TM-3 pelo programa Intercosmos. Posteriormente, pelo mesmo programa estiveram na estação o cosmonauta afegão Abdul Ahad Mohmand e o cosmonauta francês Jean-Loup Chrétien, o primeiro ocidental na Mir. Entre outras curiosidades, o jornalista japonês Toyohiro Akiyama transmitiu da estação, ao vivo, um programa para uma televisão de Tóquio, em dezembro de 1991. No mesmo mês, o cosmonauta Valeri Polyakov completou 438 dias na Mir, um recorde mundial de permanência no espaço. == Lançamentos utilizados na construção da estação == Módulo Data de lançamento Veículo lançador Data de acoplagem Massa (kg) Soyuz Objetivo Módulo Principal 19 Fevereiro de 1986 Proton 8K82K 20 100 N/A Módulo principal da estação espacial, destinado à moradia dos ocupantes Kvant-1 31 Março de 1987 Proton 8K82K 9 Abril de 1987 10 000 TMA-2 Módulo dedicado à Astronomia Kvant-2 26 Novembro de 1989 Proton 8K82K 6 Dezembro de 1989 19 640 TMA-8 Sistemas de suporte de vida Kristall 31 Maio de 1990 Proton 8K82K 10 Junho de 1990 19 640 TMA-9 Tecnologia de processamento de materiais, laboratórios de Geofísica e Astrofísica Spektr 20 Maio de 1995 Proton 8K82K 1 Junho de 1995 19 640 TMA-21 Alocação dos experimentos relativos ao programa de colaboração entre a Rússia e os Estados Unidos Módulo de Acoplagem 12 Novembro de 1995 STS-74 Atlantis 15 Novembro de 1995 6 134 TMA-22 Sistema a ser utilizado para o acoplamento entre os ônibus espaciais americanos e a estação espacial Priroda 23 Abril de 1996 Proton 8K82K 26 Abril de 1996 19 000 TMA-23 Módulo de sensoriamento remoto == Missões que usaram a nave Soyuz == * 13 de março de 1986 - Mir EO-1 ou Soyuz T-15 * 5 de fevereiro de 1987 - Mir LD-1 ou Soyuz TM-2 (cosmonauta Romanenko) * 5 de fevereiro de 1987 - Mir EO-2 ou Soyuz TM-2 (Laveykin) * 22 de julho de 1987 - Mir EP-1 ou Soyuz TM-3 (cosmonautas Faris e Viktorenko) * 22 de julho de 1987 - Soyuz TM-3 ou Soyuz TM-3 (Aleksandrov) * 21 de dezembro de 1987 - Mir LII-1 ou Soyuz TM-4 (Levchenko) * 21 de dezembro de 1987 - Mir EO-3 ou Soyuz TM-4 (Manarov e Titov Vladimir) * 7 de junho de 1988 - Mir EP-2 ou Soyuz TM-5 * 29 de agosto de 1988 - Mir EP-3 ou Soyuz TM-6 (Lyakhov e Mohmand) * 29 de agosto de 1988 - Mir LD-2 ou Soyuz TM-6 (Polyakov) * 26 de novembro de 1988 - Mir EO-4 ou Soyuz TM-7 (Krikalyov e Volkov Aleksandr) * 26 de novembro de 1988 - Mir Aragatz ou Soyuz TM-7 (Chretien) * 5 de setembro de 1989 - Mir EO-5 ou Soyuz TM-8 * 11 de fevereiro de 1990 - Mir EO-6 ou Soyuz TM-9 * 1 de agosto de 1990 - Mir EO-7 ou Soyuz TM-10 * 2 de dezembro de 1990 - Mir EO-8 ou Soyuz TM-11 (Afanasyev e Manarov) * 2 de dezembro de 1990 - Mir Kosmoreporter ou Soyuz TM-11 (Akiyama) * 18 de maio de 1991 - Mir LD-3 ou Soyuz TM-12 (Krikalyov) * 18 de maio de 1991 - Mir Juno ou Soyuz TM-12 (Sharman) * 18 de maio de 1991 May 18 - Mir EO-9 ou Soyuz TM-12 (Artsebarsky). * 2 de outubro de 1991 - Mir EO-10 ou Soyuz TM-13 (Volkov Aleksandr) * 2 de outubro de 1991 - Mir Austromir ou Soyuz TM-13 (Aubakirov e Viehboeck) * 17 de março de 1992 - Mir EO-11 ou Soyuz TM-14 (Kaleri e Viktorenko) * 17 de março de 1992 - Mir 92 ou Soyuz TM-14 (Flade) * 27 de julho de 1992 - Mir Antares ou Soyuz TM-15 (Tognini) * 27 de julho de 1992 - Mir EO-12 ou Soyuz TM-15 (Avdeyev e Solovyov) * 24 de janeiro de 1993 - Mir EO-13 ou Soyuz TM-16 * 1 de julho de 1993 - Mir EO-14 ou Soyuz TM-17 (Serebrov e Tsibliyev) * 1 de julho de 1993 - Mir Altair ou Soyuz TM-17 (Haignere) * 8 de janeiro de 1994 - Mir LD-4 ou Soyuz TM-18 (Polyakov) * 8 de janeiro de 1994 - Mir EO-15 ou Soyuz TM-18 (Afanasyev e Usachyov) * 1 de julho de 1994 - Mir EO-16 ou Soyuz TM-19 * 3 de outubro de 1994 - Mir Euromir 94 ou Soyuz TM-20 (Merbold) * 3 de outubro de 1994 - Mir EO-17 ou Soyuz TM-20 (Kondakova e Viktorenko) * 14 de março de 1995 - Mir EO-18 ou Soyuz TM-21 * 3 de setembro de 1995 - Mir EO-20 ou Soyuz TM-22 ou Mir Euromir 95 * 21 de fevereiro de 1996 - Mir EO-21 ou Soyuz TM-23 * 17 de agosto de 1996 - Mir EO-22 ou Soyuz TM-24 (Kaleri e Korzun) * 17 de agosto de 1996 - Mir Cassiopee ou Soyuz TM-24 (Andre-Deshays) * 10 de fevereiro de 1997 - Mir EO-23 ou Soyuz TM-25 (Lazutkin e Tsibliyev) * 10 de fevereiro de 1997 - Mir 97 ou Soyuz TM-25 (Ewald) * 5 de agosto de 1997 - Mir EO-24 ou Soyuz TM-26 * 29 de janeiro de 1998 - Mir Pegase ou Soyuz TM-27 (Eyharts) * 29 de janeiro de 1998 - Mir EO-25 ou Soyuz TM-27 (Budarin e Musabayev) * 13 de agosto de 1998 - Mir EO-26/-27 ou Soyuz TM-28 (Avdeyev) * 13 de agosto de 1998 - Mir EO-26 ou Soyuz TM-28 (Padalka) * 13 de agosto de 1998 - Mir EP-4 ou Soyuz TM-28 (Baturin) * 20 de fevereiro de 1999 - Mir Stefanik ou Soyuz TM-29 (Bella) * 20 de fevereiro de 1999 - Mir EO-27 ou Soyuz TM-29 ou Mir Perseus (Afanasyev e Haignere) * 4 de abril de 2000 - Mir EO-28 ou Soyuz TM-30 == Missões que usaram o ônibus espacial == * 3 de fevereiro de 1995 - STS-63 - primeiro rendez-vous do Ônibus Espacial com a MIR, com o cosmonauta Vladimir Titov a bordo da Discovery (chegaram a 37 pés de distância, mas não acoplaram) * 27 de junho-7 de julho de 1995 - STS-71 - primeiro acoplamento da MIR com um Ônibus Espacial, o Atlantis, com substituição de equipe: cosmonautas Anatoly Solovyev e Nikolai Budarin ficaram a bordo da MIR e retornaram para a Terra os cosmonautas Dezhurov, Strekalov, e o astronauta Thagard * 12 de novembro-20 de novembro de 1995 - STS-74 - primeiro envio de módulo para a MIR usando Ônibus Espacial: foi enviado o módulo de acoplamento com dois painéis solares * 22 de março-31 de março de 1996 - STS-76 - iniciou a presença estadunidense contínua na MIR, levando o astronauta Shannon Lucid, que fez um passeio no espaço para instalar pacotes de experimentos no módulo de acoplagem * 16 de agosto-26 de agosto de 1996 - STS-79 - astronauta John Blaha substitui Lucid, ficando na MIR quatro meses com os cosmonautas da missão MIR-22, conduzindo experimentos de ciência dos materiais, fluidos e pesquisa biológica * 12 de janeiro-22 de janeiro de 1997 - STS-81 - Linenger substituiu Blaha na MIR, tendo feito o primeiro \"passeio no espaço\" com traje espacial russo - a missão enfrentou um inédito incêndio no espaço, dentro da MIR * 15 de maio-24 de maio de 1997 - STS-84 - o astronauta Mike Foale substitui Linenger, e integra a equipe a especialista russa Elena V. Kondakova - nesta missão ocorre uma colisão entre a MIR e uma nave cargueiro Progress, com danos na MIR - Foale faz um EVA com o cosmonauta Anatoly Solovyev para verificar os danos * 25 de setembro-6 de outubro de 1997 - STS-86 - David Wolf substitui Foale - astronauta Scott Parazynski e o cosmonauta Vladimir Titov executam um \"passeio no espaço\" conjunto, o primeiro em que um cosmonauta usa um traje espacial estadunidense * 22 de janeiro-31 de janeiro de 1998 - STS-89 - astronauta Andy Thomas substitui Wolf - o voo também levou à MIR o cosmonauta Salizhan Sharipov * 2 de junho-12 de junho de 1998 - STS-91 - esta missão retornou Thomas e conduziu pesquisas científicas == Ver também == * Austromir-91 * Corrida Espacial * Exploração espacial * Mir-2 * Programa espacial soviético * Soyuz == Ligações externas == * Animação da NASA do declínio da órbita da Mir. * Mir Diary * Site containing detailed diagrams, pictures and background info * Site contains information on problems aboard Mir * Shuttle-Mir: Phase 1 Program Joint Report * Mir Space Station (NASA Book) Categoria:Acidentes e incidentes espaciais Categoria:Década de 1980 na exploração espacial Categoria:Década de 1990 na exploração espacial Categoria:Década de 2000 na exploração espacial",
 "title": "Mir"
}