{
 "id": "5278",
 "text": "Gouveia é uma cidade portuguesa do distrito da Guarda, situada na província da Beira Alta, região do Centro (Região das Beiras) e sub-região das Beiras e Serra da Estrela. Possui 3064 habitantes (2021) e situa-se na encosta noroeste do maior sistema montanhoso português continental, a Serra da Estrela, a cerca de 700m de altitude. É sede do município de Gouveia com de área e habitantes (2023), subdividido em 16 freguesias.Lei n.º 11-A/2013, de 28 de janeiro: Reorganização administrativa do território das freguesias. Anexo I. Diário da República, 1.ª Série, n.º 19, Suplemento, de 28/01/2013. O município é limitado a norte pelo município de Fornos de Algodres, a nordeste por Celorico da Beira, a leste pela Guarda, a sueste por Manteigas, a sudoeste por Seia e a noroeste por Mangualde. ==História== Uma crença popular, improvável, sugere que a cidade de Gouveia teria sido povoada pelos Túrdulos no século VI a.C.. No entanto, os vestígios mais antigos na cidade reportam-se ao Largo do Castelo, onde nos anos 1940 foram encontrados 3 potes funerários, datados, à época, para a Idade do Bronze, com vestígios de incineração e restos de ossadas humanas. Desta época é também um molde de agulhas bivalve, em xisto polido, encontrado na década de 1940, no Campo Redondo (freg. S.Paio). Além disso a antiga Gauvé encontra-se no centro do país, numa região comprovada como parte dos lusitanos, uma tribo Celta que é muito mais natural como tendo dado origem a Gouveia. Do período romano são conhecidos uma ara votiva consagrado ao Deus Lusitano Salqiu e uma sepultura de um guerreiro romano, contendo vários artefactos metálicos (machado, faca e ponta de seta) junto à antiga escola primária de S. Pedro. As calçadas romanas que existem tanto no alto município, nomeadamente em Folgosinho (Galhardos e Cantarinhos), como no baixo-município, ao caso, em Vila Nova de Tazem (troço da Teixugueira- Parigueira) são prova da vivência e dinâmica regional à época romana, na região, sem, no entanto, se ter encontrado prova do estatuto jurídico- administrativo, sabendo-se apenas que estava integrada na província da Lusitânia. Os troços de calçada romana do alto-município são parte da via que ligava Mérida a Braga, cruzando a Ponte de Alcântara. Durante a ocupação dos povos germânicos e muçulmanos, nada se sabe da Gaudella alto-medieval; apenas que, Fernando, O Magno, a conquistou por capitulação aos muçulmanos em 1055, com a primeira referência ao Castelo de Gouveia a surgir na na Bula Oficii nostri do Papa Inocêncio II, de 1135. A rainha D. Teresa doou-a em couto, no ano de 1125, os freires da Ordem de São João de Jerusalém, radicados no Mosteiro de Águas Santas, na Maia. D. Sancho I, outorgou-lhe foral em 1186 enchendo de privilégios os seus moradores, tentando desta forma assegurar o seu repovoamento. D. Afonso II renovou-lhe foral em 1217, aumentando-lhe ainda mais as suas regalias e recebeu foral novo manuelino em 1510. Sobre a fortaleza local, apenas se conhece a sua existência através de alguns registos documentais, como a carta que o rei D. Pedro II enviou à câmara de Gouveia, pedindo que se limpasse e alumiasse o Castelo de Gouveia, pois, a sua irmã, Catarina de Bragança, após enviuvar de Carlos II de Inglaterra, regressava à corte portuguesa, entrando pela província da Beira em 1693, permanecendo por aqui uns dias. O castelo terá sido obliterado aquando da retirada das tropas do General Massena durante a 3ª Invasão Francesa, no âmbito da Guerra Peninsular, por volta do dia 21 de Março de 1811, apesar de já se encontrar em ruína por essa altura. A comunidade judaica em Gouveia, que no decorrer da Idade Média aqui assentou, é conhecida através dos nomes e profissões de alguns hebreus sefarditas do séc. XIV e XVTAVARES, M. J. P. F. - Os judeus em Portugal no século XV, Universidade Nova de Lisboa, Faculdade de Ciências Sociais e Humanas, 1982.- pp. 136-138. Em 1967 foi encontrada uma inscrição hebraica enquanto se destruía o casario para a construção do edifício dos CTT. Serviria de torsa à antiga sinagoga de Gouveia, situada na Rua Nova. Nela se lê o ano de 5257 da era judaica (1496/7 da era cristã) e terá sido a última sinagoga construída na Península Ibérica antes do édito manuelino. A judiaria no Bairro da Biqueira e algumas marcas inscritas nas ombreiras de edifícios da zona histórica da cidade são ainda visíveis, assim como é a inscrição, na Casa da Vivência Judaica. A capela de Sta. Cruz, no Bairro da Biqueira, tem a sua construção associada a episódios de perseguição e violência ocorridos entre os anos de 1528 e 1531 para com a população cristã-nova. Após falsas acusações contra esta comunidade, três indivíduos foram acusados de profanação de uma imagem santa venerada pela população, condenando-se à morte na fogueira. Provada a sua inocência, os frades franciscanos do Convento do Espírito Santo (Foto) edificaram a capela.Foi senhor de Gouveia D. Manique da Silva, filho dos 4ºs condes de Portalegre, mordomo-mor de Filipe IV de Espanha, que o fez marquês de Gouveia a 20 de Janeiro de 1625; o 5º marquês deste título, D. José de Mascarenhas, veio a ser o 8º duque de Aveiro tendo morrido executado de um modo cruel em Lisboa a 13 de Janeiro de 1759, e por esse motivo Gouveia foi anexada aos bens da Coroa, no decurso do processo dos Távoras. Os títulos de Marquês de Távora e de Duque de Aveiro foram extintos e o palácio deste, em Lisboa, demolido. O terreno onde se erguia a construção foi salgado para que ali nada nascesse ou crescesse. No local foi construída uma coluna cilíndrica, com cinco anéis que representam os cinco membros da família dos Duques de Aveiro implicados na conspiração, atualmente, no Beco do Chão Salgado, em Belém, Lisboa. A pastorícia e a transumância eram a vertente económica relevante na região, que permitiria o desenvolvimento da indústria dos lanifícios. Esta teve um grande papel no desenvolvimento da cidade, município e região, ao longo do séculos XIX e XX, nomeadamente com o desenvolvimento da Indústria Têxtil. Gouveia era um centro de evolução industrial, com uma comunidade operária, pulsante e esclarecida, como o prova o facto de em 1870 haver 57 teares mecânicos a funcionar em Portugal, com Gouveia a deter 20. Em 1873 eram 23 as fábricas que funcionavam no município e no final do séc. XIX era o sexto maior centro urbano de faturação industrial em Portugal.Em Agosto de 1902 deu-se início a um movimento grevista que teve enorme impacto, até por ter sido apoiado e coberto nacionalmente, sendo conhecida como a 1ª grande greve operária em Portugal. Em Novembro, a greve terminou com dois mortos, num encontro com as forças de segurança, ao fim de 4 meses. Em 1917 Gouveia era a segunda cidade com mais operários na indústria dos lanifícios da região da Serra da Estrela, perfazendo um total de 1037, só superada pela Covilhã. Gouveia foi elevada a cidade por lei de 1 de Fevereiro de 1988. O Bairro do Castelo é a zona histórica por excelência da cidade com o seu traçado urbano medieval, mas é fora do bairro que melhor se preservou a monumentalidade dos edifícios gouveenses como a Casa da Torre (edifício quinhentista e classificado como Monumento NacionalDec-lei 2167 de 24-12-1915.) e os edifícios setecentistas, como o solar dos Serpa-Pimentel (atual Biblioteca Municipal Vergílio Ferreira), os Paços do Concelho (antigo Colégio dos Jesuítas), o Solar dos Condes de Vinhó e Almedina (atual Museu de Arte Moderna Abel Manta), o Convento do Espírito Santo, a Igreja de S. Pedro, a Igreja de S. Julião e a Igreja da Misericórdia. O edificado religioso de menor dimensão mostra também a riqueza e variedade patrimonial de Gouveia, como são exemplo as capelas de Santa Cruz, de S. Miguel e do Senhor do Calvário. A Romaria do Senhor do Calvário, realizada na segunda segunda-feira, a seguir ao segundo domingo de Agosto (feriado Municipal) é a principal celebração religiosa e popular da cidade, que durante o séc. XX chegou a ser considerada a maior Romaria das Beiras. == Geografia e Ambiente == Integrado na encosta ocidental da Serra da Estrela, em Gouveia apreciam-se vistas de cortar a respiração, com vastos horizontes e panorâmicas de praticamente 180º dos seus mirantes como são o do Paixotão e do Monte Calvário, junto ao centro da cidade. Avista-se o vale do Mondego e os horizontes recortados pelas vários sistemas montanhosos da Beira Alta. O acesso ao maciço central é feito através de toda a encosta, proporcionando uma viagem até ao ponto mais alto da serra, com vistas ímpares em Portugal. ==Património== *Castelo de Folgosinho *Pelourinho de Melo *Capela de Santa Marta *Anta da Pedra da Orca *Igreja do antigo Convento da Madre de Deus ou Igreja Matriz de Vinhó == Gouveenses Ilustres == *Vergílio Ferreira (escritor) *Abel Manta (pintor) *Pedro Amaral Botto Machado (benemérito, republicano) *António dos Santos Lucas *António Mendes Bello (cardeal patriarca de Lisboa, Bispo de Pinhel e Bispo de Aveiro) *Beldemónio (escritor, jornalista) *Bento de Moura Portugal (físico) *João Bernardo da Rocha Loureiro (cronista-mor do reino de Portugal) *Joaquim Tenreiro (designer, pintor, escultor) *Manuel de Gouveia (Bispo de Angra) *António Elísio Capelo Pires Veloso (general) *Aureliano Capelo Pires Veloso (político) *António José da Fonseca Mimoso Pereira e Guerra (político, juiz) *Duarte Madeira Arrais (físico) *Albano Belino (arqueólogo) *Isaura (cantora) *Ana Borges (jogadora profissional de futebol) *Laurindo de Jesus Marques (1924 - 2019), sacerdote *João Saraiva Corte-Real (1913 - 1982) - General da Força Aérea Portuguesa ==População== Número de habitantes Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 Global ** 19738 21192 23022 24641 25539 23599 23724 27321 27673 25210 18305 19045 17410 16122 14046 12222 0-14 Anos *** 8905 9102 7987 7769 8427 7864 7013 4505 4016 3024 2062 1489 1118 15-24 Anos *** 4281 4465 4079 4869 4579 4812 3909 2735 2844 2226 1944 1321 977 25-64 Anos *** 9804 10210 9351 10374 11677 12242 11528 8355 8634 8197 7611 6697 5458 = ou > 65 Anos *** 1294 1565 1640 1755 2197 2555 2760 2710 3551 3963 4505 4539 4669 * População residente; ** População presente (1900-1950) == Freguesias == O município de Gouveia está dividido em 16 freguesias: * Aldeias e Mangualde da Serra * Arcozelo * Cativelos * Figueiró da Serra e Freixo da Serra * Folgosinho * Gouveia * Melo e Nabais * Moimenta da Serra e Vinhó * Nespereira * Paços da Serra * Ribamondego * Rio Torto e Lagarinhos * São Paio * Vila Cortês da Serra * Vila Franca da Serra * Vila Nova de Tazem == Política == === Eleições autárquicas === Data % V % V % V % V % V % V % V % V Participação PS CDS-PP PSD FEPU/APU/CDU GDUP AD PSD-CDS PRD 1976 40,73 4 25,72 2 16,24 1 6,31 - 2,75 - 1979 52,52 4 AD AD 4,63 - 38,14 3 1982 40,79 3 11,19 1 33,35 3 7,89 - 1985 47,67 4 7,35 - 30,54 3 4,13 - 5,73 - 1989 46,49 4 5,12 - 40,68 3 3,37 - 1993 45,58 4 5,11 - 41,56 3 3,44 - 1997 49,02 4 1,94 - 40,38 3 3,93 - 2001 44,31 3 48,14 4 3,17 - 2005 37,21 3 51,50 4 6,85 - 2009 39,73 3 1,63 - 52,08 4 3,39 - 2013 38,71 3 PPD/PSD CDS-PP 4,21 - 50,47 4 2017 31,65 2 5,29 - 53,79 5 3,18 - 2021 40,85 3 50,09 4 2,99 - === Eleições legislativas === Data % PS PSD CDS PCP UDP AD APU/ CDU FRS PRD PSN B.E. PAN PSD CDS L CH IL 1976 35,41 25,04 20,57 5,28 1,44 1979 34,50 AD AD APU 1,77 46,84 8,90 1980 FRS 0,98 47,51 7,65 35,30 1983 40,95 27,44 17,02 0,60 8,17 1985 28,09 28,96 13,69 1,01 7,12 14,44 1987 29,77 52,35 4,25 CDU 0,27 4,64 3,05 1991 31,60 54,80 3,99 3,76 0,56 1,06 1995 44,74 40,45 7,34 0,38 3,63 0,22 1999 45,32 37,99 7,79 3,91 1,25 2002 38,74 47,13 7,21 2,78 1,12 2005 47,08 35,10 5,64 3,79 3,65 2009 36,02 37,70 8,52 4,12 7,41 2011 28,79 47,36 8,84 4,11 3,63 0,68 2015 36,46 CDS PSD 4,60 6,50 0,59 44,21 0,13 2019 39,22 33,39 3,73 3,19 7,72 1,88 0,45 1,27 0,34 2022 45,97 33,38 1,78 2,09 3,36 0,80 0,71 6,81 1,53 2024 34,47 AD AD 34,24 1,56 2,86 1,24 1,58 16,03 1,52 == Geminações == A cidade de Gouveia está geminada com as seguintes cidades:http://www.anmp.pt/anmp/pro/mun1/gem101l0.php?cod_ent=M6290 * Labouheyre, Landes, França * Danbury, Connecticut, Estados Unidos * Leiria, Portugal == Segurança == * Bombeiros Voluntários * Polícia de Segurança Pública * Guarda Nacional Republicana * Proteção Civil ==Ligações externas== *Sociedade Musical Gouveense *Observação de aves na serra da Estrela *GeObserver *CERVAS *Câmara Municipal de Gouveia",
 "title": "Gouveia (Portugal)"
}