{
 "id": "52807",
 "text": "Charlie Brown Jr. foi uma banda brasileira de rock formada em 1992 na cidade de Santos, por Chorão (vocal), Champignon (baixo), Marcão Britto (guitarra), Thiago Castanho (guitarra) e Renato Pelado (bateria). Sua discografia contabiliza 13 álbuns de estúdio lançados, 4 álbuns ao vivo e 7 DVDs. Excetuando Chorão, todos os membros da banda são naturais de Santos, uma vez que o vocalista é natural de São Paulo. A banda encerrou suas atividades em 2013, quando na madrugada do dia 6 de março daquele ano, Chorão foi encontrado morto em seu apartamento em São Paulo, devido a uma overdose de cocaína. Posteriormente a isso os demais membros do Charlie Brown Jr. se reuniram em projetos distintos para preservar a memória de Chorão e manter o seu legado vivo. Em 2013, logo após à morte de Chorão, os membros remanescentes chegaram a mudar o nome da banda para A Banca, com Champignon assumindo os vocais.\" Letra Ela Vai Voltar CHARLIE BROWN JR\". Página acessada em 02 de Julho de 2015.\" Integrantes do Charlie Brown Jr continuarão como 'A Banca'; Champignon assume os vocais\". Página acessada em 11 de abril de 2013. Porém o grupo encerrou as atividades em setembro do mesmo ano, após Champignon cometer suicídio em sua casa, também em São Paulo, na madrugada do dia 9 daquele mês.G1.com - Músico Champignon é encontrado morto em sua casa em SP Em 2019, Marcão Britto, Heitor Gomes e Pinguim fizeram uma turnê com convidados nos vocais. Os antigos guitarristas da banda continuam a se apresentar sob o nome Marcão Britto & Thiago Castanho - Charlie Brown Jr. 30 Anos. O projeto está em circulação desde 2022 e conta com Egypcio (ex-Tihuana) nos vocais. Em julho de 2015, um levantamento do Deezer revelou que o Charlie Brown Jr. é a segunda banda de rock brasileira mais ouvida no exterior, atrás apenas do Sepultura.entretenimento.r7.com/ Charlie Brown Jr. e Sepultura são as bandas brasileiras mais ouvidas no exterior Em setembro de 2015, uma pesquisa similar da Billboard Brasil divulgou uma lista com 47 bandas e artistas brasileiros, na qual o Charlie Brown Jr. ficou na 31ª posição, o quarto grupo (depois do Sepultura, Natiruts e Tribalistas).billboard.com.br/ Os 47 brasileiros mais ouvidos no exterior == História == === Início === Em 1987, Chorão se mudou para Santos, litoral de São Paulo após uma infância traumática. Passou a se interessar pela prática do skate, chegando a figurar nas melhores posições do ranking de vários campeonatos brasileiros. Ele teve uma entrada repentina no cenário musical. Um dia, em um bar local, substituiu o vocalista de uma banda, quando este precisou ir ao banheiro. Uma pessoa da plateia, ao vê-lo cantar, fez um convite para integrar sua banda. Em 1990, quando o baixista saiu, Champignon, com apenas 12 anos de idade, foi apresentado a Chorão por músicos conhecidos que frequentavam o mesmo estúdio do cantor, na cidade de São Vicente, para fazer um teste para baixista. Os dois formaram então a banda What's Up. Não há registros da What's Up disponíveis na internet, mas a banda, segundo relatos, fazia um som semelhante ao thrash metal, hardcore punk e crossover. As letras eram em inglês e a pegada era como a de bandas como Biohazard e Suicidal Tendencies. Os dois tentaram divulgar a banda pela cidade. Em 1993, se juntaram à dupla os guitarristas Marcão Britto e Nando Bassetto e o baterista Vini. Foi com essa formação que a banda gravou sua primeira demo, também em 1993, contendo as músicas \"Shake\" e \"Prostitute Society\", a primeira sendo mais tarde rearranjada, adaptada para a língua portuguesa e gravada no álbum Transpiração Contínua Prolongada, em 1997, com o título \"Sheik\". Já com esta formação, começaram a tocar no circuito underground de Santos e São Paulo e fazer shows em vários campeonatos de skate. Pouco tempo depois, Vini e Nando Bassetto foram substituídos por Renato Pelado e Thiago Castanho, respectivamente, completando a primeira formação do grupo, que ainda não tinha nome.guitarplayer.uol.com.br/ GP Entrevista: Thiago Castanho Daquela época, restava apenas um registro em VHS deteriorado, divulgado pelo guitarrista Marcão Britto apenas em 2017, em uma rede social. Segundo ele, \"trata-se de imagens inéditas da gravação do primeiro videoclipe do grupo, gravado de forma independente, que chegou a ser lançado, mas \"se perdeu no tempo\". O nome Charlie Brown Jr. só foi escolhido pouco tempo após a formação clássica da banda, quando Chorão atropelou uma barraca de água de coco com o desenho do personagem Charlie Brown. O \"Jr.\" foi acrescido, nas palavras de Chorão, \"pelo fato de sermos filhos do rock\", inspirado por músicos do rock brasileiro à época como Raimundos, O Rappa, Nação Zumbi e Planet Hemp. A sonoridade do grupo tinha influências de grupos como Blink-182, Sublime, Bad Brains, 311, Rage Against the Machine, NOFX e Suicidal Tendencies, misturando hardcore, skate punk, reggae e ska. Em 1995, já com o nome Charlie Brown Jr., a banda gravou sua segunda demo. === Demo e álbum de estreia === Em 1993, a banda começou a se destacar em Santos. Nesta época, a banda contou com a ajuda de amigos, como Pepinho Macia, da loja Metal Rock, frequentada por Champignon. Foi ele quem inscreveu a banda no festival da Move’s Bar no qual o CBJr terminou em terceiro lugar.musicnonstop.uol.com.br/ Pedro De Luna lança campanha para editar a Biografia do Champignon, do Charlie Brown Jr. Sempre que a banda se apresentava em casas noturnas, Champignon, menor de idade, tinha que levar uma autorização judicial para acompanhar o grupo. Foi nesta época Champignon começou a namorar a cunhada de um produtor musical chamado Tadeu Patolla. Um dia, Champignon apresentou a Patolla uma fita demo da banda, com 3 faixas, que seriam gravadas no primeiro álbum da banda.aicomfiam.com.br/ Tadeu Patolla e sua relação com o sucesso da banda Charlie Brown Jr. Percebendo que a banda tinha potencial, Patolla apresentou a fita demo a um amigo, o também produtor musical Rick Bonadio, então presidente da Virgin Records no Brasil e produtor dos Mamonas Assassinas. Bonadio gostou do som da banda e os contratou. Nasce então o álbum Transpiração Contínua Prolongada, produzido por Tadeu Patolla e Rick Bonadio com o selo da Virgin. O título do álbum, segundo a banda, retratava tudo que passaram para chegar onde chegaram. Lançado em 1997, o disco vendeu por volta de 500 mil cópias, e foi bem recebido pelas rádios, que executaram faixas como \"O Coro Vai Comê!\", \"Proibida pra Mim (Grazon)\", \"Tudo que Ela Gosta de Escutar\" e \"Quinta-Feira\". A primeira aparição da banda na TV, em rede nacional, ocorreu no dia 24 de junho de 1997, no Programa Livre, do SBT, apresentado por Serginho Groisman. === Preço Curto... Prazo Longo === Em 1999, após a estreia promissora, o grupo voltou com Preço Curto... Prazo Longo, composto por 25 canções inéditas, entre elas \"Confisco\", \"Zóio de Lula\", \"Te Levar\" e \"Não Deixe o Mar te Engolir\", que sedimentaram a boa recepção da banda e garantiram sua presença nas rádios. De 1999 a 2006, a canção \"Te Levar\" foi tema do seriado Malhação, da Rede Globo, fazendo com que a banda expusesse seu trabalho às mais diferentes classes sociais. Com sua propagação na mídia, o grupo ganhou vários prêmios e chegou assim, por várias vezes, ao topo de grandes rádios espalhadas pelo país. === Nadando com os Tubarões e aproximação da banda com rappers da periferia === Pouco antes de entrar no estúdio para gravar o terceiro álbum, a banda passou por uma forte crise interna, causada pelas brigas entre Chorão e Champignon, que quase encerrou o grupo. Além disso, foi nessa época que o pai do Chorão faleceu, vitimado por um câncer. A banda então deu uma pausa para que o seu vocalista pudesse lidar com a sua perda. Depois de seis meses em profunda depressão, com a barba crescida e de engordar 20 kg ficando em casa sem motivação, ele decide dar a volta por cima. E começa os trabalhos para o novo disco. Apesar das dificuldades, a evolução da fórmula hip hop/reggae/hardcore continuou em Nadando com os Tubarões, lançado em 2000, cujos destaques foram as faixas \"Rubão, o Dono do Mundo\" e \"Não é Sério\". O disco marcava a entrada de DJ Anderson Franja como acompanhante fixo na turnê deste disco, que também contou com participações especiais, como o rapper Sabotage, a cantora Negra Li (na música \"Não é Sério\") e seu grupo RZO. Este disco apresentou uma sonoridade mais produzida e carregada se comparado aos dois primeiros álbuns, com algumas letras refletindo o momento delicado pelo qual Chorão estava passando, devido à morte do seu pai. === Saída de Thiago Castanho === Nadando com os Tubarões foi o último álbum com a formação original do Charlie Brown Jr.. Após a turnê deste álbum, o guitarrista Thiago Castanho deixou o grupo, alegando problemas de agenda. No fim do ano, o Charlie Brown Jr. foi uma das bandas brasileiras que decidiu não participar do Rock in Rio III que ocorreria em janeiro de 2001, por discordar do tratamento dispensado às bandas nacionais. Ao mesmo tempo, o guitarrista Thiago Castanho deixa o grupo alegando divergências pessoais. === 100% Charlie Brown Jr. - Abalando a Sua Fábrica === Em 2001, a banda vence o MTV Video Music Brasil, com o prêmio \"Escolha da Audiência\" pelo videoclipe de \"Rubão, o Dono do Mundo\". Com a formação de um quarteto, a banda lança seu quarto álbum, 100% Charlie Brown Jr. - Abalando a Sua Fábrica. As faixas de maior destaque foram \"Lugar ao Sol\", \"Hoje Eu Acordei Feliz\", \"Sino Dourado\" e \"Como Tudo Deve Ser\". Nesse álbum o grupo se focou mais no rock e no hardcore, deixando um pouco de lado suas outras influências. Ao contrário das gravações dos três primeiros discos, optaram por gravar o novo trabalho ao vivo, método em que todos os músicos tocam ao mesmo tempo no estúdio, resultando em uma sonoridade mais crua. === Primeiro DVD e Bocas Ordinárias === Em 2002, é lançado o primeiro DVD da carreira da banda, Charlie Brown Jr. ao Vivo, gravado nos dias 23 e 24 de março daquele ano no DirecTV Music Hall, em São Paulo, originalmente para ser transmitido pelo canal de televisão por assinatura DirecTV e posteriormente foi lançado como primeiro DVD do grupo. Em abril de 2002, uma apresentação da banda no Rio de Janeiro acabou em tumulto generalizado. Devido a uma briga, os integrantes da banda saíram do palco antes do previsto, causando revolta na plateia. Lojas e lanchonetes do parque Terra Encantada foram depredadas, porém não houve feridos graves. Também em 2002, a banda lança seu quinto álbum, Bocas Ordinárias, cujo título se apropriou de uma expressão lusitana, devido ao sucesso do grupo em apresentações realizadas em Portugal. A fusão de estilos gerou os hits \"Papo Reto (Prazer é Sexo, o Resto é Negócio)\" e \"Só por uma Noite\", além da versão de \"Baader-Meinhof Blues\", da Legião Urbana. Neste álbum, a banda optou por uma sonoridade mais polida, diferente do disco anterior. === Acústico MTV: Charlie Brown Jr. === Em 2003, o Charlie Brown Jr. lança seu álbum de maior sucesso, o Acústico MTV: Charlie Brown Jr., primeiro álbum ao vivo, sexto álbum da discografia e segundo DVD da carreira da banda, gravado nos dias 5 e 6 de agosto daquele ano no Teatro Mars, em São Paulo. Entre os convidados, o grupo chamou Marcelo Nova, RZO, Negra Li e Marcelo D2, que participaram das versões de \"Hoje\" (Camisa de Vênus), \"A Banca (Ratatá é Bicho Solto)\", \"Não é Sério\" e \"Samba Makossa\" (Nação Zumbi), respectivamente. Aprimeira música da trabalho do álbum foi a inédita \"Vícios e Virtudes\". O álbum marca o grande sucesso de mídia e vendas e foi gravado quando a banda estava no auge da carreira, contrariando a tradição da série de retomar ao auge carreiras de outros artistas. === Comercial para a Coca-Cola e desentimentos com Marcelo Camelo === Em 2002, Chorão foi o garoto-propaganda de uma peça publicitária da Coca-Cola, divulgando a promoção “No Estilo” Segundo Cláudia Colaferro, diretora de marketing da Coca-Cola, \"o Charlie Brown Jr. foi escolhido por ser o representante da geração que tem entre 14 e 19 anos\".folha.uol.com.br/ A \"rebeldia\" do Charlie Brown Jr. engarrafada pela Coca-Cola A propaganda foi ao ar em 2003. Em 2004, Marcelo Camelo, vocalista da banda Los Hermanos, numa entrevista concedida para a revista da Oi, criticou a participação do Chorão no comercial \"No Estilo\" da Coca-Colarevistaquem.globo.com/ Chorão se desculpa pela agressão a Marcelo Camelo (Camelo disse: \"esse negócio de fazer comercial para Coca-Cola é um desdobramento da indústria, a gente rejeita esse negócio de vender atitude\". E depois: \"o Charlie Brown Jr. é uma banda da qual temos discordâncias estéticas... são precursores deste estilo que combatemos\"whiplash.net/ Los Hermanos e Chorão: A opinião de André Forastieri sobre o atrito). As declarações dadas por Camelo deixaram Chorão extremamente irritado. O primeiro encontro dos dois após a polêmica declaração de Camelo se deu num voo, ocorrido no dia 2 de julho de 2004 (ambas as bandas iriam se apresentar no Piauí Pop). Percebendo que Camelo estava no mesmo voo, Chorão jogou uma indireta, em voz alta: \"Vou atropelar as bandas que falam mal do Charlie Brown\". Após o voo, no aeroporto de Fortaleza, Camelo teria se aproximado de Chorão, na sala de desembarque do voo da TAM Linhas Aéreas, que o agrediu com um soco.cultura.estadao.com.br/ A briga de Chorão com Marcelo Camelogloboplay.globo.com/ Chorão agride Marcelo Camelo no aeroporto de Fortalezadiversao.terra.com.br/ Chorão quebra o nariz de Marcelo Camelo em avião Chorão alegou que também foi agredido e ameaçado.g1.globo.com/ Um ano após a morte, Chorão é alvo de processos e disputa por bens Logo após a briga entre eles ter ganhado repercussão na imprensa, a assessoria do Charlie Brown Jr. divulgou uma nota lamentando a discussão, afirmando que os ânimos se exaltaram de ambas as partes e garantindo que foi um incidente isolado.g1.globo.com/ Chorão teve polêmicas com artistas, em avião e no palco; relembre Alguns dias após o incidente, Chorão formalizou um pedido de desculpas via site oficial da banda. Mesmo assim, alguns dias mais tarde, os Los Hermanos abriram dois processos contra Chorão, sendo um na cidade do Rio de Janeiro, pedindo indenização por danos morais e materiais e outro em São Paulo, no qual o grupo exigiu mais R$ 43 mil para compensar os cachês de shows e eventos que foram cancelados após a agressão.entretenimento.r7.com/ Briga de Marcelo Camelo e Chorão continua na Justiça dois anos após a morte do líder do Charlie Brown Jr. Em 2009, no Programa Ensaio, exibido pela TV Cultura, o Charlie Brown Jr. se apresentou e Chorão deu depoimentos sobre vários aspectos da carreira da banda, inclusive o incidente com Marcelo Camelo. Chorão contou que durante um bom tempo se sentia perseguido pessoalmente por Camelo, que isso vinha lhe irritando e que, quando a confusão aconteceu, foram os integrantes do Los Hermanos que partiram pra cima dele, que teria apenas se defendido. Por fim, ele fala que não tinha nada contra Marcelo Camelo e ironicamente, diz: “Camelo, eu te amo. Sem você o Brasil não seria o mesmo.”tenhomaisdiscosqueamigos.com/ O dia em que Chorão disse que “amava” Marcelo Camelo === Tamo Aí na Atividade e desentendimentos entre os integrantes === Enquanto a banda emplacava vários hits nas rádios, os primeiros boatos de desentendimentos entre os integrantes começavam a ser noticiados. Segundo Lampadinha, produtor da banda, havia registros de que Chorão e Champignon já começavam a ter desavenças mais sérias desde 1999.revista.cifras.com.br/ Três anos sem Chorão: produtor comenta discografia e fala sobre Charlie Brown Jr. Foi neste clima que a banda lançou o álbum Tamo Aí na Atividade, que marca o retorno de Rick Bonadio, que não produzia um álbum da banda desde Preço Curto... Prazo Longo, além de algumas inovações na sonoridade, como batidas eletrônicas. O disco teve como músicas de trabalho as faixas \"Tamo Aí na Atividade\" e \"Champanhe e Água Benta\". No dia 11 de setembro do mesmo ano, a banda abriu o primeiro show do Linkin Park no Brasil, que aconteceu na 1ª edição do Chimera Music Festival, no Estádio do Morumbi, em São Paulo. Este show foi lançado no terceiro DVD do grupo, Charlie Brown Jr. na Estrada 2003-2004, incluindo imagens inéditas captadas durante sua última turnê nacional e internacional, incluindo os principais momentos do show acústico nas cidades de São Paulo, Rio de Janeiro e Santos, com cenas de bastidores e galeria de fotos. Um indício do desentendimento entre os integrantes do grupo pôde ser percebido no encarte do álbum Tamo Aí na Atividade, sem fotos dos integrantes juntos. Além disso, a banda estranhamente teve sem data marcada pro lançamento do disco em São Paulo, algo nunca visto antes. Esse show só viria a ocorrer quase quatro meses após seu lançamento. Por fim, o videoclipe da música \"Champanhe e Água Benta\" foi gravado apenas por Chorão. Após alguns shows da turnê desse disco num show no Planeta Atlântida em 2005, Chorão aparentemente emocionado diz: “Tá acabando, eu quero ter mais tempo pra ficar com você, cuidar melhor de você!”. E em Fevereiro do mesmo ano no Rio de Janeiro, logo após tirar uma foto com o público de fundo na qual ele disse que iria fazer um quadro, ele solta: “Hoje eu estou aqui, mas amanhã isso tudo pode acabar!”boadiversao.com.br/ Boatos sobre o fim do Charlie Brown Jr. Estes discursos evidenciavam cada vez mais que o clima dentro da banda já não eram mais amistosos, e fortaleciam os boatos sobre o fim da banda. A banda fez um show em São Paulo no dia 26 de fevereiro de 2005, onde afirmavam que a banda não acabaria, mas logo após, estranhamente o Charlie Brown Jr. entrou em férias.universomusical.com.br/ O novo exército de um homem só Havia mais um show pendente na agenda da banda, que aconteceria em São Paulo, no dia 15 de abril de 2005. Por meio do site oficial da banda, Chorão desmentiu os boatos sobre o fim da banda.territoriodamusica.com/ Charlie Brown Jr. desmente boatos sobre separação Em abril de 2005, Chorão participou sozinho do programa Gordo a Go-Go, da MTV Brasil, no qual afirmou muito que o Charlie Brown Jr. era a sua vida e que ele só deixaria de existir quando ele anunciasse. Disse também que nessas férias que a banda teve, cada um estava cuidando de seus projetos paralelos, Champignon já pretendia lançar um disco solo, Renato Pelado se dedicava a casa noturna Karuna, Marcão Britto continuava estudando guitarra e Chorão estaria com uma banda paralela ao Charlie Brown Jr., banda essa formada com o até então ex-guitarrista Thiago Castanho. Essa banda faria a trilha sonora do futuro filme O Magnata. Em 15 de abril de 2005, Chorão foi surpreendido com o anúncio de que todos os outros músicos da banda estavam deixando o grupo, alegando divergências contratuais. Em nota no site oficial da banda, no dia 13 de maio daquele ano, o guitarrista Marcão Britto, o baixista Champignon e o baterista Renato Pelado disseram estar saindo por “divergências de ideias profissionais”. Logo após saber o comunicado dos músicos, Chorão postou uma mensagem no site oficial da banda desejando sorte aos amigos. Na postagem, ele explicou que ninguém havia sido mandado embora e que ele estava triste com a saída dos caras.virgula.com.br/ Champignon, Pelado e Marcão estão fora do CBJr. Um mês após o ocorrido, Champignon aceitou dar uma entrevista à revista Jovem Pan. Ao ser questionado sobre o motivo de eles estarem saindo da banda e se Chorão era o fundador, líder e compositor da banda, como alegava ser, o baixista deu a seguinte respostaRevista Jovem Pan #15: === Nova formação e Imunidade Musical === Contrariando as expectativas sobre o fim da banda, Chorão veio com uma nova formação para o Charlie Brown Jr. O novo núcleo era baseado na cidade de Santos, onde a banda surgiu. Thiago Castanho, guitarrista que fez parte dos três primeiros discos da banda, retornou ao grupo. Dois novos músicos assumiram, respectivamente, a bateria e o baixo; André Luís Ruas, conhecido como Pinguim; e Heitor Gomes, filho do baixista Chico Gomes.Três integrantes do Charlie Brown Jr. deixam a banda Em 2005, é lançado o sétimo álbum de estúdio do grupo, Imunidade Musical, primeiro álbum da nova formação, no qual a sonoridade da banda foi restabelecida através de 23 faixas e se tornou um álbum emblemático na trajetória da banda. O álbum gerou quatro singles: \"Lutar Pelo Que é Meu\" (que substituiu \"Te Levar Daqui\" nas aberturas da 13ª e 14ª temporada do seriado Malhação), \"Ela Vai Voltar (Todos os Defeitos de Uma Mulher Perfeita)\", \"Senhor do Tempo\" e \"Dias de Luta, Dias de Glória\". Também em 2005, é lançado o quarto DVD do grupo e o primeiro da nova formação, Skate Vibration, gravado no dia 6 de novembro do mesmo ano na inauguração do Chorão Skate Park, pista de skate indoor criada por Chorão em Santos, cidade natal da banda. O DVD também traz videoclipes que misturam imagens da banda em shows realizados naquele ano, em viagens e gravações do álbum. Em maio de 2007, a imprensa noticiou que Marcão e Champignon estariam usando o nome da banda Charlie Brown Jr. indevidamente no exterior. Segundo apurado pelo jornal Folha Online, chegou aos ouvidos de Chorão a informação de que Champignon e Marcão fizeram três shows em cidades norte-americanas no fim de abril. A gravadora EMI divulgou nota afirmando que a marca \"Charlie Brown Jr.\" pertence a Chorão, e que \"a menção da marca, no Brasil e fora dele, da forma que for, é expressamente proibida, sujeitando quem a utilize as sanções legais cabíveis\".folha.uol.com.br/ Marcão e Champignon se defendem em \"treta\" do Charlie Brown Jr. Em nota, Marcão e Champignon se defenderam das acusações, afirmando que eles \"não eram responsáveis pelo material promocional do show\".cifraclubnews.com.br/ Champignon e Marcão falam sobre polêmica do Charlie Brown Jr === Ritmo, Ritual e Responsa === Em 2007, a banda lança seu oitavo álbum de estúdio, Ritmo, Ritual e Responsa, que traz 22 faixas inéditas e uma faixa bônus e chegou às lojas em setembro de 2007. Embora produzido, gravado e mixado por Lampadinha, o álbum foi lançado com Chorão e Thiago Castanho assinando a produção, isso se deu devido a uma série de desentendimentos entre Chorão, sua gravadora e o produtor, Chorão anos depois em entrevista à rádio Metropolitana de São Paulo, reconheceria que embora Lampadinha tivesse produzido o álbum, nem ele sabia ao certo porque Lampadinha havia sido omitido dos créditos de produção do álbum. O álbum possui letras com forte apelo urbano e que vão ao encontro dos anseios da juventude, com direito a toques eletrônicos e a presença do rap. No dia 9 de abril de 2007 chegou em todas as rádios do Brasil, a música \"Não Viva em Vão\", primeira música de trabalho do álbum. Logo em seguida é lançado a segunda música de trabalho, \"Pontes Indestrutíveis\", e posteriormente, a terceira música de trabalho, \"Be Myself\", escolhida para fazer parte da trilha sonora da telenovela Duas Caras, exibida pela Rede Globo. Destaque também para o quarto single do álbum, \"Uma Criança com Seu Olhar\". A canção \"Pontes indestrutíveis\" conta com uma referência ao Paraíso Perdido, de John Milton. Em 2008, é lançado o quinto DVD do Charlie Brown Jr., Ritmo, Ritual e Responsa ao Vivo, gravado no dia 29 de junho de 2007 no Expresso Brasil, na Zona Leste de São Paulo. === Saída de Pinguim e Camisa 10 Joga Bola Até na Chuva === No dia 23 de abril de 2008, foi divulgado no site oficial a saída do baterista Pinguim. O motivo seria o fim do contrato que já estava se aproximando, sem que houvesse interesse de ambas as partes em renová-lo. Em 16 de maio de 2008, a banda participou do programa Estúdio Coca-Cola Zero - Charlie Brown Jr. e Vanessa da Mata, um episódio do Estúdio Coca-Cola, que foi um projeto da MTV Brasil em parceria com a Coca-Cola que promoveu a misturas de vários artistas e bandas de diferentes estilos.nacaodamusica.com/ Throwback - Estúdio Coca- Cola une Charlie Brown Jr. à Vanessa da Mata Após sete anos na EMI, a banda assina com a gravadora Sony Music. Novamente com a produção de Rick Bonadio, a banda lança em setembro daquele ano, o álbum Camisa 10 Joga Bola Até na Chuva. Seu título é um trocadilho por este ser o décimo álbum da banda, além de ser o primeiro com o baterista Bruno Graveto. O álbum traz a canção \"O Dom, a Inteligência e a Voz\", feita a pedido da cantora Cássia Eller, que Chorão fez para entrar no disco que a cantora iria fazer em 2002. Porém, a cantora faleceu 15 dias após a criação da música. A canção \"Me Encontra\", foi lançada como primeiro single do álbum em julho de 2009. === Volta da formação original e Música Popular Caiçara === Em 2011, na terceira edição do Viradão Carioca, Rio de Janeiro, Chorão anunciou que tinha uma surpresa para o público, e que a banda voltaria a ser um quinteto. Logo após isso, chamou o guitarrista Marcão Britto para o palco, oficializando sua volta à banda. Em julho do mesmo ano, o baixista Heitor Gomes deixou a banda para buscar o sucesso independente, mais tarde se juntando à banda CPM 22. Com isso, Champignon voltava ao grupo, surpreendendo os fãs com um vídeo postado no YouTube, onde dizia: \"Voltei pra ficar! Aqui é minha casa!\". Em uma entrevista no dia do falecimento de Chorão, Champignon afirmou que ele e Chorão brigaram algumas vezes na vida, mas felizmente puderam refazer a amizade. \"A gente tinha uma relação profissional. Apesar de muitas brigas, éramos amigos há mais de 20 anos\".whiplash.net/ Charlie Brown Jr: \"apesar das brigas, ainda éramos amigos\" Em 2012, a banda lança seu segundo álbum ao vivo, Música Popular Caiçara, em CD, DVD e blu-ray, agora com a distribuição do selo independente Radar Records. O álbum foi gravado em dois shows feitos pela banda no ano anterior, sendo o primeiro, no dia 23 de setembro no Curitiba Master Hall, com as participações especiais de Marcelo Nova (Camisa de Vênus) e Márcio Mello; e o segundo, no dia 8 de outubro na Associação Atlética dos Portuários de Santos, com as participações especiais de Marcelo Falcão (O Rappa) e Zeca Baleiro. === Nova briga com Champignon === Durante um show da turnê em Apucarana, no Paraná, Chorão criticou Champignon, afirmando que ele deveria ser muito grato por ter sido aceito de volta ao grupo \"depois de tudo que fez\".entretenimento.r7.com/ Após briga, Chorão expulsa baixista do palco; veja Após quase cinco minutos, Champignon deixou o palco quando Chorão disse que iam tocar a canção \"O Preço\". O show continuou sem o baixista, e com a plateia gritando \"arregou, arregou\". A briga virou notícia após um fã, que gravou todo o discurso de Chorão, divulgar o vídeo com a discussão no YouTube.oglobo.globo.com/ Chorão briga com Champignon durante show do Charlie Brown Jr. Com a repercussão negativa da briga, Chorão e Champignon divulgaram um vídeo no YouTube, pedindo desculpas aos fãs, e reafirmando suas amizades.oglobo.globo.com/ Chorão sobre briga com Champignon: \"As coisas fugiram do controle\"br.noticias.yahoo.com/ “Lavagem de roupa suja” em pleno palco escancara as entranhas do show business === Morte de Chorão e fim da banda === No dia 6 de março de 2013, Chorão foi encontrado morto em seu apartamento, localizado na Zona Oeste de São Paulo. A morte de Chorão foi causada por uma overdose de cocaína. A banda estava de férias, com seu último show tendo sido em janeiro em Balneário Camboriú,pop.com.br/ Champignon diz não saber sobre o futuro do Charlie Brown Jr.. Página acessada em 13 de março de 2013. e o próximo show estava marcado para o dia 22 de março, no bairro de Campo Grande, no Rio de Janeiro. \"Íamos voltar a tocar no dia 22, mas isso não vai mais acontecer\".g1.globo.com/ \"Estou péssimo\", diz Champignon sobre morte de Chorão em SP. Página visitada em 13 de março de 2013. Champignon declarou que o futuro da banda era incerto. Poucos dias antes de sua morte, Chorão divulgou o novo single do Charlie Brown Jr., intitulado \"Meu Novo Mundo\", que seria lançada no próximo álbum do grupo.d24am.com/ Última música de Chorão lançada pelo Charlie Brown Jr. se chama \"Meu Novo Mundo\" A canção foi apresentada no dia 28 de fevereiro de 2013, em visita ao estúdio da rádio 89FM, em São Paulo.br.omg.yahoo.com/ Ouça ‘Meu Novo Mundo’, single do Charlie Brown Jr. divulgado pouco antes da morte de Chorão Na semana da morte de Chorão, o Charlie Brown Jr. dominou a lista de compras eletrônicas no Brasil. No top 10 das músicas mais compradas da semana, a banda apareceu em nove das 10 posições. O único single da lista que não era do grupo correspondia à 5ª posição.\"Após morte de Chorão, Charlie Brown Jr domina iTunes brasileiro\". Página acessada em 13 de março de 2013. Além disso, no dia 14 de março, havia sete discos da banda entre os 200 mais vendidos em uma loja virtual no Brasil. A coletânea De 1997 a 2007 figurou na segunda posição dos álbuns mais vendidos deste dia.notapajos.globo.com/ Charlie Brown Jr vende bastante após morte de Chorão === Acontecimentos após a morte de Chorão === ==== Fim do Charlie Brown Jr. e A Banca ==== Ainda em março de 2013, Champignon declarou que não havia como o Charlie Brown Jr. seguir em frente com a ausência de Chorão,\"‘‘Charlie Brown Jr. não tem como existir sem Chorão’’\". Página acessada em 6 de março de 2013.\"Como vai continuar sem ele\", diz Champignon sobre o Charlie Brown Jr.. Página acessada em 13 de março de 2013. e em abril, confirmou que os membros remanescentes iriam mudar o nome da banda para A Banca,whiplash.net/ Charlie Brown Jr: membros anunciam nova banda, A Banca onde Champignon assumiria os vocais, com a entrada da baixista Lena Papini. O nome vinha da conclusão de Chorão que \"a gente não era o Charlie Brown, nós éramos a banca do Charlie Brown.\",tvg.globo.com/ Filho de Chorão vê ensaio e aprova formação da nova banda A Banca enquanto seu papel como vocalista vinha de uma sugestão do próprio Chorão, que no começo de 2013 manifestou exaustão à Champignon, declarando que gostaria de ver o baixista assumindo os vocais do Charlie Brown Jr. durante suas férias para que pudesse descansar. A primeira apresentação da banda com o novo nome foi no programa Altas Horas, no dia 11 de abril de 2013,G1 Integrantes do Charlie Brown Jr. anunciam banda sem Chorão e a banda foi confirmada como uma das atrações do festival João Rock 2013.A Banca no João Rock 2013 No dia 9 de setembro de 2013, Champignon foi encontrado morto em sua residência em São Paulo, após ter cometido dois tiros, um para teste em direção ao chão acertando em um de seus instrumentos e outro na região de sua boca, resultando em seu falecimento. Câmeras de seguranças flagraram Champignon fazendo dois gestos: o primeiro de \"paz e amor\" em direção ao chão; e o segundo fazendo o gesto de \"degola\" com dois dedos, sendo uma prévia de seu suicídio. Sua mulher, grávida de cinco meses, estava na residência e foi levada em estado de choque ao hospital.g1.globo.com/ A Banca divulga comunicado sobre a morte de Champignon Os músicos remanescentes seguiram seus próprios rumos,musica.uol.com.br/ Um ano sem Chorão: Músicos do Charlie Brown Jr. dedicam-se a novos projetos com Marcão Britto, Lena Papini e Bruno Graveto se reunindo no grupo D'Chapas,caras.uol.com.br/ Integrantes da banda de Champignon lançam novo projeto de rock e todos mais o predecessor de Bruno Graveto no Charlie Brown Jr., Pinguim, na banda Bula.mixme.com.br/ Ex-integrantes do Charlie Brown Jr. montam a banda Bula e lançam single ==== La Familia 013 ==== No dia 8 de outubro de 2013, é lançado o último álbum do Charlie Brown Jr., La Familia 013, pela gravadora Som Livre,Último disco do Charlie Brown Jr. mostra maturidade e desabafos; leia análise após seu lançamento inicial em setembro ser adiado devido à morte de Champignon. O disco vazou antes de seu lançamento oficial no site de streaming Deezer.Disco inédito do Charlie Brown Jr. vaza na internet Segundo comunicado da banda, o título do álbum tem a ver com o DDD da cidade de Santos, que é 013. O álbum ganhou bastante notoriedade no cenário nacional e gerou dois singles, \"Meu Novo Mundo\" e \"Um Dia a Gente Se Encontra\". Em 2014, é lançado o videoclipe da canção \"Rock Star\". Estrelado pelo filho de Chorão, Alexandre Ferreira Lima Abrão, o vídeo mostra a vida de um filho de roqueiro que entra em turnê com a banda do pai, as mordomias e as farras. O videoclipe tem a participação dos três membros remanescentes da última formação, Marcão Britto, Thiago Castanho e Bruno Graveto, além de Luciano Amaral (ex-Castelo Rá-Tim-Bum), Clara Aguilar (ex-Big Brother Brasil) e a modelo e apresentadora Fiorella Mattheis.rollingstone.uol.com.br/ Charlie Brown Jr. lança clipe para “Rock Star” com doces e rock and roll ==== Festival Tamo Aí na Atividade ==== Em 2014, o filho de Chorão, Alexandre Ferreira Lima Abrão, organizou o festival Tamo Aí na Atividade, realizado no dia 13 de abril no Estância Alto da Serra, em São Bernardo do Campo, homenageando o legado do Charlie Brown Jr..musicao.com.br/ Celebração ao Charlie Brown Jr. O evento recebeu uma atração internacional, além de atividades como grafite e uma pista de skate.entretenimento.r7.com/ Filho de Chorão organiza festival em homenagem à história do Charlie Brown Jr. A atração principal foi o show Charlie Brown Jr. e Convidados, que reuniu no palco, pela primeira vez após a morte de Chorão e Champignon, ex-membros do Charlie Brown Jr., os guitarristas Marcão Britto e Thiago Castanho, o baixista Heitor Gomes e o baterista Bruno Graveto, além da baixista d'A Banca, Lena Papini, e diversos músicos convidados.rollingstone.uol.com.br/ Ex-integrantes do Charlie Brown Jr. se reúnem em festival em homenagem ao legado da banda ===== Dias de Luta, Dias de Glória - Charlie Brown Jr., o Musical ===== O musical Dias de Luta, Dias de Glória, de montagem do diretor Bruno Sorrentino e escrito por Well Rianc, narra a saga da banda através da ótica de Chorão. São 25 atores, 26 canções e dez coreografias, desenvolvidas pelo coreógrafo Guto Muniz.portalovertube.com/ Longe da TV, Carolina Oliveira estrela musical sobre Charlie Brown Jr. A estreia está agendada para 13 de março de 2015, no Teatro Gamaro, em São Paulo.jovempanfm.bol.uol.com.br/ Musical sobre Charlie Brown Jr deve estrear em março ==== Atualmente ==== Os integrantes remanescentes da então formação do Charlie Brown Jr. têm investido na carreira solo e em projetos paralelos na música como forma de seguir em frente suas carreiras musicais.musica.uol.com.br/ Charlie Brown Jr. grava clipe com roteiro deixado por Champignon Em novembro de 2013, Bruno Graveto passou a ser baterista da banda Strike. Seu primeiro show aconteceu na casa de shows Hangar 110 em São Paulo em dezembro do mesmo ano. Além disso, trabalha no projeto D'Chapas. Ele revelou ao site G1 que os integrantes do grupo poderiam se reunir em um novo projeto, para formar o D'Chapas, uma banda que toca rock clássico. Em novembro de 2014, Marcão Britto e André Pinguim Ruas, se uniram a Lena Papini (ex- integrante d'A Banca) e formaram a banda Bula.blahcultural.com/ Ex-integrantes do Charlie Brown formam nova banda e lançam um clipe Também em novembro de 2014, Thiago Castanho anuncia sua nova banda, intitulada de \"O Legado\", com duas músicas já lançadas, \"Mais Um Dia Sem Você\" e \"Paraíso de Ilusão\". Em maio de 2015, em entrevista ao site UOL, Alexandre Abrão disse que algumas músicas inéditas da banda devem ser lançadas em breve. Ele afirmou, no entanto, que não há data certa para lançar as canções. No dia 21 de agosto de 2015, em entrevista ao programa Boa da Pan, da Jovem Pan Curitiba, o filho de Chorão informou que a música \"Fina Arte\", presente no álbum La Familia 013, será liberada, em breve, pela primeira vez em sua versão acústica. Além disso, ele contou que um documentário em livro da banda será lançado até o final de 2015. Outra novidade revelada por ele foi que o Charlie Brown Jr. será “namingbrand” em breve, emprestando seu nome para uma marca de cerveja.segs.com.br/ Filho do cantor Chorão conta novidades do Charlie Brown Jr. para os ouvintes da Jovem Pan Curitiba Em 2016, foi lançado o segundo volume em CD do álbum Música Popular Caiçara ao Vivo, contendo as faixas que estavam presentes apenas no DVD e blu-ray. Em abril de 2017, foi lançado o livro Eu Estava Lá Também - Um Livro Criado por Chorão.musica.uol.com.br/ Os bastidores do Charlie Brown Jr.: Filho de Chorão detalha últimos shows Pensado em 2011, o livro foi um dos últimos projetos de Chorão, quando ele ainda estava vivo. Trata-se de um livro de fotografia com imagens de dentro do estúdio, alguns momentos introspectivos à beira-mar e turnês realizadas entre 2005 e 2012.revistatrip.uol.com.br/ Nova foto-biografia do grupo de Santos apresenta retratos íntimas, mas também traz à tona as tretas nos bastidores que pairam até hoje sobre a banda Em 5 de novembro de 2017, foi lançada uma edição comemorativa de 20 anos do álbum Transpiração Contínua Prolongada, pela Universal Music.Primeiro álbum do grupo Charlie Brown ganha edição dupla de 20 anos O álbum voltou ao catálogo em uma edição dupla, onde o segundo disco agrega uma coletânea com sucessos emplacados pela banda em álbuns posteriores. ==== Tamo Aí na Atividade apresenta Charlie Brown Jr. ==== Em 21 de janeiro de 2019, foi divulgado que o Charlie Brown Jr., representado pelos músicos Marcão Britto, Heitor Gomes e Pinguim, iria sair em uma nova turnê nacional com vocalistas convidados,Charlie Brown Jr volta para shows em meio a polêmica, e com convidados nos vocais com o primeiro show sendo realizado no dia 25 de janeiro, aniversário da cidade de São Paulo, no Vale do Anhangabaú. Segundo a nota divulgada, a ideia de trazer novamente a banda foi de Alexandre Aragão, juntamente com ex-integrantes da banda.Folhapress Filho de Chorão anuncia volta do Charlie Brown Jr. no aniversário de SP Esta notícia, porém, gerou uma série de críticas. Thiago Castanho disse que não tinha interesse em participar do evento, ao contrário do que foi divulgado, de que ele não participaria por estar doente. Em um vídeo no Instagram, ele disse: \"O Charlie Brown Jr. não vai voltar porque Charlie Brown Jr. sem Chorão não existe, e eu não estou doente\".Charlie Brown Jr - Guitarrista critica anúncio de volta da banda Graziela Gonçalves, viúva de Chorão, comentou o assunto em uma rede social: \"Estou recebendo umas mensagens agora perguntando de uma notícia que saiu aí, a respeito da volta do Charlie Brown Jr., se eu tenho alguma coisa a ver com isso, se eu concordo, enfim… Não tenho nada a ver com isso e, de acordo com essa notícia, tem um cara ali que vai fazer parte dessa formação que já, poxa, já processou a banda, já fez mal pra gente. Quer dizer, acho que o Ale não ia curtir nem um pouco isso. Enfim, é chato\".srzd.com/ Anúncio da volta da banda Charlie Brown Jr é alvo de críticas Para Mauro Ferreira, crítico musical do portal G1 \"Um show de Charlie Brown Jr. sem Chorão é contrariar o discurso oficial de que o vocalista era insubstituível. É fazer soar uma nota desafinada porque, no caso, o clichê é verdadeiro: Chorão é mesmo insubstituível, o que somente alimenta a aura de estranheza em torno dessa volta de Charlie Brown Jr., banda que efetivamente morreu em 2013\".g1.globo.com/ Ressuscitar banda Charlie Brown Jr. é contrariar o discurso de que Chorão é insubstituível ==== Homenagens ==== Em 2019, a Universal Music preparou uma série de homenagens a Chorão. A primeira foi o relançamento do single \"Zóio de Lula\", em comemoração aos 20 anos desta canção. A releitura da música de 1999, foi lançada nas plataformas digitais no dia 9 de abril, data em que Chorão completaria 49 anos de idade, contendo o relançamento da versão original, mais uma nova versão da música, gravada por Hungria Hip Hop, Maneva, Marcelo D2, Nação Zumbi.jconline.ne10.uol.com.br/ Marcelo D2 regrava 'Zóio de Lula' e homenageia Chorãoportalpopline.com.br/ “Zóio de Lula – 20 anos”: novo EP homenageia o Charlie Brown Jr; assista ao clipe com a regravação de D2, Nação Zumbi, Hungria e Maneva ==== Chegou Quem Faltava ==== Em 13 de julho de 2021, Dia Mundial do Rock, a banda lança pela Sony Music, seu terceiro álbum ao vivo, Chegou Quem Faltava, originalmente gravado em 19 de março de 2011, no Citibank Hall, em São Paulo, com a formação vencedora do Grammy Latino de Melhor Álbum de Rock Brasileiro com o álbum Camisa 10 Joga Bola Até na Chuva. No dia 30 de julho, o álbum já ganhou uma nova versão, intitulada Chegou Quem Faltava - Versão do Chorão, acompanhada de um material bônus com as interações de Chorão com o público. === Desentendimentos entre os membros do CBJR e o filho de Chorão === No dia 2 de fevereiro de 2021, a conta oficial da banda no Instagram, administrada por Alexandre; filho de Chorão, anunciou oficialmente uma nova turnê do Charlie Brown Jr. A tour tinha como objetivo homenagear os 50 anos de Chorão, e nela estariam presentes todos os antigos membros da banda, com exceção de Renato Pelado. Já na ocasião Egypcio (ex-Tihuana) foi anunciado como vocalista. Já em outubro do mesmo ano, os guitarristas Marcão e Thiago anunciaram que deixariam o projeto por desentendimentos com o filho de Chorão e afirmaram que nunca mais voltariam a participar de qualquer outro projeto organizado por ele. Ambos guitarristas mencionaram a falta de transparência nas negociações referentes a tour. Pinguim e Egypcio se posicionaram a favor da dupla. Na ocasião os guitarristas anunciaram uma nova tour que se chamaria \"C. Brown JR. - Tour Celebração 30 anos\", a qual não teria o envolvimento do herdeiro de Chorão. === Turnê Marcão Britto & Thiago Castanho - Charlie Brown Jr. 30 Anos === No dia 7 de abril de 2022 os guitarristas anunciaram de forma oficial uma nova tour em celebração aos 30 anos do Charlie Brown. A tour foi anunciada nos mesmos moldes da que havia sido proposta pelo filho de Chorão no ano anterior, reunindo os antigos membros e contando com Egypcio nos vocais. O primeiro show da nova turnê, intitulada Marcão Britto & Thiago Castanho - Charlie Brown Jr. 30 Anos, ocorreu no dia 25 de junho no Qualistage, no Rio de Janeiro. Em março de 2023 a banda anunciou que o Heitor Gomes optou por deixar o projeto. A partir disso Denis Mascote, que já tocava junto com Thiago Castanho em seu projeto solo e também na banda \"O Legado\", assumiu o posto de baixista da banda. Em 16 de dezembro de 2023, a banda se apresentou ao lado de CPM 22 em um festival dedicado ao rock nacional dos anos 1990 e 2000, no Classic Hall, em Olinda. Durante o show, a banda tocou grandes hits como “Proibida Pra Mim”, “Zoio de Lula”, “Rubão”, “Só os Loucos Sabem”, “Papo Reto” e “Céu Azul”. == Estilo musical e legado == Segundo a revista Super Interessante, \"O Charlie Brown Jr. foi a primeira e a maior entre as bandas brasileiras do chamado “novo rock”.\"super.abril.com.br/ Se liga no estilo: novo rock Para ela \"com seu vocalista carismático e uma banda com impressionante domínio de palco, entre 1997 e 2002, o Charlie Brown Jr. foi colecionando hits em rádios roqueiras e mantendo sua reputação extreme com faixas mais pesadas e discurso repleto de menções a esportes e à vida familiar conturbada de Chorão.\" Em 2014, o jornalista André Forastieri do portal R7, publicou o livro \"O Dia em Que o Rock Morreu\". Nele, há uma passagem que dizwhiplash.net/ Los Hermanos e Chorão: A opinião de André Forastieri sobre o atrito: Mauro Ferreira, crítico musical carioca, afirma que \"ao tocar rap, rock e reggae com a linguagem e os códigos do hardcore, a banda santista estabeleceu empatia quase imediata com a parcela (imensa) da juventude que se sentia à margem da sociedade, excluída dos círculos da elite burguesa.\" Para Marcelo Moreira, do site Combate Rock, \"o Charlie Brown Jr., faz falta ao cenário do pop rock nacional, ainda que, em termos de qualidade, estivesse longe das grandes bandas nacionais do gênero. Mesmo em processo de decadência, com alta rotatividade na formação e nos constantes barracos e polêmicas que envolviam a banda, Chorão conseguia manter a cabeça acima da água no pântano lamacento que se tornou o pop rock nacional\". Bruno Saruê complementa afirmando que \"O Charlie Brown Jr. mudou completamente o cenário decadente do rock nacional, trazendo o rock de volta ao mainstream e angariando fãs de outros segmentos musicais, em razão da sua mistura de ritmos e letras que representavam o sentimento dos jovens na época\".whiplash.net/ Chorão: por que tamanha repercussão? == Integrantes == === Última formação === * Chorão: vocal (1992 - 2013; até a sua morte) e guitarra (2001 - 2002) * Champignon: baixo, beatbox e vocal de apoio (1992 - 2005; 2011 - 2013; morreu em 2013) * Marcão Britto: guitarra (1992 - 2005; 2011 - 2013) * Thiago Castanho: guitarra e vocal de apoio (1992 - 2001; 2005 - 2013) * Bruno Graveto: bateria (2008 - 2013) === Outros membros === * Renato Pelado: bateria e percussão (1992 - 2005) * Pinguim: bateria e beatbox (2005 - 2008) * Heitor Gomes: baixo (2005 - 2011) === Linha do tempo === ImageSize = width:850 height:265 PlotArea = left:110 bottom:60 top:0 right:30 Alignbars = justify DateFormat = yyyy Period = from:1992 till:2013 TimeAxis = orientation:horizontal format:yyyy Colors = id:Vocals value:red legend:Vocais id:Guitars value:green legend:Guitarra id:Bass value:blue legend:Baixo id:Drums value:orange legend:Bateria id:Lines value:black legend:Álbuns_de_estúdio Legend = orientation:horizontal position:bottom ScaleMajor = increment:1 start:1992 LineData = at:1997 color:black layer:back at:1999 color:black layer:back at:2000 color:black layer:back at:2001 color:black layer:back at:2002 color:black layer:back at:2004 color:black layer:back at:2005 color:black layer:back at:2007 color:black layer:back at:2009 color:black layer:back at:2013 color:black layer:back BarData = bar:Chorão text:\"Chorão\" bar:Marcão text:\"Marcão Britto\" bar:Thiago text:\"Thiago Castanho\" bar:Champignon text:\"Champignon\" bar:Heitor text:\"Heitor Gomes\" bar:Pelado text:\"Renato Pelado\" bar:Pinguim text:\"Pinguim\" bar:Graveto text:\"Bruno Graveto\" PlotData= width:12 textcolor:black align:left anchor:from shift:(10,-4) bar:Chorão from:1992 till:end color:Vocals bar:Marcão from:1992 till:2005 color:Guitars bar:Thiago from:1992 till:2001 color:Guitars bar:Marcão from:2011 till:end color:Guitars bar:Thiago from:2005 till:end color:Guitars bar:Champignon from:1992 till:2005 color:Bass bar:Heitor from:2005 till:2011 color:Bass bar:Champignon from:2011 till:end color:Bass bar:Pelado from:1992 till:2005 color:Drums bar:Pinguim from:2005 till:2008 color:Drums bar:Graveto from:2008 till:end color:Drums == Discografia == === Álbuns de estúdio === * Transpiração Contínua Prolongada (1997) * Preço Curto... Prazo Longo (1999) * Nadando com os Tubarões (2000) * 100% Charlie Brown Jr. - Abalando a Sua Fábrica (2001) * Bocas Ordinárias (2002) * Tamo Aí na Atividade (2004) * Imunidade Musical (2005) * Ritmo, Ritual e Responsa (2007) * Camisa 10 Joga Bola Até na Chuva (2009) * La Familia 013 (póstumo) (2013) == Livros e biografias == *Eu Estava Lá Também - Um Livro Criado por Chorão (2017) * Se Não Eu Quem Vai Fazer Você Feliz? - Minha História de Amor com Chorão (2018) *Champ – A Incrível História do Baixista Champignon do Charlie Brown Jr. (2022) == Prêmios == == Ligações externas == * Space no Spirit of Rock Categoria:Recordistas de vendas de discos no Brasil Categoria:Bandas de punk rock do Brasil Categoria:Bandas de rock alternativo do Brasil Categoria:Bandas de hardcore melódico Categoria:Bandas de rap metal Categoria:Bandas de rap rock Categoria:Bandas de rapcore Categoria:Bandas de skate punk Categoria:Bandas formadas em 1992 Categoria:Bandas extintas em 2013 Categoria:Artistas da Virgin Records Categoria:Artistas da EMI Categoria:Artistas da Sony Music Entertainment Categoria:Artistas da Som Livre Categoria:Bandas vencedoras do MTV Video Music Brasil Categoria:Vencedores do Grammy Latino Categoria:Vencedores do Prêmio Multishow de Música Brasileira",
 "title": "Charlie Brown Jr."
}