{
 "id": "52805",
 "text": "Papa Gregório XIII (Latim: Gregorius XIII; - ), nascido Ugo Boncompagni, era o chefe da Igreja Católica e regente dos Estados Papais a partir de até sua morte em 1585. Ele é mais conhecido por comissionamento e ser o homônimo do calendário gregoriano, que continua sendo o calendário civil internacionalmente aceito até hoje. ==Biografia inicial== ===Juventude === Ugo Boncompagni nasceu filho de Cristoforo Boncompagni (10 de julho de 1470 - 1546) e de sua esposa Angela Marescalchi em Bolonha, onde estudou direito e se formou em 1530. Mais tarde, ele ensinou jurisprudência por alguns anos, e seus alunos incluíram figuras notáveis ​​como Cardeais Alessandro Farnese, Reginald Pole e Carlos Borromeu. Ele teve um filho ilegítimo depois de um caso com Maddalena Fulchini, Giacomo Boncompagni, mas antes de receber ordens sagradas. ===Carreira antes do papado === Aos 36 anos, foi convocado a Roma pelo Papa Paulo III (1534-1549), sob quem ocupou sucessivas nomeações como primeiro juiz da capital, abreviatura e vice-chanceler da Campagna e Marittima. O Papa Paulo IV (1555-1559) o ligou como Dataria Apostólica ao conjunto do cardeal Carlo Carafa, o Papa Pio IV (1559-1565) o tornou cardeal-sacerdote de São Sisto e o enviou ao Concílio de Trento. Ele também serviu como legado de Filipe II de Espanha (1556-1598), sendo enviado pelo papa para investigar o cardeal de Toledo. Foi lá que ele formou uma relação duradoura e estreita com o rei espanhol, que se tornaria muito importante em sua política externa como papa. ===Eleição como Papa === Com a morte do Papa Pio V (1566-1572), o conclave escolheu o cardeal Boncompagni, que assumiu o nome de Gregório XIII em homenagem ao grande reformador, Papa Gregório I (590–604), sobrenome do Grande. Foi um conclave muito breve, com duração inferior a 24 horas. Muitos historiadores atribuíram isso à influência e apoio do rei espanhol. O cardeal Carlos Borromeu e os cardeais que desejavam reforma aceitaram a candidatura de Boncompagni e o apoiaram no conclave, enquanto a facção espanhola também o considerava aceitável devido ao seu sucesso como núncio na Espanha. O caráter de Gregório XIII parecia perfeito para as necessidades da igreja da época. Ao contrário de alguns de seus antecessores, ele deveria levar uma vida pessoal impecável, tornando-se um modelo para sua simplicidade de vida. Além disso, suas habilidades legais e de gerenciamento significavam que ele era capaz de responder e lidar com grandes problemas de maneira rápida e decisiva, embora nem sempre com sucesso. ==Pontificado == ===Reforma da Igreja === Uma vez na presidência de São Pedro, as preocupações mundanas de Gregório XIII se tornaram secundárias e ele se dedicou à reforma da Igreja Católica. Ele se comprometeu a colocar em prática as recomendações do Concílio de Trento. Ele não permitiu exceções para os cardeais à regra de que os bispos deveriam residir em suas casas e designou um comitê para atualizar o Index Librorum Prohibitorum. Ele era o patrono de uma edição nova e bastante aprimorada do Corpus juris canonici. Em uma época de considerável centralização do poder, Gregório XIII aboliu os Consistórios dos Cardeais, substituindo-os por faculdades e nomeando tarefas específicas para essas faculdades trabalharem. Ele era conhecido por ter uma feroz independência; alguns confidentes notaram que ele não aceitava intervenções nem buscava conselhos. O poder do papado aumentou sob ele, enquanto a influência e o poder dos cardeais diminuíram substancialmente. Também digno de nota é o estabelecimento das Carmelitas Descalças, uma ramificação da Ordem Carmelita, como uma unidade ou \"província\" distinta na primeira pelo decreto \"Pia considere\" de ,Otilio Rodriguez, OCD, Appendix I: The Third Order of the Teresian Carmel; Its Origin and History, page 129, in Michael D. Griffin, OCD, Commentary on the Rule of Life (superseded) (The Growth in Carmel Series; Hubertus, Wisconsin: Teresian Charism Press, 1981), pages 127-36; and Peter-Thomas Rohrbach, OCDJourney to Carith: The Sources and Story of the Discalced Carmelites, Chapter 6: The Struggle for Existence, page 200 (Washington: ICS Publications) terminando um período de grande dificuldade entre e permitindo que o primeiro se torne uma ordem religiosa significativa na Igreja Católica. ===Formação de clérigos e promoção das artes e ciências === Uma parte central da estratégia da reforma de Gregório XIII era aplicar as recomendações de Trento. Ele era um patrocinador liberal da recém-formada Companhia de Jesus em toda a Europa, para a qual fundou muitas novas faculdades. O Colégio Romano dos Jesuítas cresceu substancialmente sob seu patrocínio e se tornou o centro de aprendizado mais importante da Europa por um tempo. Agora é nomeada Pontifícia Universidade Gregoriana. O papa Gregório XIII também fundou numerosos seminários para treinar padres, começando pelo Colégio Alemão em Roma, e os colocou sob o comando dos jesuítas. Em 1575, ele conferiu status oficial à Congregação do Oratório, uma comunidade de padres sem votos, dedicada à oração e à pregação (fundada por São Filipe Néri). Em 1580, ele encomendou artistas, incluindo Ignazio Danti, para concluir obras para decorar o Vaticano e encomendou a Galeria de Mapas. Também digno de nota durante o seu pontificado como mais um meio de colocar em prática as recomendações do Conselho de Trento é a transformação, em 1580, do estúdio dominicano fundado no século XIII em Roma no Colégio de São Tomás, o precursor da Pontifícia Universidade São Tomás de Aquino, Angelicum. ===O Calendário Gregoriano === O papa Gregório XIII é mais conhecido por seu comissionamento do calendário depois de ter sido inicialmente criado pelo médico / astrônomo Luigi Giglio e com a ajuda do padre / astrônomo jesuíta Cristóvão Clávio, que fez as modificações finais. O motivo da reforma foi que a duração média do ano no Calendário juliano era muito longa - pois tratava todos os anos 365 dias, 6 horas de duração, enquanto os cálculos mostraram que a duração média real de um ano é um pouco menor (365 dias, 5 horas e 49 minutos). Como resultado, a data do equinócio vernal caiu lentamente (ao longo de 13 séculos) para 10 de março, enquanto o cálculo (cálculo) da data da Páscoa ainda segue a data tradicional de 21 de março. Isso foi verificado pelas observações de Clavius, e o novo calendário foi instituído quando Gregório decretou, pela bula papal Inter gravíssimas de , que o dia seguinte à quinta-feira, , não seria sexta-feira, , mas sexta- feira, . O novo calendário substituiu devidamente o calendário juliano em uso desde 45 a.C., e desde então entrou em uso quase universal. Por causa do envolvimento de Gregório, o calendário juliano reformado passou a ser conhecido como calendário gregoriano. A transição foi amargamente contestada por grande parte da população, que temia que fosse uma tentativa dos proprietários de enganá-los com uma semana e meia de aluguel. No entanto, os países católicos da Espanha, Portugal, Polônia e Itália cumpriram. A França, alguns estados da República Holandesa e vários estados católicos na Alemanha e na Suíça (ambos os países foram divididos religiosamente) seguiram o exemplo em um ano ou dois, a Áustria e a Hungria seguiram em 1587. No entanto, mais de um século se passou antes que a Europa protestante aceitasse o novo calendário. A Dinamarca, os demais estados da República Holandesa e os estados protestantes do Sacro Império Romano-Germânico e Suíça, adotaram a reforma gregoriana em 1700–01. Naquela época, o calendário registrava as estações em 11 dias. A Grã-Bretanha e suas colônias americanas adotaram o calendário reformado em 1752, onde quarta-feira, , foi imediatamente seguida pela quinta- feira, ; a eles se juntou a última manifestação protestante, a Suécia, em . O calendário gregoriano não foi aceito na cristandade oriental por várias centenas de anos, e somente como calendário civil.Henry, Jonathan. \"Chapter 3.\" Earth Science. Clearwater, Fl: Clearwater Christian College, 2010. Print. ===Política externa === Embora ele tenha expressado os medos convencionais do perigo dos turcos, as atenções de Gregório XIII foram mais consistentemente direcionadas aos perigos dos protestantes. Ele também incentivou os planos de Filipe II de Espanha de destronar Isabel I de Inglaterra (reinou de 1558 a 1603), ajudando assim a desenvolver uma atmosfera de subversão e perigo iminente entre os protestantes ingleses, que consideravam qualquer católico um potencial traidor. [citação necessária] Em 1578, para promover os planos de católicos ingleses e irlandeses exilados, como Nicholas Sanders, William Allen e James Fitzmaurice FitzGerald, Gregory equipou o aventureiro Thomas Stukeley com um navio e um exército de 800 homens para desembarcar na Irlanda para ajudar os católicos contra os católicos. Plantações protestantes. Para sua decepção, Stukeley juntou suas forças com as de Rei Sebastian de Portugal contra o imperador Abdul Malik de Marrocos vez. Outra expedição papal partiu para a Irlanda em 1579 com meros 50 soldados sob o comando de Fitzmaurice, acompanhados por Sanders como legado papal.[citação necessária] Todos os soldados e marinheiros a bordo, bem como as mulheres e crianças que os acompanharam, foram decapitadas ou enforcadas no desembarque em Kerry, no Massacre de Smerwick. O maior sucesso de Gregory veio em seu patrocínio de faculdades e seminários que ele fundou no continente para irlandeses e ingleses, entre outros. Em 1580, ele foi persuadido pelos jesuítas ingleses a moderar ou suspender os Bull Regnans in Excelsis (1570), que excomungaram a rainha Elizabeth I da Inglaterra. Os católicos foram aconselhados a obedecer à rainha externamente em todos os assuntos civis, até que uma oportunidade adequada se apresentasse para sua derrubada.P. J. Corish, \"The origins of Catholic nationalism\", part 8, vol. III, pp 15–18, in \"The History of Irish Catholicism\" (Dublin, 1967) O papa Gregório XIII não tinha nenhuma ligação[citação necessária] com a trama de Henrique I de Guise, e de seu irmão, Carlos de Guise, Duque de Mayenne, para assassinar Elizabeth I em 1582. Após os massacres de huguenotes no dia de São Bartolomeu, na França, em 1572, o Papa Gregório celebrou uma missa de Te Deum. No entanto, alguns afirmam que ele ignorava a natureza da trama na época, tendo sido informado que os huguenotes haviam tentado assumir o governo, mas fracassaram. Três afrescos no salão Sala Regia do Vaticano, representando os eventos, foram pintados por Giorgio Vasari, e uma medalha comemorativa foi emitida com o retrato de Gregory e no anverso um anjo castigador, espada na mão e a lenda UGONOTTORUM STRAGES (\"Derrubada dos huguenotes\"). ===Patrocínio cultural === Em Roma, Gregório XIII construiu a magnífica capela gregoriana na Basílica de São Pedro e estendeu o Palácio Quirinal em 1580. Ele também transformou os Banhos de Diocleciano em celeiro em 1575. Ele nomeou o seu filho ilegítimo Giacomo, nasceu para sua amante em Bolonha antes de seu papado, castelão de Castelo Sant'Angelo e Gonfaloneiro da Igreja; Veneza, ansiosa por agradar, o matriculou entre seus nobres. Filipe II da Espanha o nomeou general em seu exército. Gregório também ajudou seu filho a se tornar um poderoso feudatário através da aquisição do Ducado de Sora, na fronteira entre os Estados Papais e o Reino de Nápoles. Para arrecadar fundos para esses e outros objetos semelhantes, ele confiscou uma grande proporção das casas e propriedades em todos os estados da Igreja. Essa medida enriqueceu seu tesouro por um tempo, mas alienou um grande corpo da nobreza e nobreza, reviveu antigas facções e criou novas.[citação necessária] ===Canonizações e beatificações === O papa canonizou quatro santos durante seu pontificado e, em 1584, beatificou seu antecessor, o Papa Gregório VII. ===Consistórios === Durante seu pontificado, o papa criou 34 cardeais em oito consistórios; isso incluiu nomear seu sobrinho Filippo Boncompagni como cardeal no primeiro consistório do papa em 1572. Gregório XIII também nomeou quatro de seus sucessores como cardeais em 1583: Giovanni Battista Castagna (Urbano VII), Niccolò Sfondrati (Gregório XIV), Giovanni Antonio Facchinetti (Inocêncio IX) e Alessandro de 'Medici (Leão XI). ==Morte == O papa sofria de febre em e em disse que sua missa privada habitual ainda estava com problemas de saúde. O papa pareceu se recuperar o suficiente para poder realizar reuniões entre os dias 8 e 9 de abril, embora tenha sido observado que ele não se sentia bem. Mas uma mudança repentina em viu o papa confinado à cama e notou-se que tinha suor frio e pulso fraco; O próprio Gregório XIII recebeu a extrema-unção momentos antes de morrer. == Notas == == Ligações externas == Categoria:Papas sepultados na Basílica de São Pedro Categoria:Alunos da Universidade de Bolonha Categoria:Monarcas do século XVI Categoria:Papado da Reforma Categoria:Família Boncompagni Categoria:Cardeais nomeados pelo papa Pio IV Categoria:Papas do século XVI",
 "title": "Papa Gregório XIII"
}