{
 "id": "52861",
 "text": "Matusalém ou Metusalém (em hebraico: מְתוּשֶׁלַח / מְתוּשָׁלַח , transl Mətušélaħ / Mətušálaħ, \"Homem da javelina\", ou ainda: \"sua morte trará juízo\" ) foi um patriarca bíblico e um personagem presente no judaísmo, no cristianismo e no islamismo. Ele é conhecido por ser o homem que teve mais longevidade de toda a Bíblia, pois teria vivido por 969 anos, morrendo no mesmo ano do Dilúvio. De acordo com o Livro de Gênesis, Matusalém foi filho de Enoque, pai de Lameque e o avô de Noé. Em outras partes da Bíblia, Matusalém é mencionado nas genealogias de 1.° Crônicas e no Evangelho segundo Lucas. A sua vida é descrita mais detalhadamente em textos religiosos extra-bíblicos, como o Primeiro Livro de Enoque, o Segundo Livro de Enoque e o Livro de Moisés. Os estudiosos da Bíblia ofereceram várias explicações sobre o motivo pelo qual o Livro de Gênesis o descreve como tendo morrido em uma idade tão avançada; alguns acreditam que a idade de Matusalém é o resultado de uma tradução incorreta, enquanto outros acreditam que sua idade é usada para dar a impressão de que parte de Gênesis ocorre em um passado muito distante. O nome de Matusalém se tornou sinônimo de longevidade, e ele foi retratado e referenciado em filmes, programas de televisão e canções musicais. ==Na Bíblia== Matusalém é um patriarca bíblico mencionado no livro de Gênesis, capítulo 5, entre os versículos 21 a 27, como parte da genealogia que liga Adão a Noé. O trecho que cita Matusalém é o seguinte: :21 Enoque viveu sessenta e cinco anos, e gerou Matusalém. :22 Andou Enoque com Deus, depois que gerou a Matusalém, trezentos anos: e gerou filhos e filhas. :23 Todos os dias de Enoque foram trezentos e sessenta e cinco anos. :24 Enoque andou com Deus; e não apareceu mais, porque Deus o tomou. :25 Matusalém viveu cento e oitenta e sete anos, e gerou a Lameque. :26 Viveu Matusalém, depois que gerou a Lameque, setecentos e oitenta e dois anos; e gerou filhos e filhas. :27 Todos os dias de Matusalém foram novecentos e sessenta e nove anos; e morreu. — De acordo com a cronologia da Bíblia, Matusalém morreu durante o ano do dilúvio; ele também foi o mais longevo de todos os personagens mencionados na Bíblia. Matusalém é mencionado uma vez na Bíblia Hebraica fora de Gênesis; em 1 Crônicas 1:3, onde ele é mencionado em uma genealogia de Saul. Matusalém é mencionado uma única vez no Novo Testamento, quando o Evangelho segundo Lucas remonta à genealogia de Jesus de Nazaré até Adão em Lucas 3, entre os versículos 23 e 38. == Em outros textos religiosos == O livro apócrifo de Enoque afirma ser composto por revelações de Enoque, transcritas por ele e confiadas a serem preservadas para as gerações futuras por seu filho, Matusalém. Neste livro, Enoque relata duas visões que teve de Matusalém. A primeira é sobre a narrativa de Gênesis do dilúvio, e a segunda narra a história do mundo, de Adão ao Juízo Final. Nesta última visão, os homens são representados como animais — os justos são gado e ovelhas brancas, enquanto os pecadores e inimigos de Israel são gado preto e animais selvagens. Após a morte de seu pai no Livro de Enoque, Matusalém é designado por Deus como sacerdote, enquanto o neto dele, Nir, irmão de Noé, é designado por Deus como seu sucessor. No Segundo Livro de Enoque, ou Enoque Eslavo, Matusalém pede uma bênção ao pai e recebe instruções sobre como viver em retidão. Depois que seu pai ascende ao céu, ele e seus irmãos construíram um altar e fizeram \"uma grande festa, louvando a Deus que havia dado esse sinal por meio de Enoque, o qual havia achado graça com Ele\". O Livro dos Jubileus apresenta-se como \"a história da divisão dos dias da Lei, dos eventos dos anos, das semanas e dos jubileus do mundo\" e afirma ser uma revelação de Deus a Moisés, dado por meio do Anjo da Presença, além da lei escrita recebida por Moisés no monte Sinai; e, embora a Lei escrita fosse transmitida a todos, essa era uma tradição secreta confiada apenas aos santos de cada geração, a Enoque, Matusalém, Noé e Sem, depois a Abraão, Isaque, Jacó e Levi, e finalmente aos sacerdotes e escribas dos últimos tempos. A literatura rabínica afirma que, quando Noé tinha quatrocentos e oitenta anos, todos os homens justos estavam mortos, exceto Matusalém e ele próprio, que eram de imensa estatura, pois eram descendentes dos filhos de Deus. Por ordem de Deus, ambos anunciaram que cento e vinte anos seriam dados aos homens por arrependimento; se naquele tempo eles não tivessem se arrependido de seus maus caminhos, a terra seria destruída. Mas seu pedido foi em vão; mesmo quando Noé estava envolvido na construção da arca, os ímpios zombavam dele e de seu trabalho, dizendo: \"Se o dilúvio viesse, não poderia nos prejudicar. Somos muito altos; além disso, poderíamos fechar com os pés [que eram de tamanho monstruoso] as nascentes que vêm de baixo.\" Eles recorreram a essas táticas; mas Deus aqueceu a água, e seus pés e a carne de seus corpos foram queimados. Sefer haYashar, midrasher do século XVII (\"Livro de Jasher\")Sefer Ha-Yashar: Or, the Book of Jasher (1887), Salt Lake City: J. Parry & Co. descreve Matusalém com neto de Noé tentando convencer o povo da terra a voltar à piedade.(Jasher 5:7) Todas as outras pessoas de vida longa morreram, e Matusalém foi o único dessa classe que restou.(Jasher 5:21) Deus planejou trazer o dilúvio depois que todos os homens que andavam nos caminhos do Senhor haviam morrido (além de Noé e sua família).(Jasher 4:20) Matusalém viveu até a construção da arca, mas morreu antes do dilúvio, pois Deus havia prometido que ele não seria morto pelos injustos. O Sefer haYashar dá a Matusalém a idade no momento da morte como 960 anos.(Jasher 5:36) Matusalém (em árabe: Mattūshalakh) também é mencionado no Islã nas várias coleções de contos dos profetas pré-islâmicos, que também dizem que ele era um ancestral de Noé. Além disso, historiadores islâmicos antigos como ibne Ixaque e ibne Hixame sempre incluíam seu nome na genealogia de Maomé.Ibn Ishāq, Sīrat Rasūl Allāh, tr. A. Guillaume (Oxford: Oxford University Press, 2004), p. 3 O Livro de Moisés, um texto mórmon, diz que, depois que Enoque e a cidade de Sião foram levadas para o céu, Matusalém ficou para trás; foi assim que as promessas de Deus a Enoque — que ele sempre teria descendentes na terra e que seria um ancestral de Noé — seriam cumpridas. A Igreja de Jesus Cristo dos Santos dos Últimos Dias ensina ainda que Matusalém era um profeta. == Interpretações == === Literal === As interpretações da Bíblia seguindo o literalismo bíblico consideram os 969 anos de Matusalém como a 969 anos solares. Alguns literalistas tentam apresentar certos argumentos sobre como isso poderia ser: os primeiros seres humanos tinham uma dieta melhor ou uma canópia de vapor ou de água protegia a Terra da radiação antes do dilúvio.John C. Whitcomb, Jr. e Henry M. Morris, \"The Genesis Flood\" (Grand Rapids: Baker Book House, 1961), 399–404 Outros introduzem causas teológicas: os seres humanos deveriam ter a vida eterna, mas o pecado foi introduzido no mundo por Adão e Eva, sendo que a sua influência tornou-se maior a cada geração, e Deus encurtou progressivamente a vida humana, principalmente após o dilúvio. A Enciclopédia Católica diz que \"certos exegetas resolvem a questão para o seu próprio interesse, declarando que o ano que o escritor sagrado quis dizer não é o equivalente ao nosso ano\". === Tradução incorreta === Alguns acreditam que a idade extrema de Matusalém é o resultado de uma antiga tradução incorreta que converteu \"meses\" em \"anos\", resultando em 969 meses lunares, ou 78 anos e meio; entretanto, o mesmo cálculo aplicado a Enoque o faria gerar Matusalém aos 5 anos de idade usando números do Texto Massorético. O estudioso Donald V. Etz sugeriu que os números de Gênesis 5 \"poderiam por conveniência ter sido múltiplos de 5 ou 10\". Já Ellen Bennet argumenta que os números dos personagens em Gênesis 5 estão em décimos de anos, o que \"explicará como eles leram 930 anos para a idade de Adão, em vez de 93 anos, e 969 anos para Matusalém, em vez de 96 anos, e 950 anos pelo de Noé em vez de 95 anos\", afirmando que \"certamente é muito mais racional concluir que Noé viveu 50 anos em vez de 500 anos antes de se casar e gerar Sem, Cam e Jafé\" e depois lista o total de idades da Septuaginta com pontos decimais: 93,0 para Adão, 91,0 para Cainã, 96,9 para Matusalém, 95,0 para Noé, e assim sucessivamente. === Mito === O professor Kenneth Kitchen afirma que todos os números de Gênesis 5, incluindo a idade de Matusalém, não têm sentido algum, e os chama de \"mito puro\", enquanto Yigal Levin afirma que esses longos períodos de vida visam simplesmente acelerar o leitor de Adão a Noé. Claus Westermann afirma que eles pretendem criar a impressão de um passado distante. A Lista de Reis Sumérios menciona um personagem chamado Ubara-Tutu, que parece quase idêntico a Matusalém. Ele era filho de Enmendurana, uma figura mitológica suméria frequentemente comparada a Enoque, que, como ele, teria entrado no céu sem morrer. Ubara-Tutu foi o rei da Suméria até que um dilúvio varreu sua terra. Embora as idades de Matusalém e Ubara-Tutu sejam diferentes, o ano da morte é o mesmo.Pritchard, James B (ed.), Ancient Near Eastern Texts Relating to the Old Testament (Princeton, N.J.: Princeton University Press, 1955, 1969). 1950 1st edition at Google Books. p.44: \"...a flood [will sweep] over the cult-centers; to destroy the seed of mankind; is the decision, the word of the assembly [of the gods].\" O escritor babilônico Beroso também afirma que antes dos eventos do mito das enchentes na Babilônia os reis poderiam viver por dezenas de milhares de anos, o que tem alguma semelhança com Gênesis 5. Em Forever Young: Uma História Cultural da Longevidade, Lucian Boia diz que o retrato bíblico de Matusalém e de outras figuras de vida longa apresenta \"vestígios das lendas da Mesopotâmia\" encontrados na Epopéia de Gilgamesh, onde Gilgamesh governa Uruk por 126 anos, e seus ancestrais dizem ter governado por várias centenas de anos cada. Boia também observa que os contos de reis que viveram por milhares de anos podem ser encontrados tanto na mitologia indiana quanto na chinesa, e que a Bíblia é comparativamente \"contida\" em descrever os primeiros seres humanos como capazes de viver por centenas de anos, em vez de milhares. Boia observa que, após o Dilúvio, a Bíblia descreve o tempo de vida de seus personagens diminuindo gradualmente; como o dos filhos de Noé, que viveram entre 400 e 500 anos, enquanto Abraão morreu aos 175, Moisés morreu aos 120 e Davi morreu aos 70, uma idade que a Bíblia retrata como idosa pelo período de tempo de Davi. Boia compara as primeiras figuras bíblicas e sua vasta expectativa de vida às pessoas da era dourada no poema de Hesíodo Os Trabalhos e os Dias, cujos corpos são perpetuamente jovens. === Simbolismo === O pai de Matusalém, Enoque, o qual não morre, mas é levado por Deus, é o sétimo patriarca, e Matusalém, o oitavo, morre no ano do dilúvio, que termina a sequência de dez gerações de Adão a Noé, em cujo tempo o mundo é destruído.Abraham Malamat, \"King Lists of the Old Babylonian Period and Biblical Genealogies,\" Journal of the American Oriental Society 88 (1968): 165. Boia acredita que Matusalém serve a função simbólica de ligar a Criação e o Dilúvio, pois Adão teria morrido durante a vida de Matusalém, e este poderia ter aprendido sobre o Jardim do Éden com Adão. Os reis da lista de reis sumérios viveram por mais de mil anos, e os mesopotâmicos acreditavam que viver mais de mil anos tornava alguém divino ou um tanto divino, e que seus reis contemporâneos eram descendentes dos reis da lista de reis sumérios. Robert Gnuse supõe que o autor de Gênesis fez todos os seus personagens morrerem antes de alcançarem mil anos como uma polêmica contra essas crenças mesopotâmicas, assim como qualquer alegação de que um rei é divino. Gnuse também acredita que o autor de Gênesis disse que Matusalém morreu antes de viver mil anos para mostrar que ele não era divino. == Influência cultural == Segundo a Enciclopédia Católica, o nome de Matusalém \"tornou-se sinônimo de longevidade\". Dizer que alguém é \"tão velho quanto Matusalém\" é uma maneira bem-humorada de dizer que alguém é muito idoso. A palavra \"Matusaleridade\", uma palavra-valise de Matusalém e singularidade, foi cunhada por Aubrey de Grey para identificar um momento futuro em que todas as condições médicas que causam a morte humana seriam eliminadas e a morte ocorreria apenas por acidente ou homicídio. A letra da música de Ira Gershwin, \"It Ain't Necessarily So\" (1935), põe em dúvida vários aspectos da Bíblia, como a ideia de que Matusalém viveu tanto tempo, a ideia de que o diabo é mau, a história de Jonas e a história de Davi e Golias. Acredita-se que a estrela subgigante HD 140283 seja a estrela existente mais antiga descoberta, frequentemente apelidada de \"A Estrela de Matusalém\", em homenagem à antiga figura bíblica. Uma árvore de 4 851 anos de idade da espécie Pinus longaeva, que cresce no alto das Montanhas Brancas do Condado de Inyo, no leste da Califórnia, é chamada de Matusalém. O personagem Flint do episódio \"Requiem for Methuselah\", da série Star Trek: Série Original, é um homem quase imortal que nasceu na antiga Mesopotâmia. Suas identidades incluem Matusalém, Alexandre, o Grande, Salomão, Lázaro de Betânia, Leonardo da Vinci e Johannes Brahms. Flint fica sozinho depois de viver um tempo em um planeta deserto e cria um ginoide imortal para fazer-lhe companhia. Ele finalmente começa a morrer lentamente porque deixou a atmosfera da Terra e dedica o restante de seus dias à melhoria da humanidade. Anthony Hopkins interpretou a Matusalém no filme Noé (2014), de Darren Aronofsky. No filme, a filha adotiva de Noé, Ila (interpretada por Emma Watson), é infértil até quando Matusalém a abençoa. A versão de Aronofsky de Matusalém é de um eremita que vive no topo de uma montanha. Nesta recontagem da narrativa do dilúvio de Gênesis, Matusalém morre durante o dilúvio. Na série Altered Carbon, baseada no romance homônimo de Richard K. Morgan, de 2002, uma classe de pessoas que podem se dar ao luxo de viver para sempre transferindo sua consciência para corpos clonados chamados \"Mats\" ou \"Matusaléns\". Em 2016, foi anunciado que o produtor David Heyman produziria um épico bíblico estrelado por Tom Cruise, como Matusalém, com Joachim Rønning como diretor. O filme está programado para mostrar Matusalém como um ser humano que nunca envelhece e possuindo \"habilidades de sobrevivência sem comparações\". Em 2021, Clemente Viscaíno interpretará Matusalém na telenovela Gênesis, trama na qual o personagem vive no meio da natureza, longe do restante dos homens, e passou seus relatos e conhecimentos para Noé, abençoando seu casamento com Naamá. ==Bibliografia== * * ==Ligações externas== * * * Categoria:Personagens do Livro de Gênesis Categoria:Mitologia judaica",
 "title": "Matusalém"
}