{
 "id": "52919",
 "text": "Activision Publishing, Inc. é uma distibuidora norte-americana de jogos eletrônicos. Foi fundada em 1 de outubro de 1979 e foi a primeira desenvolvedora e distribuidora independente de jogos eletrônicos para consoles. Os seus primeiros produtos foram cartuchos para o console Atari 2600. A Activision é uma das maiores publicadora de jogos eletrônicos do mundo e foi também a maior publicadora de jogos de 2007 nos Estados Unidos. No dia 18 de Janeiro de 2008, a Activision anunciou que ela foi a maior publicadora dos Estados Unidos em 2007, segundo o NPD Group. No dia 2 de dezembro de 2007, foi anunciado que a Activision seria adquirida pela Vivendi, com a Vivendi contribuindo com a sua divisão de jogos e lucro, em troca de uma grande parte no novo grupo. A fusão realizou-se no dia 9 de julho de 2008, com a companhia formada conhecida como Activision Blizzard. A Activision ainda existirá como uma subsidiária pertencente à Activision Blizzard, e ela ainda desenvolverá e publicará jogos como Call of Duty, e Guitar Hero, junto com um pouco dos possuídos pela Vivendi Em 18 de janeiro de 2022, a Activision Blizzard foi adquirida pela Microsoft pelo valor de 68,7 bilhões de dólares. == História == Entre as dezenas de lançamentos, destacam-se clássicos como River Raid, Enduro e Pitfall. Em meados dos anos 80 e início dos anos 90 produziu títulos para a SEGA. A partir de 1995, concentrou-se em jogos para PC, aproveitando a interatividade dos recursos multimídia disponíveis no então recém-lançado Windows 95. Desde a segunda metade dos anos 90, a Activision desenvolveu ou publicou títulos de grande sucesso, como Spider Man e as séries de jogos Call of Duty, Tony Hawk's e Guitar Hero. === Atualmente === Sua franquia que está fazendo sucesso para computador e consoles é o Call of Duty, jogo de guerra, que bateu vários recordes tanto em vendas quanto em jogadores online simultaneamente. Atualmente, ela detém uma grande guerra contra a produtora Infinity Ward, da qual os criadores de Call of Duty 4 e Call of Duty: Modern Warfare 3 foram despedidos, e queriam os direitos autorais. == Estúdios == === Estúdios em funcionamento === * Activision Shanghai Studio em Shanghai, China, fundada em 2009. * Beenox na cidade de Québec, Québec, Canadá, fundada em maio de 2000, adquirida em 25 de maio de 2005. * Demonware tanto em Dublin, República da Irlanda e Vancouver, British Columbia, Canadá, fundada em 2003, adquirida em maio de 2007. * Digital Legends Entertainment em Barcelona, Espanha, fundada em 2001, adquirida em 2021 * Elsewhere Entertainment em Varsóvia, Polônia; fundada em 16 de maio de 2024. * High Moon Studios em San Diego, Califórnia, fundada como Sammy Entertainment em abril de 2001, adquirida pela Vivendi Games em janeiro de 2006. * Infinity Ward em Woodland Hills, Califórnia, fundada em 2002, adquirida em outubro de 2003. * Radical Entertainment em Vancouver, Canadá, fundada em 1991, adquirida pela Vivendi Games em 2005. * Raven Software, em Madison, Wisconsin, fundada em 1990, adquirida em 1997. * Sledgehammer Games em Foster City, Califórnia, fundada em 21 de julho de 2009. * Solid State Studios em Santa Monica, California, fundada em 2021. * Treyarch em Santa Monica, Califórnia, fundada em 1996, adquirida em 2001. === Estúdios anteriores === * The Blast Furnace em Leeds, Reino Unido, fundada em novembro de 2011 como Activision Leeds, renomeado em agosto de 2012, fechado em Março de 2014. * Gray Matter Interactive, em Los Angeles, Califórnia, fundada na década de 1990 como Xatrix Entretenimento, adquirida em Janeiro de 2002, incorporada pela Treyarch, em 2005. * Infocom em Cambridge, Massachusetts, fundada em 22 de junho de 1979, adquirida em 1986, fechado em 1989. * Luxoflux em Santa Monica, Califórnia, fundada em janeiro de 1997, adquirida em outubro de 2002, fechado em 11 de fevereiro de 2010. * Shaba Games em San Francisco, Califórnia, fundada em setembro de 1997, adquirida em 2002, fechado em 8 de outubro de 2009. * RedOctane em Mountain View, Califórnia, fundada em Novembro de 2005, adquirida em 2006, fechado em 11 de fevereiro de 2010. * Underground Development em Redwood Shores, Califórnia, fundada como Z-Axis em 1994, adquirida em maio de 2002, fechado em 11 de fevereiro de 2010. * Budcat Creations em Iowa City, Iowa, fundada em setembro de 2000, adquirida em 10 de novembro de 2008, fechado em novembro de 2010. * 7 Studios em Los Angeles, Califórnia, fundada em 1999, adquiriu em 6 de abril de 2009, fechado em fevereiro de 2011. * Bizarre Creations em Liverpool, Inglaterra, fundada como inferno de levantamento Productions em 1987 e mudou o nome em 1994, adquirida em 26 de setembro de 2007, fechado em 18 fevereiro de 2011. * Neversoft em Los Angeles, Califórnia, fundada em julho de 1994, adquirida em outubro de 1999, incorporada pela Infinity Ward em 3 de maio de 2014 e oficialmente extinta em 10 de julho de 2014. * Wanako Studios em Nova Iorque, fundada em 2005, adquirida pela Vivendi Games, em 20 de fevereiro de 2007, vendida à Artificial Mind and Movement em 20 de novembro de 2008. * Swordfish Studios em Birmingham, Inglaterra, fundada em setembro de 2002, adquirida pela Vivendi Universal Games em Junho de 2005, vendida à Codemasters em 14 de novembro de 2008. * Massive Entertainment, em Malmö, Suécia, fundada em 1987, adquirida pela Vivendi Universal Games em 2002, vendida à Ubisoft em 10 de novembro de 2008. * Fun Labs em Bucareste, Roménia, fundada em 1999, Foi vendido para a Maximum Entertainment em 14 de Março de 2023 * FreeStyleGames em Leamington Spa, Warwickshire, Reino Unido, fundada em 2002, adquirida em 12 de setembro, 2008, vendida para a Ubisoft em 18 de janeiro de 2017, posteriormente renomeada como Ubisoft Leamington. * Vicarious Visions em Menands, Nova Iorque, fundada em 1990, adquirida em Janeiro de 2005, mudou-se para a Blizzard Entertainment em janeiro de 2021. Foi renomeada para Blizzard Albany em 12 de abril de 2022. * Beachhead Studios em Santa Monica, Califórnia, fundada em fevereiro de 2011. * Toys for Bob em Novato, Califórnia, fundada em 1989, adquirida em 3 de maio de 2005. Se tornou independente em fevereiro de 2024. == Ligações externas == * Site oficial Categoria:Empresas de entretenimento fundadas em 1979 Categoria:Activision Blizzard Categoria:Subsidiária da Activision Blizzard Categoria:Desenvolvedoras de jogos eletrônicos Categoria:Empresas de jogos eletrônicos dos Estados Unidos Categoria:Ex-subsidiárias da Vivendi",
 "title": "Activision"
}