{
 "id": "52951",
 "text": "Telecine Action é um canal de televisão por assinatura brasileiro transmitido pelas operadoras Sky, Claro TV, Vivo TV e Oi TV que dá destaque à transmissão de antigos e novos filmes de ação, suspense, terror, guerra e erótico. No dia 1 de novembro de 2010 foi lançada a versão em alta definição, chamada de Telecine Action HD, que mostra a mesma programação da sua versão SDTV. Em 1 de setembro do mesmo ano, foi lançada uma faixa dentro do canal Globosat HD para substituir a faixa Megapix HD, cortada em 1 de novembro e substituída novamente pela faixa do Megapix HD após o lançamento do canal independente. O canal tornou-se um dos mais assistidos da TV por assinatura após a adoção de dublagens em 2012. O Telecine Action passou a crescer significativamente entre as classes A (37%) e C (61%). ==Conteúdo== O canal dedica-se a exibir principalmente filmes de ação, como o próprio nome sugere. Os filmes são exibidos com um comercial de 2 minutos durante sua execução, o que pode ocorrer é o surgimento de uma brecha na tela do filme (no lado direito do vídeo) em execução anunciando a próxima atração do canal ou o que o telespectador está vendo. ===Os filmes=== O canal exibe diariamente filmes dos seguintes gêneros: ação, suspense, policial, ficção científica, western, terror e erótico. Assim como todos os canais da Rede Telecine, os filmes geralmente são gerados pelos 7 dos 10 maiores studios do Brasil e mundo afora, são eles Universal Pictures, Paramount, 20th Century Fox, Metro-Goldwyn-Mayer, Dream Works Studio e atualmente Disney/Pixar, tendo em sua grade de canais até mesmo filmes de produções de estúdios independentes. ===Idioma=== O canal possui como idioma padrão o português que é usado nos filmes e comentários sobre a programação do canal (no comercial ou nas brechas de tela dos filmes em execução) e ainda possui legendas em português durante a exibição dos filmes. ==Séries que foram exibidas== *NUMB3RS *Matrioshki ==Ver também== * Rede Telecine * Globosat * Grupo Globo * TV Globo == Ligações externas == * Site oficial da Rede Telecine Categoria:Rede Telecine Categoria:Canais de televisão por assinatura do Brasil Categoria:Canais de televisão fundados em 1997 Categoria:Canais de televisão de língua portuguesa Categoria:Subsidiárias do Grupo Globo",
 "title": "Telecine Action"
}