{
 "id": "52991",
 "text": "Entomologia é a especialidade da biologia que estuda os insetos sob todos os seus aspectos e relações com o homem, as plantas, os animais e o meio ambiente. Historicamente, a palavra Entomologia é proveniente da união de dois radicais gregos, entomon (ἔντομος, traduzido como \"subdividido\", \"segmentado\", \"inseto\") e -logia (-λογία, sufixo traduzido como \"estudo de\"), e vem sendo empregada desde Aristóteles (384-322 a.C.) para designar “estudo dos insetos”. Vale ressaltar que em seu livro \"Da História dos Animais\" Aristóteles classificava como \"Entoma\" ou insetos (Animale insectum) animais que hoje consideramos distintos como insetos, centopeias e aracnídeos. Desta forma, a Entomologia antigamente lidava com mais classes de animais, estando hoje formalmente focada no estudo dos animais pertencentes ao sufilo Hexapoda. A Entomologia é observável em quase todas as culturas, desde os tempos pré- históricos, em especial após o surgimento da agricultura (onde dirigiu-se boa atenção às pragas, criações de abelhas, etc). Atualmente a Entomologia engloba muitas áreas especializadas de estudo, tais como: Morfologia, Fisiologia, Biologia, Ecologia, Taxonomia, Sistemática, Resistência de plantas a insetos, Controle biológico, Controle químico, Toxicologia, Apicultura, Comportamento, Entomologia Agrícola e Florestal, Entomologia Médica e Veterinária, Entomologia forense, Urbana e Econômica. Especificamente no campo florestal, a entomologia se desenvolveu partindo da implantação dos primeiros reflorestamentos na década de 60, passando a fazer parte da área de pesquisa florestal denominada Proteção Florestal, que abrange o estudo e a prevenção dos incêndios, doenças e pragas florestais. == Coleções Entomológicas == As coleções científicas formadas por insetos são chamadas de coleções entomológicas. Nestes acervos encontram-se armazenados, ordenados e preservados espécimes ou partes de espécimes mortos.ALMEIDA, L. M. de; RIBEIRO-COSTA, C. S.; MARINONI, L. Manual de coleta, conservação, montagem e identificação de insetos. Ribeirão Preto: Holos, 1998. 78p As coleções são importantes registros da existência de espécies no tempo e no espaço, sendo também repositórios dos espécimes-tipo, os quais são imprescindíveis para a identificação correta de exemplares por pesquisadores. As coleções são ainda testemunhos da fauna de áreas protegidas, de áreas impactadas ou mesmo em via de desaparecimento e, portanto, são a base para pesquisas em biodiversidade, sistemática e evolução. Uma das mais importantes e maiores coleções entomológicas da América Latina é a Coleção Entomológica do Instituto Oswaldo Cruz, devido a dimensão de seu acervo, seu valor científico, histórico e educativo. Menciona-se ainda sua grande importância para a saúde pública já que muitos dos exemplares lá depositados servem como referência para a identificação de vetores de doenças infecciosas. Outra coleção que foi fundamental para a Entomologia no Brasil era a coleção de Costa Lima da Universidade Federal Rural do Rio de Janeiro, que infelizmente foi completamente destruída por um incêndio. A maior coleção entomológica da América Latina fica localizada no Município de SEARA - Santa Catarina, mais precisamente no distrito de Nova Teutônia \" Nova Alemanha\", onde o Maior Cientista do Século XX Chamado Fritz Plaumann Descobriu e Catalogou diversas espécies de insetos. Dentre as mais de 400 mil conhecidas somente ele catalogou 80 mil espécies descobriu para a Ciência 150 novas e na maioria extintas espécies oriundas da Mata Atlântica Brasileira. ==História== Desde a antiguidade, o homem já havia adquirido conhecimento sobre os insetos, onde nos monumentos do Egito antigo existiam uma série de pinturas e esculturas sobre insetos. Dentre os insetos, as abelhas e os escaravelho eram o destaque. Também, os gafanhotos são citados no Antigo Testamento como a décima praga que atingiu o Egito no período da escravidão dos Hebreus. No entanto, como ciência a Entomologia só ganhou frente com Aristóteles (384-322 a.C.), que produziu o trabalho mais fiel sobre os insetos daquela época. Após Aristóteles, vieram os romanos, que tinham como prioridade as guerras ao invés da ciência. Posteriormente a queda do Império Romano a Inquisição da Idade Média preocupou-se em ocultar os conhecimentos científicos, e continuou assim até a Renascença, período histórico da humanidade, representado pela renovação científica, artística e literária, realizada nos séculos XV e XVI. Nos primeiros momentos, os entomologistas voltaram-se principalmente para a observação dos fatos e a criação de uma classificação. Sendo que a partir do início deste século as pesquisas visam o conhecimento dos grandes fundamentos biológicos, descobertos no século passado. A lista de pesquisadores importantes para a Entomologia ao longa da história é extensa, mas dentre os nomes encontram-se Charles Darwin, Vladimir Nabokov, Karl Ritter von Frisch (ganhador do Prêmio Nobel, em 1973), entre outros. No Brasil, o início das pesquisas com entomologia ocorreu em meados do século XX com diversos pesquisadores estrangeiros, sendo que neste século são várias as pesquisas realizadas por centenas de cientistas que se dedicam a entomologia. Fritz Plaumann, foi sem dúvidas, o maior cientista entomológico do Século XX. Um gênio reconhecido pelo amor pela natureza percorreu mais de 50 mil quilômetros da Mata Atlântica Brasileira catalogando e descobrindo espécies já extintas na nossa fauna e flora brasileira. A coleção deste grande cientista encontra-se em um museu incrivelmente qualificado e com um conhecimento inestimável para a humanidade acerca dessa atividade científica realizada por esse grande cientista. Existem espécies expostas no museu com mais de 100 anos de existência. Ou seja, Fritz Plaumann é um Gênio cientista apaixonado e Defensor da natureza que tem a maior contribuição científica entomológica da América Latina e sendo referência para todo o planeta durante o século XX fornecendo coleções de espécimes únicas para outros países. A contribuição de Fritz Plaumann para a ciência mundial ainda não é reconhecida, porém esse inestimável Cientista Brasileiro tem sua maior obra escrita em punho originalmente em idioma alemão um livro chamado \"A origem da Vida\" o qual segundo relatos afirma ser o conceito de evolução terrestre mais aceito desde Chales Darwin. As teorias de Fritz Plaumann são as mais plausíveis dentro da evolução das espécies. Fritz Plaumann sem dúvida deve ser reconhecido pelo seu trabalho em prol da Ciência Mundial e principalmente pela sua contribuição para a humanidade estabelecendo uma teoria de acordo com seus pensamentos no livro \"A origem da Vida\" em que para os raros conhecedores de parte do seu infinito pensar evolutivo é a teoria de evolução da espécie humana mais aceitável e apropriada para o Ser Humano. Possibilitando dessa forma um conhecimento mais aprofundado e fundamentado cientificamente sobre evolução da espécie humana. Neste sentido diante da história de vida deste cidadão Nascido na Alemanha, porém com a determinação de um Brasileiro conseguiu por forcas próprias ser o detentor e senhor de seu tempo. Merecendo as honrarias inerentes ao meio entomológico e seu reconhecimento dentre a comunidade científicas mundial com sua contribuição para a humanidade. == Razões para o sucesso evolutivo dos insetos == Além de tudo, os insetos ao decorrer dos milênios passaram por várias mudanças que permitem a sua adaptação aos mais variados ambientes, que dentre elas, podem ser destacadas: * Exoesqueleto, permitindo aos insetos uma grande área de incorporação muscular, facilitando o controle da evaporação e protegendo os órgãos internos. * Asas funcionais, fornecem aos insetos a capacidade de deslocamento, facilitam a procura de alimentos, facilita a fuga dos inimigos naturais e facilita a dispersão. * Tamanho pequeno, faz com que os insetos necessitem de pouco alimento, facilita a fuga, porém o fato de serem pequenos faz com a superfície total do corpo seja muito maior que o volume, aumentando a evaporação do corpo o que consiste numa desvantagem. * Metamorfose completa, faz com que os insetos passem por várias mudanças, permitindo viver em vários locais diferentes. * Aumento do número de espécies, gera uma grande capacidade de adaptação dos insetos aos mais variados ambientes fazendo com que o número de espécies aumente de forma que atualmente ocupam todos os ambientes. == Importância dos insetos e suas relações com o homem == Os insetos são os maiores competidores do homem pela hegemonia na terra, pois historicamente o homem sempre conseguiu o domínio da maioria e, mesmo, eliminar alguns dos animais terrestres. Entretanto, os insetos de forma agrupada, continuam como a única barreira biótica ao domínio total do homem, de forma que a capacidade adaptativa dos insetos e vastamente conhecida. Desde o início da humanidade, os insetos de alguma forma estiveram interligados com o homem, de forma que pode concluir que a sobrevivência do homem depende da harmonia deste grupo de animais, pois e de conhecimento público que o maior inimigo dos insetos são os próprios insetos. Dessa forma, o desequilíbrio de uma parte do sistema formado pelos insetos pode afetar diversos setores da sociedade, como a produção agrícola e florestal, além de provocar uma série de doenças como por exemplo a malária. No Museu Fritz Plaumann estão catalogas 80 mil espécies em sua maioria já extintas de insetos que formam a maior coleção entomológica da América Latina, estas sendo colhidas e devidamente catalogadas até mesmo por gênero de família científica por ele mesmo. Sendo este cientista uma referência mundial na prospecção e catalogação de espécies raras na natureza e principalmente sobre espécies extintas da Fauna e Flora da Mata Atlântica Brasileira. == Disciplinas == Alguns entomólogos costumam se especializar numa única ordem de insetos, podendo ser: *Apiologia e Melitologia - abelhas *Coleopterologia - escaravelhos e besouros *Dipterologia - moscas, mosquitos e pernilongos *Heteropterologia - percevejos e barbeiros *Lepidopterologia - borboletas e mariposas *Mirmecologia - formigas *Odonatologia - libélulas *Ortopterologia - gafanhotos e grilos *Termitologia - cupins *entre outras. ==Bibliografia== *PAPAVERO, N. (Org.) . Fundamentos práticos de taxonomia zoológica: Coleções, bibliografia, nomenclatura. Belém: Museu Paraense Emílio Goeldi & Sociedade Brasileira de Zoologia, 1983. 252 p. *Sistach, Xavier. 2012-2014. Insectos y hecatombes (vol. I-II). RBA Libros. ISBN 978-84-9006-322-4 / 978-84-9056-297-0 == Ligações externas == *Entomologistas do Brasil - Banco de Dados dos Entomologistas brasileiros *Entomologia forense - Quando os insetos podem esclarecer causas e circunstâncias de uma morte *EntomoBrasilis Periódico científico sobre Entomologia. Categoria:Entomologia",
 "title": "Entomologia"
}