{
 "id": "5304",
 "text": "Vila Nova de Tazem é uma vila portuguesa, sede da Freguesia de Vila Nova de Tazem, do Município de Gouveia, freguesia com 15,77 km² de área e 1469 habitantes (censo de 2021), tendo, assim, uma densidade populacional de . Designou-se, até ao início do século XIX, Vila Nova do Casal. Em 1834, com a reforma administrativa, Vila Nova deixou de fazer parte do Casal, passando a integrar o concelho de Gouveia (Decreto de 6 de novembro de 1836), designando- se, a partir daí, Vila Nova de Tazem. Outras denominações: Vila Nova, Vila Nova de Riba Mondego e Vila Nova de Folgosinho. Em 18 de dezembro de 1987 foi elevada à categoria de vila. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 341 274 953 443 2011 211 199 836 462 2021 154 135 705 475 ==História== Teve foral de D. Manuel (1514) e aparece integrada no extinto concelho de Casal. Vila Nova de Tazem foi devastada pelas tropas francesas comandadas por Massena, em 1811.Cf. . Há notícia de um luthier de Vila Nova de Tazem, José Abrantes, ter recebido uma medalha de bronze pela sua guitarra portuguesa exposta na Exposição Universal de Paris (1900).Cf. . ==Património== * Igreja Matriz de Vila Nova de Tazem * Capela de São Miguel * Cruzeiro de Vila Nova de Tazem * Antiga Escola e Cantina * Capela de Santo António * Capela de São Bartolomeu * Palacete do Dr. Pires do Valle (no lugar de Vila Nova de Tazem) * Igreja de São Sebastião (em Tazem) * Alminhas (existem 26 na freguesia) ===Sítios arqueológicos=== * Necrópole de São João * Quinta do Pé do Coelho * Lagar da Quinta do Dr. Mário ==Associativismo== Em julho de 1931, José Domingos Martins, José Borges da Costa e o Padre João Homem de Figueiredo decidiram fundar o escutismo católico na vila, e que deu origem à Alcateia 39, e que durou apenas dois anos. == Ligações externas == *Arquivo Distrital da Guarda *Câmara Municipal de Gouveia *Página oficial da Junta de Freguesia *Movimentos associativos da freguesia *PR6 GVA - Rota das Alminhas Categoria:Freguesias de Gouveia Categoria:Vilas de Portugal",
 "title": "Vila Nova de Tazem"
}