{
 "id": "53050",
 "text": "Gemini VIII foi a sexta missão tripulada do Projeto Gemini, realizado em março de 1966. Após a tripulação conseguir realizar a primeira acoplagem em órbita entre duas naves espaciais na História, um defeito que quase ocasionou um desastre e a perda das vidas dos astronautas, obrigou a missão a fazer o primeiro pouso de emergência do programa espacial norte-americano. == Tripulação == ===Principal=== Posição Astronauta Piloto Comandante Neil A. Armstrong Piloto David R. Scott ===Reserva=== Posição Astronauta Piloto Comandante Charles \"Pete\" Conrad Jr. Piloto Richard F. Gordon Jr. == Missão == A missão Gemini VIII tinha dois objetivos principais: realizar atividades extraveiculares mais prolongadas que as da Gemini IV e uma acoplagem com um foguete Agena em órbita. Um dos objetivos foi conquistado por Armstrong, que comandou a nave ao encontro do Veículo Alvo Agena pré-lançado de Cabo Canaveral, colocando-se a um metro de distância dele e então lentamente conectando-se ao foguete. O outro deveria ser realizado pelo piloto Scott, duas horas fora da nave flutuando no espaço, mas os eventos seguintes ao encontro impediram os planos. O que se seguiu ao acoplamento foi um dos momentos mais arrepiantes da história do programa espacial. A cápsula Gemini VIII, após acoplar-se com o foguete, começou a rolar sobre si mesma continuamente. Este tipo de situação nunca havia sido prevista ou treinada em simuladores, e a tripulação então imediatamente se desacoplou do foguete, mas continuou a rodar sem conseguir estabilização. O problema era um propulsor avariado na espaçonave, que agora a fazia girar a uma velocidade de uma revolução por segundo, com os tripulantes correndo o risco de perderem a consciência. A única maneira de parar aquilo era usar os propulsores de controle de reentrada da cápsula, o que significava que Armstrong e Scott teriam que encerrar imediatamente a missão e fazer um retorno de emergência à Terra apenas dez horas após seu lançamento. A Gemini VIII fez um pouso de emergência no Oceano Pacífico, onde foi resgatada por paraquedistas da Marinha, já que os navios de recolhimento encontravam-se longe do local do pouso, ao invés do ponto planejado no Oceano Atlântico. == Ligações externas == * * * Categoria:Programa Gemini 1 Categoria:Acidentes e incidentes espaciais Categoria:Neil Armstrong Categoria:1966 nos Estados Unidos",
 "title": "Gemini VIII"
}