{
 "id": "53113",
 "text": "Condutividade elétrica (\\sigma) é usada para especificar o caráter elétrico de um material. Ela é simplesmente o recíproco da resistividade, ou seja, inversamente proporcionais e é indicativa da facilidade com a qual um material é capaz de conduzir uma corrente elétrica. A unidade é a recíproca de ohm- metro, isto é, [(Ωm)-1]. As seguintes discussões sobre propriedades elétricas usam tanto a resistividade quanto a condutividade. : \\sigma= {1\\over\\rho} Materiais sólidos exibem uma espantosa faixa de condutividades. De fato, uma maneira de classificar materiais sólidos é de acordo com a facilidade com que conduzem uma corrente elétrica; dentro deste esquema de classificação existem 3 grupamentos: condutores, semicondutores e isolantes. Metais são bons condutores, tipicamente tendo condutividades da ordem de 107 (Ωm)-1. No outro extremo estão os materiais com muito baixas condutividades, situando-se entre 10-10 e 10-20 (Ωm)-1; estes são os isolantes elétricos. Materiais com condutividades intermediárias, geralmente entre 10-6 e 104 (Ωm)-1, são denominados semicondutores. No Sistema Internacional de Unidades, é medida em siemens por metro. Constitui engano achar que o ouro é o melhor condutor elétrico. Na temperatura ambiente, no planeta Terra, o material melhor condutor elétrico ainda é a prata. Relativamente, a prata tem condutividade elétrica de 108%; o cobre 100%; o ouro 70%; o alumínio 60% e o titânio apenas 1%. A base de comparação é o cobre. O ouro, em qualquer comparação, seja no mesmo volume, ou na mesma massa, sempre perde em condutividade elétrica ou térmica para o cobre. Entretanto, para conexões elétricas, em que a corrente elétrica deve passar de uma superfície para outra, o ouro leva muita vantagem sobre os demais materiais, pois sua oxidação ao ar livre é extremamente baixa, resultando numa elevada durabilidade na manutenção do bom contato elétrico. Entre os citados, o alumínio seria o pior material para as conexões elétricas, devido à facilidade de oxidação e à baixa condutividade elétrica da superfície oxidada. Assim, um cabo condutor de cobre com os plugues de contatos dourados levam vantagens sobre outros metais. Uma conexão entre superfícies de cobre, soldada com prata constitui a melhor combinação para a condução da eletricidade ou do calor entre condutores distintos. Tabela de Condutividades Elétricas Material Condutividade (S.m/mm2) Prata 62,5 Cobre puro 61,7 Ouro 43,5 Alumínio 34,2 Tungstênio 18,18 Zinco 17,8 Bronze 14,9 Latão 14,9 Níquel 10,41 Ferro puro 10,2 Platina 9,09 Estanho 8,6 Manganina 2,08 Constantan 2 Mercúrio 1,0044 Nicromo 0,909 Grafite 0,07 == Condutividade de semicondutores (com electrões e lacunas) == Num condutor sólido existe uma nuvem muito densa de eletrões de condução, que não estão ligados a nenhum átomo em particular. Por exemplo, os átomos de cobre no seu estado neutro têm 29 eletrões à volta do núcleo; 28 desses eletrões estão fortemente ligados ao átomo, enquanto que o último eletrão encontra-se numa órbita mais distante do núcleo e sai com maior facilidade para a nuvem de eletrões de condução. Um pequeno deslocamento da nuvem de eletrões de condução faz acumular um excesso de cargas negativas num extremo e cargas positivas no extremo oposto. As cargas positivas são átomos com um eletrão a menos em relação ao número de protões. Quando se liga um fio condutor aos elétrodos de uma pilha, a nuvem eletrônica é atraída pelo elétrodo positivo e repelida pelo elétrodo negativo; estabelece-se no condutor um fluxo contínuo de eletrões desde o eletrodo negativo para o positivo. Os semicondutores são materiais semelhantes aos isoladores, sem cargas de condução, mas que podem adquirir cargas de condução passando a ser condutores, através de diversos mecanismos: aumento da temperatura, incidência de luz, presença de cargas elétricas externas ou existência de impurezas dentro do próprio material. Atualmente os semicondutores são construídos a partir de silício ou germânio. Os átomos de silício e de germânio têm 4 eletrões de valência. Num cristal de silício ou germânio, os átomos estão colocados numa rede uniforme, como a que aparece na figura abaixo: os 4 eletrões de valência ligam cada átomo aos átomos na sua vizinhança.Eletricidade e Magnetismo. Porto: Jaime E. Villate, 20 de março de 2013. 221 págs. Creative Commons Atribuição-Partilha (versão 3.0) ISBN 978-972-99396-2-4. Acesso em 11 jun. 2013. Os átomos de arsênio têm 5 eletrões de valência. Se forem introduzidos alguns átomos de arsênio num cristal de silício, cada um desses átomos estará ligado aos átomos de silício na rede por meio de 4 dos seus eletrões de valência; o quinto eletrão de valência ficará livre contribuindo para uma nuvem de eletrões de condução. Obtém-se assim um semicondutor tipo N, capaz de conduzir cargas de um lado para outro, através do mesmo mecanismo que nos condutores (nuvem de eletrões de condução). Os átomos de gálio têm três eletrões de valência. Nos semicondutores tipo P existem alguns átomos de gálio dentro de um cristal de silício (ou germânio); os 3 eletrões de valência de cada átomo de gálio ligam-no à rede, ficando um buraco onde um átomo de silício tem um eletrão de valência que não está ligado a outro eletrão de um átomo vizinho. Esses buracos também podem ser usados para transportar corrente; os eletrões podem deslocar-se para um átomo de gálio na vizinhança, onde exista um desses buracos. Na figura abaixo representam-se dois blocos semicondutores dos dois tipos, N e P. Cada bloco é um cristal de silício ou de germânio; os círculos representam os átomos de arsênio e de gálio introduzidos no cristal. Esses átomos encontram-se fixos na rede, em quanto que os eletrões de condução, no semicondutor N, e os buracos no semicondutor P, podem deslocar-se entre os sítios (locais) onde existam outros átomos de arsénio ou de gálio. Se os extremos do um fio semicondutor do tipo P forem ligados aos elétrodos de uma pilha. Os buracos perto do elétrodo negativo serão preenchidos com eletrões fornecidos por esse elétrodo; esses eletrões poderão saltar para outros buracos vizinhos e assim sucessivamente. Os eletrões deslocam-se no sentido do elétrodo negativo para o positivo, mas saltam apenas de um buraco para o vizinho. No entanto, os buracos deslocam-se todo o percurso desde o elétrodo positivo até o negativo. É semelhante à circulação de automóveis à hora de ponta, quando há filas compactas; os automóveis conseguem apenas deslocar-se uma pequena distância no sentido da estrada, mas aparecem buracos na fila, que se deslocam rapidamente no sentido oposto. Assim, quando ligamos um fio semicondutor entre os elétrodos da pilha, o resultado é o mesmo, independentemente do tipo de semicondutor: passagem de cargas positivas do elétrodo positivo para o negativo, e passagem de carga negativa do elétrodo negativo para o positivo. Nos condutores líquidos, gasosos ou em pó existem cargas de condução tanto negativas como positivas. Já vimos por exemplo o caso do eletrólito de uma pilha, onde existem iões positivos e negativos. Num gás ionizado também existem iões positivos e negativos que se podem deslocar dentro do gás. Quando existir uma fem entre dois pontos desse tipo de condutores, os iões positivos e negativos deslocam- se em sentidos opostos. O efeito resultante, em termos de condução de cargas, produzido pelo movimento dos dois tipos de iões é o mesmo: entram cargas negativas no elétrodo positivo e entram cargas positivas no elétrodo negativo. Numa lâmpada fluorescente, uma força eletromotriz é usada para ionizar o gás. A ionização do gás produz iões positivos e eletrões livres (ver figura abaixo). Se num determinado instante o elétrodo A estiver a maior potencial que o elétrodo B, os iões positivos deslocar-se-ão de A para B, e os eletrões de B para A. A passagem dessas partículas produz colisões com moléculas do gás que produzem mais iões e luz. Assim, uma vez aquecida, é precisa uma diferença de potencial menor para manter o fluxo de cargas na lâmpada. Existem outros mecanismos de condução das cargas elétricas, como por exemplo o que é usado nos detetores de incêndio. Dentro do detetor existe uma câmara de ionização (cilindro preto) onde a passagem de cargas é devida à produção de partículas alfa emitidas por uma substância radioativa. As partículas alfa são núcleos de hélio, com carga igual a duas unidades elementares de carga. As partículas são disparadas para fora da substância radioativa, passando pelo ar à volta da substância, antes de serem recolhidas num elétrodo no detetor. A presença de fumo introduz partículas sólidas no ar, que travam as partículas alfa, produzindo uma redução do número de partículas recolhidas no elétrodo. A redução do fluxo de cargas faz disparar um sinal de alarme. A equação da condução no semicondutor representa-se por: \\sigma = q (n \\mu _n+ p \\mu _p) [\\Omega . cm]^{-1} onde: : \\sigma – condutividade; : q – módulo da carga elétrica do electrão; : n – concentração de elétrons; : p – concentração de lacunas; : μn – mobilidade dos elétrons ( cm2/(V.s)); : μp – mobilidade das lacunas (500 cm2/(V.s)). Agitação térmica (ionização térmica) ⇒ quebra de ligação covalente⇒ geração de par electrão –lacuna. Também por agitação térmica ⇒ restabelecimento de ligação covalente por recombinação de par electrão –lacuna Então: p = n = n _i onde: : p - concentração de lacunas (lacunas / cm³); : n - concentração de elétrons livres (electrões / cm³); : n _i \\- concentração intrínseca (portadores / cm³); A n _i é independente da concentração de impurezas dadores; é função da temperatura. == Ver também == * Resistividade * Condutância elétrica * Supercondutividade * Resistência de folha Categoria:Eletromagnetismo Categoria:Eletroquímica Categoria:Grandezas físicas",
 "title": "Condutividade elétrica"
}