{
 "id": "5315",
 "text": "Seul (em coreano: 서울, romanização revisada: Seoul, romanização McCune- Reischauer: Sŏul, ,), oficialmente Cidade Especial de Seul (coreano: 서울특별시; hanja: 서울特別市), é a capital e a maior metrópole da República da Coreia, mais conhecida como Coreia do Sul. A cidade é o núcleo da Região Metropolitana de Seul, que inclui a metrópole vizinha de Incheon e a província de Gyeonggi, a segunda maior área metropolitana do mundo, com mais de 25 milhões de habitantes. Situado às margens do rio Han, a história de Seul remonta a mais de dois mil anos, quando foi fundada em por Baekje, um dos Três Reinos da Coreia. A cidade continuou como a capital coreana sob a Dinastia Joseon. A região de Seul contém cinco Patrimônios Mundiais da UNESCO: Complexo de Palácios de Ch'angdokkgung, Fortaleza de Hwasong, Santuário de Chongmyo, Namhansanseong e os Túmulos Reais da Dinastia Joseon. Seul é cercada por montanhas, sendo o monte Bukhan a mais alta delas, o parque nacional mais visitado do mundo por metro quadrado. Entre os marcos modernos estão a icônica N Seoul Tower, o dourado KLI 63 Building, o neofuturista Dongdaemun Plaza, o Lotte World, o segundo maior parque temático coberto do mundo, e a Ponte Banpo, a mais longa ponte-fonte do mundo. A capital sul-coreana foi eleita o destino turístico mais procurado do mundo por turistas chineses, japoneses e tailandeses por três anos consecutivos (2009-2011) e, com mais de 12 milhões de visitantes internacionais em 2013, é a 10ª cidade mais visitada do mundo.MasterCard-Global Destination Cities index Atualmente, Seul é considerada uma cidade global importante, resultado do boom econômico chamado de \"Milagre do rio Han\", que transformou-a de um amontoado de ruínas durante a Guerra da Coreia para a 4ª maior economia metropolitana do mundo, com um PIB de 774 bilhões de dólares em 2012, depois de Tóquio, Nova York e Los Angeles. A metrópole é a sede de empresas da Fortune Global 500, como a Samsung, a maior empresa de tecnologia do mundo, a LG e a Hyundai-Kia. Em 2013, o PIB (PPC) per capita da cidade de 39.448 dólares era comparável ao da França e Finlândia. Seul é a cidade mais conectada do mundo e o seu sistema de metrô é um dos mais extensos do planeta. A cidade está conectada ao Aeroporto Internacional de Incheon, classificado como o melhor aeroporto do mundo por nove anos (2005-2013) pelo Conselho Internacional de Aeroportos. O Lotte World Tower, um arranha-céu de 556 metros de altura e com 123 andares, está em construção e será o mais alto da OCDE. A capital foi anfitriã dos Jogos Asiáticos de 1986, os Jogos Olímpicos de Verão de 1988 e a Copa do Mundo FIFA de 2002. == Etimologia == A cidade foi conhecida no passado por sucessivos nomes como Wirye-seong (위례성; 慰禮城, Era Baekje), Namgyeong (남경; 南京, Era Goryeo), Hanseong (한성; 漢城, Era Joseon) ou Hanyang (한양; 漢陽). O nome atual, Seul deriva da anciã palavra coreana Seorabeol (서라벌; 徐羅伐) ou Seobeol (서벌; 徐伐), que significa \"cidade capital\", que originalmente referia-se à cidade de Gyeongju, a capital de Silla, depois chamada de Geumseong (금성; 金星). Diferentemente de outros topônimos coreanos, Seul só se pode escrever em hangul, 서울, não admitindo escritura em caracteres hanja (de origem chinesa), por tratar-se de uma palavra completamente coreana, sem raiz chinesa. No dia 19 de janeiro de 2005 aconteceu uma certa controvérsia quando Seul pediu publicamente à China que a deixasse de chamar pelo seu nome tradicional em chinês Hànchéng (漢城, em coreano Hanseong, nome antigo da cidade), e que adotasse em seu lugar o nome Shǒu’ěr (首爾), adaptação fonética ao chinês do nome coreano atual. Essa decisão do governo de Seul foi recebida com um certo desdém na República Popular da China e em Taiwan. Entretanto, alguns meios de comunicação chineses já começaram a utilizar o nome acunhado pelo governo de Seul, enquanto que este já utiliza o novo nome em seus folhetos de informação turística em língua chinesa. == História == === Fundação === O povoamento da área do rio Han, onde hoje está localizada Seul, começou por volta de 4000 a.C. Seul é registrada pela primeira vez com o nome de Wiryeseong, a capital de Baekje (fundada em 18 a.C.) na área nordeste de Seul. Existem várias antigas muralhas da cidade restantes na área, que datam desse período. Pungnaptoseong, uma parede de terra na área externa da cidade, é amplamente considerada como o local onde Wiryeseong existiu. Como os Três Reinos competiam por essa região estratégica, o controle passou de Baekje para Goguryeo no século V e para Silla no século VI. No século XI, Goryeo, que sucedeu a Silla Unificada, construiu um palácio de verão em Seul, que foi referido como a \"Capital do Sul\". Foi só a partir deste período que a cidade tornou-se um assentamento maior. Quando Joseon substituído Goryeo, a capital foi transferida para Seul (também conhecido como Hanyang e mais tarde como Hanseong), onde permaneceu até a queda desta dinastia. O palácio Gyeongbokgung, construído no século XIV, serviu como residência real até 1592. O Complexo de Palácios de Ch'angdokkgung, construído em 1405, serviu como o principal palácio real de 1611 a 1872. Originalmente, a cidade era totalmente cercada por uma muralha feita de pedra maciça e construída em formato circular para proporcionar segurança aos cidadãos contra animais selvagens, ladrões e ataques estrangeiros. A cidade cresceu para além dos muros e, embora o muro não exista mais (exceto ao longo da montanha Bugaksan (북악산 / 北岳 山), ao norte do centro da cidade), os portões permanecem intactos perto do distrito da baixa de Seul, incluindo mais notavelmente Sungnyemun (vulgarmente conhecida como Namdaemun) e Honginjimun (vulgarmente conhecido como Dongdaemun). Durante a dinastia Joseon, os portões eram abertos e fechados diariamente, acompanhado do toque de sinos grandes no campanário Bosingak. === Domínio japonês e Guerra da Coreia === No final dos anos século XIX, depois de centenas de anos de isolamento, Seul abriu as suas portas aos estrangeiros e começou a se modernizar. A cidade se tornou a primeira no leste da Ásia a introduzir a energia elétrica no palácio real, construído pela Edison Illuminating Company e, uma década mais tarde, Seul também implementou um sistema de iluminação pública. Após o tratado de anexação em 1910, o Império do Japão anexou a Coreia e rebatizou a cidade para Gyeongseong (\"Kyongsong\" em chinês e \"Keijo\" em japonês). A tecnologia japonesa foi importada, as muralhas da cidade foram removidas e alguns dos seus portões demolidos. As estradas foram pavimentadas e edifícios de estilo ocidental foram construídos. A cidade foi libertada do domínio japonês no final da Segunda Guerra Mundial, em 1945,quando foi nomeada oficialmente para Seul e designado como uma cidade especial no ano de 1949. Durante a Guerra da Coreia, durante a Guerra Fria, Seul mudou de mãos entre as forças norte-coreanas, apoiadas pela União Soviética e pela República Popular da China, e as forças sul-coreanas, apoiadas pelos Estados Unidos, o que deixou a cidade muito danificada após o fim dos conflitos militares. A capital do país foi temporariamente transferida para Busan Uma estimativa dos danos pós-guerra afirma que pelo menos 191 mil edifícios, 55 mil casas e mil fábricas ficaram em ruínas. Além disso, uma inundação de refugiados entrou em Seul durante a guerra, o que inchou a população da cidade e sua área metropolitana em 1,5 milhão de pessoais em 1955. === Período contemporâneo === Depois da guerra, Seul começou a se concentrar em sua reconstrução e modernização. Como a economia da Coreia do Sul começou a crescer rapidamente a partir dos anos 1960, a urbanização também acelerou e os trabalhadores começaram a se mudar para Seul e outras cidades maiores. A partir de 1970, o tamanho da área administrativa de Seul foi bastante expandida, visto que anexou uma série de cidades e vilas de diversos municípios vizinhos. De acordo com dados do censo 2012, a população da área de Seul representa cerca de 20% da população total da Coreia do Sul. A cidade tornou-se o centro econômico, político e cultural do país, sendo a sede de várias empresas listadas na Fortune 500, como Samsung, SK Group, Hyundai, POSCO e LG Group. Seul também foi a cidade anfitriã dos Jogos Asiáticos de 1986 e dos Jogos Olímpicos de Verão de 1988, bem como uma das sedes da Copa do Mundo FIFA de 2002. == Geografia == Seul está ao noroeste da península coreana. A área que compreende a cidade é de 605,39 km², dividida pelo rio Han na metade norte e sul. O rio Han e os arredores que o envolvem tiveram um importante papel na história coreana. Os três reinos antigos da península tentaram assumir o controle desta terra, onde o rio era usado como uma rota comercial para a China (via Rio Amarelo). Entretanto, hoje, o rio Han não é mais usado para navegação porque o seu estuário está localizado na divisa entre as duas Coreias, em que é proibida a entrada de civis. A cidade é demarcada por oito montanhas, bem como pelas mais altas terras da planície do rio Han e áreas ao oeste. === Parques === A poluição do ar de Seul agora está no mesmo nível de Tóquio e significativamente inferior à de Pequim. A área metropolitana de Seul acomoda seis grandes parques, incluindo o Seoul Florest, que teve início em meados 2005. A Seoul National Capital Área também contém um cinturão verde destinado a evitar a cidade a partir de sprawling ao longo da vizinha província de Gyeonggi. Essas áreas são frequentemente procuradas por pessoas que vão descansar nos fins de semana e durante as férias. Destaca-se também o parque urbano Cheonggyecheon, criado à beira do rio homônimo. Além disso, Seul também é lar de um parque gigante, o Lotte World. Outros centros de atividades recreativas incluem os estádios que já foram usados para as Olimpíadas de Seul e para a Copa do Mundo da Câmara Municipal e o gramado público do City Hall's. === Clima === Em comum com o resto da Coreia do Sul, Seul tem influência de monção, apesar do fato de a Coreia do Sul ser cercada pelos três lados por mares. Verões são geralmente quentes e úmidos, com monções acontecendo no período entre junho e setembro. Agosto, o mês mais quente do ano, tem uma temperatura média de 22°C a 30 °C, com temperaturas mais altas possíveis. Os invernos da cidade são normalmente frios quando comparados com outros lugares de latitudes próximas, com uma média de temperatura em janeiro que varia de -7 °C a 1 °C. Os invernos são geralmente mais secos que os verões, mas há neve em aproximadamente 28 dias todo o ano em Seul. == Demografia == Quase todos os residentes de Seul são coreanos, com alguma minoria chinesa e japonesa. Um rápido aumento da população de residentes internacionais representa hoje cerca de 2% da população total de Seul. A população de Seul superou 10 421 000 ao final de 2007 e, o número de estrangeiros era de nada menos que 229 000. A maioria estuda em universidades coreanas ou trabalha na cidade. O índice de criminalidade em Seul é muito baixo. As duas maiores religiões dos habitantes de Seul são o budismo e o cristianismo. outras religiões incluem o xamanismo e o confucionismo, o último visto mais como uma invasora filosofia social, em vez de uma religião. {| class=\"wikitable\" Ano População == Política == === Governo === O prefeito é de Seul eleito para um mandato de quatro anos pelos cidadãos e é responsável pela administração do governo da cidade, que é formado por 5 secretarias, 32 escritórios e 107 divisões. A sede está localizada no prédio da Prefeitura de Seul, que fica em Jung-gu. O governo teve início em 28 de setembro de 1946 sob o nome \"Governo da Cidade de Seul\", mas se tornou o \"Governo Metropolitano de Seul\" em 15 de agosto de 1949. A administração local é composta por um prefeito e três vice-prefeitos, sendo o primeiro encarregado de assuntos políticos e os outros dois encarregados de assuntos administrativos. O Instituto de Seul (SI), a think tank da cidade, foi estabelecido em 1992 pelo Governo Metropolitano de Seul e apoia os processos de formulação de políticas da administração municipal por meio da realização de pesquisas intensivas e da cooperação com institutos de pesquisa nacionais e estrangeiros. O SI procura colaborar e se comunicar com os cidadãos de Seul \"para garantir a validade de suas várias pesquisas políticas\". === Relações internacionais === Seul tem 23 cidades-irmãs: * Taipei (1968) * Ancara (1971) * Honolulu (1976) * San Francisco (1976) * São Paulo (1977) * Bogotá (1982) * Jacarta (1984) * Tóquio (1988) * Moscou (1991) * Nova Gales do Sul (1991) * Paris (1991) * Cidade do México (1992) * Pequim (1993) * Ulaanbaatar, Mongólia (1995) * Hanoi (1996) * Varsóvia (1996) * Cairo (1997) * Roma (2000) * Astana (2004) * Washington, D.C. (2006) * Atenas (2006) * Bangkok (2006) * Tashkent (2010) == Subdivisões == Seul é dividida em 25 divisões administrativas da Coreia do Sul gu (구) (distrito), que são subdivididas em 522 divisões administrativas da Coreia do Sul dong (동) (vizinhança), que são subdivididas em tong (통), que são subdivididas em ban (반). * Dobong-gu (도봉구) * Dongdaemun-gu (동대문구) * Dongjak-gu (동작구) * Eunpyeong- gu (은평구) * Gangbuk-gu (강북구) * Gangdong-gu (강동구) * Gangnam-gu (강남구) * Gangseo- gu (강서구) * Geumcheon-gu (금천구) * Guro-gu (구로구) * Gwanak-gu (관악구) * Gwangjin-gu (광진구) * Jongno-gu (종로구) * Jung-gu (중구) * Jungnang-gu (중랑구) * Mapo-gu (마포구) * Nowon-gu (노원구) * Seocho-gu (서초구) * Seodaemun-gu (서대문구) * Seongbuk-gu (성북구) * Seongdong-gu (성동구) * Songpa-gu (송파구) * Yangcheon-gu (양천구) * Yeongdeungpo-gu (영등포구) * Yongsan-gu (용산구) == Economia == Seul é o centro financeiro e de negócios da Coreia do Sul. Embora represente apenas 0,6% da área terrestre do país, 48,3% dos depósitos bancários da Coreia do Sul foram realizados em Seul em 2003 e a cidade gerou 23% do PIB geral do país em 2012. Em 2008, o Índice Mundial de Centros de Comércio classificou Seul na nona posição. Em 2015, o Global Financial Centers Index listou Seul como a sexta cidade financeiramente mais competitiva do mundo. A Economist Intelligence Unit classificou Seul em 15º lugar na lista de competitividade futura das cidades. === Indústria e finanças === As indústrias de manufatura tradicionais e intensivas em mão de obra foram continuamente substituídas por indústrias de tecnologia da informação, eletrônica e de montagem; no entanto, a produção de alimentos e bebidas, bem como impressão e publicação permaneceram entre as principais indústrias. Os principais fabricantes estão sediados na cidade, como Samsung, LG, Hyundai, Kia e SK. Empresas de alimentos e bebidas notáveis ​​incluem Jinro, cujo soju é a bebida alcoólica mais vendida no mundo, superando a vodka Smirnoff; os produtores de cerveja mais vendidos são a Hite (fundido com a Jinro) e a Oriental Brewery. Seul abriga grande concentração de sedes de empresas e bancos internacionais, incluindo 15 empresas na lista da Fortune 500. A maioria das sedes bancárias e da Korea Exchange estão localizadas em Yeouido (ilha Yeoui), que é frequentemente chamada de \"Wall Street da Coreia do Sul\" e tem servido como distrito financeiro da cidade desde os anos 1980. === Comércio e tecnologia === O maior mercado atacadista e varejista da Coreia do Sul, o Mercado Dongdaemun, está localizado em Seul. Myeongdong é uma área de compras e entretenimento no centro de Seul, com lojas de médio a alto padrão, butiques de moda e lojas de marcas internacionais. O Mercado Namdaemun, nomeado em homenagem ao Namdaemun, é o mais antigo mercado em funcionamento contínuo em Seul. O Insa-dong é o mercado de arte cultural de Seul, onde são vendidas obras de arte coreanas tradicionais e modernas, como pinturas, esculturas e caligrafia. Os mercados Hwanghak-dong e Janganpyeong também oferecem produtos antigos. Algumas lojas de designers locais abriram em Samcheong-dong, onde estão localizadas várias pequenas galerias de arte. Apesar Itaewon atendeu principalmente a turistas estrangeiros e soldados estadunidenses baseados na cidade, os coreanos agora são a maioria dos visitantes da área. O distrito de Gangnam é uma das áreas mais ricas de Seul e é conhecido pelas áreas elegantes e luxuosas de Apgujeong-dong e Cheongdam- dong e pelo COEX Mall. O Yongsan é o maior mercado de eletrônicos da Ásia, enquanto o centro de compras Times Square é um dos maiores shopping centers de Seul com o CGV Starium, a maior tela de cinema permanente de 35 mm do mundo. Seul foi descrita como a \"cidade mais conectada do mundo\", classificada em primeiro lugar em prontidão tecnológica pelo relatório Cities of Opportunity da PwC. Seul tem uma infraestrutura muito avançada tecnologicamente e está entre os líderes mundiais em conectividade com a Internet, com a maior penetração de banda larga de fibra óptica do mundo e a maior velocidade média global da Internet de 26,1 Mbit/s. Desde 2015, Seul fornece acesso Wi-Fi gratuito em espaços ao ar livre por meio de um projeto de 44 milhões de dólares com acesso à Internet em 10.430 parques, ruas e outros locais públicos.Wifi in All Public Areas A velocidade da Internet em alguns prédios de apartamentos chega a 52,5 Gbit/s com assistência da Nokia e, embora o padrão médio consista em serviços de 100 Mbit/s, os provedores em todo o país estão lançando rapidamente conexões de 1 Gbit/s ao equivalente a 20 dólares por mês. == Infraestrutura == === Educação superior === Existe um grande número de universidades na cidade. A Universidade Nacional de Seul é considerada a mais prestigiosa do país. As outras universidades de Seul são: * Universidade de Hankuk de Estudos Estrangeiros * Universidade Yonsei * Universidade Sung Kyun Kwan * Universidade Sejong * Universidade Nacional da Coreia de Educação Física * Universidade Nacional da Coreia de Arte * Universidade Coreia * Universidade Chungang * Universidade Chugye de Arte * Universidade Dankuk * Universidade Dongduk * Universidade Feminina Dongduk * Universidade Feminina Duksung * Universidade Hansung * Universidade Hanyang * Universidade Feminina Hanyang * Universidade Hong-ik * Universidade Induk * Universidade Konkuk * Universidade Kookmin * Universidade Kang-woon * Universidade Kyunggi * Universidade Kyunghee * Universidade Myongji * Universidade Sahmyook * Universidade Sangmyung * Universidade Seogyeong * Universidade Nacional de Seul * Universidade Municipal de Seul * Universidade Feminina de Seul * Universidade Sogang * Universidade Feminina Songshin * Universidade Feminina Sookmyung * Universidade Soongsil === Transportes === O \"boom\" dos transportes em Seul remonta a era do Império Coreano, quando as primeiras ruas foram definidas e uma ferrovia ligando Seul a Incheon foi construída. Hoje, com o resultado da diversificação de sua rede de transportes, a cidade de Seul se tornou um grande polo de transportes na Ásia.n Seul tem mais de três milhões de veículos registrados e o congestionamento generalizado é comum. Existem dois aeroportos que servem Seul. O Aeroporto Internacional de Gimpo, anteriormente na cidade de Gimpo e anexado a Seul em 1963, era o único aeroporto de Seul da sua construção original durante a Guerra da Coreia. Múltiplos aeroportos foram construídos rapidamente ao redor de Seul antes, durante e depois da guerra. O mais famoso foi em Yeouido, uma vez que serviu como porta de entrada do país para o mundo afora. O Aeroporto Internacional de Incheon se tornou, juntamente com o Aeroporto Internacional de Hong Kong e o Aeroporto Changi de Singapura, um importante centro de transporte do Sudeste Asiático. A pesquisa de opinião AETRA 2005 administrada pela IATA e o Airports Council International (Conselho Internacional dos Aeroportos) classificaram Incheon como o melhor aeroporto do mundo. O Aeroporto Internacional de Incheon também foi nomeado pelo Skytrax como um dos 5 melhores aeroportos de 2006. O sistema de ônibus de Seul é operado pelo Governo Metropolitano de Seul, com quatro configurações primárias de ônibus disponíveis servindo a maior parte da cidade.Seul tem muitos grandes terminais expressos. Esses ônibus ligam Seul e cidades em toda a Coreia. Os grandes terminais de ônibus são: Terminal Expresso de ônibus Seul em Seocho- gu; Cidade Central em Seocho-gu; Terminal Seul Nambu, também em Seocho-gu; Terminal de ônibus Dongseoul em Gwangjin-gu; Terminal Sangbong em Jungnang-gu. O Metrô de Seul foi inaugurado em 1974 e tem 287 km em 10 linhas que interligam todos os distritos da cidade entre si e com a área circundante. São 293 estações em uma rede de 319,3 quilômetros de extensão. A cidade de Seul está ligada a todas as principais cidades da Coreia por ferrovias. O trem expresso coreano, KTX (Korean Express Train), um trem-bala que opera a uma velocidade superior a 300 km/h, também liga Seul à maioria das grandes cidades coreanas, tornando os bate-voltas entre cidades extremamente convenientes para trabalhadores pendulares e turistas. == Cultura == === Museus === thumb|Memorial da Guerra das Coreias Seul abriga 115 museus, incluindo quatro museus nacionais e nove municipais oficiais. Entre os museus nacionais da cidade, o Museu Nacional da Coreia é o mais representativo dos museus não apenas de Seul, mas de toda a Coreia do Sul. Desde a sua criação em 1945, o museu construiu uma coleção de 220 mil artefatos. O Museu Folclórico Nacional está localizado nos terrenos do palácio Gyeongbokgung no distrito de Jongno e usa réplicas de objetos históricos para ilustrar a história folclórica do povo coreano. O Museu do Palácio Nacional da Coreia também está localizado nos terrenos do Gyeongbokgung. Finalmente, a filial de Seul do Museu Nacional de Arte Moderna e Contemporânea, cujo museu principal está localizado em Gwacheon, abriu em 2013, em Sogyeok-dong. Bukchon Hanok e Namsangol Hanok são antigos distritos residenciais que consistem em casas, parques e museus tradicionais coreanos hanok que permitem aos visitantes experimentar a cultura tradicional coreana. O Memorial da Guerra das Coreias, um dos nove museus municipais de Seul, oferece aos visitantes uma experiência educacional e emocional de várias guerras nas quais a Coreia esteve envolvida, incluindo temas da Guerra da Coreia. A Prisão Seodaemun é uma antiga prisão construída durante a ocupação japonesa e é usada atualmente como um museu histórico. === Esportes === Seul foi sede dos Jogos Olímpicos de Verão de 1988 e dos Jogos Paraolímpicos dessa mesma competição. A cidade também foi uma das cidades que hospedou a Copa do Mundo FIFA em 2002. O Seoul World Cup Stadium foi sede da cerimônia de abertura e do primeiro jogo da Copa. O Taekwondo é o mais influente esporte nacional coreano, e em Seul é onde se localiza o Kukkiwon, o quartel-general da World Taekwondo Federation (WTF), a Federação Mundial de Taekwondo, a sede mundial do taekwondo \"moderno\", ou olímpico. A cidade também abriga dois times de beisebol que estão na Liga Coreana de Beisebol (Korean Baseball Organization): o Doosan Bears e o LG Twins. Também dois times de basquetebol que estão na Korean Basketball League (Liga de Basquetebol Coreana): o Seoul Samsung Thunders e o Seoul SK Knights. Há um clube profissional de futebol em Seul, o FC Seoul, que está na K-League, e dois times que estão na K3 League, o Seoul United FC e o Eungpyeong Chung-goo FC. == Ligações externas == * Destaques de Seul: da Organização Nacional de Turismo Coreana * Browser do Mapa de Seul(Do site do Governo Metropolitano de Seul) * Mapa do Metrô de Seul (pdf zipado) * Fotos de Seul, Coreia do Sul",
 "title": "Seul"
}