{
 "id": "53186",
 "text": "SQLite é uma biblioteca em linguagem C que implementa uma base de dados SQL embutida. Programas que usem a biblioteca SQLite podem ter acesso a banco de dados SQL sem executar um processo SGBD separado.http://www.sqlite.org/about.html SQLite is a in-process library that implements a self-contained, serverless, zero-configuration, transactional SQL database engine. SQLite não é uma biblioteca cliente usada para conectar com um grande servidor de base de dados, mas sim o próprio servidor. A biblioteca SQLite lê e escreve diretamente no ficheiro de base de dados no disco.http://www.sqlite.org/about.html SQLite does not have a separate server process. SQLite reads and writes directly to ordinary disk files. == Características == O uso do SQLite é recomendado quando a simplicidade da administração, implementação e manutenção são mais importantes que incontáveis recursos que SGBDs, mais direcionados para aplicações complexas, possivelmente implementam. As situações onde a simplicidade é a melhor escolha são muito mais frequentes do que se pode imaginar. Exemplos de uso do SQLite são: * Sites com menos de cem mil requisições por dia * Dispositivos e sistemas embutidos * Aplicações desktop * Ferramentas estatísticas e de análise * Aprendizagem de base de dados * Implementação de novas extensões de SQL Não se recomenda o uso do SQLite para sites com: * Muitos acessos * Grande quantidades de dados (talvez maior que algumas dúzias de gigabytes) * Sistemas com grande concorrência * Aplicações cliente/servidor O SQLite: * É Software Livre/domínio público e multiplataforma * É um mecanismo de armazenamento seguro com transações ACID * Não necessita de instalação, configuração ou administração * Implementa a maioria do SQL92 * Permite guardar a base de dados num único ficheiro * Suporta bases de dados abaixo de 2 terabytes * Não tem dependências externas == Ferramentas == * Database Master - SQLite Manager * SQLiteStudio (Free Software) *DaDaBIK Database Interfaces Kreator == Ver também == * Comparativo entre sistemas gerenciadores de bancos de dados relacionais * PostgreSQL * MySQL * Oracle (banco de dados) == Ligações externas == * Categoria:Bibliotecas para C Categoria:Domínio público Categoria:Sistemas de gerenciamento de banco de dados Categoria:Sistemas livres de gerenciamento de banco de dados Categoria:Software de domínio público com código fonte Categoria:Software livre multiplataforma Categoria:Programas para Symbian",
 "title": "SQLite"
}