{
 "id": "53180",
 "text": "é uma série de jogos eletrônicos da Nintendo, criada por Shigeru Miyamoto que gira em torno do personagem Donkey Kong (ou Cranky Kong). O personagem fez sua primeira aparição no jogo homônimo de fliperama em 1981, no qual enfrentou Jumpman (Mario) que posteriormente viria a estrelar o primeiro título de sua franquia nos consoles da empresa, Super Mario Bros. Em 1994, a série foi revivida no jogo de plataforma Donkey Kong Country, com Donkey Kong e o seu grupo de outros macacos como protagonistas no cenário da selva de Donkey Kong Island contra uma variedade de inimigos antropomórficos, os Kremlings, uma clã de crocodilos liderada pelo King K. Rool. Os jogos da franquia normalmente seguem o gênero plataforma exceto alguns títulos como Donkey Konga e Diddy Kong Racing. A origem do nome \"Donkey Kong\" varia, alguns boatos dizem que foi uma comunicação ruim que alterou o nome original da série, outro boato é de que Miyamoto procurava no dicionário de inglês algo que significasse bobo ou teimoso e acabou encontrando Donkey que significa burro. Miyamoto afirmou que o nome vem da palavra burro ou estúpido. == Origem == Donkey Kong foi o primeiro exemplo de jogo estilo plataforma. Algumas vezes caracterizado como o primeiro jogo de plataforma da história, de fato é que foi o primeiro jogo de plataforma a utilizar o pulo como habilidade, introduzindo a necessidade de pular entre brechas, obstáculos e inimigos próximos. O jogo acabou servindo de gênero para os jogos de plataforma. Para vencer o jogo era necessário que o jogador chegasse até Pauline (que fora sequestrada por Donkey Kong) onde ganha pontos, os pontos também podem ser adquiridos de outras formas, como destruindo obstáculos ou até mesmo os pulando, a cada pontos o jogador ganhava mais uma vida. Em 1982, a Universal Studios processou a Nintendo por achar Donkey Kong muito parecido com King Kong, sem saber que King Kong já entrara para domínio público. Foi considerado um dos grandes vacilos da história dos videogames. == Consoles == thumb|Capa do primeiro jogo da série (também o primeiro jogo da série Mario) para o NES. Em 1981, o jogo Donkey Kong (jogo eletrônico) foi lançado para arcade, e se tornou um grande sucesso, e no ano seguinte, lançaram para arcades também Donkey Kong Jr. onde desta vez, você controla Donkey Kong Jr., que precisa salvar seu pai das garras de Mario, e em 1983, lançaram Donkey Kong 3, que foi o último da era clássica. Em 1994, a Nintendo resolveu pedir à produtora de jogos britânica Rare, para fazer um novo jogo de Donkey Kong. Em 1994 foi lançado Donkey Kong Country, considerado um salto no mundo dos video jogos. O jogo, foi produzido para o console SNES, apresentava gráficos jamais vistos numa plataforma de 16 bits. Nos dois anos seguintes foram lançadas duas sequências: Donkey Kong Country 2: Diddy's Kong Quest e Donkey Kong Country 3: Dixie Kong's Double Trouble!, respectivamente. Donkey Kong também recebeu uma série de jogos portáteis chamada Donkey Kong Land para Game Boy Em 1999 foi lançado outro título da série, desta vez para Nintendo 64, Donkey Kong 64. Hoje os direitos estão novamente com a Nintendo, já que a Rareware passou a fazer parte da Microsoft Game Studios. Em 2004, a Nintendo lançou o jogo Donkey Konga, estrelando Donkey Kong que desta vez não correrá, pulará ou esmagará Kremlings. O jogador deve batucar no bongo- controller na altura certa que os ícones passam na tela ao ritmo da música. Um outro jogo, de plataformas, controlado pelos bongos chamado Donkey Kong Jungle Beat também foi lançado. Desde então, a franquia não teve mais um jogo da série principal por muito tempo, tendo apenas spin offs. Em 2010, a Nintendo com a Retro Studios, lançou Donkey Kong Country Returns. Neste, foi feito modificações como a ausência dos répteis e fases sob a água. Nele, o jogador deverá salvar as bananas roubadas pela Tiki Tak Tribe. O jogo foi bem recebido pela crítica e pelo público. Em 2014, foi lançado o Donkey Kong Country Tropical Freeze para Wii U, onde desta vez, Donkey Kong, Diddy Kong, Dixie Kong e Cranky Kong vão numa aventura em tentar recuperar a ilha Donkey Kong dos Snowmads. == Outras mídias == === Desenho animado === Donkey Kong Country foi um desenho feito por computação gráfica numa produtora francesa. Durou 40 episódios, de 1997 a 2000, foi exibido no Brasil pela Rede Record e em Portugal pela SIC. A história da série televisiva conta que Donkey Kong é responsável pela proteção do globo da proteção, o coco de cristal, e o rei K. Rool insiste em pega-lo. == Personagens == Os personagens da série se dividem em dois grupos: os símios, como Donkey Kong, fazem parte da \"Família Kong\", e se unem para ajudá-lo; e os não-símios, que podem ser inimigos, como os Kremlings, ou amigos de Donkey Kong. O primeiro Kong, o mais popular, fora Donkey Kong Jr., que salvava o pai no jogo de mesmo nome e aparece em Super Mario Kart. O jogo Donkey Kong Country criou toda uma família Kong, a começar por Cranky Kong, avô de Donkey Kong e é o Kong \"original\" que lutara com Mario no arcade. Cranky é casado com Wrinkly Kong. Em Donkey Kong Country, Donkey Kong tem a ajuda do amigo Diddy Kong, que em DKC2 vai resgatar Donkey com a namorada Dixie Kong. Dixie estrela DKC3 junto com Kiddy Kong. Há também o mecânico Funky Kong, que participa de Mario Kart Wii como personagem secreto, e os amigos Tiny Kong, Chuncky Kong e Lanky Kong de DK64. Todos os outros Kongs que aparecem nos jogos ainda não têm relacionamento comprovado. == Ver também == * Super Mario == Ligações externas == * Página oficial de Donkey Kong Country * Página oficial de Donkey Konga * A história de Donkey Kong Categoria:Séries de jogos eletrônicos Categoria:Séries de jogos eletrônicos da Nintendo Categoria:Jogos eletrônicos produzidos por Shigeru Miyamoto",
 "title": "Donkey Kong"
}