{
 "id": "53262",
 "text": "A Ponte Vasco da Gama é uma ponte atirantada sobre o estuário do rio Tejo, na área da Grande Lisboa, ligando o Município de Alcochete a Lisboa e Sacavém, muito próximo do Parque das Nações, onde se realizou a Expo 98. Com os seus 17, 185 km de comprimento (que se dividem em 12, 345 sobre as águas do Rio Tejo e 4, 840 sobre terra) era a mais longa ponte da Europa quando construida. A ponte, foi construída para criar uma alternativa à congestionada Ponte 25 de Abril e para evitar que o trânsito que se desloca entre o norte e o sul de Portugal atravessasse o interior de Lisboa. A construção iniciou-se em fevereiro de 1995 e terminou três anos depois. Na altura, foi necessário tomar especiais cuidados com o impacto ambiental, visto que a ponte atravessa o Parque Natural do Estuário do Tejo, uma importante área à escala europeia de alimentação e nidificação de aves aquáticas. A Ponte Vasco da Gama foi inaugurada em 29 de março de 1998, dois meses antes da abertura da Exposição Mundial. O seu nome comemora os 500 anos da chegada de Vasco da Gama à Índia, ocorrida em maio de 1498. Na inauguração da ponte foi servida uma feijoada que teve direito a inscrição no Guinness World Records. == História == thumb|direita|250px|Ponte Vasco da Gama. === Construção === ==== Proteção Ambiental ==== Em termos ambientais o projeto implicou a elaboração no primeiro semestre de 1994 de um estudo de impacte ambiental tendo em atenção que a obra se iniciou em zona de habitações degradadas, atravessou o rio em local adjacente a áreas protegidas e na margem sul percorreu salinas e áreas agrícolas. A zona de proteção especial na margem sul foi ampliada para mais de 12 mil hectares, ou seja, mais de 30%. ==== Expropriações e Realojamentos ==== Na margem norte, o traçado escolhido colidiu com a existência de bairros degradados e armazéns clandestinos. A Lusoponte foi a primeira entidade em Portugal a efetuar ações de expropriações e realojamentos, quase 300 famílias passaram a ter habitações condignas graças ao processo implementado para o efeito. A Lusoponte construiu também uma nova escola. ==== Rede de Água e Energia ==== Na margem norte foi necessário construir duas galerias subterrâneas em betão armado, a primeira com 300 m de comprimento e 6x4 de secção para desviar a água de abastecimento à rede de Lisboa e que passava pelo centenário aqueduto do Alviela, a outra galeria com uma secção quadrada de 3 m de lado e cerca de 1 800 m de comprimento destinou-se a substituir as linhas aéreas de alta tensão, o transporte e a distribuição de energia passaram a ser feitos com mais segurança. ==== Preparação e Estaleiros ==== Para permitir o trabalho simultâneo em várias frentes os quase 18 km da travessia foram divididos por setores de construção. * Nós de Sacavém e da Portela * Viaduto Norte * Viaduto Expo * Ponte Principal * Viaduto Central * Viaduto Sul * Acesso Sul e Nó Sul No início de 1995 foram instalados e entraram em plena laboração um total de 8 estaleiros a partir dos quais se desenvolveram os mais complexos processos construtivos ao serviço da engenharia. O estaleiro da Lisnave para a produção dos tubos para as estacas, os estaleiros do Samouco, Beirolas, Sacavém, o estaleiro da Portela, do Trancão, Moscavide e o estaleiro do Seixal onde se construíram as vigas e restantes peças pré-fabricadas do viaduto central. O projeto e a construção estavam sob a responsabilidade geral do agrupamento complementar de empresas Nova Ponte. O estaleiro do Seixal, na altura um dos maiores do mundo, foi concebido para se processar de forma industrial a colocação das cofragens, a fabricação das armaduras, as betonagens, a aplicação do pré-esforço e demais operações necessárias para o fabrico das vigas. ==== Drenagens, Estacas e Fundações ==== Através das dragagens foram removidos cerca de 3 milhões de m3 de areias e lodos, destes apenas 2% continham vestígios de contaminação. Com recurso à utilização de complexos sistemas de posicionamento e orientação por satélite foram cravadas 1 916 estacas que nalgumas partes do leito do rio chegaram a atingir os 95 m de profundidade. Estas estacas com diâmetros variáveis entre 1,70 m e 2,20 m pareciam formar autênticas florestas no rio. No principal canal de navegação, onde iriam ser construídos os dois pilares de sustentação da ponte principal, foram colocadas 44 estacas por cada pilar. Os primeiros elementos em betão foram colocados em Julho de 1995, preparava-se todo o ambiente para receber as fundações dos pilares. As fundações foram executadas com as mais rígidas normas sísmicas. ==== Nós de Sacavém e da Portela ==== Na margem norte, o nó de Sacavém e da Portela ficou a cargo da Bento Pedroso Construções, H. Hagen e Teixeira Duarte. Depois de concluído o processo de expropriações, iniciaram-se em 1995 as obras que iriam transformar aquela zona numa importante interface rodoviária, abriram-se caminhos para 3 passagens inferiores e 3 viadutos para ligações à Autoestrada do Norte, CRIL, Estrada Nacional 10, Segunda Circular e Parque das Nações (EXPO98). ==== Viaduto Norte ==== O viaduto norte ficou sob a responsabilidade da Teixeira Duarte, este viaduto atravessa a Linha Ferroviária do Norte e vai ligar-se ao viaduto Expo, em 1995 começaram a erguer-se os pilares, ao todo são 10 pilares para apoiar um tabuleiro com 488 m de comprimento. ==== Viaduto Expo ==== O Viaduto Expo ficou a cargo da Campenon Bernard SGE, com uma extensão de 672 m este viaduto é sustentado por 12 pares de pilares de betão de altura variável. O tabuleiro iria ser constituído por 462 segmentos pré-fabricados designados por aduelas. A junção destas aduelas foi feita pelo processo construtivo de avanços sucessivos. O viaduto Expo prolonga-se até à ponte principal, obra também a cargo da Campenon Bernard SGE. ==== Ponte Principal ==== A Ponte Principal é uma estrutura de betão espetacular, já que o tabuleiro se encontra atirantado por cabos às torres principais O seu vão central é de 420 m e os vãos laterais têm 203 m. As torres centrais medem 150 m de altura e o tabuleiro está 47 m acima do nível da água na zona do canal de navegação denominado Cala do Norte. O tabuleiro é uma estrutura mista composta por lajes de betão assentes em carlingas de aço encastradas em duas vigas de betão laterais de onde partem os tirantes para as torres. As torres Norte e Sul, em forma de H, apoiam-se em fundações também concebidas para suportarem o impacto de um navio de 30 000 toneladas que se desloca a uma velocidade de 12 nós. Cada fundação destas torres assenta em 44 estacas moldadas com 2,2 m de diâmetro e atingem profundidades superiores a 65 m. ==== Viaduto Central ==== A construção dos 6 351m do Viaduto Central foi feita aplicando sobre 81 pilares duplos vigas pré-fabricadas com 78 m de comprimento e 2 200 toneladas de peso. A fundação de cada par de pilares está assente em 8 estacas cravadas, de 1,7 m de diâmetro que atingem em alguns casos os 95 m de profundidade no leito do rio. O tabuleiro está a cerca de 14 m acima do nível da água na maior parte do comprimento deste viaduto, mas eleva-se até aos 30 m sobre os dois canais navegáveis, a Cala das Barcas e a Cala de Samora, cujos vãos de 130 m permitem a passagem de navios de médio porte. Os pilares localizados junto a estas duas calas também foram dimensionados para suportar o impacto de navios. Neste Viaduto existem 5 alargamentos do tabuleiro para permitir aos veículos a paragem de emergência. Um gigantesco estaleiro de pré-fabricação, localizado no Seixal, 22 km a jusante da Ponte, foi utilizado para a construção das enormes peças de betão pré-fabricadas destinadas ao viaduto. Aí, as vigas do tabuleiro começaram por ser subdivididos em 8 troços menores, que depois foram interligados para perfazer os 78 m de comprimento recorrendo-se então à utilização de cabos de pré-esforço. Seguidamente, as vigas-tabuleiro foram transportadas para o local definitivo recorrendo ao Rambiz, uma grua flutuante de grande capacidade. O estaleiro trabalhou a um ritmo intensivo produzindo uma destas vigas a cada dois dias. ==== Viaduto Sul ==== O Viaduto Sul, com 3 825 m de comprimento, é constituído por um tabuleiro duplo com vãos de 45 m, construído com recurso a dois pares de vigas de lançamento. Os 85 grupos de 4 pilares deste Viaduto estão assentes em estacas moldadas localizadas parte no rio e parte em terra. Na sua parte terrestre, este viaduto passa pelas Salinas do Samouco, uma zona ambientalmente sensível para as aves. O viaduto foi construído a partir de um aterro temporário, que foi removido após a conclusão das obras. ==== Acesso Sul e Nós Sul (A2, A33, IC3, IC21 e Pinhal Novo) ==== Os 3,9 km do Acesso Sul ligam a Ponte Vasco da Gama ao nó rodoviário Sul por terrenos agrícolas, na sua maioria. As ligações locais mais próximas são com Setúbal (pelo nó da A2/A12) e com Alcochete (pelo IC3), Montijo, Barreiro (via IC21) e Monte da Caparica (via IC20) (pela A33) e o Pinhal Novo (pelo nó do Pinhal Novo). A Praça da Portagem localiza-se a cerca de metade deste percurso no sentido Sul/Norte e tem 12 cabines podendo o pagamento efetuar-se em dinheiro ou através de sistemas de pagamento automático. Em ambos os lados da travessia, o condutor encontra uma área de serviço completa, junto ao Viaduto Sul. === Custo === A ponte apresentou um custo aos seus promotores de cerca de 900 milhões de euros. A ponte custou um total de 897 milhões de euros. Desta verba 319 milhões vieram do Fundo de Coesão da União Europeia, 299 milhões de euros foram emprestados pelo Banco Europeu de Investimentos, ao passo que as portagens cobradas na Ponte 25 de Abril contribuíram com 50 milhões de euros. === Inauguração === Uma semana antes da sua inauguração, a ponte bateu um recorde do Guinness: juntou cerca de 15 mil pessoas, numa mesa com 5 km de extensão, para a maior feijoada do Mundo. Três anos após o início dos trabalhos de construção a segunda ponte sobre o Tejo foi inaugurada, cerimónia que decorreu no dia 29 de março de 1998, do lado de Montijo, na presença das mais altas individualidades portuguesas, entre as quais se destacou o Presidente da República Jorge Sampaio e o Primeiro-Ministro António Guterres, passando a ser chamada Ponte Vasco da Gama, em comemoração dos 500 anos da chegada de Vasco da Gama à Índia, em 1498. Estava prevista a presença do Cardeal Patriarca de Lisboa, D. António Ribeiro, o que não chegou a acontecer devido ao seu falecimento 5 dias antes. === Número de veículos a circular === Nos planos da ponte estimava-se que o valor de carros a circular diariamente em 2012 devia ser de 132 mil. De acordo com as contas do Instituto de Infraestruturas Rodoviárias (INIR), a ponte Vasco da Gama teve um tráfego médio diário, no terceiro trimestre de 2012, de pouco mais de 54 000\\. Trata- se do valor mais baixo desde 2000, ano em que a via apenas recebeu 34 000 veículos em média por dia. Já 2004 foi o melhor de sempre da sua história com 67 680 carros diariamente. Em 2017 registaram-se 60 552 veículos. == Perfil == A ponte tem um perfil transversal de 3+3 vias, ou seja, um total de seis vias, com um limite de velocidade de 120 km/h. Em dias de vento, chuva ou de céu nublado, o limite de velocidade é reduzido para 90 km/h. O número de vias pode ser alargado para oito, quando o tráfego chegar a uma média diária de veículos. Troço Perfil Extensão Sacavém - Montijo 12,4 km == Histórico de Troços == Troço Situação km Sacavém - Montijo Em serviço (1998-03-29) 17,185 == Galeria == Imagem:Vasco da Gama Bridge 01.JPG|Tabuleiro da ponte visto por baixo Imagem:Vasco da Gama Bridge 02.JPG|Tabuleiro da ponte visto por baixo Imagem:Ponte Vasco da Gama (tabuleiro).jpg|Tabuleiro rodoviário Imagem:Ponte Vasco da Gama (tabuleiro 1).jpg|Tabuleiro rodoviário Imagem:Lisboa - Ponte - Vasco da Gama.jpg|Ponte Vasco da Gama Imagem:VascoGamaBridge.JPG|Ponte Vasco da Gama Imagem:Ponte Vasco da Gama 5.JPG|Ponte Vasco da Gama Imagem:Vasco de Gama bridge side.jpg|Vista do Parque do Tejo e do Trancão Imagem:Vasco da Gama p&b.jpg;|Vista da Bobadela Imagem:Ponte_Vasco_da_Gama_vista_do_Parque_das_Nações.jpg|Ponte Vasco da Gama vista do Parque das Nações == Ver também == * Pontes mais extensas do mundo == Ligações externas == * * Imagem Satélite da Ponte * Vasco Gama Vasco da Gama Categoria:Sacavém Categoria:Fundações em Portugal em 1998 Categoria:Montijo Categoria:Alcochete Categoria:Pontes no distrito de Lisboa Categoria:Pontes no distrito de Setúbal",
 "title": "Ponte Vasco da Gama"
}