{
 "id": "53286",
 "text": "Vereda Tropical é uma telenovela brasileira produzida pela TV Globo e exibida de 23 de julho de 1984 a 2 de fevereiro de 1985, em 164 capítulos. Substituiu Transas e Caretas e foi substituída por Um Sonho a Mais, sendo a 33ª \"novela das sete\" exibida pela emissora. Escrita por Carlos Lombardi, com argumento e supervisão de texto de Silvio de Abreu, teve direção geral de Jorge Fernando e Guel Arraes. Contou com as atuações de Lucélia Santos, Mário Gomes, Maria Zilda, Walmor Chagas, Geórgia Gomide, Gianfrancesco Guarnieri, Marieta Severo e Paulo Betti. == Sinopse == Ambientada em São Paulo, os conflitos da história giram em torno da família de Silvana (Lucélia Santos), mãe de Zeca (Jonas Torres), e do avô paterno do menino, Oliva (Walmor Chagas). Silvana é uma moça simples, criada pela avó Da Paz (Norma Geraldy) desde menina, quando perdeu os pais. Operária da fábrica de perfumes CPP, destaca-se como líder no trabalho. Lá ela conhece Victor (Lauro Corona), filho de Oliva, proprietário da fábrica. Os dois iniciam um romance. Mas Victor abandona Silvana grávida e sofre um acidente de carro fatal nos primeiros capítulos da novela. Quando Zeca nasce, Oliva decide brigar com Silvana pela guarda do menino. Oliva é um homem poderoso, viúvo e pai de quatro filhos: Victor, Catarina (Marieta Severo), Verônica (Maria Zilda) e Gabi (Cristina Pereira). Após a morte de Victor, ele decide fazer de Zeca seu sucessor, e tenta de todo jeito conquistar o amor e a guarda do menino. Sua determinação acirra a briga das irmãs pelo controle da fábrica de perfumes. Catarina, a mais velha das três filhas de Oliva, foi abandonada pelo marido e voltou para a casa do pai com o filho, Teo (Marcos Frota). Durona, orgulhosa e fria, é a atual diretora da CPP, mas não suporta a linha de produtos populares da empresa – o ponto forte do negócio. Ela se sente ameaçada com a chegada de Zeca e decide alertar as irmãs. Verônica, por sua vez, é uma mulher sensual, que adora provocar os homens. Solteira e bem- humorada, não se preocupa com o rumo dos negócios, e só pensa em curtir a vida boa que leva graças ao dinheiro do pai. Já Gabi, a mais nova das três, é a que mais se parece com o pai, embora seja adotada. Irreverente e geniosa, diz o que lhe vem à cabeça, o que a deixa em conflito em casa, na faculdade e com os amigos. == Produção == Vereda Tropical foi a primeira novela solo de Carlos Lombardi na TV Globo. Lombardi contou com argumento e supervisão de texto de Silvio de Abreu, com quem já havia trabalhado no roteiro de Jogo da Vida (1981–82) e Guerra dos Sexos (1983). O autor declarou que o auxílio de Silvio foi fundamental para o desempenho da trama. Três dias antes da estreia, o folhetim foi proibido de ir ao ar pelo serviço de censura do governo brasileiro — na época sob ditadura militar. Com alegação de que não era apropriada para ir ao ar no horário das sete, a obra teve 32 cortes indicados no primeiro capítulo. Carlos Lombardi e Silvio de Abreu, junto a dois representantes da emissora, foram a Brasília para negociar liberação. A novela marcou a estreia dos atores Luiz Fernando Guimarães, Regina Casé e Catarina Abdalla. Um dos fatos mais inusitados da produção, foi quando a Globo aproveitou um jogo entre Corinthians e Vasco, pelo Campeonato Brasileiro, para gravar uma cena com o personagem Luca, jogador de futebol que na trama havia sido contratado pelo clube paulista. Na cena, Luca chegou de helicóptero ao gramado do Morumbi e, no momento em que o Corinthians fez um gol, invadiu o gramado e comemorou junto com os jogadores. Prontamente, o juiz da partida José de Assis Aragão o expulsou de campo. O fato causou muitos comentários criticando o árbitro, por ter contribuído com a gravação, desviando-se da sua atuação no jogo e quase foi punido por isso. == Elenco == Ator/Atriz Personagem Lucélia Santos Silvana Rocha Mário Gomes Luís Carlos Travatti (Luca) Walmor Chagas Vicente de Oliva Salgado (Oliva) Geórgia Gomide Sabina Travatti (Bina) Maria Zilda Bethlem Verônica de Oliva Salgado Marieta Severo Catarina de Oliva Salgado Gianfrancesco Guarnieri Jamil Beirut / Genaro Paulo Betti Marco Aurélio Travatti Rosamaria Murtinho Bárbara Vilela Nuno Leal Maia Mário Bertazzo (Bertazzo) Kito Junqueira Alfredo Bertazzo Angelina Muniz Angela Cristina Mullins Maria Leopoldina Vilela (Léo) Marcos Frota Teófilo de Oliva Salgado (Téo) Paulo Guarnieri Francesco Travatti (Cesco) Cristina Pereira Gabriela de Oliva Salgado (Gaby) John Herbert Celso Vilela (Vilela) Luís Fernando Guimarães Argemiro Mistieri (Miro) Luiz Carlos Arutin Giuseppe Ernesto Bertazzo (Bepe) Vic Militello Theda Bara Eduardo Tornaghi Bráulio Vilela Norma Geraldy Maria da Paz Matilde Mastrangi Marilinda Marina Miranda Dirce Catarina Abdalla Guilhermina Nildo Parente Rodrigues Ênio Santos Péricles Jonas Torres José Carlos Rocha (Zeca Pedra) ;Participações especiais Ator/Atriz Personagem Alexandre Frota jogador da equipe adversária à de Luca Ângela Figueiredo namorada de Luca em Araruama Ângela Leal Isaurinha Antônio Pedro Honório Guimarães Arthur Costa Filho juiz no julgamento da guarda de Zeca Berta Loran carcereira Carlos Augusto Strazzer Ivan Carlos Gregório delegado Carlos Wilson Bedel Catalina Bonaky Creusa Chiquinho Scarpa ele mesmo Chris Couto Lílian Guimarães Cláudio Gaya empregado do restaurante japonês Dary Reis juiz de futebol Dennis Carvalho gerente do bar Eri Johnson guarda da piscina do Cantareira Fábio Junqueira Junhinho Fernando Carvalho cavalariço Fernando José Cassiano Gouvêia Gilberto Martinho Barbosa Guaracy Valente Assis Ísis de Oliveira Fernanda Ivan Mesquita delegado Jacyra Silva diretora do colégio Jomba químico Jorge Fernando Pedro José Augusto Branco Dr. Stein Lauro Corona Victor de Oliva Salgado Leina Krespi Violeta Lina Fróes Zélia Livingstone Trobilio Eduardo (Dudu) Lys Beltrão Mirtô Marco Miranda delegado de polícia Maria Alves Dircinha Márcia Porto modelo no comercial do perfume Vereda Tropical Mário Cardoso Cássio Mário Lago diretor do colégio interno Maurício Mattar paquera de Catarina Maurício Távora diretor da UNICAMP Nóris Lisboa Eduarda Oswaldo Loureiro Viveiros Paulo Figueiredo dono da boate Paulo Leão chefe de mudança Regina Casé Clotilde Barbosa Roberto Pirillo técnico do Rubro Sandro Solviatti sequestrador de Luca Sidney Marques novo jogador do Rubro Stepan Nercessian jogador do Araruama Suzane Carvalho Tânia Tumba Rômulo Arantes professor de natação de Téo Vicente Barcellos rapaz no comercial do perfume Vereda Tropical Tony Vermont locutor de rádio == Exibição == === Reprise === Vereda Tropical foi reprisada pela Globo na sessão Vale a Pena Ver de Novo de 27 de abril a 23 de outubro de 1987 em 130 capítulos, sucedendo Livre para Voar e antecedendo Amor com Amor Se Paga. === Exibição internacional === Entre os países aos quais a obra foi licenciada, estão Angola, Bolívia, Chile, Guatemala, Nicarágua, Paraguai, Peru, Portugal, República Dominicana, Uruguai e Venezuela. === Outras mídias === Em 13 de setembro de 2021, a edição da novela distribuída ao mercado internacional foi disponibilizada no catálogo da plataforma digital de streaming Globoplay em 115 capítulos. Segundo o departamento de Comunicação da TV Globo, a versão original da trama, sem conservação integral, \"não está em condições de publicação\". == Trilha sonora == === Nacional === # \"Nem o Pobre, Nem o Rei\" – Gonzaguinha (tema de Silvana e Marco) # \"Fullgás\" – Marina Lima (tema de Léo) # \"Um Dueto\" – Francis Hime e Gal Costa (tema de Silvana e Luca) # \"Fazer Neném\" – Guilherme Arantes # \"Deixa Eu Te Amar\" – Agepê (tema de Bertazo) # \"Lua My Love\" – Eduardo Dusek (tema de Catarina) # \"Vereda Tropical\" – Ney Matogrosso (tema de abertura) # \"Certas Coisas\" – Lulu Santos (tema de Marco) # \"Silvana\" – Zizi Possi (tema de Silvana) # \"Dia a Dia\" – Moraes Moreira (tema de Silvana) # \"Marilyn Forever\" – Naila Skorpio (tema de Verônica) # \"O Dono da Bola\" – Mário Gomes (tema de Luca) # \"São Paulo, São Paulo\" – Premeditando o Breque (tema de locação) # \"Na Cadência do Samba (Que Bonito É)\" – Poucas & Boas (tema do Cantareira) === Internacional === # \"Stuck On You\" – Lionel Richie (tema de Silvana e Luca) # \"When Doves Cry\" – Prince & The Revolution (tema geral) # \"My Girl\" – Lillo Thomas (tema de Angelina) # \"In My Time\" – Teddy Pendergrass (tema de Bina) # \"I'm Living My Own Life\" – Earlene Bentley (tema de Luca) # \"Sleep With Me Tonight\" – Neil Diamond (tema de Verônica) # \"Io Che Amo Solo Te\" – Sergio Endrigo (tema de Silvana e Luca) # \"Love Songs Are Back Again\" – Band of Gold (tema romântico geral) # \"Here, There And Everywhere\" – Billy Preston (tema de Léo) # \"You're The One\" – Beau Williams (tema de Marco e Léo) # \"Love Is Like a Light\" – Frank Stallone (tema geral) # \"You Are My Sunshine\" – Mtume (tema de Verônica) # \"All Of You\" – Júlio Iglésias & Diana Ross (tema de Bárbara e Marco) # \"Balliamo\" – Mimmo Di Francia (tema de Bina) == Prêmios == Ano Prêmio Categoria Nomeação Resultado Ref. 1984 Prêmio APCA de Televisão Melhor Novela Vereda Tropical Melhor Roteirista Carlos Lombardi Silvio de Abreu Melhor Diretor Jorge Fernando Guel Arraes Melhor Ator Nuno Leal Maia Melhor Atriz Marieta Severo Revelação Masculina Marcos Frota 1985 Troféu Imprensa Melhor Novela Vereda Tropical Melhor Atriz Geórgia Gomide == Ligações externas == * Categoria:Vale a Pena Ver de Novo Categoria:Telenovelas ambientadas na cidade de São Paulo Categoria:Programas de televisão do Brasil que estrearam em 1984 Categoria:Programas de televisão do Brasil encerrados em 1985 Categoria:Telenovelas premiadas com o Troféu Imprensa Categoria:Obras ganhadoras do Prêmio APCA de Televisão Categoria:Telenovelas em língua portuguesa Categoria:Telenovelas da TV Globo da década de 1980",
 "title": "Vereda Tropical"
}