{
 "id": "53292",
 "text": "Sofia de Hanôver, nascida Sofia do Palatinado (em alemão: Sophie von Hannover; 14 de outubro de 1630 – 8 de junho 1714) foi a filha mais nova de Frederico V, Eleitor Palatino, da Casa de Wittelsbach, o \"Rei de Inverno\" da Boêmia, e de Isabel da Boémia. Foi também mãe de Jorge I da Grã-Bretanha, sendo portanto uma antepassada da linha de sucessão ao trono britânico hanoveriana. O seu avô foi Jaime VI da Escócia e I de Inglaterra, e seu tio foi Carlos I da Inglaterra. Teria sido Rainha da Grã-Bretanha se não tivesse falecido poucas semanas antes da morte de sua prima, a Rainha Ana. Como princesa-eleitora, Sofia foi consorte de Ernesto Augusto, Eleitor de Hanôver. == Primeiros Anos == Filha do príncipe-eleitor Frederico V do Palatinado e de Isabel da Boémia, conhecidos como o \"rei e a rainha de Inverno da Boémia\" devido ao seu curto reinado no país, Sofia nasceu no Wassenaer Hof, em Haia, na República Holandesa, onde os seus pais se tinham exilado após a Batalha da Montanha Branca. Pelo lado da mãe, Sofia era neta do rei Jaime VI da Escócia e I de Inglaterra.Uglow, p 20. Quando nasceu, Sofia recebeu um rendimento anual de quarenta táleres dos Estados da Frísia. O primeiro admirador de Sofia foi o seu primo, o rei Carlos II, mas a princesa recusou os seus avanços por achar que o seu único interesse era obter dinheiro do apoiante da sua mãe, Lord William Craven.Dirk Van der Cruysse: Sophie de Hanovre, Memoires et Lettres de Voyage, Fayard Paris, 1990Winter Princess to Heiress of Great Britain, J.N. Duggan, Peter Owen, Londres 2010 == Casamento == Antes de se casar, Sofia, sendo filha de Frederico V, Eleitor Palatino, era referida como Sofia, princesa do Palatinado do Reno ou como Sofia do Palatinado. A 30 de Setembro de 1658 casou-se com Ernesto Augusto, príncipe-eleitor de Brunsvique-Luneburgo que, em 1692, se tornou no primeiro príncipe-eleitor de Hanôver. Ernesto Augusto era primo em segundo-grau da sua mãe Isabel Stuart uma vez que ambos eram bisnetos do rei Cristiano III da Dinamarca. Sofia tornou-se amiga e admiradora de Gottfried Leibniz quando ele era bibliotecário na corte de Hanôver. A sua amizade durou desde 1676 até à sua morte em 1714. Esta amizade originou uma correspondência substancial publicada pela primeira vez no século XIXKlopp, 1973 que revela Sofia como uma mulher com grandes capacidades intelectuais e curiosidade. Estava bem informada sobre os trabalhos de René Descartes e Baruch Spinoza. Juntamente com Ernesto Augusto melhorou muito o Palácio de Herrenhausen e foi a principal impulsionadora para a criação dos jardins que o rodeiam e que existem hoje em dia. Foi neste palácio que a princesa morreu. O casal teve sete filhos. Sofia esteve ausente durante quase um ano entre 1664-5 quando foi de férias com o marido para Itália, mas mantinha uma correspondência regular com as preceptoras dos filhos e tinha grande interesse na sua educação, mais ainda quando regressou a casa.Dirk van der Cruysse; Sophie de Hanovre: Memoirs et Lettres de VoyageHatton, Ragnhild (1978). George I: Elector and King. London: Thames and Hudson. pp. 26–28. ISBN 0-500-25060-X Após a sua viagem, Sofia teve ainda mais quatro filhos, três rapazes e uma menina. Nas suas cartas, Sofia descreve o seu filho mais velho como uma criança responsável e ciosa que servia de exemplo para os seus irmãos mais novos.Hatton, p.29 Sofia estava inicialmente contra o casamento do filho com a duquesa Sofia Doroteia de Celle uma vez que não gostava da mãe dela (que não tinha sangue real) e estava preocupada com o estatuto de legitimação dela, mas acabaria por ser conquistada pelas vantagens que a união trazia.Hatton, pp.36, 42 == Herdeira das Coroas == thumb|right|200px|Sofia de Hanôver. Em Setembro de 1700, Sofia encontrou-se com o seu primo, o rei Guilherme III de Inglaterra, em Loo. Dois meses depois do seu encontro, o príncipe Guilherme, Duque de Gloucester, sobrinho do rei Guilherme e filho da futura rainha Ana, morreu. Uma vez que Guilherme se mostrava relutante em casar novamente, começou a considerar-se a inclusão de Sofia na linha de sucessão.Horwitz, Henry (1977). Parliament, policy, and politics in the reign of William III. Manchester University Press ND. pp. 276. ISBN 0-7190-0661-9. Um ano depois, o Parlamento aprovou o Decreto de Estabelecimento de 1701 declarando que, não havendo descendência legitima de Ana nem de Guilherme III, as coroas eram entregues \"à excelentíssima princesa Sofia, princesa-eleitora e duquesa-viúva de Hanôver\" e \"herdeiros do seu corpo que sejam protestantes\". O excerto-chave do Estabelecimento que nomeava Sofia herdeira presuntiva diz:Sofia tornou-se assim herdeira presuntiva com o objectivo de acabar com as pretensões do católico Jaime Francisco Eduardo Stuart que, de outra forma, teria chegado ao trono como rei Jaime III e VIII, bem como afastar qualquer católico e esposos católicos de monarcas que tivessem alguma pretensão ao trono. O decreto restringia o trono britânico a \"herdeiros protestantes\" de Sofia de Hanôver que nunca tivessem sido católicos nem tivessem sido casados com católicos. Alguns políticos britânicos tentaram levar Sofia a Inglaterra várias vezes para que assumisse imediatamente o trono caso Ana morresse. Também foi discutido que este rumo era necessário para garantir a sucessão de Sofia, uma vez que o meio-irmão católico da rainha estava muito mais próximo de Londres do que Sofia. A princesa-eleitora estava ansiosa para se mudar para Londres,Sharpe, Kevin (1998). Refiguring revolutions: aesthetics and politics from the English revolution to the Romantic revolution. University of California Press. p. 59. ISBN 0-520-20920-6. mas a proposta foi negada uma vez que a sua presença no país seria uma ofensa mortal para Ana que se opunha fortemente a uma corte rival no seu reino. Ana, que poderia saber que Sofia, que era activa e vivaz apesar da sua idade avançada, faria melhor figura do que ela.Sachse, William Lewis (1975). Lord Somers: a political portrait. Manchester University Press ND. pp. 236. ISBN 0-7190-0604-X. Sofia não tinha qualquer certeza sobre o que aconteceria após a morte de Ana, chegando a dizer: Quando a lei foi aprovada em 1701, Sofia, na altura com setenta-e-um anos, cinco dos seus filhos (que tinham entre os 35 e os 41 anos) e três dos seus netos (entre os 14 e os 18 anos) estavam vivos. Apesar de Sofia ser trinta-e-cinco anos mais velha do que Ana, estava em forma e era saudável, investindo o seu tempo e energia para garantir a sua sucessão ou a do filho.Hatton, pp.75–76 Actualmente existem mais de cinco mil descendentes legítimos de Sofia, apesar de nem todos se encontrarem na linha de sucessão. O Decreto de Naturalização de Sofia de 1705 concedia nacionalidade britânica aos descendentes não-católicos de Sofia.Picknett, Lynn, Prince, Clive, Prior, Stephen & Brydon, Robert (2002). War of the Windsors: A Century of Unconstitutional Monarchy, p. 206. Mainstream Publishing. ISBN 1-84018-631-3. Todos aqueles que obtiveram este direito através deste decreto em qualquer altura até ser revogado pelo Decreto de Nacionalidade Britânica de 1948, ainda o exercem até aos dias de hoje. == Morte e Legado == Apesar de ser consideravelmente mais velha do que a rainha Ana, Sofia tinha uma saúde muito melhor. Em Junho de 1714, Sofia estava a caminhar pelos jardins de Herrenhausen quando um aguaceiro repentino a forçou a correr para um abrigo. Quando lá chegou, desmaiou e morreu aos oitenta-e-três anos de idade.he Oxford Dictionary of National Biography A rainha Ana morreu algumas semanas depois, com quarenta-e-nove anos. Se Ana tivesse morrido antes de Junho de 1714, Sofia teria sido a pessoa mais velha da História a chegar ao trono britânico. Após a morte de Sofia, o seu filho mais velho, o príncipe-eleitor Jorge Luís de Brunsvique-Luneburgo, tornou-se herdeiro presuntivo em seu lugar e, algumas semanas depois, sucedeu a Ana como rei Jorge I. A filha de Sofia, a princesa Sofia Carlota de Hanôver, casou-se com o primeiro rei da Prússia, Frederico I, e é dela que descendem todos os reis da Prússia. == Títulos e estilos == *14 de outubro de 1630 – 30 de setembro de 1658: Sua Alteza Sereníssima, a Princesa Sofia do Palatinado *30 de setembro de 1658 – 18 de dezembro de 1679: Sua Alteza Sereníssima, a Duquesa Sofia de Brunsvique-Luneburgo *18 de dezembro de 1679 – 23 de janeiro de 1698: Sua Alteza Sereníssima, a Duquesa de Brunsvique-Luneburgo *19 de dezembro de 1692 – 23 de janeiro de 1698: Sua Alteza Sereníssima, a Eleitora de Hanôver *23 de janeiro de 1698 – 8 de junho de 1714: Sua Alteza Sereníssima, a Eleitora Viúva de Hanôver == Descendência == De seu casamento com Ernesto Augusto, Eleitor de Hanôver teve os seguintes filhos: # Jorge I da Grã-Bretanha (1660–1727) # Frederico Augusto de Brunsvique-Luneburgo (1661–1690), General Imperial # Maximiliano Guilherme de Brunsvique-Luneburgo (1666-1726), marechal de campo no Exército Imperial # Sofia Carlota de Hanôver (1668-1705), casada com o rei Frederico I da Prússia; com descendência. # Carlos Filipe de Brunsvique-Luneburgo (1669-1690), coronel no Exército Imperial # Cristiano Henrique de Brunsvique-Luneburgo (1671-1690) # Ernesto Augusto, Duque de Iorque e Albany (1674–1728), tornou-se príncipe- bispo de Osnabruque. == Ancestrais == == Ver também == * Linha de sucessão ao trono britânico Categoria:Casa de Hanôver Categoria:Casa de Wittelsbach Categoria:Duquesas de Brunsvique-Luneburgo Categoria:Princesas do Palatinado Categoria:Naturais de Haia Categoria:Mulheres do século XVII Categoria:Princesas da Boêmia Categoria:Eleitores de Hanôver Categoria:Herdeiros ao trono inglês Categoria:Herdeiros que nunca subiram ao trono",
 "title": "Sofia de Hanôver"
}