{
 "id": "53315",
 "text": "Max von Laue (Pfaffendorf, perto de Koblenz, — Berlim, ) foi um físico alemão. Foi laureado com o Nobel de Física de 1914, pela descoberta da difração dos raios-X em cristais. Em 1898 estudou matemática, física e química na Universidade de Estrasburgo. Em 1902 passou a trabalhar com Max Planck na Universidade de Berlim, especializando-se em espectroscopia e radiação. Posteriormente foi professor da Universidade de Zurique (1912) e Universidade de Frankfurt (1914). Neste ano recebeu o Nobel de Física, criando as bases da cristalografia e da espectroscopia com raios-X. A partir de 1919 foi professor de física teórica da Universidade de Berlim. Além do Prêmio Nobel recebeu diversas honrarias e condecorações. Como escritor de vários livros, tornou-se famoso pela autoria dos livros \"História da física\" e \"Das Relativitätsprinzip\" (O princípio da relatividade, 1911). == Vida e obra == Max Theodor Felix Laue nasceu em Pfaffendorf, filho de Julius von Laue, um funcionário da administração militar alemã. Max Theodor Felix Laue foi levado a nobreza hereditária em 1913 passando então a se chamar Max Theodor Felix von Laue. Devido à função de seu pai, junto com ele Max von Laue era enviado a várias cidades. Com isso ele estudou em diferentes escolas. Mas foi na Universidade de Estrasburgo, sob a influência do professor Goering que ele adquiriu gosto pela ciência, porem logo se mudou para Universidade de Göttingen onde trabalhou com W.Voigt e W. Abraão os quais exerceram grande influência sobre as idéias de Max von Laue. Em 1902 foi para a Universidade de Berlim trabalhar sob a orientação de Max Planck, onde assistiu palestras sobre espectroscopia de calor e radiação o que incentivou sua especialização em espectroscopia de radiação. Em 1903 obteve o doutorado em Berlim e em 1905 foi convidado a trabalhar com Max Planck no instituto de física teórica de Berlim. Max von Laue mostrava um grande interesse pelas teorias de Einstein sobre relatividade e em 1907 começou a publicar artigos sobre essas teorias. Em 1909 Entrou como Privatdozent na Universidade de München onde proferia palestras sobre óptica, termodinâmica e teoria da relatividade. No ano seguinte casou-se com Magdalena von Laue Desen, a filha de Max Planck. Em 1912 tornou-se professor da Universidade de Zurique onde iniciou seu trabalho de medição do comprimento de onda do Raio X utilizando o efeito de difração em cristais, trabalho esse que lhe daria o Prêmio Nobel em 1914. Em 1919 tornou-se professor de física da Universidade de Berlim, onde permaneceu até 1943. Entre outros cargos que também ocupou se destacam o cargo de diretor do instituto Max Planck, diretor do instituto de física e química de Fritz Heber de Berlim. Em 1945 com o fim da guerra Max von Laue foi levado pelas tropas anglo- americanas para a Inglaterra, onde ficou confinado até 1946. Participou da 2ª Conferência de Solvay. Em 8 abril de 1960, quando Max von Laue dirigia sozinho a caminho de seu laboratório, colidiu com um motociclista que tinha recebido sua licença dois dias antes. O motociclista morreu no local, e o carro de Max von Laue capotou em alta velocidade. Levado ao hospital, não resistiu aos ferimentos e morreu em 24 de abril de 1960, aos 80 anos. Max von Laue teve grande influência sobre a orientação e desenvolvimento do trabalho científico alemão, entre suas características se destaca seu forte sentido de justiça. Quando Hitler e o Partido Nacional Socialista estavam no poder, ele defendeu, inclusive correndo risco de morrer, as visões cientificas, como a teoria da relatividade que não era aprovada por tais partidários. Ele se recusou a participar do projeto de energia nuclear alemão e demitiu-se em 1943, para protestar contra as políticas do governo nazi. Suas principais atividades de lazer eram: velejar, esquiar, montanhismo e automobilismo, sendo famoso em Berlim como automobilista. Ele adorava altas velocidades, mas nunca até a colisão fatal teve qualquer acidente. Max von Laue era um homem profundamente religioso. Ele pediu que em sua lápide estivesse a declaração de que ele morreu confiando firmemente na misericórdia de Deus. Esta sepultado no Cemitério municipal de Göttingen. ==Ligações externas== * * * *Sobre Max von Laue Categoria:Nobel de Física Categoria:Laureados da Alemanha com o Nobel Categoria:Medalha Max Planck Categoria:Pour le Mérite (civil) Categoria:Conferência de Solvay Categoria:Membros da Academia de Ciências de Göttingen Categoria:Membros da Pontifícia Academia das Ciências Categoria:Membros da Academia de Ciências da Prússia Categoria:Membros científicos da Sociedade Max Planck Categoria:Membros estrangeiros da Royal Society Categoria:Professores da Universidade de Munique Categoria:Professores da Universidade Humboldt de Berlim Categoria:Professores da Universidade Johann Wolfgang Goethe de Frankfurt Categoria:Físicos da Alemanha Categoria:Alunos da Universidade de Estrasburgo Categoria:Alunos da Universidade de Göttingen Categoria:Alunos da Universidade de Munique Categoria:Alunos da Universidade Humboldt de Berlim Categoria:Predefinição sobre prémios Nobel que usam a propriedade do Wikidata P8024",
 "title": "Max von Laue"
}