{
 "id": "53326",
 "text": "Os gorilas são mamíferos primatas pertencentes ao gênero Gorilla, endêmicos das florestas tropicais do centro da África. O fato de compartilharem entre 98 e 99% do DNA com os seres humanos faz dos gorilas um dos parentes vivos mais próximos, logo depois dos bonobos e chimpanzés.In a talk presented at the Annual Meeting of the American Anthropological Association on November 20, 1999, Jonathan Marks stated: \"Humans, chimpanzees, and gorillas are within two percentage points of one another genetically.\" O gorila é o maior dos primatas atualmente existentes. Os gorilas vivem em florestas tropicais. Apesar da sua área de distribuição abranger apenas uma pequena percentagem da África, os gorilas distribuem-se por numa grande variedade de altitudes. Os gorilas-de-montanha (Gorilla beringei beringei) habitam as florestas montanhosas do Rifte Albertino, existindo entre os 2.225 até aos 4.267 m. Os gorilas-do-ocidente moram em florestas densas e pântanos das terras baixas e marisma até ao nível do mar. == Etimologia == O médico e missionário estadunidense Thomas S. Savage descreveu o gorila-do-ocidente pela primeira vez (na altura como o nome Troglodytes gorilla) em 1847 a partir de espécies obtidas na Libéria. O nome deriva da palavra grega transliterada Gorillai (uma \"tribo de mulheres peludas\") descrita por Hannon, o Navegador, um navegador cartaginês e possível visitante (cerca de 480 a.C.) à área da atual Serra Leoa. Na sua viagem, Hannon encontra o que considera serem pessoas selvagens e peludas numa ilha da costa ocidental africana. Três fêmeas foram capturadas e as suas peles levadas para Cartago. == Fisiologia == Um gorila adulto mede entre 1,4 e 2 metros de altura quando de pé, o macho pesa entre 140 e 230 kg, embora possam atingir os 300 kg quando em cativeiro, e a fêmea que é bem menor pesa entre 70 e 110 kg. O gorila é o maior primata vivo que existe. Estima-se que seja capaz de levantar até duas toneladas com os dois membros superiores. Os gorilas, geralmente, se locomovem de quatro. As suas extremidades anteriores são mais longas que as posteriores, e são utilizadas também como apoio ao caminhar e para escalar. Um gorila chamado Ambam ficou conhecido como Gorilla Erectus. Ele alcançou fama internacional por um comportamento muito raro. Isto é, ele consegue andar ereto por um período anormalmente longo. Gorilas movem-se eretos apenas para um certo grau e, em casos excepcionais. Ambam no entanto, consegue caminhar ereto sobre suas pernas normalmente quando/e em função de seus braços estarem ocupados (como por exemplo no transporte de alimentos). De acordo com o zoológico, ele mostra esse comportamento voluntariamente e não foi treinado para fazê-lo. Uma possível explicação para a postura ereta seria obter desta forma melhor visão do cuidador quando este trouxer alimentos, bem como a vista panorâmica dos alimentos espalhados pelo zoológico. A gestação dura oito meses e meio e normalmente a próxima gestação só ocorre três ou quatro anos depois o nascimento, tempo este que os filhotes convivem com a mãe. A maturidade sexual é atingida entre 10 e 12 anos pelas fêmeas e entre 11 e 13 anos pelos machos, podendo ser modificados estes anos com a vivência nos cativeiros. E a esperança de vida é de aproximadamente 40 anos, o recorde nesta categoria está com um gorila dum zoológico da Filadélfia que morreu aos 54 anos. Sua dieta alimentar é, em grande parte, herbívora, uma vez que alimentam-se de frutas, folhas, brotos, mas também os insetos compõem menos de 2% do seu cardápio. Todos os gorilas compartilham o mesmo tipo sanguíneo, o tipo B, e assim como os humanos, cada indivíduo possui uma impressão digital única. == Estado de conservação == Ambas as espécies de gorila estão em perigo de extinção, e têm sido sujeitas a intensa caça furtiva. Ameaças à sobrevivência dos gorilas incluem destruição de habitat e ao mercado de carne de caça. Em 2004, uma população de algumas centenas de gorilas no Odzala National Park, na República do Congo foi essencialmente devastada pelo vírus ébola. Um estudo de 2006 publicado na revista Science concluiu que mais de 5 000 gorilas podem ter morrido devido a surtos recentes do Ébola na África central. Os investigadores indicaram que isto em conjunção com a caça comercial cria uma \"receita para uma extinção ecológica rápida\". Esforços de conservação incluem o Great Apes Survival Project, uma parceria entre a Organização das Nações Unidas para o Meio Ambiente e a UNESCO; e ainda um tratado internacional, chamado Gorilla agreement em inglês, concluído sob o auspício da Convenção sobre Espécies Migratórias. O Gorila Agreement é o primeiro instrumento legal apontado exclusivamente à conservação do gorila e entrou em funcionamento em 1 de Junho de 2008. Em agosto de 2008, um estudo da Wildlife Conservation Society, anunciou a existência de uma população previamente desconhecida nas florestas do Congo, o que duplicou o número de gorilas conhecidos na natureza para cerca de 125 000. == Evolução e classificação == Do mesmo modo que a ciência, os estudos taxonômicos acerca dos gorilas não estão estabelecidos definitivamente. Isso pode ser percebido com o fato de até recentemente ser considerada a existência de três espécies de gorila: o gorila-do-ocidente das terras baixas, o gorila-do-oriente das terras baixas e o gorila-das-montanhas. Atualmente há consenso que há duas espécies com duas subespécies cada. Entretanto, correntes mais recentes afirmam a existência de mais uma subespécie, a qual pertenceria a Gorilla beringei, localizada na população de gorilas das montanhas de Bwindi, que é, por vezes, chamado de gorila-de-indi. Os taxonomistas e primatologistas, além doutros cientistas da área, continuam estudando as relações entre as espécies de gorilas, e de acordo com o consenso atual e sua publicação mais recente (Primate Taxonomy, Colin Groves 2001 ISBN 1-56098-872-X) lista duas espécies reconhecidas, cada qual com duas subespécies: * Género Gorilla ** Gorila-do-ocidente (Gorilla gorilla) *** Gorilla gorilla gorilla *** Gorilla gorilla diehli ** Gorila-do-oriente (Gorilla beringei) *** Gorila-das-montanhas (Gorilla beringei beringei) *** Gorilla beringei graueri ==Genética== Os parentes mais próximos dos gorilas são chimpanzés e humanos, que se separaram dos gorilas por volta de 7 milhões de anos. Genes humanos diferem na sua sequência em apenas 1,6% em média dos genes de gorila correspondentes, mas há diferenças adicionais no número de cópias que cada gene tem. == Inteligência == Os gorilas são aparentados aos humanos e são considerados altamente inteligentes. Alguns indivíduos em cativeiro, tais como a Koko, aprenderam alguns sinais da linguagem gestual. Em pesquisa publicada na Biology Letters, foi descrito um comportamento entre gorilas filmados em um zoológico semelhante ao de crianças brincando de pega- pega. === Uso de ferramentas === As seguintes observações foram feitas por uma equipa liderada por Thomas Breuer da Wildlife Conservation Society em Setembro de 2005. Os gorilas são conhecidos por usarem ferramentas na natureza. Uma gorila fêmea do Nouabalé-Ndoki National Park na República do Congo foi gravada a usar um pau para determinar a profundidade da água enquanto atravessava um pântano. Uma segunda fêmea foi vista a usar um toco de árvore como uma ponte e também para a suportar enquanto pescava no pântano. Isto quer dizer que todos os hominídeos são agora conhecidos por usar ferramentas. Em Setembro de 2006, um gorila com dois anos e meio da República do Congo foi descoberto por usar pedras para abrir frutos de palmeira dentro de um santuário de caça. Enquanto que esta foi a primeira observação do gênero para um gorila, há quarenta anos atrás os chimpanzés já tinham sido observados a usar ferramentas na natureza, a 'pescar' térmitas. Os hominídeos não-humanos são dotados de um \"agarrar\" semi-preciso, e são capazes certamente de usar quer ferramentas simples como até armas, improvisando um porrete a partir de um ramo caído. == Distribuição geográfica == Os gorilas vivem na zona equatorial da África, e as duas espécies estão separadas por 750 km de distância. O gorila-ocidental vive numa área de cerca de 710 000 km² que compreende partes da Nigéria, Camarões, República Centro-Africana, Guiné Equatorial, Gabão, República do Congo, Angola e a extremidade ocidental da República Democrática do Congo. Enquanto que o gorila-oriental habita uma zona restrita com cerca de 112 000 km² que compreende a extremidade oriental da República Democrática do Congo, da Uganda e Ruanda. == Referências culturais == Os gorilas são e foram bastante representados e lembrados em produções artísticas, entre elas as mais conhecidas são os filmes de King Kong, além de exemplos como Planeta dos macacos,Tarzan, Scorporilla (uma mistura de Escorpião e Gorila que aparece nos jogos Crash of the Titans e Crash Bandicoot: Mind Over Mutant) e Donkey Kong. == Ver também == * Antropozoomorfismo * Koko == Ligações externas == * O gorila passa a integrar o clube do genoma, 2012, em inglês * Insights sobre a evolução humana, a partir do genoma do gorila, 2012, em inglês * Ebola matou um em cada quatro gorilas das planícies africanas (2006) * Animal Info - Gorilla * International Gorilla Conservation Programme Categoria:Gêneros de mamíferos !",
 "title": "Gorila"
}