{
 "id": "53325",
 "text": "A Gibson Brands, Inc. é uma empresa americana conhecida pela fabricação de guitarras. A empresa também fabrica outros tipos de instrumentos musicais sob outras marcas diferentes. A Gibson foi fundada em Kalamazoo, Michigan, e está atualmente em Nashville no Tennessee. Com uma história de mais de 100 anos, a Gibson tem sido uma das companhias mais notórias no desenvolvimento do violão e da guitarra elétrica e construiu ao longo de todos esses anos um dos modelos de guitarras mais icônicos do mundo, a Gibson Les Paul. Muitos de seus instrumentos continuam se valorizando ainda mais no mercado e algumas Gibsons estão entre as guitarras mais procuradas por colecionadores. A empresa foi fundada por Orville Gibson, que produzia bandolim em Kalamazoo, no final dos anos 1890. Gibson inventou as guitarras semiacústicas usando o mesmo tipo de tampo arqueado encontrado nos violinos. A partir de 1930, a companhia também tinha feito violões com tampo, como também foi uma das primeiras a disponibilizar no mercado guitarras semiacústicas usada e popularizada por Charlie Christian. Gibson esteve na vanguarda da inovação com relação a guitarras acústicas, especialmente na era da Big Band de 1930. A Gibson Super 400 foi amplamente imitada. No começo dos anos 50, Gibson introduziu sua primeira guitarra de corpo sólido e em 1952 começou a produzir seu modelo de guitarra mais popular, a Les Paul, projetada por Ted McCarty e Les Paul. A empresa foi comprada pela Norlin Corporation no final dos anos 60. Em 1986, o controle da empresa passou para um grupo liderado por Henry Juszkiewicz e David H. Berryman. Em 2018, a companhia foi comprada por investidores lideradas pela Kohlberg Kravis Roberts. Recentemente, a Gibson alterou seu nome de Gibson Guitar Corporation para Gibson Brands, Inc., devido aos novos rumos da empresa, que não quer mais ser vista como uma \"empresa de guitarras\", mas como uma \"empresa de estilo de vida musical\".Gibson Brands transforms guitar-making into diverse 'music lifestyle' firm - LA Times == História == Orville Gibson (nascido em 1856, Chateaugay, Nova York) começou a fazer bandolim em Kalamazoo, Michigan, Estados Unidos. Os bandolins eram distintos na maneira como eram entalhados em relação aos demais disponíveis no mercado na época. Antes disso bandolins tinham uma madeira sólida no topo e abaulados no fundo semelhante a um alaúde. Esses bandolins semelhantes aos alaúdes eram frágeis e instáveis. A despeito da forma, Orville Gibson os apelidava de \"batatas de problemas\". A inovação de Gibson foi distinguir o som obscuro do bandolin de forma que fosse fácil fabricá-los em larga escala. O bandolin projetado por Orville Gibson com suas características próprias foi patenteado em 1898. Essa seria a única inovação que ele patenteou. Orville Gibson morreu em 1918 de endocardite. Orville Gibson começou a vender seus instrumentos únicos em 1894 em Kalamazoo, Michigan. Em 1902 Gibson Mandolin-Guitar Mfg. Co,Ltd. Foi incorporada ao mercado de instrumentos. Inicialmente, a companhia produzia apenas os projetos originais de Orville Gibson. Com o passar do tempo a companhia pediu ao designer Lloyd Loar em 1919 para criar novos instrumentos. Durante os anos 20 a Gibson foi responsável por muitas inovações no design do banjo Four-String Banjo Hall of Fame Members, do violão e do bandolin. Em 1922, o modelo de bandolin Gibson F5 foi introduzido. Esse modelo foi mais tarde conhecido como o último bluegrass bandolin. Gibson logo estava liderando a fabricação de guitarra semiacústicas, particularmente o modelo L-5, que também era um projeto de Loar. Loar deixou a companhia em 1924.Wheeler, Tom. American Guitars. HaperCollins. 1992.pp 100-1 ISBN 978-0-06-273154-8 Nos anos 30, Gibson começou a explorar o conceito de uma guitarra elétrica. Em 1936 eles introduziram seu primeiro modelo \"Espanhol Elétrico\", a ES-150. Outras companhias estavam produzindo guitarras elétricas mas Gibson é geralmente reconhecida por ter sido a primeira bem sucedida a comercializar guitarras elétricas. Outros instrumentos eram também \"eletrificados\"; assim como a guitarra steel, banjos e bandolins. Durante a Segunda Guerra Mundial, os fabricantes de instrumentos pararam devido a escassez de madeira e metal. Apenas alguns instrumentos foram feitos com os materiais que eles tinham em mãos. Gibson fez a produção de guerra ao contrário fazendo partes de madeira para várias necessidades militares. Assim como a escassez continuou por poucos anos depois da guerra e era a única mudança notável ocorrida em 1946 quando o nome da Gibson no headstock do instrumento mudou da forma como o conhecemos hoje. Esta tem sido a informação visível no topo do instrumento. Em 1944 Gibson foi comprada pela Chicago Musical Instruments que herdou o mercado e as vendas dos produtos da Gibson enquanto permitia a fábrica de Kalamazoo operar de forma independente. A ES-175 foi introduzida em 1949. O modelo sofreu algumas variações com o passar dos anos mas ele continua em produção. === Gibson e Ted McCarty === Em 1948, Gibson contratou o veterano da indústria Ted McCarty, que foi promovido a presidente da companhia em 1950. Durante sua gestão (1950 – 1966), Gibson expandiu bastante e diversificou sua linha de instrumentos. Sua primeira adição notável foi a guitarra \"Les Paul\". McCarty também sabia que a Fender Telecaster tinha força no mercado de guitarras e estava batendo recordes de vendas na época. Em 1950, a Gibson decidiu fazer uma guitarra elétrica de corpo sólido de acordo com sua própria filosofia de design a despeito do fato que muitos outros fabricantes de guitarras não levavam a sério o conceito de uma guitarra elétrica sólida. Projetada pelo guitarrista Les Paul, ela foi lançada como seu modelo signature em 1952. A \"Les Paul\" era oferecida no mercado em vários modelos, incluindo a Custom, a Standard, a Special e a Junior.Hembry, Gil;Gibson Guitars: Ted McCarty's Golden Era 1948-1966; GH Books; Austin, TX; 2007. P 74-85 Em meados dos anos 50 a série Thinline era produzida. Muitos guitarristas não gostaram do tamanho da semiacústica e queriam uma guitarra mais fina (em termos de espessura). A primeira a ser produzida foi a Byrdland. As primeiras Byrdlands eram finas, construídas em outro padrão, os modelos foram para os guitarristas Billy Byrd e Hank Garland. Mais tarde, uma pequena modificação foi adicionada. Outros guitarristas que tocaram a Gibson simplesmente gostaram da ideia do modelo que foi feito em produção. Outros modelos como as ES-350T e as ES-225T foram introduzidas como alternativas mais baratas.Duchossoir, Andre. Gibson Electrics:The Classic Years. Hal Leonard Corp. 1998 pp 55–62 Em 1958, a Gibson introduziu o modelo ES-335T. Semelhante em tamanho às semiacústicas Thinlines, a família ES-355 tinha um centro sólido, dando às cordas um sustain maior. No final dos anos 50, McCarty estava ciente que Gibson era vista como uma companhia \"conservadora\", geralmente fazendo instrumentos em formas tradicionais. Ele decidiu mudar isso. Em 1958, Gibson produziu dois novos designs: a excêntrica Explorer e Flying V. Essa guitarras \"modernas\" não venderam inicialmente. Isso só iria ocorrer mais tarde em 1960 e no começo dos anos 70 quando as duas guitarras foram reintroduzidas no mercado é que venderam bastante. A Firebird, no começo dos anos 60 foi a reprise de uma ideia moderna,embora menos extrema. Em 1950, Gibson também produziu a ponte Tune-o-matic e a versão do captador humbucker, o PAF (\"Patent Applied For\"), primeiramente lançado em 1957 e ainda hoje procurada pelo seu som. Em 1961, o desenho do corpo da Les Paul mudou, devido a demanda por um corpo de duplo cutaway.Hembry, Gil;Gibson Guitars: Ted McCarty's Golden Era 1948-1966; GH Books; Austin, TX; 2007. p 110 Les Paul não se preocupou com o novo estilo do corpo e manteve seu endorso no headstock do modelo, e o novo desenho do corpo chegou a ser conhecido mais tarde como SG (que é a sigla em inglês para \"guitarra sólida\" - Solid Guitar). A Les Paul retornou para o catálogo da Gibson em 1968 devido a influência de guitarristas como Keith Richards, Eric Clapton, Jeff Beck, e Peter Green. Ambos a Les Paul e a SG se tornaram-se bastante populares entre guitarristas de rock and roll e blues. === Anos 70 até os dias atuais === Em 1969 a empresa detentora da Gibson, a Chicago Musical Instruments foi assumida por um conglomerado de cerveja da America do Sul, E.C.L, que mudou seu nome para Norlin Inc. (ECL para presidente, Norton Stevens e o presidente CMI Maurice Berlin).Isso iniciou uma era largamente vista e caracterizada por má gestão empresarial e semelhante ao que aconteceu com a Fender's no período em que a última esteve sobre propriedade da CBS, entre 1965 e 1985. Entre 1976 e 1984 a produção das guitarras Gibson mudou de Kalamazoo para Nashville, Tennessee. As primeiras guitarras construídas em Nashville sofreram com trabalhadores inexperientes e com o controle do sistema de clima do Sul húmido. A fábrica de Kalamazoo foi mantida por poucos anos como uma loja de instrumentos sob medida (Custom Shop), mas foi fechada em 1984, muitos empregados da Gibson liderados pelo gerente Jim Duerloo estabeleceram Heritage Guitars na velha fábrica, construindo versões de projetos clássicos da Gibson. A companhia esteve por três meses fora do negócio antes de ser comprada por Henry E. Juszkiewicz, David H. Berryman, e Gary A.Zebrowski em Janeiro de 1986.Hembry, Gil;Gibson Guitars: Ted McCarty's Golden Era 1948-1966; GH Books; Austin, TX; 2007. p 306 A sobrevivência e sucesso da Gibson hoje é largamente atribuída a essa mudança de propriedade. Atualmente, Juszkiewicz é o CEO e o presidente. Mais recentemente muitas novas fábricas de produção têm sido abertas, assim como Memphis, Tennessee, assim também Bozeman, Montana. Em Memphis são fabricadas as guitarras semiacústicas e os modelos custom shop, enquanto que em Bozeman fabricam exclusivamente instrumentos acústicos. Em meados de 2009 Gibson reduziu sua força de trabalho para se ajudar com o declínio das vendas de guitarras nos Estados Unidos. Em 2011, Gibson comprou o Grupo Stanton, incluindo Cerwin Vega!, KRK Systems e Stanton Dj. Gibson então formou uma nova divisão Gibson Pro Audio, que entrega itens de áudio com qualidade profissional, incluindo fones de ouvidos, alto-falantes e equipamentos de DJ. Em 2012, a Gibson adquiriu uma participação na empresa japonesa Onkyo, fabricante de produtos eletrônicos especializada em home theater e equipamentos de áudioGibson Buys Stake in Onkyo Japan and Majority Interest in Onkyo USA - Site Onkyo, que em 2015 juntou-se à empresa Pioneer.[https://www.whathifi.com/news/pioneer-completes-move-to-become- subsidiary-onkyo Pioneer completes move to become a subsidiary of Onkyo Read more at https://www.whathifi.com/news/pioneer-completes-move-to-become- subsidiary-onkyo#PSFdvjODLzoXIFAl.99] - Portal What Hi FI Em 2013, a Gibson comprou a Cakewalk Inc, empresa de software de gravação, da Roland Corporation.Gibson to buy Cakewalk from Roland - Portal Music Radar fechando a companhia e encerrando o desenvolvimento de software em Novembro de 2017. Também em 2013, a Gibson comprou a TEAC, fabricante japonesa de gravadores, entre eles o Tascam, por US$ 52 milhões.Gibson buys TEAC for $52 million - Portal Music Radar Em 2014, a Gibson comprou o departamento de audiovisual da holandesa Philips por € 135 milhões.Gibson Guitar buys Philips A/V division - NL TimesPhilips to sell WOOX Innovations to Gibson Brands - Site Philips Em 2018, no dia 1 de maio, a empresa Gibson Brands apresentou um plano de recuperação judicial, indicando que ainda é um player de peso no mercado mundial. == Instrumentos == ===Violões=== * Advanced Jumbo * B series * Blues King * B12-45 12 string * C-165 * Chet Atkins SST * Hummingbird * Dove * J Series ** J-160E ** J-180 ** J-185 ** J-30 ** J-45 ** J-50 ** J-100 ** J-150 Maple ** J 200 ** J-250 Monarch ** J-2000 * Gibson L-series ** L-00 ** Gibson L-3 ** Gibson L-4 ** Gibson L-5 ** L-130 ** L-140 ** L-150 Custom ** LC-1 Cascade ** LC-2 Sonoma * Nick Lucas Series * SJ-299 Western Classic * SJ-300 Rosewood * Songmaker Series, made in Canada, released in 2008 * Songwriter Series * Southern Jumbo * Super 200 Cutaway Custom ===Amplificadores=== * GA20RVT * GA5 Les Paul Junior * Power Stealth * Gibson Skylark amplifier ===Banjos=== thumb|Béla Fleck e um banjo Gibson * Earl Scruggs series ** Golden Deluxe ** Standard 5-string ** The Super Earl * Granada series ** Flying Eagle ** Hearts and Flowers * J.D. Crowe Black Jack * RB series ** RB ** RB-250 ** RB-3 Wreath ===Baixos=== thumb|Angus Young e a guitarra Gibson SG thumb|Doug Aldrich e sua Gibson Les Paul * 20/20 * EB-0 * EB-1 * EB-2 * EB-3 * EB-6 * G3 * Flying V Bass * Grabber * Les Paul * Gibson Leland Sklar Signature Model * RD * Ripper * Thunderbird ** Blackbird ** Thunderbird Studio 4-string ** Thunderbird Studio 5-string * Victory ** Victory Standard ** Victory Artist ===Dobros=== * Hound Dog * Phil Ledbetter series ** Signature ** Mahogany \"Limited Edition\" ===Guitarras Acústicas e Semi-acústicas=== * B. B. King Lucille * Byrdland * Citation * CS Series ** CS-336 * ES Series ** ES-5 and ES-5 Switchmaster ** ES-120 ** ES-125 ** ES-135 ** ES-137 ** ES-140 ** ES-140T ** ES-150 ** ES-165 ** ES-175 ** ES-225 ** ES-295 ** ES-325 ** ES-330 ** ES-333 ** ES-335 ** ES-340 ** ES-345 ** ES-347 ** ES-350 ** ES-350T ** ES-355 ** ES-339 * L-4 * L-5 * Howard Roberts Fusion * Super 400 * Vegas ===Guitarras de Corpo Sólido=== thumb|Zakk Wylde e seu modelo Gibson, Bullseye * Gibson 335-S * Gibson Alpha Q-2000/Q-3000 * Gibson Les Paul BFG * Blueshawk * Corvus * Digital * Dark Fire * EDS-1275 * Explorer * Firebird * Flying V * Futura * GK-55 * Invader * L-5S * L-6S * Les Paul ** Standard ** Custom ** Deluxe ** Gold Top ** Gibson Les Paul Doublecut ** Recording ** Gibson The Paul * Little Lucille * Marauder * Melody Maker * Junior * Nighthawk * RD * Robot Guitar * S-1 * SG ** Special ** Supreme ** Junior * Sonex * Spirit * MIII * US-1 * Gibson Victory ** Victory MV 2 ** Victory MV X ===Bandolins=== * A-Series ** A-5 ** A-9 * F-Series ** Gibson F-5 ** F-9 ** F Goldrush ====Imagens==== ==Marcas== Como mencionado acima, além de sua tradicional fábrica de guitarras, violões e baixos, a Gibson têm investido em se tornar uma marca de estilo de vida, sendo assim possui outras subsidiárias e marcas, como: * Baldwin; * Epiphone; * Kalamazoo; * Kramer,; * Maestro; * Slingerland * Steinberger,; * Tobias, * Valley Arts * Wurlitzer.; * Garrison Guitars ; * OnkyoOur brands: Onkyo - Gibson Innovations * TascamGibson Guitar Announces Agreement to Make Strategic Investment in TEAC - Tascam.com * CakewalkGibson Brands Announces Intention to Acquire Cakewalk Inc. - Cakewalk.com * GoGearOur brands: GoGear - Gibson Innovations * PhilipsOur brands: Philips - Gibson InnovationsOur brands: Philips-Fidelio - Gibson Innovations Em 17 de Novembro de 2017, a empresa anuncia a descontinuidade do software Cakewalk e de todas as marcas e produtos a ele ligadas. O encerramento das atividades do Cakewalk tem ligação direta com a aquisição do departamento de áudio e vídeo da Philips pela própria Gibson.Gibson Brands announcement regarding Cakewalk, Inc. Comunicado oficial - Cakewalk/Gibson (em inglês). ==Serial Numbers da Gibson== Os modelos da Gibson podem não ser facilmente identificados pelos número de séries apenas, e a partir de 1999 a companhia passou a usar seis sistemas distintos de serial number. Em 2006, esse número subiu para sete. Entre 1952 e 1976 os números de serial da Gibson eram confusos e sem uma ordenação específica, alem de se apagarem com o tempo. As guitarras Gibson da decada de 70 possuiam serial de 6 numeros ate 1974, e a partir de 1975 passaram a ter 8 numeros. Em 1977, a Gibson introduziu o sistema de serial number que usou até 2006. Um código de oito números nas costas com a data em que o instrumento foi produzido, onde foi produzido e a ordem de produção de cada dia (p.s primeiro instrumento feito naquele dia, segundo, etc.). A exceção é o ano de 1994, ano centenário da Gibson, muitos serial number começam com \"94\" seguido por seis dígitos de número de produção. O site da Gibson tem um livro que ajuda a decifrar o serial number. ===Depois de 2006=== Em 2006 Gibson introduziu um sistema de nove dígitos como serial number. O sistema é exatamente o mesmo que o de 8 dígitos usado desde 1977, mas com o sexto dígito agora representando o número de lote. ==Inovações Recentes== ===MaGIC=== Em 2003, Gibson iniciou sua ethernet - baseada no protocolo de comunicação, MaGIC, que foi desenvolvido em parceria com 3COM, Advanced Micro Devices e Xilinx. Substituindo o tradicional sinal analógico hook-up com a conexão digital que poderia, \"satisfazer as necessidades únicas da performance de áudio ao vivo\" que poderia ter sido a meta desse projeto. O sistema pode requerer um pickup, mas o cabeamento é fornecido pelo padrão Cat-5 ethernet cord. ===Guitarra de Afinação Automática=== A Guitarra que \"afina a si mesma sozinha\", também conhecida como \"Robot Model\", é uma opção em algumas novas Les Paul, SG, Flying V e Explorer, que afinam a si mesmas em pouco mais de dois segundos usando tecnologia robótica desenvolvida por Tronical GmbH. ==Responsabilidade Social Corporativa== A responsabilidade social corporativa da Gibson inclui a participação em Music Rising, o que facilitou a substituição de dezenas de milhares de propriedades privadas, danificadas por furacões. == Réplicas não- autorizadas == A Gibson têm movido ações legais contra aqueles que vendem guitarras muito semelhantes com aquelas que ela mesmo produz. Em 1977 a Gibson processou a Hoshino/Elder por copiar a Gibson Les Paul. Em 2000, Gibson processou a Fernandes Guitars em um tribunal de Tóquio alegando cópia dos designs da Gibson. A Gibson não ganhou. Gibson também processou a PRS Guitars para que parassem de produzir o modelo Singlecut. O processo inicialmente foi bem sucedido, porém em 2005 a Corte de Apelações dos Estados Unidos reverteu a decisão de primeira instância e ordenou a retirada do processo contra PRS. ==Réplicas autorizadas== A Gibson produz réplicas autorizadas de seus modelos de guitarra de mais sucesso. Elas são mais baratas que aquelas que carregam o nome Gibson. A ex-concorrente Epiphone foi comprada pela Gibson e agora faz modelos a preços competitivos, assim como as Les Paul, vendidas sob a marca Epiphone, ao mesmo tempo em que continua a vender seus modelos específicos como a Sheraton e a Casino, No Japão a Orville Gibson produziu uma vez designs da Gibson para serem vendidos naquele país. == Ligações externas == * Página oficial - (em inglês) * Gibson Innovations - Site do Grupo Gibson * Gibson Brasil Categoria:Fabricantes de instrumentos musicais dos Estados Unidos Categoria:Empresas fundadas em 1894 Categoria:Empresas que entraram com pedido de falência, Capítulo 11",
 "title": "Gibson Brands"
}