{
 "id": "53324",
 "text": "Os quiuís ou quivis (do maori; kiwi, pronuncia-se)Dicionário escolar da língua portuguesa / Academia Brasileira de Letras, 2ª edição. São Paulo, Companhia Editora Nacional, 2008. P. 1 057. são um grupo de aves não voadoras endêmicas da Nova Zelândia, pertencentes ao gênero Apteryx, o único atual da família Apterygidae e ordem Apterygiformes. Os membros desse grupo são aproximadamente do tamanho de uma galinha doméstica, os quiuís são de longe as menores ratitas vivas (clado que também inclui avestruzes, emas e casuares). Possuem hábitos especialmente noturnos e olfato apurado, essas aves substituem os nichos ecológicos de mamíferos de pequeno porte na Nova Zelândia. As comparações de sequências de DNA renderam a surpreendente conclusão de que o quiuí está muito mais relacionado as extintas aves-elefante malgaxes (epiornitiformes) do que as moas (dinornitiformes) com o qual compartilhavam a Nova Zelândia. Existem cinco espécies reconhecidas, das quais quatro estão atualmente listadas como vulneráveis, e uma que está quase ameaçada. Todas as espécies foram afetadas negativamente pelo desmatamento histórico, mas atualmente as grandes áreas remanescentes de seu habitat florestal estão bem protegidas em reservas e parques nacionais. Atualmente, a maior ameaça à sua sobrevivência é a predação por mamíferos invasores. O ovo do quiuí é um dos maiores em proporção ao tamanho do corpo (até 20% do peso da fêmea) de qualquer espécie de ave do mundo. Outras adaptações únicas do quiuí, como suas penas semelhantes a pelos, pernas curtas e robustas, e o uso de suas narinas na extremidade de seu bico longo para detectar presas antes mesmo de vê-las, ajudaram a ave a se tornar internacionalmente conhecida. O quiuí é reconhecido como um ícone da Nova Zelândia, e a associação é tão forte que o termo kiwi é usado internacionalmente como o gentílico coloquial para os neozelandeses. == Etimologia == A palavra maori kiwi é geralmente aceita como sendo de origem onomatopeica do chamado dessas aves. No entanto, alguns linguistas acreditam que a palavra deriva do proto-polinésio kiwi, que originalmente se referia ao maçarico-do-pacífico (Numenius tahitiensis), uma espécie de ave migratória da família dos maçaricos que passa o inverno nas ilhas tropicais do Pacífico. Com seu bico longo e curvo e corpo marrom, o maçarico lembra levemente o quiuí. Então, quando os primeiros colonos polinésios chegaram a ilha, eles podem ter aplicado o termo kiwi para a ave recém-descoberta. Na língua portuguesa kiwi é escrito como quiuí ou quivi por questões de grafias conforme o Acordo Ortográfico de 1990, sendo as consoantes \"k\" e \"w\" substituídas por \"qui\" e \"uí\" (ou \"vi\"). O nome do gênero Apteryx é derivado do grego antigo 'sem asa': a- (ἀ-), 'sem' ou 'não'; ptéryx (πτέρυξ), 'asa'. == Taxonomia e sistemática == Embora tenha sido por muito tempo presumido que os quiuís estavam intimamente relacionados com as outras ratitas da Nova Zelândia, como as moas, estudos recentes de DNA identificaram que os parentes mais próximos dos quiuís são as extintas aves-elefante de Madagáscar, e que entre as ratitas existentes, estão mais intimamente relacionados com os casuares (casuariiformes) do que com as moas. Uma pesquisa publicada em 2013 sobre o gênero extinto Proapteryx, conhecido do Mioceno da Ilha Sul, descobriu que era menor do que os quiuís modernos e provavelmente era capaz de voar, apoiando a hipótese de que o ancestral comum dos apterigídeos chegou à Nova Zelândia independentemente das moas, que já eram grandes e não voavam quando o quiuí surgiu. === Espécies === São reconhecidas cinco espécies de quiuís, com varias subespécies. Imagem Nome científico Nome comum Distribuição Descrição Apteryx haastii Quiuí-malhado- grande Nova Zelândia A maior espécie, com cerca de 45 cm de altura, com fêmeas pesando cerca de 3,3 kg e machos cerca de 2,4 kg. Possui plumagem marrom- acinzentada com faixas mais claras. A fêmea põe um ovo por ano, que ambos os pais incubam. A população é estimada em mais de 20.000, distribuídos pelas partes mais montanhosas do noroeste de Nelson, o norte da costa oeste e os Alpes do Sul/Kā Tiritiri o te Moana da Ilha Sul. Apteryx owenii Quiuí-malhado- pequeno Ilha Kapiti Um pequeno quiuí, com 25 cm de altura, com a fêmea pesando 1,3 kg. Ela põe um ovo, que é incubado pelo macho. Este pequeno e dócil quiuí é incapaz de resistir à predação por porcos, arminhos e gatos introduzidos, levando à sua extinção no continente. Existem cerca de 1350 indivíduos na Ilha Kapiti e foi introduzido em outras ilhas livres de predadores, onde parece estar se estabelecendo com cerca de 50 em cada ilha. Apteryx rowi Quiuí- castanho-de-okarito Ilha Sul Identificado pela primeira vez como uma nova espécie em 1994, é um pouco menor que o quiuí-castanho-do-norte, com um tom acinzentado na plumagem e, às vezes, penas faciais brancas. As fêmeas colocam até três ovos em uma temporada, cada um em um ninho diferente. Macho e fêmea ambos incubam. A distribuição está agora limitada a uma pequena área na Costa Oeste, mas estudos de DNA mostraram que, em tempos pré-humanos, era muito mais difundido no lado ocidental da Ilha Sul e vivia na metade inferior da Ilha Norte, onde foi a única espécie de quiuí detectada.Shepherd, L.D. & Lambert, D.M. (2008) Ancient DNA and conservation: lessons from the endangered kiwi of New Zealand Molecular Ecology 17, 2174–84 Apteryx australis Quiuí-castanho-do- sul Ilha Sul Quase tão grande quanto o quiuí-malhado-grande e de aparência semelhante ao quiuí-castanho, embora sua plumagem seja de cor mais clara. É relativamente numeroso. Estudos antigos de DNA mostraram que, em tempos pré- humanos, a distribuição dessa espécie incluía a costa leste da Ilha Sul. Algumas subespécies são reconhecidas: * O Apteryx australis lawryi, é restrito a Ilha Stewart/Rakiura. * O Apteryx australis 'haast', é o táxon mais raro com apenas cerca de 300 indivíduos. Foi identificado como uma forma distinta em 1993. Ocorre apenas em uma área restrita na Cordilheira Haast dos Alpes do Sul a uma altitude de 1.500 m. Esta forma é distinguida por um bico mais fortemente curvado para baixo e uma plumagem mais ruiva. Apteryx mantelli ou Apteryx australis Quiuí-castanho-do-norte Ilha Norte As fêmeas de A. mantelli (ou A. australis antes de 2000 e ainda em algumas fontes) têm cerca de 40 cm de altura e pesam cerca de 2,8 kg, enquanto os machos pesam cerca de 2,2 kg. A plumagem é marrom-avermelhada e espetada. A fêmea geralmente põe dois ovos, que são incubados pelo macho. O quiuí-castanho-do-norte demonstrou uma notável resiliência: adapta-se a uma vasta gama de habitats, incluindo florestas não nativas e algumas terras agrícolas. É difundido nos dois terços do norte da Ilha Norte e é o quiuí mais numeroso, com cerca de 35.000 restantes. == Descrição == As suas adaptações à vida terrestre são extensas: assim como todas as outras ratitas, não possuem quilha no esterno para ancorar os músculos das asas. As asas vestigiais são tão pequenas que são invisíveis sob as penas eriçadas, parecidas com pelos. Enquanto a maioria das aves tem ossos com interior oco para minimizar o peso e tornar o vôo possível, o quiuí tem medula, assim como os mamíferos. Sem restrições de peso devido aos requisitos de voo, as fêmeas de quiuí carregam e põem um único ovo que pode pesar até 450 g. E como a maioria das outras ratitas, elas não têm glândula uropigial. Seu bico é longo, flexível e sensível ao toque, e seus olhos têm um pécten reduzido. Suas penas não possuem bárbulas, e possuem grandes vibrissas ao redor da bico. Portam de treze penas de vôo, sem cauda e um pequeno pigóstilo. Sua moela é fraca e seu ceco é longo e estreito. O olho do quiuí é o menor em relação à massa corporal dentre todas as espécies de aves, resultando em um campo de visão igualmente menor. O olho tem pequenas especializações para um estilo de vida noturno, mas o quiuí depende mais de seus outros sentidos (sistema auditivo, olfativo e somatossensorial) do que de sua vista. A visão do quiuí é tão subdesenvolvida que espécimes completamente cegos foram observados na natureza, mostrando o quão pouco eles dependem da visão para sobreviver e forragear. Em um estudo, observou-se que um terço de uma população de A. rowi, sem estresse ambiental, apresentavam lesões oculares em um ou ambos os olhos. O mesmo estudo examinou três indivíduos específicos que apresentavam cegueira completa e descobriu que estavam em boas condições físicas fora das anormalidades oculares. Uma pesquisa de 2018 revelou que os parentes mais próximos do quiuís, as extintas aves-elefantes, também compartilhavam essa característica, apesar de seu grande tamanho. Ao contrário de praticamente todos os outros paleognatos, que geralmente são de cérebro pequeno para os padrões das aves, o quiuí tem quocientes de encefalização proporcionalmente grandes. As proporções do hemisfério cerebral são ainda semelhantes às de papagaios e pássaros canoros, embora não haja evidência de comportamento similarmente complexo. == Comportamento e ecologia == Antes da chegada dos humanos no século XIII, os únicos mamíferos endêmicos da Nova Zelândia eram três espécies de morcegos, e os nichos ecológicos que em outras partes do mundo eram preenchidos por criaturas tão diversas quanto cavalos, lobos e camundongos eram ocupados por aves (e, em menor grau, répteis, insetos e gastrópodes). Os hábitos especialmente noturnos do quiuí podem ser resultado da invasão de seus habitats por predadores, incluindo humanos. Em áreas da Nova Zelândia onde os predadores introduzidos foram removidos, como santuários, o quiuí é frequentemente visto à luz do dia. Eles preferem podocarpos subtropicais e temperados e florestas de faias, mas estão sendo forçados a se adaptar a diferentes habitats, como bosques subalpinos, pastagens e montanhas. Possuem um olfato altamente desenvolvido, incomum para as aves, e são as únicas aves com narinas no final de seus longos bicos. Comem pequenos invertebrados, sementes, larvas e muitas variedades de vermes. Também podem comer frutas, pequenos lagostins, enguias e anfíbios. Como suas narinas estão localizadas no final de seus bicos, os quiuís podem localizar insetos e vermes no subsolo usando seu olfato apurado, sem realmente vê-los ou senti- los. Este sentido do olfato é devido a uma câmara olfativa altamente desenvolvida. É uma crença comum que o quiuí depende apenas de seu olfato para capturar presas, mas isso não foi cientificamente observado. Experimentos de laboratório sugeriram que A. australis pode usar apenas o olfato, mas essa tese não é consistente em condições naturais. Em vez disso, o quiuí pode contar também com sensores auditivos e vibrotáteis. Uma vez juntos, macho e fêmea tendem a viver suas vidas inteiras como um casal monogâmico. Durante a época de acasalamento, que ocorre de junho a março, o casal vocaliza à noite e se encontram na toca de nidificação a cada três dias. Esses relacionamentos podem durar até 20 anos., formerly Kiwi Recovery. O par de ovários da fêmea ficam em funcionamento ao mesmo tempo, que é considerado incomum entre as aves (na maioria das aves e em ornitorrincos, o ovário direito nunca amadurece, de modo que apenas o esquerdo é funcional),Kinsky, F.C., (1971). The consistent presence of paired ovaries in the Kiwi (Apteryx) with some discussion of this condition in other birds. Journal of Ornithology 112(3): 334–357. apenas algumas espécies de rapinantes compartilham esse modo de funcionamento reprodutor.Fitzpatrick, F.L., (1934). Unilateral and bilateral ovaries in raptorial birds. The Wilson Bulletin, 46(1): 19-22 Os ovos de quiuí podem pesar até um quarto do peso da fêmea. Normalmente, apenas um ovo é colocado por temporada. O quiuí põe um dos maiores ovos em proporção ao seu tamanho de qualquer ave do mundo, (porém estudos recentes apontam que alguns petréis podem exceder isso) então, embora o quiuí seja do tamanho de uma galinha doméstica, ele é capaz de botar ovos que são cerca de seis vezes o tamanho de um ovo de galinha. Os ovos são de textura lisa e são marfim ou branco esverdeado. Geralmente o macho incuba o ovo sozinho (exceto A. haastii, no qual ambos os pais estão envolvidos). O período de incubação é de 63 a 92 dias dependendo da espécie. A produção do ovo enorme coloca um estresse fisiológico significativo na fêmea; para os trinta dias que leva para crescer o ovo totalmente desenvolvido, a fêmea deve comer três vezes sua quantidade normal de comida. Dois a três dias antes do ovo ser posto, há pouco espaço dentro da fêmea para o estômago e ela é forçada a jejuar. Acreditava-se anteriormente que os ovos grandes eram uma característica de ancestrais muito maiores, e que os quiuís retinham ovos maiores como uma característica evolutivamente neutra à medida que se tornavam pequenos. No entanto, pesquisas no início de 2010 sugeriram que os quiuís descendem de aves voadoras menores que voaram para a Nova Zelândia e Madagáscar, onde deram origem aos apterigídeos e epiornitídeos. Acredita-se atualmente que o ovo grande seja uma adaptação para a precocidade, permitindo que os filhotes eclodam já andando, e com os nutrientes da gema sendo suficientes para sustentá-los por duas semanas e meia. Os ovos de maior tamanho estariam seguros na ausência histórica da Nova Zelândia de predadores terrestres comedores de ovos, enquanto os filhotes ágeis seriam capazes de evitar predadores voadores, como águias. Piolhos do gênero Apterygon e do subgênero Rallicola (Aptericola) são exclusivamente ectoparasitas de espécies de quiuí. == Estado de conservação == Estudos nacionais mostram que apenas cerca de 5 a 10% dos filhotes de quiuí sobrevivem até a idade adulta sem manejo. Em 2018, mais de 70% das populações de quiuí não foram manuseadas. No entanto, em áreas onde houve o manejo ativo de pragas, as taxas de sobrevivência do quiuí-castanho-do-norte podem ser muito maiores. Por exemplo, mesmo antes da operação conjunta do veneno 1080 realizada pelo DOC e pelo Conselho de Saúde Animal na Floresta de Tongariro em 2006, 32 filhotes de quiuí haviam sido marcados com rádio, e 57% dos filhotes marcados com rádio sobreviveram até a idade adulta. Os esforços para proteger o quiuí tiveram algum sucesso e, em 2017, duas espécies foram rebaixadas de ameaçadas para vulneráveis ​​pela IUCN. Em 2018, o Departamento de Conservação divulgou seu atual Plano de Conservação do Quiuí. === Santuários === Em 2000, o Departamento de Conservação criou cinco santuários focados no desenvolvimento de métodos para proteger os quiuís e aumentar suas populações. Existem três santuários na Ilha Norte: * Santuário Whangarei Kiwi (quiuí- castanho-do-norte) * Santuário Moehau Kiwi (quiuí-castanho-de-coromandel) * Santuário Tongariro Kiwi (quiuí-castanho-ocidental) E dois na Ilha Sul: * Santuário Okarito Kiwi (quiuí-de-okarito) * Santuário Haast Kiwi (quiuí- castanho-do-sul) Várias outras ilhas de conservação e santuários cercados têm populações significativas de quiuí, incluindo: * Santuário Kaori (quiuí- malhado-pequeno) * Projeto de Restauração Maungatautari (quiuí-castanho) * Reserva Florestal de Bushy Park (quiuí-castanho) * Floresta Otanewainuku (quiuí-castanho) * Ilha de Hurunui (quiuí-malhado-grande) O quiuí-castanho-do- norte foi introduzido no Cape Sanctuary em Hawke's Bay entre 2008 e 2011, que por sua vez forneceu filhotes criados em cativeiro que foram soltos de volta na floresta de Maungataniwha. Santuários para quiuís também são referidos como 'sítios kōhanga' da palavra maori para 'ninho' ou 'berçário'. === Operação Nest Egg === A Operação Nest Egg é um programa administrado pelo BNZ Save the Kiwi Trust — uma parceria entre o Banco da Nova Zelândia, o Departamento de Conservação e a Royal Forest and Bird Protection Society. Ovos e filhotes de quiuí são removidos da natureza e chocados e/ou criados em cativeiro até ficarem grandes o suficiente para se defenderem – geralmente quando pesam cerca de 1200 gramas. Eles são então devolvidos à natureza. Um exemplar da Operação Nest Egg tem 65% de chance de sobreviver até a idade adulta – em comparação com apenas 5% para filhotes nascidos e criados na natureza sem intervenções humanas. Esse meio é usado com todas as espécies de quiuí, exceto o quiuí-malhado-pequeno. === Veneno 1080 === Em 2004, o ativista anti-1080 Phillip Anderton posou para a mídia da Nova Zelândia com um quiuí que ele alegou ter sido envenenado pelo uso do veneno para controle de espécies invasoras. Uma investigação revelou que Anderton mentiu para os jornalistas e o público. Ele usou na verdade um quiuí que foi pego em uma armadilha de gambá e estava debilitado. O monitoramento extensivo mostra que o quiuí não está em risco com o uso do veneno 1080 biodegradável. === Ameaças === Predadores mamíferos introduzidos, como arminhos, cães, furões e gatos, são as principais ameaças ao quiuí. A maior ameaça aos filhotes de quiuí são os arminhos, enquanto os cães são a maior ameaça aos indivíduos adultos. Os arminhos são responsáveis ​​por aproximadamente metade das mortes de filhotes em muitas áreas da Nova Zelândia. Os jovens são vulneráveis ​​à predação de arminhos até atingirem cerca de 1 a 1,2 kg de peso, momento em que geralmente podem se defender. Os gatos também podem atacar, porém em menor grau. Esses predadores podem causar grandes e abruptos declínios nas populações. Em particular, os cães acham o odor forte e distinto do quiuí (que lembra cogumelos) chamativo e fácil de detectar, de modo que podem pegá-los e matá-los em segundos. Os veículos motorizados são uma ameaça para todas as aves onde as estradas cruzam seus habitats, com riscos altos de atropelamento. Armadilhas de gambás mal colocadas geralmente matam ou mutilam quiuís.\"Threats to Kiwi\" , Whakatane Kiwi Trust A destruição do habitat é outra grande ameaça aos quiuís; a distribuição restrita e tamanho pequeno de algumas populações aumenta sua vulnerabilidade à endogamia. Uma pesquisa mostrou que o efeito combinado de predadores e outras mortalidades (acidentes etc.) resulta em menos de 5% dos filhotes sobrevivendo até a idade adulta. == Relacionamento com humanos == Os maoris tradicionalmente acreditavam que o quiuí estava sob a proteção de Tāne Mahuta, o deus da floresta. Eles eram usados ​​como alimento e suas penas eram usadas para fazer kahu kiwi — mantos cerimoniais. Hoje, enquanto as penas ainda são usadas para rituais religiosos, elas são coletadas de exemplares que morrem naturalmente, por acidentes de trânsito ou predação, e de exemplares em cativeiro. Atualmente quiuís não são mais caçados e alguns maoris os consideram guardiões das aves. === Documentação científica === Em 1813, George Shaw nomeou o gênero Apteryx em sua descrição do quiuí-castanho-do-sul, que ele apelidou de \"southern apteryx\". O capitão Andrew Barclay, forneceu a Shaw um espécime coletado. A descrição de Shaw foi acompanhada por duas ilustrações, gravadas por Frederick Polydore Nodder; foram publicadas no volume 24 de The Naturalist's Miscellany. === Zoológicos === Em 1851, o Zoológico de Londres tornou-se o primeiro zoológico a manter quiuís em cativeiros. A primeira reprodução em cativeiro ocorreu em 1945. Em 2007, apenas treze zoológicos fora da Nova Zelândia possuem quiuís. O Zoológico de Frankfurt tem doze, o Zoológico de Berlim tem sete, o Walsrode Bird Park tem um, o Avifauna Bird Park na Holanda tem três, o Zoológico de San Diego tem cinco, o San Diego Zoo Safari Park tem um, o Zoológico Nacional em Washington, D.C. tem onze, o Smithsonian Conservation Biology Institute tem um, e o Columbus Zoo and Aquarium tem três. === Como símbolo nacional === miniaturadaimagem|O quiuí representado em um selo da Nova Zelândia de 1898 O quiuí como símbolo apareceu pela primeira vez no final do século XIX em distintivos regimentais da Nova Zelândia. Mais tarde, foi representado nas insígnias do Batalhão de South Canterbury em 1886 e dos Voluntários do Rifle Hastings em 1887. Logo depois, apareceu em muitas insígnias militares; e em 1906, quando a marca de graxa de calçados Kiwi foi amplamente vendida no Reino Unido e nos EUA, o símbolo tornou-se mais conhecido. Durante a Primeira Guerra Mundial, o termo \"kiwi\" para os soldados neozelandeses entrou em uso geral, o uso se tornou tão conhecido que todos os neozelandeses no exterior e nacionalmente são agora comumente referidos como \"kiwis\".\"A kiwi country\" , Te Ara Desde então, o quiuí se tornou o símbolo nacional mais conhecido da Nova Zelândia, e a ave mais proeminente no brasão de armas, brasões e emblemas de muitas cidades, clubes e organizações da Nova Zelândia. A nível nacional, a silhueta vermelha de um quiuí está no centro do roundel da Força Aérea Real da Nova Zelândia. O quiuí é destaque no logotipo da liga de rugby da Nova Zelândia. Um quiuí já apareceu no verso de três moedas da Nova Zelândia: na moeda de um florim (dois xelins) de 1933 a 1966, na moeda de vinte centavos de 1967 a 1990 e na moeda de um dólar desde 1991. No comércio de moedas o dólar neozelandês é muitas vezes referido como \"o kiwi\". === Bibliografia === * Burbidge, M.L., Colbourne, R.M., Robertson, H.A., and Baker, A.J. (2003). Molecular and other biological evidence supports the recognition of at least three species of brown kiwi. Conservation Genetics, 4(2):167–77 * Cooper, Alan et al. (2001). Complete mitochondrial genome sequences of two extinct moas clarify ratite evolution. Nature, 409: 704–07. * SavetheKiwi.org * * Le Duc, D., G. Renaud, A. Krishnan, M.S. Almen, L. Huynen, S. J. Prohaska, M. Ongyerth, B. D. Bitarello, H. B. Schioth, M. Hofreiter, et al. 2015. Kiwi genome provides insights into the evolution of a nocturnal lifestyle. Genome Biology 16:147-162. == Ligações externas == * . * . * . * . * . * . * . * . * . Categoria:Apterygiformes Categoria:Aves não voadoras Categoria:Símbolos da Nova Zelândia * Categoria:Géneros de aves",
 "title": "Quiuí (ave)"
}