{
 "id": "53419",
 "text": "é a capital da prefeitura de Akita, na região de Tohoku, Japão. Em 1 de março de 2018, a cidade tinha uma população estimada em 309 878 habitantes e uma densidade populacional de 341,99 habitantes/km². A área total é de 906,09km². Recebeu o estatuto de cidade a 1 de Abril de 1889. ==História== A área da atual Akita foi parte da antiga Província de Dewa, e é habitada há milhares de anos. As ruínas Jizōden dentro dos limites da cidade são um importante sítio arqueológico com artefatos dos períodos Paleolítico japonês, Jōmon e Yayoi. Durante o Período Nara, a corte Yamato estabeleceu o Castelo de Akita em 733 d.C. para trazer as tribos Emishi locais para seu controle. A área foi governada por uma sucessão de clãs samurai locais no Período Sengoku, antes de cair no controle do Clã Satake do Domínio de Kubota durante o Período Edo. Sob o Xogunato Tokugawa, uma vila castelo se desenvolveu em volta do Castelo de Kubota. ===Eras Meiji e Taishō=== Com o início do Período Meiji, o Domínio de Kubota foi abolido, e sua vila castelo foi dividida nas vilas de Akita e Kubota. A Prefeitura de Akita foi estabelecida em 1871, e Shima Yoshitake foi nomeado o primeiro governador. O antigo Distrito de Akita foi dividido nos distritos de Kitaakita e Minamiakita em 1878. A maior parte da vila de Akita foi queimada por conta de um grande incêndio em 30 de abril de 1886. Com o estabelecimento do sistema de municipalidades em 1 de abril de 1889, a cidade de Akita foi oficialmente estabelecida, incluindo as antigas vilas de Kubota e Akita. A área do porto foi separada na Vila de Tsuchizakiko, que se tornou parte do Distrito de Minamiakita. A primeira sede do governo era localizada no antigo escritório do Distrito de Minamiakita. Em setembro de 1898, o 17° Regimento de Infantaria do Exército Imperial Japonês teve sua base em Akita. A primeira biblioteca pública foi aberta em 1898, a energia elétrica chegou em 1901, a Estação de Akita foi inaugurada em 1902, e os serviços de água encanada e de telefone chegaram em 1907. ===Era Shōwa=== O Banco de Akita foi estabelecido em 1941. A cidade foi devastada na guerra em 14 de agosto de 1945. Durante o Ataque Aéreo Tsuchzaki, mais de 250 pessoas morreram quando Boeings B-29 Superfortress da USAAF atacaram Akita entre a meia-noite e o amanhecer.Carter. The Army Air Forces in World War II: Combat Chronology, 1941-1945 Uma refinaria de petróleo da Nippon Oil na área de Tsuchizaki foi alvejada. Durante o tsunami que se seguiu ao terremoto do Mar do Japão de 1983, três residentes de Akita foram mortos. ===Era Heisei=== Em 1 de abril de 1997, Akita foi designada como uma cidade principal ganhando mais autonomia. A Akita Shinkansen iniciou as operações no mesmo ano. Em 2004, a cidade celebrou seu 400° aniversário. ==Geografia== A cidade de Akita está localizada nas planícies costeiras da área central da Prefeitura de Akita, sendo banhada pelo Mar do Japão ao oeste. O Rio Omono flui pelo centro da cidade. ===Municipalidades vizinhas=== Prefeitura de Akita *Kitaakita *Katagami *Yurihonjō *Daisen *Distrito de Minamiakita: Gojōme, Ikawa *Distrito de Kitaakita: Kamikoani *Distrito de Senboku: Nishiki ===Clima=== O clima de Akita é subtropical úmido (Köppen Cfa) e curiosamente é a cidade mais populosa na extremidade norte desta zona climática no Japão, na fronteira com o clima continental úmido (Köppen Dfa), comparável a Nova York, nos Estados Unidos. Akita é caracterizada por invernos frios com bastante neve, e por verões quentes e úmidos. A temperatura média varia de 0.1 °C em janeiro e 24.9 °C em agosto. Devido a sua localização próxima à costa do Mar do Japão, neva muito, acima de 377cm por estação, com a acumulação ocorrendo entre dezembro e março. A chuva é bem distribuída ao longo do ano, mas é ocorre com mais frequentemente no segundo semestre. Mais de dois terços de todos os dias veem algum tipo de precipitação, seja chuva ou neve. ==Economia== A economia de Akita permanece fortemente dependente da agricultura (principalmente do cultivo de arroz), silvicultura e extração mineral. Akita possui um dos mais importantes campos de petróleo do Japão. Refinamento de petróleo, carpintaria, metalurgia, e produção têxtil de seda são as principais indústrias. Akita também possui sedes de dois bancos regionais que servem a Prefeitura de Akita e a Região de Tōhoku: o Banco de Akita e o Banco Hokuto. ==Educação== ===Faculdades e universidades=== *Akita University *Akita Prefectural University *Akita International University *North Asia University *Seirei Women's Junior College *Japanese Red Cross Akita College of Nursing *Akita University of Art *Akita Nutrition Junior College *Misono Gakuen Junior College *Open University of Japan Akita learning center ==Transportes== ===Aeroporto=== *Aeroporto de Akita ===Ferrovias=== *JR East – Akita Shinkansen **Estação de Akita *JR East – Linha Principal Ōu **Estações de Ōbarino - Wada - Yotsugoya - Akita \\- Tsushizaki - Kami-Iijima - Oiwake *JR East - Linha Principal Uetsu **Estações de Shimohama - Katsurane - Araya - Ugo-Ushijima - Akita *JR East – Linha Oga **Estação de Oiwake ===Rodovias=== *Via expressa Akita *Via expressa Nihonkai-Tōhoku * Rota Nacional do Japão 7 * Rota Nacional do Japão 13 * Rota Nacional do Japão 46 * Rota Nacional do Japão 101 * Rota Nacional do Japão 285 * Rota Nacional do Japão 341 ===Portos=== * Porto de Akita == Cidades-irmãs == * Hitachiota, Japão * Daigo, Japão * Lanzhou, China * Passau, Alemanha * Kenai, Estados Unidos * St. Cloud, Estados Unidos * Vladivostok, Rússia * Malabon, Filipinas == Aparições marianas == Nossa Senhora de Akita é o título de uma aparição mariana ocorrida em 1973 por Agnes Katsuko Sasagawa na área remota de Yuzawadai, perto da cidade de Akita. As aparições foram aprovadas pela Santa Sé em 1988. A aprovação de 1988 foi feita pelo Cardeal Joseph Aloisius Ratzinger, que mais tarde se tornou o Papa Bento XVI. == Ligações externas == * Site oficial em japonês",
 "title": "Akita (cidade)"
}