{
 "id": "5341",
 "text": "Guia é uma vila portuguesa que foi sede da extinta Freguesia da Guia do Município de Pombal, freguesia que tinha 37,91 km² de área e 2 672 habitantes (2011), e portanto uma densidade populacional de 70,5 hab/km². A Freguesia da Guia, que havia sido criada em 1984, foi extinta (agregada) em 2013, no âmbito da reorganização administrativa do território das freguesias,Pela Lei nº 11-A/2013 de 28 de Janeiro para juntamente com as freguesias de Ilha e Mata Mourisca constituir a então criada União das freguesias de Guia, Ilha e Mata Mourisca com sede em Mata Mourisca. A povoação da Guia foi elevada à categoria de vila em 1 de Julho de 2003. A Guia engloba igualmente uma parte da orla marítima. ==População== População da freguesia de Guia Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1991 2001 2011 2 705 2 726 2 672 Criada pela Lei n.º 74/84 Diário da República - http://dre.tretas.org/dre/184026/, de 31 de Dezembro, com lugares da freguesia de Mata Mourisca == História == A origem da povoação da Guia remonta a 1620. Nestes tempos era uma planície solitária mas agradável, uma pequena aldeia, chamada Nossa Senhora da Guia. Em cercada pelos lugares de Outeiro Martinho, Seixo e Casal da Clara. As muitas planícies, a proximidade do mar, a mata abundante e as pastagens foram atraindo ao longo do tempo muitos populares, que ali se fixaram. Foi o cariz industrial que conferiu à sua população uma certa urbanidade. Essa dinâmica legou um desenvolvido sector dos serviços, que se mantém até hoje. Nos anos 1960 fora fundado o Externato da Guia para assegurar o ensino preparatório, e o terceiro ciclo e incrementar a educação dos jovens da região. Mais tarde, em 1988 esta instituição privada deu lugar à EB 2,3/S da Guia. Em 1984 a Guia desagrega-se da freguesia de Mata Mourisca para se tornar uma freguesia autónoma. Foi em 1998 que fora constituída a sua paróquia. E em 2003 foi elevada à categoria de vila. == Património == * Ermida de Nossa Senhora da Guia Foi a construção da ermida de Nossa Senhora da Guia que iria dar o nome a povoação. Efectivamente foi em 1620 que a ermida dedicada a Nossa Senhora da Guia foi construída por devoção à Santíssima Estrela dos navegantes (Ave Maris Stella). Esta mesma ermida seria chamada Casal dos Franceses porque no período das Invasões Francesas os militares de Napoleão estiveram albergados no templo da Senhora da Guia. * Praça do Rossio da Guia * Escola C+S da Guia == Indústria == Desde sempre a Guia manteve-se como um centro industrial muito dinâmico. A partir de 1889, a estação de caminhos-de-ferro favorece o desenvolvimento da povoação e a expansão da indústria da madeira. Entre 1903 e até à década de 1970 do século passado, foi um grande centro industrial graças na vasta extensão de pinhal que oferecia a lenha, principal fonte de energia de uma indústria ligada ao vidro. O apogeu viveu-se nas décadas de 30 e 40 quando a Guia chegou a ser considerada a povoação mais industrializada do concelho de Pombal. É na Guia que está a génese do grupo Covina, indústria de vidros especiais agora parte do grupo Saint Gobain. == Ligações externas == * * * Categoria:Antigas freguesias de Pombal Categoria:Vilas de Portugal",
 "title": "Guia (Pombal)"
}