{
 "id": "5342",
 "text": "A Ilha é uma povoação portuguesa do Município de Pombal, sede de paróquia da Diocese de Coimbra e que foi sede da extinta Freguesia de Ilha, freguesia que tinha 16,20 km² de área e 1 931 habitantes (2011), e, por isso, uma densidade populacional de 119,2 hab/km². Esta freguesia localizava-se a oeste do Município, fazendo fronteira com o Município de Leiria. A Freguesia de Ilha foi extinta (agregada), pela última Reorganização administrativa do território das freguesias, de acordo com a Lei nº 11-A/2013 de 28 de Janeiro, tendo o seu território sido aagregado ao das freguesias de Guia e Mata Mourisca para constituir a União das freguesias de Guia, Ilha e Mata Mourisca com sede em Mata Mourisca. A Freguesia da Ilha fora criada em 1989 a partir da divisão da Freguesia da Mata Mourisca. A primeira ermida no território que constituia a freguesia, foi construída no ano de 1677, sendo aqui enterradas as vítimas martirizadas pelos soldados aquando das Invasões Francesas. Ilha é reconhecida pela qualidade do seu artesanato de bracejo e da cestaria. O passado fortemente rural desta localidade, principalmente minifúndio, foi substituído nas últimas duas décadas pela construção civil, estando aqui sediadas dezenas de pequenas empresas dedicadas a esta actividade. Nesta aldeia encontram-se associações culturais tais como BFI (Banda Filarmónica Ilhense) e Rancho da Ilha. ==Património== A Ilha possui também um rico património cultural através da arte do bracejo, sendo uma arte singular do Município de Pombal estando frequentemente em todas os eventos culturais do município e outros. A Cooperativa das Cestinhas da Ilha, instituição que preserva esta arte, surgiu da vontade de 5 artesãs de preservar a arte do bracejo! Partindo de relatos de uma residente em Ilha, o artesanato feito a partir do bracejo surgiu nesta zona de uma brincadeira. Não se sabendo datas em concreto, numa primeira fase os utensílios produzidos cingiam-se ao cofo e alcofa de duas asas. Nos anos 30 do século XX, começam a surgir os capachos e assim se foram desenvolvendo novos produtos ao longo dos tempos. A arte em bracejo é, assim, uma manifestação da utilização das fibras vegetais, na criação de cofos, alcofas, capachos, esteirões e outros utensílios e objetos de decoração. Para saber mais acerca dos produtos descritos, visite a nossa galeria de imagens. in \"A Arte em Bracejo na Ilha dos Cestos\" ==Outros Locais de Interesse== * Capela de São Brás na Água Formosa * Parque de Lazer da Ilha ==Tradições== * Gastronomia: – Torresmos, Sopa de Vaca e Carneiro Cozido. * Artesanato: – Cestaria, Olaria, Pintura em Cerâmica, Artesanato de Bracejo e Tapeçaria. * Festas e Romarias: – Festa da Chouriça em Janeiro, S.Brás em Fevereiro, S. José em Março e Imaculada Conceição em Agosto. ==Associações== * Grupo Desportivo da Ilha - Fundado em 2 de Maio de 1975, conta com aproximadamente 400 associados e dedica-se à prática de Futebol de Onze (Seniores, Juvenis e Juniores). * Associação de Caçadores da Ilha - Fundada em 1990, conta com aproximadamente 76 associados e dedica-se à prática de Caça e Tiro aos Pratos. == Entidades de Carácter Social e Associativo== * Agrupamento Semi Breves * Associação Desportiva Recreativa e Cultural de Água Formosa * Associação Desportiva e Recreativa Filarmónica Ilhense * Cooperativa dos Cestinhos da Ilha * Rancho Etno Popular da Ilha * Associação Recreativa Cultural Escoura * Associação Recreativa e Cultural de Promoção Social (ARCUPS) * Associação Recreativa e Cultural dos Helenos (ARCULHE) * Centro Social e Paroquial da Ilha * Comissão Melhoramentos do Lugar da Ilha ==População== População da freguesia de Ilha Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1991 2001 2011 1 612 1 862 1 931 Criada pela Lei n.º 77/89, de 28 de Agosto, com lugares da Freguesia de Mata Mourisca.Diário da República - http://dre.tretas.org/dre/37016/ == Ligações externas == * *Portal da União de Freguesias Guia, Ilha e Mata Mourisca Categoria:Antigas freguesias de Pombal",
 "title": "Ilha (Pombal)"
}