{
 "id": "5347",
 "text": "A Freguesia de Pombal é uma freguesia portuguesa do Município de Pombal, com 97,61 km² de área e habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 2728 2338 8483 2500 2011 2765 1919 9343 3160 2021 2319 1845 8874 3846 == História == A partir do Castelo de Pombal, fundado pelos Templários sob mestria de Gualdim Pais, o espaço da história e do património, internaliza o sítio do burgo pombalense e o núcleo original da primeira expansão da freguesia. Aqui estão bem patentes as marcas deixadas por uma história riquíssima, onde se denotam as influências de grandes senhores, como os Condes de Castelo Melhor que mandaram construir a Igreja do Cardal e o Convento de Santo António, e o Marquês de Pombal que aqui mandou construir o Celeiro e o edifício da Cadeia. Do primeiro surto industrial que colocou Pombal na posição de foco nacional principal na transformação de produtos resinosos, denotam-se as marcas deixadas pela instalação de edificações com reconhecido interesse patrimonial, dos quais ainda hoje é possível apreciar elementos que se conservaram. == Património == * Castelo de Pombal - A memória mais antiga da cidade. Foi mandado construir por Gualdim Pais, cavaleiro da Ordem dos Templários. No século XVI passou a ser residência do alcaide-mor e com as invasões francesas foi arruinado. É hoje uma das mais bem preservadas fortalezas militares do país. * Celeiro do Marquês de Pombal ou Celeiro da Quinta da Gramela - Edifício de dois pisos. O primeiro é constituído por cinco portas de verga arqueada, apresentando a porta principal as ombreiras ligeiramente decoradas e encimadas pelo brasão do Marquês. No segundo Piso apresenta cinco janelas de lintel curvo diferenciadas entre si. De salientar o madeiramento do tecto, construído de forma a atenuar os efeitos sísmicos. * Torre do Relógio Velho - Mandada construir por D. Pedro para receber os tributos dos não cristãos em dia de São Martinho. * Largo do Pelourinho de Pombal - O pelourinho original encontra-se em fragmentos nos claustros do Convento do Cardal. No seu lugar encontra-se um moderno Pelourinho evocando os senhores de Pombal. * Casa Arte Nova - Edificada em 1930 segundo projecto de Ernesto Korrodi, com função inicial de habitação e comércio. Apresenta uma planta rectangular de volumes simples, cobertos por um telhado de quatro águas. * Igreja do Cardal - De estilo Barroco, apresenta uma planta cruxiforme. de notar a lápide evocativa da sepultura do Marquês de Pombal. Aqui descansaram os restos mortais do Marquês de Pombal até 1857. * Igreja do Carmo - Num dos extremos da Praça Marquês de Pombal, a Igreja do Carmo foi construída em 1760 em honra de Nossa Senhora do Carmo. No século XIX foi sede da confraria da Ordem Terceira de Nossa Senhora do Carmo. * Igreja de São Martinho - De fundação medieval, apresenta várias capelas de talha dourada, destacando-se a capela da Senhora da Piedade, encimada pelo brasão do capitão Jorge Botelho. * Solar da Quinta da Gramela - Cerca de 3 km de Pombal, na estrada que liga o lugar de Estrada para a Aldeia dos Anjos, é hoje propriedade particular. Em 1759 era constituída por casas térreas. Posteriormente é feito o solar, edifício de dois pisos com uma capela adjacente, tem em anexo um duplo páteo que servia de residência aos criados, de arrumo de alfaias e depósito de produtos agrícolas. * Casa do Marquês - Casa onde o Marquês de Pombal passou os últimos anos da sua vida e foi sujeito a interrogatório pela sua acção enquanto estadista. Situa-se na Praça Marquês de Pombal junto à Igreja Matriz. * Ponte sobre o Rio Arunca - Construída no século XVIII sobre o rio Arunca para a passagem da Estrada Real. * Busto do Marquês de Pombal - Situa-se no Jardim Municipal do Cardal. É uma estátua de bronze de Ernesto Korrodi com base em calcário da autoria de Fernandes de Sá. É a primeira estátua erigida ao Marquês em Portugal. Foi inaugurada em 1907. * Museu Municipal Marquês de Pombal - Situa-se no Convento do Cardal. É constituído por cinco salas com artefactos e uma extensa bibliografia com documentos de grande importância histórica sobre o Marquês de Pombal. O museu abriu as suas portas a 8 de Maio de 1982. * Praça do Marquês de Pombal - Aqui domina a Igreja Matriz de São Martinho ligada à paz de que foi obreira a Rainha Santa Isabel, dando também nome à comenda da Ordem de Cristo de que o Marquês foi senhor. * Outras Casas Brasonadas - Na rua António José Teixeira, uma casa modernizada contém um escudo esquartelado que veio da Quinta das Mondrarias e que se caracteriza por ter no primeiro quartel um leão circundado de outros animais. No segundo quartel possuie as armas dos Ataídes. No terceiro, as armas dos Sousas, e no quarto as armas dos Barros. * Cadeia - À direita da Igreja Matriz encontra-se a Cadeia mandada construir pelo Marquês de Pombal. O seu interior sofreu profundas alterações há alguns anos. O piso térreo teve algumas obras de beneficiação em 1875-77. De realçar a presença de uma pequena sineta que terá vindo da Torre do Relógio. * Hospedaria - Edificação situada em frente da Igreja de São Martinho. == Outros locais de interesse == * Miradouro da Escola EBI Gualdim Pais na Charneca * Corredor de Lazer Ribeirinho - Jardim do Arunca * Mata do Castelo de Pombal * Jardim do Cardal * Jardim do Vale * Jardim das Oliveiras == Tradições == Festas e Romarias: * Festa de Santo Amaro em Janeiro * Festas do Bodo na última semana de Julho * Feira Nacional de Artesanato e Tasquinhas em Setembro == Ligações externas == * *",
 "title": "Pombal (freguesia)"
}