{
 "id": "53471",
 "text": "Kylie Ann Minogue (Melbourne, ), frequentemente referida mononimamente como Kylie, é uma cantora, compositora, atriz, produtora musical e personalidade de televisão australiana. Com vendas de mais de 80 milhões de discos em todo o mundo, Minogue é a artista australiana que mais vendeu unidades de seus trabalhos musicais em todos os tempos e tem sido reconhecida por suas reivenções na música e na moda, sendo referida pela imprensa europeia como a \"Princesa do Pop\" e um ícone de estilo. Nascida e criada em Melbourne, Minogue iniciou sua carreira como atriz infantil, atuando na soap opera The Sullivans (1979), e também nas séries de televisão Skyways (1980) e The Henderson Kids (1985), sendo que nesta última figurou em um papel de destaque. Posteriormente, alcançou o reconhecimento nacional estrelando a soap opera Neighbours (1986-88). Ela decidiu se aventurar como artista musical no final dos anos 1980, lançando quatro álbuns de estúdio com influência de bubblegum pop e dance pop produzidos por Stock Aitken Waterman, acumulando vários singles entre os dez primeiros lugares no Reino Unido e na Austrália, incluindo \"I Should Be So Lucky\", \"The Loco-Motion\", \"Hand on Your Heart\" e \"Better the Devil You Know\". Assumindo maior controle criativo sobre sua música, Minogue lançou os álbuns Kylie Minogue (1994) e Impossible Princess (1997), recebendo críticas positivas, mas com sucesso comercial menor. Em 2000, ela voltou à música dance mainstream com Light Years, que foi precedido pelo single \"Spinning Around\". Do álbum seguinte, Fever (2001), foi lançada a faixa \"Can't Get You Out of My Head\", que se tornou um dos singles de maior sucesso daquela década, vendendo mais de cinco milhões de unidades. Minogue continuou reinventando sua imagem e experimentando uma variedade de gêneros em seus próximos álbuns, que produziram singles de sucesso como \"Slow\", \"2 Hearts\" e \"All the Lovers\". Durante a década de 2020, ela se tornou a primeira artista feminina a ter ao menos um álbum em primeiro lugar e um single no top dez das paradas musicais britânicas por cinco décadas consecutivas, com Disco (2020) e \"Padam Padam\" (2023), respectivamente. Minogue fez sua estreia no cinema em The Delinquents (1989) e interpretou Cammy em Street Fighter (1994). Ela também apareceu nos filmes Moulin Rouge! (2001), Jack & Diane, Holy Motors (2012) e San Andreas (2015). Em 2014, a artista apareceu como jurada e técnica nas terceiras temporadas do The Voice UK e The Voice Australia. Durante sua carreira, ela foi honrada com diversos prêmios, entre eles dois Grammy, três Brit Awards e 17 ARIA Music Awards. No 25º aniversário do ARIA Music Awards em 2011, ela foi introduzida pela Australian Recording Industry Association no ARIA Hall of Fame. Suas honrarias incluem nomeações como da Ordem do Império Britânico e Ordem das Artes e das Letras por suas contribuições musicais e culturais. Minogue também recebeu o título de Doutora honorária em Ciências da Saúde (D.H.Sc.) pela Universidade de Anglia Ruskin por seu trabalho na conscientização sobre o câncer de mama. Seus outros empreendimentos incluem endossos de produtos, livros infantis, moda e obras de caridade. ==Biografia e carreira== ===1968-1986: Infância, adolescência e início de carreira=== Kylie Ann Minogue nasceu em 28 de maio de 1968 em Melbourne, Vitória, Austrália. Seu pai, Ronald Charles Minogue, é contador em uma empresa familiar de automóveis; sua mãe, Carol Minogue (nascida Ann Jones), é uma ex-dançarina de balé. Minogue é a mais velha de três filhos: seu irmão mais novo, Brendan Minogue, é cinegrafista de telejornais na Austrália, enquanto sua irmã mais nova, Dannii Minogue, é cantora e apresentadora de televisão. Minogue recebeu seu nome por conta da palavra da língua Nyungar para \"bumerangue\", e tem herança galesa e irlandesa. A família frequentemente se mudava para vários subúrbios de Melbourne para sustentar suas despesas, o que Minogue achava perturbador quando criança. Ela frequentou por pouco tempo a Studfield Primary School em Wantirna South, Vitória. Quando eles se mudaram para Surrey Hills, Minogue foi aluna na Camberwell High School. Durante seus anos na escola, Minogue achava difícil fazer amigos. Minogue se descreveu como uma aluna de \"inteligência média\" e \"bastante modesta\" durante seus anos de colégio. Ela obteve seu diploma no ensino médio com disciplinas incluindo Artes e Gráficos, bem como Inglês. Aos quatro anos de idade, Minogue frequentou uma aula de ritmo local, antes de aprender a tocar violino e piano na escola primária. Em um festival local em Dandenong, Minogue tocou \"Run Rabbit Run\" e ganhou o prêmio de segundo lugar em um concurso de piano. Enquanto crescia, ela e sua irmã Dannii tiveram aulas de canto e dança. Sob a orientação de sua mãe e sua tia Suzette, as irmãs foram a um teste para um papel secundário na soap opera The Sullivans em 1979. O produtor Alan Hardy finalmente deu a Kylie, com dez anos, sua estreia na televisão no papel de Carla, uma órfã holandesa que se torna amiga de um grupo de soldados australianos. Minogue interpretou Carla por oito episódios, para os quais ela teve que adotar um sotaque holandês. Este trabalho foi seguido por uma participação em um episódio da série de televisão Skyways (1980), no papel de Robin, uma garota mal-humorada. Em 1985, ela foi escalada para um dos papéis principais em The Henderson Kids. Minogue tirou um tempo da escola para filmar The Henderson Kids e embora sua mãe não tenha se surpreendido, Minogue sentiu que precisava de independência para entrar na indústria do entretenimento. Durante as filmagens, a co-estrela Nadine Garner considerou Minogue \"frágil\" depois que os produtores gritaram com ela por esquecer suas falas; ela costumava chorar no estúdio. Ela foi desligada da segunda temporada do programa depois que o produtor Alan Hardy sentiu a necessidade de sua personagem ser \"descartada\". Em retrospecto, Hardy afirmou que retirá-la da exibição \"acabou sendo a melhor coisa para ela\". Interessada em seguir uma carreira na música, Minogue fez uma fita demo para os produtores do programa musical semanal Young Talent Time, que apresentava Dannii como artista regular. Kylie fez sua primeira performance cantando na televisão no programa em 1985, mas não foi convidada para se juntar ao elenco. Kylie foi escalada para a soap opera Neighbours em 1986, como Charlene Mitchell, uma estudante que se tornou mecânica de garagem. Neighbours alcançou popularidade também no Reino Unido, e o arco de história entre sua personagem e o interpretado por Jason Donovan culminou em um episódio de seu casamento em 1987 que atraiu um público de 20 milhões de telespectadores britânicos. Minogue se tornou a primeira pessoa a ganhar quatro Logie Awards em um ano e foi a mais jovem a receber o \"Logie de Ouro\" como a \"Artista de televisão mais popular\" do país, com o resultado sendo determinado pelo voto do público. ===1987–1989: Kylie e Enjoy Yourself=== Durante um concerto beneficente do Fitzroy Football Club com outros membros do elenco de Neighbours, Minogue interpretou \"I Got You Babe\" como um dueto com o ator John Waters e \"The Loco- Motion\" como bis. Posteriormente, ela assinou um contrato de gravação com a Mushroom Records em 1987. Ela veio a regravar a última canção citada, tornando seu primeiro single. Ele passou sete semanas primeiro lugar da parada australiana de singles e se tornou o single mais vendido do país na década de 1980. Ela recebeu o prêmio de single mais vendido do ano no ARIA Music Awards. Seu sucesso resultou na viagem de Minogue para a Inglaterra com o executivo da Mushroom Records, Gary Ashley, para trabalhar com o trio de produtores Stock Aitken Waterman. Eles sabiam pouco de Minogue e se esqueceram de que ela estava chegando; como resultado, eles escreveram \"I Should Be So Lucky\" enquanto ela esperava do lado de fora do estúdio. A canção alcançou o número um no Reino Unido, Austrália, Alemanha, Finlândia, Suíça, Israel e Hong Kong. Minogue ganhou seu segundo prêmio ARIA consecutivo por single mais vendido do ano, e recebeu um \"Prêmio de conquista especial\". Seu álbum de estreia, Kylie, foi lançado em julho de 1988. O álbum é uma coleção de músicas pop dançantes e passou mais de um ano na UK Albums Chart, incluindo várias semanas no número um, eventualmente se tornando o álbum mais vendido da década de 1980 por uma artista feminina. Foi ouro nos Estados Unidos, enquanto o single \"The Locomotion\" alcançou o terceiro lugar na parada Billboard Hot 100, e o número um na parada dance canadense. O single \"Got to Be Certain\" tornou-se seu terceiro single consecutivo a alcançar o número um nas paradas musicais australianas. No final do ano, ela deixou Neighbours para se concentrar em sua carreira musical. Minogue também colaborou com Jason Donovan na canção \"Especially for You\", que alcançou a posição de número um no Reino Unido e, em dezembro de 2014, bateu um milhão de cópias no país. Minogue foi algumas vezes referido como \"a periquita cantora\" por seus detratores nos anos seguintes. Em uma análise do álbum Kylie para o AllMusic, Chris True descreveu as músicas como \"padrões, do final dos anos 80... chicletes\", mas acrescentou: \"sua fofura torna essas faixas insípidas suportáveis\". O segundo álbum da artista, Enjoy Yourself, foi lançado em outubro de 1989. Foi um sucesso no Reino Unido, Europa, Nova Zelândia, Ásia e Austrália e gerou os singles que alcançaram o topo das tabelas no Reino Unido \"Hand on Your Heart\" e \"Tears on My Pillow\". No entanto, não vendeu bem na América do Norte e Minogue foi dispensada por sua gravadora americana Geffen Records. Ela então embarcou em sua primeira turnê solo, a Enjoy Yourself Tour, no Reino Unido, Europa, Ásia e Austrália em fevereiro de 1990. Ela também foi uma das cantoras a participar do remake de \"Do They Know It's Christmas?\". O filme de estreia de Minogue, The Delinquents, foi lançado em dezembro de 1989. O filme recebeu críticas mistas da crítica, mas se mostrou popular com o público. No Reino Unido, arrecadou mais de £ 200 000, e na Austrália, foi o quarto filme local de maior bilheteria de 1989 e o filme local de maior bilheteria de 1990. ===1990-1992: Rhythm of Love, Let's Get to It e Greatest Hits=== Seu terceiro álbum de estúdio, Rhythm of Love, foi lançado em novembro de 1990 e foi descrito como \"mais maduro do que seus álbuns anteriores, por Chris True do AllMusic. O álbum não alcançou o sucesso comercial de seus predecessores, mas três de seus singles - \"Better the Devil You Know\", \"Step Back in Time\" e \"Shocked\" - alcançaram o top 10 no Reino Unido e na Austrália. Ernest Macias da Entertainment Weekly observou que, em Rhythm of Love, Minogue \"apresentou uma imagem mais madura e sexualmente estimulada\". Macias também apontou que o álbum \"mostra o início da carreira de Minogue como ícone pop, impulsionada por seus vocais angelicais, videoclipes sensuais, moda chique e som dance distinto\". Seu relacionamento com Michael Hutchence também foi visto como parte de seu afastamento de sua personalidade anterior. A criação do vídeo de \"Better the Devil You Know\" foi a primeira vez que Minogue \"se sentiu parte do processo criativo\". Ela disse:\" Eu não estava no comando, mas tinha voz. Eu comprei algumas roupas na King's Road para o vídeo. Eu vi uma nova maneira de expressar meu ponto de vista criativamente\". Para promover o álbum, Minogue embarcou na Rhythm of Love Tour em fevereiro de 1991. O quarto álbum de Minogue, Let's Get to It, foi lançado em outubro de 1991 e alcançou a posição de número 15 na UK Albums Chart. Foi seu primeiro álbum a não conseguir chegar às dez primeiras posições. Enquanto o primeiro single do álbum, \"Word Is Out\", também tornou-se seu primeiro single a não chegar ao top dez da UK Singles Chart, os singles subsequentes \"If You Were with Me Now\" e \"Give Me Just a Little More Time\" alcançaram as cinco primeiras posições. Para divulgar o álbum, ela embarcou na turnê Let's Get to It Tour em outubro. Mais tarde, ela expressou sua opinião de que foi \"sufocada\" pela produção de Stock, Aitken e Waterman, dizendo: \"Eu fui uma marionete no início. Fui cegada pela minha gravadora. Não conseguia olhar para a esquerda ou para a direita\". Seu primeiro álbum de grandes sucessos, intitulado Greatest Hits, foi lançado em agosto de 1992. Alcançou o primeiro lugar no Reino Unido, e o terceiro na Austrália. Os singles do álbum, \"What Kind of Fool (Heard All That Before)\" e sua regravação de Kool & the Gang, \"Celebration\", alcançaram o top 20 no Reino Unido. ===1993–1998: Kylie Minogue e Impossible Princess=== A assinatura de Minogue com a Deconstruction Records em 1993 marcou uma nova fase em sua carreira. Seu quinto álbum, Kylie Minogue, foi lançado em setembro de 1994 e marcou um afastamento de seu som anterior, pois \"não apresentava mais o brilho da produção Stock-Aitken-Waterman\", com os críticos elogiando os vocais de Minogue e a produção do disco. Foi produzido pelos produtores de dance music Brothers In Rhythm, nomeadamente Dave Seaman e Steve Anderson, que já haviam produzido \"Finer Feelings\", seu último single com sua antiga gravadora. A partir deste momento, Anderson passou a ser o diretor musical de Minogue. O álbum alcançou a quarta posição na UK Albums Chart, e foi certificado com ouro no país. Seu primeiro single, \"Confide in Me\", passou quatro semanas no número um na parada de singles australiana. Os próximos dois singles do álbum, \"Put Yourself in My Place\" e \"Where Is the Feeling?\", alcançaram as vinte primeiras posições da UK Singles Chart. Durante este período, Minogue fez uma aparição como ela mesma em um episódio da comédia The Vicar of Dibley. O diretor Steven E. de Souza viu a foto de capa de Minogue na revista australiana Who como uma das \"30 pessoas mais bonitas do mundo\" e ofereceu a ela um papel ao lado de Jean-Claude Van Damme no filme Street Fighter. O filme foi um sucesso moderado, arrecadando US$ 70 milhões nos Estados Unidos, mas recebeu críticas ruins, com Richard Harrington do The Washington Post chamando Minogue de \"a pior atriz do mundo da língua inglesa\". Ela teve um papel menor no filme, Bio- Dome (1996), estrelado por Pauly Shore e Stephen Baldwin. Ela também apareceu no curta-metragem Hayride to Hell (1995) e no filme Diana & Me (1997). Em 1995, Minogue colaborou com o artista australiano Nick Cave para a canção \"Where the Wild Roses Grow\". Cave estava interessado em trabalhar com Minogue desde que ouviu \"Better the Devil You Know\", dizendo que continha \"uma das letras mais violentas e angustiantes da música pop\". O videoclipe da música foi inspirado na pintura Ophelia (1851–1852) de John Everett Millais e mostrava Minogue como a mulher assassinada, flutuando em um lago enquanto uma serpente nadava sobre seu corpo. O single recebeu grande atenção na Europa, onde alcançou o top 10 em vários países, e alcançou o segundo lugar na Austrália. A canção ganhou os prêmios de \"Canção do ano\" e \"Melhor lançamento pop\" no ARIA Awards. Após apresentações em concertos com Cave, Minogue recitou a letra de \"I Should Be So Lucky\" como poesia no Royal Albert Hall em Londres. Em 1997, seu namorado, o fotógrafo francês Stéphane Sednaoui, a encorajou a desenvolver sua criatividade. Inspirados por uma apreciação mútua da cultura japonesa, eles criaram uma combinação visual de \"gueixa e super-heroína de mangá\" para as fotos tiradas para o sexto álbum de estúdio de Minogue, Impossible Princess, e o vídeo de \"GBI (German Bold Italic)\", colaboração de Minogue com Towa Tei. Ela se inspirou na música de artistas como Shirley Manson e Garbage, Björk, Tricky e U2, e músicos pop japoneses como Pizzicato Five e Towa Tei. O álbum contou com colaborações de músicos incluindo James Dean Bradfield e Sean Moore, do Manic Street Preachers. Impossible Princess recebeu algumas críticas negativas em seu lançamento em 1997, mas seria elogiado como um dos melhores e mais pessoal trabalho de Minogue em análises retrospectivas. Em 2003, Sal Cinquemani da Slant Magazine chamou de \"um esforço profundamente pessoal\" e \"o melhor álbum de Minogue até agora\", enquanto Evan Sawdey, do PopMatters, descreveu Impossible Princess como \"um dos álbuns de dance-pop mais loucos e quase perfeitos já criados\" em uma revisão de 2008. Principalmente um álbum dance, Minogue rebateu sugestões de que ela estava tentando se tornar uma artista indie. Reconhecendo que ela havia tentado escapar das percepções sobre ela que se desenvolveram durante seu início de carreira, Minogue comentou que ela estava pronta para \"esquecer as críticas dolorosas\" e \"aceitar o passado, abraçá-lo, usá-lo\". O videoclipe de \"Did It Again\" homenageou suas encarnações anteriores. Renomeado para Kylie Minogue no Reino Unido após a morte de Diana, Princesa de Gales, tornou-se o álbum menos vendido de sua carreira até o momento. No final do ano, uma campanha da Virgin Radio declarou: \"Fizemos algo para melhorar os álbuns de Kylie: nós os banimos\". Na Austrália, o álbum foi um sucesso e permaneceu por 35 semanas na tabela de álbuns. A turnê Intimate and Live de Minogue em 1998 acabou sendo estendida devido à demanda. Ela fez várias apresentações ao vivo na Austrália, incluindo no Sydney Gay e Lesbian Mardi Gras de 1998, na cerimônia de abertura do Crown Casino de Melbourne, e no Fox Studios de Sydney em 1999, onde ela cantou \"Diamonds Are a Girl's Best Friend\" de Marilyn Monroe, bem como um concerto de Natal em Dili, Timor Leste, em associação com as Forças de manutenção da paz das Nações Unidas. Em 2000, ela interpretou um pequeno papel no filme australiano de Molly Ringwald, Cut. ===1999–2003: Light Years, Fever e Body Language=== Em 1999, Minogue fez um dueto com os Pet Shop Boys na música \"In Denial\" no álbum Nightlife, e passou vários meses em Barbados atuando em The Tempest, de Shakespeare. Ela então apareceu no filme Sample People e regravou a canção de \"The Real Thing\", de Russell Morris, para a trilha sonora. A intérprete assinou com a gravadora Parlophone em abril, que tinha a intenção de restabelecê-la como uma artista pop. Seu sétimo álbum de estúdio, Light Years, foi lançado em 25 de setembro de 2000. A revista NME o chamou de um álbum \"divertido e perfeitamente formado\", com Minogue \"abandonando sua considerável preocupação com o [parecer] descolada e voltando às suas raízes disco-pop\". Foi um sucesso comercial, tornando-se o primeiro álbum da artista a alcançar o topo das tabelas na Austrália. O primeiro single, \"Spinning Around\", estreou no topo da UK Singles Chart, tornando-a a segunda artista a ter um single número um em três décadas consecutivas (depois de Madonna). O videoclipe acompanhante apresentava Minogue usando hot pants douradas, que passou a ser considerada sua \"marca registrada\". Três outros singles - \"On a Night Like This\", \"Kids\" (com Robbie Williams) e \"Please Stay\" - chegaram às dez primeiras posições no Reino Unido. Um elaborado livro de arte intitulado Kylie, com contribuições de Minogue e do diretor criativo William Baker, foi publicado pela Booth-Clibborn em março de 2000. Em outubro, ela se apresentou nas cerimônias de encerramento das Olimpíadas de Sydney em 2000 e na cerimônia de abertura das Paraolimpíadas. Sua performance de \"Dancing Queen\" do ABBA foi escolhida como um dos momentos mais memoráveis ​​da cerimônia de encerramento das Olimpíadas, segundo Kate Samuelson da revista TNT. No ano seguinte, ela embarcou na turnê On a Night Like This, que foi inspirada no estilo dos shows da Broadway e nos musicais da década de 1930. A cantora também fez uma breve participação como A Fada Verde em Moulin Rouge!, de Baz Luhrmann, que lhe rendeu uma indicação ao MTV Movie Awards 2002. \"Spinning Around\" e Light Years ganharam consecutivamente o prêmio ARIA de \"Melhor lançamento pop\" em 2000 e 2001. Em setembro de 2001, Minogue lançou \"Can't Get You Out of My Head\", o primeiro single de seu oitavo álbum de estúdio, Fever. A faixa alcançou o número um em mais de 40 países e vendeu 5 milhões de cópias, tornando-se o single de maior sucesso de sua carreira. O videoclipe que o acompanhava apresentava a cantora ostentando um infame macacão branco com capuz e decote profundo. Os singles seguintes — \"In Your Eyes\", \"Love at First Sight\" e \"Come into My World\" — alcançaram o top dez na Austrália e no Reino Unido. Lançado em 1 de outubro, Fever liderou as paradas na Alemanha, Austrália, Áustria, Irlanda, e no Reino Unido, e alcançou vendas mundiais superior a seis milhões. Dominique Leone, da Pitchfork, elogiou sua composição simples e \"confortável\", classificando-o como um \"som maduro de uma artista madura, e que pode muito bem restabelecer Minogue para a geração da VH1\". A recepção calorosa ao álbum levou ao seu lançamento nos Estados Unidos em fevereiro de 2002 pela Capitol Records, o primeiro de Minogue em 13 anos a ser lançado no país. Ele estreou na Billboard 200 em terceiro lugar, seu álbum de maior sucesso na região, enquanto alcançou o número 10 na parada de álbuns canadense. Para promover o álbum, Minogue embarcou na turnê KylieFever2002, percorrendo a Europa e Austrália entre abril e agosto de 2002. Ela apresentou várias músicas cantadas na turnê em uma série de concertos Jingle Ball nos Estados Unidos em 2002 e 2003. Ela recebeu quatro troféus no ARIA Awards de 2002, incluindo de single mais vendido e o single do ano por \"Can't Get You Out of My Head\". No mesmo ano, a artista ganhou as categorias de \"Artista solo feminina internacional\" e \"Melhor álbum internacional\" por Fever no Brit Awards de 2002, sendo suas duas primeiras vitórias na premiação. Em 2003, Minogue recebeu sua primeira indicação ao Grammy de \"Melhor gravação dance\" por \"Love at First Sight\", antes de ganhar o prêmio por \"Come into My World\" no ano seguinte, marcando a primeira vez que um artista musical australiano ganhou em uma categoria importante desde Men at Work em 1983. Em novembro de 2003, Minogue lançou seu nono álbum de estúdio, Body Language, após um concerto apenas para convidados, intitulado Money Can't Buy, ser realizado no Hammersmith Apollo em Londres. O disco foi inspirado por artistas da década de 1980 como Scritti Politti, The Human League, Adam and the Ants e Prince, misturando seus estilos com elementos do hip hop. As vendas do álbum foram menores do que o previsto após o sucesso de Fever, embora o primeiro single, \"Slow\", tenha alcançado o topo das paradas no Reino Unido e Austrália. Mais dois singles do álbum foram lançados: \"Red Blooded Woman\" e \"Chocolate\". Nos Estados Unidos, \"Slow\" alcançou o primeiro lugar na parada Dance Club Songs, e recebeu uma indicação ao Grammy na categoria de \"Melhor gravação dance\". No país, Body Language vendeu cerca de 43 000 cópias em sua semana de lançamento, diminuindo significativamente na semana seguinte. Devido a isso, o The Wall Street Journal descreveu Minogue como \"uma estrela internacional que parece eternamente incapaz de conquistar o mercado dos Estados Unidos\". A cantora comentou que ela havia dito a sua gravadora norte-americana que não estava disposta a investir o tempo necessário para se estabelecer nos Estados Unidos, e que ela preferia realçar o sucesso que ela já havia conseguido em outras partes do mundo, algo compreendido pela Billboard como uma \"decisão de negócio… se eu fosse seu contador, eu não poderia culpá-la por fazer esse apelo\". ===2004–2009: Ultimate Kylie, Showgirl e X=== Em novembro de 2004, Minogue lançou seu segundo álbum oficial de grandes sucessos, intitulado Ultimate Kylie. O álbum teve dois singles: \"I Believe in You\" e \"Giving You Up\". O primeiro foi posteriormente nomeado para um Grammy na categoria de \"Melhor gravação dance\". Em março de 2005, Minogue começou sua Showgirl: The Greatest Hits Tour, que correria pela Europa, e posteriormente Ásia e Austrália. Depois de se apresentar em território europeu, ela viajou para Melbourne, onde foi diagnosticada com câncer de mama, forçando-a a cancelar o restante da turnê. Minogue foi submetida a uma cirurgia em maio de 2005 e iniciou o tratamento de quimioterapia logo depois. Foi anunciado em janeiro de 2006 que ela havia terminado a quimioterapia e que a doença \"não teve recorrência\" após a cirurgia. A intérprete continuou seu tratamento nos meses seguintes. Em dezembro de 2005, Minogue lançou um single apenas digital, \"Over the Rainbow\", uma gravação ao vivo de sua turnê Showgirl. Seu livro infantil, The Showgirl Princess, escrito durante seu período de convalescença, foi publicado em outubro de 2006, e seu perfume, Darling, foi lançado em novembro. A gama foi posteriormente aumentada por outros perfumes incluindo Pink Sparkle, Couture e Inverse. Minogue retomou sua turnê em novembro de 2006, sob o título Showgirl: The Homecoming Tour, cobrindo as datas canceladas na Austrália e novos shows no Reino Unido. Suas rotinas de dança foram reformuladas para acomodar sua condição médica, com mudanças de roupa mais lentas e intervalos mais longos introduzidos entre as seções dos concertos para conservar suas forças. A mídia relatou que Minogue se apresentou energicamente, com o The Sydney Morning Herald descrevendo o show como uma \"extravagância\" e \"nada menos que um triunfo\". Ela dublou Florence no filme de animação The Magic Roundabout, baseado na série de televisão de mesmo nome. A cantora concluiu a gravação de suas falas em 2002, antes de ser lançado em 2005 na Europa. Um ano depois, ela reprisou o papel e gravou a música tema para a edição americana, rebatizada como Doogal, que arrecadou US$ 26 691 243 em todo o mundo. Em novembro de 2007, Minogue lançou seu décimo e muito discutido álbum \"de retorno\", X. O álbum incluiu contribuições de Guy Chambers, Cathy Dennis, Bloodshy & Avant e Calvin Harris. O projeto recebeu algumas críticas pela trivialidade de suas letras à luz das experiências de Minogue com o câncer de mama. X e seu primeiro single, \"2 Hearts\", estrearam em primeiro lugar nas paradas australianas de álbuns e singles, respectivamente. No Reino Unido, X atraiu inicialmente vendas mornas, embora seu desempenho comercial tenha melhorado posteriormente. Os singles seguintes do álbum, \"In My Arms\" e \"Wow\", alcançaram as dez primeiras posições na parada britânica. Nos Estados Unidos, o álbum foi indicado ao Grammy como \"Melhor álbum de dance ou eletrônica\" na cerimônia de 2009. Como parte da promoção do disco, Minogue apareceu em White Diamond: A Personal Portrait of Kylie Minogue, um documentário filmado durante 2006 e 2007 durante a Showgirl: The Homecoming Tour. Ela também apareceu em The Kylie Show, onde ela apresentou várias canções, bem como esquetes cômicas. Ela co-estrelou no episódio especial de Natal de Doctor Who, \"Voyage of the Damned\", como Astrid Peth. O episódio foi assistido por 13,31 milhões de telespectadores, que foi o maior número de audiência do programa desde 1979. Em maio de 2008, Minogue embarcou na parte europeia da turnê KylieX2008, sua turnê mais cara até o momento, com custos de produção de £ 10 milhões. A turnê foi geralmente elogiada pelos críticos e foi um sucesso em vendas de ingressos. Em maio, ela foi nomeada Chevalier da Ordem das Artes e das Letras francesa, o grau júnior da maior honra cultural da França. Em julho, ela foi oficialmente investida pelo Príncipe de Gales como Oficial da Ordem do Império Britânico. Ela também ganhou o prêmio de \"Melhor artista solo feminina internacional\" no Brit Awards de 2008. Em setembro, ela fez sua estreia no Oriente Médio como artista principal na abertura do Atlantis Hotel, um hotel e resort exclusivo em Dubai, e a partir de novembro, ela continuou sua turnê KylieX2008, levando o show para cidades da América do Sul, Ásia e Austrália. A excursão visitou 21 países e foi considerada um sucesso, com vendas de ingressos estimadas em US$ 70 000 000. Em 2009, Minogue apresentou o Brit Awards com James Corden e Mathew Horne. Ela então embarcou na turnê For You, for Me, que foi sua primeira excursão de shows pela América do Norte. Minogue também apareceu no filme indiano Blue, interpretando uma música de A. R. Rahman. ===2010–2012: Aphrodite e K25=== Em julho de 2010, Minogue lançou seu décimo primeiro álbum de estúdio, Aphrodite. O álbum contou com novos compositores e produtores, incluindo Stuart Price como produtor executivo. Price também contribuiu na composição de canções juntamente com Minogue, Calvin Harris, Jake Shears, Nerina Pallot, Pascal Gabriel, Lucas Secon, Tim Rice-Oxley e Kish Mauve. O álbum recebeu críticas favoráveis ​​da maioria dos críticos musicais; Rob Sheffield da Rolling Stone rotulou o álbum de Minogue como seu \"melhor trabalho desde o subestimado Impossible Princess de 1997\" e Tim Sendra da AllMusic elogiou a escolha de colaboradores e produtores de Minogue, comentando que o álbum é \"o trabalho de alguém que sabe exatamente quais são suas habilidades e quem contratar para ajudar a exibi-los com perfeição\". Aphrodite estreou em primeiro lugar no Reino Unido, exatamente 22 anos após seu primeiro álbum alcançar o topo no Reino Unido. O primeiro single do álbum, \"All the Lovers\", foi um sucesso e se tornou seu 33º single a atingir as dez primeiras posições no Reino Unido, embora os lançamentos subsequentes do álbum, \"Get Outta My Way\", \"Better than Today\" e \"Put Your Hands Up (If You Feel Love)\", não tenham conseguido o mesmo feito. No entanto, todos os singles lançados do álbum chegaram ao topo da tabela Dance Club Songs nos Estados Unidos. Minogue gravou um dueto com a dupla de synth pop Hurts em sua canção \"Devotion\", que foi incluída no álbum do grupo, Happiness. Ela então participou do single \"Higher\" de Taio Cruz. O resultado foi um sucesso, chegando ao top 10 em vários países e alcançando o terceiro lugar na Dance Club Songs. Na época, Minogue também ocupava o primeiro lugar na parada com \"Better than Today\", tornando-se a primeira artista a reivindicar dois dos três primeiros lugares ao mesmo tempo na história da parada americana. No fim de 2010, ela lançou o extended play A Kylie Christmas, que incluía regravações de clássicos de Natal, incluindo \"Let It Snow\" e \"Santa Baby\". Minogue embarcou na Aphrodite: Les Folies Tour em fevereiro de 2011, cobrindo a Europa, América do Norte, Ásia, Austrália e África. Com um cenário inspirado no nascimento da deusa do amor Afrodite e na cultura e história gregas, foi saudado com críticas positivas da crítica, que elogiou o conceito e a produção do palco. A turnê também foi um sucesso comercial, arrecadando US$ 60 milhões e classificando-se em sexto e 21º lugar na lista anual Top Concert Tours da revista Pollstar, respectivamente. Em março de 2012, Minogue deu início a uma celebração de seus 25 anos na indústria musical, que foi chamada de K25. As comemorações começaram com ela embarcando na Anti Tour na Inglaterra e Austrália, que apresentava B-sides, demos e raridades de seu catálogo musical. A turnê foi recebida positivamente por sua atmosfera íntima e foi um sucesso comercial, arrecadando mais de dois milhões de dólares em quatro shows. Ela então lançou o single \"Timebomb\" em maio, o álbum de compilação dos maiores sucessos, The Best of Kylie Minogue em junho, e a caixa coletânea de singles K25 Time Capsule em outubro. Ela se apresentou em vários eventos ao redor do mundo, incluindo Sydney Mardi Gras, Diamond Jubilee Concert da Rainha Elizabeth II e BBC Proms in the Park. Ainda como parte das comemorações, Minogue lançou o álbum de compilação The Abbey Road Sessions em outubro, com versões orquestrais de suas canções anteriores. Foi gravado no Abbey Road Studios em Londres e foi produzido por Steve Anderson e Colin Elliot. O álbum recebeu avaliações favoráveis ​​de críticos musicais e estreou em segundo lugar no Reino Unido. O álbum gerou dois singles, \"Flower\" e \"On a Night Like This\". Minogue voltou a atuar e estrelou em dois filmes: uma aparição no filme independente americano Jack & Diane e um papel principal no filme francês Holy Motors. Jack & Diane estreou no Festival de Cinema de Tribeca em 20 de abril de 2012, enquanto Holy Motors estreou no Festival de Cannes 2012, o qual Minogue compareceu. ===2013–2016: Kiss Me Once e Kylie Christmas=== Em janeiro de 2013, Minogue finalizou sua relação profissional com seu empresário Terry Blamey, com quem ela havia trabalhado desde o início de sua carreira como cantora. No mês seguinte, ela assinou um contrato com a Roc Nation. Em setembro, ela participou do single \"Limpido\", da cantora e compositora italiana Laura Pausini, que foi um hit número um na Itália e recebeu uma indicação para \"Melhor canção do mundo\" no World Music Awards de 2013. No mesmo mês, Minogue estreou como técnica e jurada na terceira temporada da competição de talentos da BBC One, The Voice UK, ao lado do produtor musical e membro do The Black Eyed Peas, will.i.am, o vocalista do Kaiser Chiefs, Ricky Wilson, e o cantor Tom Jones. O programa estreou com 9.35 milhões de telespectadores no Reino Unido, um grande aumento em relação à segunda temporada. Ele acumulou uma estimativa de 8.10 milhões de telespectadores em média geral. A forma de julgamento e a personalidade de Minogue no programa foram elogiados. Ed Power do The Daily Telegraph deu três estrelas à temporada, elogiando a cantora por ser \"glamorosa, agradavelmente risonha [e] um tesouro nacional de carteirinha\". Em novembro, ela foi confirmada como técnica e jurada para a terceira temporada do The Voice Australia. Em março de 2014, Minogue lançou seu décimo segundo álbum de estúdio, Kiss Me Once. O álbum contou com contribuições de Sia, Mike Del Rio, Cutfather, Pharrell Williams, MNEK e Ariel Rechtshaid. O disco atingiu o topo das paradas na Austrália e o número dois no Reino Unido. Os singles do álbum, \"Into the Blue\" e \"I Was Gonna Cancel\", não atingiram o top dez da UK Singles Chart, chegando ao número 12 e ao 59, respectivamente. Em agosto, Minogue apresentou sete canções na cerimônia de encerramento dos Jogos da Commonwealth de 2014, vestindo um espartilho desenhado por Jean Paul Gaultier. De setembro de 2014 até março de 2015, ela percorreu os territórios europeu e australiano com a Kiss Me Once Tour. Em janeiro de 2015, a intérprete apareceu como vocalista convidada no single \"Right Here, Right Now\" de Giorgio Moroder, dando a ela seu 12º número um na parada americana Dance Club Songs em 18 de abril de 2015. Em março, o contrato de Minogue com a gravadora Parlophone terminou, deixando seus futuros lançamentos musicais com a Warner Music Group na Austrália e Nova Zelândia. No mesmo mês, ela se desligou também da Roc Nation. Em abril, Minogue interpretou a repórter de tecnologia Shauna em um arco de dois episódios na série da ABC Family, Young & Hungry. A artista também apareceu como Susan Riddick no filme San Andreas, lançado em maio e estrelado por Dwayne Johnson e Carla Gugino. Em setembro de 2015, um extended play com Fernando Garibay intitulado Kylie + Garibay foi lançado. Garibay e Giorgio Moroder serviram como produtores para o trabalho. Em novembro, Minogue apareceu na faixa \"The Other Boys\" de Nervo, ao lado de Jake Shears e Nile Rodgers. Este se tornou seu 13º single a alcançar o topo da Dance Club Songs, tornando-se a oitava artista com o maior número de canções a alcançar o primeiro lugar da tabela, dividindo o posto com Whitney Houston, Enrique Iglesias e Lady Gaga. Em dezembro de 2015, ela foi a convidada do programa Desert Island Discs da BBC Radio 4. Suas escolhas incluíram \"Dancing Queen\" do ABBA, \"Purple Rain\" de Prince e \"Need You Tonight\" do INXS. Minogue lançou seu primeiro álbum de Natal, Kylie Christmas em novembro de 2015. Em 2016, gravou a música tema \"This Wheel's on Fire\", para a trilha sonora do filme Absolutely Fabulous: The Movie. No mesmo ano, Kylie Christmas foi relançado em novembro com o título de Kylie Christmas: Snow Queen Edition. ===2017–2021: Golden, Step Back in Time: The Definitive Collection e Disco=== Em fevereiro de 2017, Minogue assinou um novo contrato de gravação com a BMG Rights Management. Em dezembro, ela e a BMG fecharam um acordo conjunto com a Mushroom Music Labels — sob a subdivisão do selo Liberator para lançar seu novo álbum na Austrália e Nova Zelândia. Durante o mesmo ano, Minogue trabalhou com escritores e produtores em seu 14º álbum de estúdio, incluindo Sky Adams e Richard Stannard, e gravou o álbum em Londres, Los Angeles e Nashville, com a última cidade influenciando profundamente o álbum. O disco, intitulado Golden foi lançado em abril de 2018, com \"Dancing\" servindo como primeiro single. O álbum estreou em número um no Reino Unido e Austrália. Tim Sendra, do AllMusic, chamou Golden de \"muito ousado\" para uma artista da sua longevidade, afirmando \"o que é incrível sobre o álbum, e sobre Minogue, é que ela se destaca tanto pelo country quanto pela new wave, disco, electro, murder ballads e tudo o mais que ela fez em sua longa carreira\". Golden também recebeu críticas negativas, com Ben Cardew da Pitchfork afirmando que ele \"soa como alguém tocando música country, ao invés de alguém que entende\" sobre ela. Minogue esteve entre os artistas que se apresentaram da festa de aniversário da Rainha Elizabeth realizada no Royal Albert Hall em abril de 2018, e embarcou na Golden Tour em setembro do mesmo ano, indo até março de 2019. Minogue lançou sua quarta compilação de grandes sucessos Step Back in Time: The Definitive Collection em 28 de junho de 2019, apresentando \"New York City\" como seu único single. O álbum alcançou o primeiro lugar na Austrália e no Reino Unido, tornando-se seu sétimo álbum a alcançar o primeiro lugar no último. Em 30 de junho, Minogue fez sua estreia no Festival de Glastonbury, quatorze anos depois que seu diagnóstico de câncer de mama a forçou a cancelar seu show como atração principal em 2005. O concerto contou com as participações de Nick Cave e Chris Martin. Sua apresentação recebeu ótimas críticas dos avaliadores, com o The Guardian chamando-a de \"ouro sólido\", \"incomparável\" e \"fenomenal\". Também foi um grande sucesso televisivo, com a performance de Minogue sendo o concerto mais assistido da cobertura da BBC (ganhando três milhões de telespectadores, à frente de The Killers que recebeu 1.4 milhão) e quebrando o recorde de show mais assistido da história do festival. Minogue também apareceu em seu próprio especial de televisão de Natal, Kylie's Secret Night, que foi ao ar no Channel 4 em dezembro de 2019. Após sua apresentação no Festival de Glastonbury, a artista afirmou que gostaria de criar um \"álbum pop-disco\" e voltar a gravar novo material após a performance. O trabalho em seu 15º álbum de estúdio continuou durante a pandemia de COVID-19 em 2020, com Minogue usando um estúdio caseiro para gravar durante o confinamento. Alistair Norbury, presidente da gravadora BMG, anunciou à Music Week que a cantora também estava aprendendo a gravar seus próprios vocais usando o software de música Logic Pro, a fim de continuar trabalhando rapidamente durante o confinamento. O álbum, intitulado Disco, foi lançado em 6 de novembro de 2020, alcançando o primeiro lugar na Austrália e no Reino Unido, onde Minogue se tornou a primeira artista solo feminina a alcançar o topo das paradas com um álbum em cinco décadas consecutivas, dos anos 1980 até os anos 2020. Três singles oficiais foram lançados do álbum, \"Say Something\", \"Magic\", e \"Real Groove\", enquanto um single promocional, \"I Love It\", também foi liberado. No mesmo mês, ela participou do single de caridade da Children in Need, \"Stop Crying Your Heart Out\". Em maio de 2021, Minogue participou do remix da canção \"Starstruck\" com Years & Years. O relançamento de Disco, intitulado Disco: Guest List Edition foi lançado em 12 de novembro, com os singles \"A Second to Midnight\" com Years & Years, e \"Kiss of Life\" com Jessie Ware. === 2022-presente: Tension === Em 28 de julho de 2022, Minogue retornou no papel de Charlene à soap opera Neighbours para uma aparição (ao lado de Jason Donovan como Scott) no episódio final da produção. Em 8 de agosto próximo, foi anunciado que a artista estava em processo de gravação de seu 16º álbum de estúdio; a cantora descreveu o trabalho como contendo \"canções [com] um pouco do eletrônico que se ouvia nos anos 2000, do house típico dos anos 1990 e o que eu chamo de emoto-pop\". Em 5 de abril de 2023, \"10 Out of 10\", um single do DJ e produtor musical Oliver Heldens, com participação de Minogue, foi lançado. O disco, intitulado Tension, foi lançado em 22 de setembro de 2023, e estreou em primeiro lugar na Austrália e Reino Unido. O álbum gerou o single \"Padam Padam\", que alcançou o top 10 no Reino Unido, fazendo de Minogue a única artista feminina a conseguir esse feito, entre as décadas de 1980 e 2020, bem como a faixa-título. Minogue iniciará a residência de shows More Than Just a Residency em Las Vegas, no The Venetian Resort, em novembro, e um especial televisivo, An Audience with Kylie, será filmado no Royal Albert Hall, e deve ser transmitido pela ITV. ==Características musicais== Minogue explicou que se interessou pela música pop durante sua adolescência: \"Me interessei pela música pop em '81, eu diria. Era tudo sobre Prince, Adam [and] the Ants, todo o período dos Novos Romanânticos. Antes disso, era sobre Jackson 5 e Donna Summer, e os discos do meu pai – os [Rolling] Stones e Beatles\". Ela também ouvia os discos de Olivia Newton-John e ABBA. Minogue disse que \"queria ser\" Newton-John enquanto crescia. Seu produtor, Pete Waterman, lembrou de Minogue durante os primeiros anos de sua carreira musical com a observação: \"Ela estava de olho em se tornar o novo Prince ou Madonna... O que eu achei incrível foi que ela estava vendendo quatro vezes mais que Madonna, mas ainda queria ser ela\". Minogue ganhou destaque na cena musical como uma cantora de bubblegum pop e foi considerada um \"produto da fábrica Stock, Aitken & Waterman de hits\". O músico Nick Cave, que trabalhou com Minogue em algumas ocasiões, foi uma grande influência em seu desenvolvimento artístico. Ela disse ao The Guardian: \"Ele definitivamente se infiltrou na minha vida de maneiras belas e profundas\". Ao longo de sua carreira, o trabalho de Minogue também foi influenciado por uma série de artistas, incluindo Cathy Dennis, D Mob, Scritti Politti, Björk, Tricky, U2 e Pizzicato Five. Minogue é conhecida por seu alcance vocal suave de soprano. Tim Sendra, da AllMusic, analisou seu álbum Aphrodite e disse que os \"vocais ligeiramente nasais e de garota da porta ao lado atendem perfeitamente às suas necessidades\". De acordo com Fiona MacDonald da revista Madison, Minogue \"nunca se esquivou de fazer corajosas, mas questionáveis decisões artísticas\". Em termos musicais, Minogue trabalhou com diversos gêneros da música pop e dance. No entanto, sua música de assinatura tem sido a música disco contemporânea. Seus primeiros álbuns de estúdio com Stock, Aitken e Waterman apresentam uma influência de bubblegum pop, com muitos críticos fazendo comparações a Madonna. Chris True, da AllMusic, fez uma análise de álbum de estreia Kylie e achou sua música \"padrão chiclete de Stock-Aitken-Waterman do final dos anos 80\", no entanto, ele afirmou que ela apresentou a maior personalidade de qualquer artista dos anos 1980. Ele disse sobre seu terceiro álbum Rhythm of Love, do início dos anos 1990: \"A composição é mais forte, a produção dinâmica, e Kylie parece mais confiante vocalmente\". Na época de seu terceiro álbum, ela \"começou a mudar sua imagem fofa e bubblegum pop para uma mais madura e, por sua vez, mais sexual\". Chris True afirmou que durante seu relacionamento com Michael Hutchence, \"seu desprendimento da fachada quase virginal que dominou seus dois primeiros álbuns, começou a ter um efeito, não apenas em como a imprensa e seus fãs a tratavam, mas na evolução de sua música\". A partir de seu sexto álbum de estúdio, Impossible Princess, suas composições e conteúdo musical começaram a mudar. Ela estava constantemente escrevendo letras, explorando a forma e o significado das frases. Ela já havia escrito letras antes, mas as chamou de \"seguras, apenas palavras rimadas e pronto\". Sal Cinquemani, da Slant Magazine, disse que o álbum tem uma semelhança com Ray of Light (1998) de Madonna. O escritor afirmou que ela se inspirou \"nos movimentos Brit-pop e eletrônico de meados dos anos 1990\", dizendo que \"Impossible Princess é o trabalho de um artista disposto a correr riscos\". Seu próximo trabalho Light Years é um álbum dance-pop influenciado pela música disco, com Chris True, da AllMusic, chamando-o de \"indiscutivelmente um dos melhores álbuns disco desde os anos 1970\". True afirmou que seu oitavo álbum, Fever, \"combina o retorno disco-diva de Light Years com ritmos dance simples\". Seu nono álbum, Body Language, foi bem diferente de seus experimentos musicais anteriores, pois foi uma tentativa \"bem-sucedida\" de ampliar seu som com música eletrônica e hip-hop, por exemplo. Incorporando estilos de música dance com funk, disco e R&B;, o álbum foi listado como um dos \"Melhores Álbuns de 2003\" pela revista Q. Os críticos disseram que o décimo disco de Minogue, X, não apresentava \"consistência\" suficiente, e Chris True chamou as faixas de \"números dance-pop frios e calculados\". Tim Sendra, do AllMusic, disse que seu décimo primeiro álbum, Aphrodite, \"raramente passa de doces canções de amor ou hinos dance felizes\" e \"o som principal é o tipo de disco pop brilhante que realmente é seu ponto forte\". Sendra afirmou que Aphrodite é \"um de seus melhores [álbuns], na verdade\". Seu próximo disco, Kiss Me Once, foi visto por Annie Zalenski, da The A.V. Club, como uma tentativa de \"moldar Minogue em algo que ela não é\", através de colaborações com Sia, Pharrell Williams, Enrique Iglesias e MNEK, que consequentemente, \"soa como um disco voltado diretamente para o mercado pop mainstream dos Estados Unidos, onde Minogue nunca foi capaz de encontrar grande sucesso\". O décimo quarto álbum de estúdio de Minogue, Golden, foi fortemente influenciado pela música country, embora mantendo suas sensibilidades dance-pop. Sal Cinquemani, da Slant Magazine, escreveu que \"Golden reforça ainda mais a reputação de Minogue de assumir riscos - e artisticamente prepara o palco para seu inevitável retorno ao disco\". Seu décimo quinto trabalho de estúdio, Disco, faz referência estilisticamente ao gênero disco. De acordo com Neil Z. Yeung, da AllMusic, a obra é um \"retorno bem-vindo ao dance-pop feito para clubes que definiu o renascimento da diva australiana Kylie Minogue no início do século 21\". ==Imagem pública== Os esforços de Minogue para ser levada a sério como artista musical foram inicialmente prejudicados pela percepção de que ela não havido \"pago suas dívidas\" e que não era mais do que uma estrela pop fabricada explorando a imagem que ela havia criado durante sua temporada em Neighbours. Minogue admitiu este ponto de vista, dizendo: \"Se você faz parte de uma gravadora, eu acho que em um certo grau é justo dizer que você é um produto fabricado. Você é um produto e você está vendendo um produto. Não significa que você não é talentoso e que você não pode tomar decisões criativas e empresariais sobre o que você vai e não vai fazer e até onde você quer ir\". Em 1993, Baz Luhrmann apresentou Minogue ao fotógrafo Bert Stern, notável por seu trabalho com Marilyn Monroe. Stern a fotografou em Los Angeles e, comparando-a a Monroe, comentou que Minogue tinha uma mistura similar de vulnerabilidade e erotismo. Durante a sua carreira, Minogue escolheu fotógrafos que tentam criar um visual novo para ela, e as resultantes fotografias têm aparecido em uma variedade de revistas, desde a mais moderna The Face até as mais tradicionalmente sofisticadas Vogue e Vanity Fair, tornando o rosto e nome de Minogue conhecidos para um amplo grupo de pessoas. O estilista William Baker sugeriu que isso é parte da razão pela qual ela entrou na cultura pop mainstream da Europa com mais sucesso do que muitos outros cantores que se concentram unicamente em vender discos. Em 2000, ela foi considerada como tendo atingido um grau de credibilidade musical por ter mantido a sua carreira por mais tempo do que seus críticos esperavam. Sua progressão de \"garota da porta ao lado\" para uma artista mais sofisticada com uma personalidade sedutora e brincalhona acabou conquistando novos fãs. O videoclipe de \"Spinning Around\" levou alguns meios de comunicação a referir-se a ela como \"Sex Kylie\", e o sexo se tornou um forte elemento em seus vídeos subsequentes. Em setembro de 2002, ela foi classificada em 27º lugar na lista dos 100 artistas mais sexy da VH1. Ela também foi nomeada como uma das 100 mulheres mais gostosas de todos os tempos pela Men's Health em 2013. Baker descreveu seu posto como símbolo sexual como uma \"faca de dois gumes\", observando que \"nós sempre tentamos usar seu apelo sexual como um acessório de sua música e para vender discos. Mas agora tornou- se o risco de eclipsar o que ela realmente é: uma cantora pop\". Após 20 anos de carreira, Minogue foi descrita como uma \"criadora de tendências\" da moda e um \"ícone do estilo que constantemente se reinventa\". Apontando as diversas reinvenções na imagem da cantora, Larissa Dubecki do The Age a chamou de \"Mãe da Reinvenção\". Analisando o sucesso de \"Padam Padam\" entre a geração Z, Saskia O'Donoghue do euronews a apelidou de \"Rainha dos Retornos\". Minogue foi inspirada e comparada à cantora Madonna ao longo de sua carreira. Ela recebeu comentários negativos sobre sua Rhythm of Love Tour em 1991 ser muito parecida visualmente com a Blond Ambition World Tour de Madonna, para a qual os críticos a rotularam de uma aspirante a Madonna. Escrevendo para a Observer Music Monthly, Rufus Wainwright descreveu Minogue como a \"anti-Madonna. Autoconhecimento é uma coisa verdadeiramente bela e Kylie se conhece tão bem. Ela é o que ela é e não há nenhuma tentativa de fazer declarações quase- intelectuais para fundamentá-la. Ela é a abreviação gay para a alegria\", mas concluiu: \"Onde elas realmente divergem na escala da cultura pop é no valor de choque. Os clipes de Minogue podem tirar suspiros de alguns, mas Madonna inflama o debate político e religioso diferente de qualquer outra artista do planeta… Simplesmente, Madonna é a força da escuridão; Kylie é a força da luz\". Minogue disse em uma entrevista sobre Madonna: \"Sua enorme influência sobre o mundo, no pop e da moda, significava que eu não era imune às tendências que ela criou. Eu admiro muito Madonna mas no início ela fez ser difícil para artistas como eu, ela havia feito de tudo que tinha para ser feito\", e \"Madonna é a rainha do pop, eu sou a princesa. Estou muito feliz com isso\". Em 2001, uma estátua de cera da cantora foi colocada em exposição no Parque Olímpico de Sydney, mas foi roubada em 2019; no ano seguinte, uma nova foi recolocada no lugar. Em janeiro de 2007, o museu Madame Tussauds de Londres revelou a sua quarta estátua de cera de Minogue; apenas a rainha Elizabeth II possuía mais modelos criados. Durante a mesma semana, um molde de bronze de suas mãos foi adicionado à \"Calçada da Fama\" da Wembley Arena. No mesmo ano, uma estátua de bronze de Minogue foi instalada no subúrbio de Docklands, em Melbourne, e removida em 2016, juntamente com outras estátuas, para a construção de um bloco de apartamentos no lugar. Em março de 2010, Minogue foi declarada por pesquisadores como a \"celebridade mais poderosa na Grã-Bretanha\". O estudo examinou como os comerciantes se identificavam com as celebridades locais. Mark Husak, chefe da pesquisa de mídia da Millward Brown do Reino Unido, disse: \"Kylie é amplamente aceita como uma britânica adotada. As pessoas a conhecem, gostam dela e ela é cercada por um buzz positivo\". Em 2016, de acordo com a lista dos ricos do jornal The Sunday Times, Minogue possuía um patrimônio líquido de £55 milhões. Minogue é frequentemente vista como um ícone gay, o que ela encorajou com comentários incluindo \"não sou um ícone gay tradicional. Não houve tragédia em minha vida, apenas roupas trágicas\" e \"meu público gay tem estado comigo desde o começando... eles meio que me adotaram\". Seu posto como ícone gay foi atribuído à sua música, senso de moda e longevidade de sua carreira. O autor Constantine Chatzipapatheodoridis escreveu sobre o apelo de Minogue para os gays em Strike a Pose, Forever: The Legacy of Vogue... e observou que ela \"frequentemente incorpora temas camp em suas extravagâncias, inspirando-se principalmente pela cena disco, da cultura S/M, e do palco burlesco\". Em Beautiful Things in Popular Culture, Marc Brennan afirmou que o trabalho de Minogue \"fornece uma forma deslumbrante de escapismo\". Minogue explicou que ela tomou conhecimento de seu público gay pela primeira vez em 1988, quando várias drag queens se apresentaram ao som de suas músicas em um pub de Sydney, e mais tarde ela viu um show semelhante em Melbourne. Ela disse que se sentiu \"muito tocada\" por ter uma \"multidão apreciativa\", e isso a encorajou a se apresentar em locais gays em todo o mundo, bem como ser a atração principal do Sydney Gay and Lesbian Mardi Gras de 1994 e 2012. Minogue é reconhecida por ter um dos maiores públicos gays do mundo. ==Impacto e legado== Ernest Macias, da Entertainment Weekly, disse que, ao combinar \"um brio por moda fabulosa\" com \"seu som disco-pop inequívoco\", Minogue \"se estabeleceu como um ícone atemporal\". Paula Joye, do The Sydney Morning Herald, escreveu que \"a fusão de moda e música por Minogue contribuiu enormemente para o estilo zeitgeist\". Fiona MacDonald, da revista de moda Madison, reconheceu Minogue como \"uma das poucas cantoras reconhecidas em todo o mundo apenas pelo seu primeiro nome. [...] E apesar de se tornar uma estrela internacional da música, ícone de estilo e britânica honorária, essas duas sílabas ainda parecem tão australianas quanto o cheiro de eucalipto ou um churrasco em um dia quente\". Em 2009, o Museu Vitória e Alberto \"celebrou sua influência na moda\" com uma exposição chamada Kylie Minogue: Image of a Pop Star. Em 2012, Dino Scatena, do The Sydney Morning Herald, escreveu sobre Minogue: \"Um quarto de século atrás, uma sequência de eventos simbióticos alterou o tecido da cultura popular australiana e deu início à transformação de uma atriz de soap opera de 19 anos de Melbourne em um ícone pop internacional\". Scatena também a descreveu como \"a artista de entretenimento mais bem-sucedida da Austrália e um ídolo do estilo mundialmente conhecido\". No mesmo ano, a VH1 citou Minogue entre suas escolhas nas 100 Maiores Mulheres da Música e nas 50 Maiores Mulheres da Era do Vídeo. Minogue foi reconhecida com muitos apelidos honoríficos, mais notavelmente como \"Princesa do Pop\". Jon O'Brien, do AllMusic, revisou seu box set Kylie: The Albums 2000-2010 e afirmou que \"contém muitos momentos para justificar sua posição como uma das princesas pop premier de todos os tempos\". Em janeiro de 2012, os críticos da NME classificaram seu single \"Can't Get You Out of My Head\" em quarto lugar em sua lista de Melhores Canções Pop da História. O Channel 4 a listou como uma das maiores estrelas pop do mundo. Em 2020, a edição australiana da Rolling Stone a colocou em terceiro lugar em sua lista dos 50 Maiores Artistas Australianos de Todos os Tempos. O trabalho de Minogue influenciou inúmeros artistas pop, incluindo Dua Lipa, Jessie Ware, Alice Chater, Rina Sawayama, Kim Petras, Melanie C, Ricki-Lee Coulter, Olly Alexander, Diana Vickers, The Veronicas, Slayyyter, Pabllo Vittar e Paris Hilton. Em 2007, o guitarrista avant-garde francês Noël Akchoté lançou So Lucky, apresentando versões de solo de guitarra de melodias gravadas por Minogue. ==Conquistas== Minogue recebeu muitos prêmios durante sua carreira, incluindo um Grammy, três Brit Awards, 17 ARIA Music Awards, dois MTV Video Music Awards, dois MTV Europe Music Awards, e seis Mo Awards, incluindo o de Artista Australiano do Ano em 2001 e 2003. Em 2008, ela foi homenageada com o prêmio Music Industry Trust pelo reconhecimento de 20 anos de carreira e foi saudada como \"um ícone do pop e do estilo\", tornando-se a primeira mulher a receber o prêmio Music Industry Trust. Em abril de 2017, a Sociedade Grã-Bretanha-Austrália reconheceu Minogue com seu prêmio de 2016 por sua contribuição notável para a melhoria das relações e entendimento bilateral entre a Grã-Bretanha e a Austrália. A citação diz: \"Em reconhecimento às contribuições significativas para a relação Grã-Bretanha-Austrália como uma aclamada cantora, compositora, atriz e personalidade icônica em ambos os países\". O prêmio foi anunciado em uma recepção na Australia House, mas foi pessoalmente apresentado no dia seguinte pelo Príncipe Philip, Patrono da Sociedade, no Castelo de Windsor. Até 2020, ela havia vendido 80 milhões de discos em todo o mundo. Minogue é a cantora australiana de maior sucesso de todos os tempos, e em novembro de 2011, no 25º aniversário do ARIA Music Awards, ela foi introduzida pela Australian Recording Industry Association ao ARIA Hall of Fame. Em junho de 2012, a Official Charts Company revelou que Minogue era o 12ª artista que mais havia vendido no Reino Unido até aquele momento, sendo a terceira artista feminina, vendendo mais de 10,1 milhões de singles. Em janeiro de 2011, Minogue recebeu uma citação do Guinness World Records por ter o maior número de décadas consecutivas com álbuns no top cinco no Reino Unido, com todos os seus álbuns tendo este feito. Minogue e a cantora norte-americana Madonna são as únicas artistas que alcançaram a primeira posição na UK Albums Chart em quatro décadas consecutivas, de 1980 a 2010. O décimo quinto álbum de estúdio de Minogue, Disco, alcançou o número um na UK Albums Chart em 2020. Isso a tornou a primeira artista feminina a alcançar o primeiro lugar nas paradas em cinco décadas consecutivas, dos anos 1980 a 2020. De acordo com PRS for Music, seu single \"Can't Get You Out of My Head\" foi a faixa mais tocada dos anos 2000, \"depois de receber o maior número de airplays e covers ao vivo\" na década. Em 2004, ela deteve o recorde de mais singles no primeiro lugar na parada de singles da ARIA, com nove. Em 2011, ela fez história por ter duas músicas entre as três primeiras mais bem colocadas na parada norte-americana Dance Club Songs, com seus singles \"Better than Today\" e \"Higher\" em primeiro e terceiro lugar, respectivamente. Em dezembro de 2016, a Billboard a classificou como a 18ª artista dance de maior sucesso de todos os tempos. ==Outros empreendimentos== Minogue lançou em 2020 sua própria marca de vinhos, chamada Kylie Minogue Wines; seu prosecco rosé tornou-se o mais vendido da Inglaterra em 2021, faturando £ 7,7 milhões. ==Vida pessoal== ===Relacionamentos=== De 1986 a 1989, Minogue manteve um relacionamento com seu colega de cena em Neighbours, Jason Donovan. Pouco tempo após o término, ela passou a namorar o vocalista da banda INXS, Michael Hutchence, até 1991, continuando amigos até sua morte em 1997. Após seu término com Hutchence, a artista teve uma relação rápida com o cantor americano Lenny Kravitz em 1991. Entre 1996 a 1998, Minogue manteve um relacionamento com o fotógrafo francês Stéphane Sednaoui. Em 2000, ela assumiu um namoro com o modelo James Gooding; em maio de 2002, o casal anunciou o fim do relacionamento de dois anos e meio. Minogue começou um relacionamento com o ator francês Olivier Martinez após conhecê-lo na cerimônia do Grammy Awards de 2003. Eles terminaram seu relacionamento em fevereiro de 2007, mas permaneceram em termos amigáveis; em um comunicado, o casal disse ter ficado \"entristecido por falsas acusações [da mídia] sobre infidelidade [de Martinez]\". Ela defendeu Martinez e reconheceu o apoio que ele deu durante o tratamento dela pelo câncer de mama. A artista também namorou o modelo espanhol Andrés Velencoso de 2008 a 2013. Em novembro de 2015, Minogue confirmou que estava namorando o ator britânico Joshua Sasse. Em 20 de fevereiro de 2016, o noivado foi anunciado na seção \"Futuros Casamentos\" do jornal The Daily Telegraph, mas em fevereiro de 2017, ela confirmou que o casal havia terminado seu relacionamento. Entre 2018 e 2023, a cantora manteve um relacionamento com o diretor criativo da revista britânica GQ, Paul Solomons. ===Saúde=== Minogue foi diagnosticada com câncer de mama aos 36 anos em 17 de maio de 2005, levando ao adiamento do restante de sua turnê Showgirl: The Greatest Hits e sua retirada do Festival de Glastonbury. Sua hospitalização e tratamento em Melbourne resultaram em um período breve, mas intenso, de cobertura da mídia, especialmente na Austrália, onde o então primeiro-ministro John Howard emitiu uma declaração de apoio. Quando a mídia e os fãs começaram a se reunir fora da residência de Minogue em Melbourne, o premier de Vitória, Steve Bracks, alertou a mídia internacional que qualquer interrupção dos direitos de sua família sob as leis de privacidade australianas não seria tolerada. Minogue foi submetida a uma cirurgia em 21 de maio de 2005 no Hospital Cabrini em Malvern e iniciou o tratamento de quimioterapia logo depois. Após a cirurgia, a doença \"não teve recorrência\". Em 8 de julho de 2005, ela fez sua primeira aparição pública após a cirurgia, quando visitou uma enfermaria de câncer infantil no Royal Children's Hospital de Melbourne. Ela voltou para a França, onde completou seu tratamento de quimioterapia no Institut Gustave Roussy em Villejuif, perto de Paris. Em janeiro de 2006, o publicitário de Minogue anunciou que ela havia terminado a quimioterapia, e seu tratamento continuou pelos próximos meses. Em seu retorno à Austrália para sua turnê de concertos, ela discutiu sua doença e disse que seu tratamento de quimioterapia havia sido como \"experimentar uma bomba nuclear\". Ao aparecer no The Ellen DeGeneres Show em 2008, Minogue disse que seu câncer havia sido originalmente diagnosticado incorretamente. Ela comentou: \"O fato de alguém estar de jaleco branco e usar grandes instrumentos médicos não significa necessariamente que [ele] esteja certo\", mas depois falou de seu respeito pela profissão médica. Minogue foi reconhecida pelo impacto que causou ao discutir publicamente seu diagnóstico e tratamento de câncer. Em maio de 2008, a ministra da Cultura francesa, Christine Albanel, disse: \"Os médicos agora chegam a dizer que existe um 'efeito Kylie' que incentiva as mulheres a fazerem exames regulares\". Ela foi citada como exemplo de casos onde mais mulheres foram submetidas a exames regulares para sintomas do câncer após publicidade sobre pessoas famosas sendo diagnosticadas com a doença. A apresentadora de televisão Giuliana Rancic citou a história do câncer de Minogue como \"inspiradora\" quando ela também foi diagnosticada com câncer. ===Filantropia=== Minogue ajudou a arrecadar fundos para projetos de filantropia em muitas ocasiões. Em 1989, ela participou da gravação do single \"Do They Know It's Christmas?\" sob o nome de Band Aid II para ajudar a arrecadar dinheiro. No início de 2010, Minogue, juntamente com muitos outros artistas (sob o nome de Helping Haiti) gravou uma versão de \"Everybody Hurts\". A faixa foi um projeto para arrecadação de fundos para as vítimas do terremoto de 2010 no Haiti. Ela também passou uma semana na Tailândia após o tsunami de 2005. Enquanto excursionava pelo mundo com a Aphrodite: Les Folies Tour, o terremoto e tsunami de Tōhoku de 2011 atingiram o Japão, que estava em seu itinerário. Ela declarou que ainda faria a turnê no país, afirmando: \"Eu estava aqui para fazer shows e optei por não cancelar, por que escolhi não cancelar? Eu pensei muito sobre isso e não foi uma decisão fácil de ser tomada\". Enquanto ela estava no território, ela e a primeira-ministra australiana Julia Gillard foram convidadas de destaque em um evento de arrecadação de fundos da Embaixada Australiana para o desastre. Em janeiro de 2020, em resposta aos incêndios florestais australianos de 2019–20, Minogue anunciou que ela e sua família estavam doando 500 000 dólares australianos para esforços imediatos de combate a incêndios e apoio contínuo. Em 2008, Minogue prometeu seu apoio a uma campanha para arrecadar dinheiro para crianças vítimas de abuso, a ser doado para as instituições de caridade britânicas ChildLine e a Sociedade Nacional para a Prevenção da Crueldade contra Crianças. Segundo a fonte, cerca de US$ 93 milhões foram arrecadados. Ela falou em relação à causa, dizendo: \"Encontrar coragem para contar a alguém sobre ser abusada é uma das decisões mais difíceis que uma criança tem que tomar\". Minogue é uma apoiadora frequente da amfAR, a Fundação para a Pesquisa da AIDS, tendo sido anfitriã do amfAR Inspiration Gala em Los Angeles em 2010. Ela também participou dos benefícios de angariação de fundos da amfAR em Cannes, e se apresentou em galas para a caridade em São Paulo e Hong Kong. Após seu diagnóstico de câncer de mama em 2005, ela tornou-se patrocinadora e embaixadora da causa. Em maio de 2010, ela realizou pela primeira vez uma campanha contra o câncer de mama. Mais tarde, ela falou sobre a causa, dizendo: \"Significa muito para eu fazer parte da campanha deste ano para o Fashion Targets Breast Cancer. Eu apoio de todo o coração seus esforços para arrecadar fundos para o trabalho vital realizado pela Breakthrough Breast Cancer\". Para a causa, ela \"posou em um lençol de seda estampado com o distinto logotipo da Fashion Targets Breast Cancer\" para o fotógrafo Mario Testino. Em abril de 2014, Minogue lançou a One Note Against Cancer, uma campanha para arrecadar fundos e conscientização para a instituição de caridade de pesquisa do câncer francesa APREC (The Alliance for Cancer Research). Como parte da campanha, Minogue lançou o single \"Crystallize\", com os fãs podendo fazer lances via leilão online para possuir cada uma das 4 408 notas da música. Os rendimentos do leilão foram doados à APREC, com os nomes dos licitantes vencedores aparecendo nos créditos do videoclipe que o acompanha. == Discografia == * Kylie (1988) * Enjoy Yourself (1989) * Rhythm of Love (1990) * Let's Get to It (1991) * Kylie Minogue (1994) * Impossible Princess (1997) * Light Years (2000) * Fever (2001) * Body Language (2003) * X (2007) * Aphrodite (2010) * Kiss Me Once (2014) * Kylie Christmas (2015) * Golden (2018) * Disco (2020) * Tension (2023) == Filmografia == Filmes Ano Título Personagem 1989 The Delinquents Lola Lovell 1994 Street Fighter Cammy 1996 Bio-Dome Dr. Petra von Kant 2000 Cut Hilary Jacobs 2001 Moulin Rouge! The Green Fairy 2012 Jack & Diane Tara 2012 Holy Motors Eva Grace (Jean) 2015 San Andreas Susan Riddick Televisão Ano Título Personagem Notas 1986–1988; 2022 Neighbours Charlene Robinson – 1994 Ela mesma Temporada 1; Episódio 3: \"Community Spirit\" 2004 Kath & Kim Epponnee-Rae Temporada 3; Episódio 8: \"99% Fat Free\" 2007 Doctor Who Astrid Peth Temporada 3; Episódio 14: \"Voyage of the Damned\" 2015 Young & Hungry Shauna Temporada 2; Episódios 6 e 7: \"Young & Moving\" e \"Young & Ferris Wheel\" 2016 Galavant Temporada 2; Episódio 1: \"A New Season aka Suck It Cancellation Bear\" Notas == Turnês e residências == ;Turnês * Disco in Dream/The Hitman Roadshow (1989) * Enjoy Yourself Tour (1990) * Rhythm of Love Tour (1991) * Let's Get to It Tour (1991) * Intimate and Live Tour (1998) * On a Night Like This (2001) * KylieFever2002 (2002) * Body Language Live (2004) * Showgirl: The Greatest Hits Tour (2005) * Showgirl: The Homecoming Tour (2006–07) * KylieX2008 (2008) * For You, for Me (2009) * Aphrodite: Les Folies Tour (2011) * Anti Tour (2012) * Kiss Me Once Tour (2014–15) * Kylie Summer 2015 (2015) * Kylie Presents Golden (2018) * Golden Tour (2018–19) * Summer 2019 (2019–20) ;Residências * More Than Just a Residency (2023-24) == Ver também == * Apelidos honorários na música popular * Lista de músicos recordistas de vendas ==Referências== ===Citações=== ===Bibliografia=== * * * * * * * * * == Ligações externas == * * * * __INDEXAR__ __LINKDENOVASECAO__ Categoria:Naturais de Melbourne Categoria:Cantoras da Austrália Categoria:Atrizes da Austrália Categoria:Compositores da Austrália Categoria:Vencedores do ARIA Awards Categoria:Australianos de ascendência galesa Categoria:Australianos_de_ascendência_irlandesa Categoria:Australianos expatriados no Reino Unido Categoria:Cantores de música pop da Austrália Categoria:Gagos Categoria:Recordistas de vendas de discos Categoria:Músicos de música eletrônica Categoria:Mulheres na música electrónica Categoria:Músicos vencedores do Grammy Categoria:Músicos vencedores do MTV Video Music Awards Categoria:Músicos vencedores dos MTV Europe Music Awards Categoria:Ativistas dos direitos LGBT da Austrália Categoria:Cantores de dance-pop Categoria:Técnicos de The Voice (talent show) Categoria:Músicos vencedores dos Brit Awards Categoria:Oficiais da Ordem do Império Britânico Categoria:Atrizes de televisão da Austrália",
 "title": "Kylie Minogue"
}