{
 "id": "53498",
 "text": "O marsupial (latim científico: Marsupialia) é uma infraclasse de mamíferos que se distinguem dos demais de sua classe, como os monotremados e placentários, por sua anatomia e fisiologia reprodutiva: são vivíparos com finalização do desenvolvimento no marsúpio; isto é, são animais que apresentam, em sua maioria e nos indivíduos do sexo feminino, uma dobra de pele a qual origina uma bolsa ou marsúpio provido com glândulas mamárias. Há outras diferenças morfológicas, principalmente reprodutivas, entre elas a presença de duas vaginas na fêmea, e um pênis bifurcado nos machos. Os filhotes nascem precocemente com aparência embrionária e logo se prendem às glândulas mamárias da mãe, a fim de completarem seus desenvolvimentos. Os marsupiais não são antepassados dos placentários. Ambos os grupos surgiram no período Cretáceo e desde então competem pelos mesmos nichos ecológicos. Atualmente, restringem-se à América e Oceania, constituindo cerca de 320 espécies, que correspondem por aproximadamente 6% de todas as espécies de mamíferos. No Brasil, existem 44 espécies, sendo todas pertencentes à família Didelphidae, e 14 gêneros. São conhecidos vulgarmente como \"catitas\", \"cuícas\", \"Gambás\", \"guaiquicas\" e \"marmosas\". Taxonomicamente, o termo Metatheria, proposto por Huxley em 1880, é considerado sinônimo do táxon Marsupialia, proposto por Illiger em 1811 (McKenna e Bell 1997). Entretanto, alguns autores consideram o termo Metatheria mais abrangente, por incluir muitos dos marsupiais primitivos. == Reprodução == Marsupiais e placentários diferem fortemente em sua anatomia e padrões reprodutivos. Nas fêmeas, o trato reprodutivo é completamente duplo. Ele consiste de duas vaginas laterais que se unem cranialmente, e a partir deste ponto, os dois úteros separados divergem. As vaginas laterais são apenas para a passagem do esperma. O nascimento dos filhotes se dá por meio de uma estrutura na linha mediana, a vagina mediana ou o canal pseudovaginal, o qual se desenvolve no primeiro parto. Nos machos, o pênis é bifurcado. O escroto, ao contrário dos eutérios, localiza-se à frente do pênis. Em muitos marsupiais, as fêmeas desenvolvem uma bolsa abdominal, o marsúpio, onde os mamilos estão implantados, tendo também uma função de proteção dos neonatos. O marsúpio não está presente em alguns dasiurídeos (camundongo marsupial) e em alguns didelfídeos (gambás do gênero Didelphis). O marsúpio pode ser vestigial em algumas espécies de tamanho diminuto, como as marmosas. O período de gestação é muito curto, de 8 a 43 dias dependendo da espécie. Os marsupiais não mantêm o corpo lúteo, e o período gestacional é sempre menor ou igual à duração do ciclo estral, sendo então, os filhotes, ejetados ao final do ciclo éstrico na maioria das espécies. A duração da gestação, nos marsupiais, é relativamente independente do tamanho corpóreo. O desenvolvimento durante a gestação dos marsupiais é muito diferente do apresentado pelos monotremados e pelos placentários. Os neonatos marsupiais apresentam membros torácicos bem desenvolvidos, seus pulmões são relativamente grandes ao nascimento e diversos aspectos de seu desenvolvimento craniano também são acelerados. O desenvolvimento das mandíbulas, do palato secundário, dos músculos faciais e da língua é avançado (enquanto o do sistema nervoso central é retardado), de forma que um neonato marsupial possa se prender a um mamilo e iniciar a amamentação. Quando os filhotes nascem, eles devem deixar a vagina para se prender a um mamilo, completando assim seu desenvolvimento. O principal modo observado nos macropodídeos (cangurus) é aquele no qual o neonato escala o corpo da mãe até à bolsa, com a ajuda de seus membros anteriores bem desenvolvidos. Acredita-se que o desenvolvimento desses membros em um estágio tão cedo do crescimento dificulta em sua diferenciação para estruturas como nadadeiras e asas, como é visto em outros grupos de mamíferos. A mãe adota uma postura sentada distinta e lambe o caminho da vagina até a bolsa, mas não ajuda o filhote de nenhuma outra maneira em sua jornada. Alguns dasiurídeos e didelfídeos apresentam filhotes mais altriciais que os cangurus. Estes neonatos são ejetados diretamente para as bolsas (ou então para as áreas mamárias de espécies sem bolsa) no nascimento. Os filhotes recém-nascidos destas espécies são passivos, diferentemente dos cangurus. A maior parte do desenvolvimento do filhote se dá no marsúpio, sendo assim, o período de lactação excede amplamente o período de gestação. A lactação também continua, por algum tempo, mesmo que o filhote já tenha se desenvolvido o suficiente para se desprender do mamilo da mãe. É nesse momento que tipicamente observamos os filhotes entrando e saindo de suas bolsas. E pode durar até um ano, ou mais em algumas espécies (como no gênero Macropus). Assim, a fêmea marsupial investe pouca energia e recursos durante a gestação, mas a lactação requer investimento substancial. A composição do leite tem variações marcantes nos marsupiais. O primeiro leite é diluído e rico em proteínas, enquanto o leite posterior é mais concentrado e rico em gorduras. A lactação concomitante sem sincronia foi observada em alguns cangurus (como o canguru-vermelho, Macropus rufus); ou seja, um filhote imaturo preso a um dos mamilos enquanto um filhote mais maduro bebe em outro mamilo, e a mãe produz tipos distintos de leite em cada um dos mamilos. A composição do leite é, provavelmente, determinada pelo tempo que cada mamilo o produz. Os padrões reprodutivos também variam consideravelmente entre os marsupiais. Muitas espécies são solitárias, encontrando-se somente na época reprodutiva. A poliginia também pode ser observada em alguns grupos, onde machos disputam o acesso a várias fêmeas, como nos coalas, ou então em estruturas hierárquicas com um macho dominante em animais com vida social, como por exemplo o Macropus parryi. A monogamia também está presente, como no Petauroides volans, que vivem em grupos familiares que consistem no casal e suas crias. == Desenvolvimento embrionário == Os marsupiais, diferente de outros grupos de mamíferos, apresentam um desenvolvimento embrionário bastante peculiar. Existe um gradiente rostro-caudal de desenvolvimento, de forma que as regiões craniana, cervical e torácica são altamente mais desenvolvidas que as regiões posteriores do animal. Os filhotes nascem após um período extremamente curto de organogênese, o que os faz nascer em uma condição extremamente altricial, ou seja, que depende muito do cuidado da mãe, e mesmo assim possuem um alto nível de independência para realizar determinadas e específicas atividades. Como comparação, nascem semelhantes a um embrião humano com 10 semanas de gestação. Mesmo nascendo muito vulneráveis, eles apresentam características muito peculiares que são essenciais para sua sobrevivência nesse momento do desenvolvimento. Por exemplo, esses animais saem do útero das mães com certos ossos faciais e musculatura craniana muito desenvolvidos. Isto é devido ao desenvolvimento da crista neural (a placa neural e a região facial quando comparados com mamíferos placentários) que acumula-se em grandes quantidades na região facial, o que providencia material para um acelerado desenvolvimento das estruturas orais e faciais. Além dessas características, também temos os membros anteriores particularmente grandes, assim como as vértebras da região cervical. Acredita-se que esses aspectos sejam essenciais para a sobrevivência desses organismos, uma vez que precisam, de forma independente, rastejar da vagina da mãe até um mamilo, onde irão se fixar para alimentação. Em contraste com os eutheria, nos quais os períodos de desenvolvimento intrauterino e de lactação são mais igualmente divididos (Renfree, 1983), os marsupiais possuem a maior porção de sua morfogênese durante um período estendido de lactação. == História Evolutiva == Atualmente, Marsupialia é dividido em dois grupos: Ameridelphia que abrange Didelphimorphia e Paucituberculata, encontradas nas Américas; e Australidelphia que inclui Microbiotheria, Dasyuromorphia, Peramelemorphia, Notoryctemorphia e Diprotodontia, da região australiana. Na classificação original, criada por Szalay, Microbiotheria era incluso em Ameridelphia por possuir uma distribuição atual restrita ao Chile e Argentina, no sudoeste da América do Sul, porém estudos morfológicos e moleculares mostraram que este grupo está, na verdade, mais próximo dos marsupiais australianosAmrine-Madsen H.; Scally M.; Westerman M.; Stanhope M.J.; Krajewski C.; Springer M.S. (2003) Nuclear gene sequences provide evidence for the monophyly of australidelphian marsupials. Molecular Phylogenetics and Evolution, 28(2), 186-196Asher, R.J.; Horovitz, I.; Sanchez-Villagra, M.R. (2004) First combined cladistic analysis of marsupial mammal interrelationships. Molecular Phylogenetics And Evolution, 33(1), 240-250.Kirsch, J.A.W.; Dickerman, A.W.; Reig, O.A., et al. (1991) DNA hybridization evidence for the asutralasian affinity of the american marsupial Dromiciops - australis. Proceedings of the National Academy of Sciences of the United States of America, 88(23), 10465-10469.Springer, M.S.; Westerman, M.; Kavanagh, J.R., et al. (1998) The origin of the Australasian marsupial fauna and the phylogenetic affinities of the enigmatic monito del monte and marsupial mole. Proceedings Of The Royal Society Of London Series B-Biological Sciences, 265(1413), 2381-2386. Entretanto, a posição exata de Dromiciops dentro do grupo de Australidelphia ainda não está definida, já que há uma grande divergência de opiniões sobre esse assunto entre os pesquisadores. === Cenário Geológico === Durante o Jurássico o supercontinente Pangeia partiu-se em dois, formando a Laurasia ao norte e Gondwana ao sul. O supercontinente Gondwana começou a se partir ainda durante o Jurássico (165-150 milhões de anos atrás), com a separação entre Índia e Austrália. Em seguida Madagascar e Índia se separaram da África, movendo-se para o sudeste, atingindo sua posição atual no início do Cretáceo. A Índia se separou de Madagascar no fim do Cretáceo, seguindo rumo ao norte até colidir com a Ásia, há cerca de 50 milhões de anos. A América do Sul separou-se da África no início do Cretáceo com a abertura do oceano Atlântico Sul, embora a região nordeste da América do Sul tenha permanecido atrelada ao continente africano até a porção final do Cretáceo.Sanmartín I. & Ronquist F.(2004)Southern Hemisphere Biogeography Inferred by Event-Based Models: Plant versus Animal Patterns. Systematic Biology, 53(2),216–243 O continente africano moveu-se em direção nordeste, colidindo com a Eurásia durante o Paleoceno há cerca de 60 milhões de anos, enquanto a América do Sul moveu-se para sudoeste entrando em contato com a Antártica.Lillegraven, J.A.(1974). Biological Considerations of the Marsupial- Placental Dichotomy. Annual Review of Ecology and Systematics, 5, 263-283 Nova Zelândia, Antártica, Austrália e América do Sul permaneceram em contato até o fim do Cretáceo, quando a Nova Zelândia separou-se dos outros três. No fim do Cretáceo surgiu uma conexão entre a região sul dos Andes e a península Antártica, e do leste da Península com a Austrália chamada Arco de Scotia. Durante a maior parte desse período o clima antártico era temperado-quente favorecendo a utilização da península como rota dispersora.Cox C.B. (2000) Plate Tectonics, Seaways and Climate in the Historical Biogeography of Mammals. Memórias do Instituto Oswaldo Cruz, 95(4), 509-516 A Nova Zelândia foi a primeira a se separar, no fim do Cretáceo, junto com a Nova Caledônia, com a abertura do mar tasmânio. Austrália e América do Sul permaneceram em contato até o início do Eoceno através da Antártica. A Austrália começou a se separar da Antártica no fim do Cretáceo, mas os dois continentes permaneceram em contato até o fim do Eoceno. América do Sul e Antártica permaneceram em contato através da península antártica até o Oligoceno, quando a passagem de Drake se fechou, cortando a conexão entre os dois continentes e permitindo o estabelecimento da corrente circumpolar ártica e a primeira glaciação da Antártica. Durante a maior parte do Cenozoico a Austrália foi um continente ilha e, portanto, sua fauna evoluiu para uma forma muito distinta dos outros continentes, com grande predominância de marsupiais que ocupavam nichos que em outros continentes eram ocupados por placentários. === Sobre Marsupiais e Placentários === Os placentários estão presentes em grande número em todos os continentes, sendo nativos ou introduzidos, são altamente diversificados e ocupam uma enorme variedade de nichos. Os marsupiais, embora também tenham se diversificado bastante, ficaram geograficamente isolados e restritos, possuindo um número de espécies existentes hoje muito menor do que o de placentários e com distribuição restrita às Américas e Austrália. São muito poucos os fósseis existentes que representam a dicotomia marsupial-placentária e os que existem são de extrema importância na tentativa de reconstruir a história evolutiva do grupo. O ancestral comum mais recente entre marsupiais e placentários provavelmente data do início do Cretáceo, por volta de 125 milhões de anos atrás.Luo Z.; Ji Q.; Wible J.R.; Yuan C. (2003) An Early Cretaceous Tribosphenic Mammal and Metatherian Evolution. Science, 302, 1934-1940 O fóssil mais antigo de um verdadeiro marsupial foi encontrado na América do Norte e o noroeste americano foi dominado por marsupiais até bem tarde no Cretáceo. Essa evidência, em conjunto com os conhecimentos sobre a geografia do continente americano durante essa era, apóia a hipótese de uma origem norte-americana, com posterior dispersão para a América do Sul, embora existam hipóteses que se opõe a isso, sugerindo um surgimento sul-americano para o grupo. Trofimov e Szalay,Trofimov, B. A. & Szalay, F. S. (1994). New Cretaceous marsupial from Mongolia and the early radiation of Metatheria. Proceedings of the National Academy of Sciences of the United States of America, 91, 12569-12573. sugerem ainda que o grupo Marsupialia poderia ter se originado no Velho Mundo, em oposição à hipótese de uma origem na América do Norte, com base na descrição de um marsupial asiático do fim do Cretáceo (Asiatherium), que pertenceria à Asiadelphia, uma linhagem anciã de Metatheria que seria independente de seus parentes norte-americanos. Entretanto o registro fóssil é demasiadamente incompleto para que se possa definir com acurácia qual a hipótese mais correta. === Marsupialia === Consideraremos a hipótese de origem na América do Norte como verdadeira. Após o surgimento do grupo e até o fim do Cretáceo, o oeste norte-americano foi dominado por marsupiais que, provavelmente devido à radiação dos placentários, teriam se extinguido, com exceção de uma única família, Didelphidae. Essa família dispersou-se para a América do Sul, onde obteve grande sucesso, passando por uma enorme radiação durante o Cenozoico, devido ao fato de na América do Sul não haver insetívoros ou carnívoros placentários nessa época e, portanto a disponibilidade de nichos ser bastante grande. Durante a transição Cretáceo- Terciário houve a conexão da região sul dos Andes com a Península Antártica através do Arco da Scotia, e do leste da península com a Austrália. Essa conexão não foi quebrada até o fim do Eoceno, quando o mar sul da Tasmânia se abriu entre a Austrália e a Península Antártica. Durante a maior parte desse período o clima antártico foi mais ameno e a região era coberta de angiospermas. Fósseis encontrados na península mostram o quão importante essa passagem foi para a dispersão não só de marsupiais, mas também de aves ratitas. O continente australiano permaneceu isolado durante a maior parte do Terciário, o que possibilitou uma enorme radiação do grupo Marsupialia, que ali quase não encontrou predadores ou competidores. Dromiciops, que provavelmente surgiu no continente australiano, possivelmente não invadiu a América do Sul até um pouco antes do fim da conexão entre os continentes, quando já havia uma grande diferenciação entre os animais americanos e australianos, formando os dois clados conhecidos hoje como Ameridelphia e Australidelphia. A ausência de membros do grupo Marsupialia em outros continentes é, em grande parte, consequência do isolamento desses grupos nos continentes americanos e australiano durante a maior parte do Cenozoico. A fauna dos outros continentes possuía uma grande diversidade de placentários que ocupavam nichos equivalentes aos de marsupiais, eventuais dispersões provavelmente não foram bem sucedidas devido ao maior sucesso evolutivo dos placentários nessas regiões. === Microbiotheria === Atualmente a família possui um único gênero com uma única espécie, Dromiciops gliroides, e sua distribuição é restrita às florestas úmidas do Chile e algumas regiões da Argentina. O Colocolo é considerado um fóssil vivo por ser o único representante atual da ordem. Há grandes controvérsias sobre a localização dessa família dentro da árvore filogenética de Marsupialia, o único consenso é de que ela se encontra mais próxima de Australidelphia, ao contrário do que se acreditava quando foi descrita. Há quem acredite que ela se alojaria na base de Australidelphia, como grupo irmão de todos os outros marsupiais australianos;Marshall L.G.; Case J. A.; Woodburne M.O. (1990) Phylogenetic relationships of the families of marsupials. Current mammalogy, 2, 433-505 como grupo irmão dos dasyuromorfos,Szalay, F.S. (1995) Evolutionary History of the Marsupials and an Analysis of Osteological Characters. Cambridge University Press. como grupo irmão dos diprotodontes, ou ainda como basal e grupo irmão dos peramelídeos. O fato de Dromiciops encontrar-se alojado no meio de Australidelphia implica duas hipóteses. A primeira de que teria havido múltiplas entradas de Marsupialia na Austrália a partir da América do Sul. E a segunda de que um único ancestral teria migrado para o continente australiano e posteriormente teria havido uma migração de Microbiotheriidae no sentido oposto, de volta para o continente sul-americano, seguida por uma extinção do grupo na Austrália e Antártica. Se a segunda hipótese for verdadeira, Microbiotheriidae esteve presente tanto na Austrália quanto na Antártica antes de migrar para a América do Sul. Fósseis do grupo foram encontrados nas três localidades corroborando com essa hipótese, embora o mais antigo até o momento seja sul-americano, quando deveria ser australiano. Khasia cordillerensis, que data da metade inicial do Paleoceno encontrado na Bolívia, e Mirandatherium, do fim do Paleoceno encontrado no Brasil foram identificados como Microbiotheria, rendendo-lhes o título de mais antigos membros de Australidelphia, porém foram descritos com base apenas em espécimes dentários que podem ser altamente homoplásicos, e, portanto não se pode afirmar com certeza se eram ou não os primeiros marsupiais do clado australianos. O fóssil sul americano mais antigo pertencente à Australidelphia do qual se tem certeza é Microbiotherium tehuelchum, do Mioceno. O “grupo coroa” mais antigo e com relações filogenéticas definidas é Djarthia, que possui uma morfologia altamente plesiomórfica. Há sugestões de que Australidelphia teria, na verdade, surgido na Austrália ou outra região ao leste da Gondwana e não na América do Sul como comumente se acredita. Essa origem teria se dado a partir de um ancestral semelhante à Djarthia, devido à sua morfologia e à ausência de registros fósseis de australidelfos verdadeiros do início do Paleoceno na América do Sul.Beck R.M.D. et al. (2008) Australia’s Oldest Marsupial Fossils and their Biogeographical Implications. PLoS ONE 3(3): e1858. doi:10.1371/journal.pone.0001858 == Bibliografia == * * * * * * * Frith, H. J. and J. H. Calaby. Kangaroos. New York: Humanities Press, 1969. * * * * * * * * == Ligações externas == * * * Categoria:Mamíferos",
 "title": "Marsupiais"
}