{
 "id": "53529",
 "text": "Arrebatamento é um conceito e termo escatológico cristão utilizado por alguns cristãos, de várias confissões/denominações/ministérios, referindo-se — para os que o concebem — ao biblicamente anunciado evento inicial do Fim dos Tempos, no qual seguidores de Cristo, os então vivos e os já mortos \"subirão para o céu ao encontro do Senhor Jesus Cristo nos ares\" [serão arrebatados...]. Anunciam como base bíblica as passagens contidas em Daniel 9:27, Mateus 24:37-42; 25:14-23, Lucas 19:2-20, Romanos 14:10, 1 Coríntios 3:11-15, 2 Coríntios 5:10, 1 Tessalonicenses 4:14-17, Hebreus 9:28, Apocalipse 1:7; 13:15.). Alguns cristãos creem que o evento é anunciado por Paulo Apóstolo em 1 Tessalonicenses 4:17, na qual ele usa o termo grego coiné ἁρπάζω (transliterado neolatino harpazo), que, via latim raptus, tem significado de \"captura\", \"rapto\", \"sequestro\", \"tomada à distância\" (ou, ainda, \"arrebatamento\"). Outros, porém, divergem desse entendimento e, com as mesmas bases bíblicas, apontam outras interpretações. Não há, portanto, entendimento único e pacificado. Considerados, como adiante se expõem, eventos no devir bíblico compondo um conjunto harmônico e hermeneuticamente consistente, ainda assim, alguns questionamentos de ordem geral colocam-se e podem, de modo sumarizado, ser assim expressos: # Os eventos estão corretos, vale dizer, são precisamente aqueles descritos, ou serão doutra forma? # Haverá um arrebatamento da igreja de Cristo, como quer que seja? # Se houver o arrebatamento citado, será ele \"antes da\", \"durante a\", ou \"após a\" \"Grande Tribulação\"? # Haverá, de fato, uma \"Grande Tribulação? Ou ela já aconteceu? # Haverá uma batalha armada entre as forças do Bem e as do Mal no Vale de Armagedom? # Haverá um Reino Milenar de Cristo na Terra? # Se houver o Reino Milenar de Cristo na Terra, após ele o que virá? Apesar de ter sido utilizado de forma diferente no passado, o termo é frequentemente utilizado por certos cristãos para distinguir esse evento em particular da Segunda Vinda de Jesus Cristo à Terra, em si, conforme expressa no Evangelho de Mateus, Primeira Carta aos Coríntios, na Segunda Carta aos Tessalonicenses e no Apocalipse. Por exemplo, pré-tribulacionistas acreditam que é um \"evento precedente à Grande Tribulação, iniciando, pois, a primeira fase da Segunda vinda de Jesus Cristo e seguido pelo Reino Milenar de Cristo. Aqueles que assim creem são, por vezes, chamados cristãos dispensacionalistas premilenaristas, mas, mesmo entre eles, há diferentes pontos de vista sobre o tempo do alegado evento (será \"antes da\", \"durante a\", ou \"depois da\"Correção. É o que diz a fonte. Grande Tribulação?), incerteza que atinge, em geral, a todas as confissões, denominações ou ministérios cristãos . ==Fundamentos escatológicos== A escatologia cristã tem seu foco tanto na vida, morte e ressurreição históricas de Jesus Cristo, bem como em seu futuro retorno, ainda que lide com eventos futuros. Eis uma verdade com a qual quase todos os teólogos cristãos (católicos e evangélicos) concordam: Jesus voltará. Os cristãos fundamentam sua esperança nesta promessa, que foi claramente firmada por Cristo. Com efeito, tanto no sermão profético dos tempos do fim (Mt 24:27-31), como nas parábolas dos dois servos (Mt 24:45-51), na das dez virgens (Mt 25:1-13) e na dos talentos (Mt 25:14-30), Jesus assegurou que voltaria. Em Suas (de Jesus) próprias palavras, Ele virá sobre as nuvens (Mt 26:64; Ap 1:7), à vista de todos (Mt 24:30), chegará ao mesmo lugar do qual partiu (Zc 14:4; At 1:11) e \"em um momento que apenas o Pai conhece\" (Mc 13:32). Embora os estudiosos normalmente concordem que Jesus voltará, existem diferentes opiniões sobre os detalhes das circunstâncias que levarão ou se seguirão ao retorno de Cristo. Estas diferentes opiniões estão relacionadas à sequência dos eventos do fim, à Grande Tribulação, ao Milênio e ao futuro de Israel\".LAHAYE, Tim. Enciclopédia Popular de Profecia Bíblica. 1. ed. Rio de Janeiro: CPAD, 208, p. 168 Esses pontos não receberam um entendimento único, pacificado. Com efeito, há entendimentos divergentes entre os cristãos de diferentes confissões, denominações ou ministérios cristãos, em relação ao tempo do retorno de Cristo, como: (1) ele ainda acontecerá ou já aconteceu?; (2) se ainda estiver por acontecer, será em uma ou duas etapas ou fases?; (3) se ainda estiver por acontecer, será antes da, durante a, ou depois da Grande Tribulação? (4) qual é o significado de \"encontro [com Jesus] nos ares\" descrito em 1 Ts 4:17?; (5) E a Grande Tribulação e o Armagedom, em si: como se conciliam com o arrebatamento e o Juízo Final?. Em termos bíblicos, cabe provavelmente bem aqui a admoestação de Jesus aos contemporâneos, conforme expressa em Mt 22:29: \"Jesus, porém, respondendo, disse-lhes: Errais, não conhecendo as Escrituras, nem o poder de Deus\".BibliaOnline, Evangelho segundo Mateus, Cap. 22, vers. 29 Muitos cristãos não aceitam o arrebatamento vinculado a pontos de vista teológicos. Embora o termo \"arrebatamento\" derive do grego coiné ἁρπάζω (Versão dos Setenta ou Septuaginta), transliterado neolatino harpazo, via latim clássico (Vulgata latina) raptus, pelo latim medieval raptura e o francês antigo rapture, todos com o significado de \"captura\", \"rapto\", \"sequestro\", \"tomada à distância\" (ou \"arrebatamento\"), muitos cristãos como, por exemplo, Anglicanos, Católicos, Luteranos e Oriental, Ortodoxos, bem como a maioria Calvinistas, em geral, não usam o termo \"arrebatamento\" como tendo valor teológico, embora creiam no evento em si, principalmente no sentido [genérico] de \"os eleitos irem ao encontro com Cristo, no Céu\", após sua Segunda Vinda.Michael D. Guinan, \"Raptured or Not? A Catholic Understanding\", Catholic Update, Outubro de 2005, https://web.archive.org/web/20140404105238/http://www.americancatholic.org/Newsletters/CU/ac1005.asp . Cf. \"Catechism of the Catholic Church - The Profession of Faith\". Vatican.va. Retrieved 2011-10-21.Anthony M. Coniaris, \"The Rapture: Why the Orthodox don't preach it,\" Light & Life Publishing, Life Line, 12 de setembro de 2005, Volume 2, Issue 3, available at https://web.archive.org/web/20121109035607/http://www.light-n- life.com/newsletters/09-12-2005.htm Consulta em 27 de janeiro de 2012.Brian M. Schwertley, \"Is the Pretribulation Rapture Biblical?\", Reformed Online, https://web.archive.org/web/20130311041013/http://reformedonline.com/view/reformedonline/rapture.htm, Último acesso 27 de janeiro de 2012. Essas denominações, todavia, não creem que um grupo de pessoas venha a ser deixado para trás na Terra pelo período denominado Grande tribulação, com duração de sete anos (dois períodos de tês anos e meio, segundo a Bíblia, logo após os acontecimentos de 1 Ts 4:17).See notes above for specific denominations (Catechism - Catholic, Light & Life Newsletter - Orthodox, Lutheran Witness - Lutheran, Reformed Online - Reformed) A teologia e a visão do arrebatamento pré-tribulação, embora seus defensores afirmem estar em 1 Ts 4:17, firmaram-se no século XVII, com os pregadores puritanos Increase e Cotton Mather, e foram, ainda, amplamente popularizados na década de 1830 por John Nelson DarbyCf. Ian S. Markham, \"John Darby\", The Student's Companion to the Theologians, p.263-64 (Wiley-Blackwell, 2013) (\"[Darby] simultaneously created a theology that holds the popular imagination and was popularized very effectively in the margins of the Schofield Bible.\"), https://books.google.com/books?id=h6SHSAjeCrYC .Carl E. Olson, \"Five Myths About the Rapture,\" Crisis p. 28-33 (Morley Publishing Group, 2003) (\"LaHaye declares, in Rapture Under Attack, that “virtually all Christians who take the Bible literally expect to be raptured before the Lord comes in power to this earth.” This would have been news to Christians — both Catholic and Protestant — living prior to the 18th century, since the concept of a pretribulation rapture was unheard of prior to that time. Vague notions had been considered by the Puritan preachers Increase (1639-1723) and Cotton Mather (1663-1728), and the late 18th-century Baptist minister Morgan Edwards, but it was John Nelson Darby who solidified the belief in the 1830s and placed it into a larger theological framework.\"). Reprinted at http://www.catholicculture.org/culture/library/view.cfm?recnum=5788 . e os Irmãos de Plymouth, e mais nos Estados Unidos pela ampla circulação da Bíblia de Referência Scofield no início do século XX.The Scofield Bible: Its History and Impact on the Evangelical Church, Magnum & Sweetnam. páginas 188-195, 218. Alguns, inclusive Grant Jeffrey, dizem que um documento anterior chamado Ephraem ou Pseudo-Ephraem já apoiou um arrebatamento pré-tribulação.Ephraem the Syrian, JoshuaNet, 27 de julho de 2010. http://joshuanet.org/articles/ephraem1.htm & © 1995 Grant R. Jeffrey, Final Warning, published by Frontier Research Publications, Inc., Box 120, Station \"U\", Toronto, Ontario M8Z 5M4 A visão \"pré-tribulacionista\" para o arrebatamento afirma que o Senhor Jesus arrebatará Sua igreja antes da \"tribulação de sete anos\" (Jo 14:1-3; 1 Ts 4:5). Segundo o pregador estadunidenseTim LaHaye (1926 - 2016), aqueles que \"interpretam a Bíblia literalmente encontram fortes razões para crer que o arrebatamento será pré- tribulacional\". Ele ainda assevera que \"O ensino a respeito do arrebatamento é uma doutrina fundamental, porém — reforça ele conciliadoramente — o povo de Deus não precisa estar dividido quanto a tal assunto. O importante é que Jesus Cristo voltará para buscar a sua Igreja. Se, ou por nossa pouca dedicação ou por outra qualquer razão, nosso entendimento (o das várias confissões cristãs, ou, mesmo, dos não cristãos) não tem sido suficiente para conhecer inequivocamente qual é a interpretação acertada, isso passa a ser secundário, quando nos atemos à ordenança essencial do Senhor Jesus em Mt 24:11-14 (\"E surgirão muitos falsos profetas, e enganarão a muitos. E, por se multiplicar a iniquidade, o amor de muitos esfriará. Mas aquele que perseverar até ao fim, esse será salvo. E este evangelho do reino será pregado em todo o mundo, em testemunho a todas as nações, e então virá o fim.\"Bíblia Online, Evangelho de Mateus, Cap. 24, vers. 11 a 14)\" Nesse sentido, pois, o essencial e precioso a todo o que almeje ser achado digno da Salvação é a observância da Palavra de Deus em Jesus Cristo (Jo 15\", Tg 1:27 e Ap 2:10;3:20-22). ==Eventos no devir bíblico== Embora haja interpretações variadas em certo grau e, especialmente, em sequência e em temporalidade — por parte das várias confissões, denominações ou ministérios cristãos — relativamente aos eventos bíblicos, notadamente os ainda por vir, até a Consumação dos Séculos, referidos eventos bíblicos, desde a criação original, por Deus até a consumação final em Deus, com os intermediários, podem ser apresentados como segue, com as variações medianas notadas no evento \"arrebatamento\" (que recebem interpretações diferenciadas): Visões Evento no devir bíblico \"Visão pré-tribulacionista\" Sequência de eventos para o Arrebatamento Pré-Tribulação \"Visão midi-tribulacionista\" Sequência de eventos para o Arrebatamento Midi-Tribulação \"Visão pós-tribulacionista\" Sequência de eventos para o Arrebatamento Pós-Tribulação Amilenarismo, ou Nunc-milenarismo (Agora-milenarismo) 1.º Criação, por Deus Criação, por Deus Criação, por Deus Criação, por Deus 2.º Queda Humana Original Queda humana original Queda humana original Queda humana original 3.º Era humana antes de Jesus Cristo Era humana antes de Jesus Cristo Era humana antes de Jesus Cristo Era humana antes de Jesus Cristo 4.º Plenitude dos Tempos: a vinda de Jesus Cristo Plenitude dos Tempos: a vinda de Jesus Cristo Plenitude dos Tempos: a vinda de Jesus Cristo Plenitude dos Tempos: a vinda de Jesus Cristo 5.º Era humana após Jesus Cristo Era humana após Jesus Cristo Era humana após Jesus Cristo ---> Milênio já está em curso 6.º Princípio das dores Princípio das dores Princípio das dores ---> Milênio já está em curso 7.º Arrebatamento da Igreja Grande tribulação & arrebatamento da igreja Grande tribulação ---> Milênio já está em curso 8.º Grande tribulação Grande tribulação Arrebatamento da igreja ---> Milênio já está em curso 9.º Armagedom Armagedom Armagedom ---> Milênio já está em curso 10.º Reino Milenar de Cristo Reino Milenar de Cristo Reino Milenar de Cristo ---> Milênio já está em curso 11.º Fim dos Tempos (Juízo Final) Fim dos Tempos (Juízo Final) Fim dos Tempos (Juízo Final) Fim dos Tempos (Juízo Final) 12.º Retorno a Deus (\"Novo Céu e Nova Terra\") Retorno a Deus (\"Novo Céu e Nova Terra\") Retorno a Deus (\"Novo Céu e Nova Terra\") Retorno a Deus (\"Novo Céu e Nova Terra\") As divergências ainda presentes na interpretação por parte das várias confissões, denominações ou ministérios cristãos referem-se particularmente à ordem e à temporalidade dos eventos (6.º e 7.º), havendo concordância nos demais. Sob o ponto de vista estritamente contingencial e estratégico, pode-se considerar que a \"visão pré-tribulacionista\" seja a mais conservadora e, pois, na dinâmica dos acontecimentos da história humana, sob a perspectiva bíblica da Consumação dos Tempos, a mais responsável e a mais segura das três visões, sem qualquer afetação de vaidade. Essa constatação simples deve-se ao fato de imediata percepção de que — se o arrebatamento da igreja for, como prenunciam eles, um evento anterior à Grande Tribulação (isto é, pré-Tribulação), segue-se, então, que todos os demais colherão as consequências de não haverem interpretado corretamente e, pois, necessariamente, participarão da Grande Tribulação, posto que o \"arrebatamento primeiro\" ter-se-á consumado. Doutra sorte, se, por razões que escapam à capacidade interpretativa humana, alguma das outras visões (\"visão midi- tribulacionista\" ou \"visão pós-tribulacionista\", ou, mesmo a \"visão [a-]milenarista\" ) for a prevalente de fato e afinal\", ainda assim, aqueles que tiverem sustentado sua fé lastreados na primeira visão estarão, em princípio, salvaguardados, em razão de haverem feito, a priori, uma escolha escatológica efetivamente \"mais precavida\", tendo em vista a gravidade e a natureza finalística do mérito — o retorno à comunhão perfeita com Deus. ===Enoque e Elias: arrebatados?=== O evento \"arrebatamento da igreja na iminência do Fim dos Tempos\" não deve ser confundido com os eventos isolados e singulares acontecidos no Antigo Testamento, nomeadamente com Enoque, o sétimo patriarca bíblico (\"Enoque andou sempre em comunhão com Deus e um dia desapareceu, porquanto Deus o arrebatou!\" Gn 5:24), assim também com o Elias, o tisbita, profeta do Senhor YHWH;http://[jesusvoltara.com.br/dicionariobiblico/tisbita.htm \"Tisbita\": origem e significado do nome. (\"Enquanto estavam caminhando e conversando, um carro de fogo, puxado por cavalos em chamas, separou-os um do outro; e Elias subiu ao céu num redemoinho.\" 2 Rs 2:11, ou, no todo, em 2 Rs 2:1-12). Essa cautela distintiva tem a seguinte explicação primordial: embora, em ambas as situações (a do Antigo Testamento, com Enoque e Elias, e a do Novo Testamento em iminência escatológica do Fim dos Tempos), \"tenha ocorrido uma \"inesperada, repentina e súbita subida dos homens de Deus ao Céu, por ação da parte do próprio Deus\", as finalidades lá (Antigo Testamento) e a por vir (na iminência do Fim dos Tempos) são diferentes quanto à consumação. Nalgumas traduções ou versões, termos como \"não mais se viu\", \"subiu\", \"fora tomado\", \"transladou\" e, até mesmo, \"arrebatou\" ou \"foi arrebatado\" são encontradas. Quando se cotejam as várias traduções com o original hebraico (אֱלֹהִים: כִּי- לָקַח אֹתוֹ וְאֵינֶנּוּ אֶת- הָאֱלֹהִים חֲנוֹךְ וַיִּתְהַלֵּךְ para Gn 5:24Gênesis 5:24 comparado, hebraico e português) e (הַשָּׁמָיִם: בַּסְּעָרָה אֵלִיָּהוּ וַיַּעַל שְׁנֵיהֶם בֵּין וַיַּפְרִדוּ אֵשׁ וְסוּסֵי אֵשׁ רֶכֶב- וְהִנֵּה וְדַבֵּר הָלוֹךְ הֹלְכִים הֵמָּה וַיְהִי para 2 Rs 2:112 Reis 2:11 comparado, hebraico e português) — e quando se estuda a Bíblia Sagrada na sua totalidade, de modo complementar e integrado — essas confusões desaparecem. ===Filipe e Paulo: Foram arrebatados?=== No Novo Testamento, um \"arrebatamento finalístico específico, local e temporal acha-se relatado no livro de Atos dos Apóstolos, especificamente em At 8:39: * \"(39) E, quando saíram da água, o Espírito do Senhor arrebatou a Filipe, e não o viu mais o eunuco; e, jubiloso, continuou o seu caminho. (40) E Filipe se achou em Azoto e, indo passando, anunciava o evangelho.\" Novamente, nessa passagem, vê-se tratar-se de um \"arrebatamento\" de um lugar e tempo para outro lugar tempo, evidentemente com ação do Espírito Santo. Mas, não foi \"arrebatamento escatológico\". Ainda no Novo Testamento, na sua Segunda Carta aos Coríntios, 2 Co 12:1-4, o Apóstolo Paulo descreve um \"arrebatamento\" (possivelmente seu próprio): * \"(1) Considerando, pois, ser necessário que vos exponha minhas glórias, embora não me seja vantajoso orgulhar-me, passarei às visões e revelações do Senhor. * (2) Conheço um homem em Cristo que há quatorze anos foi arrebatado ao terceiro céu. Se foi no corpo ou fora do corpo, não entendo exatamente, Deus o sabe. * (3) Mas sei que esse homem, se isso ocorreu no corpo ou fora do corpo, não sei, mas certamente Deus o sabe, * (4) foi arrebatado ao paraíso e ouviu palavras inexprimíveis, as quais não é concedido ao homem comentar.\" Semelhantemente, aqui se compreende que o \"arrebatamento\" citado foi, novamente, temporário, finalístico e específico, também pelo Espírito Santo, embora não tenha sido \"arrebatamento escatológico\". ==Etimologia== \"Arrebatamento\" provém do termo grego coiné ἁρπάζω (Versão dos Setenta ou Septuaginta), transliterado neolatino harpazo, via latim clássico (Vulgata latina) raptus e latim medieval raptura e o francês antigo rapture, todos com o significado de \"captura\", \"rapto\", \"sequestro\", \"tomada à distância\" (ou \"arrebatamento\"). c.1600, \"act of carrying off,\" from M.Fr. rapture, from M.L. raptura \"seizure, rape, kidnapping,\" from L. raptus \"a carrying off\" (see rapt). Originally of women and cognate with rape. ===Grega=== O grego Coinê de 1 Ts 4:17 usa o verbo ἁρπαγησόμεθα (harpagisometha), que significa \"seremos arrebatados\" ou \"tomados à distância\", a dizer que será acontecimento repentino. A forma dicionarizada do verbo grego é ἁρπάζω (harpazō). Esse uso se vê também em textos como , e . ===Latina=== A Vulgata latina traduz o grego ἁρπαγησόμεθα como rapiemur 1 Thessalonians 4:17. deinde nos qui vivimus qui relinquimur simul rapiemur cum illis in nubibus obviam Domino in aera et sic semper cum Domino erimus (Latin Vulgate). significando \"nós somos captados\" ou \"nós somos levados embora\", a partir do verbo latino rapio, com o significado \"apanhar, pegar\" ou \"tomar para si\". Book preview ==Traduções da Bíblia== Versões diferentes da Bíblia Sagrada, em idiomas diferentes, têm manifestado o conceito de rapiemur de várias maneiras, algumas das quais se apresentam a seguir. ===Traduções em inglês=== * Bíblia Wycliffe (1395), traduzido da Vulgata latina, usa o termo \"apressado\".1Thess 4:16 \"Afterward we that lyuen, that ben left, schulen be rauyschid togidere with hem in cloudis, metinge Crist`in to the eir; and so euere more we schulen be with the Lord.\" * Bíblia Tyndale (1525), Bíblia do Bispo [Bishop's Bible] (1568), Bíblia de Genebra (1587) e Bíblia King James (1611) usam o termo \"apanhado\" para se referirem ao \"arrebatamento\" de 1 Ts 4:17.Bishop's Bible 17 \"Than we which lyue, which remaine, shalbe caught vp together with them in the cloudes, to meete the Lorde in the ayre: And so shall we euer be with the Lorde.\" * Bíblia online (1995-2005) traduz o grego de 1 Ts 4:17NETBible. Bible.org, 2005. Retrieved 2012-02-06 por \"apanhado de repente\" [com nota: \"ou arrebatado\"]. Como o verbo ἁρπάζω indica ação rápida ou súbita, o termo adverbial \"de repente\" realça essa ideia apenas implícita, mas clara no texto grego. ===Traduções em português=== * Bíblia Almeida: Bíblia Almeida (cristã não católica, 66 livros), disponível nas versões Revista e Corrigida (ARC) e Revista e Atualizada (ARA); * Bíblia Ave Maria: Bíblia em versão católica (73 livros, incluídos os considerados deuterocanônicos por outras confissões); * Bíblia (de) Jerusalém: * Bíblia King James: * Bíblia (das) Testemunhas de Jeová: Para mais versões, ver Traduções da Bíblia em língua portuguesa, bem como Traduções da Bíblia em línguas indígenas do Brasil. Há, ainda, várias versões, ou simples ou compostas, online, disponíveis na Internet: * BibliaOnline: que exibe várias versões, em vários idiomas (seis em língua portuguesa e quarenta versões múltiplas noutras línguas, cada qual, usualmente, com pelo menos três subversões). * Bíblia King James em português, online: com apresentação do texto bíblico em português e possibilidade de recurso ao latim, grego ou hebraico, além do inglês. * Tradução brasileira da Bíblia: a chamada Tradução brasileira da Bíblia (originalmente Tradução Brazileira, também conhecida como Versão brasileira, ou Edição brasileira) foi publicada no início do século XX, visando a substituição da antiga versão Almeida. Entre suas características estão a literalidade e a fidelidade ao texto base, com a colaboração de vários eruditos brasileiros. O trabalho de tradução ocorreu de 1902 a 1914. A qualidade do literalismo de seu texto valeu-lhe o apelido de Tira-Teima, sendo assim conhecida como TT. ==História doutrinária== A Igreja Católica geralmente não considera haver profecia bíblica escatológica em textos como Daniel e Apocalipse, referindo eventos estritamente futuros (quando vistos a partir do ponto de vista dos tempos atuais). Contudo, em 1590 Francisco Ribera, um jesuíta, professor de \"futurismo cristão\", ensinava que a maioria das ideias do Apocalipse é, sim, sobre um futuro iminente (em vez de referir certas profecias que já se cumpriram nos primeiros anos da igreja). Ele ensinava, também, que o evento de \"encontro dos eleitos com o Senhor Jesus [nos ares]\" (semelhante ao que hoje é chamado de arrebatamento) aconteceria 45 dias antes do término dos primeiros três anos e meio da Grande Tribulação. Nesse sentido, pode-se considerá-lo como tendo, sido naquela ocasião, um professo católico \"midi-tribulacionista\". O conceito de arrebatamento em conexão com Pré-milenarismo foi expresso no século XVII pelos pregadores puritanos estadunidenses Increase e Cotton Mather. Eles sustentaram a ideia de que os crentes seriam arrebatados no ar, seguido por juízos na terra, e, logo após, pelo Milênio de Cristo . Ainda no século XVII, outros usos das expressões do arrebatamento encontraram-se nos trabalhos de Robert Maton, Nathaniel Casas, John Browne, Vincent Thomas, Henry Danvers, e William Sherwin.William Watson (April 2015). Dispensationalism Before Darby: Seventeenth and Eighteenth Century English Apocalypticism (Lampion Press, 2015), ch.7 O termo arrebatamento foi ainda usado por Philip Doddridge e John Gill em seus \"Comentários aos Novo Testamento\", com a ideia de que os crentes seriam \"apanhados\" (ou \"arrebatados) antes do julgamento na Terra e da Segunda vinda de Jesus Cristo. Há, pelo menos uma referência no século XVIII, e duas no século XIX, sobre o arrebatamento pré-tribulação. Um ensaio publicado em 1788, na Filadélfia pelo batista Morgan Edwards, que articulou o conceito de um arrebatamento pré-tribulação, nos escritos do sacerdote católico Manuel Lacunza, em 1812, e por John Nelson Darby, em 1827. Manuel Lacunza (1731-1801), um padre jesuíta (sob o pseudônimo de \"Juan Josafat Ben Ezra\"), escreveu uma obra apocalíptica intitulada La venida del Mesías en gloria y majestad (A Vinda do Messias em Glória e Majestade), que veio a lume em 1811, 10 anos após a sua morte. Em 1827, ele foi traduzido para o inglês pelo ministro escocês Edward Irving. Dr. Samuel Prideaux Tregelles (1813-1875), um proeminente teólogo inglês e estudioso da bíblia, escreveu um panfleto, em 1866, traçando o conceito do arrebatamento pelas obras de John Darby de volta para Edward Irving. Matthew Henry, em Uma Exposição do Antigo e do Novo Testamento (1828), usa a palavra \"arrebatamento\" para explicar 1 Ts 4:17. Apesar de não utilizar o termo \"arrebatamento\", a ideia foi mais plenamente desenvolvida por Edward Irving (1792-1834). Em 1825, Irving dedicou-se ao estudo de profecia bíblica e, por fim, aceitou, da parte de James Henthorn Todd, Samuel Roffey Maitland, Roberto Belarmino e Francisco Ribera, a ideia do Anticristo derradeiro como sendo um homem, mas ele foi um passo além. Irving começou a ensinar a ideia do Retorno de Cristo em duas fases, a primeira fase consistindo de um arrebatamento secreto antes da manifestação do Anticristo. Edward Miller descreveu o ensino de Irving assim: \"Há três encontros: o primeiro, dos primeiros frutos da colheita, as virgens prudentes que seguem o Cordeiro aonde quer que Ele vá; a seguir, a abundante colheita reunida depois por Deus; e, por último, a reunião dos ímpios para o castigo\". John Nelson Darby propôs pela primeira vez e popularizou o arrebatamento pré-tribulação em 1827. Esse ponto de vista foi aceito entre muitos outros movimentos \"Irmãos de Plymouth\" na Inglaterra. Darby e outros proeminentes Irmãos faziam parte dos Movimento dos Irmãos que impactou o Cristianismo estadunidense, especialmente com os movimentos e ensinamentos associados à Escatologia Cristã e ao Fundamentalismo, principalmente por seus escritos. Essas influências incluíram o Movimento Conferência Bíblica, a partir de 1878, com a Conferência Bíblica Niágara. Essas conferências, que foram inicialmente inclusivas de pré-milenaristas historiadores e futuristas, conduziu a uma crescente aceitação de pontos de vista futuristas pré-milenaristas e o arrebatamento pré-tribulação, especialmente entre crentes Batistas, Congregacionalistas e Presbiterianos. Livros populares também contribuíram para a aceitação do arrebatamento pré-tribulação, incluindo Jesus está voltando (William E. Blackstone, publicado em 1878), que vendeu mais de 1,3 milhão de cópias, e a Bíblia de Referência Scofield, publicada em 1909 e 1919 e revisada em 1967. A Igreja Católica Romana, a Igreja Ortodoxa Oriental, a Comunhão Anglicana, a Igreja Luterana e muitas denominações cristãs Calvinistas, não têm a tradição de um retorno preliminar de Cristo. A Igreja Ortodoxa, por exemplo, rejeita o retorno preliminar, porque isso, segundo ela, depende de uma interpretação milenar das escrituras proféticas, em lugar das visões amilenarista ou pós-milenarista. Alguns defensores da visão pré-tribulação, tal como Grant Jeffrey,Ephraem the Syrian, JoshuaNet, 27 Jul. 2010. http://joshuanet.org/articles/ephraem1.htm & © 1995 Grant R. Jeffrey, Final Warning, published by Frontier Research Publications, Inc., Box 120, Station \"U\", Toronto, Ontario M8Z 5M4. afirmam que a mais antiga e conhecida referência extra-bíblica para o arrebatamento pré-tribulação é um tratado do século VII, conhecido como o \"Apocalipse de Pseudo-Ephraem\", o Sírio. Diferentes autores têm proposto várias versões diferentes do texto de Ephraem como autênticas e há opiniões divergentes quanto a saber se ele suporta a crença em um arrebatamento pré-tribulação. Numa versão do texto lê-se, \"Porque todos os santos e eleitos de Deus estão reunidos antes da tribulação que há de vir, e são levados para o Senhor, para que não vejam a confusão que dominará o mundo, por causa dos nossos pecados.\". O aumento da crença no arrebatamento pré-tribulação é muitas vezes erroneamente atribuído a uma garota visionária Escocês-Irlandês, em 1830, então com 15 anos, chamada Margaret McDonald, que teria sido dos primeiros a receber um batismo espiritual em um despertar Pentecostal na Escócia. Diz-se que, em 1830, ela teve uma visão do fim dos tempos, que descreve uma visão pós-tribulação do arrebatamento, que foi publicado pela primeira vez em 1840. Ele foi republicado em 1861, mas duas passagens importantes, demonstrando uma visão pós-tribulação foram removidas para incentivar a confusão sobre o tempo do arrebatamento. As duas passagens removidas foram: \"Esta é a ardente provação que há de nos tentar. Será para a limpeza e purificação dos verdadeiros membros do corpo de Jesus\" e \"O julgamento da Igreja vem do Anticristo. É por ser cheios do Espírito Santo que nós seremos mantidos\". Em 1957, John Walvoord, um teólogo no Dallas Theological Seminary, escreveu um livro, A Questão do Arrebatamento, que deu suporte teológico para o arrebatamento pré-tribulação, e vendeu mais de 65.000 cópias. Em 1958, J. Dwight Pentecosts autor de outro livro de apoio ao arrebatamento pré-tribulação, O que está por Vir: Um Estudo da Escatologia Bíblica, que vendeu 215.000 cópias. Durante a década de 1970, a crença no arrebatamento tornou-se popular em círculos mais amplos, em parte, porque os livros de Hal Lindsey, incluindo O Final do Grande Planeta Terra, que já teria vendido entre 15 milhões e 35 milhões de cópias, e o filme Um Ladrão na Noite, cujo título baseia-se na passagem bíblica de 1 Ts 5:2. Lindsey proclamou que o arrebatamento é iminente, baseada em condições do mundo no momento. Em 1995, a doutrina do arrebatamento pré-tribulação foi mais popularizado pela série de livros Deixados para trás, de Tim LaHaye, que venderam dezenas de milhões de cópias, além de terem originado vários filmes, bem como quatro jogos de vídeo com estratégia de tempo real. ==Variadas visões escatológicas== ===Princípios bíblicos essenciais=== Todas as visões escatológicas milenaristas, seja \"visão pré-tribulacionista\", ou a \"Visão midi-tribulacionista\", ou a \"visão pós-tribulacionista\", e, mesmo, a \"visão a-milenarista, consideram os seguintes princípios bíblicos essenciais, como se encontram em 1 Ts 4:15-17: # Aqueles que estão vivos e permanecem até a vinda do Senhor não deve preceder aqueles que estão mortos. (1 Ts 4:15b) # Os mortos em Cristo ressuscitarão primeiro. (1 Ts 4:16b) # Os vivos e os mortos serão ressuscitados, arrebatados juntos nas nuvens, a encontrar o Senhor no ar. (1 Ts 4:17a) # O arrebatamento ocorrerá durante a Parousia. \"Aqueles que estão vivos e permanecem até a vinda (Parousia, em grego) do Senhor, seremos arrebatados juntamente com eles nas nuvens, a encontrar o Senhor nos ares\". (1 Ts 4:17a) # O encontro com o Senhor, será permanente. \"E assim estaremos sempre com o Senhor\" (1 Ts 4:17b) ===Presença? Uma ou duas fases?=== A maioria dos pré-milenaristas considera a Segunda vinda do Senhor Jesus como consistindo de duas etapas, eventos ou fases distintas. Com efeito, alguns dispensacionalistas pré-milenaristas (incluindo muitos evangélicos pentecostais) creem no retorno de Cristo em duas fases distintas, ou uma segunda vinda em duas fases. Conforme eles, 1 Ts 4:15-17, é vista como descrição de um evento preliminar para o retorno descrito em Mt 24:29-31. Embora ambas as passagens descrevam a Segunda vinda de Jesus, elas são vistas como eventos (ou etapas ou fases) diferentes. A primeira fase consiste precisamente no arrebatamento súbito (\"serem captados\", \"serem pegos\", ou \"serem tomados à distância\"). A segunda fase é descrita como a Segunda vinda de Jesus propriamente dita. A maioria dos dispensacionalistas crê que o primeiro evento precede o período de sete anos da tribulação, mesmo que não imediatamente (ver \"Eventos no devir bíblico\"). No entanto, outra visão, menos defendida, crê que três fases comporão o Retorno de Cristo. Os defensores desse ponto de vista organizam assim a Segunda vinda de Cristo: primeiro, Jesus Cristo aparecendo \"de modo que todo olho o veja\" [\"Eis que vem com as nuvens, e todo o olho o verá, até os mesmos que o traspassaram.\" ( Ap 1:7, Mt 24:30, Ap 6:14-17); em segundo lugar, \"o arrebatamento de coleta\" (Mt 24:31, 1 Co 15:51, 52, 1 Ts 4:13-17, Ap 11:15;14:14-16); e, por fim, em terceiro lugar, a Segunda vinda de Cristo propriamente dita, em glória e em poder, à Terra (Mt 25:31; Ap 19) Muitos pré-tribulacionistas, embora não todos eles, são também dispensacionalistas. Os amilenaristas, por seu turno, negam a interpretação literal dos 1.000 anos de Reino de Cristo, e, como tal, o amilenarismo não implica, necessariamente, muita diferença entre si e a outras formas de milenarismo, além da negação do milênio em si como Reinado de Cristo na Terra . No entanto, existe considerável sobreposição nas crenças de amilenaristas (incluindo a maioria dos Católicos Romanos, Ortodoxos Orientais, Anglicanos e Luteranos, pós-milenaristas (incluindo Presbiterianos), e Pré-milenaristas históricos (incluindo alguns Calvinistas, Batistas, entre outros) com aqueles que sustentam que o Retorno de Cristo dar-se-á num evento público, singular e único. Aqueles que creem serem o arrebatamento e a segunda vinda um único e mesmo evento são propensos a enfatizar semelhanças mútuas entre as passagens das escrituras onde nuvens, trombetas, anjos ou o arcanjo, a ressurreição, e a coleta são mencionados. Apesar de alguns (especialmente alguns amilenaristas) considerarem o arrebatamento como figurativo em vez de literal, esses três grupos são propensos a manter que as passagens sobre o retorno de Cristo descrever um único evento. Alguns defensores acreditam que a doutrina de amilenarismo originou-se com Alexandrina estudiosos, tais como Clemente e Orígenes e, mais tarde, tornou-se mais um dogma Católico, através de Agostinho, Bispo de Hipona. === Destino dos arrebatados === Os dispensacionalistas veem o imediato destino dos cristãos arrebatados, segundo descrito em 1 Ts 4:17, como sendo o Paraíso, bem como também assim o creem alguns comentaristas católicos romanos, tais como Walter Drum (1912). Enquanto os Anglicanos têm, de modo geral, muitos pontos de vista, alguns comentaristas Anglicanos, como N. T. Wright, identificam o destino como um local específico na Terra. Foreword by Gary Habermas. Essa interpretação pode ser, por vezes, ligada a preocupações ambientalistas cristãs . ==Visões do tempo escatológico== De acordo com 1 Ts 4:16-17 e Mt 24:37-40, o arrebatamento iria ocorrer na Parousia (παρουσία) do Senhor Jesus, onde o temo grego \"Parousia\" é usado para descrever os eventos: 1 Ts 4:15-17 ARC Mt 24:37-40 ARC 15Dizemo-vos, pois, isto, pela palavra do Senhor: que nós, os que ficarmos vivos para a vinda (παρουσία, Parousia) do Senhor, não precederemos os que dormem.16 Porque o mesmo Senhor descerá do céu com alarido, e com voz de arcanjo, e com a trombeta de Deus; e os que morreram em Cristo ressuscitarão primeiro.17Depois nós, os que ficarmos vivos, seremos arrebatados juntamente com eles nas nuvens, a encontrar o Senhor nos ares, e assim estaremos sempre com o Senhor. 37E, como foi nos dias de Noé, assim será também a vinda (παρουσία, Parousia) do Filho do Homem. 38Porquanto, assim como, nos dias anteriores ao dilúvio, comiam, bebiam, casavam e davam-se em casamento, até ao dia em que Noé entrou na arca, 39E não o perceberam, até que veio o dilúvio, e os levou a todos, assim será também a vinda (παρουσία, Parousia) do Filho do Homem. 40Então, estando dois no campo, será levado um, e deixado o outro. Nas visões amilenarista e pós-milenarista, não há distinções sobre o momento do arrebatamento. Esses pontos de vista consideram que o arrebatamento descrito em 1 Ts 4:15-17 será idêntico à Segunda vinda de Jesus, conforme descrito em Mt 24:29-31, como um encontro nos ares com Jesus após o decurso do milênio por eles considerado apenas simbólico. Na visão pré-milenarista, o arrebatamento será antes de um milênio literal, o Milênio do Reinado de Jesus Cristo. Dentro do pré-milenarismo, a \"visão pré-tribulacionista\" predomina para quem distingue entre o arrebatamento e a segunda vinda, como dois eventos distintos e sequenciais. Há, também, outros vieses dentro do pré-milenarismo, que diferem entre si com relação ao tempo do arrebatamento. Book preview ===Visões pré-milenaristas=== ====Pré-milenarismo pré-tribulacionista==== Os cristãos que creem na visão pré-milenarista e pré-tribulacionista creem que o arrebatamento ocorrerá antes do início dos sete anos de tribulação período, e a segunda vinda ocorrerá ao final desses eventos. Os pré-tribulacionistas muitas vezes descrevem o arrebatamento como \"Jesus vindo para a igreja\", e a segunda vinda como \"Jesus vindo com a igreja\". Entre os educadores e pregadores pré-tribulacionistas, incluem-se Jimmy Swaggart, J. Dwight Pentecost, Tim LaHaye, J. Vernon McGee, Perry Stone, Chuck Smith, Hal Lindsey, Jack Van Impe, Chuck Missler, Grant Jeffrey, Thomas Ice, David Jeremiah, John F. MacArthur e John Hagee. Muitos pré-tribulacionistas são também dispensacionalistas, porém não todos. ====Pré-milenarismo midi-tribulacionista==== Os cristãos que creem na visão pré-milenarista e midi-tribulacionista creem que o arrebatamento ocorrerá em algum momento no meio ou transcurso do período da Grande Tribulação, vale dizer, em algum instante da 70.ª Semana de Daniel. O período da tribulação divide-se em duas etapas de 3,5 anos cada. Os midi-tribulacionistas creem que os santos passarão o primeiro período da tribulação (Início das Dores), mas serão arrebatados para o Céu antes do grave derramamento da ira de Deus, na segunda metade desse período de sete anos. Os mid-tribulacionistas invocam Dn 7:25, que diz que \"os santos serão entregues à tribulação por um tempo, e tempos, e a metade de um tempo\" [\"(...)e eles serão entregues na sua mão, por um tempo, e tempos, e a metade de um tempo.\"] — interpretados como significando 3,5 anos. Na metade da Grande Tribulação, o Anticristo cometerá a \"Abominação da Desolação\" (Dn 9:27;11:31;12:11, Mt 24:15 e Mc 13:14 ). Entre os mestres tribulacionistas estão Harold Ockenga , James O. Buswell (reformado, calvinista presbiteriano) e Norman Harrison. Esta posição é uma visão minoritária entre os pré-milenaristas. ====Pré-milenarismo pré-ira==== Os partidários do \"arrebatamento pré-ira\" também creem no arrebatamento em algum momento durante a Grande Tribulação, antes da Segunda vinda de Cristo. Essa visão sustenta que a \"tribulação da igreja\" começa na segunda metade dos sete anos, a 70.ª semana de Daniel, quando o Anticristo é revelado no templo. Esse metade final dos sete anos [i.e. 3 1/2 anos] é que, por eles, conhecida como a \"grande tribulação\", em si, embora sua duração exata não seja conhecida. Referências de Mateus 24, Marcos 13 e Lucas 21, são usadas como evidência de que essa tribulação será interrompida pela vinda de Cristo, ao resgatar o justo por meio do arrebatamento, que vai ocorrer após eventos específicos do Apocalipse, em particular após o sexto selo ser aberto, o sol escurecer-se e a lua tornar-se em sangue. No entanto, nesse momento, muitos cristãos já terão sido martirizados pelo Anticristo. Depois do arrebatamento, abrir-se-á o Sétimo selo, e virá a ira Deus, com trombetas e taças (\"O Dia do Senhor\"). O Dia da ira do Senhor contra os ímpios irão seguirá até o fim dos sete anos.Marvin Rosenthal, author of The Prewrath Rapture of the Church, is a proponent for the prewrath rapture view. His belief is founded on the work of Robert D. Van Kampen (1938–1999); his books The Sign, The Rapture Question Answered and The Fourth Reich detail his pre-wrath rapture doctrine. Marvin Rosenthal, autor de O Arrebatamento Pré-Ira da Igreja, é um defensor dessa visão. Sua crença está fundada sobre o trabalho de Robert D. Van Kampen (1938-1999); seus livros O Sinal, O Arrebatamento: Pergunta Respondida e O Quarto Reich detalham sua doutrina de arrebatamento pré-ira. ====Pré-milenarismo parcial==== A visão \"condicional\", \"parcial\", \"seletiva\" do arrebatamento sustenta que todos os cristãos fiéis e obedientes serão arrebatados antes, no meio ou depois da tribulação, a depender de sua fé e de sua comunhão pessoal com Deus. Portanto, o arrebatamento de um crente é determinado pelo momento de sua conversão, durante a tribulação. Outros defensores dessa teoria sustentam que somente aqueles que são fiéis em seu relacionamento com Deus (que têm verdadeira comunhão com Ele) serão arrebatados, e o resto, ressuscitado durante a tribulação, entre o 5.º e o 6.º selos do Apocalipse, tendo perdido suas vidas até então. Outros, ainda, afirmam que o resto será arrebatado durante a tribulação, ou no seu final. Como indicado por David Ira (um defensor dessa visão): \"Os santos serão arrebatados em grupos durante a tribulação à medida em que estejam preparados para ir.\". Alguns notáveis defensores dessa teoria são G. H. Lang, Robert Chapman, G. H. Pember, Robert Govett, D. M. Panton, Watchman Nee, David E. Ira, J. A. Seiss, Hudson Taylor, Anthony Norris Groves, John Wilkinson, G. Campbell Morgan, Otto Stockmayer e Rev. J. W. (Chip) White, Jr.. ====Pré-milenarismo pós-tribulacionista==== Na visão pré-milenarista pós-tribulacionista, o arrebatamento coincidirá com a segunda vinda de Jesus ou um encontro nos ares com Jesus, a preceder imediatamente Seu retorno à Terra, para o reinado de um milênio literal. A visão pós-tribulacionista crê no arrebatamento no final da Grande Tribulação. Os escritores dessa visão dizem que o período da tribulação, num sentido amplo, é toda a época atual\", ou, num sentido específico, é um período (os sete anos) que precedem a Segunda vinda de Cristo já para o Seu Reinado Milenar. A ênfase neste ponto de vista é que \"a igreja vai sofrer a tribulação\" Originally published in 1977 under the title Contemporary Options in Eschatology: A Study of the Millennium. \\- \"Imediatamente após a tribulação daqueles dias... eles se juntarão a Seu Eleito...\" — é citada como escritura primordial para a visão. Os pós-tribulacionistas concebem o arrebatamento como simultâneo com a Segunda vinda de Jesus. Com o retorno de Jesus, os crentes encontrá-lo-ão nos ares, e, após, acompanhá-lo-ão em seu retorno à Terra. Nas Cartas de Paulo, mais notavelmente em 1 Ts 4:16,17: \"os mortos em Cristo ressuscitarão primeiro\") e , uma trombeta é descrita a tocar no fim da tribulação para anunciar o retorno de Cristo; further supports this view. Moreover, after chapters 6–19, and after 20:1-3 when Satan is bound, says, \"and they lived, and reigned with Christ a thousand years. But the rest of the dead lived not again until the thousand years were finished. This is the first resurrection. Blessed and holy is he that hath part in the first resurrection.\" Entre os autores e professores que apoiam a visão pós-tribulacionista, citam-se Pat Robertson, Walter R. Martin, John Piper, George E. Ladd, Robert H. Gundry e Douglas Moo. ====Outras perspectivas==== A visão pré-milenarista menos difundida considera o sinal da trombeta de 1 Co 15:51,52, onde se lê, \"...nem todos dormiremos, mas seremos transformados—num momento, num abrir e fechar de olhos, ao som da última trombeta. Pois a trombeta soará, e os mortos serão ressuscitados incorruptíveis, e nós seremos transformados.\"(ARA) \"a última trombeta\" é entendida como sendo a 7.ª trombeta de Apocalipse 11:15 e seguintes. De acordo com esse ponto de vista, depois da tribulação de Mt 24:9-22, os sinais celestiais de Mateus 24:29 terão lugar. O evento do \"sinal do Filho do Homem\" (Mt 24:30) segue os sinais astronômicos do versículo 29. \"Então\" (Mc 13:27; Mt 24:31) o επισυναγω (\"ajuntamento\") ocorre—na 7.ª e última trombeta do Ap 11. A visão do arrebatamento na trombeta do arrebatamento final é diferente de outras perspectivas de arrebatamento pré-milenares, na medida em que ela não define a 70.ª Semana de Daniel como o \"período de tribulação\", mas define a tribulação, à luz de Mt 24:9-22. Essa visão apresenta a Segunda vinda de Jesus Cristo em três partes em (a) um de Seus primeiros que aparecem, (b) o Arrebatamento da Igreja, e (c) de Seu retorno à terra. Ele ensina que o arrebatamento encontro ocorre antes de as taças da ira de Deus serem derramadas sobre a Terra e enfatiza expressões contemporâneas do fim dos tempos da Bíblia em temas (por exemplo, resistência). ===Visões [não]pré-milenaristas=== ====Pós-milenarismo==== Na \"visão pós-milenarista\", o milênio é visto como um período temporal indefinidamente longo, portanto, impedindo a interpretação literal de um período de mil anos. Conforme Loraine Boettner, \"o mundo será cristianizado, e o retorno de Cristo ocorrerá apenas no fim de um longo período de justiça e paz, comumente chamado de milênio.\". Os pós-milenaristas veem o arrebatamento da Igreja e a Segunda Vinda de Cristo como um só e o mesmo evento. Segundo eles, a Grande tribulação já ocorreu nos tempos antigos (invasão romano de Jerusalém, em 66-73 d.C, que envolveu a destruição de Jerusalém). Alguns defensores dessa visão são John Bunyan (autor puritano de o Peregrino), Jonathan Edwards e Charles Finney. ====Amilenarismo==== A visão Amilenarista considera o Milênio de Cristo como o período atual, mas indefinido, que se iniciou com a fundação da igreja, e que terminará com a Segunda vinda de Cristo — um período onde Jesus Cristo já reina com seus santos pela Eucaristia e sua igreja. Eles vêem a vida da igreja como o reino de Cristo já estabelecida (inaugurada no dia de Pentecostes descrito no primeiro capítulo de Atos, Atos 1), porém não completa, até que sobrevenha sua segunda vinda. Isso impede uma interpretação literal do período de mil anos mencionados em Ap 20, exibindo o número \"mil\" como simbologia numerológica e pertencente à era atual da igreja. Os amilenaristas geralmente não usam \"arrebatamento\" como um termo teológico, mas veem o evento como coincidindo com a Segunda vinda de Jesus, principalmente como um encontro místico com Cristo. Para os amilenaristas, \"os últimos dias\" começaram efetivamente desde o dia de Pentecostes, mas creem que a Grande Tribulação ocorrerá durante a fase final ou de conclusão do milênio, com Cristo retornando como \"O Alfa e O Ômega\", no Final dos tempos. Ao contrário dos pré-milenaristas, que preveem o \"milênio literal\" (mil anos de reinado de Cristo), depois de seu retorno, os amilenaristas enfatizam a continuidade e a permanência do seu reinado, ao longo de todos os períodos da Nova Aliança, passado, presente e futuro. Eles não consideram a menção de Jerusalém em Ap 21, como referente à presente cidade geográfica, mas para o futuro, a Nova Jerusalém ou \"Novo Céu e Nova Terra\", para o que a igreja, por meio dos doze apóstolos (representando as doze tribos de Israel), atualmente, constitui o fundamento do reino messiânico já presente. Ao contrário de certos dispensacionalistas pré-milenaristas, eles não visualizam a reconstrução do templo de Jerusalém como uma necessidade, porque já foi estabelecida na vida da igreja pelo sacrifício final de Cristo na cruz. Autores que manifestaram o seu apoio a essa visão incluem Agostinho, Bispo de Hipona. A visão amilenarista é adotada pela [Igreja Católica Romana]], Igreja Cristã Ortodoxa e Igreja Anglicana, as igrejas, bem como algumas igrejas reformadas que se consideram \"igrejas de vanguarda\", tais como Igreja Luterana, Igreja Metodista, Igreja Presbiteriana e muitos denominações de cunho Calvinista. ==Previsões de data do arrebatamento== Desde a origem do conceito, muitos crentes no arrebatamento fizeram previsões sobre a data do evento. A principal referência Bíblica citada contra tais previsões é Mt 24:36-37, passagem na qual Jesus adverte expressamente sobre sua Parousia: \"Mas daquele dia e hora ninguém sabe, nem os anjos dos céus, nem o Filho, senão o Pai. Mas como nos dias de Noé, assim será também a vinda (Parousia) de que o Filho do homem.\". Também em 2 Pedro 3:10, diz: \"O dia do Senhor virá como o ladrão de noite; no qual os céus passarão com grande estrondo, e os elementos, ardendo, se desfarão, a terra e as obras que nela há, se queimarão\" (veja também 1 Ts 5:2). Outro problema potencial para aqueles que tentam definir uma data para o arrebatamento surge a partir de Mt 24:34, onde Jesus diz: \"em Verdade vos digo que não passará Esta geração, até que todas essas coisas se cumpram\". Qualquer indivíduo ou grupo religioso que já \"previu o dia do arrebatamento\", acabou sendo completamente desacreditado e envergonhado, na medida em que a \"data da suposta previsão\" chega, mas sem o evento. Alguns desses indivíduos e grupos têm oferecido datas-alvo \"corretas\", e outros têm oferecido desculpas e tentado \"corrigir\" suas datas-alvo, enquanto simplesmente lançam uma reinterpretação do significado das escrituras para comportar sua nova situação e, em seguida, explicam que, embora a previsão parecesse não se ter cumprido, na realidade, tinha sido completa e precisamente cumprida, embora — dizem eles — \"de uma forma diferente do que se esperava\". Por outro lado, muitos dos que creem que a data do arrebatamento não pode ser conhecido afirmam, doutra sorte, que o quadro que antecede o arrebatamento evento pode ser conhecido — o princípio das Dores. Este período é muitas vezes referido como \"Sinais dos Tempos\". A principal passagem evangélica que o expressa é Mt 24:32-35, na qual Jesus ensina a Parábola da Figueira, como alerta sobre a iminência do tempo do arrebatamento, bem como as demais profecias listados nas seções das escrituras que precedem e sucedem essa parábola. ===Previsões não confirmadas=== A despeito da expressa palavra do Senhor Jesus Cristo sobre \"a não revelação prévia daquele dia e daquela hora (do início do Juízo Final)\" [\"Mas daquele dia e hora ninguém sabe, nem os anjos do céu, nem o Filho, mas unicamente meu Pai.\" (Mt 24:36)], muitos \"ousaram tentar descobri-lo\". Em perfeita concordância bíblica, contudo, todas essas tentativas de previsão resultaram, cada qual a seu tempo próprio, falhas, como falhas deveriam necessariamente ser, a se conferir o crédito de fé à Palavra do próprio Senhor Jesus quando advertiu previamente dessa impossibilidade. Nos séculos XIX e XX houve algumas previsões da data da Segunda vinda de Jesus Cristo e as sua consequentes falhas, entre elas: * 1844: William Miller previu que Jesus Cristo retornaria entre 21 de março de 1843 e 21 de março de 1844. A falha levou-o a alegar \"ter calculado mal a Bíblia\", e a voltar a prevê-la para 22 de outubro de 1844. A nova falha resultou na Grande Decepção.\"Grande Desapontamento Adventista para a Segunda vinda de Cristo\" A teologia de Miller, contudo, deu origem ao movimento do Advento. Os Bahá'ís acreditam que Cristo efetivamente retornou, conforme Miller previu, em 1844, com o consequente advento do Báb, bem como de numerosas predições proféticas similares à de Miller, em muitas religiões, que são abordadas no livro Ladrão de Noite, de William Sears. * 1914 (See also: Wikipedia's article on Three Worlds (book) ) as cited by: , 1918The Finished Mystery, 1917, p. 485, 258, as cited by Raymond Franz, Crisis of Conscience, pages 206-211. e 1925The Way to Paradise booklet, Watch Tower Society, 1924, as cited by Raymond Franz, Crisis of Conscience, pages 230–232.: Várias datas foram previstas para a Segunda vinda de Jesus pelas Testemunhas de Jeová, todas elas não realizadas, embora pelos membros da Sociedade Torre de Vigia de Bíblias e Tratados declaradas como \"efetivamente realizadas, embora não visíveis\". Em décadas recentes, houve a retomada do \"anseio previsionista para o arrebatamento\". Tais notáveis — e novamente falhas — previsões da data do arrebatamento incluem as seguintes: * 1978: Chuck Smith predisse que o retorno de Jesus Cristo seria, provavelmente, em 1981. * 1988: Edgar C. Whisenant publicou um livro chamado \"88 Razões pelas quais o arrebatamento será em 1988\". * 1994: Harold Camping, o \"rádio- evangelista \", previu o retorno de Jesus Cristo para 6 de setembro de 1994. * 2011: Harold Camping fez nova previsão do arrebatamento para 21 de maio de 2011. Logo após, ele transmitiu, por rádio, que \"o julgamento espiritual não visível ocorrera, com o arrebatamento físico a ser em 21 de outubro de 2011— quando 'todo o mundo seria destruído'.\".LAist , 24 May 2011. * 2017 (23 de setembro): o numerólogo cristão David Meade postulou essa data para o retorno de Jesus Cristo, com base em teorias astrológicas. ==Arrebatamento na cultura popular== * Left Behind * The Leftovers ==Ver também== * Alianças * Escatologia das Testemunhas de Jeová * Número da Besta * Predições religiosas não cumpridas * Profecia bíblica * Singularidade tecnológica ==Referências== ==Ligações externas== * *Arrebatamento *Arrebatamento antes ou depois da Tribulação? *Cronologia do fim do mundo (em inglês) *Opinião dos protestantes sobre o anticristo *A falsa doutrina do arrebatamento Categoria:Conceitos religiosos Categoria:Cristianismo Categoria:Escatologia Categoria:Termos cristãos",
 "title": "Arrebatamento cristão"
}