{
 "id": "53557",
 "text": "Cuba Mark Gooding Jr. (Bronx, 2 de janeiro de 1968) é um ator, produtor, roteirista e diretor norte-americano. Após seu papel inovador como Tre Styles em Boyz n the Hood (1991), ele apareceu em A Few Good Men (1992), The Tuskegee Airmen (1995), Outbreak (1995) e Jerry Maguire (1996), pelo qual ganhou o Oscar de Melhor Ator Coadjuvante, e What Dreams May Come (1998). Mais tarde, ele ganhou notoriedade por seus papéis em Men of Honor (2000) como Carl Brashear e no épico Pearl Harbor (2001) como Doris Miller. Seus outros filmes notáveis ​​incluem As Good as It Gets (1997), Rat Race (2001), Snow Dogs (2002), Boat Trip (2003), Radio (2003), American Gangster (2007), The Butler (2013) e Selma (2014). Em 2016, ele interpretou OJ Simpson na série dramática The People v. O. J. Simpson: American Crime Story e co-estrelou a sexta temporada da série American Horror Story: Roanoke. == Biografia == Nasceu no Bronx numa família pobre e, apesar de ser hoje o mais famoso, foi o pai Cuba Gooding, Sr. quem primeiro se lançou no mundo artístico. O pai era o vocalista da banda \"soul\" The Main Ingredient, que colocou alguns temas nos tops mundiais dos anos 70, como \"Everybody Plays the Fool\". Devido ao sucesso do grupo, mudou-se com a família para Los Angeles, onde encontrou uma vida de luxo. Até que o divórcio dos pais lançou o actor num cenário oposto. Depois de ir viver com a mãe e os irmãos, enfrentou problemas graves, chegando mesmo a viver num automóvel. Foi nas ruas que descobriu e aperfeiçoou o breakdance juntamente com os amigos. O início de uma carreira bem sucedida encontrou-o em 1984, quando dançou na final dos Jogos Olímpicos, durante uma actuação do cantor Lionel Richie. Tinha apenas 16 anos quando a porta para o mundo que conhecera em criança se voltava a abrir, agora pelas suas mãos. Decidiu estudar representação e, após algumas séries e \"spots\" publicitários, conquistou um papel na longa-metragem Um Príncipe em Nova York, protagonizada por Eddie Murphy. Desde então, tem representado os mais diversos papéis, sempre em produções destinadas a sucessos de bilheteira. Em 1991, atuou ao lado do rapper Ice Cube, Laurence Fishburne e Morris Chestnut no filme Os Donos da Rua, na estreia do diretor John Singleton. O filme recebeu uma nomeação para o Óscar de melhor roteiro original e rendeu à Singleton uma nomeação para o Óscar de melhor diretor, fazendo dele o primeiro afro- americano a ser nomeado para o prêmio. De comédia a drama tem feito de tudo um pouco. Em Homens de Honra, de George Tillman Jr., interpretou a personagem principal, sob os contornos já desgastados do herói americano, ao lado de Robert de Niro. Já em Herança Canina veste a pele de um dentista prestes a receber uma inesperada fortuna. Mais uma comédia, esta dirigida ao público infantil, que encheu salas de cinema, à semelhança de Está Tudo Louco!, também com a presença do actor. Foi em 1996, que o filme Jerry Maguire, de Cameron Crowe, no qual interpretou uma personagem secundária ao lado de Tom Cruise, lhe valeu o Óscar de melhor actor secundário. Rod Tidwell era o nome do jogador de futebol americano representado por Cuba Gooding Jr. que apoiava Jerry Maguire, um poderoso agente desportivo que colocou em causa os princípios morais da agência para qual trabalhava. Depois de Pearl Harbor e Instinto, o actor afro-americano chegou às salas de cinema portuguesas com mais uma produção \"à americana\". \"Radio\" é o título do filme e o nome da personagem principal, interpretada por Cuba Gooding Jr. == Filmografia == Ano Título original Título no Brasil Título em Portugal Personagem 1988 Coming to America Um Príncipe em Nova York Um Príncipe em Nova Iorque Jovem cortando o cabelo na barbearia 1989 Sing Stanley 1991 Boyz'n the Hood Os Donos da Rua A Malta do Bairro Tré Styles 1992 Gladiator Abraham Lincoln Haines A Few Good Men Questão de Honra Uma Questão de Honra Cabo Edward Hammaker 1993 Judgement Night Judgement Night: Uma Jogada do Destino Mike Peterson Daybreak Amanhecer sem Futuro Torch 1994 Lightning Jack Rapidinho no Gatilho Ben Doyle 1995 Outbreak Epidemia Maj. Salt The Tuskegee Airmen Billy Roberts Losing Isaiah Eddie Hughes 1996 Jerry Maguire Jerry Maguire - A Grande Virada Jerry Maguire Rod Tidwell 1997 As Good as It Gets Melhor É Impossível Melhor É Impossível Frank Sachs Do Me a Favor Ligados pelo Perigo Vendedor da loja de bebidas 1998 What Dreams May Come Amor Além da Vida Além do Horizonte Albert Lewis 1999 Instinct Instinto Theo Caulder A Murder of Crows O Advogado Dos 5 Crimes Lawson Russel Chill Factor Suando Frio Arlo 2000 Men of Honor Homens de Honra Homens de Honra Carl Brashear 2001 Pearl Harbor Doris Miller Rat Race Tá Todo Mundo Louco Owen Templeton Zoolander Zoolander ele próprio In the Shadows Draven 2002 Snow Dogs Neve pra Cachorro Theodore \"Ted\" Brooks 2003 Boat Trip Cruzeiro das Loucas O Barco do Amor Jerry Robinson The Fighting Temptations Resistindo às Tentações Darrin Hill Radio Meu Nome é Rádio James Robert \"Radio\" Kennedy 2004 Home on the Range Nem Que a Vaca Tussa Buck (voz) 2005 Dirty Salim Adel Shadowboxer Matadores de Aluguel Mikey 2006 End Game Alex Thomas Lightfield's Home Videos 2007 Norbit Norbit Deion Hughes What Love Is O Que é o Amor Tom Daddy Day Camp Acampamento do Papai Balbúrdia no Campo de Férias Charlie Hinton American Gangster O Gângster Gangster Americano Nicky Barnes The Land Before Time XIII: The Wisdom of Friends Loofah (voz) 2008 Hero Wanted Herói Liam Case Harold Harold Cromer Linewatch Muito Além dos Limites Michael Dixon The Way of War A Caminho da Guerra David Wolfe 2009 Gifted Hands: The Ben Carson Story Mãos Talentosas - A História de Ben Carson Ben Carson Lies & Illusions Rede de Intrigas Isaac The Devil's Tomb O Alvo Mack Wrong Turn at Tahoe Joshua Hardwired Invasor de Mentes Luke Gibson 2011 Ticking Clock Lutando Contra o Tempo Lewis Hicks Hit List A Lista Jonas Archer Sacrifice Detetive John Hebron 2012 Red Tails One In The Chamber A Última Bala Ray Carver 2013 Machete Kills El Camaleon The Butler O Mordomo da Casa Branca O Mordomo Carter Wilson Don Jon Estrela de cinema 2014 Selma Fred Gray Life of a King Jogada de Rei Eugene Brown 2016 American Crime Story (série de televisão) O. J. Simpson \"American Horror Story (série de televisão)\" Matt Miller == Ligações externas == * * * * * Categoria:Óscar de melhor ator secundário Categoria:Atores dos Estados Unidos Categoria:Vencedores do Prémio Screen Actors Guild de melhor ator secundário em filme Categoria:Atores afro- americanos Categoria:Nascidos em 1968 Categoria:Naturais de Nova Iorque (cidade) Categoria:Satellite de melhor ator secundário em cinema Categoria:Critics' Choice de melhor ator secundário em cinema Categoria:NAACP Image de melhor ator no cinema",
 "title": "Cuba Gooding Jr."
}