{
 "id": "53558",
 "text": "Paul Cézanne (Aix-en-Provence, Provença, 19 de janeiro de 1839 – Aix-en- Provence, Provença, 22 de outubro de 1906) foi um pintor pós-impressionista francês, cujo trabalho forneceu as bases da transição das concepções do fazer artístico do século XIX para a arte radicalmente inovadora do século XX. Cézanne pode ser considerado como a ponte entre o impressionismo do final do século XIX e o cubismo do início do século XX. A frase atribuída a Matisse e a Picasso, de que Cézanne \"é o pai de todos nós\", deve ser levada em conta. Após uma fase inicial dedicada aos temas dramáticos e grandiloquentes próprios da escola romântica, Paul Cézanne criou um estilo próprio, influenciado por Delacroix. Introduziu nas suas obras distorções formais e alterações de perspectiva em benefício da composição ou para ressaltar o volume e peso dos objetos. Concebeu a cor de um modo sem precedentes, definindo diferentes volumes que foram essenciais para suas composições únicas. Cézanne não se subordinava às leis da perspectiva e, sim, as modificava. A sua concepção da composição era arquitectónica; segundo as suas próprias palavras, o seu próprio estilo consistia em ver a natureza segundo as suas formas fundamentais: a esfera, o cilindro e o cone. Ele chamava seu método de modulação.Sjåstad, Øystein (2014) A Theory of the Tache in Nineteenth-Century Painting. London: Routledge. p. 93. Cézanne preocupava-se mais com a captação destas formas do que com a representação do ambiente atmosférico. Não é difícil ver nesta atitude uma reação de carácter intelectual contra o gozo puramente colorido do impressionismo. Sobre ele, Renoir escreveu, rebatendo o crítico de arte Castagnary: Eu me enfureço ao pensar que ele [Castagnary] não entendeu que Uma Moderna Olympia, de Cézanne, era uma obra prima clássica, mais próxima de Giorgione que de Claude Monet, e que diante dele estava um pintor já fora do Impressionismo.RENOIR, Jean. Pierre-Auguste Renoir, mon père. Cézanne cultivava sobretudo a paisagem e a representação de naturezas- mortas, mas também pintou figuras humanas em grupo e retratos. Antes de começar as suas paisagens, estudava-as e analisava os seus valores plásticos, reduzindo-as depois a diferentes volumes e planos que traçava à base de pinceladas paralelas. Árvores, casas e demais elementos da paisagem subordinam-se à unidade de composição. As suas paisagens são sutilmente geométricas. Cézanne pintou, sobretudo, a sua Provença natal (O Golfo de Marselha e as célebres versões sucessivas de O Monte de Sainte-Victoire). Nas suas numerosas naturezas-mortas, tipicamente compostas por maçãs, levava, a cabo, uma exploração formal exaustiva que é a terra fecunda de onde surgirá o cubismo poucos anos mais tarde. Entre as representações de grupos humanos, são muito apreciadas as suas cinco versões de Os Jogadores de Cartas. A Mulher com Cafeteira, pela sua estrutura monumental e serena, marca o grande momento classicista de Cézanne. == Vida e algumas obras == === Primeiros anos e a família === A família Cézanne veio da pequena cidade de Cesana, no Piemonte, e considera-se que o seu nome é de origem italiana. Paul Cézanne nasceu no dia 19 de janeiro de 1839 em Aix-en-Provence, na Provença, no Sul da França. No dia 22 de fevereiro, Paul foi batizado, tendo sua avó e seu tio como padrinhos. O pai, Louis-Auguste Cézanne (28 de julho de 1798 – 23 de outubro de 1886), foi o cofundador de uma firma bancária que prosperou durante a vida do artista, o que lhe permitiu grande segurança financeira, que a maioria dos artistas da época não tinha, e lhe deu uma grande herança. Sua mãe, Anne- Elisabeth Honorine Aubert (24 de setembro de 1814 – 25 de outubro de 1897), era vívida e romântica, mas se ofendia facilmente e influenciou decisivamente a visão de mundo de Paul. Ele também tinha duas irmãs mais jovens: Marie, com quem ele frequentava a escola primária todos os dias; e Rose. Aos dez anos, Paul entrou na Escola São José, em Aix, onde estudou desenho, nas aulas de Joseph Gilbert, um monge espanhol. Em 1852, Cézanne ingressou no Colégio Bourbon (atual Colégio Mignet), onde conheceu e se tornou amigo de Émile Zola, que estava em uma classe menos avançada. Lá, permaneceu Cézanne por seis anos. Entre 1859 e 1861, obedecendo aos desejos do pai, Cézanne ingressou na escola de Direito da Universidade de Aix, enquanto recebia suas lições de desenho. Apesar das objeções do seu pai, passou a perseguir o seu desenvolvimento artístico e deixou Aix para ir a Paris, em 1861, encorajado por Zola, que já vivia na capital nessa época. Afinal o pai se reconciliou com ele e apoiou a sua escolha de carreira. Mais tarde, Cézanne receberá 400 000 francos franceses (218 363,62 libras esterlinas) de seu pai, o que lhe livraria de qualquer insegurança financeira. === Paul Cézanne, o artista === Em Paris, Cézanne conheceu o impressionista Camille Pissarro. Inicialmente, a amizade feita em meados dos anos 1860 era a de um mestre e mentor - Pissarro exercendo uma influência formativa sobre o jovem e talentoso artista. Ao longo da década seguinte, as excursões para pintar em Louveciennes e em Pontoise levaram a um trabalho colaborativo entre iguais. Nos primeiros trabalhos, Cézanne se preocupava com a figura na paisagem. Nesse período incluem-se várias pinturas de grupos de figuras grandes e pesadas na paisagem, pintadas a partir da imaginação. Mais tarde, ele passa a se interessar mais em trabalhar a partir da observação direta, e, gradualmente, desenvolveu um estilo de pintura mais leve e arejada, que iria influenciar imensamente os impressionistas. Não obstante, nos trabalhos de maturidade de Cézanne, percebe-se o desenvolvimento de um estilo solidificado, quase arquitetural de pintura. Durante toda a sua vida, esforçou-se para desenvolver uma observação autêntica do mundo através do método mais acurado possível para representá-lo em pintura. Ordenava estruturalmente tudo o que percebesse em formas e planos de cor simples. A sua afirmação \"Eu quero fazer do impressionismo algo sólido e duradouro, como a arte dos museus\",Paul Cézanne. Letters, ed. John Rewald, 1984. e sua declarada intenção de recriar Nicolas Poussin acentuaram seu desejo de unir a observação da natureza à permanência da composição clássica.A admiração de Cezanne pela arte de Poussin é bem conhecida. Suas palavras a Joachim Gasquet (\"Imagine Poussin completamente refeito: é isso o que quero dizer com clássico\"). Zvi Lachman chama a atenção para a profunda dívida de Cézanne para com Poussin, particularmente na utilização do espaço pictórico por Poussin em \"O rapto das sabinas.\"Space, and Illusion: Between Keats and Poussin\", 2003. === Fenômenos ópticos === Cézanne tinha interesse na simplificação das formas naturais em seus essenciais geométricos; ele queria \"tratar a natureza pelo cilindro, pela esfera, pelo cone\" (um tronco de uma árvore pode ser considerado um cilindro, e uma cabeça humana como uma esfera, por exemplo). Além disso, a atenção concentrada com a qual ele registrava suas observações da natureza resultou em uma profunda exploração da visão binocular, o que resultou em duas percepções visuais simultâneas ligeiramente diferentes, e nos providencia uma percepção de profundidade e um conhecimento complexo das relações espaciais. Nós vemos duas vistas diferentes simultaneamente; Cézanne empregava este aspecto da percepção visual às suas pinturas em graus variados. A observação deste fato, junto com o desejo de Cézanne em capturar a verdade de sua própria percepção, muitas vezes o levou a modelar as linhas básicas das formas para tentar exibir as vistas distintamente diferentes do seu olho direito para o olho esquerdo. Assim, a obra de Cézanne aumenta e transforma os antigos ideais da perspectiva, em particular da perspectiva de ponto único. === Exibições e temas === As pinturas de Cézanne foram exibidas na primeira mostra do Salon des Refusés (ou o Salão dos Recusados) em 1863, exibindo obras que não foram aceitas pelo jurado do oficial Salão de Paris. O Salão rejeitou as obras de Cézanne por todo o período de 1864 a 1869. Cézanne continuou a tentar apresentar suas obras ao Salão até 1882. Naquele ano, por intervenção do seu colega e artista Antoine Guillemet, Cézanne exibiu o Retrato de Louis-Auguste Cézanne, pai do artista, lendo 'L'Evénement, a sua primeira e última obra aceita no salão. Antes de 1895, Cézanne apresentou suas obras duas vezes com outros impressionistas - na primeira mostra impressionista de 1874 e na terceira, de 1877. Nos anos seguintes, algumas pinturas suas foram exibidas em vários locais, até que, em 1895, o marchand parisiense Ambroise Vollard deu, ao artista, a sua primeira mostra individual. Mesmo com o crescente reconhecimento público e o sucesso financeiro, Cézanne optou por trabalhar em isolamento, usualmente no Sul da França, em sua amada Provença, bem longe de Paris. Ele se concentrava em alguns temas e era bastante incomum que artistas do final do século XIX fossem igualmente proficientes em vários gêneros: naturezas-mortas, retratos, paisagens e estudos de banhistas. Neste último, Cézanne foi obrigado a desenhar a partir de sua imaginação, pois havia poucos modelos nus disponíveis. Assim como as paisagens, os seus retratos eram desenhados a partir do que ele tinha familiaridade, e, por isso, não apenas sua esposa e seu filho, mas também os passantes locais, as crianças e seu empresário artístico serviam como modelos. As suas pinturas de natureza morta são decorativas, pintadas com superfícies grossas e planas, mas ainda lembram as de Courbet. Embora as imagens religiosas aparecessem menos frequentemente nas últimas obras de Cézanne, ele permaneceu devoto do catolicismo romano, e dizia: \"Quando eu preciso julgar uma arte, levo minhas pinturas e as deixo próximas a um objeto feito por Deus, como uma árvore ou uma flor. Se os dois lados combatem, elas não são arte\". Sua arte chamada \"compotier\" foi vendida por 60,5 milhões de dólares. E foi o maior preço vendido por uma obra de natureza morta === A morte de Cézanne === Um dia, Cézanne trabalhava em campo aberto quando foi surpreendido por uma tempestade, em que só foi para casa após trabalhar duas horas na chuva. No caminho caiu e foi socorrido por um motorista que passava e o ajudou a ir para casa. Cézanne recuperou a consciência após ser tratado. No dia seguinte, pretendia continuar o seu trabalho, mas estava muito fraco e acabou por desfalecer. Foi colocado numa cama, de onde nunca mais se levantou. Morreu alguns dias após o acidente, em 22 de outubro de 1906, de pneumonia. Foi enterrado num antigo cemitério de sua amada cidade natal, Aix-en-Provence. == Principais períodos dos trabalhos de Cézanne == Vários períodos foram definidos na vida e na obra de Cézanne. Cézanne criou centenas de pinturas, algumas das quais alcançaram altos preços no mercado de arte, nos últimos anos. Em 10 de maio de 1999, o quadro \"Cortina, jarro e compoteira\" foi vendido por 60,5 milhões de dólares estadunidenses - o quarto maior preço já pago por uma pintura até aquele ano. Em maio de 2006, o quadro foi considerado como a pintura de natureza-morta mais cara já vendida em leilão. === O período negro, em Paris, 1861-1870 === Em 1863, Napoleão III criou, por decreto, o Salão dos Recusados, onde as pinturas que haviam sido rejeitadas para a mostra no Salão da Academia de Belas-Artes eram exibidas. Entre os artistas proprietários das obras rejeitadas, estavam os jovens impressionistas, considerados revolucionários. Cézanne foi influenciado pelo estilo dos impressionistas, mas a sua dificuldade de relacionamento social – ele parecia rude, tímido, às vezes furioso e dado à depressão – resultaram em um período caracterizado pelas cores escuras e o grande uso do preto. As obras desse período diferem muito de seus rascunhos e aquarelas dos tempos da Escola Especial de Desenho de Aix-en- Provence (1859) ou de seus trabalhos subsequentes. Entre as obras do período negro, estão pinturas como \"O Assassino\" (cerca de 1867-1868). === Período impressionista, em Provença e Paris, 1870-1878 === Após o início da guerra Franco-Prussiana, em julho de 1870, Cézanne e Marie-Hortense Fiquet deixaram Paris e foram para L'Estaque, perto de Marseille, onde ele passou a pintar predominantemente paisagens. Cézanne foi considerado como fugitivo do serviço militar em janeiro de 1871, mas a guerra terminou em fevereiro e o casal retornou a Paris no verão de 1871. Após o nascimento do primeiro filho, Paul, em janeiro de 1872, em Paris, eles se mudaram para Auvers, em Val D'Oise, nas proximidades da capital francesa. Pissarro viveu em Pontoise. Lá e em Auvers, juntos, ele e Cézanne pintavam paisagens. Muito tempo depois, Cézanne descreveu a si mesmo como um aluno de Pissarro, dizendo que Todos nós surgimos de Pissarro. Sob a influência de Pissarro, Cézanne começou a abandonar as cores escuras e suas telas se tornaram muito mais luminosas. Deixando Hortense na região de Marseille, Cézanne andou entre Paris e a Provença, exibindo suas obras na primeira (1874) e na terceira mostras impressionistas (1877). Em 1875, ele chamou a atenção do colecionador Victor Chocquet, cujas comissões providenciavam alívio financeiro. Mas as pinturas que Cézanne exibiu atraíram hilaridade, ultraje e sarcasmo. O revisor Louis Leroy disse, sobre o retrato que Cézanne fez de Chocquet: \"Esta cabeça com uma aparência peculiar, e esta coloração de uma bota velha podem causar um choque (a uma mulher grávida) e febre amarela ao fruto de seu ventre antes mesmo de seu ingresso ao mundo\". Em março de 1878, o pai de Cézanne, Louis-Auguste, descobriu o caso do filho com Hortense e ameaçou cortar-lhe o suporte financeiro, mas, em setembro, decidiu dar 400 francos para sua família. Cézanne continuou a migrar entre a região de Paris e Provença até que se construísse um estúdio para ele em sua casa, Jas de Bouffan, no começo dos anos de 1880. O estúdio foi feito no andar superior, com direito a uma janela alargada, que permitia a entrada da luz vinda do Norte, mas interrompendo a linha do beiral. Cézanne estabeleceu sua residência em L'Estaque. Lá, ele pintou com Renoir, em 1882. Visitou Renoir e Monet em 1883. === Período maduro, em Provença, 1878-1890 === No começo dos anos 1880, a família Cézanne fixou residência na Provença. Esta mudança reflete uma independência em relação aos impressionistas, concentrados em Paris, e uma preferência marcada pelo Sul, o solo nativo de Cézanne. O irmão de Hortense tinha uma casa com vista para o Monte de Santa Vitória, em L'Estaque. Uma série de pinturas desta montanha entre 1880 e 1883, e outras, de Gardanne, entre 1885 e 1888, constituem o chamado \"período construtivo\". O ano de 1886 foi um ponto de transformação para a família. Cézanne se casou com Hortense. Também naquele ano, o pai de Cézanne morre, deixando-lhe uma grande herança;SPENCE, D. Grandes artistas. Tradução de Luiz Antônio Aguiar e Marisa Sobral. São Paulo. Melhoramentos. 2004. p. 155. ele tinha 47 anos. Em 1888, a família se mudou para Jas de Bouffan, uma casa e terreno substanciais, o que permitiu um novo conforto. Esta casa, com um terreno menor, atualmente é propriedade da cidade e está aberta ao público restritamente. Também naquele ano, Cézanne rompeu sua amizade com Émile Zola, após Zola usá-lo, em grande parte, como base para compor o personagem Claude Lantier, um artista sem sucesso e trágico ao final, no livro L'Œuvre. Cézanne considerou este ato como uma quebra de decoro, e a amizade iniciada na infância estava irreparavelmente danificada. === Período final, Provença, 1890-1905 === O período idílico de Cézanne em Jas de Bouffan foi temporário. Desde 1890 até a sua morte, ele foi cercado por eventos problemáticos, eventualmente se isolando com suas pinturas e passando um longo tempo como um recluso virtual. Suas pinturas passaram a ser muito conhecidas e procuradas, e ele era objeto de respeito da nova geração de pintores. Os problemas começaram com a crise de diabetes em 1890, desestabilizando a sua personalidade ao ponto de prejudicar suas relações pessoais. Ele viajou para a Suíça, com Hortense e seu filho, talvez nas esperanças de restaurar as suas relações. Cézanne, porém, retornou à Provença para continuar sua vida; Hortense e Paul seguiram para Paris. As necessidades financeiras fizeram com que Hortense retornasse para a Provença, mas vivendo em cômodos separados. Cézanne se mudou com sua mãe e com sua irmã. Em 1891, ele se voltou ao catolicismo. Cézanne alternou entre pintar na região de Jas de Bouffan e na região de Paris, como antes. Em 1895, ele fez uma visita germinal para a pedreira de Bibémus e escalou o Monte Santa Vitória. A paisagem labiríntica dos despojos deve ter lhe inspirado, pois ele alugou uma cabana no local em 1897 e a pintou extensivamente. Acredita-se que as formas tenham inspirado o estilo embrionário do cubismo. Também naquele ano, a sua mãe morreu, um evento chocante, mas que também possibilitou a reconciliação entre ele e a esposa. Ele vendeu a área vazia de Jas de Bouffan e alugou um local na rua Boulegon, onde ele construiu um estúdio. As suas relações, entretanto, continuavam tempestuosas. Ele precisava de um local para ser ele mesmo. Em 1901, ele comprou algumas terras, além da Estrada de Lauves, uma estrada isolada em Aix, e pediu que um estúdio fosse construído lá (o \"ateliê\", agora aberto ao público). Ele se mudou para lá em 1903. Enquanto isso, em 1902, ele escreveu um testamento que excluía a sua esposa da herança e deixava tudo para seu filho. A relação estava aparentemente quebrada novamente; é dito que ela queimou os pertences da mãe de Cézanne. De 1903 até o fim de sua vida, ele pintou em seu estúdio, trabalhando por um mês em 1904 com Émile Bernard, que permaneceu em sua casa como um convidado. Após a sua morte, o local se tornou um monumento, o Ateliê Paul Cézanne. == Legado == Após a morte de Cézanne em 1906, as suas pinturas foram exibidas em Paris em uma retrospectiva de grande porte, em setembro de 1907, no Salão de Outono. A mostra causou um grande impacto na direção da vanguarda parisiense, tornando-o um dos artistas mais influentes do século XIX e o responsável pelo advento do cubismo. As explorações de simplificação geométrica e dos fenômenos óticos inspiraram Picasso, Braque, Gris e outros, que passaram a experimentar múltiplas visões, mais complexas, de um mesmo objeto chegando, finalmente, à fratura da forma. Cézanne, assim, abriu uma das mais revolucionárias possibilidades de exploração artística no século XX, influenciando profundamente o desenvolvimento da arte moderna. == Galeria == Image:Paul Cézanne 127.jpg|\"Imperador Aquiles\", 1868. Museu d'Orsay, Paris. Image:La Pendule noire, par Paul Cézanne.jpg|\"Natureza-morta e um relógio preto\", 1869-1871. Coleção Stavros Niarchos Image:Paul Cézanne - La Maison du pendu.jpg|\"A casa do enforcado\", 1873. Museu d’Orsay, Paris. Imagem:Paul Cezanne, A Modern Olympia, c. 1873-1874.jpg|\"Uma Olímpia Moderna\", c. 1873-1874. Museu d'Orsay, Paris. Image:Portrait de Victor Chocquet, par Paul Cézanne, Yorck.jpg|\"Retrato de Victor Chocquet\", 1875. Coleção Victor Rothschild, Cambridge. Image:Camille Pissarro - Paul Cézanne.jpg|\"Camille Pissarro\", 1874. The National Gallery, Londres. Image:Baigneuses, par Paul Cézanne, Metropolitan Museum of Art.jpg|\"Banhistas\", 1874-1875. Metropolitan Museum, Nova Iorque Imagem:Paul Cézanne 160.jpg|\"Autorretrato com fundo rosa\", 1875. Coleção privada Image:Marronniers et ferme au Jas de Bouffan, par Paul Cézanne, Yorck.jpg|\"A Residência do Jas de Bouffan\" (1878), coleção particular Image:Paul Cézanne 115.jpg|\"Montanha Santa Victória vista de Bellevue\", 1882-1885 Image:Le golfe de Marseille vu de l’Estaque, par Paul Cézanne.jpg|\"Vista do golfo de Marselha a partir de L'Estaque\", 1883-1885. Imagem:Gardanne, par Paul Cézanne, Yorck.jpg|\"Vista de Gardanne\", 1885-1886. Image:Le Père du peintre, lisant L'Événement, par Paul Cézanne.jpg|\"Retrato de Louis-Auguste Cézanne, pai do artista, lendo L'Evénement\", 1886. National Gallery of Art, Washington, D.C. Imagem:La Femme à la cafetière, par Paul Cézanne.jpg|\"Mulher com cafeteira\", 1890-1894. Museu d'Orsay. File:Les Joueurs de cartes, par Paul Cézanne.jpg|\"Os jogadores de cartas\", 1892-1895. Instituto Courtauld, em Londres Imagem:Paul Cézanne 179.jpg|\"Natureza-morta com maçãs e laranjas\", 1895-1900. Museu d'Orsay Image:Paul Cézanne 156.jpg|\"Autorretrato\", 1898-1900. Museu de Belas Artes de Boston Image:Les Trois Crânes, par Paul Cézanne.jpg|\"Três crânios\", 1900. Detroit Institute of Arts Image:Montagne Sainte-Victoire, par Paul Cézanne 109.jpg|\"Monte Santa Vitória\", 1904-1906. Coleção particular, Filadélfia Image:Paul Cézanne 047.jpg|\"Banhistas\", 1906. Museu de Arte da Filadélfia == Ligações externas == * Artigo no site sobre os 100 anos da morte do pintor. * Paul Cézanne * * Coletânea de citações de Paul Cézanne. (em português) * DUPRAT, Marcelo. A expressão da natureza na pintura de Paul Cézanne. 1998 (em português) * Paul Cézanne - Peintre de légende sous le soleil de Provence, por Michel Ban. Pequeno comentário sobre a obra do pintor. * KEMPINSKA, Olga. Os impasses da interpretação: o papel do silêncio na recepção da obra poética de Mallarmé e da pintura de Cézanne. PUC-Rio, 2008. * As obras de arte de Paul Cézanne Cezanne Cezanne Cezanne Categoria:Mortos em 1906 Categoria:Pintores do impressionismo Categoria:Pintores da França do século XIX",
 "title": "Paul Cézanne"
}