{
 "id": "53618",
 "text": "Esta página lista a os eventos cronológicos que ocorreram ou espera-se que ocorram durante a missão da sonda Cassini-Huygens a Saturno e à sua lua Titã. == 1997 == 15 de outubro — Cassini lançada ao espaço às 08:43 UTC. == 1998 == 26 de abril 06:52 PDT — Sobrevoo de gravidade assistida por Vênus a 284 km, recebendo um incremento de velocidade de aproximadamente 7 km/s 3 de dezembro 22:06 PDT – A Cassini acionou seu motor de foguete principal por 90 minutos, definindo o caminho da nave espacial para seu segundo sobrevôo a Vênus em 1999. A queima do motor desacelerou-a para aproximadamente 450 metros por segundo em relação ao Sol. A velocidade da sonda foi de 67,860 km/h no início da manobra a 66,240 k/h ao fim do acionamento do motor.http://saturn.jpl.nasa.gov/news/newsreleases/newsrelease19981203/ == 1999 == 24 de Junho — Sobrevôo de gravidade assistida por Vênus a 623km. 18 de Agosto 03:28 UTC — Sobrevôo de gravidade assistida pela Terra. Uma hora e 20 minutos antes da maior aproximação, a Cassini aproximou-se da Lua a 337.000 km, e tirou uma série de fotografias para calibração. A espaçonave passou pela Terra a uma distância de 1.171km por sobre a porção leste do Pacífico Sul (ponto mais próximo 23°30′S 128°30′O﻿ / ﻿23.5°S 128.5°O). Recebeu um incremento de 5,5 km/s em velocidade. == 2000 == 23 de Janeiro — Sobrevoo do asteroide 2685 Masursky cerca das 10:00 UTC. A Cassini tirou fotos () 5 a 7 horas antes, a uma distância de 1,6 milhões de quilómetros e estimou o diâmetro do asteroide entre 15 a 20 km. 30 de Dezembro — Sobrevoo de gravidade assistida por Júpiter. A Cassini atingiu a sua maior proximidade (9,7 milhões de quilômetros) com Júpiter nesta data, aproveitando para realizar diversas medições científicas.http://www.physorg.com/news/2010-12-cassini-celebrates- years-jupiter-encounter.html Também proporcionou os mais detalhados retratos em cores de Júpiter já produzidos (à direita); os pormenores visíveis mais pequenos são do tamanho de 60 km. ==2001== 30 de maio – Durante a fase de costa entre Júpiter e Saturno, notou-se que uma \"névoa\" ficava visível nas fotos tiradas pela câmera de ângulo estreito da Cassini. Isso foi visto pela primeira vez quando uma foto da estrela Maia na Plêiades foi tirada depois de um período de aquecimento de rotina ==2002== 23 de julho – No final de janeiro, foi realizado, por meio de aquecimento, um teste para a remoção da \"névoa\" das lentes da câmera de ângulo estreito. A elevação da temperatura a 4°C por oito dias produziu resultados favoráveis. Mais tarde, o aquecimento foi estendido para 60 dias, e uma imagem da estrela Spica mostrou uma melhoria de mais de 90% em comparação com as imagens coletadas antes do aquecimento. Em 9 de julho, uma fotografia revelou que o procedimento havia sido completamente bem sucedido, o que foi anunciado em 23 de julho. ==2003== 10 de outubro – A equipe de ciência da Cassini anunciou os resultados de um teste da teoria da gravidade de Einstein, realizado por meio do emprego de sinais de rádio da sonda. Os pesquisadores observaram uma alteração na frequência das ondas de rádio que saíam e voltavam para a sonda, uma vez que tais ondas viajavam próximas ao Sol. Testes anteriores estavam de acordo com as previsões teóricas com uma precisão de uma parte em mil. O experimento da Cassini melhorou tal valor para 20 partes por milhão, com os dados ainda apoiando a teoria de Einstein. ==2004== 27 de fevereiro – Uma nova imagem em alta resolução de Saturno, tirada pela Cassini em 9 de fevereiro, foi publicada. Os cientistas da missão ficaram intrigados pelo fato de que nenhum \"raio\" nos anéis de Saturno é visível. Tais estruturas escuras na seção \"B\" section do anel haviam sido descobertas por imagens tiradas pela sonda Voyager em 1981.http://photojournal.jpl.nasa.gov/catalog/PIA05380 Outra imagem, em infravermelho, tirada em 16 de fevereiro, mostra diferenças de altura nas nuvens e a mesma turbulência vista durante a década de 1990 pelo Telescópio espacial Hubble.http://photojournal.jpl.nasa.gov/catalog/PIA05381 12 de março – Fotografias tiradas em 23 de fevereiro mostram uma característica descoberta pela Voyager: Aglomerações no exterior do anel \"F\". O que não pôde ser verificado à época, era o tempo de vida exato desses aglomerados, e espera-se que a Cassini venha a fornecer dados conclusivos sobre esta questão. O primeiro conjunto de imagens mostram um grupo \"blocos\" que se deslocam ao longo do anel \"F\".http://photojournal.jpl.nasa.gov/catalog/PIA05382 26 de março – A equipe de cientistas da Cassini publicou a primeira sequência de fotos de Saturno, mostrando nuvens se movendo em alta velocidade ao redor do planeta. Utilizando um filtro para melhor visualizar a névoa de água sobre a cobertura densa de nuvens. As movimentações nas regiões equatoriais e meridionais são claramente visíveis.http://photojournal.jpl.nasa.gov/archive/PIA05384.gif As fotografias foram tiradas entre 15 e 19 de fevereiro. 8 de abril – A primeira observação \"a longo prazo\" da dinâmica de nuvens na atmosfera de Saturno foi publicada pelos cientistas da missão. Um conjunto de imagens mostra duas tempestades nas latitudes meridionais se fundirem durante o período de 19 a 20 de março. Ambas tinham um diâmetro de cerca de 1.000 km antes de se fundiram 15 de abril – A NASA anunciou que duas luas descobertas pela Voyager 1 foram novamente avistadas pela Cassini nas fotos tiradas em 10 de março. São a Prometeu e a Pandora. Elas não são satélites comuns, e seus efeitos gravitacionais no anel \"F\" fez com que os cientistas as chamassem \"luas pastores\". Elas fascinam todos os pesquisadores interessados na dinâmica do sistema de anéis, uma vez que suas órbitas são tão próximas que interagem uma com a outra de maneira caótica. Esses satélites têm histórico de desafiar as previsões de suas órbitas e uma das missões da Cassini's será monitorar o movimento desses corpos de perto. 18 de maio – A Cassini entrou no sistema de Saturno e a força gravitacional desse planeta começou a ultrapassar a influência do Sol. 20 de maio – A primeira foto da Titã, com melhor resolução do que qualquer observação feita da Terra, foi publicada. Foi tirada em 5 de maio a uma distância de 29,3 milhões de quilômetros. 27 de maio – A TCM-20, uma aproximação à lua Phoebe para correção de trajetória foi executada às 22:26:00 UTC. Para isso, o motor foi acionado por 5 minutos e 56 segundos, pela primeira vez desde dezembro de 1998. Isso serviu como um \"ensaio geral\" para o acionamento de 96 minutos que ocorreria para a inserção na órbita de Saturno. Entretanto, a TCM-20 foi projetada principalmente para alterar a velocidade da Cassini em 34,7 m/s, resultando num sobrevoo à lua Phoebe em 11 de junho. 11 de junho – Cassini sobrevoou a lua Phoebe as 19:33 UT no Tempo de Eventos da Espaçonave a 2068 quilômetros de distância. Todos os onze instrumentos a bordo operaram como o esperado e todos os dados foram adquiridos. Os cientistas esperam usar esses dados para criar um mapa global da lua cheia de crateras, e determinar a composição, a massa e a densidade da Phoebe. 16 de junho – Ocorreu a TCM-21, com um acionamento de 38 segundos do motor principal. Foi planejada como a última correção de trajetória de Cassini, antes da entrada na órbita de Saturno. Alguns dias depois, a TCM-22, programada para 21 de junho, foi cancelada. 1 de julho – O acionamento para a Inserção na Órbita de Saturno foi bem sucedido. Às 19:11 PDT (22:11 EDT), a Cassini cruzou o anel planetário, entre as seções F e G. A sua antena foi orientada para a frente, agindo como um escudo contra partículas pequenas do anel. Às 19h36 PDT (22:36 EDT), a espaçonave começou um acionamento crítico de 96 minutos do motor, para cortar sua velocidade em 626 metros por segundo. Logo após esse acionamento, fotografias do anel foram tiradas e enviadas aos cientistas da missão, a medida que a sonda se aproximava dos 19.980 quilômetros do topo das nuvens. Os cientistas ficaram surpresos com a claridade dos detalhes nas imagens e levarão bastante tempo para analisá-las. \"Nós não veremos todo o quebra- cabeças, somente algumas peças, mas o que estamos vendo é dramático,\" disse a Dra. Carolyn Porco, chefe da equipe de imagem da Cassini, Instituto de Ciência Espacial, , Boulder, Colorado. \"As imagens são incompreensível, simplesmente incompreensível. Eu tenho trabalhado nesta missão há 14 anos e não deveria estar surpresa, mas é notável o quão surpreendente é ver essas imagens pela primeira vez.\" 2 de julho – O primeiro sobrevoo da Cassini a Titã foi executado, e as primeiras imagens tiradas de perto foram enviadas à Terra. Devido ao planejamento da órbita inicial, a Cassini estava passando sobre o polo sul do satélite a uma distância maior do que nos sobrevoos posteriores. Entretanto, durante a coletiva de imprensa de 3 de junho, os cientistas da missão apresentaram imagens que já estavam os forçando a repensar as teorias anteriores. Aparentemente, as características mais escuras ou mais brilhante do albedo da superfície representam diferentes materiais. Ao contrário do esperado, as regiões de gelo parecem ser mais escuras do que as áreas onde outro material (possivelmente matéria orgânica) está misturado ao gelo. 16 de agosto – Os cientistas anunciaram a descoberta de duas novas luas de Saturno e, com isso, o sucesso de um dos programas da Cassini: localizar satélites pequenos e até então desconhecidos. Mais tarde batizadas \"Methone\" (S/2004 S 1) e \"Palene\" (S/2004 S 2), esses objetos são pequenos em comparação a outras luas, e orbitam entre Mimas e Encélado. 23 de agosto – A uma distância de 9 milhões de quilômetros de Saturno, o último grande acionamento do motor principal ocorreu para ajustar a aproximação seguinte e evitar as partículas do anel planetário. O acionamento de 51 minutos aumentou a velocidade da sonda em 325 metros por segundo, movendo o ponto de periastro cerca de 300.000 km mais distante de Saturno do que a menor distância durante a inserção na órbita do planeta. Ao mesmo tempo, o novo curso colocaria a Cassini muito próxima de Titã durante o sobrevoo seguinte. http://saturn.jpl.nasa.gov/news/newsreleases/newsrelease20040823/ 14 de setembro – A verificação final da sonda Huygens foi concluída com êxito. A separação da sonda permaneceu agendada para 25 de dezembro, com a aterrissagem antecipada para 14 de janeiro de 2005. 26 de outubro – O segundo sobrevoo da Titã (chamado \"Titan-A\") foi executado com sucesso. Os dados começaram a chegar no centro da missão às 01:30 UTC, em 27 de outubro, e incluíram a foto de mais alta resolução tirada da superfície do Satélite. Incluíram também a primeira imagem em espectro infravermelho de alta resolução da atmosfera e da superfície. A espaçonave atravessou com sucesso a atmosfera nebulosa de Titã, chegando a 1.176 quilômetros da superfície do satélite. O sobrevoo foi mais próximo de Titã do que o de qualquer outra espaçonave. Os dados das imagens, do espectro e do radar revelaram uma superfície complexa e intrigante. A análise dos dados ainda persiste. A única falha durante o evento \"Titan-A\" envolveu o instrumento CIRS. Durante a reprodução, a equipe de instrumento observou dados corrompidos, e foi tomada a decisão de desligar o instrumento para reinicializá-lo. O instrumento CIRS foi religado em 24 horas e, atualmente, permanece em seu estado nominal. 23 de novembro – A última avaliação em voo da sonda Huygens antes da separação foi concluída com êxito. Todos os sistemas estão prontos para a abertura da sonda à tempo. 13 de dezembro – O sobrevoo \"Titan-B\" foi executado com êxito e os dados coletados foram avaliados pelos cientistas da missão. 25 de dezembro – A sonda Huygens é separada da Cassini às 02:00 UTC. 27 de dezembro – A NASA publicou uma foto da Huygens tirada da Cassini dois dias após a liberação da sonda, reportando que a análise da imagem demonstrou que a sonda está no curso correto, dentro da margem de erro esperada. Essas avaliações foram necessárias para colocar o orbitador na orientação correta, de forma a receber os dados da sonda quando esta adentrar a atmosfera de Titã. 26 de dezembro – A OTM-10 foi executada às 03:00 UTC no Tempo de Eventos da Espaçonave. Essa manobra, também chamada ODM (Manobra de Deflexão de Órbita), retirou a Cassini da trajetória de colisão com Titã, colocando-a em uma trajetória de sobrevoo com altitude necessária para receber os dados da Huygens a medida que a sonda adentrava Titã. 31 de dezembro – O sobrevoo da Cassini a Jápeto ocorreu às 18:45:37 UTC, a uma altitude de 122.645 quilômetros. As primeiras imagens brutas ficaram disponíveis no dia seguinte. ==2005== 14 de janeiro – A Huygens entrou na atmosfera de Titã às 09:06 UTC e aterrissou suavemente na superfície aproximadamente 2 horas depois. Esse evento foi confirmado pela recepção da portadora emitida pela sonda durante o processo. às 16:19 UTC, o orbitador Cassini começou a retransmitir para a Terra os dados científicos recebidos da sonda. A primeira imagem foi liberada às 19:45 UTC, mostrando uma vista a aproximadamente 16 km acima da superfície. Uma segunda imagem tirada pela sonda, já sobre a superfície, foi liberada pouco tempo depois. A análise dessas imagens continua em progresso. 15 de fevereiro – Sobrevoo bem sucedido a Titã, com novas regiões da sua superfície escaneadas por radar. O radar de mapeamento da Cassini adquiriu imagens que mostram uma grande cratera no satélite, com um diâmetro estimado de 440 km.http://photojournal.jpl.nasa.gov/catalog/PIA07365 17 de fevereiro – O primeiro sobrevoo próximo à Encélado foi realizado, e as imagens foram enviadas à Terra. O sobrevoo ocorreu a uma distância de aproximadamente 1180 km. 9 de março – O segundo sobrevoo a Encélado foi realizado, e a Cassini passou pelo satélite a uma distância mínima de 500 km. 17 de março – A sonda da Cassini revelou que a lua de Saturno Encélado possui atmosfera, que foi descrita como \"substancial\" por seus descobridores. 31 de março – O quarto sobrevoo planejado à Titã, a uma distância mínima de 2400 km do satélite, foi realizado. As imagens e demais dados desse evento ainda estão sob análise. 16 de abril – O quinto sobrevoo planejado a Titã, a uma distância mínima de cerca de 1025 km, foi realizado às 19:12 UTC. Foi o sobrevoo mais próximo até hoje registrado, e forneceu a oportunidade de obter dados mais detalhados acerca da constituição na porção superior da atmosfera de Titã. Uma primeira análise dos dados revelou uma grande proporção de moléculas complexas de carbono. Em 25 de abril, foi publicado um diagrama demonstrando a existência de tais moléculas. 3 de maio – A Cassini da início a experimentos de ocultação nos anéis de Saturno, na tentativa de determinar a distribuição do tamanho de suas partículas, na escala de centímetros. 10 de maio – No início de um experimento de observação focada de período do anel planetário, com previsão de durar até setembro, os cientistas da missão anunciaram a descoberta de uma nova lua na Keeler gap, dentro da seção \"A\" do anel. Provisoriamente batizada S/2005 S 1 e mais tarde renomeada Dafne, foi vista pela primeira vez em uma sequência de imagens tiradas em 1 de maio. Os cientistas de imagem haviam previsto a existência da nova lua e sua distância orbital de Saturno após o avistamento, em julho, de um conjunto com características peculiares na margem exterior da Keeler gap. 14 de julho – O sobrevoo mais próximo da Encélado, a uma distância de 175 km, foi conduzido com êxito. As primeiras imagens foram publicadas. 22 de agosto – Sobrevoo de Titã, a uma distância mínima de 3669 km. 7 de setembro – Sobrevoo de Titã, a uma distância de 1075 km. Os dados coletados foram parcialmente perdidos devido a um problema de software. 24 de setembro – Sobrevoo de Tétis, a uma distância de 1500 km. 26 de setembro – Sobrevoo de Hipérion, a uma distância de 1010 km, o mais próximo e único sobre esse satélite durante a missão primária. 11 de outubro – Sobrevoo de Dione, a uma distância de 500 km. 28 de outubro – Sobrevoo de Titã, a uma distância de 1400 km. 26 de novembro – Sobrevoo de Reia, a uma distância de 500 km. 26 de dezembro – Sobrevoo de Titã, a uma distância de 10410 km. ==2006== 15 de janeiro – Sobrevoo de Titã, a uma distância de 2040 km. 2 de fevereiro – Sobrevoo de Titã, a uma distância de 4390 km. 18 de março – Sobrevoo de Titã, a uma distância de 1950 km. 20 de maio – Sobrevoo de Titã, a uma distância de 1880 km. 2 de julho – Sobrevoo de Titã, a uma distância de 1910 km. 27 de julho – A NASA confirma a presença de lagos de hidrocarbonetos na região polar norte de Titã. 23 de setembro – Sobrevoo de Titã, a uma distância de 960 km. ==2007== 1 de março – A NASA publica várias imagens notáveis de Saturno, tiradas sob ângulos que não são possíveis da Terra.http://www.nasa.gov/mission_pages/cassini/media/20070301.html 10 de setembro – Sobrevoo de Jápeto, a uma distância de 1600 km. ==2008== 12 de março — A Cassini é programada para um sobrevoo frontal imprecedente da lua Encélado.http://www.nasa.gov/mission_pages/cassini/media/cassini-20080310.html 28 de maio – A Cassini completa seu 43º sobrevoo de Titã, finalizando sua missão primária. Rebatizada \"Missão de Equinócio\", a Cassini observará Saturno durante seu período de verão.http://www.nasa.gov/mission_pages/cassini/media/cassini-20080415.html A sonda também é capaz de realizar pelo menos mais uma missão além dessa, a chamada \"Missão de Solstício\". ==Missão de Equinócio da Cassini== 11 de agosto, 9 e 31 de outubro – Com aproximações de 50, 25, e 200 km, respectivamente, os três últimos sobrevoos de Encélado em 2008 empregaram uma nova técnica de fotografia chamada \"tiro ao alvo\", de forma a adquirir imagens de altíssima resolução. Os sobrevoos também permitiram que a Cassini fotografasse diretamente aos plumas criovulcânicas do satélite. 3 e 14 de novembro, 5 e 21 de dezembro – Sobrevoos 46 a 49 de Titã. Esse último permitiu o escaneamento por radar do Ontario Lacus, um dos maiores lagos de metano de Titã. ==2009== Foram programados para esse ano 15 sobrevoos a Titã e 2 sobrevoos próximos de Encélado. De junho a outubro, é observado Saturno durante o equinócio, período no qual o Sol está diretamente sobre o equador do planeta. http://saturn.jpl.nasa.gov/mission/saturntourdates/ ==2010== Em 2 de Novembro desse ano, a Cassini foi colocada num modo de stand by de proteção, após a ter ocorrido a perda de uma instrução importante. A NASA anunciou a interrupção do processo científico em 8 de novembro. http://www.universetoday.com/77710/cassini-instruments-offline-until-nov-24 Entretanto, nessa data, algumas das funcionalidades da espaçonave já haviam sido parcialmente restauradas.http://saturn.jpl.nasa.gov/news/significantevents/significantevents20101111/ Os instrumentos foram reiniciados com êxito em 10 de novembro.http://saturn.jpl.nasa.gov/news/cassinifeatures/feature20101110/ A Cassini foi reativada em 24 de novembro e voltou a funcionar perfeitamente, e a tempo para os sobrevoos programados de Encélado.http://www.space.com/missionlaunches/casssin-spacecraft-revived-for- flyby-101124.html A essa altura, não havia ocorrido divulgação http://saturn.jpl.nasa.gov/mission/flybys/titan20101111 sobre perdas de dados relacionadas ao sobrevoo de 11 de novembro. A Cassini fez dois sobrevoos próximos de Encélado em dezembro. ==Missão de Solstício da Cassini (2010-2017)== Em 3 de fevereiro de 2010, a NASA anunciou que havia sido financiada a segunda extensão da missão, até maio de 2017, alguns meses após o financiamento da missão do solstício de verão. O cronograma incluiu 155 órbitas adicionais, com 54 sobrevoos de Titã, 11 de Encélado, 2 de Reia e 3 de Dione. Um dos sobrevoos de Titã adentrou na ionosfera. == Marcos de viagem da Cassini == Tempo de Evento da Espaçonave Distância de Saturno 22-Mar-2004 07:42:14 50.000.000 km 12-Abr-2004 19:35:12 40.000.000 km 04-Mai-2004 02:59:09 30.000.000 km 25-Mai-2004 02:40:06 20.000.000 km 14-Jun-2004 11:15:22 10.000.000 km == Cronologia detalhada da missão Huygens == Ver o artigo principal da sonda Huygens. ===Marcos de viagem da sonda Huygens=== Tempo de Eventos da Espaçonave Descrição 2004-Dez-25 02:00 UTC Huygens se separa da Cassini 2004-Dez-25 06:07 UTC 5 km da Cassini 2004-Dez-25 10:13 UTC 10 km da Cassini 2004-Dez-28 01:17 UTC 100 km da Cassini 2004-Dez-28 12:20 UTC 1,000 km da Cassini 2004-Dez-29 00:02 UTC 2,000 km da Cassini 2004-Dez-29 11:39 UTC 3,000 km da Cassini 2004-Dez-29 23:11 UTC 4,000 km da Cassini 2004-Dez-30 10:36 UTC 5,000 km da Cassini 2005-Jan-03 20:01 UTC 4,658,661 km da Titã (maior distância) 2005-Jan-06 23:40 UTC 4,000,000 km da Titã 2005-Jan-09 01:26 UTC 3,000,000 km da Titã 2005-Jan-10 18:37 UTC 2,000,000 km da Titã 2005-Jan-12 11:20 UTC 1,000,000 km da Titã 2005-Jan-12 15:36 UTC 900,000 km da Titã 2005-Jan-12 19:56 UTC 800,000 km da Titã 2005-Jan-13 00:19 UTC 700,000 km da Titã 2005-Jan-13 04:48 UTC 600,000 km da Titã 2005-Jan-13 09:21 UTC 500,000 km da Titã 2005-Jan-13 13:59 UTC 400,000 km da Titã 2005-Jan-13 18:43 UTC 300,000 km da Titã 2005-Jan-13 23:31 UTC 200,000 km da Titã 2005-Jan-14 04:23 UTC 100,000 km da Titã 2005-Jan-14 04:53 UTC 90,000 km da Titã 2005-Jan-14 05:22 UTC 80,000 km da Titã 2005-Jan-14 05:52 UTC 70,000 km da Titã 2005-Jan-14 06:21 UTC 60,000 km da Titã 2005-Jan-14 06:50 UTC 50,000 km da Titã 2005-Jan-14 07:20 UTC 40,000 km da Titã 2005-Jan-14 07:49 UTC 30,000 km da Titã 2005-Jan-14 08:18 UTC 20,000 km da Titã 2005-Jan-14 08:48 UTC 10,000 km da Titã 2005-Jan-14 08:51 UTC 9,000 km da Titã 2005-Jan-14 08:54 UTC 8,000 km da Titã 2005-Jan-14 08:57 UTC 7,000 km da Titã 2005-Jan-14 08:59 UTC 6,000 km da Titã 2005-Jan-14 09:02 UTC 5,000 km da Titã 2005-Jan-14 09:06 UTC A Huygens adentra a atmosfera de Titã 2005-Jan-14 11:24 UTC Huygens impacta com a superfície de Titã ===Fenômenos celestes vistos na data da aterrissagem em Titã=== O dia da aterrissagem inicia em 2005-Jan-08 04:05:08 UTC e termina em 2005-Jan-24 03:26:14 UTC. De acordo com a trajetória descendente prevista para a Huygens, a sonda foi programada para aterrissar a 10.2936° Sul e 163.1775° Leste. Antes do pouso, a localização não podia ser determinada com exatidão, já que a sonda seria influenciada pelo vento na atmosfera de Titã. Tempo solar aparente local Tempo de eventos da espaçonve Descrição 03:06 2005-Jan-10 05:43 UTC Nasce Júpiter 03:21 2005-Jan-10 09:43 UTC A lua Phoebe se põe 03:55 2005-Jan-10 18:47 UTC Nasce Plutão 04:56 2005-Jan-11 10:54 UTC Nasce a Cassini 05:03 2005-Jan-11 12:52 UTC Nasce a Huygens 05:06 2005-Jan-11 13:29 UTC Nasce Marte 05:29 2005-Jan-11 19:36 UTC Nasce Vênus 05:31 2005-Jan-11 20:19 UTC Nasce Mercúrio 05:35 2005-Jan-11 21:22 UTC Nasce Jápeto 05:43 2005-Jan-11 23:20 UTC Nasce o Sol 05:44 2005-Jan-11 23:39 UTC Nasce a Terra 05:44 2005-Jan-11 23:40 UTC Nasce a Lua 06:52 2005-Jan-12 17:54 UTC Nasce Netuno 07:47 2005-Jan-13 08:32 UTC Nasce Urano 08:26 2005-Jan-13 18:46 UTC A Terra transita entre o Sol e saturno - 1º contato 08:26 2005-Jan-13 18:53 UTC A Terra transita entre o Sol e saturno - 2º contato 08:35 2005-Jan-13 21:20 UTC A Lua transita entre o Sol e Saturno (1° contato) 08:36 2005-Jan-13 21:22 UTC A Lua transita entre o Sol e Saturno (2° contato) 08:48 2005-Jan-14 00:34 UTC A Terra transita entre o Sol e saturno (o maior) 08:58 2005-Jan-14 03:13 UTC A Lua transita entre o Sol e saturno (o maior) 09:09 2005-Jan-14 06:15 UTC A Terra transita entre o Sol e Saturno (3° contato) 09:09 2005-Jan-14 06:23 UTC A Terra transita entre o Sol e Saturno (4° contato) 09:12 2005-Jan-14 07:10 UTC A Cassini transita o meridiano 09:20 2005-Jan-14 09:03 UTC A Lua transita entre o Sol e Saturno (3° contato) 09:20 2005-Jan-14 09:05 UTC A Lua transita entre o Sol e Saturno (4° contato) 09:20 2005-Jan-14 09:06 UTC A Huygens adentra a atmosfera 09:28 2005-Jan-14 11:11 UTC Júpiter transita o meridiano 09:28 2005-Jan-14 11:24 UTC A Huygens atinge a superfície 09:35 2005-Jan-14 13:08 UTC A Cassini se põe 10:11 2005-Jan-14 22:41 UTC Plutão transita o meridiano 10:23 2005-Jan-15 01:48 UTC Hipérion se põe 11:14 2005-Jan-15 15:27 UTC Jápeto transita o meridiano 11:26 2005-Jan-15 18:36 UTC Marte transita o meridiano 11:48 2005-Jan-16 00:36 UTC Vênus transita o meridiano 11:50 2005-Jan-16 01:09 UTC Mercúrio transita o meridiano 11:59 2005-Jan-16 03:26 UTC A Terra transita o meridiano 11:59 2005-Jan-16 03:27 UTC A Lua transita o meridiano 12:00 2005-Jan-16 03:44 UTC O Sol transita o meridiano 13:05 2005-Jan-16 21:02 UTC Netuno transita o meridiano 13:56 2005-Jan-17 10:39 UTC Urano transita o meridiano 15:49 2005-Jan-18 16:41 UTC Júpiter se põe 16:26 2005-Jan-19 02:24 UTC A lua Phoebe nasce 16:26 2005-Jan-19 02:36 UTC Plutão se põe 17:46 2005-Jan-19 23:42 UTC Marte se põe 17:55 2005-Jan-20 02:08 UTC Jápeto se põe 18:08 2005-Jan-20 05:35 UTC Vênus se põe 18:10 2005-Jan-20 06:06 UTC Mercúrio se põe 18:14 2005-Jan-20 07:20 UTC A Terra se põe 18:14 2005-Jan-20 07:21 UTC A Lua se põe 18:17 2005-Jan-20 08:09 UTC O Sol se põe 19:18 2005-Jan-21 00:10 UTC Netuno se põe 20:05 2005-Jan-21 12:46 UTC Urano se põe 21:31 2005-Jan-22 11:44 UTC Phoebe transita o meridiano ===Cronologia do procedimento de aterrissagem da Huygens=== Tempo de eventos da espaçonave Descrição 2005-Jan-11 12:00 UTC O orbitador nasce à leste, conforme visto do local de aterrissagem 2005-Jan-14 06:50 UTC O orbitador liga os receptores de conexão de sinais de rádio 2005-Jan-14 07:02 UTC Orbitador começa a voltar os receptores em direção a Titã 2005-Jan-14 07:14 UTC O orbitador está completamente voltado para Titã, 3 minutos mais tarde a conexão para download da banda X do orbitador é desativada. 2005-Jan-14 08:29 UTC Saturno é ocultado por Titã, conforme visto da Huygens 2005-Jan-14 08:38 UTC Os anéis de Saturno são ocultados por Titã, conforme visto da Huygens 2005-Jan-14 08:44 UTC A sonda liga os transmissores 2005-Jan-14 09:06 UTC A Huygens adentra a atmosfera de Titã 2005-Jan-14 09:09 UTC Huygens feels maximum deceleration 2005-Jan-14 09:10 UTC O canal piloto é implementado 2005-Jan-14 09:10 UTC Cobertura à popa é liberada 2005-Jan-14 09:10 UTC O pára-quedas principal é acionado 2005-Jan-14 09:11 UTC Início da transmissão do orbitador Cassini 2005-Jan-14 09:11 UTC Escudo frontal liberado; os transmissores trocam para modo de alta potência; os instrumentos são configurados para a descida; as medições têm início 2005-Jan-14 09:25 UTC O pára-quedas principal se separa; a rampa de ancoragem para estabilização é acionada 2005-Jan-14 09:42 UTC O sensor de proximidade da superfície é ativado 2005-Jan-14 09:49 UTC Ocorrem possíveis efeitos de congelamento na sonda 2005-Jan-14 09:50 UTC Cromatógrafo a gas - espectrômetro de massas começa a amostrar a atmosfera 2005-Jan-14 11:12 UTC O orbitador realisa seu sobrevoo mais próximo de Titã, a uma altitude de 59996 km, a uma velocidade de 5401 metros por segundo 2005-Jan-14 11:23 UTC É ligada a lâmpada para tomada de imagens de descida 2005-Jan-14 11:24 UTC Huygens atinge a superfície de Titã 2005-Jan-14 13:11 UTC O orbitador se põe a oeste 2005-Jan-14 13:37 UTC O orbitador pára a coleta de dados da sonda ===Encontros da Cassini com as luas de Saturno === (projecção Junho/04) Orbita Lua Data de encontro Altitude 0 Febe Jun. 11, 2004 1997 km A Titã Out. 26, 2004 1200 km B Titã Dez. 13, 2004 2358 km B Sonda Huygens largada Dez. 24, 2004 — C Jápeto Jan. 1, 2005 65 000 km C Titã Jan. 14, 2005 60 000 km 3 Titã Fev. 15, 2005 950 km 3 Encélado Fev. 17, 2005 1179 km 4 Encélado Mar. 9, 2005 500 km 5 Titã Mar. 31, 2005 2523 km 6 Titã Abr. 16, 2005 950 km 11 Encélado Jul. 14, 2005 1000 km 12 Mimas Ago. 2, 2005 45 100 km 13 Titã Ago. 22, 2005 4015 km 14 Titã Set. 7, 2005 950 km 15 Tétis Set. 24, 2005 33 000 km 15 Hipérion Set. 26, 2005 990 km 16 Dione Out. 11, 2005 500 km 17 Titã Out. 28, 2005 1446 km 18 Reia Nov. 26, 2005 500 km 19 Titã Dez. 26, 2005 10 429 km 20 Titã Jan. 15, 2006 2042 km 21 Titã Fev. 27, 2006 1812 km 22 Titã Mar. 18, 2006 1947 km 23 Titã Abr. 30, 2006 1853 km 24 Titã Mai. 20, 2006 1879 km 25 Titã July 2, 2006 1911 km 26 Titã Jul. 22, 2006 950 km 28 Titã Set. 7, 2006 950 km 29 Titã Set. 23, 2006 950 km 30 Titã Out. 9, 2006 950 km 31 Titã Out. 25, 2006 950 km 35 Titã Dez. 12, 2006 950 km 36 Titã Dez. 28, 2006 1500 km 37 Titã Jan. 13, 2007 950 km 38 Titã Jan. 29, 2007 2776 km 39 Titã Fev. 22, 2007 953 km 40 Titã Mar. 10, 2007 956 km 41 Titã Mar. 26, 2007 953 km 42 Titã Abr. 10, 2007 951 km 43 Titã Abr. 26, 2007 951 km 44 Titã Mai. 12, 2007 950 km 45 Titã Mai. 28, 2007 2425 km 46 Titã Jun. 13, 2007 950 km 47 Tétis Jun. 27, 2007 16 200 km 47 Titã Jun. 29, 2007 1942 km 48 Titã Jul. 19, 2007 1302 km 49 Reia Ago. 30, 2007 5100 km 49 Titã Ago. 31, 2007 3227 km 49 Jápeto Set. 10, 2007 1000 km 50 Titã Out. 2, 2007 950 km 52 Titã Nov. 19, 2007 950 km 53 Titã Dez. 5, 2007 1300 km 54 Titã Dez. 20, 2007 953 km 55 Titã Jan. 5, 2008 949 km 59 Titã Fev. 22, 2008 959 km 61 Encélado Mar. 12, 2008 995 km 62 Titã Mar. 25, 2008 950 km 67 Titã Mai. 12, 2008 950 km 69 Titã Mai. 28, 2008 1316 km ===Missão estendida de Equinócio=== Corpo celeste Data (UTC) Altitude (km) Titã 2008 Jul 31 02:13 1.613 Encélado 2008 Ago 11 21:06 54 Encélado 2008 Out 9 19:07 25 Palene 2008 Out 17 02:58 29.000 Encélado 2008 Out 31 17:15 197 Titã 2008 Nov 3 17:35 1.100 Titã 2008 Nov 19 15:56 1.023 Titã 2008 Dez 5 14:26 960 Titã 2008 Dez 21 13:00 970 Titã 2009 Fev 7 08:51 960 Titã 2009 Mar 27 04:44 960 Titã 2009 Abr 4 01:48 4.150 Titã 2009 Abr 20 00:21 3.600 Titã 2009 Mai 5 22:54 3.244 Titã 2009 Mai 21 21:27 965 Titã 2009 Jun 6 20:00 965 Titã 2009 Jun 22 18:33 955 Titã 2009 Jul 8 17:04 965 Titã 2009 Jul 24 15:34 955 Titã 2009 Ago 9 14:04 970 (Equinócio) 2009 Ago 11 (O Sol ilumina o lado norte dos anéis) Titã 2009 Ago 25 12:52 970 Titã 2009 Out 12 08:36 1.300 Encélado 2009 Nov 2 07:42 99 Encélado 2009 Nov 21 02:10 1.603 Titã 2009 Dez 12 01:03 4.850 Titã 2009 Dez 28 00:17 955 Titã 2010 Jan 12 23:11 1.073 Calipso 2010 Fev 13 11:45 21.000 Reia 2010 Mar 2 17:41 101 Helene 2010 Mar 3 13:41 1.823 Dione 2010 Abr 7 05:16 503 Encélado 2010 Abr 28 00:11 99 Encélado 2010 Abr 28 00:11 198 Titã 2010 Abr 28 00:11 1.400 Titã 2010 Jun 5 02:26 2.044 Titã 2010 Jun 21 01:27 880 (abaixo da ionosfera) Titã 2010 Jul 07 1.005 Kiviuq 2010 Jul 15 9,3 milhões Albiorix 2010 Jul 31 ?? milhões Encélado 2010 Ago 13 2.554 ===Missão de Solstício=== A segunda extensão da missão está programada para 12 de outubro de 2010 até o solstício de verão de Saturno, em maio de 2017, seguida por uma dúzia de órbitas proximais de saturno e dos anéis. A missão Cassini terminou em 15 de setembro de 2017, quando espaçonave foi imersa pela atmosfera de Saturno. Corpo celeste Data (UTC) Altitude (km) Encélado 2010 Nov 30 48 Encélado 2010 Dez 21 01:08 48 Reia 2011 Jan 11 04:53 76 Titã 2011 Fev 18 16:04 3.651 Telesto 2011 Mar 20 10.000 Titã 2011 Mai 8 22:54 1.873 Titã 2011 Jun 20 1.359 Palene 2011 Set 14 26.000 Encélado 2011 Out 1 99 Encélado 2011 Out 19 1.231 Encélado 2011 Nov 6 496 Dione 2011 Dez 12 09:39 99 Titã 2011 Dez 13 3.586 Titã 2012 Fev 19 3.803 Encélado 2012 Mar 27 74 Encélado 2012 Abr 14 74 Encélado 2012 Mai 2 74 Telesto 2012 Mai 20 11.000 Methone 2012 Mai 20-21 1900 Titã 2012 Mai 22 955 Titã 2012 Jun 7 959 Titã 2012 Jul 24 1.012 Titã 2012 Set 26 14:36 956 Titã 2012 Nov 13 10:22 973 Titã 2012 Nov 29 08:57 1.014 Titã 2013 Fev 17 01:57 1.978 Reia 2013 Mar 9 18:17 997 Titã 2013 Abr 5 21:44 1.400 Titã 2013 Mai 23 17:33 970 Titã 2013 Jul 10 13:22 964 Titã 2013 Jul 26 11:56 1.400 Titã 2013 Set 12 07:44 1.400 Titã 2013 Out 14 04:56 961 Titã 2013 Dez 1 00:41 1.400 Titã 2014 Jan 1 22:00 1.400 Titã 2014 Fev 2 19:13 1.236 Titã 2014 Mar 6 16:27 1.500 Titã 2014 Abr 7 13:41 963 Titã 2014 Mai 17 16:12 2.994 Titã 2014 Jun 18 13:28 3.659 Titã 2014 Ago 21 08:09 964 Titã 2014 Set 22 05:23 1.400 Titã 2014 Out 24 02:41 1.013 Titã 2014 Dez 10 22:27 980 Titã 2015 Fev 12 17:08 1.200 Titã 2015 Fev 12 17:08 1.200 Titã 2015 Mar 16 14:30 2.274 Titã 2015 Mai 7 22:50 2.722 Dione 2015 Jun 16 20:12 516 Dione 2015 Ago 17 18:33 474 Titã 2015 Set 28 21:37 1.036 Encélado 2015 Out 14 10:42 1.839 Encélado 2015 Out 28 15:23 49 Epimeteu 2015 Dez 6 2.616 Prometeu 2015 Dez 6 21.000 Aegaeon 2015 Dez 19 2.556 Encélado 2015 Dez 19 17:49 5.000 Titã 2016 Fev 1 01:01 1.400 Titã 2016 Fev 16 23:52 1.018 Titã 2016 Abr 4 19:48 990 Titã 2016 Mai 6 17:01 971 Titã 2016 Jun 7 14:13 975 Titã 2016 Jul 25 10:05 976 Titã 2016 Set 27 04:23 1.736 Titã 2016 Nov 14 00:02 1.582 ;Órbitas proximais Corpo celeste Data (UTC) Altitude (km) Titã 2016 Nov 29 3.223 Pandora 2016 Dez 18 13.800 Dafne 2017 Jan 16 17.800 Pan 2017 Mar 7 25,000 Atlas 2017 Abr 12 14.800 ==Ligações externas== * Cassini–Huygens press release archives * Cassini–Huygens Saturn Arrival June 2004 (pdf) * Draft White paper for Solar System Decadal Survey 2013- 2023: Cassini–Huygens Solstice Mission 2009 (pdf) * Tour dates Categoria:Saturno Missao Cassini Huygens",
 "title": "Cronologia da missão Cassini-Huygens"
}