{
 "id": "5362",
 "text": "Casal de Loivos é uma povoação portuguesa do Município de Alijó que foi sede da extinta Freguesia de Casal de Loivos, freguesia que tinha 4,83 km² de área e 183 habitantes (2011), e, por isso, uma densidade populacional de 37,9 hab/km². A Freguesia de Casal de Loivos foi extinta (agregada) em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada às Freguesias de Vale de Mendiz e Vilarinho de Cotas, para formar uma nova freguesia denominada União das Freguesias de Vale de Mendiz, Casal de Loivos e Vilarinho de Cotas, com a sua sede em Vilarinho de Cotas. Com uma população que não chega a duzentos habitantes, está situada na encosta sobranceira ao rio Douro. O passado desta aldeia começou, provavelmente, na Cerca de Casal de Loivos, sobranceira ao Douro, da qual ainda persistem alguns vestígios. A referida Cerca queda-se à altitude: 475 metros e foi citada como castro (por Ricardo Severo) e como restos de uma fortificação. A povoação de casal de Loivos teve carta de Foral de D. Sancho I, em 1260. Mas a antiga freguesia, antes de se tornar independente, era vigararia anexa à abadia de Gouvães do Douro. No ano de 1838, surge integrada na de Favaios e na comarca de Alijó. Já em 1878 aparece no julgado de Favaios. Todavia, a partir de 1886, a paróquia de Casal de Loivos figura novamente na de Gouvães de Douro e na comarca de Vila Real. O seu miradouro oferece nos uma paisagem de azul e vinhedos deslumbrante e que, por vezes, deixa que sigamos com o olhar o comboio ou um navio. E uma estada na Casa Casal de Loivos (Turismo de Habitação) propriedade também ligada à produção de vinho do Porto permitirá conhecer também a calçada da Estrada Real. Este Casal que é também designado por Casal do Visconde de Chanceleiros fica próximo do importante conjunto de belos azulejos da escola primária. É no dia 24 de Agosto que São Bartolomeu é distinguido com as maiores festividades nesta aldeia. ==População== Número de habitantes Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 638 941 885 717 766 756 1.034 510 466 414 380 228 235 198 183 (Obs.: Número de habitantes \"residentes\", ou seja, que tinham a residência oficial neste concelho à data em que os censos se realizaram.) Com lugares desta freguesia foi criada a de Pinhão em 1933 Distribuição da População por Grupos Etários em 2001 e 2011 Idade 0-14 15-24 25-64 > 65 0-14 15-24 25-64 > 65 2001 29 35 82 52 14,6% 17,7% 41,4% 26,3% 2011 23 16 97 47 12,6% 8,7% 53,0% 25,7% Categoria:Antigas freguesias de Alijó",
 "title": "Casal de Loivos"
}