{
 "id": "53646",
 "text": "Classificação linguística {| align=\"center\" Línguas indo-europeias Línguas germânicas Línguas germânicas setentrionais right|thumb|250px|As línguas nórdicas As línguas nórdicas, também chamadas de línguas germânicas setentrionais, são as línguas germânicas faladas na Escandinávia, em partes da Finlândia e na maioria das ilhas próximas à Escandinávia - atualmente o dinamarquês, o sueco, o norueguês, o feroês e o islandês. Existem dois ramos principais - as línguas nórdicas ocidentais e as línguas nórdicas orientais: * Línguas nórdicas orientais O ramo oriental - dinamarquês e sueco - também conhecido como escandinavo continental, é mais influenciado pelo alemão, baixo-alemão e holandês. Ao contrário do que aconteceu no ramo ocidental, desenvolveram-se novas características no dinamarquês e sueco (com o sueco finlandês) para formar variantes continentais. Devido ao longo domínio dinamarquês sobre a Noruega, o bokmål, o primeiro padrão escrito na Noruega e hoje a língua oficial dominante, é, frequentemente, considerado continental. Como resultado, o dinamarquês e o norueguês podem, na realidade, ser mais semelhantes entre si do que qualquer um deles com o sueco. Devido à longa união política entre a Dinamarca e a Noruega, o norueguês bokmål partilha muito do vocabulário dinamarquês. Além disso, a pronúncia dinamarquesa faz com que os suecos geralmente considerem mais simples compreender o norueguês do que o dinamarquês. Mas mesmo que um sueco ache difícil compreender um dinamarquês, o mesmo não é necessariamente verdade no sentido inverso. Um trocadilho sobre o norueguês que reflete as semelhanças e diferenças básicas entre as línguas diz que \"o norueguês é dinamarquês falado em sueco\". As relações entre as três línguas podem sumarizar-se através do diagrama seguinte: \\+ fonologia Norueguês ----------------- Sueco | - vocabulário | \\- fonologia \\+ vocabulário | | Dinamarquês * Línguas nórdicas ocidentais As línguas nórdicas ocidentais - norueguês, feroês e islandês - são citadas com frequência como prova do aforismo de Max Weinreich que diz que \"uma língua é um dialecto com um exército e uma marinha\". As diferenças em dialectos dentro dos países escandinavos são frequentemente maiores que as diferenças existentes através das fronteiras, mas a independência política destes países leva a que o escandinavo continental seja classificado em norueguês, dinamarquês e sueco na mente popular. A criação do nynorsk a partir dos dialectos insulares depois da independência da Dinamarca em 1814 foi uma tentativa de fazer com que as divisões linguísticas correspondessem às divisões políticas... == Árvore da família == Pensa-se que todas as línguas germânicas setentrionais descendam da língua nórdica antiga. Note que as divisões entre subfamílias do germânico setentrional são raramente definidas com precisão; a maioria forma clinas contínuas, com dialetos adjacentes mutuamente inteligíveis e os mais distantes não. * Línguas nórdicas ocidentais (insulares) ** Islandês (na Islândia) ** Feroês (nas Faroes, que pertencem à Dinamarca ** Norn (extinta depois de as Shetlands e as Órcades serem cedidas à Escócia) ** Novo norueguês (Nynorsk)Além das duas normas escritas oficiais do norueguês, existem duas normas não oficiais estabelecidas: o riksmål, semelhante ao bokmål, porém mais conservador (mais próximo do dinamarquês) e usado até certo ponto por um grande número de pessoas, especialmente nas cidades e nas classes superiores, e o alto-norueguês, bastante semelhante ao nynorsk e usado por uma grande minoria, principalmente por motivos políticos. (na Noruega) ** Jemtlandês (na Jämtland, na Suécia) ** Norueguês dos viajantes (usada pelos fanter na Noruega) * Línguas nórdicas orientais (continentais) ** norueguês (na Noruega) ** dinamarquês *** Dinamarquês insular (na Zelândia e nas outras ilhas) *** Dinamarquês orientalA classificação do dialeto de Bornholm junto com o escano é baseada na fonologia e não é disputada. Poderiam talvez ser chamados mais corretamente dialetos escandinavos meridionais, mas esse termo não é utilizado. Deve notar-se que a influência do sueco no escaniano tem sido considerável desde a conquista em 1658., (em Bornholm) *** Jutlandês ou dinamarquês ocidental, (na Jutlândia) ** Sueco *** Svealandês (na Svealand excepto Bergslagen) *** Dalecarliano (na Dalarna, Varmlândia e partes da Vestmânia, na Suécia) *** Norlandês (em Norlândia) *** Gotalandês (na Gotalândia Ocidental, Gotalândia Oriental, Dalslândia e Småland) *** Sueco oriental **** Sueco finlandêsA classificação dentro do sueco é bastante antiquada e arbitrária, e só se usa aqui para assinalar as mais importantes variantes claramente distinguíveis. Novos trabalhos científicos estão em execução. (em algumas áreas costeiras da Finlândia) **** Gotlandês (na Gotlândia, na Suécia) *** Escanês, anteriormente dinamarquês oriental, (parte meridional da Península Escandinava, ver: Escânia) ** Dinamarquês dos viajantes (usada pelos roma na Dinamarca) ** Romani tavringer (usada pelos ciganos na Suécia e Noruega) == Ligações externas == * Relatório do Ethnologue para o germânico setentrional",
 "title": "Línguas nórdicas"
}