{
 "id": "53667",
 "text": "Tikal (/ tiˈkɑːl /) (Tik'al na ortografia maia moderna) é a ruína de uma cidade antiga, que provavelmente se chamava Yax Mutal, encontrada em uma floresta tropical na Guatemala. É um dos maiores sítios arqueológicos e centros urbanos da civilização maia pré-colombiana. Ele está localizado na região arqueológica da Bacia de Petén, onde hoje fica o norte da Guatemala. Situado no departamento de El Petén, o local faz parte do Parque Nacional Tikal da Guatemala e em 1979 foi declarado Patrimônio Mundial da UNESCO. Tikal foi a capital de um estado de conquista que se tornou um dos reinos mais poderosos dos antigos maias. Embora a arquitetura monumental do local remonte ao , Tikal atingiu seu apogeu durante o período clássico . Durante esse tempo, a cidade dominou grande parte da região maia política, econômica e militarmente, enquanto interagia com áreas da Mesoamérica, como a grande metrópole de Teotihuacan, no distante vale do México. Há evidências de que Tikal foi conquistada por Teotihuacan no . Após o final do período clássico tardio, nenhum novo grande monumento foi construído em Tikal e há evidências de que palácios da elite foram queimados. Esses eventos foram associados a um declínio gradual da população, culminando com o abandono do local no final do século X. Tikal é a mais bem compreendida de qualquer uma das grandes cidades maias da planície, com uma longa lista de governantes dinásticos, a descoberta das tumbas de muitos dos governantes desta lista e a investigação de seus monumentos, templos e palácios. == O sítio == O sítio apresenta centenas de construções antigas significativas, das quais apenas uma fração foi cientificamente escavada em décadas de trabalho de arqueologia. Os edifícios sobreviventes mais proeminentes incluem seis grandes pirâmides de plataformas (ou estágios) que apoiam templos nos seus topos. Elas foram numeradas geograficamente pelos primeiros exploradores, e foram construídas no período mais recente, entre o século VII e o início do século IX. O Templo I foi construído ao redor de 695, o Templo III em 810 e o maior deles, o Templo- Pirâmide IV, com cerca de 72 metros de altura, foi construído em 721. O Templo V data de aproximadamente 750 e Templo VI foi erigido em 766. Esta cidade antiga também tem os restos de palácios reais, além de várias pirâmides menores, palácios, residências, e várias estelas e monumentos de pedra. Em 2021, foi descoberto que o que por muito tempo se supôs ser uma área de colinas naturais a uma curta caminhada do centro de Tikal era na verdade um bairro de edifícios em ruínas que foram projetados para se parecerem com os de Teotihuacan. Há até mesmo um edifício que parece ter sido destinado a uma prisão, originalmente com barras de madeira nas janelas e portas. E há também vários estádios de jogo de bola ritual maia. A área residencial de Tikal cobria cerca de 60 km². Um enorme complexo de terraplenagem foi descoberto perto de Tikal, com cerca de 6 metros de largura numa trincheira atrás de uma plataforma, tendo sido mapeados apenas 9 km de sua extensão, que no total pode chegar perto de 125 km. == Breve história antiga de Tikal == Tikal dominava as terras baixas dos maias, mas estava freqüentemente em guerra. Várias inscrições dão conta de muitas alianças e guerras com outros estados maias vizinhos, dentre os quais Uaxactun, El Caracol, Naranjo e Calakmul. Tikal foi um dos maiores centros populacionais e culturais da civilização maia. Já no século IV a.c., iniciava-se a construção de sua arquitetura monumental, mas as estruturas que hoje lá se veem provêm do período clássico, ocorrido entre 200 d.C. e 850 d.C. Depois deste período, nenhum grande monumento foi construído, coincidindo com depósitos que comprovam ocorrência de incêndio em alguns palácios usados pela elite da cidade. Desse período em diante, iniciou-se o gradual declínio de sua população até seu abandono completo, por volta do Século X d.C. O nome \" Tikal \" quer dizer \" Lugar de Vozes \" ou \" Lugar de Línguas \" na língua maia. Entretanto, a designação do nome antigo da cidade mais comum que se extrai dos hieroglifos a designam como Mutal ou Yax Mutal, que significaria \" Pacote \" ou \" Pacote Verde \", e talvez metaforicamente \"Primeira Profecia\". Estudiosos estimam que, no seu auge, a cidade teria uma população entre 100 000 e 200 000 habitantes. == Governantes == Reis (ou governantes) conhecidos de Tikal: * Yax Ehb' Xook c. 60 – fundador dinástico * Siyaj Chan K'awil Chak Ich'aak (\"Céu Tempestuoso I\") Século II * Yax Ch’aktel Xok c. 200 * Balam Ajaw (\"Jaguar enfeitado\") 292 * K'inich Ehb' c. 300 * Ix Une' B'alam (\"Rainha Jaguar\") 317 * \"Leyden Plate Ruler\" 320 * K'inich Muwaan Jol - morto em 359 * Chak Toh Ich’ak I (\"Pata de Jaguar I\") c.360 - 378 - Inusualmente, nenhum dos reis posteriores construiu em cima de seu palácio que foi mantido e restaurado durante séculos como um venerado monumento em sua homenagem. Ele morreu no mesmo dia que Siyah K'ak' chegou em Tikal. * Nun Yax Ayin um nobre que veio de Teotihuacan, e foi instalado no trono de Tikal em 379 por Siyah K'ak', reinou até 411 * Siyah Chan K'awil II (\"Céu Tempestuoso II\") 411-456 * K'an-Ak (\"Kan Boar\") 458-486 * Ma'Kin-na Chan depois do século V * Chak Tok Ich'aak (Bahlum Paw Crânio) 486-508 casado com \"Senhora Mão\" * Ix Yo K'in (\"Senhora Tikal\") 511-527 * Kalomte' Balam (\"Curl-Head\", \"19o Senhor \") c. 511-527 * Wak Chan K'awil (\"Duplo Pássaro\") - 537-562 * \"Lizard Head II\" * K'inich Waaw 593-628 * K'inich Wayaan – início ao meio do século VII * K'inich Muwaan Jol II - início ao meio do século VII * Hasaw Chan K’awil (\"Dupla Lua \", \"Senhor Chocolate\") 682-734 - sepultado no grande templo- pirâmide I; a sua rainha Doze Araras (d. 704) foi sepultada no templo-pirâmide II. Triunfou na guerra com Calakmul em 711.* Yik’in Chan Kawil 734-766 * \"Rei do Templo VI\" 766-768 * Yax Nuun Ayiin II (\"Chitam\") 768-790 * \"Dark Sun\" c. 810 * \"Jóia K'awil\" 849 * Jasaw Chan K'awiil II 869-889 (Nomes no idioma português são apelidos provisórios baseados no seus glifos individuais, já que os nomes dos governantes maias ainda não possuem decifração fonética definitiva.) == História Moderna de Tikal == Como é frequente, a memória de ruínas tão enormes quão antigas jamais se perdeu entre os habitantes da região. Algumas publicações começaram a aparecer após o século XVII que atraíram a atenção de John Lloyd Stephens no início do século XIX, cuja obra é tida como o início dos estudos da cultura maia. Entretanto, devido à distância do local em relação às cidades modernas, nenhuma expedição científica visitou Tikal até 1848. Várias outras expedições vieram avançar alguma investigação, mapeamento e fotografia de Tikal no século XIX e início do século XX. Em 1951 foi construída uma pista para pouso e decolagem de aeroplanos, dando fim à dificuldade de se alcançarem as ruínas por viagem a pé ou lombo de mula, por vários dias, em meio à selva tropical. De 1956 até 1970 foram feitas as maiores escavações arqueológicas do sítio pela Universidade da Pensilvânia. Em 1979 o governo guatemalteco começou um projeto arqueológico que prossegue até os dias de hoje. As ruínas de Tikal são consideradas Patrimônio da Humanidade e podem ser visitadas pelo público. O sítio foi usado como paisagem de fundo na cena da base dos rebeldes do filme Star Wars. == Referências == == Bibliografia == * * == Ligações externas == * Descrição e Fotos * Parque Nacional de Tikal * QuickTime VR Volta virtual de Tikal no site destination360.com Categoria:Patrimônio Mundial da UNESCO na Guatemala Categoria:Sítios arqueológicos maias Categoria:Sítios arqueológicos da Guatemala",
 "title": "Tikal"
}