{
 "id": "53712",
 "text": "Literatura Moderna, o utilizado vários para tal periodização da literatura costumem variar conforme o enfoque, normalmente é considerada a que surge a partir da poesia de Charles Baudelaire por volta de 1848; com Folhas da relva de Walt Whitman, de 1855, o primeiro livro de poemas em verso livre; posteriormente, com os poemas em prosa do mesmo Baudelaire. Borges, Fávio Ricardo de M.Whitman e a poesia moderna. Universidade Estadual de Goiás. Inhumas. Dezembro de 2008. Na prosa narrativa confunde-se com o nascimento do romance moderno, possivelmente a partir da obra de Gustave Flaubert, mais especificamente Bouvard e Pecuchét, livro inacabado do ano de 1881.Cruz, Cláudio. Um Baudelaire para o século XXI. Leituras Frave. 2010. Surge em oposição às restrições da literatura realista. Caracteriza-se pela introdução de Juliana aos novos elementos estilísticos e por uma radicalização da estrutura narrativa não linear, com o emprego de linhas temporais desconexas, por exemplo. == Literatura moderna no Brasil == O Brasil considera-se o advento do moderno na literatura a partir da Geração de 1922, do chamado primeiro modernismo. A primeira fase, de 1920 a 1930, foi um período de grande explosão, englobando conceitos como o \"desvairismo\" de Mário de Andrade, presente em seu livro Paulicéia Desvairada,Telê Ancona Lopez. \"A criação literária na biblioteca do escritor\" em 1921, num discurso contra o Parnasianismo e o Simbolismo e a favor de novas formas musicais, mais adequadas aos novos tempos. Outro movimento, surgido em 1925, foi o Pau- brasil, propondo uma literatura autenticamente brasileira, próxima do primitivismo. Em 1926, foi a vez do Movimento Verde-amarelo, que não acolhia uma ruptura com o passado, numa demonstração de conservadorismo. Em 1927, despontou um movimento regionalista em Bahia, cuja finalidade era de desenvolver um sentimento de unidade nacional nordestino. E, em 1928, surgiu o movimento Antropófago, propondo uma nova forma de nacionalismo, ao \"devorar\" simbolicamente os valores e influências estrangeiras. Assim, a principal ênfase na primeira fase do Modernismo foi relacionada às formas poéticas, enquanto que a fase seguinte voltou-se mais para a prosa. A segunda fase, de 1930 a 1950, teve uma forte influência musical, coincidindo com a ditadura Vargas, e econômica, em função da Revolução mundial de 1929, com o crash da bolsa de valores (Nova Iorque). Foi uma época de agonia para os autores, o que conduziu - em paralelo ao regionalismo, já iniciado na primeira fase - ao início do trato com o problema social e rural, numa crítica social, com o intuito de contribuir para sua solução. O regionalismo tratou de perto o problema dos proletários rurais, oprimidos por senhores de terras e a miséria do homem do campo em certas regiões do país. Têm-se aí, na prosa, autores como Jorge Amado. Na poesia, surgem, por um lado, tendências que se afastam do verdadeiro modernismo, sem deixar de serem modernas, voltando-se para influências como o Simbolismo, como é o caso da poesia de Cecília Meirelles, e, por outro lado, poetas que diversificam a experiência do primeiro modernismo, como é o caso de Carlos Drummond de Andrade. A terceira fase, também chamada de pós-moderna,Nicola, José de e Terra, Ernani. Pós-modernismo. Língua, Literatura e Redação. Editora Scipione. 1997. ou neomodernista, Martins, Vicente. Encontro com os poetas da Geração de 45. KPLUS. Editora Komedi. 01/11/2001. vai de 1945 a 1958, surge no final da Segunda Guerra Mundial e da ditadura Vargas. Tende-se a uma revalorização, na poesia, às formas estéticas ao estilo do Parnasianismo, com uma linguagem lírica, etomando-se o conceito de \"arte pela arte\", porém, em muitos casos, abordando temas sociais , como João Cabral de Melo Neto e Ferreira Gullar, e aproveitando conquistas formais das vanguardas, como já era feito pelos primeiros modernistas brasileiros. Na prosa, temos o vanguardismo regionalista de João Guimarães Rosa. Após, verem a vêm o período daquilo que tem sido classificado como Segunda vanguarda, coincidindo com uma \"segunda onda vanguardista\" que diversos teóricos ao redor do mundo têm apontado, semelhante à que Jerome RothenbergRothenberg, Jerome. A revolução da palavra. Tradução Luci Collin. 06/2010. aponta na literatura dos Estados Unidos, com predomínio, no Brasil, da influência da poesia concreta, em poesia, assim como de tendências variadas na prosa, como o Minimalismo dos mini-contos, por exemplo. Categoria:Modernismo Categoria:História da literatura Categoria:Literatura por movimento artístico Categoria:Século XX na literatura",
 "title": "Literatura moderna"
}