{
 "id": "53724",
 "text": "Mauricio de Sousa Produções (MSP, também conhecida como Estúdios Mauricio de Sousa) é uma empresa fundada pelo cartunista brasileiro Mauricio de Sousa, responsável pela produção de histórias em quadrinhos, desenhos animados, criação e desenvolvimento de personagens, licenciamento de produtos e todos os demais projetos relacionados com as figuras dos personagens criados por Maurício e/ou por funcionários da empresa. == História == Embora Mauricio de Sousa tenha estreado em 18 de julho de 1959 com a publicação de uma tirinha do Bidu na Folha da Manhã, atual Folha de S.Paulo, e sua empresa tenha nascido em meados de 1962 com o nome de Bidulândia Serviços de Imprensa, num período em que Mauricio de Sousa estava produzindo tirinhas para o jornal Tribuna da Imprensa, liderado pelo redator-chefe Alberto Dines, o ano de 1959 é considerado como o início da Mauricio de Sousa Produções. Sua sede ficava na rua Brás Cubas, em Mogi das Cruzes. O primeiro funcionário de Mauricio foi Paulo Hamasaki. Em junho de 1964 a empresa contava com mais quatro funcionários, que se somariam ao Mauricio e ao Paulo: Sérgio Cântara, Joel Link, Alberto Djinishian e Sérgio Graciano, que se aposentou da Mauricio de Sousa Produções somente em 2016. Nesse período os trabalhos eram realizados no próprio apartamento de Mauricio, na Alameda Glete, em São Paulo, para pouco tempo depois passarem a trabalhar na sede da Folha de S.Paulo, na alameda Barão de Limeira, até o ano de 1987. Em setembro de 1965 a Bidulândia recebeu uma encomenda da Editora FTD para o lançamento de três livros infantis ilustrados pelo estúdio. Apesar de receoso com o pouco tempo disponível (a ideia da editora era lançar antes de 12 de outubro para aproveitar o Dia das Crianças), Mauricio aceitou o desafio e pela primeira vez assinou seu trabalho com o nome de Mauricio de Sousa Produções. Ainda na década de 1960, Maurício de Sousa criou diversas tiras (que dariam origem a Turma da Mônica e o Bidulândia atuou como syndicate, chegando a distribuir para mais de 200 jornais,Mauricio de Sousa Estadão ao lado de Lenita Miranda, coordena as tiras do suplemento Folhinha de São Paulo do jornal Folha de S.Paulo, onde o quadrinista Júlio Shimamoto criou a tira O Gaúcho, a pedido de Maurício. Primeiramente dedicado à produção de tiras publicadas nos jornais, no fim da década de 1960 e início da seguinte (com exceção dos livros publicados pela FTD), Mauricio entabulou uma parceria para a publicação de revistas com a Editora Abril, que durou até dezembro de 1986, quando, visando a ampliação das tiragens, mudou para a editora Globo. A Mauricio de Sousa Produções conta com estúdio de dublagem, onde os dubladores fazem as suas vozes. Neste mesmo período realizou a produção de alguns filmes animados de longa-metragem, uma iniciativa que não proporcionou o retorno almejado, como o próprio Mauricio assegurou. Também a produção de pequenos curtas, para a TV, não foi avante. Em 1 de janeiro de 2007, a Mauricio de Sousa Produções (nome que abarca todas as iniciativas editoriais do autor) deixou a Editora Globo, assinando contrato \"exclusivo e de longa duração\" com a Panini Comics. O objetivo primordial desta nova mudança é a pretensão de atingir mercados estrangeiros. Já quando atuava junto à Editora Abril, Maurício tentou investir suas personagens em outros países. Isso teve uma maior ampliação durante a parceria com a Globo, mas seus produtos não obtiveram grande êxito fora do Brasil, algo que pretende contornar com a nova parceria. Atualmente, os Estúdios Mauricio de Sousa trabalham com o mais novo lançamento de Maurício: o mangá Turma da Mônica Jovem com o qual, porém, estava previsto para vender no máximo 60 mil cópias em sua 1ª edição mas devido ao seu tão grande êxito vendeu mais do que 230 mil cópias. A partir de 25 de janeiro de 2017, a Mauricio de Sousa Produções mudou de endereço. Em julho de 2019, em comemoração aos 60 anos da empresa, foi iniciada uma exposição no Espaço de Exposições do Centro Cultural Fiesp, na Avenida Paulista, em São Paulo, entre 17 de julho e 15 de dezembro, com o nome de \"Olá, Mauricio!\". == Personagens e produtos == Além dos personagens já célebres no mundo lusófono, a MSP possui o Instituto Cultural Mauricio de Sousa que, dentre outras ações, produz cartilhas educativas e empresta seus desenhos para campanhas sociais. Os filmes Os Trapalhões no Reino da Fantasia (1985) e Os Trapalhões no Rabo do Cometa (1986), que mesclavam live-action e animação foram produzidos pela MSP, com a equipe de planejamento, animação, intercalação, montagem e etc. As vozes dos Trapalhões e do Bruxo foram produzidos pela MSP, com Renato Aragão, Dedé Santana, Mussum, Zacarias (comediante) e José Vasconcellos. == Adaptações cinematográficas == * Turma da Mônica: Laços * Turma da Mônica: Lições * Turma da Mônica - A Série * Turma da Mônica Jovem: Reflexos do Medo * Franjinha e Milena: Em Busca da Ciência * Turma da Mônica - Origens * O Astronauta * Chico Bento e a Goiabeira Maraviósa == Ligações externas == * * Categoria:Empresas de entretenimento fundadas em 1959 Categoria:Empresas com sede na cidade de São Paulo Categoria:Turma da Mônica Categoria:Empresas de produção cinematográfica do Brasil Categoria:Estúdios de animação do Brasil Categoria:Empresas produtoras de televisão do Brasil Categoria:Estúdios de dublagem do estado de São Paulo Categoria:Estúdios de quadrinhos Categoria:Mauricio de Sousa Categoria:Fundações no Brasil em 1959 Categoria:Syndicates de distribuição de tiras",
 "title": "Mauricio de Sousa Produções"
}