{
 "id": "53723",
 "text": "O () foi um sofisticado veículo parcialmente reutilizável usado pela NASA como veículo lançador de satélites, nave para suas missões tripuladas de reparos de aparelhos em órbita no espaço e reabastecimento da Estação Espacial Internacional. Ele tornou-se o sucessor da nave Apollo usada durante o Projeto Apollo. O ônibus espacial foi lançado pela primeira vez em 1981 e realizou sua última missão em 2011. Eles foram usados em um total de 135 missões desde 1981 até 2011, todos sendo lançados do Centro Espacial John F. Kennedy, na Flórida. Nas suas missões foram lançados inúmeros satélites, sondas interplanetárias, e o Telescópio espacial Hubble; também realizou experimentos científicos em órbita e participou da construção e manutenção da Estação Espacial Internacional. No tempo total, a frota de ônibus realizou 1 322 dias, 19 horas, 21 minutos e 23 segundos de missões espaciais. O custo total de desenvolvimento do projeto girou em torno de US$ 211 bilhões de dólares (valores de 2012), com um custo de US$ 450 milhões por lançamento (valores de 2011). O ônibus espacial era constituído por um orbitador (OV), um par de foguetes de combustível sólido (SRBs) recuperáveis e um tanque externo descartável (ET) contendo hidrogênio líquido e oxigênio líquido. O ônibus espacial era lançado verticalmente, como um foguete convencional, com os dois SRBs operando em paralelo com os três motores principais do OV, que eram alimentados a partir do ET. Os SRBs eram ejetados antes do veículo alcançar a órbita, caindo com paraquedas no Oceano Atlântico e depois sendo recuperados por barcos da Nasa para serem reaproveitados; poucos segundos depois, o ET também era ejetado. Na conclusão da missão, o orbitador reentrava na atmosfera da Terra podendo atingir 1 500 °C. O primeiro orbitador, Enterprise, foi construído para testes de aproximação e aterrissagem e não tinha capacidade orbital. Quatro orbitadores totalmente operacionais foram inicialmente construídos: Columbia, Challenger, Discovery e Atlantis. Destes, Challenger e Columbia foram destruídos em acidentes de missões em 1986 e 2003, respectivamente, em que um total de catorze astronautas morreram. Um quinto orbitador operacional, Endeavour, foi construído em 1991 para substituir o Challenger. Os ônibus espaciais foram retirados de serviço após a conclusão de voo final do Atlantis em 21 de julho de 2011. O veículo e o conjunto de foguetes até então usados no seu lançamento formavam, até há alguns anos, a mais potente máquina criada pelo ser humano, com mais de de libras de potência no lançamento. Esta nova forma de viajar ao espaço foi uma tentativa dos Estados Unidos de transformar os voos espaciais em lançamentos rotineiros, de forma a serem economicamente mais viáveis. Quando o Columbia foi lançado, em 12 de abril de 1981, a previsão era que os primeiros modelos fariam até 100 voos e haveria uma média de 24 lançamentos por ano. Contudo, passados mais de 30 anos do primeiro lançamento foram realizados um total de 135 voos, tendo ocorrido dois grandes desastres com a morte das duas tripulações, e o recorde de lançamentos foi de apenas 9 em 1985. == História == Entre os anos 1960 e 1970, realizaram-se experimentos com o corpo sustentante, um tipo de aeronave desprovida de asas onde a sustentação é gerada por sua própria fuselagem. A primeira destas aeronaves projetada pela NASA, o protótipo NASA M2-F1, teve sua construção concluída em 1963.Reed, R. Dale; Darlene Lister (2002). Wingless Flight: The Lifting Body Story. University Press of Kentucky. ISBN 9780813190266 Consultado em 17 de julho de 2022 Por seu formato peculiar, o M2-F1 foi apelidado de \"banheira voadora\". O conhecimento obtido nos estudos sobre corpos sustentantes contribuiu no desenvolvimento dos ônibus espaciais.Thompson Milton O, Curtis Peebles (1999). Flying without wings: NASA lifting bodies and the birth of the space shuttle. Smithsonian, ISBN 9781560988328 Consultado em 17 de julho de 2022 O projeto de veículos espaciais reutilizáveis remonta a 1975, quando foram realizados os primeiros testes de um protótipo, o Enterprise, acoplado ao jato quadrimotor de grande porte Boeing 747 adaptado a testes de voo a grande altitude. O objetivo foi testar a aerodinâmica e a manobrabilidade do ônibus espacial. Neste cenário, o ônibus espacial ainda hoje prossegue sendo uma das máquinas mais complexas já construídas, um veículo espacial de transporte de tripulantes e de carga equipado com sistemas precisos de suporte e montagem, como o braço mecânico que colaborou veementemente no lançamento e na montagem da Estação Espacial Internacional (ou I.S.S. - International Space Station, em inglês), considerada o maior laboratório espacial do mundo. O ônibus espacial lançou e posicionou vários satélites na órbita da Terra, além de lançar, posicionar e realizar manutenções e reparos no Hubble, um dos maiores e mais bem sucedidos telescópios espaciais já criados. Foram construídas cinco naves operantes deste tipo, chamadas Columbia, Challenger, Discovery, Atlantis e Endeavour, que cumpriram diversas missões no espaço. Destes, apenas o Discovery, o Atlantis e o Endeavour ainda existem, já que as outras duas, Challenger e Columbia, acabaram destruídas em acidentes que se tornaram célebres tragédias na história da exploração espacial. Essas naves não estão mais ativas: o Atlantis foi a última a operar, com sua última missão realizada em julho de 2011 para a STS-135, a Discovery realizou a sua última missão em março de 2011 para a STS-133 e a Endeavour decolou para sua última missão dois meses depois para a STS-134. Ainda foram construídas mais duas naves, uma chamada Enterprise, protótipo sem motores, utilizada apenas para testes aerodinâmicos, de aproximação e aterrissagem, mas sem capacidade de entrar em órbita, e a outra chamada Pathfinder, um perfeito simulador usado para treino dos astronautas. == Modelos == Ao todo, foram construídos sete modelos de ônibus espaciais, sendo seis da NASA e um da União Soviética. Desses, 6 conseguiram sair da atmosfera da Terra. === Enterprise === O Enterprise (também chamado de OV-101) foi o primeiro ônibus espacial da história, sua construção começou em 26 de julho de 1972 com o objetivo para voos de testes orbitais, sua propulsão dependia das cápsulas auxiliares, seu primeiro lançamento foi em um voo teste acoplado em um Boeing 747 em 18 de fevereiro de 1977. O Enterprise não tinha motores para fazê-lo decolar do chão, não tinha sistemas de controle de voo, nem sistema de proteção térmica, sua fuselagem era de poliuretano, usava Célula de combustível para gerar energia, não tinha Sistema de controle de reação, nem mecanismos hidráulicos para o trem de pouso que eram abertos através de um mecanismo de explosão e gravidade. Foi projetado para ser o segundo ônibus espacial a ir ao espaço, contudo, uma decisão no ano de 1978 de não modificar o Enterprise em sua configuração para provas de aproximação e aterrissagem (ALT- Approach and Landing Test) deixou, a princípio, o Columbia como o único veículo orbital operacional. Deste modo o Enterprise se consolidou, basicamente, como um veículo de testes de pouso e de aerodinâmica, realizando várias missões, a partir de um Boeing 747 adaptado. Nestes testes, forneceu dados sobre o comportamento do ônibus espacial em regimes subsônicos e durante o pouso. Posteriormente, em 1986, após o acidente com o Challenger, foi estudada a possibilidade de uma reforma para adaptação ao voo espacial. Contudo optou-se pela construção de um novo veículo, o Endeavour. O Enterprise nunca saiu da atmosfera terrestre, apenas realizou voos de teste até o ano de 1985 quando foi \"aposentado\". No ano de 2012 foi danificado pelo Furacão Sandy enquanto estava exposto em Nova York. === Columbia === O Columbia foi o segundo ônibus espacial construído, baseado no Enterprise, e foi o primeiro com uma missão tripulada, sua construção começou em 1975 pela Rockwell International em Pasadena na Califórnia. Durante a construção em março de 1981 houve um incidente que causou a morte de 3 pessoas por asfixia. Sua primeira missão foi a STS-1 em 12 de abril de 1981 comandada pelo astronauta John Young. No total, o Columbia protagonizou 28 lançamentos, passou 300 dias no espaço, deu 4 808 voltas na Terra e pesava 3 600 toneladas, foi o mais pesado de todos os ônibus espaciais. ==== Acidente ==== A última missão do Columbia foi a STS-107, lançada em 16 de janeiro de 2003 que resultou em um trágico acidente no dia 1 de fevereiro de 2003. Durante a fase de reentrada na atmosfera terrestre, a apenas dezesseis minutos antes de tocar o solo, no regresso da missão STS-107, a nave desintegrou-se causando a destruição total da nave e a perda dos sete astronautas que compunham a tripulação. Esta missão de cariz científico teve a duração de dezesseis dias ao longo dos quais foram cumpridas com sucesso, as cerca de oitenta experiências programadas. Momentos após a desintegração do Columbia, milhares de destroços em chamas caíram sobre uma extensa faixa terrestre, essencialmente no estado do Texas, e na Louisiana, alguns dos quais atingiram casas de habitação, empresas e escolas. Entre a população ninguém ficou ferido. A recolha dos destroços prolongou-se de forma intensiva até meados de abril daquele ano, ao longo de 40 000 km² dos quais 2 850 km² percorridos a pé, e os restantes utilizando meios aéreos ou navais junto à linha costeira da Califórnia. Foram recolhidos 83 mil pedaços do Columbia, correspondentes a 37% da massa total da nave, entre os destroços encontravam-se também parte dos restos mortais dos astronautas. Foi constituída uma comissão independente de inquérito ao acidente, a Columbia Accident Investigation Board (CAIB), que produziu um relatório oficial de 400 páginas após quase sete meses de investigação, no qual foram apontadas as causas técnicas e organizacionais que estiveram direta ou indiretamente envolvidas na origem da destruição do Columbia. Foram ainda perspectivadas hipotéticas soluções de resgate da tripulação e elaboradas 29 recomendações a implementar, 15 das quais de cumprimento obrigatório, sem o qual não poderia haver um regresso aos voos. === Challenger === thumb|225px|esquerda|Primeiro lançamento do Challenger no dia 4 de abril de 1983 na missão STS-6 O Challenger foi o terceiro ônibus espacial a ser lançado, sua construção começou em 1979 e seu primeiro lançamento foi em 4 de abril de 1983, foi construído pela Lockheed primeiro como uma aeronave teste, a STA-099, depois convertido em ônibus espacial, o Challenger tinha menos peças para o sistema de proteção térmica comparado ao Columbia, também utilizava materiais mais leves, também foi o primeiro ônibus espacial a ter head-up display. ==== Acidente ==== O acidente do Challenger ocorreu em em sua décima missão (STS-51-L) 73 segundos após seu lançamento matando todos os 7 tripulantes a bordo. O momento da morte dos astronautas é incerto, mas foi estimado que eles morreram devido ao impacto da cápsula contra a água. Um defeito numa anilha de borracha que vedava um dos propulsores provocou um incêndio repentino no tanque externo de combustível causando a explosão da Challenger, a anilha se endureceu com a baixa temperatura do dia 28, e não ficou flexível o suficiente, matando todos seus ocupantes, inclusive a professora Christa McAuliffe, a primeira civil a participar de um voo espacial. Este desastre paralisou o programa espacial estadunidense durante meses, durante os quais foi feita uma extensa investigação que concluiu por defeito no equipamento e no processo de controle de qualidade da fabricação das peças da espaçonave, a anilha. A investigação sobre o acidente com o ônibus espacial foi liderada pelo renomado físico Richard Philips Feynman, que descobriu uma falha nos anéis de borracha que serviam para a vedação das partes do tanque de combustíveis, que apresentava anomalias na expansão quando a temperatura chegava aos 0 °C (ou 32 °F). Feynman foi a público explicar as causas do acidente que chocou os Estados Unidos e fez uma demonstração em rede nacional e ao vivo. === Discovery === O ônibus espacial Discovery é a mais antiga nave espacial americana que não se envolveu em nenhuma tragédia. Foi aposentada pela Nasa em 9 de março de 2011, quando pousou às 16h57 horas GMT no Centro Espacial Kennedy, na Flórida, nos Estados Unidos, depois de 27 anos de serviços prestados. Aquela foi a 35ª (trigésima quinta) viagem de um ônibus espacial com destino à Estação Espacial Internacional e a 39ª (trigésima nona) missão do Discovery ao espaço. Somando todas as horas de trabalho no espaço, o recordista Discovery passou o equivalente a cerca de um ano inteiro em órbita, sendo que nesta última missão de número STS-133, foram levados seis astronautas e um robô humanoide à Estação Espacial Internacional, designado de Robonauta. A equipe permaneceu no espaço por 13 dias e foram levados também novos instrumentos à Estação Espacial Internacional. A espaçonave Discovery foi lançada para o espaço mais do que qualquer outro ônibus espacial de sua era, sendo a que mais fez membros da tripulação em órbita. Foi a primeira nave espacial que recuperou um satélite em órbita, trazendo-o de volta à Terra. Esta nave, durante sua vida útil, visitou duas estações espaciais, a Estação Espacial Internacional e a Mir, construída pela ex-União Soviética. Ela lançou um telescópio, o Hubble, que revelou com seu olhar o mais profundo espaço, jamais percebido antes com tanta precisão. E por duas vezes ela demonstrou os Estados Unidos como um país com vontade de perseverar na sequência de devastadoras tragédias, levando novamente a América em órbita após os dois piores acidentes da história da exploração espacial (Challenger em 1986 e Columbia em 2003). Embora todos os cinco veículos que compuseram a frota de ônibus espaciais da NASA sejam incomparáveis em conquistas, a Discovery é a única entre elas com um total de 38 viagens ao espaço. A Discovery passou 352 dias em órbita, ou quase um ano inteiro e, contando todas as suas missões, ela circundou a Terra vezes com uma velocidade em torno de . Já percorreu quase 230 milhões de quilômetros. Esta distância equivale, em quilômetros, a 288 idas à Lua. A Discovery levou ao espaço mais membros de tripulação do que qualquer outro veículo espacial, 246 pessoas no total. Entre essas pessoas, a primeira mulher a pilotar uma nave espacial, a pessoa mais velha a voar no espaço até então, o primeiro afro-americano a realizar uma caminhada espacial, o primeiro cosmonauta a voar em uma nave espacial americana e o primeiro membro do Congresso Americano a voar no espaço. A Discovery foi utilizada para o retorno da NASA a missões no espaço, utilizando ônibus espaciais, após o acidente da Challenger em 1986, durante o qual a tripulação da STS-26 lançou o satélite TDRS-C para a órbita terrestre. A Discovery foi a terceira nave construída e demorou quatro anos para ser concluída na fábrica de montagem em Palmdale, no estado da Califórnia, nos Estados Unidos, e em outubro de 1983 ela foi entregue à NASA através de um \"voo de carona\" em uma aeronave Boeing 747, para lançamento rumo ao espaço no Centro Espacial Kennedy no dia 30 de agosto de 1984, na missão STS-41-D, seu primeiro voo, que lançou três satélites de comunicações e testou um painel solar experimental. A missão foi comandada pelo astronauta Henry Hartsfield Jr.. Em sua segunda missão, a Discovery se tornou a primeira nave espacial que recuperou um satélite em órbita, trazendo-o de volta para a Terra, feito realizado através de uma série de atividades extraveiculares, com os astronautas utilizando o voo tripulado nas jetpacks, capturando assim o satélite com defeito que foi recuperado e acondicionado no compartimento de carga da espaçonave para a viagem de retorno à Terra. Em 1985, a nave Discovery voou quatro vezes em um único ano e em uma dessas missões, a STS-51-D, levou um membro do Congresso Americano entre a sua tripulação, o senador de Utah, Jake Garn. Após um longo hiato de dois anos e meio para conferir melhorias de segurança em todo o sistema de transporte espacial, depois do acidente da Challenger em janeiro de 1986, a Discovery levou os Estados Unidos de volta à órbita em missões tripuladas próprias, na missão STS-26 em setembro de 1988, comandado pelo astronauta Frederick Hauck. A missão testou a melhoria dos procedimentos de segurança da NASA e lançou um satélite de comunicações, este foi o sétimo voo do Discovery. Os soviéticos, antes adversários dos americanos na guerra fria, encontraram um território comum acima da Terra, a bordo do Discovery em fevereiro de 1994 na missão STS-60, e Sergei Krikalev, da Rússia, se tornou o primeiro cosmonauta russo a voar em uma nave espacial dos Estados Unidos. O voo de pesquisa de oito dias foi comandado pelo astronauta Charles Bolden Jr. e, nesta fase, os americanos, impulsionados pela incipiente parceria com os ex-rivais soviéticos na Discovery, desenvolveram na sequência uma estreita colaboração que resultou na missão STS-63, um ano mais tarde, em 1995, que tornou-se o primeiro ônibus espacial a acoplar-se à estação espacial russa Mir (cuja tradução é paz, em português) e, neste complexo em órbita, a missão rompeu barreiras sociais também: comandado pelo astronauta James Wetherbee, a tripulação incluía a primeira mulher a voar em uma nave espacial dos Estados Unidos, a astronauta Eileen Collins. Outra visita singular à Mir chegou na missão STS-91 em junho de 1998, com o chamado Programa Shuttle-Mir, e o esforço de cooperação entre os dois países totalizou nove missões à estação russa, desde o encontro pioneiro do Discovery em 1995. Em outubro de 1998, o Discovery foi lançado para uma missão científica que quebrou barreiras novamente na Terra e no espaço. A tripulação incluiu a pessoa mais velha a voar para o espaço até então, o astronauta John Glenn, que aos 77 anos fez sua segunda viagem ao espaço, em órbita na missão STS-95. Em 1962, John Glenn se tornou o primeiro americano a orbitar a Terra. Além de outras funções com a tripulação da STS-95, Glenn fez um teste para uma série de experimentos que estudaram o envelhecimento. Em outubro de 2000, o Discovery foi lançado para a missão número 100 do programa dos ônibus espaciais, um voo para a nova e crescente Estação Espacial Internacional, esta missão de 12 dias instalou na ISS um módulo de serviço destinado a transporte por acoplagem na porta da estação, a primeira peça exterior da estrutura da estação, preparando o terreno para a chegada de sua tripulação residente poucas semanas depois. Em fevereiro de 2003, o mundo novamente lamentou que, mais uma vez, um ônibus espacial, o Columbia, e toda sua tripulação, fosse destruído durante a reentrada na atmosfera da Terra. A nave se desintegrou durante a reentrada na atmosfera, sobre o espaço aéreo do estado norte-americano do Texas. Algum tempo após a tragédia, o Governo dos Estados Unidos decidiu dar continuidade ao programa de ônibus espaciais, com ênfase em uma série de procedimentos adicionais para melhorar a segurança de voo. A NASA recorreu novamente ao Discovery para retornar ao espaço na missão STS-114 à Estação Espacial Internacional. A missão comandada por Eileen Collins incluiu novos procedimentos para garantir maior e real segurança por meio de inspeções externas fotografadas e registradas em vídeo, após o lançamento, quando já em órbita, a fim de averiguar ainda no espaço se os escudos térmicos do ônibus espacial estavam em boas condições para a viagem de retorno para casa, principalmente em seu momento mais crítico, a reentrada na atmosfera terrestre. Entre estes procedimentos estava o primeiro do tipo back flip, com o Discovery se aproximando da estação para permitir que a tripulação da estação espacial fizesse fotos de imagens especiais em alta resolução do escudo térmico do ônibus, para averiguação visual do escudo. A missão STS-116 da NASA, com o Discovery em 2006, era esperada para ser uma das missões mais desafiadoras. Foi uma missão até à estação espacial, destinada a realizar a instalação de mais um painel solar (um grande componente externo usado para captar raios solares e gerar energia elétrica a bordo da Estação Espacial Internacional) e uma grande reforma do sistema de energia elétrica da estação, uma vez que com o crescimento da estação com a chegada de outras partes (módulos gerais, laboratórios, equipamentos e experimentos) a estação ISS estava necessitando de mais energia para manter-se em pleno funcionamento. Foi então que os problemas surgiram quando um dos painéis solares geradores de energia da estação, que estava sendo instalado nesta missão STS-116, para ser utilizado posteriormente em futuras missões, se recusou, por problemas técnicos, a abrir normalmente, verificando-se que durante as operações de instalação deste painel, a capacidade de abertura motorizada do painel foi perdida, por falhas técnicas de mecanismo do motor elétrico. Então designou-se como solução duas operações externas no espaço, nas quais os astronautas Robert Curbeam, Sunita Williams e Christer Fuglesang realizaram com sucesso a abertura do painel manualmente, solucionando o problema de desdobra ou abertura desse painel solar. O Discovery participou de outro marco no espaço em outubro de 2007, a missão STS-120 foi a primeira em que duas comandantes do sexo feminino estiveram juntas no espaço, a comandante Pamela Melroy, que voou no ônibus para acoplar com a Estação Espacial Internacional, que estava sob o comando da astronauta Peggy Whitson. A missão instalou o módulo Harmony no complexo e implantou o painel solar que havia sido aberto e desdobrado manualmente na missão STS-116. A tripulação teve que improvisar a instalação de correias que, reunidas, estabilizaram o painel aberto, já que o travamento, que antes se dava pelo motor elétrico, foi danificado. Na missão STS-124 de maio de 2008, o Discovery voltou à estação para entregar a peça central da experiência da JAXA, a Japan Aerospace Exploration Agency Kibo Laboratories, em tradução simples Agência Espacial Japonesa, sendo essa missão a segunda, de três voos de ônibus espaciais, que entregou os elementos para completar o laboratório japonês à ISS. Em seu último voo, o Discovery foi levar à estação um módulo final dos Estados Unidos, o módulo Leonardo, ou Permanent Multipurpose Module, e também o primeiro robô humanoide a voar no espaço, o Robonauta. Leonardo é um módulo de depósito para fornecer espaço para pesquisa adicional. E o Robonauta é uma demonstração da tecnologia para aprender como robôs humanoides podem ajudar as tripulações em órbita. A Discovery também levou uma série de equipamentos de reserva para serem armazenados a bordo do complexo, e, condizente com os marcos que pontuaram a carreira do Discovery, a sua última visita à estação coincidiu com o aniversário de 10 anos da presença humana permanente a bordo da estação. A Discovery, o ônibus espacial mais antigo que esteve em operação após a destruição do Challenger, em 1986, e do Columbia, em 2003, depois deste seu último voo, está agora \"aposentada\", e o programa de ônibus espaciais da NASA foi integralmente encerrado no final de 2011, depois do já realizado voo final da Endeavour (descrito abaixo) missão STS-134, e da Atlantis em julho de 2011. === Atlantis === O Ônibus Espacial Atlantis começou a ser construído em 1979, sendo o seu primeiro lançamento em 3 de outubro de 1985 na missão STS-51-J, foi completada em metade do tempo do Columbia. Foi o primeiro ônibus espacial americano a acoplar na estação espacial russa Mir em 29 de junho de 1995 na missão STS-71, foi o único ônibus espacial com a possibilidade de ser abastecido de energia solar da Estação Espacial Internacional, também marcou o encerramento do programa de Ônibus Espacial na missão STS-135. === Endeavour === A Endeavour, construída com as peças remanescentes e de reserva do programa dos ônibus espaciais americanos, em substituição da fatalmente desintegrada nave Challenger, em 1986, teve sua primeira missão designada STS-49 lançada em 7 de maio de 1992, lançando o satélite Intelsat 603. Teve sua última missão, designada STS-134, realizada com êxito em 16 de Maio de 2011, levando um equipamento avaliado em US$ 2 bilhões, o chamado Espectrômetro Magnético Alfa (AMS, na sigla em inglês), que é utilizado para experiências de Física, pois este observatório irá esquadrinhar meticulosa e cientificamente os raios cósmicos, na busca pelo \"antiuniverso\", um suposto universo formado pela antimatéria e ainda, segundo as teorias astrofísicas em verificação, teria sido criada pelo Big Bang na mesma proporção que a matéria física ordinariamente já parcialmente conhecida. A construção do Endeavour começou em 1987 com o objetivo de substituir o Challenger, destruído durante um acidente em 1986. Peças sobressalentes das estruturas do Discovery e do Atlantis foram usadas na sua construção. A decisão de construir o Endeavour foi preferida à alternativa de reaparelhar o Enterprise porque o custo era menor. === Buran === O Buran foi o único ônibus espacial da então União Soviética, seu único lançamento se deu em 15 de novembro de 1988 no Cosmódromo de Baikonur no Cazaquistão, na missão 1K1 não tripulada de uma hora e meia de duração em uma missão totalmente radiocontrolada, assim como o Enterprise, o Buran não tinha motores próprios, necessitando de veículos auxiliares para ser lançado, o projeto do Buran também ficou marcado pela produção do avião Antonov An-225, feito para transportar o ônibus espacial e que foi a maior aeronave do mundo em operação até ser destruído pelas forças russas em 27 de fevereiro de 2022 na Ucrânia. O projeto do Buran foi autorizado em 1976, mas a aeronave só começou a ser construída em 1980, fez um voo de teste suborbital em 1983, e o seu lançamento oficial em 1988, devido à crise da União Soviética o programa do Buran sofreu sérios cortes de orçamento até ser cancelado em 1993, as naves foram desmontadas em novembro de 1995, após o abandono do projeto. O ônibus espacial foi destruído em 2002 no desabamento do hangar no Cosmódromo de Baikonur. === Dream Chaser === O Dream Chaser Cargo System é um avião espacial estadunidense reutilizável que está sendo desenvolvido pela Sierra Nevada Corporation (SNC) Space Systems. Se parece muito com um Ônibus Espacial Moderno. O Dream Chaser foi projetado para reabastecer a Estação Espacial Internacional com carga pressurizada e não pressurizada. O veículo será lançado verticalmente em um foguete Atlas V ou Ariane 5, e pousará horizontalmente de modo automático em pistas convencionais. O potencial desenvolvimento adicional desse avião espacial inclui uma versão tripulada, o Dream Chaser Space System, que seria capaz de transportar até sete pessoas para a órbita baixa da Terra. == Estrutura == O ônibus espacial é constituído por três partes: * Orbitador, conhecido também como módulo, com aspecto externo semelhante ao de uma aeronave, com asas delta e capaz de planar no seu retorno e pousar como uma aeronave; * Um tanque de combustível externo, conhecido também como ET, fixado temporariamente no veículo reutilizável; * Dois foguetes propulsores de combustível sólido, não descartáveis, muito potentes, conhecidos também como SRB, fixados temporariamente no tanque de combustível externo. O ônibus espacial era operado por motores traseiros e 44 minijatos de controle de órbita. A decolagem era feita sempre na vertical, auxiliada pelos foguetes e pousava como um avião, em pistas de pouso convencionais. O veículo reutilizável possui asas em formato delta largo. É composto por uma estrutura de alumínio, sendo coberto / revestido por uma superfície de isolamento, em forma de placas cerâmicas adensadas ou sílica, de cor preta. Estas placas resistem aos 2 500 graus Celsius da reentrada e são peças únicas, projetadas uma a uma, individualmente, por computador, e coladas manualmente com um adesivo térmico especial ao corpo da espaçonave, em especial no dorso da fuselagem da espaçonave, nas asas e em outras partes que frequentemente, na reentrada, sofriam intenso atrito com o ar. O nariz, parte das asas e toda a parte inferior da nave estão cobertos por pequenas peças de cerâmica, a fim de resistir à elevada temperatura gerada através do acentuado atrito com a atmosfera quando o veículo regressava à Terra. Estas peças eram numeradas, colocadas manualmente, e não existem duas peças iguais. Os 49 foguetes da nave possuíam diferentes funções. Entre as principais funções estão a de lançamento, controle de reentrada e controle de rota. A energia elétrica da nave era fornecida por células de combustível que produziam, como subproduto da operação, água potável, que era aproveitada pela tripulação, porém seu excedente era descartado no espaço, saindo imediatamente como gelo quando em sombra ou vaporizando-se em contato com a luz do Sol no espaço. A parte central da nave possui um grande compartimento de carga, capaz de levar ao espaço até três satélites. Esta estrutura está adaptada a transportar o laboratório Spacelab, assim como seu resgate de volta ao planeta. Um braço mecânico, chamado Remote Manipulator System, de construção canadense, era operado pelos tripulantes na cabine de controle. Esse sistema era responsável por colocar os carregamentos em operação para fora do ônibus espacial. A parte frontal da nave possui o alojamento da tripulação e a cabine de comando. Esta área do ônibus espacial é semelhante às cabines dos aviões convencionais, porém algumas características diferenciam os comandos de voo espacial e voo aéreo. A parte anterior do convés tem quatro estações de serviço, como o controle do sistema de manipulação à distância. O compartimento de carga tinha seu ar retirado totalmente quando era necessário os astronautas realizarem alguma atividade fora da nave. A entrada dos tripulantes na nave era possível através de uma escotilha, localizada na frente da nave, no alojamento da tripulação. === Tanque externo === O grande tanque externo, fabricado com estrutura de alumínio, possui 48 metros de comprimento, com capacidade máxima de 2 000 000 de litros de combustíveis ou cerca de 800 toneladas de combustíveis, separado em dois reservatórios, o dianteiro, com oxigênio líquido, e o traseiro, com hidrogênio líquido. Porém, durante o lançamento a mistura combustível não era queimada no tanque externo, os combustíveis fluíam muito rapidamente e com altíssima pressão para os motores principais do ônibus espacial por meio de linha alimentadora. Outro compartimento interno do tanque externo contém a maioria dos equipamentos eletrônicos. As paredes do tanque externo são formadas por uma liga de alumínio, com cerca de 5 centímetros de espessura, e cobertos com uma espuma protetora isolante poli-isocianurato de cerca de 2,5 centímetros de espessura, para proteger o tanque do frio, antes do lançamento, e do calor gerado pelo atrito com o ar no lançamento. Os propelentes eram liberados para os sistemas principais de propulsão da nave através da pressão do gás libertado pela própria combustão. Tal procedimento era feito de forma controlada. === Foguetes auxiliares === Na verdade, os dois foguetes propulsores auxiliares dispostos lateralmente ao tanque externo forneciam a maior parte do impulso de lançamento, cerca de 70% da força de empuxo. Eram realmente muito potentes, geravam simultaneamente mais de de libras de potência no lançamento. A mistura combustível dos foguetes era formada por alumínio atomizado e perclorato de amônio. Os propulsores são formados por quatro unidades tubulares de aço. Na parte frontal do foguete há uma cápsula em forma de ogiva que contém quatro paraquedas, que eram acionados em dois estágios para que os foguetes caíssem no mar sem serem danificados, para que pudessem ser resgatados por embarcações da NASA e, posteriormente, reutilizados em outros lançamentos. A parte inferior do foguete tem um bico dirigível. O propulsor também é formado por oito pequenos foguetes, responsáveis pela separação deste do veículo espacial. == Lançamento == Os ônibus espaciais são exclusivamente de trajetória orbital, ao contrário das naves Apollo e das naves Orion, já que suas limitações de voo os impedem de sair da órbita terrestre baixa. Assim sendo, seria impossível, por exemplo, que os ônibus espaciais viajassem até à Lua. A órbita do ônibus espacial podia variar entre 185 quilômetros de altitude até 643 quilômetros de altitude. Nessa faixa de altitudes ele podia chegar a quase A dinâmica do lançamento do ônibus espacial era semelhante à dinâmica do lançamento de satélites por foguetes convencionais: numa plataforma móvel, com o veículo na posição vertical, preso ao tanque de combustível externo, que por sua vez era preso aos dois foguetes auxiliares laterais. No momento do lançamento, os sistemas de propulsão do veículo exerciam um impulso de aproximadamente newtons. Apenas para comparar, esta potência de newtons equivale a soma do impulso de decolagem de cerca de 30 aviões do modelo Boeing 747. A maioria da \"fumaça\" liberada no lançamento era, na verdade, vapor d'água, uma vez que sob a base do foguete, na plataforma de lançamento, existia um grande volume de jatos d'água, que eram responsáveis pela absorção do calor na plataforma. Assim, a água evaporava-se rapidamente nos primeiros segundos do lançamento, dando a impressão de ser fumaça. Além disso, o resultado da queima de hidrogênio líquido e oxigênio líquido do tanque externo é vapor d'água, e não fumaça. Após apenas dois minutos de voo, quando o ônibus espacial atingia 45 km de altitude e a impressionante velocidade de cerca de , os dois foguetes propulsores auxiliares se separavam do tanque externo principal central de cor laranja e retornavam por paraquedas até atingir o mar, onde eram recolhidos pelos navios Liberty Star e Freedom Star da NASA, para reaproveitamento, após total revisão. A trajetória de retorno programado dos dois foguetes propulsores, após se afastarem cerca de 240 quilômetros do estado norte- americano da Flórida, se dava primeiramente com a abertura de um paraquedas menor para perda de velocidade e preparo para em seguida, e próximo ao mar, realizar a abertura de mais três paraquedas para cada foguete, pousando verticalmente ao mar com relativa suavidade, para em seguida serem recuperados por navios que os rebocavam de volta à base através de longos cabos. Curiosamente, os foguetes não eram içados ao convés das embarcações, mas rebocados até o porto. Após apenas oito minutos de voo, o tanque externo central, elemento de cor laranja, ao chegar a 110 km de altitude, quando o combustível deste se esgota, separa-se do veículo reutilizável, sendo o tanque externo descartado. O tanque externo era o único elemento não reutilizável do conjunto, pois era completamente destruído na reentrada por gravidade na atmosfera, sendo necessário a construção de um novo tanque para cada lançamento do ônibus, já que a estrutura toda do tanque acabava se desintegrando pelo calor gerado pelo fortíssimo atrito com o ar na atmosfera. Um dado notável é a leveza deste tanque, apesar das quase 700 toneladas, este pode ser considerado leve pois tem pouca espessura de parede, sendo construído em alumínio, com soldas robóticas de altíssima precisão, já que era submetido a imensas cargas. O tanque externo foi alvo de muita pesquisa pela NASA, visando a redução de seu peso para a máxima eficiência e economia no lançamento. Peso comparativo do ônibus espacial americano: 99 toneladas em média, variando conforme o modelo, sendo o Endeavour o mais leve de todos os modelos operacionais (peso considerado durante o retorno, sem tanque e sem os dois foguetes). Os sistemas de manobras orbitais encarregam-se de colocar o ônibus espacial em órbita. No espaço, o veículo está apto a realizar diversas missões: o transporte de satélites e sondas espaciais, a reparação ou resgate de artefatos que estão em órbita e a realização de pesquisas científicas são as principais funções do space shuttle, o ônibus espacial. == Estatísticas == Estatísticas de Voo Ônibus Dias de voo Órbitas Distancia -mi- Distancia -km- Voo Viagem mais longa -dias- Passageiros EVAs Ações na Mir/ISS Satélites Lançados Columbia 300,74 4 808 201 497 772 28 17,66 160 7 0 / 0 8 Challenger 62,41 995 25 803 940 41 527 416 10 8,23 60 6 0 / 0 10 Discovery 255,84 4 027 104 510 673 168 157 672 34 13,89 192 28 1 / 5 26 Atlantis 220,40 3 468 89 908 732 144 694 078 29 12,89 161 21 7 / 6 14 Endeavour 206,60 3 259 85 072 077 136 910 237 21 13,86 130 29 1 / 6 3 Total 1 045,99 16 557 114 17,66 703 91 9 / 17 61 == Aposentadoria == A Nasa anunciou em 12 de abril de 2011 os locais e as instalações onde as quatro naves de transporte estão sendo exibidas permanentemente, após a conclusão do Programa de Ônibus Espaciais dos Estados Unidos. Depois de 30 anos de missões no espaço, com 130 missões realizadas com tecnologia de ponta, a frota dos ônibus espaciais da NASA foi aposentada e está em exibição em instituições e museus dos Estados Unidos, segundo a NASA para inspirar a próxima geração de exploradores e engenheiros. O primeiro exemplar a ser exposto, o Discovery, foi levado ao Museu do Ar e Espaço e posto em seu anexo Centro Steven F. Udvar-Hazy, localizado na Virgínia. O Centro Steven F. Udvar-Hazy é o novo lar para o ônibus espacial Discovery, que se aposentou depois de completar sua última missão, a STS-133, em março de 2011, e também depois de fazer algumas missões memoráveis, como por exemplo, a Discovery realizou as duas missões sucessoras aos acidentes da Columbia e do Challenger, lançou o Telescópio Espacial Hubble na STS-31, entre outras. O protótipo Enterprise que estava em exposição no anexo Centro Steven F. Udvar- Hazy. do Museu do Ar e Espaço, foi transferido para o Intrepid Sea, Air & Space Museum de Nova York em meados de 2012. O Endeavour, depois de sua última missão, a STS-134, foi para o California Science Center na cidade de Los Angeles, depois de completar um total de 25 missões, sendo 12 missões para a construção da Estação Espacial Internacional. E o Atlantis, que voou pela última vez no dia 8 de julho de 2011, para a STS-135, está sendo exibida no Kennedy Space Center Visitor Complex, no estado da Flórida, nos Estados Unidos. Durante pronunciamento, Charles Bolden, o Administrador da NASA, disse: > Queremos agradecer a todas as instituições que manifestaram interesse em um > desses tesouros nacionais. Esta foi uma decisão difícil, uma vez que foi > tomada junto ao público americano, e concluímos por fim que estas opções são > as que oferecerão ao maior número de visitantes a melhor oportunidade para > compartilharmos a história e as realizações das notáveis espaçonaves da > NASA, pelo Programa de Ônibus Espaciais. Estas instalações que escolhemos > possuem um legado notável de preservar artefatos espaciais e de proporcionar > o acesso excepcional aos cidadãos americanos e visitantes de outros países. A NASA também anunciou que centenas de artefatos de transporte, utilizados no Programa dos Ônibus Espaciais, foram atribuídos a museus e instituições de ensino. Vários simuladores foram encaminhados para o acervo do planetário Adler, em Chicago, e também ao Evergreen Aviation & Space Museum, de McMinnville, Oregon, e para o Texas A & M's Aerospace Engineering Department. Um protótipo da fuselagem completo foi doado para o Museum of Flight, em Seattle. O conjunto do nariz e compartimento da tripulação e simulador espacial foi para o Museu Nacional da Força Aérea dos Estados Unidos, Wright- Patterson Air Force Base, em Ohio. O equipamento de simulação dos postos, piloto e comandante, chamado de flight deck, foi doado para Johnson Space Center, da NASA, em Houston. E os motores de manobra orbital foram doados para o sistema Space Rocket Center dos Estados Unidos, e de Huntsville, no estado do Alabama, National Air and Space Museum, em Washington, e Evergreen Aviation & Space Museum. == Sucessores == Novos foguetes, naves espaciais e sistemas foram propostos alguns anos antes do encerramento do Programa de Ônibus Espaciais, como, por exemplo, o Projeto Constellation. Porém foram suspensos devido ao corte orçamentário imposto à Nasa, como consequência de recessões econômicas, embora a Nasa tenha chegado a desenvolver e ensaiar uma cápsula de pouso e salvamento emergencial. Outros veículos com capacidade de acoplagem à Estação Espacial Internacional estão disponíveis no momento, para abastecimento, envio de tripulação e visitantes, e prestação de serviços de manutenção e reparos, bem como suprimentos, como por exemplo, o veículo russo Soyuz, confiável, embora menos confortável e espaçoso, e também um veículo automático japonês, que deverá servir de cargueiro espacial para envio de suprimentos à estação, todos com compatibilidade funcional para aproximação e acoplagem à Estação Espacial Internacional. Até que outra nave espacial tripulada dos EUA esteja pronta, as equipes estadunidenses terão de viajar para a Estação Espacial Internacional exclusivamente a bordo das naves russas Soyuz. Em 2006, o programa Commercial Orbital Transportation Services começou com a finalidade de criar veículos de carga não tripulados operados comercialmente para o serviço da EEI. O programa Commercial Crew Development (CCDev) foi iniciado em 2010 para criar espaçonaves tripuladas operadas comercialmente capazes de transportar pelo menos quatro tripulantes para a EEI, para ficar ancorado por 180 dias, e depois devolvê-los de volta à Terra. Estas naves espaciais deveriam tornar-se operacionais na década de 2010. E em setembro de 2011, a Nasa anunciou a seleção para o novo Space Launch System, que está previsto para lançar a nave espacial orion e outras peças para missões além da órbita da terra. == Ver também == * Avião espacial * Programa espacial dos Estados Unidos * Programa espacial soviético == Ligações externas == * * www.buran.ru - Site oficial do ônibus espacial russo Buran (em russo e inglês) * * sites.google.com Categoria:Programas da NASA Categoria:Década de 1980 na exploração espacial Categoria:Década de 1990 na exploração espacial Categoria:Década de 2000 na exploração espacial Categoria:Década de 2010 na exploração espacial Categoria:Década de 1970 na exploração espacial Ônibus espacial",
 "title": "Ônibus espacial"
}