{
 "id": "53720",
 "text": "O monte Tambora () é um estratovulcão ou vulcão complexo ativo, na ilha de Sumbawa, Indonésia, com ou de altitude. A ilha de Sumbawa é flanqueada tanto ao norte como ao sul por crosta oceânica e o Tambora foi formado pelas zonas de subducção ativas sob ele. Isto elevou o monte Tambora a uma altura de ,Stothers, Richard B. (1984). \"The Great Tambora Eruption in 1815 and Its Aftermath\". Science 224 (4654): 1191–1198. doi:10.1126/science.224.4654.1191. PMID 17819476 fazendo-o uma das mais altas formações do arquipélago da Indonésia e injetando uma grande câmara magmática dentro da montanha. Demorando séculos para abastecer a sua câmara magmática, a sua atividade vulcânica atingindo o pico em abril de 1815.Degens, E.T.; Buch, B (1989). \"Sedimentological events in Saleh Bay, off Mount Tambora\". Netherlands Journal of Sea Research 24 (4): 399–404. doi:10.1016/0077-7579(89)90117-8 O monte Tambora entrou em erupção entre 5 e 10 de abril de 1815, atingindo o nível 7 no Índice de Explosividade Vulcânica (IEV), realizando a maior erupção desde a erupção do lago Taupo no ano Oppenheimer, Clive (2003). \"Climatic, environmental and human consequences of the largest known historic eruption: Tambora volcano (Indonesia) 1815\". Progress in Physical Geography 27 (2): 230–259. doi:10.1191/0309133303pp379ra Esta erupção é considerada a maior registrada na Terra, detendo o recorde do volume de matéria expelida: ou 180 km³.Newhall, Christopher G.; Self, Steve (1982). \"The volcanic explosivity index (VEI): An estimate of explosive magnitude for historical volcanism\". Journal of Geophysical Research 87 (C2): 1231–1238. doi:10.1029/JC087iC02p01231Mason, Ben G.; Pyle, David M.; Oppenheimer, Clive (2004). \"The size and frequency of the largest explosive eruptions on Earth\". Bulletin of Volcanology 66 (8): 735–748. doi:10.1007/s00445-004-0355-9 Entre 60 e 70 mil pessoas morreram em decorrência dos efeitos da erupção, sendo de 11 mil a 12 mil mortas diretamente pela explosão. Depois da erupção, a montanha do vulcão ficou com metade da altura anterior e formou-se uma enorme caldeira, hoje contendo um lago. == Informações geográficas == O monte Tambora está localizado na ilha de Sumbawa, parte das Pequenas Ilhas da Sonda. Esta é um segmento do , uma cadeia de ilhas vulcânicas que é um arco insular e que forma a cadeia sul do da arquipélago indonésio.Foden, J. (1986). \"The petrology of Tambora volcano, Indonesia: A model for the 1815 eruption\". Journal of Volcanology and Geothermal Research 27 (1–2): 1–41. doi:10.1016/0377-0273(86)90079-X Tambora forma a sua própria península em Sumbawa, conhecida como a península Sanggar. Ao norte da península esta o mar das Flores, e ao sul esta a baía de Saleh, de 86 km de comprimento e 36 km de largura. Na desembocadura da baía de Saleh está um ilhéu chamado Mojo. Além dos sismólogos e vulcanólogos que monitorizam a atividade da montanha, o monte Tambora é uma área de estudos científicos para arqueólogos e biólogos. A montanha também atrai turistas para caminhadas, outros desportos da natureza e atividades ligadas à vida selvagem.West and East Nusa Tenggara Local Governments (PDF). Potential Tourism as Factor of Economic Development in the Districts of Bima and Dompu. Press release. As duas cidades mais próximas são Dompu e Bima. Existem três concentrações de vilarejos em torno do declive da montanha. Ao leste está a vila de Sanggar, ao noroeste estão as vilas de Doro Peti e Pesanggrahan, e ao oeste está a vila de Calabai. Existem duas rotas ascendentes para alcançar a caldeira. A primeira rota inicia da vila de Doro Mboha ao sudeste da montanha. Esta rota segue um estrada pavimentada através de uma plantação de caju até alcançar 1150 m acima do nível do mar. O final desta rota é a parte sul da caldeira a 1 950 m, alcançável por meio de uma trilha de caminhada. Esta locação ´usualmente usada como um campo base para monitorar a atividade vulcânica, porque ela toma apenas uma hora para se alcançar a caldeira. A segunda rota inicia da vila de Pancasila ao noroeste da montanha. Usando a segunda rota, a caldeira é acessível somente a pé. == História geológica == === Formação === Tambora situa-se a 340 km ao norte do sistema da fossa de Java e 180–190 km acima da superfície superior da zona de subducção de imersão norte. A ilha de Sumbawa é flanqueada tanto ao norte quanto ao sul pela crosta oceânica.Foden, J; Varne, R. (1980). \"The petrology and tectonic setting of Quaternary—Recent volcanic centres of Lombok and Sumbawa, Sunda arc\". Chemical Geology 30 (3): 201–206. doi:10.1016/0009-2541(80)90106-0 A taxa de convergência é de 7.8 cm/ano.Sigurdsson, H.; Carey, S. (1983). \"Plinian and co-ignimbrite tephra fall from the 1815 eruption of Tambora volcano\". Bulletin of Volcanology 51 (4): 243–270. doi:10.1007/BF01073515 A existência de Tambora é estimada como e iniciado há anos atrás. Sua ascensão injetou uma grande câmara magmática dentro da montanha. O ilhéu Mojo foi formado como parte deste processo geológico no qual a baía de Saleh, colapsando dentro da câmara de magma produzida, primeiro apareceu como uma bacia oceânica, aproximadamente há anos. De acordo com sondagens geológicas, um alto cone vulcânico com uma única \"chaminé\" central foi formado antes da erupção de 1815, ao qual seguiu-se uma forma de estratovulcão. O diâmetro na base é 60 km. A \"chaminé\" central emite lava frequentemente, a qual desce em cascata no declive íngreme da encosta do vulcão. Desde a erupção de 1815, a parte inferior contém depósitos de intercaladas sequências de lava e materiais piroclásticos. Aproximadamente 40% das camadas são representadas em fluxos de lava de espessura de 1 a 5 metros. Espessos leitos de piroclasto foram produzidos pela fragmentação de fluxos de lava. Dentro da porção superior, a lava é intercalada com escória, tufos e fluxos piroclásticos. Existem pelo menos 20 cones satélites (também chamados parasíticos). Alguns deles tem nomes: Tahe (877 m), Molo (602 m), Kadiendinae, Kubah (1648 m) e Doro Api Toi. A maioria dos cones parasíticos tem produzido lavas basálticas. === História eruptiva === Usando a técnica de datação por radiocarbono, estabeleceu-se que o monte Tambora entrou em erupção três vezes antes da erupção de 1815, mas as magnitudes destas erupções são desconhecidas. Suas datas estimadas são ± 200 anos, e ± 150 anos. Elas foram todas explosivas na chaminé central com características similares, exceto a última erupção que não apresentou fluxo piroclástico. Em 1812, o monte Tambora tornou-se altamente ativo, com seu pico eruptivo no evento catastrófico explosivo de abril de 1815. A magnitude foi sete na escala de Índice de Explosividade Vulcânica (IEV), com um volume total de tefra ejetado de 1.6 × 1011 metros cúbicos. O monte Tambora é ainda ativo. Menores domos de lava e escoadas de lava têm se formado sobre o piso da caldeira durante os séculos XIX e XX. A última erupção foi registrada em 1967, mas esta foi muito pequena e não explosiva (IEV = 0). == Ver também == *Krakatoa *Lista de erupções vulcânicas por número de vítimas fatais",
 "title": "Monte Tambora"
}