{
 "id": "53748",
 "text": "O açúcar invertido consiste em um xarope quimicamente produzido a partir do açúcar comum, a sacarose; um dissacarídeo formado por dois açúcares simples (monossacarídeos). Para obter o açúcar invertido é necessário aquecer a sacarose na presença de água para ocorrer a hidrólise do açúcar. Esse procedimento provoca a quebra da sacarose em dois açúcares que formam a sua molécula: glicose e frutose. Quando esta reação ocorre com a adição de um ácido, surge uma espécie de xarope que foi batizado de açúcar invertido. Geralmente são adicionados catalisadores para acelerar essa conversão. Os catalisadores biológicos que são adicionados são chamados de sacarases (em animais) e invertases (em plantas, bactérias e fungos). Em comparação com o seu precursor, a sacarose, o açúcar invertido é extremamente doce e seus produtos tendem a reter a umidade e são menos propensos à cristalização. O termo invertido decorre de uma característica física da sacarose, que se altera durante o processo de hidrólise: originalmente, um raio de luz polarizada que incide sobre a sacarose é desviado para a direita, ou seja, a sacarose é uma molécula dextrógira (D, +). Após o processamento de inversão, a glicose (D, +) e a frutose (L, -) resultantes têm a propriedade conjunta de desviarem a luz para a esquerda; ou seja, o açúcar invertido é levogiro. Uma substância natural com características semelhantes ao açúcar invertido industrialmente produzido é o mel de abelhas. As abelhas segregam a enzima invertase, que transforma grande parte da sacarose contida no néctar proveniente dos vegetais em glicose e frutose. == Reação química de inversão == A inversão do açúcar provoca a hidrólise da sacarose em dois açúcares que formam a sua molécula: glicose e frutose. À medida que a solução é convertida em uma mistura de sacarose, frutose e glicose, a quantidade de rotação é reduzida até (em uma solução completamente convertida), a direção de rotação mudou (invertida) da direita para a esquerda. O equipamento usado para identificar se a substancia possui poder rotatório e se é dextrógira ou levogira, é o polarímetro. C12H22O11 (sacarose, rotação especifica = +66.5°) + H2O (água,sem rotação ) → C6H12O6 (glicose,rotação especifica = +52.7°) + C6H12O6 (frutose, rotação especifica = −92°) Rede: + 66,5 ° converte para -19,65 ° (metade da soma da rotação específica de frutose e glicose) A hidrólise é uma reação química em que uma molécula quebra pela adição de água. A hidrólise de sacarose produz glicose e frutose cerca de 85%; A temperatura de reacção pode ser mantida a 50-60 °C (122-140 °F). ==Aplicações== As indústrias de produtos alimentícios usam muito o açúcar invertido em alguns de seus produtos. Por exemplo, os bombons recheados com calda líquida não são produzidos com açúcar comum, pois em solução aquosa, a sacarose cristaliza-se muito rápido. Assim, eles preparam uma pasta formada por essência, sacarose, água e a enzima invertase. Ainda na fase sólida, essa pasta é então coberta pelo chocolate. Dentro de uma ou duas semanas, a invertase causa a hidrólise da sacarose, que se transforma no açúcar invertido, que é muito solúvel na água. Por isso, quando chega à mão do consumidor, há aquela calda líquida bem doce dentro do bombom. Além disso, é utilizado pela indústria alimentícia com o objetivo de conferir textura adequada aos produtos em que é utilizado como matéria prima, o açúcar invertido também auxilia na formação de cor e de aroma, através da chamada Reação de Maillard ou escurecimento não enzimático. Como é mais solúvel em água do que a sacarose é vastamente utilizado na fabricação de balas e biscoitos,pois previne a cristalização do açúcar (fator desagradável que dá ao produto a consistência arenosa e seca). Em biscoitos proporciona maciez e coloração caramelada. O açúcar invertido também fornece qualidades de conservação mais poderosas (uma vida útil mais longa) aos produtos que a utilizam,conhecido como tempo de prateleira (shelf life) na indústria de alimentos. A vida útil dos invertidos parciais é de aproximadamente seis meses, dependendo do armazenamento e das condições climáticas. As soluções de açúcar invertido cristalizadas podem ser restauradas no estado líquido ao aquecer suavemente. == Produção == O xarope de açúcar invertido pode ser facilmente feito adicionando água e aproximadamente um grama de ácido cítrico por quilograma de açúcar. O creme de tártaro (um grama por quilograma) ou suco de limão fresco (20 mililitros por quilograma) também pode ser usado. (O suco de limão é de ácido cítrico de 5% a 6%, com uma quantidade insignificante de ácido ascórbico, por isso corresponderia a cerca de 20 gramas de suco de limão por quilograma de açúcar). A mistura é fervida para chegar a uma temperatura de 114 °C (237 °F) e converterá bastante sacarose para efetivamente prevenir a cristalização, sem dar um sabor sensivelmente amargo. O xarope de açúcar invertido também pode ser produzido sem o uso de ácidos ou enzimas apenas por meio de meios térmicos: duas partes de sacarose granulada e uma parte de água cozida em fogo baixo durante cinco a sete minutos converterá uma parcela modesta para açúcar invertido. Fórmula básica por peso sacarose 100% água 50% ácido 0.1% As soluções catalisadas por enzimas comercialmente preparadas são invertidas a 60 °C (140 °F). O pH ideal para inversão é 5.0. A invertase é adicionada a uma taxa de cerca de 0,15% do peso do xarope e o tempo de inversão será de cerca de 8 horas. Quando completada, a temperatura do xarope é aumentada para inativar a invertase, mas o xarope é concentrado em um evaporador de vácuo para preservar a cor. As soluções catalisadas com ácido clorídrico preparado comercialmente podem ser invertidas à temperatura relativamente baixa de 50 °C (122 °F). O pH ótimo para inversão catalisada por ácido é de 2,15. À medida que a temperatura de inversão aumenta, o tempo de inversão diminui. Eles são neutralizados quando o nível desejado de inversão é atingido. Na confeitaria e confecção de doces, o creme de tártaro é comumente usado como acidulante, com quantidades típicas na faixa de 0,15-0,25% do peso do açúcar. O uso de creme de tártaro confere um sabor de mel ao xarope. Após a conclusão da inversão, pode ser neutralizada com bicarbonato de sódio com um peso de 45% do creme de peso do tártaro. Neutralização creme de tártaro 100% bicarbonato de sódio 45% Ao adicionar bicarbonato de sódio e chicoteando ou misturando, o xarope quente irá espumar e bolha, por isso é necessário algum cuidado. Uma panela muito mais alta do que de outra forma irá conter a espuma. Certifique-se de que haja água restante no xarope para dissolver o bicarbonato de sódio. Alternativamente, dissolva o bicarbonato de sódio com um pouco de água extra e assegure-se de que a temperatura do xarope esteja abaixo de 100 °C (212 °F). Concentração do xarope e temperatura final Sacarose Água Ponto de Ebulição 30% 70% 100 °C (212 °F) 40% 60% 101 °C (214 °F) 50% 50% 102 °C (216 °F) 60% 40% 103 °C (217 °F) 70% 30% 106 °C (223 °F) 80% 20% 112 °C (234 °F) 90% 10% 123 °C (253 °F) 95% 5% 140 °C (284 °F) 97% 3% 151 °C (304 °F) 98.2% 1.8% 160 °C (320 °F) 99.5% 0.5% 166 °C (331 °F) 99.6% 0.4% 171 °C (340 °F) A quantidade de água pode ser aumentada para aumentar o tempo necessário para alcançar a temperatura final desejada e aumentar o tempo aumenta a quantidade de inversão que ocorre. Em geral, as temperaturas finais mais elevadas resultam em xaropes mais espessos e temperaturas finais mais baixas, em quantidades mais finas.Todos os açúcares constituintes (sacarose, glicose e frutose) sustentam a fermentação, de modo que as soluções de açúcar invertidas podem ser fermentadas tão facilmente quanto as soluções de sacarose. == Curiosidades == \\- As abelhas realizam uma reação de hidrólise da sacarose para produzir o mel, que é composto principalmente de açúcar invertido. Ele é bastante doce porque a frutose possui um sabor doce mais intenso que o da sacarose. -Não é aconselhável o consumo de açúcar invertido por diabéticos, pois contém glicose e o diabético deve evitar normalmente alimentos que aumentem o nível de glicose no sangue. # http://alunosonline.uol.com.br/quimica/acucar- invertido.html # http://mundoeducacao.bol.uol.com.br/quimica/acucar- invertido.htm # http://www.cursinhoparamedicina.com.br/blog/quimica- blog/o-que-e-acucar-invertido-invertendo-o-acucar/ # W. Minifie, Bernard (1989). Chocolate, Cocoa and Confectionery: Science and Technology (3rd ed.). Aspen Publishers, Inc. p. 246. ISBN 083421301X. Retrieved July 3,2014 – via Google Books. # Ranken, Michael D.; Kill, R.C.; Baker, C., eds. (1997). Food Industries Manual (24th ed.). London: Blackie Academic & Professional. pp. 407–408. ISBN 0751404047. Retrieved June 30, 2014 – via Google Books. \"Commercially, invert sugar is prepared as a syrup of about 70% soluble solids concentration. Invert sugar can be produced by holding a 65% sucrose solution containing 0.25% hydrochloric acid at 50 °C (122 °F) for one hour. Sodium bicarbonate should then be added to neutralize the acid.\" # Van Damme, Eddy. \"Invert sugar recipe\". Retrieved September 27, 2012. # http://www.mundoeducacao.com/quimica/acucar-invertido.htm Categoria:Culinária Categoria:Carboidratos Categoria:Química de alimentos Categoria:Açúcares Categoria:Xaropes",
 "title": "Açúcar invertido"
}