{
 "id": "53753",
 "text": "1,039/Smoothed Out Slappy Hours é uma coletânea musical de gravações antigas da banda de punk rock Green Day. Apesar de ser referido como o primeiro álbum do grupo, seu verdadeiro primeiro álbum foi 39/Smooth, enquanto que 1,039/Smoothed Out Slappy Hours inclui aquele álbum inteiro, assim como dois EP (1,000 Hours e Slappy) e uma faixa de outro álbum de compilação. Inicialmente lançado em 1991 pela Lookout! Records (apesar de estar escrito \"1990\" no copyright impresso no álbum), a gravadora relançou o álbum de forma remasterizada em 27 de Janeiro de 2004. Em Agosto de 2005, o Green Day retirou este álbum, assim como todo o seu material lançado pela Lookout!, devido à royalties que não foram pagos. Ele foi relançado pela Reprise Records em 9 de Janeiro de 2007, com quem a banda está desde que saiu de sua primeira gravadora. Na Europa, no entanto, o álbum foi lançado pela Epitaph Europe e permanece em seu catálogo. 1,039/Smoothed Out Slappy Hours encontrou um sucesso regional na Califórnia, e continua a vender desde que a banda tornou- se mais mainstream. O álbum já foi certificado como disco de ouro, tendo vendido mais de 585.000 unidades nos Estados Unidos até Novembro de 2006. As vendas mundiais ultrapassam 2 milhões de cópias vendidas. == Faixas == Todas as canções foram compostas por Billie Joe Armstrong (letra) e Green Day (música), exceto onde especificado. # \"At the Library\" – 2:28 # \"Don't Leave Me\" – 2:39 # \"I Was There\" (John Kiffmeyer) – 3:36 # \"Disappearing Boy\" – 2:52 # \"Green Day\" – 3:29 # \"Going to Pasalacqua\" – 3:31 # \"16\" – 3:24 # \"Road to Acceptance\" – 3:36 # \"Rest\" – 3:06 # \"The Judge's Daughter\" – 2:35 # \"Paper Lanterns\" – 2:25 # \"Why Do You Want Him?\" – 2:33 # \"409 in Your Coffeemaker\" – 2:54 # \"Knowledge\" (Jesse Michaels, Tim Armstrong, Matt Freeman, Dave Mello/Operation Ivy) – 2:20 # \"1,000 Hours\" – 2:26 # \"Dry Ice\" – 3:45 # \"Only of You\" – 2:46 # \"The One I Want\" – 3:01 # \"I Want to Be Alone\" – 3:09 === Origem das faixas === * Faixas 1–10 de 39/Smooth (1990) * Faixas 11–14 de Slappy (EP, 1990) * Faixas 15–18 de 1,000 Hours (EP, 1989) * Faixa 19 de The Big One, uma compilação com bandas da East Bay e de Los Angeles === Entendendo o nome do disco === 1,039/Smoothed Out Slappy Hours * 1,0 Referência ao nome da EP 1,000 Hours * 39/Smoothed Referência ao nome do disco 39/Smooth * Slappy Referência ao nome da EP Slappy * Hours Referência ao nome da EP 1,000 Hours Categoria:Álbuns de Green Day Categoria:Coletâneas de 1990",
 "title": "1,039/Smoothed Out Slappy Hours"
}