{
 "id": "53751",
 "text": "David Bowie, nome artístico de David Robert Jones (Londres, 8 de janeiro de 1947 — Nova Iorque, 10 de janeiro de 2016), foi um cantor, compositor, ator e produtor musical britânico. Por vezes referido como \"camaleão do Rock\" pela capacidade de sempre renovar sua imagem, tem sido uma importante figura na música popular há cinco décadas e é considerado um dos músicos populares mais inovadores e ainda influentes de todos os tempos, sobretudo por seu trabalho nas décadas de 1970 e 1980, além de ser distinguido por um vocal característico e pela profundidade intelectual de sua obra. Embora desde cedo tenha gravado o álbum David Bowie e diversas canções, Bowie só chamou a atenção do público em 1969, quando a canção \"Space Oddity\" alcançou o quinto lugar no UK Singles Chart. Após um período de três anos de experimentação, que incluem a realização de dois significativos e influentes álbuns, The Man Who Sold the World (1970) e Hunky Dory (1971), ele retorna em 1972 durante a era glam rock com um alter ego extravagante e andrógino chamado Ziggy Stardust, sustentado pelo sucesso de \"Starman\" e do aclamado álbum The Rise and Fall of Ziggy Stardust and the Spiders from Mars. Seu impacto na época foi um dos maiores cultos já criados na cultura popular.Buckley (2005): pp. 516–17, 524, 529 Em 1973, o disco Aladdin Sane levou Ziggy aos EUA. A vida curta da persona revelaria apenas uma das muitas facetas de uma carreira marcada pela reinvenção contínua, pela inovação musical e pela apresentação visual. Em 1974, o álbum Diamond Dogs previa, com seu som e sua temática caótica, a revolução punk que surgiria anos depois. Em 1975, Bowie finalmente conseguiu seu primeiro grande sucesso em território americano com a canção \"Fame\", em co-autoria com John Lennon, do álbum Young Americans. O som constitui uma mudança radical no estilo que, inicialmente, alienou muitos de seus devotos no Reino Unido. Nessa etapa, a carreira musical de Bowie se renovou e seguiu novos rumos. Após a criação de uma nova persona, Thin White Duke, apresentada no aclamado Station to Station (1976), que traz características de alguém supostamente interessado em misticismo, Cabala e Nazismo, ele confundiu as expectativas de seu público americano e de sua gravadora com a produção do minimalista Low (1977) — a primeira das três colaborações com Brian Eno durante os próximos dois anos. A chamada \"Trilogia de Berlim\" (com \"Heroes\" e Lodger) trouxe álbuns introspectivos que lograram o topo nas paradas britânicas e que ganharam admiração crítica duradoura. Seguindo o sucesso comercial irregular no final dos anos 70, a canção \"Ashes to Ashes\" do álbum de 1980 Scary Monsters (and Super Creeps) alcançou o primeiro lugar no Reino Unido e lançou bases para um novo movimento chamado New Romanticism. No ano seguinte, junto à banda Queen, escreveu e cantou a canção \"Under Pressure\" e em seguida atingiu novo pico comercial com o álbum Let's Dance (1983), que rendeu sucessos com a canção homônima e o fez cativar nova audiência. Ao longo dos anos 1990 e 2000, Bowie continuou a experimentar novos estilos musicais, incluindo os gêneros industrial, drum and bass, e adult contemporary. Seu último álbum de inéditas foi por muito tempo Reality, uma mistura de melancolia e humor, suportado pela A Reality Tour de 2003–2004. Após um período de quase dez anos em hiato, divulga The Next Day em 2013 e recebe boas avaliações da crítica e público. Após comemorar cinquenta anos de carreira com a coletânea Nothing Has Changed em 2014, o cantor produziu seu último trabalho ainda vivo, o álbum Blackstar (2016). A influência de David Bowie é única, musical e socialmente. Como escreveu o biógrafo David Buckley, \"ele penetrou e modificou mais vidas do que qualquer outra figura comparável\". De fato, grande é sua influência no mundo da música entre artistas e bandas mais antigas e a nova geração (Ver Influência), e, além de ter auxiliado movimentos como a libertação gay e a recriação de uma nova juventude independente, introduziu novos modos de se vestir na cena musical e tem uma carreira prestigiada no cinema. Em 2002, ficou em 29º lugar na lista popular 100 Greatest Britons e já vendeu mais de 136 milhões de álbuns ao longo de sua carreira. Foi premiado no Reino Unido com 9 certificações de álbum de platina, 11 de ouro e 8 de prata, e, nos Estados Unidos, 5 de platina e 7 de ouro. Em 2004, a Rolling Stone colocou-o na 39ª posição em sua lista dos \"100 Maiores Artistas do Rock de Todos os Tempos\" e em 23º lugar na lista dos \"Melhores Cantores de Todos os Tempos\". ==Biografia== ===1947–1962: Primeiros anos=== David Bowie nasceu como David Robert Jones em Brixton, Londres, em 8 de janeiro de 1947. Sua mãe, Margaret Mary \"Peggy\", era descendente de irlandeses e trabalhava como arrumadeira de cinema, enquanto seu pai, Haywood Stenton \"John\" Jones, era oficial de promoções da Barnardo's. A família vivia no número 40 da Stansfield Road, próximo da fronteira das zonas londrinas do sul de Brixton e Stockwell. Um vizinho lembrou que \"Londres na década de quarenta era o pior lugar possível, e o pior lugar possível para uma criança nascer\". Bowie freqüentou a Stockwell Infants School até seus seis anos de idade, adquirindo reputação de garoto com talento para cantar e, principalmente, gritar.Sandford (1997): pp. 9–16 Mudando-se em 1953 para um subúrbio próximo, em Bromley, a família o enviou à Burnt Ash Junior School. Sua voz foi considerada \"adequada\" no coral da escola, onde ele demonstrou uma capacidade musical acima da média.Sandford (1997): pp. 18–19 Aos nove anos de idade, foi introduzido ao método educativo de escutar sons e dançar, e sua dança agradou os professores, que a achavam \"vividamente artística\" e sua postura \"surpreendente\" para uma criança. Neste mesmo ano, seu interesse pela música cresceu quando o pai trouxe para casa discos de vinis de uma coleção americana com músicas cantadas por Frankie Lymon and the Teenagers, The Platters, Fats Domino, Elvis Presley e Little Richard.Buckley (2000): p. 21. Ao ouvir Richard cantar \"Tutti Frutti\", Bowie diria mais tarde: \"Eu tinha escutado a voz de Deus\". Da mesma forma, o impacto de Presley em sua vida também foi enfático: \"Eu vi uma prima minha a dançar 'Hound Dog' e eu nunca tinha visto ela se levantar e se mover tanto por nada. Realmente me impressionou, o poder da música. Comecei a procurar discos depois disso\".Sandford (1997): pp. 19–20 No final do próximo ano, o garoto começou a aprender ukelele e tea-chest bass e a participar em sessões de skiffle com os amigos, além de ter começado a tocar piano; enquanto isso se apresentava para os amigos escoteiros fingindo ser Elvis e Chuck Berry e sua presença no palco era descrita como \"fascinante... como alguém de outro planeta\". Porém, entrou para a Ravens Wood School assim que viu que suas notas no Burnt Ash Junior não foram boas. Era uma escola técnica incomum, como escreve o biógrafo Christopher Sandford: :\"Apesar de seu status, a escola era, na época em que David chegou em 1958, rica em rituais misteriosos, como qualquer outra escola pública inglesa. Havia casas, nomeadas em homenagem a estadistas do século XVIII como Pitt e Wilberforce. E tinha um uniforme, e um elaborado sistema de recompensas e punições. Havia também um foco em idiomas, ciências e particularmente desenho, de onde uma atmosfera colegial floresceu sob a tutela de Owen Frampton. No relato de David, Frampton conduzia por força da personalidade, e não pelo intelecto; no entanto, seus colegas no Bromley Tech não eram famosos por nenhum dos dois, e renderam, aos alunos mais brilhantes em artes da escola, um regime tão liberal que Frampton encorajou o seu próprio filho, Peter, a prosseguir numa carreira musical com David, parceria brevemente intacta trinta anos mais tarde\".Sandford (1997): pp. 21–22 Bowie estudou arte, música e desenho, incluindo layout e typsetting. Depois de Terry Burns, seu meio-irmão por parte de mãe, apresentá-lo ao jazz moderno, o seu entusiasmo por instrumentistas como Charles Mingus e John Coltrane levou sua mãe a lhe dar um saxofone alto em 1961; não demorou para que o garoto recebesse aulas de um músico local.Sandford (1997): p. 25 Em 1962, metido numa briga por conta de uma garota, recebeu um ferimento grave na escola, quando o amigo George Underwood lhe deu um forte soco no olho esquerdo usando um grande anel no dedo. Os médicos temiam que ele viesse a perder parcialmente a visão; foi forçado a ficar fora da escola para uma série de operações durante uma internação de quatro meses. O dano não pôde ser totalmente reparado — deixando-o com a percepção deficiente e com a pupila permanentemente dilatada (tempos depois isso tornaria-se a marca pessoal do artista, que embora tenha os dois olhos azuis, aparenta ter um olho de cada cor, fenômeno conhecido como heterocromia. Alguns acreditavam que seu olho fosse de vidro mas na realidade o problema em seu olho é designado anisocoria que, no seu caso, lhe deixou permanentemente a pupila esquerda dilatada). Apesar da briga violenta, Underwood e Bowie continuaram amigos, e Underwood passou a cuidar da parte artística dos primeiros álbuns de Bowie.Buckley (2005): p.19 ===1962–1968: Os Kon-rads e os Riot Squad=== De seu saxofone de plástico a um instrumento real em 1962, Bowie formou sua primeira banda aos 15 anos de idade. Os Kon-rads tocavam guitarra baseada no rock and roll em reuniões de jovens e em casamentos, e tinham uma formação que variava entre quatro e oito membros, entre eles Underwood.Sandford (1997): p. 28 Ao deixar a escola técnica no ano seguinte, Bowie informou a seus pais o seu sonho de tornar-se uma estrela do rock. Não demorou, então, para sua mãe o arranjar um emprego como companheiro de eletricista. Frustrado pelas limitadas aspirações que seus colegas de banda tinham, Bowie deixou a Kon-rads e formou outra banda, os King Bees. Escreveu uma carta a um empresário inglês bem-sucedido, chamado John Bloom, que trabalhava com máquinas de lavar, convidando-o a \"fazer por nós o que Brian Epstein fez pelos Beatles — e fazer mais um milhão\". Bloom não respondeu à oferta, mas encaminhou o convite à Leslie Conn, parceiro de Dick James, que contratou Bowie, fazendo dessa a primeira gestão pessoal do artista.Sandford (1997): pp. 29–30 Leslie Conn logo começou a promover o trabalho de David Bowie. O primeiro single do cantor, \"Liza Jane\", creditado à David Jones e os King Bees, não logrou nenhum sucesso comercial. Desapontado com os King Bees e o repertório blues de Howlin' Wolf e Willie Dixon, Bowie deixou a banda a menos de um mês depois de entrar para a Manish Boys, banda com levada blues, mas que também incorporava elementos do folk e soul: \"Eu costumava sonhar em ser o Mick Jagger deles\", recordaria Bowie anos mais tarde. \"I Pity the Fool\" não teve maior sucesso que \"Liza Jane\", e não demorou para que Bowie muda-se novamente de grupo, dessa vez entrando para o Lower Third, trio de blues fortemente influenciado pelo The Who. \"You've Got a Habit of Leaving\" não se saíu melhor, e marcou o fim do contrato com Conn. Declarando que iria deixar o mundo pop \"para estudar mímica no Sadler's Wells\", Bowie, no entanto, permaneceu no Lower Third. Seu novo empresário, Ralph Horton, seria uma figura importante em sua transição para artista solo mais tarde, e também o apoiou quando David mudou-se para outro grupo, o Buzz, cuja canção \"Do Anything You Say\" foi um verdadeiro fracasso. Enquanto era contratado por Buzz, Bowie entrou em 1967 para a Riot Squad; as gravações desse novo grupo, que incluíam músicas escritas por Bowie e covers do Velvet Underground, não foram nunca lançadas. Ken Pitt, introduzido por Horton, passou a ser então o novo empresário de Bowie.Sandford (1997): pp. 35–39 Insatisfeito com seu nome artístico, na época Davy (e Davie) Jones, que em meados da década de 1960 permitia confusão com o ator Davy Jones do The Monkees, o jovem músico renomeou seu nome artístico baseado no sobrenome de um americano do século XIX chamado Jim Bowie e também à faca que ele popularizou.Buckley (2000): p. 33 Seu nome também pode ser uma referência ao personagem David Bowman de 2001: A Space Odyssey, famoso filme que inspirou a canção Space Oddity. Seu single \"The Laughing Gnome\", lançado em abril de 1967, utilizava os vocais acelerados à estilo do The Chipmunks, mas não logrou sucesso comercial. David Bowie, seu álbum de estreia, lançado seis semanas depois, é uma amálgama de pop, folk, psicodelia e music hall, mas teve o mesmo destino de suas tentativas anteriores. O disco foi seu último lançamento por dois anos.Sandford (1997): pp. 41–42 Seu fascínio pelo bizarro reforçou-se com o encontro com o dançarino Lindsay Kemp, como disse o próprio Bowie: \"Ele vivia em suas emoções, foi uma influência maravilhosa. Sua vida cotidiana era a coisa mais teatral que eu já tinha visto. Era tudo o que eu pensava sobre bohemia. Entrei para o circo\".Buckley (2005): pp. 41–42 Kemp, por sua vez, lembrou: \"Eu não o ensinei a ser um artista mímico, mas a botar para fora o que ele era .... Eu o ativei para liberar o anjo e o demônio que estava em seu interior\". Estudando artes dramáticas com Kemp, do teatro avant-garde e da mímica à commedia dell'arte, Bowie ficou imerso na criação de personagens para apresentar ao mundo. Satirizando a vida numa prisão britânica, a canção de 1967 \"Over the Wall We Go\" tornou-se um single na voz de Paul Nicholas; outra composição de Bowie, chamada \"Silly Boy Blue\", foi realizada por Billy Fury no ano seguinte.Buckley (2005): p. 46 Bowie começou a namorar Hermione Farthingale quando ela foi escalada junto a ele por Kemp para um minueto poético; logo ambos os amantes se mudaram juntos para um apartamento londrino. Tocando violão, ela formou um grupo com Bowie e o baixista John Hutchinson; entre setembro de 1968 e inícios de 1969, quando Bowie e Farthingale rompiam, o trio dava um pequeno número de concertos combinando folk, beat music, poesia e mímica.Buckley (2005): pp. 49–52 ===1969–1973: Do folk psicodélico ao glam rock=== ====De Space Oddity ao Hunky Dory==== Por conta da falta de sucesso comercial, Bowie se viu obrigado a tentar a ganhar a vida de formas diferentes. Uma dessas foi gravar um comercial para a empresa de sorvetes Lyons Maid, que, no entanto, foi rejeitado por outro do Kit Kat.Sandford (1997): pp. 49–50 Em 1969, foi realizado o filme de 30 minutos Love You till Tuesday, concebido como veículo para promover o cantor com apresentações de seu repertório. Apesar de não ter sido lançado até 1984, as sessões de filmagem em janeiro daquele ano levaram a um sucesso inesperado quando Bowie disse aos produtores: \"Esse filme de vocês — Eu tenho uma nova canção para ele\". Bowie gravou um demo da canção que daria o seu avanço comercial. \"Space Oddity\" foi lançada meses depois para coincidir com o primeiro pouso na lua. Rompendo seu namoro com Farthingale logo após o término do filme, Bowie mudou-se com Mary Finnigan como seu inquilino.Sandford (1997): p. 53 Nesta época continuava sua divergência do rock and roll e do blues iniciada por seu trabalho com Farthingale e, por isso, juntou forças com ela, com Christina Ostrom e Barrie Jackson para conduzir um clube de folk nas noites de domingo no pub Three Tuns na High Street, em Beckenham. Este logo transformou-se em Beckenham Arts Lab, e ficou extremamente popular. O Beckenham Arts Lab organizou um festival livre num parque local, mais tarde imortalizado por Bowie na canção \"Memory of a Free Festival\". Realizado em 11 de julho, cinco dias antes do lançamento da Apollo 11, \"Space Oddity\" ficou em 5º lugar no top do Reino Unido. Seu segundo disco, Space Oddity, realizado em novembro, foi lançado no Reino Unido com o nome de David Bowie, o que causou certa confusão com seu antecessor homônimo, e o lançamento nos EUA foi antecipadamente intitulado Man of Words/Man of Music. À época de seu lançamento, não usufruiu sucesso comercial, mesmo com suas letras filosóficas de um mundo pós-hippie sobre paz, amor e moralidade, e um som de folk rock acústico fortificado pelo rock pesado.Sandford (1997): p. 60 Bowie conheceu Angela Barnett em abril de 69. Se casariam dentro de um ano. O impacto da moça sobre ele foi imediato, e o envolvimento dela em sua carreira teve longo alcance, deixando o empresário Kein Pitt em influência limitada.Sandford (1997): pp. 54–60 Estabelecido como artista solo após \"Space Oddity\", sentia falta de algo: \"uma banda em tempo livre para apresentações e gravações — pessoas enfim com as quais ele poderia se relacionar pessoalmente\". A lacuna se fortaleceu quando teve uma rivalidade artística com Marc Bolan, na época seu guitarrista de estúdio.Sandford (1997): pp. 62–63 Mas uma banda foi devidamente montada: John Cambridge, baterista que Bowie conheceu no Arts Lab, foi convivado por Tony Visconti, que tocaria no baixo, e Mick Ronson na guitarra elétrica. Após uma breve e desastrosa manifestação sob o nome de Os Hype, o grupo sofreu nova reconfiguração, agora apresentando Bowie como artista solo. O trabalho inicial do grupo ficou marcado por um desentendimento acalorado entre Bowie e Cambridge sobre o estilo do segundo de tocar bateria; a discussão chegou no ápice quando Bowie soltou: \"Você está fudendo meu álbum\". Cambridge deixou o grupo e foi substituído por Mick Woodmansey.Sandford (1997): p. 67 Pouco tempo depois, ocorreu um ato que resultaria em anos de litígio: Bowie viu-se forçado a pagar indenização a Pitt, e por isso o demitiu, substituindo-o por Tony Defries. As sessões de estúdio resultaram em seu terceiro disco, The Man Who Sold the World (1970), caracterizado pelo som de rock pesado da sua nova banda e que marcou explicitamente um afastamento do violão e do estilo folk estabelecido em Space Oddity. Para promover o álbum nos EUA, a Mercury Records financiou uma turnê de divulgação em que Bowie, entre janeiro e fevereiro de 1971, foi entrevistado por emissoras de rádio e mídia. Explorando sua aparência andrógina, a capa original da versão britânica retrata o cantor com cabelos longos e um vestido: ele o utilizou durante as entrevistas — para a aprovação de críticos, incluindo John Mendelsohn da Rolling Stones que o descreveu da seguinte forma: \"deslumbrante, quase desconcertantemente lembra Lauren Bacall\", e, nas ruas, a reação das pessoas variava entre o riso e a surpresa, até que um dos pedestres abordou Bowie com um revólver e lhe disse: \"beije minha bunda\".Sandford (1997): pp. 73–74Pegg (2000): pp. 260–65 Durante a viagem, conheceu o trabalho de dois americanos proto-punks que foram seminais e que o levaram a desenvolver o conceito que formaria mais tarde a persona Ziggy Stardust: a fusão da personalidade de Iggy Pop com a música de Lou Reed; ambos elementos o fizeram produzir \"o último ídolo pop\". Uma amiga recordou seu hábito de \"rabiscar notas em guardanapos sobre uma estrela do rock doida, chamada Iggy ou Ziggy\", e, retornando à Inglaterra, declarou a intenção de criar uma personagem \"que parecesse que havia chegado de Marte\". No álbum Hunky Dory (1971), Visconti, seu produtor e baixista, foi substituído de ambos os papéis por Ken Scott e Trevor Bolder, respectivamente. O álbum testemunhou o retorno parcial do cantor de \"Space Oddity\", com canções como \"Kooks\", escrito para seu filho, Duncan Zowie Haywood Jones, nascido em 30 de maio.Buckley (2005): pp. 95–99 Os pais escolheram seu nome kooky — o menino seria conhecido como Zowie pelos próximos 12 anos — por conta da palavra em grego zoe, vida.Sandford (1997): p. 80 Por outro lado, o álbum também explorou temas sérios, e homenageia algumas de suas influências musicais, nas canções \"Song for Bob Dylan\", \"Andy Warhol\", e \"Queen Bitch\" (pastiche do som do Velvet Underground). O disco, contudo, não alcançou sucesso comercial na época.Sandford (1997): pp. 85–86 ====Ziggy Stardust==== Em sua empreitada musical seguinte, Bowie desafiou, nas palavras do biógrafo David Buckley, \"a crença central da música rock de sua época\" e \"criou provavelmente o maior culto da cultura popular\". Vestido com um traje notável, seus cabelos tingidos de vermelho, e o rosto e os lábios fortemente maquiados, Bowie inaugurou a apresentação de Ziggy Stardust com os The Spiders from Mars — Ronson, Bolder e Woodmansey — num pub chamado Toby Jug em Tolworth, em 10 de fevereiro de 1972. A apresentação foi um sucesso e levou-o ao estrelato; Ziggy e os Spiders from Mars viajaram pelo Reino Unido ao longo dos próximos seis meses e propagaram um \"culto a Bowie\" que \"era único, sua influência durou mais tempo e tem sido mais criativa do que talvez quase todas as forças dentro da cultura pop\".Buckley (2005): pp. 135–36 Combinando elementos do hard rock de The Man Who Sold the World com o rock mais leve e experimental de Hunky Dory, o disco The Rise and Fall of Ziggy Stardust and the Spiders from Mars (1972) foi lançado em junho. \"Starman\", divulgada como canção principal do álbum, fez com que o Reino Unido focasse todos seus olhos em Bowie: ambos o single e o LP atingiram o topo rapidamente após sua performance da canção ser apresentada em julho no Top of the Pops. O álbum, que permaneceria nas paradas por dois anos, logo se juntou ao Hunky Dory, que agora fazia seis meses de idade. Ao mesmo tempo, as canções \"John, I’m Only Dancing\" e \"All the Young Dudes\", escrita e produzida para Mott the Hoople, tornaram-se sucesso em seu país de origem. A Ziggy Stardust Tour continuou pelos Estados Unidos.Sandford (1997): pp. 93–95 Bowie contribuiu com back vocals no álbum solo Transformer (1972) de Lou Reed, coproduzindo o disco com Ronson.Buckley (2000): p. 156 Seu Aladdin Sane (1973), que ainda trazia o glam rock à tona, atingiu o primeiro lugar no Reino Unido — tornando-se seu primeiro álbum a alcançar tal posição. Descrito pelo próprio Bowie como \"Ziggy vai à América\", contém canções que ele escreveu durante a viagem aos Estados Unidos, que depois continuou pelo Japão para promover o novo álbum de 73. Aladdin Sane foi o primeiro álbum de Bowie realizado quando ele já era, de certa forma, conhecido como pop star, e trouxe outros sucessos, como \"The Jean Genie\", \"Drive-In Saturday\" e \"Let's Spend the Night Together\", cover dos Rolling Stones.Pegg (2004): pp. 281–83Sandford (1997): p. 108 Seu amor em atuar o fez imergir em personagens criados para suas músicas. \"Fora dos palcos sou um robô. No palco eu adquiro emoção. Provavelmente por isso que prefiro vestir-me como Ziggy do que como David\". Porém, com a satisfação vieram graves dificuldades pessoais: atuando como a mesma pessoa por um longo período, tornou-se impossível separar Ziggy Stardust — e, mais tarde, o Thin White Duke — de sua própria pessoa nos bastidores. Ziggy, Bowie disse certa vez, \"não me deixava sozinho durante anos. Foi quando tudo começou a azedar... Minha própria personalidade como um todo havia sido afetada. Tornou-se muito perigoso. Eu realmente tinha dúvidas sobre minha própria sanidade\".Sandford (1997): pp. 106–7 Suas apresentações tardias como Ziggy, que incluíam canções do disco Ziggy Stardust bem como do Aladdin Sane, eram ultrateatrais, muitas vezes utilizando elementos da mímica aprendida anos antes com Lindsay Kemp, e cheias de momentos chocantes, em cenas nas quais Bowie simulava um sexo oral na guitarra electrica de Ronson.Carr & Murray (1981): p. 7 Bowie viajou e deu conferências de imprensa como Ziggy antes de uma abrupta e dramática \"aposentadoria\" dos palcos no Hammersmith Odeon, Londres, em 3 de julho de 1973. Foram realizadas filmagens desse evento final e histórico, e lançadas em 1983 como Ziggy Stardust and the Spiders from Mars, dirigido por D. A. Pennebaker.Carr & Murray (1981): p. 116 Depois de romper a união bem-sucedida com os Spiders from Mars, Bowie tentou deixar Ziggy para trás. Seu catálogo anterior aos sucessos de 1972 estavam sendo cada vez mais requisitados: The Man Who Sold the World foi relançado em 1972 junto com Space Oddity. \"Life on Mars?\", de Hunky Dory, é lançado em junho de 1973 e chegou à terceira posição na UK singles chart. Em setembro, \"The Laughing Gnome\", gravado originalmente em 1967, atingiria a quarta posição.Buckley (2005): p. 163 Pin Ups, coleção de covers de suas canções favoritas da década de 1960, foi lançado em outubro de 73, e trouxe o hit \"Sorrow\", que alcançou a primeira posição, dando a Bowie o crédito de artista mais vendido no Reino Unido em 1973. Também cresceram a vendagem de seus álbuns anteriores, que chegaram, juntos, à sexta posição no UK chart.Sandford (1997): p. 115 ===1974–1976: Soul, funk e o Thin White Duke=== Bowie mudou-se para os Estados Unidos em 1974, hospedando-se em Nova Iorque antes de se estabelecer em Los Angeles.Buckley (2005): p. 3 Diamond Dogs (1974), álbum que o encontrou dividido entre o soul e o funk, derivou-se de duas ideias distintas: um musical baseado num futuro selvagem e sediado numa cidade pós-apocalíptica e a tarefa de musicar o livro 1984 de George Orwell.Buckley (2005): pp. 180–83 O disco alcançou a primeira posição no Reino Unido e a quinta nos EUA, gerando os sucessos \"Rebel Rebel\" e \"Diamond Dogs\". Para promovê-lo, Bowie lançou a Diamond Dogs Tour, visitando cidades da América do Norte entre junho e dezembro de 1974. Com coreografias de Toni Basil, e ricamente produzido com elementos teatrais e efeitos especiais, a produção de alto orçamento foi filmada por Alan Yentob. O resultado dessas imagens foi o documentário Cracked Actor, apresentando um Bowie pálido e magérrimo: de fato, a turnê coincidiu com a queda do cantor em usar constantes doses de cocaína, que o afetou com debilidades físicas graves, paranoias e problemas emocionais.Buckley (2005): pp. 204–5 Mais tarde, Bowie comentaria que seu primeiro álbum ao vivo, David Live (David ao vivo, 1974), deveria se chamar \"David Bowie Está Vivo e Bem e Vivendo Apenas na Teoria\". David Live, no entanto, solidificou seu status de superstar, e alcançou a segunda posição no Reino Unido e a oitava nos EUA. Depois de uma curta pausa em Filadélfia, onde Bowie também gravou novo material, a turnê recomeçou com uma nova ênfase na música soul.Sandford (1997): p. 128 O fruto dessas sessões de gravação na Filadélfia foi o disco Young Americans (1975). O biógrafo Chritopher Sandford comenta: \"Ao longo dos anos, a maioria dos roqueiros britânicos tentaram, de uma forma ou de outra, tornar-sem negros por extensão. Poucos tinham se sucedido tão bem como Bowie\".Sandford (1997): p. 138Carr & Murray (1981): pp. 68–74 A levada do álbum, que o cantor chamou de plastic soul, constituiu uma mudança radical no estilo que, inicialmente, alienou muitos de seus devotos do Reino Unido. Young Americans trouxe a primeira canção de Bowie a atingir a primeira posição nos EUA, \"Fame\", coescrita com John Lennon, que também contribuiu com backing vocals, e Carlos Alomar. Distinguindo-se como um dos primeiros artistas brancos a aparecer no programa de variedades americano Soul Train, Bowie cantou \"Fame\" e \"Golden Years\", seu single de outubro.Sandford (1997): p. 146 O disco foi um sucesso comercial nos EUA e no Reino Unido e, aproveitando tal prestígio, as gravadoras relançaram \"Space Oddity\" de 1969, que então veio a ser a primeira canção do artista a atingir a primeira posição no Reino Unido, meses depois de \"Fame\" alcançar o mesmo nos EUA. Embora seu estrelato nessa época estivesse melhor estabelecido, Bowie só existia essencialmente quando podia mudar e surpreender, mesmo com as vendas estabelecidas de suas gravações (na época, mais de um milhão de cópias só do álbum Ziggy Stardust).Sandford (1997): pp. 135–36 Em 1975, ecoando o desentendimento amargo que teve com Pitt quinze anos antes, Bowie demitiu seu novo empresário. No auge do conflito que se seguiu em meses de duração na justiça, assistiu, como descreve o biógrafo Christopher Sandford, \"milhões de dólares de seus ganhos futuros serem entregues a DeFries em termos excepcionalmente generosos\", e então \"trancafiou-se na West 20th Street, onde por uma semana seus gritos podiam ser ouvidos através da porta do sótão trancado\". Michael Lippman, seu advogado durante as negociações, tornou-se também seu mais novo empresário; Lippman, por sua vez, receberia uma compensação significativa depois de também ser demitido por Bowie no ano seguinte.Sandford (1997): pp. 137, 153 Station to Station (1976) apresentava uma nova persona, o \"Thin White Duke\" do título principal. Visualmente, era uma extensão de Thomas Jerome Newton, o extraterrestre que ele retratou no filme The Man Who Fell to Earth do mesmo ano.Buckley (2005): p. 238 Desenvolvendo o funk e o soul de Young Americans, este novo disco também prefigurava o krautrock e sintetizava a música dos seus próximos lançamentos. Trazia um Bowie interessado em misticismo e na Cabala. Sua toxicodependência tornou-se pública quando Bowie foi entrevistado por Russell Harty no programa London Weekend Television, numa antecipação da turnê do álbum. Pouco antes da entrevista propagada via satélite começar, era anunciada a morte do ditador espanhol General Franco. Pediram para que Bowie abandonasse a reserva do satélite a fim de que permitisse que o governo espanhol transmitisse notícias sobre o ocorrido. Recusou-se a fazê-lo, e sua entrevista continuou. Na conversa em que se seguiu, conforme descrito pelo biógrafo David Buckley, \"o cantor não deu nenhum sentido àquela que foi uma entrevista bastante extensa. [...] Bowie parecia completamente desconexo e mal conseguia pronunciar uma fase coerente\".Buckley (2005): p. 244 Sua sanidade tornou-se distorcida pela cocaína e ele sofreu overdoses durante todo o ano, além de emagrecer fisicamente de maneira alarmante. O lançamento de Station to Station aconteceu em janeiro de 1976 e foi seguido em fevereiro por uma turnê de três anos e meio pela Europa e América do Norte. Apresentando todas as faixas do disco, a Isolar – 1976 Tour também destacou as canções do álbum, incluindo a dramática e longa canção-título \"Station to Station\", as baladas \"Wild Is the Wind\" e \"Word on a Wing\", além dos funks \"TVC 15\" e \"Stay\". A banda que tocou no disco e na turnê consistia no guitarrista Carlos Alomar, baixista George Murray, e baterista Dennis Davis-que continuariam como unidade estável e criativa pelos próximos anos da década. A turnê logrou ser bem- sucedida, mas foi cercada por controvérsias políticas. Em Estocolmo, foi creditada à Bowie a frase de que \"a Grã-Bretanha poderia beneficiar-se de um líder fascista\" e posteriormente ele foi preso pela alfândega na fronteira Rússia-Polônia por posse de parafernálias nazistas.Buckley (2000): pp. 289–91. Nessa época também ocorreu o \"incidente da Estação Victoria\": chegando num conversível Mercedes-Benz, Bowie acenou para a multidão em um gesto que alguns alegaram ter sido a saudação nazista, e cuja fotografia foi tirada e publicada na NME. Bowie afirmou tempos depois que o fotógrafo simplesmente havia o pegado acenando, declaração apoiada pelo então jovem Gary Numan, que estava entre a multidão naquele dia: \"Pense nisso. Se um fotógrafo tira uma foto de alguém acenando, você vai ter uma saudação nazi no final do movimento de cada braço. Tudo que você precisa é algum idiota num jornal de música ou algo do tipo para fazer uma matéria sobre isso...\".Buckley (2000): pp. 289–291. Mais tarde, o músico também se arrependeu por seus comentários pró-fascismo e seu comportamento durante o período de vícios e do caráter do Thin White Duke.Carr & Murray (1981): p. 11. Disse: \"Eu estava fora da minha mente, totalmente enlouquecido. As únicas coisas das quais eu estava ligado eram mitologia... aquela coisa toda sobre Hitler e o Direitismo... Eu descobri o Rei Artur...\".Sandford (1997): p. 158 De acordo com o dramaturgo Alan Franks, escrevendo mais tarde no The Times, \"ele realmente estava demente\" e teve experiências muito ruins com drogas pesadas.Buckley (2005): p. 252 ===1976–1979: Estadia em Berlim=== Mudando-se para a Suíça em 1976, comprou um chalé numa montanha no norte do Lago de Genebra. Na nova residência, sua dependência pela cocaína cresceu; além disso, quis aventurar-se em atividades extramusicais. Começou a pintar e produziu uma série de quadros pós- modernistas. Na turnê, costumava desenhar num caderno e fotografar cenas que serviriam de referência futura. Ao visitar o Brücke Museum em Berlim e outras galerias em Genebra, Bowie se transformou, nas palavras do biógrafo Christopher Sandford, \"num prolífico pintor e colecionador de arte contemporânea. [...] Mas não somente um famoso patrono de arte expressionista: trancafiado em Clos des Mésanges, iniciou um curso intensivo de autoaperfeiçoamento em música clássica e literatura, e começou a trabalhar numa autobiografia\".Sandford (1997): pp. 154–55 Tais aperfeiçoamentos só viriam a enriquecer seu trabalho de estúdio e palco. 1976 ainda não tinha terminado quando seu interesse pela cena musical da Alemanha e seu vício em drogas o levaram a mudar-se para a Berlim Ocidental, no intuito de renovar e revigorar sua carreira musical. Trabalhando com Brian Eno, enquanto dividia um apartamento em Schöneberg com o mais novo amigo Iggy Pop, concentrou-se na música minimalista e ambiental em seus três próximos álbuns, coproduzidos com Tony Visconti, que vieram a ser conhecidos como sua Trilogia de Berlim.Sandford (1997): p. 149 Nessa época, Pop lançou seu primeiro álbum solo sem os Stooges, chamado The Idiot, e, mais tarde, Lust for Life, ambos de 1977, com contribuições de Bowie em melodias e letras, realizando turnês pela Europa, Reino Unido, e nos EUA em março e abril de 1977. O disco Low (1977), parcialmente influenciado pelo som krautrock do Kraftwerk e do Neu!, evidenciou um afastamento de composições e narrações para um estilo mais abstrato, em que as letras eram esporádicas e opcionais. Na época do lançamento, ele recebeu críticas negativas por isso — e a própria gravadora, a RCA, preocupada em manter sua dinâmica comercial, não aprovou o álbum, e o ex- empresário de Bowie, Tony DeFries, embora ainda mantivesse um significante interesse financeiro nos assuntos do cantor, tentou se prevenir desse fracasso. Apesar desses pressentimentos preliminares, a canção \"Sound and Vision\" atingiu a terceira posição no UK chart; o sucesso levou Philip Glass, compositor contemporâneo, descrever o disco como \"uma obra de gênio\" em 1992, quando se baseou nele para sua Symphony No. 1 (posteriormente, Glass também usaria o próximo álbum de Bowie como base para sua Symphony No. 4 \"Heroes\".Sandford (1997): pp. 166–68Perone (2007): p. 175 Não demorou para que notassem o talento de Bowie em criar músicas complexas que pareciam simples.Thomson (1993): p. xiii O segundo disco da trilogia, \"Heroes\" (1977), refletiu a abordagem instrumental e minimalista de Low e também incorporou elementos do pop e do rock, além de receber contribuição do guitarrista Robert Fripp. Assim como o álbum anterior, \"Heroes\" evidenciou o espírito da época da Guerra Fria, simbolizada por uma Alemanha dividida pelo Muro de Berlim.Pegg (2000): pp. 90–92 Neste novo trabalho Bowie incorporou sons ambientes de uma variedade de fontes, incluindo geradores de ruídos, sintetizadores e o koto, instrumento japonês, e logrou sucesso, pois ele atingiu a terceira posição no Reino Unido. Sua faixa-título — baseada no amor incondicional de dois amantes dos lados opostos do Muro de Berlim que Bowie via se unirem diariamente — embora tenha alcançado somente a 24ª posição nas paradas britânicas, ganhou popularidade tardia duradoura, e em poucos meses tinha sido lançada em alemão e em francês.Sandford (1997): pp. 181–82 No final daquele ano, Bowie a cantou no programa de televisão Marc, apresentado pelo colega Marc Bolan, e dois dias depois para o especial de Natal de Bing Crosby, quando juntou-se a ele em \"Peace on Earth/Little Drummer Boy\", versão de \"The Little Drummer Boy\" com um novo e contrapontual verso. Cinco anos depois, o dueto gozaria de fama mundial ao alcançar a terceira posição nas paradas britânicas no Natal de 1982. Terminando Low e \"Heroes\", Bowie ocupou grande parte de 1978 a trabalhar na Isolar II, levando canções dos dois primeiros álbuns da Trilogia para quase um milhão de pessoas, durante 70 apresentações ao vivo em 12 países. Naquele momento o artista havia parado com seu vício em drogas; como escreve David Buckley, a Isolar II foi \"sua primeira turnê durante cinco anos em que ele não se anestesiou com grandes quantidades de cocaína antes de subir no palco. [...] Sem o esquecimento que as drogas lhe traziam, estava com uma condição mental o suficientemente saudável para fazer novos amigos\".Buckley (2005): p. 293 A turnê recebeu filmagens que foram lançadas no mesmo ano em Stage, seu segundo álbum ao vivo.Sandford (1997): p. 189 Lodger (1979) — tríptico final daquilo que Bowie chamaria de Trilogia de Berlim — absteve-se da natureza ambiental e minimalista dos outros dois e traz uma levada que nos remete às baterias e às guitarras do rock e do pop que prefiguraram sua carreira anterior à estadia em Berlim. O resultado foi uma mistura complexa de New Wave e World Music. Algumas das faixas, como \"Boys Keep Swinging\", \"Move On\" e \"Red Money\", foram compostas utilizando as cartas das Estratégias oblíquas de Eno.Carr & Murray (1981): pp. 102–7 O álbum havia sido gravado na Suíça. Antes de seu lançamento, Mel Ilberman da RCA declarou: \"Não seria justo chamar o disco de o Sergeant Pepper de Bowie [...] um álbum conceitual que retrata o Inquilino (Lodger) como um andarilho sem teto, evitado e vitimado pelas pressões da vida e da tecnologia\". Como descreve o biógrafo Christopher Sandford, \"A gravação coincidiu com várias esperanças frustradas, e com a produção, que significava o fim da parceria de 15 com Eno\". Lodger chegou à quarta posição nas paradas britânicas e na vigésima nos EUA, rendendo os singles \"Boys Keep Swinging\" e \"DJ\".Buckley (2005): p. 281Sandford (1997): pp. 191–92 Em finais de 79, Bowie e Angela iniciaram o processo de divórcio, e, após meses de disputas judiciais, seu casamento terminou em inícios de 1980.Sandford (1997): p. 197 ===1980–1989: De superstar a megastar=== Em 1980, foi lançado o álbum Scary Monsters (and Super Creeps), trazendo a canção \"Ashes to Ashes\", que alcançou o primeiro lugar nas paradas. A canção revisitava o personagem Major Tom de \"Space Oddity\". O videoclipe da canção foi um dos mais caros — e também um dos mais inovadores — de todos os tempos.Pegg (2000): p. 29 Embora esse disco utilizasse princípios estabelecidos pela trilogia de Berlim, foi considerado pelos críticos como muito mais direto musical e liricamente. Ele teve contribuições de guitarristas como Fripp, Pete Townshend, Chuck Hammer e Tom Verlaine.Carr & Murray (1981): pp. 108–14 Com \"Ashes to Ashes\" atingindo o topo das paradas britânicas, Bowie abriu uma apresentação de três meses no Teatro Broadway em 24 de setembro, estrelando na peça O Homem Elefante.Sandford (1997): pp. 205–7 Em 1981, Bowie encontrou-se com o grupo Queen na Suíça e ambos realizaram um single, \"Under Pressure\", retratando a pressão social. O dueto foi um sucesso e tornou-se o terceiro single de sua carreira a atingir a primeira posição nas paradas britânicas. \"Under Pressure surgiu por acaso, David veio até nós para estudar [...] começou a mexer com algo e tudo correu muito espontaneamente e rapidamente. [...] Foi um verdadeiro prazer trabalhar com [ele], tem um tremendo talento\". (Freddie Mercury). Ainda no mesmo ano, ele fez uma aparição no filme alemão Christiane F., uma história baseada em fatos reais sobre uma adolescente viciada em drogas na Berlim da década de 1970. A trilha sonora, constituída principalmente por canções já escritas anteriormente por Bowie, foi lançada como Christiane F. meses depois. Bowie interpretou o papel principal de uma adaptação televisiva de 1981 da peça Baal de Bertolt Brecht. Coincidindo com essa transmissão, foi lançado um extended play com cinco faixas da peça, todas gravadas em Berlim. Em março de 1982, um mês antes do filme Cat People de Paul Schrader ser lançado, a canção de Bowie homônima, \"Cat People\", foi realizada como single, logrando um curto sucesso nos EUA e entrando no UK top 30.Sandford (1997): pp. 208, 211–12 Bowie atingiu novo pico de popularidade e sucesso comercial em 1983 com o disco Let's Dance, que também o fez cativar uma nova audiência. Co-produzido por Nile Rodgers da banda Chic, o álbum ganhou disco de platina no Reino Unido e nos EUA. Seus três singles principais tornaram-se um dos vinte maiores sucessos de ambos os países, e sua faixa-título alcançou a primeira posição. \"Modern Love\" e \"China Girl\" alcançaram a segunda posição no Reino Unido, e geraram dois aclamados vídeos promocionais que, como escreve o biógrafo David Buckley, \"foram totalmente absorventes e ativaram arquétipos fundamentais no mundo pop. O vídeo clipe para 'Let's Dance', com sua narrativa em torno do jovem casal de aborígenes, tinha como público-alvo a 'juventude', e 'China Girl', com sua cena (que depois foi parcialmente censurada) de um namoro nu na praia (homenagem ao filme A Um passo da Eternidade), foi sexualmente provocante o bastante para que garantisse sua alta frequência na MTV. Em 1983, Bowie surgia como um dos artistas de videoclipes mais importantes da época\".Buckley (2005): pp. 335–55 Let's Dance seguiu-se com uma turnê mundial chamada Serious Moonlight Tour, durante o qual Bowie recebia contribuições de Earl Slick na guitarra e Frank e George Simms no backing vocal. A viagem musical durou seis meses e foi extremamente popular. Tonight (1984), outro álbum dançante, trouxe Tina Turner cantando com Bowie na faixa-título, que foi escrita com o amigo Iggy Pop. O disco também trazia covers, como o sucesso de 1966 \"God Only Knows\" dos Beach Boys, e a canção \"Blue Jean\", baseada no curta-metragem Jazzin' for Blue Jean, garantiu a Bowie o Grammy Award for Best Short Form Music Video. Em 1985, ele se apresentou no Estádio de Wembley para o Live Aid — uma série de concertos com músicos famosos e aclamados da época na tentativa de arrecadar fundos contra a fome na Etiópia. Durante o evento, Bowie gravou um videoclipe com Mick Jagger, em que cantam e dançam juntos a canção \"Dancing in the Street\", sucesso de 1964 na voz de Martha and the Vandellas, e que deu ao dueto a primeira posição nas paradas. No mesmo ano, Bowie juntou-se ao Pat Metheny Group na gravação de \"This Is Not America\" para a trilha sonora do filme The Falcon and the Snowman. Realizada como single, a canção tornou-se um dos 40 sucessos das paradas britânicas e americanas.Buckley (2005): pp. 165–66 Em 1986, deram um papel à Bowie no filme Absolute Beginners, que foi mal- recebido pelos críticos, mas que sustentou-se pela canção-tema, escrita por David Bowie, também chamada \"Absolute Beginners\" e que atingiu o segundo lugar nas paradas britânicas. No mesmo ano, o filme Labirinto estreia e Bowie, que compôs e cantou cinco canções para o filme, também atuou como a personagem Jareth, o que lhe garantiu extrema popularidade. Seu último disco solo da década foi Never Let Me Down de 1987, em que ele abandona a levada de seus dois álbuns anteriores, e oferece um rock pesado com uma mistura de techno e industrial. Embora tenha sido um relativo fracasso, atingiu a sexta posição nas paradas britânicas e rendeu as canções \"Day-In Day-Out\", \"Time Will Crawl\" e \"Never Let Me Down\". Tempos depois Bowie o descreveria como seu \"nadir\" e o chamaria de um \"álbum ruim\". A série de 86 concertos chamada de Glass Spider Tour surgiu nessa época, em 20 de maio, com o intuito de apoiar o disco. Na guitarra principal, a banda contava com Peter Frampton. Os críticos difamaram a turnê, dizendo que, se comparada às tendências contemporâneas da música de arena e estádio, seus efeitos especiais e suas danças a tornavam demasiadamente cansativa. ===1989–1991: Tin Machine=== David Bowie esqueceu-se de sua carreira solo em 1989, recuando pela primeira vez ao relativo anonimato de membros de banda desde o início dos anos 70. Tin Machine especializou-se como quarteto de hard rock e surgiu depois de Bowie trabalhar experimentalmente com o guitarrista Reeves Gabrels. Completavam a formação Tony Sales e Hunt Sales, irmãos que Bowie conhecia desde a década de 70 por trabalharem na bateria e no baixo, respectivamente, em Lust for Life (1977) de Iggy Pop, disco produzido por Bowie.Buckley (2005): p. 387 Embora pretendesse que o Tin Machine funcionasse democraticamente, Bowie dominou a banda, tanto nas composições como na tomada de decisões importantes.Sandford (1997): p. 274 O disco de estreia, Tin Machine (1989), teve inicial popularidade, apesar de suas letras politizadas não terem logrado aprovação universal: Bowie descreveu uma de suas canções como \"simplista, ingênua e radical, desistindo de falar sobre o aparecimento de neo-nazistas\"; na visão do biógrafo Christopher Sandford, o disco \"teve coragem de denunciar drogas, fascismo e televisão [...] em termos de ter atingido o nível literário de uma história em quadrinhos\".Sandford (1997): p. 275 A EMI reclamou das \"letras pregativas\", da falta de produção e da abundância de minimalidade.Sandford (1997): p. 273 De qualquer forma, o disco alcançou a terceira posição no Reino Unido. A primeira turnê mundial do Tin Machine foi um sucesso comercial, embora fãs e críticos relutassem bastante em aceitar as apresentações de Bowie como mero membro da banda.Buckley (2005): p. 394 Uma série de canções e singles fracassaram e, após um desentendimento com a EMI, Bowie decidiu finalmente largar a gravadora.Sandford (1997): pp. 278–79 Assim como o público e a imprensa, cada vez mais ele tornou-se descontente com seu papel de simples membro de uma banda.Sandford (1997): p. 278 O Tin Machine começou a trabalhar num segundo álbum, porém concordaram em esperar mais um tempo e, nessa espera, Bowie deu um rápido retorno à carreira solo. Na Sound+Vision Tour, tocando seus primeiros e maiores sucessos, anteriores ao disco Tonight, durante sete meses, logrou novo sucesso comercial e novamente a aclamação crítica.Sandford (1997): pp. 280–86 Essa turnê contou com suas primeiras apresentações na América do Sul — Rio de Janeiro (Sambódromo), São Paulo (Estádio Palestra Itália, Teatro Olympia), Santiago (Estádio Nacional de Chile) e Buenos Aires (Estádio Monumental de Núñez) — de 20 a 29 de setembro, com milhões de audiências e transmissões da Rede Globo. Em outubro de 1990 — dez anos depois de seu divórcio com Angela — Bowie conheceu a modelo somali Iman Abdulmajid, através de um amigo em comum. Bowie recordou: \"Eu estava a dar o nome de nossos futuros filhos na noite em que nos conhecemos... foi uma coisa absolutamente imediata\". Eles se casaram em 1992.Sandford (1997): p. 289 Enquanto isso, ainda em 1991, o Tin Machine voltou a trabalhar após a turnê solo de Bowie bem-sucedida, porém, o público e a crítica, que já estavam desapontados com o primeiro álbum do grupo, não mostraram muito interesse por um segundo. O lançamento de Tin Machine II ficou marcado por uma ampla divulgação e um conflito inoportuno por causa de sua capa: após a produção ter começado, a nova gravadora, Victory, considerou retratar os quatro membros da banda nus em formato de estátuas kouros, o que seria para ser, segundo Bowie, \"num gosto requintado\", tornou-se para a mídia uma espécie de \"imagens obscenas\" a precisar de aerografia e remendos a fim de tornar as figuras assexuadas.Sandford (1997): p. 292 Tin Machine excursionou novamente, porém, após o álbum ao vivo Tin Machine Live: Oy Vey, Baby, fracassou comercialmente, e a banda se separou; Bowie, embora continuasse a colaborar e a trabalhar com Gabrels, retomou sua carreira solo.Sandford (1997): pp. 294–95 ===1992–1999: Bowie eletrônico=== Em abril de 1992, Bowie participou do Concerto em Tributo a Freddie Mercury, após a morte do vocalista do Queen no ano anterior. Cantou \"Heroes\" e \"All the Young Dudes\", esta última junto com Ian Hunter, vocalista do Mott The Hoople, não podendo deixar de cantar \"Under Pressure\", em que foi acompanhado por Annie Lennox, que cantou a parte de Freddie Mercury na canção.Sandford (1997): pp. 298–99 Quatro anos depois, Bowie e Iman estavam casados na Suíça. Com a intenção de se mudarem para Los Angeles, o casal voou até os EUA para procurar um imóvel adequado, mas tiveram que se confinar no seu hotel, sob toque de recolher: os Distúrbios de Los Angeles em 1992 começaram bem no dia em que eles embarcaram. Por fim, se estabeleceram em Nova Iorque.Buckley (2005): pp. 413–14 Em 1993, o lançamento de Black Tie White Noise trouxe um Bowie influenciado em hip-hop, jazz e soul. O álbum, que novamente o reuniu com o produtor de Let's Dance, Nile Rodgers, fazia uso proeminente de instrumentos eletrônicos e confirmou seu retorno à popularidade, chegando ao primeiro lugar nas paradas britânicas e fazendo sucesso com a canção \"Jump They Say\".Sandford (1997): pp. 301–8 Este álbum também contou com a participação de seu antigo colega da era-Ziggy Stardust, Mick Ronson, que morreu de câncer no final do ano. Bowie explorou novas direções em The Buddha of Suburbia, trilha sonora composta para uma série televisiva livremente adaptada no livro The Buddha of Suburbia (1900) de Hanif Kureishi. O disco trazia alguns dos novos elementos introduzidos no Black Tie White Noise, e também sinalizava uma mudança para o rock alternativo. O disco foi criticamente bem-recebido, embora não lograsse muito sucesso comercial, atingindo a 87ª posição nas paradas do Reino Unido.Buckley (2000): pp. 494–95, 623 Outside (1995) reuniu Bowie novamente com Brian Eno, e foi concebido como o primeiro volume de uma narrativa não-linear sobre arte e assassinato. Apresentando personagens de um conto escrito pelo artista, o álbum conseguiu sucesso nas paradas britânicas e americanas.Buckley (2000): pp. 623–24 Bowie escolheu a banda Nine Inch Nails como sua parceria para a Outside Tour, e recebeu, por isso, recepções mistas. Visitaram cidades da Europa e da América do Norte entre setembro de 1995 e fevereiro de 1996 e tal turnê marcou o regresso de Gabrels como guitarrista principal de Bowie.Buckley (2000): pp. 512–13 Em 17 de janeiro de 1996, David Bowie entrou para o Rock and Roll Hall of Fame. Incorporando elementos do jingle britânico e do drum and bass, Earthling (1997) foi sucesso crítico e comercial. A canção \"I'm Afraid of Americans\", escrita com Eno para o filme Showgirls de Paul Verhoeven, foi regravada no álbum, remixada para ser lançada como single. Esse trabalho ficou por conta de Trent Reznor, famoso multi-instrumentista de sua banda solo, o Nine Inch Nails, que além de produzir, fez backing vocals na canção. A alta frequência do vídeo clipe na televisão, do qual Reznor também participava, fez com que ela ficasse 16 semanas na Billboard Hot 100 americana. A Earthling Tour esteve na Europa e na América do Norte entre junho e novembro de 1997.Buckley (2000): pp. 533–34 Em 1998, reuniu-se novamente com Visconti para gravar \"(Safe in This) Sky Life\" para o The Rugrats Movie. Embora a faixa tenha sido cortada na edição final, mais tarde ela foi regravada e realizada como \"Safe\" no lado B do single de 2002 \"Everyone Says 'Hi'\".Thompson (2006): p. 203 A reunião com Visconti também levou a uma versão da faixa \"Without You I'm Nothing\" do Placebo, com vocais de Bowie adicionados na gravação original.Thompson (2006): pp. 203, 212 Em 1998, Bowie gravou \"A Foggy Day (In London Town)\" com Angelo Badalamenti, tributo a George Gershwin, no intuito de arrecadar dinheiro para várias instituições de caridade dedicadas na conscientização e no combate à Aids. ===1999–2012: Bowie neoclássico=== Bowie compôs a trilha sonora de Omikron em 1999, um jogo de computador em que ele e a esposa Iman também aparecem como personagens. O álbum 'hours...', lançado neste mesmo ano, e contendo algumas faixas regravadas do jogo, trazia uma canção, \"What's Really Happening?\" (musicada com Reeves Gabrels), com letra escrita pelo vencedor do concurso via internet \"Cyber Song Contest\", disponível no site oficial de Bowie; o vencedor foi o fã Alex Grant.Buckley (2005): p. 466 Utilizando instrumentos tradicionais e um som pesado, o disco marcou o fim dos experimentos de Bowie com a música eletrônica.Perone (2007): p. 125 Em 2000, ele iniciou um álbum que chamaria-se Toy, com novas versões de algumas de suas primeiras canções e mais três novas músicas, mas o projeto nunca foi lançado. Em vez disso, Visconti continuou trabalhando em estúdio com Bowie e, um ano depois, o resultado das gravações foi um álbum inteiramente de canções originais: Heathen, de 2002.Buckley (2005): pp. 488–89 Sua filha com Iman, Alexandria Zahra Jones, nasceu em 15 de agosto.Buckley (2005): p. 485 Em outubro de 2001, Bowie abriu o Concerto para a Cidade de Nova Iorque, evento de caridade em benefício às vítimas dos Ataques de 11 de setembro, com uma versão minimalista e misteriosa da canção \"America\" dos Simon and Garfunkel, que seguiu-se com \"Heroes\", tocada com uma banda.Buckley (2005): p. 491 Em 2002, Heathen foi lançado e, durante o segundo semestre do ano, ele realizou a turnê Heathen Tour. A turnê visitou cidades europeias e da América do Norte; sua abertura ocorreu no Meltdown, festival anual de Londres, e, por isso, naquele mesmo ano, Bowie foi apontado diretor artístico do evento. Entre os artistas que selecionou para o festival estavam Philip Glass, Television e The Polyphonic Spree. Além de canções do novo álbum, a turnê também trazia materiais de Low.Buckley (2005): pp. 493–95 Em 2003, lançou Reality, disco com humor e melancolia, que reflete sobre toda sua carreira e que, na na faixa- título, proclame e ordena: \"Acertei, errei/estou de volta ao começo/procurei um sentido e não cheguei a nada/Hey garoto, bem-vindo à realidade\". Ivan Claudio. \"Jovialidade sem botox \" (September 24, 2003). Retrieved on November 13, 2010. A Reality Tour o fez viajar pela Europa, EUA, Canadá, Nova Zelândia, Austrália e Japão, arrecadando uma quantia superior a qualquer outra turnê de 2004. Apresentando-se em Oslo, Noruega, em 18 de junho, foi atingido no olho por um pirulito atirado por um fã e, uma semana depois, enquanto se apresentava no palco do Hurricane Festival em Scheeßel, Alemanha, sentiu fortes dores no peito, e a apresentação foi interrompida. Foi diagnosticada uma séria obstrução numa artéria e ele passou por uma angioplastia de emergência em Hamburgo. As 14 apresentações restantes da turnê foram canceladas.Buckley (2005): pp. 504–5 Até agora, Reality foi seu último disco de inéditas até o lançamento de The Next Day em 8 de março de 2013,e a turnê foi a última em que ele se apresentou. Recuperado da cirurgia cardíaca, diminuiu sua produção musical pela primeira vez em vários anos. Apareceu só de vez em quando nos palcos e nos estúdios. Em 2004, cantou \"Changes\" num dueto com Butterfly Boucher para a animação cinematográfica Shrek 2.Buckley (2004): p. 16 Durante o ano de 2005, que seguiu-se calmo em sua agenda, gravou vocais em \"(She Can) Do That\", coescrita com Brian Transeau, para o filme Stealth.Perone (2007): p. 142 Retornou aos palcos em 8 de setembro, junto ao Arcade Fire, num evento televisionado nos EUA chamado Fashion Rocks, e tocou com a banda canadense pela segunda vez uma semana depois, durante o CMJ Music Marathon.Thompson (2006): pp. 291–92 Contribuiu com vocais na canção \"Province\" dos TV on the Radio no álbum Return to Cookie Mountain, gravou um comercial da XM Satellite Radio com Snoop Dogg, e participou, com o colega de longa data Lou Reed, do álbum No Balance Palace (2005) da Kashmir. Bowie foi premiado com o Grammy Lifetime Achievement Award em 8 de fevereiro de 2006, que só é concedido a \"músicos que, durante suas vidas, deram contribuições criativas de importância artística excepcional no campo da gravação\".Thompson (2006): p. 293 Em abril, anunciou: \"Estou dando um tempo a turnês e discos\". Em 29 de maio, contudo, fez uma aparição surpresa no concerto de David Gilmour no Royal Albert Hall de Londres. O evento foi filmado e, logo em seguida, foi lançada uma seleção das canções em que ele participou. Sua última apresentação nos palcos se deu em novembro do mesmo ano, quando cantou ao lado de Alicia Keys no Black Hall — evento beneficente de Nova Iorque para a organização Keep a Child Alive. Em 2007, Bowie foi escolhido para a curadoria do High Line Festival, selecionando músicas e artistas do evento de Manhattan,Schinder & Schwartz (2007): p. 500 e participou do álbum de 2008 Anywhere I Lay My Head, de Scarlett Johansson, só de regravações de Tom Waits. Para os 40 anos de aniversário do primeiro pouso na Lua — e também o também para o aniversário de seu primeiro sucesso, \"Space Oddity\" — a EMI lançou faixas individuais da gravação original da canção em 2009, num concurso que convidava os fãs a criaram um remix. A Reality Tour, álbum duplo com cenas ao vivo de sua turnê de 2003, foi lançado em janeiro de 2010. ===2013–2016: Últimos anos=== Em 8 de janeiro de 2013 (em seu sexagésimo sexto aniversário), o site oficial de Bowie anunciou um novo projeto, chamado The Next Day. A obra foi lançada em 11 março do mesmo ano em todo o mundo, exceto na Austrália (8 de março) e Estados Unidos (12 de março). Primeiro álbum de David da década, The Next Day conteve catorze faixas e várias canções bônus. Seu portal reconheceu o tamanho do hiato. O produtor Tony Visconti afirmou que 29 músicas foram gravadas para o álbum, e algumas delas apareceriam no disco a ser lançado ainda naquele ano. O anúncio foi seguido pelo lançamento imediato de um single, \"Where Are We Now?\", escrito e gravado por Bowie em Nova York e produzido por Visconti, seu parceiro profissional de décadas. O clipe de \"Where Are We Now?\" foi lançado no Vimeo no mesmo dia, com direção de vídeo do artista novaiorquino Tony Oursler. O single entrou nas paradas britânicas do iTunes poucas horas após o lançamento, e debutando na sexta posição da UK Singles Chart sendo o primeiro single do artista no TOP 10 em cerca de vinte anos (último foi \"Jump They Say\" em 1993). A segunda produção audiovisual, \"The Stars (Are Out Tonight)\", foi lançada em 25 de fevereiro. Dirigida por Floria Sigismondi, foi estrelada por Bowie e Tilda Swinton como um casal. Em 1 de março, o álbum foi disponibilizado no iTunes. The Next Day estreou na primeira posição da UK Albums Chart, melhor posição desde Black Tie White Noise (1993), se tornando o álbum mais vendido de 2013. Em contrapartida, o clipe de \"The Next Day\" causou controvérsia e chegou a ser removido do YouTube por violar os termos de serviço da plataforma. O vídeo somente voltou ao ar após restringir que somente maiores de 18 anos pudessem acessar. Segundo o The Times, Bowie sempre recusou dar novas entrevistas. Mais tarde, uma exposição chamada \"David Bowie Is\" foi exibida no Victoria and Albert Museum em Londres. Ao longo de 2013 e 2014, a exposição foi exibida em Toronto, Chicago, Paris, Melbourne, Groningen (Países Baixos), São Paulo e outras cidades. Bowie também participou na música \"Reflektor\", da banda Arcade Fire. Através de uma pesquisa da BBC History Magazine, em outubro de 2013, Bowie foi eleito como o britânico mais bem vestido da história. Em 2014, foi divulgado o futuro lançamento de uma coletânea, chamada Nothing Has Changed, para novembro. O disco conteve hits dos cinquenta anos de carreira do cantor, incluindo o single inédito de \"Sue (Or in a Season of Crime)\", acompanhado por outra nova faixa, \"'Tis a Pity She Was a Whore\". Em maio de 2015, foi anunciado que o single \"Let's Dance\" seria relançado em um vinil em 16 de julho, juntamente com a exposição \"David Bowie is\" no Australian Centre for the Moving Image em Melbourne. Em agosto de 2015, foi anunciado que Bowie estaria compondo músicas para um musical da Broadway musical baseado no desenho animado SpongeBob SquarePants. David escreveu e gravou a faixa-título da série de televisão The Last Panthers, que foi ao ar em novembro do mesmo ano. Ainda em novembro, esta música foi lançada como single e videoclipe e faixa-título do álbum Blackstar, cujo lançamento foi programado para janeiro de 2016 e contendo influências do krautrock. Segundo o The Times: \"Blackstar pode ser o trabalho mais triste de Bowie\". Blackstar foi lançado em 8 de janeiro de 2016, no sexagésimo nono aniversário de Bowie, e recebeu aclamação imediata da crítica. Após a morte de David em 10 de janeiro, o produtor Tony Visconti revelou que Bowie planejou o álbum para ser seu canto do cisne, e um \"presente de despedida\" para seus fãs antes de morrer. Posteriormente, jornalistas e críticos notaram a morte é tema iminente em várias das letras. A CNN observou que Blackstar \"revela um homem de braços abertos com sua própria mortalidade\". Visconti afirmou, mais tarde, que David Bowie planejava um álbum pós-Blackstar. O cantor escreveu e gravou demos de cinco novas músicas em suas últimas semanas de vida, sugerindo que Bowie pensava ter mais alguns meses de vida. Na semana de sua morte, as vendas e visualizações de clipes e músicas dispararam. Na Vevo's, Bowie tornou-se o artista mais visualizado em um único dia. Nove álbuns do artista entraram para a UK Top 100 Albums Official Charts chart e trinta singles entraram na UK Top 100 Singles Official Charts chart. ==Morte== thumb|Uma mulher põe flores em frente ao apartamento em Nova York, localizado em Lafayette Street, no dia seguinte (11), quando sua morte foi anunciada. Na noite do dia 10 de janeiro de 2016, dois dias após o seu sexagésimo nono aniversário e o lançamento do álbum Blackstar, Bowie morreu em seu apartamento em Nova York, vítima de câncer de fígado. O músico foi diagnosticado com a doença dezoito meses antes, mas optou não anunciar seu estado de saúde para o público. O diretor de teatro belga Ivo van Hove, com quem trabalhou no musical Off-Broadway Lazarus, disse que Bowie evitou assistir os ensaios pelo avanço da doença. Hove observou que David estava trabalhando constantemente durante o diagnóstico. Tony Visconti, produtor musical de Bowie, disse: Após a morte de Bowie, fãs fizeram homenagens e memoriais. Foram distribuídas flores em um mural de Brixton, sul de Londres, onde o cantor nasceu. A fotografia da capa do álbum Aladdin Sane serviu de ilustração, enquanto fãs cantavam suas músicas. Outras homenagens ocorreram em Nova York, Los Angeles e Berlim. Bowie foi cremado em Nova York. ==Carreira como ator== O biógrafo David Buckley escreve: \"A essência da contribuição de Bowie à música popular se deve por sua notável capacidade de analisar e selecionar as ideias que estão de fora do mainstream — da arte, literatura, teatro e cinema — e trazê-los para dentro, de modo que o pop é constantemente alterado\".Buckley (2005): p. 526 Buckley ainda escreve: \"Só uma pessoa levou o glam rock a novas alturas rarefeitas e inventou personagens no pop, casando teatro e música popular num todo poderoso\".Buckley (2005): p. 2 A carreira de Bowie tem sido marcada por vários papéis em produções de cinema e teatro, o que valeu prestígio e independência como ator e alguns elogios por suas atuações. Sua carreira como ator começa antes de seu avanço comercial como músico. Estudante teatro de avant-garde e mímica com Lindsay Kemp, interpretou o papel de Cloud na produção teatral de 1967 de Kemp chamada Pierrot in Turquoise (posteriormente transformada no filme televisivo de 1970 The Looking Glass Murders).Sandford (1997): p. 43 No filme The Image em branco e preto (1969), interpretou um menino fantasma que surge da pintura de um artista envolvido em problemas, para assombrar seu criador.Buckley (2005): p. 49 No mesmo, fez uma breve aparição na adaptação do romance The Virgin Soldiers (1966) de Leslie Thomas. Em 1976, ganhou elogios por seu primeiro papel principal num grande filme, retratando Thomas Jerome Newton, um alienígena de um planeta moribundo, em The Man Who Fell to Earth, dirigido por Nic Roeg. Também interpretou o papel principal em Just a Gigolo de 1979, co- produção anglo-alemã dirigida por David Hemmings, em que é Paul von Pryzgodski, um oficial prussiano a retornar da Primeira Guerra Mundial, que é descoberto por uma Baronesa (Marlene Dietrich) que o convida a seu bordel de gigolô. Entre 1980 e 1981, fez o papel principal de O Homem Elefante, produção tetral da Broadway em que recebeu elogios por uma atuação expressiva. Em Christiane F. – Wir Kinder vom Bahnhof Zoo, filme biográfico de 1981 focando a dependência por drogas de uma jovem na Berlim Ocidental, Bowie fez uma aparição como ele mesmo em um concerto na Alemanha. A trilha sonora do filme, Christiane F., traz algumas das canções dos álbuns da Trilogia de Berlim.Sandford (1997); p. 208 Em 1983, estreou The Hunger/Fome de Viver, filme de vampiros revisionista, com Catherine Deneuve e Susan Sarandon. Em Merry Christmas, Mr. Lawrence, do mesmo ano, dirigido por Nagisa Oshima e baseado no romance The Seed and the Sower de Laurens van der Post, Bowie representou o Major Jack Celliers, prisioneiro de guerra num campo de internamento japonês. Ryuichi Sakamoto, que também era músico, atuou como o comandante do campo que começa a se prejudicar pelos comportamentos bizarros de Celliers. Participou de uma cena do Yellowbeard de 1983, comédia sobre piratas criada pelo Monty Python, e em 1985 representou Colin, assassino de aluguel no filme Into the Night. Recusou retratar o vilão Max Zorin no filme 007 Na Mira Dos Assassinos/007 - Alvo Em Movimento do mesmo ano.Pegg (2004) p. 561. Absolute Beginners (1986), musical de rock baseado no romance de Colin MacInnes de 1959 sobre a vida londrina, trazia música de Bowie mas lhe presenteou um papel de qualidade inferior. No mesmo ano, interpretou o andrógino Jareth, rei dos goblins, no filme Labirinto - A Magia do Tempo de Jim Henson.Sandford (1997): pp. 252–53 Dois anos depois interpretou Pôncio Pilatos no filme A Última Tentação de Cristo de Martin Scorsese, em 1988. Em 1991, no The Linguini Incident, atuou como um descontente empregado de um restaurante que é o antagonista de Rosanna Arquette. No ano seguinte, foi o misterioso agente do FBI Phillip Jeffries em Twin Peaks - Os últimos dias de Laura Palmer (1992) de David Lynch. Retratou Andy Warhol, figura do qual havia conhecido na década de 70, no filme Basquiat, filme da biografia de Jean- Michel Basquiat, dirigido por Julian Schnabel. Co-estrelou no filme Il Mio West de Giovanni Veronesi em 1998 (lançado como Gunslinger's Revenge em 2005) como o pistoleiro mais temido da região.Thompson (2006): p. 195 Em 1999, interpretou o velho gangster Bernie em Everybody Loves Sunshine de Andrew Goth e fez uma breve aparição na série de horror televisiva The Hunger. Em Mr. Rice's Secret (2000), retratou o papel principal como vizinho de um doente terminal de doze anos de idade e, no ano seguinte, apareceu como si mesmo em Zoolander junto a outras personalidades famosas. Em 2006, retratou Nikola Tesla, físico pioneiro na corrente alternada, no filme O Grande Truque/O Terceiro Passo co-estrelado por Christian Bale e Hugh Jackman, dirigido por Christopher Nolan e baseado no romance epistolar de Christopher Priest sobre a rivalidade entre dois mágicos no início do século XX. No mesmo ano, emprestou sua voz ao poderoso vilão Maltazard na animação Arthur e os Minimoys e também para o personagem Lord Royal Highness do desenho animado Bob Esponja: Calça Quadrada. No filme de 2008 August, dirigido por Austin Chick, Bowie atuou como coadjuvante no papel de Ogilvie, ao lado de Josh Hartnett e Rip Torn, no qual ele já havia trabalhado anteriormente em 1976 em The Man Who Fell to Earth. Em 2009, participou do filme Bandslam. ==Orientação sexual== O biógrafo David Buckley escreve: \"Se Ziggy confundia tanto seu criador quanto sua audiência, grande parte dessa confusão se centrou sobre sexualidade\".Buckley (2005): p. 140 Bowie se declarou gay numa entrevista para a Melody Maker em janeiro de 1972, momento em que coincide com suas primeiras tentativas de divulgar a primeira turnê de sua persona. Em 1976, numa entrevista para a Playboy, Bowie declarou: \"É verdade — sou bissexual. Mas não posso negar que eu sei disso muito bem. Acho que é a melhor coisa que já me aconteceu. É divertido também\". De acordo com Ava Cherry e com a sua primeira esposa, Angela, Bowie teve uma relação com Mick Jagger. No entanto, numa entrevista em 1983 para a Rolling Stone, Bowie voltou atrás e disse que sua declaração pública de bissexualidade tinha sido \"o maior erro que já cometi\", e, mais tarde, em outras ocasiões, afirmou que seu interesse pela cultura gay e bissexual derivava apenas de seus sentimentos e interesses na época; como escreve Buckley, Bowie nutria mais uma \"compulsão pelo desrespeito aos códigos morais do que um verdadeiro estado biológico e psicológico de ser\".Buckley (2000): p. 401Buckley (2005): p. 106 Em 2002, Blender perguntou se ele acreditava que sua declaração pública de bissexualidade era seu maior erro, Respondeu: :Interessante. [Pausa] Acho que não foi um grande erro na Europa, mas isso provocou muitas dores de cabeça nos Estados Unidos. Não tive nenhum problema com as pessoas que sabiam que eu era bissexual. Mas eu não tinha inclinação de levantar nenhuma bandeira ou ser representante de qualquer grupo. Eu sabia o que queria ser: compositor e intérprete, e sentia que a marca de bissexualidade me acompanhava há muito tempo. Os Estados Unidos são um lugar muito puritano e ele estava no meu caminho, em grande parte daquilo que eu queria fazer. A visão de Buckley é a de que Bowie foi um músico preocupado em quebrar tabus,Buckley (2005): p. 141 e escreve: \"talvez seja verdade que Bowie nunca foi gay, e nem sempre foi um bissexual ativo... o que ele fez, de vez em quando, foi experimentar, de tempos em tempos, mesmo que sob o intuito de curiosidade e ingenuidade e de ser transgressivo, antinormativo\".Buckley (2005): p. 147 O biógrafo Christopher Sandford, por sua vez, escreve que, de acordo com Mary Finnigan, com quem Bowie teve um caso em 1969, o cantor e sua primeira esposa Angie \"viviam num mundo de fantasia e eles criaram sua fantasia bissexual\".Sandford (1997): p. 48 Sandford também comenta que o músico gostava de contar uma piada que ambos se conheceram enquanto \"comiam o mesmo sujeito\" e afirma: \"o sexo gay sempre foi uma questão anedótica e engraçada. É evidente que os gostos atuais de Bowie oscilaram para o outro lado se se notar o número de casos que teve com mulheres. Na recente biografia David Bowie - A Biografia, escrita por Marc Spitz, lançada originalmente em 2009 e em 2010 no Brasil, o biógrafo revela que, em sua adolescência, Bowie teve muitas experiências homossexuais (e cita uma frase que o cantor disse na entrevista de 76 da Playboy: \"Quando fiz 14 anos, o sexo, de repente, se tornou relevante. Não importava realmente com quem ou como era, contanto que fosse uma experiência sexual. Não era difícil levar algum cara bonitinho da classe para casa e transar com ele\"), mas o biógrafo também reforça que suas declarações públicas não tinham outro intuito a não ser chamar a atenção para sua música e fazer marketing.Hélio Filho (30/04/2010). \"Biografia de David Bowie diz que bissexualidade era marketing \". Mix Brasil. Página visitada em 9 de janeiro, 2010. == Espiritualidade e religião == Ao longo dos anos, Bowie fez inúmeras referências às religiões e à sua espiritualidade em evolução. Começando em 1967 com a influência de seu irmão,O'Leary, Chris (2015). Rebel Rebel: All the Songs of David Bowie from '64 to '76. Winchester: Zero Books. ISBN 978-1-78099-244-0. Capítulo 4 ele se interessou pelo budismo e considerou se tornar um monge budista.\"Thurston Moore Reflects on David Bowie\". Pitchfork. 12 de janeiro de 2016. Arquivado do original em 8 de março de 2021. Depois de alguns meses de estudo na Tibet House em Londres, um lama disse a ele: \"Você não quer ser budista. ... Você deve seguir a música\".Gamboa, Glenn (21 February 2001). \"Stardust Memories – Without Tibet House, David Bowie never may have gotten Ziggy with it. Now the pop star returns the favor ...\" Newsday. Em 1975, Bowie admitiu: \"Eu me sentia totalmente, absolutamente sozinho. E provavelmente eu estava sozinho porque tinha praticamente abandonado Deus\". Em seu testamento, Bowie estipulou que ele fosse cremado e suas cinzas espalhadas em Bali \"de acordo com os rituais budistas\".Sawer, Patrick; McNulty, Bernadette (30 de janeiro de 2016). \"David Bowie's lifetime interest in Buddhism to culminate in Bali scattering of his ashes\". The Telegraph. Depois que Bowie se casou com Iman em uma cerimônia privada em 1992, ele disse que sabiam que seu \"casamento real, santificado por Deus, tinha que acontecer em uma igreja em Florença\".Johnson, Bridget (13 de janeiro de 2016). \"Why David Bowie Knelt and Said the Lord's Prayer at Wembley Stadium\". PJ Media. No início daquele ano, ele se ajoelhou no palco no The Freddie Mercury Tribute Concert e recitou o Pai Nosso diante de uma audiência na televisão.Kaye, Jeff (22 de abril de 1992). \"(Safe) Sex, (No) Drugs and Rock 'n' Roll : A Star-Filled Send-Off to Freddie Mercury\". Los Angeles Times. Arquivado do original em 8 de março de 2021. Em 1993, Bowie disse que tinha uma crença \"imorredoura\" na existência \"inquestionável\" de Deus. Em uma entrevista separada de 1993, ao descrever a gênese da música de seu álbum Black Tie White Noise, ele disse \"... foi importante para mim encontrar algo [musicalmente] que também não tinha nenhum tipo de representação de religião institucionalizada e organizada, da qual eu não sou um crente, devo deixar isso claro\".Entrevistas à rádio de Simon Bates, BBC Radio 1, 29–31 de março de 1993 Entrevistado em 2005, Bowie disse que se Deus existe \"não é uma pergunta que pode ser respondida. ... Não sou bem ateu e isso me preocupa. Há uma pequena parte que permanece: 'Bem, eu sou quase um ateu. Dê-me alguns meses ... Quase acertei.DeCurtis, Anthony (5 de maio de 2005). In Other Words: Artists Talk About Life And Work. Hal Leonard Corporation. pp. 262–263. ISBN 978-0-634-06655-9. Ele tinha uma tatuagem da Oração da Serenidade em japonês na panturrilha esquerda.Morley, Paul (2016). The Age of Bowie. London: Simon and Schuster. p. 437. ISBN 978-1-47114-810-1. \"Questionar [sua] vida espiritual [foi] sempre ... pertinente\" à composição de Bowie. A canção \"Station to Station\" está \"muito preocupada com as estações da cruz\"; a música também faz referência especificamente à Cabala. Bowie chamou o álbum de \"extremamente sombrio... o álbum mais próximo de um tratado de magick que escrevi\".Cavanagh, David (fevereiro de 1997). \"ChangesFiftyBowie\". Q: 52–59. Earthling mostrou \"a necessidade permanente em mim de vacilar entre o ateísmo ou um tipo de gnosticismo... O que eu preciso é encontrar um equilíbrio, espiritualmente, com a forma como vivo e minha morte\". Lançada pouco antes de sua morte,\"Lazarus\" de seu último álbum, Blackstar começou com as palavras, \"Olhe aqui, estou no céu\", enquanto o resto do álbum lida com outros assuntos de misticismo e mortalidade.Clement, Olivia (11 de janeiro de 2016). \"'Look Up Here, I'm in Heaven' – Poignant Lyrics to Bowie's 'Lazarus' Signal His Farewell\". Playbill. ==Musicalidade== ===Vocal e instrumental=== Homem de muitas vozes, Bowie explorou uma variedade muito grande de estilos musicais, desde suas primeiras gravações na década de 60. O musicólogo James Perone observa seu uso ininterrupto de oitavas em diferentes repetições da mesma melodia para efeitos dramáticos, usados, por exemplo, em sua primeira canção de sucesso, \"Space Oddity\", e logo depois em \"Heroes\"; Perone nota que \"na parte mais baixa de seu registro vocal [...] sua voz apresenta uma riqueza parecida com a de um crooner\".Perone (2007) p. 12 Seu fascínio inicial pela Music hall expandiu-se e, durante sua carreira, ele aventurou-se em gêneros como o hard rock, heavy metal, soul, folk e pop psicodélico.Perone (2007): pp. 22, 36–37 Jo Thompson, instrutor de voz, escreve que sua técnica vocal de vibrato era \"particularmente deliberada e distinta\". Schinder e Schwartz o consideram um vocalista \"de capacidade técnica extraordinária, capaz de armar seu canto para determinado efeito\".Schinder & Schwartz (2007): p. 483 Segundo seu biógrafo Michael Campbell, sua natureza de camaleão o permitia apresentar uma variedade enorme de vozes de acordo com o momento e ele é capaz de mudar o seu vocal radicalmente de uma canção a outra.Campbell (2008): p. 254 Bowie também tocava diversos instrumentos; entre eles, a guitarra elétrica, o violão, o saxofone alto, contralto e barítono, teclado, incluindo piano, sintetizadores, mellotron, gaita, estilofone, xilofone, vibrafone, koto, bateria e percussão, além de outros instrumentos de cordas como a viola e o violoncelo.Thompson (2006): p. 346Perone (2007): pp. 17–44, 152–60Buckley (2004): p. 48 ===Composições=== David Bowie era capaz de transformar suas aspirações e seus problemas pessoais em cultura popular e em canções como \"Word on a Wing\" de Station to Station, ele mesmo declarou: \"Havia dias de terror psicológico enquanto eu fazia o filme de Roeg que eu quase comecei a me aproximar do meu renascimento, nascer novamente. Foi a primeira vez que eu seriamente pensei acerca de Cristo e Deus, profundamente\".Pegg, 2006, p.246. Suas composições são permeadas por letras filosóficas e literárias. Canções como \"The Width of a Circle\", \"Quicksand\" e \"The Superman\" recebem influência do Budismo, ocultismo, misticismo e principalmente do conceito de Übermensch de Friedrich Nietzsche.Pegg, 2000, pp.209-210.Carr e Murray, 1981, p.41. A primeira possui um título irônico (\"A Largura de um Circulo\", aludindo ao ânus), cujo segundo parágrafo alude a um encontro sexual no Inferno com Deus, o Diabo ou outro ser sobrenatural, de acordo com as diferentes interpretações.Buckley, 1999, p.101.Martin Aston (2007). \"Scary Monster\", MOJO 60 Years of Bowie: pp.24-25.Carr e Murray, 1981, p.28. De fato, suas primeiras composições foram influenciadas por poesias e escritos de Aleister Crowley, William Hughes Mearns e H. P. Lovecraft,Buckley, 1999, p.100. além de \"The Jean Genie\" ser uma referência a Jean Genet.Carr e Murray, 1981, p.52. Suas músicas se situam em novos mundos criados por ele. De fato, criou personagens como Major Tom, Ziggy Stardust e o The Thin White Duke. \"Oh! You Pretty Things\" de Hunky Dory (1971) alerta sobre \"homens dourados\" e crateras no céu e diz que devemos abrir caminho para o Homem Superior.Ned Raggett. . Allmusic. Acesso: 15 de janeiro, 2011. The Rise and Fall of Ziggy Stardust and the Spiders from Mars é um dos melhores exemplos disso; um disco em torno de uma história de ficção científica criada pelo próprio Bowie. \"Five Years\", por exemplo, conta desesperadamente que o mundo acabará a cinco anos,Buckley, 2004, p.16. e é um dos muitos exemplos de sua preocupação artística com o colapso da sociedade. Anos depois, em Outside, ele retomou a ideia de um álbum conceitual baseado em contos que escreveu e em personagens que havia criado. O disco Heathen (2002) refletiu suas impressões em relação aos Ataques de 11 de setembro de 2001, com letras centradas na degradação da humanidade e do mundo. Bowie logrou construir uma vasta carreira e também compôs várias canções de amor, como \"Liza Jane\" (sua primeira gravação musical), \"Stay\", \"Let's Dance\", \"Heroes\", que retrata um amor que supera qualquer diferença, mesmo as políticas e sociais, e que foi baseada em dois amantes que Bowie viu beijando- se em lados opostos ao do Muro de Berlim.Buckley (1999), pp.323-326 Além de lançar discos de tons e elementos fantásticos, como The Man Who Sold the World (1970), muitas de suas músicas criticam a sociedade, como \"Fame\" e \"Life on Mars?\" (certa vez disse que essa última referia-se à reação sensível de uma jovem diante da mídia e sobre os rumores que o povo conta de um lugar melhor para se viver),Pegg, 2002, p.109. e também satirizou o machismo e a sexualidade em \"Boys Keep Swinging\", faixa de Lodger (1979). Para concluir, Reality (2003) faz uma reflexão sobre toda sua carreira e na faixa título ele canta: \"Acertei, errei/estou de volta ao começo/procurei um sentido e não cheguei a nada/Hey garoto, bem-vindo à realidade\" num som pesado movido a três guitarras, bateria e baixo sincopado como os rocks energéticos de suas fases do passado. ==Legado== A influência de David Bowie é imensa, musical e socialmente. Suas canções e as apresentações inovadoras trouxeram uma nova dimensão para a música popular do começo da década de 70, influenciando fortemente tanto suas formas imediatas como seu desenvolvimento posterior. Pioneiro do glam rock, de acordo com vários críticos Bowie criou o gênero ao lado de Marc Bolan.Schinder & Schwartz (2007): p. 482 O biógrafo David Buckley considera que, nessa época, ele surgiu como a última estrela pop de todos os tempos e que nenhuma outra veio a existir após dele; sua produção musical durante a década criou um dos maiores cultos da cultura pop. De acordo com diversos autores, por exemplo, ao incorporar personas andróginas como Ziggy Stardust e Aladdin Sane na era do glam rock nos anos 70, Bowie recriou uma classe adolescente independente na época e também auxiliou movimentos como a libertação gay.Ditmore (2006): p. 408.Cole (2000): pp.744-753. Nessa era, sua postura ajudou a criar novas modas e jeitos de se vestir nas cenas de rock e música, apresentando roupas que ainda interessam as pessoas de hoje em dia.\"Glam rock\", Allmusic. Consultado em 26/06/09. Musicalmente, Bowie também tem sido muito influente. The Man Who Sold the World (1970), por exemplo, influenciou elementos do goth rock, darkwave e da ficção científica de bandas como Siouxsie and the Banshees, The Cure, Gary Numan, John Foxx e Nine Inch Nails.Buckley (1999): pp. 99-105. Kurt Cobain do Nirvana colocou essa álbum em 45º lugar na sua lista de 50 discos favoritos.Kurt's Journals - His Top 50 Albums. www.nirvanaclub.com. Acesso: 14 de janeiro, 2011. Em 1993, o grupo grunge regravou sua faixa-título em seu MTV Unplugged in New York. Após a era do glam rock, Bowie lançou álbuns como Diamond Dogs (1974), cujo som pesado e temática de caos urbano antecipava a revolução punk de bandas como The Germs e Sex Pistols que tomariam espaço nos anos finais da década de 70.Carr & Murray (1981): p.64. Ao mesmo tempo, por inspirar os primeiros artistas do movimento, Bowie tornou-se \"uma das influências mais seminais do punk\", nas palavras do biógrafo Michael Campbell. David Buckley escreve: \"Numa época em que o punk rock reclamava de uma canção de três minutos num concerto de desafio público, Bowie quase que completamente já havia abandonado a instrumentação tradicional do rock\".Campbell (2008) p. 304Buckley (2004): p. 45 Mesmo após essa revolução sua obra inspirou outros. Em 1976, o valorizado Station to Station exerceu enorme influência no pós-punk, principalmente na Magazine.Erlewine, Stephen Thomas. \"Station to Station Review\". Allmusic. Acesso: 14 de janeiro, 2011.Carr & Murray (1981): 78–80. No ano seguinte, \"Heroes\" (1977) da 'Trilogia de Berlim' serviu de base para John Lennon e Yoko Ono produzirem seu último álbum juntos, Double Fantasy (1980).Pegg (2000): pp.307-309.Sandford (1996, 1997): pp.182-193. Sua carreira na década seguinte, especialmente a canção \"Ashes to Ashes\" e seu vídeo clipe, providenciou as bases para um novo movimento musical da época, chamado New Romantic, influenciando artistas como Blitz Kids, Keanan Duffty, e Steve Strange.Buckley (1999): pp.366-369.Keanan Duffty. \"Gotham style\". New York Magazine. De fato, diversos críticos têm escrito que tal canção era considerada o hino dos músicos do New Romantic.Rimmer, Dave. New Romantics: The Look (2003), Omnibus Press, ISBN 0-7119-9396-3. Em 1986, Joey Santiago introduzia a música de Bowie e bandas de punk rock a Black Francis, e assim nascia o Pixies.\"Pixies Profile\". 4AD. Acesso: 14 de janeiro, 2011. A influência de David Bowie continua nos dias de hoje, mesmo em artistas de diversos gêneros e países. Podemos citar Mark Ronson,\"Paul Weller, Mark Ronson and Brandon Flowers hail David Bowie's influence\" (29 de setembro, 2010). NME. Acessado em 22 de janeiro, 2010. Brandon Flowers (do The Killers), Paul Weller, Marilyn Manson (Bowie é a maior influência deles),Ankeny, Jason. \"Marilyn Manson. Allmusic. Accessed December 1, 2005. Boy George, Queen, Groove Armada,Andy Cato quote.Acesso: 14 de janeiro, 2011. Spacehog, Neïmo, Arckid, Stacey Q,\"The Stacey Q & A \" at OldSchool4Life.com. Acesso: 14 de janeiro, 2011. Buck-Tick,LOVE ME, Yasue Matsuura, Takao Nakagawa; Shinko Music Publishing Company, Ltd. 1989. ISBN 4-401-61275-2. Lady Gaga,Thrills, Adrian (2009-01-09). \"Why the world is going gaga for electro-pop diva Stefani\". Daily Mail (Associated Newspapers). Acesso: 14 de janeiro, 2011. e muitos outros. Em 2010, Bono Vox do U2 declarou: \"O que Elvis foi para os Estados Unidos, Bowie foi para a Inglaterra e Irlanda. Uma completa mudança de consciência\".Jason Gregory (23 Nov 2010). \"U2's Bono Compares David Bowie To Elvis\". Gig Wise. Acesso: 12 de janeiro, 2010. Thomas Forget certa vez escreveu: \"Por ter se sucedido em vários estilos musicais diferentes, é quase impossível encontrar um artista popular hoje em dia que não tenha sido influenciado por David Bowie\". Além disso, certos críticos também escrevem que David Bowie legou determinada sofisticação à música rock e sua obra tem sido constantemente considerada como de profunda qualidade intelectual.Perone (2007): p. 183 ==Prêmios e reconhecimento== O sucesso de 1969 \"Space Oddity\" levou-o a receber um Ivor Novello especial por sua originalidade. Por sua atuação no filme de ficção científica The Man Who Fell to Earth de 1976 ele ganhou um Prêmio Saturn de Melhor Ator. Nas décadas seguintes, foi agraciado com diversos prêmios especializados em música por suas canções e seus vídeo clipes recebendo, entre outros, dois Grammy Award e dois Brit Awards. Em 1999, Bowie foi convidado a ser Comandante da Ordre des Arts et des Lettres do governo da França. No mesmo ano, recebeu um doutorado honorário da Berklee College of Music. Em 2000, recusou a condecoração de Ordem do Império Britânico e, em 2003, recusou tornar-se Cavaleiro da Ordem do Império Britânico, declarando: \"Nunca tive a intenção de aceitar algo como isso. Realmente não sei para que serve. Não foi para isso que passei minha vida trabalhando\". Ao longo de sua carreira, Bowie já vendeu um estimado de 136 milhões de álbuns. No Reino Unido, já foi classificado com 9 discos de platina, 11 de ouro e 8 de prata e, nos Estados Unidos, 5 discos de platina e 7 de ouro. Em 2002, numa pesquisa popular da BBC chamada 100 Greatest Britons (\"Os 100 Maiores Britânicos\"), ficou em 29º lugar. Em 2004, a revista Rolling Stones, consultando críticos e especialistas na área musical, classificou-o na 39ª posição em sua lista de 100 Maiores Artistas do Rock de Todos os Tempos, e na 23ª posição na lista de melhores cantores de todos os tempos. Bowie entrou para o Rock and Roll Hall of Fame em 17 de janeiro de 1996. == Discografia == *1967: David Bowie *1969: David Bowie *1970: The Man Who Sold the World *1971: Hunky Dory *1972: The Rise and Fall of Ziggy Stardust and the Spiders from Mars *1973: Aladdin Sane *1973: Pin Ups *1974: Diamond Dogs *1975: Young Americans *1976: Station to Station *1977: Low *1978: \"Heroes\" *1979: Lodger *1980: Scary Monsters (and Super Creeps) *1983: Let's Dance *1984: Tonight *1987: Never Let Me Down *1993: Black Tie White Noise *1993: The Buddha of Suburbia *1995: Outside *1997: Earthling *1999: 'Hours...' *2002: Heathen *2003: Reality *2013: The Next Day *2016: Blackstar ==Ver também== * 100 Greatest Britons * Lista de recordistas de vendas de discos ==Bibliografia== * * * * * * * * * * * * * ;Leitura complementar * Seabrook, Thomas Jerome, Bowie in Berlin: A New Career in a New Town, Jawbone Press, 2008. * Spitz, Marc, Bowie: A Biography, Crown Publishers, 2009. * Tremlett, George, David Bowie: Living on the Brink, Carroll and Graf, 1997. * Waldrep, Shelton, \"Phenomenology of Performance\", The Aesthetics of Self-Invention: Oscar Wilde to David Bowie, University of Minnesota Press, 2004. * Welch, Chris, David Bowie: We Could Be Heroes: The Stories Behind Every David Bowie Song, Da Capo Press, 1999. * Wilcken, Hugo, 33⅓: David Bowie's Low, Continuum, 2005. == Ligações externas == * * * * Packers and movers Hyderabad * Categoria:Naturais de Londres Categoria:Músicos vencedores do MTV Video Music Awards Categoria:Cantores da Inglaterra Categoria:Músicos de pré-punk Categoria:Músicos de glam rock Categoria:Músicos vencedores do Grammy Categoria:Ganhadores do prêmio Ivor Novello Categoria:Recordistas de vendas de discos Categoria:Artistas incluídos no Rock and Roll Hall of Fame Categoria:Cantores de rock do Reino Unido Categoria:Cantores LGBT do Reino Unido Categoria:Mortes por câncer de fígado Categoria:Homenageados no Hall da Fama do Grammy Categoria:Músicos LGBT do Reino Unido Categoria:Músicos vencedores dos Brit Awards Categoria:Atores de cinema da Inglaterra Categoria:Britânicos de ascendência irlandesa Categoria:Mortes por câncer em Nova Iorque Categoria:Vencedores do Grammy Lifetime Achievement Award Categoria:Saturno de melhor ator em cinema Categoria:Comendadores da Ordem Nacional da Legião de Honra Categoria:Pseudônimos da Inglaterra Categoria:Membros de The Spiders from Mars Categoria:Produtores musicais LGBT Categoria:Pessoas andróginas Categoria:Artistas da Decca Records Categoria:Artistas da RCA Records Categoria:Artistas da Arista Records Categoria:Artistas da Virgin Records Categoria:!Mais Diversidade em Teoria da História na Wiki",
 "title": "David Bowie"
}