{
 "id": "53763",
 "text": "O aparelho digestivo ou sistema digestório é o sistema responsável por obter dos alimentos ingeridos os nutrientes necessários às diferentes funções do organismo, como crescimento, energia para reprodução, locomoção, etc. É composto por um conjunto de órgãos que têm por função a realização da digestão. A sua extensão desde a boca até o ânus mede seis a nove metros num ser humano adulto. ==Divisões== O tubo digestivo é composto pelo trato gastrointestinal superior, trato gastrointestinal inferior e glândulas acessórias. ===Trato gastrointestinal superior=== O trato gastrointestinal superior é composto pela boca, pela faringe, pelo esôfago e pelo estômago. Na boca, ocorre o processo de mastigação que, junto com a salivação, secreção das glândulas salivares (água, muco e enzima), degrada o amido pela ação da ptialina (que inicia o processo de digestão dos carboidratos presente no alimento), em maltose, e ainda faz os movimentos impulsionatórios que ajudam a deglutir o alimento, fazendo-o passar ao esôfago. A faringe pertence tanto ao sistema respiratório como ao digestório. Ela auxilia no processo de deglutição (ato de engolir). O esôfago é o canal de passagem para onde o bolo alimentar é empurrado por meio de contrações musculares (movimentos peristálticos) até o estômago. No estômago, inicia-se o processo de quimificação, no qual atua a pepsina, enzima que transforma (quebra) as proteínas em peptídeos (cadeias menores de aminoácidos). O estômago é um órgão em formato de bolsa com o pH em torno de 2 (muito ácido). Ele pode ficar horas misturando o bolo alimentar em seu interior com a secreção gástrica (água, muco, ácido clorídrico e enzimas). O bolo alimentar torna-se mais líquido e ácido passando a se chamar quimo e vai sendo, aos poucos, encaminhado para o duodeno. ===Trato gastrointestinal inferior=== O trato gastrointestinal inferior é composto por 4 órgãos: * Intestino delgado; * Intestino grosso; *Reto; * Ânus. O intestino delgado é um tubo longo, com mais de seis metros de comprimento, que se inicia no estômago. Para adaptar-se ao espaço da cavidade abdominal, faz múltiplas curvas, chamadas de alças intestinais. É nele que se inicia a absorção dos alimentos, por meio das vilosidades que recobrem sua superfície interna. As membranas das próprias células do epitélio intestinal apresentam, por sua vez, dobras microscópicas denominadas microvilosidades. O intestino delgado também absorve a água ingerida, os íons e as vitaminas. Em sua parede são produzidas as enzimas: peptidase (digestão de proteínas), maltase (digere a maltose), lactase (digere a lactose) e a sacarase (digere a sacarose). O intestino delgado se divide em duodeno, jejuno e íleo. O duodeno é a primeira parte do intestino delgado. Iniciando no piloro, ele realiza parte de seu trajeto atrás do peritônio, onde penetra para se ligar ao jejuno. Em forma de C, ele se divide em quatro partes: uma oblíqua, uma descendente, uma horizontal e uma ascendente, que se liga ao jejuno pela flexura duodenojejunal, ou ângulo de Treliz. Seu primeiro segmento é mais largo, e é conhecido como ampola, ou bulbo duodenal. No duodeno são lançadas a secreção do fígado, que chega pelo ducto colédoco, e a do pâncreas, que chega pelo ducto pancreático. No jejuno ocorre a maior parte da absorção dos alimentos. Ligado ao duodeno pela flexura duodenojejunal, ele se liga ao íleo em um ponto de junção ainda pouco conhecido, em virtude das semelhanças entre estes dois segmentos do intestino. O íleo, por sua vez, conecta-se ao intestino grosso pelo ósteo ileal, que permite a passagem dos restos alimentares e impede seu retrocesso. O intestino grosso é dividido em quatro partes: Cólon ascendente (inclui o ceco, onde está localizado o apêndice), cólon transverso, cólon descendente, sigmóide e o reto. É o local de absorção de água, tanto a ingerida quanto a das secreções digestivas. Glândulas da mucosa do intestino grosso secretam muco, que lubrifica as fezes, facilitando seu trânsito e eliminação pelo ânus. Fortíssimas ondas peristálticas, denominadas ondas de massa, ocorrem eventualmente e são capazes de propelir o bolo fecal, que se solidifica cada vez mais, em direção às porções finais do tubo digestório: os cólons, sigmoide e reto. São parte do intestino grosso: *Ceco: É a porção inicial do intestino grosso segmento de maior calibre, que se comunica com o íleo. Para impedir o refluxo do material proveniente do intestino delgado, existe uma válvula localizada na junção do íleo com o ceco - válvula ileocecal. No fundo do ceco encontramos uma ponta chamada apêndice cecoide ou vermicular. *Apêndice: É uma pequena extensão tubular terminada em fundo cego. Embora preso ao tubo digestivo e classificado como órgão acessório da digestão, o apêndice não é funcionalmente importante no processo digestório. Sua inflamação, denominada apendicite, é uma séria condição clínica que frequentemente exige intervenção cirúrgica. *Cólon: É a região intermediária, um segmento que se prolonga do ceco até o ânus. *Sigmoide: O sigmoide ou porção pélvica, é a seção do intestino grosso que liga a porção transversal do mesmo ao reto. Recebe o nome sigmoide pela sua aparência que lembra a letra \"S\" do alfabeto grego (sigma). O nome porção pélvica refere-se à região em que se encontra. É caracterizado por ser a parte do intestino na qual os movimentos peristálticos fazem maior pressão no bolo alimentar a fim de solidificá-lo e transformá-lo em fezes. *Reto: É a parte final do tubo digestivo e termina no canal anal. Tem geralmente três pregas no interior e é uma região bem vascularizada. Pode ser examinado através do toque retal, retoscopia ou retosigmoideoscopia. É no canal anal que ocorrem as hemorroidas que nada mais são que varizes nas veias retais inferiores. O ânus é o último órgão do sistema, localizado na extremidade do intestino grosso. Controla a saída das fezes. === Glândulas acessórias === Ao tubo digestivo estão associadas glândulas que produzem sucos digestivos ricos em enzimas e outras substâncias que ajudam a dissolver os alimentos. O fígado intervém, ainda que não produza qualquer suco digestivo mas, sim, a bílis que funciona como emulsificante (ajuda a quebrar a gordura em gotas de pequena dimensão, de forma a facilitar a absorção, ou seja, a digestão). As glândulas/órgãos/estruturas anexas são: * Glândulas salivares; * Glândulas gástricas (na parede interna do estômago); * Glândulas intestinais (na parede interna do intestino delgado); * Pâncreas; * Fígado. == Ver também == * Coliformes fecais == Bibliografia == * * Categoria:Anatomia Categoria:Gastroenterologia",
 "title": "Aparelho digestivo"
}