{
 "id": "53773",
 "text": "Maracujá (do tupi murukuîá) é um fruto produzido pelas plantas do género Passiflora (essencialmente da espécie Passiflora edulis) da família Passifloraceae. A planta, também conhecida como maracujazeiro, é espontânea nas zonas tropicais e subtropicais da América. Cultivada também pela sua flor ornamental (tal como as outras espécies do mesmo género botânico), a Passiflora edulis é cultivada com fins comerciais, devido ao fruto, no Caribe, no sul da Florida e no Brasil, que é o maior produtor - e também consumidor - mundial de maracujá. O maracujá de uso comercial é redondo ou ovoide, amarelo ou púrpura-escuro quando está maduro, e tem uma grande quantidade de sementes no seu interior. O fruto é utilizado especialmente para produzir suco ou polpa de maracujá, às vezes misturada ao suco de outros frutos, como a laranja. É popularmente conhecido como a fruta da tranquilidade. A flor do maracujá é polinizada principalmente por abelhas grandes, conhecidas popularmente como mamangava. == Valor nutritivo == Quantidade por 100 gramas Calorias 97 Gorduras Totais 0,7 g Gorduras Saturadas 0,1 g Gorduras Poliinsaturadas 0,4 g Gorduras Monoinsaturadas 0,1 g Colesterol 0 mg Sódio 28 mg Potássio 348 mg Carboidratos 23 g Fibra Alimentar 10 g Açúcar 11 g Proteínas 2,2 g Vitamina A 1.272 IU Vitamina C 30 mg Cálcio 12 mg Ferro 1,6 mg Vitamina D 0 IU Vitamina B6 0,1 mg Vitamina B12 0 µg Magnésio 29 mg Este fruto é fonte de vitaminas A, C e do complexo B. Além disso, apresenta boa quantidade de sais minerais (ferro, sódio, cálcio e fósforo). Sua utilização como sedativo (calmante) é conhecida desde a antiguidade, entretanto essa não é sua única utilização, pois pode ser utilizada como hipnótico, sonífero e tonificante ( DHAWAN, ET., 2004) como veremos adiante. No entanto, o chá de suas folhas deve ser utilizado com cautela, pois elas possuem ácido cianídrico (cianeto), e, desta forma, podem levar a pessoa a um quadro de intoxicação Plantas Medicinais/USP - http://ci-67.ciagri.usp.br/pm/ver_1pl.asp. Experimentalmente verificou que outros animais também podem ser intoxicados devido ao consumo de folhas de certas espécies do gênero Passiflora . Este fato também é evidente devido a algumas borboletas da família Nymphalidae, subfamília Heliconinae, se alimentarem de folhas de maracujá quando em fase larval (lagarta), e sendo imunes ao ácido cianídrico, absorvem e acumulam essa toxina em seu corpo. Assim, mesmo quando atingem a idade adulta (após realizarem a metamorfose e tornarem-se borboletas em si), são impalatáveis para as aves que tentam predá- las . === Óleo de maracujá === thumb|Virgim oil of Passionfruit|Óleo de maracujá O Óleo de Maracujá tem uma aplicação muito variada na indústria cosmética: cremes, xampus, loções, óleos, sabonetes, etc. O óleo também pode ser usado tanto na alimentação humana e animal, quanto na indústria de tintas, sabões, alimentos e outras.ÓLEO DE MARACUJÁ. http://www.campestre.com.br/oleo- de-maracuja.shtml Enquanto produto cosmético a base de óleo de maracujá, este auxilia na regeneração pós-peeling e ajuda amaciar e hidratar peles secas. Auxilia também na regeneração de peles com estrias e normaliza o conteúdo lipídico alterado. ÓLEO DE MARACUJÁ.http://www.farmacam.com.br/monografias/oleodemaracujafarmacam.pdf Produtos a base do óleo do maracujá proporciona sensação relaxante e antiestresse.Óleo Maracujá. Amazon Oil Industry.http://www.amazonoil.com.br/produtos/oleos/maracuja.htm Dados físico- químicos do óleo de Maracujá Índice Unidades Valores de referencia Índices de refração (40 °C) - 1,47 Índice de Iodo gl2 141 Índice de Saponificação mg KOH\\g 190 Densidade (15 °C ) gr\\ltr 0,92 Ponto de fusão °C 5 Composição acido graxo do óleos de maracujáKRIST, S; BUCHBAUER, G; KLAUSBERG,C. Lexikon der Pflanzlich Fette und Öle. Ácidos graxos Unidade Composição Ácido palmítico % peso 8 - 12 Ácido esteárico %peso 1,5 - 2,5 Ácido oleico % peso 13,0 - 18,0 Ácido linoleico % peso 70 - 77 Ácido linolênico % peso < 2 Saturado % 16 Insaturado % 84 == Pragas == As doenças e as pragas que atacam a planta do maracujá provocam prejuízos econômicos expressivos e acarretam maior uso de defensivos agrícolas, além de serem a principal ameaça à expansão e à produtividade dos cultivos de maracujá-azedo e maracujá-doce. Em algumas regiões do Brasil, doenças como a bacteriose (Xanthomonas axonopodis pv. passiflorae), murcha de fusarium (Fusarium oxysporum f. sp. passiflorae), virose do endurecimento do fruto (passion fruit woodiness virus – PWV ou cowpea aphid-borne mosaic virus - CABMV) e a antracnose (Colletotrichum gloeosporioides) têm sido importantes limitadores da produção. Essas doenças são favorecidas por condições edafoclimáticas favoráveis.FORMAÇÃO DE MUDAS DE MARACUJAZEIRO POR ENXERTIA EM ESPÉCIES SILVESTRES E EM HÍBRIDOS INTER E INTRAESPECÍFICOS - Dissertação de mestrado Inclusive, com o uso inadequado da irrigação. == Uso medicinal == O Maracujá (termo genérico para diversas espécies das Passifloras) é uma planta medicinal com amplo uso na medicina tradicional ou etnofarmacológicos. Sendo principalmente nas afecões do sistema nervoso, onde encontra-se referência a sua indicação com sedativo, hipnótico, analgésico, antiespasmódico, tranqüilizante, usado nas excitações nervosas, histeria, neurastenia; aplicado como emplastro na cabeça para o alívio de tonturas e dores de cabeça, etc.. Além de outros usos como: diurético ou indicado para asma, icterícia; na forma de emplastros ou loções para as erisipelas e doenças de pele com inflamação; doença relacionada à má digestão e dores de estômago. Inclusive tem sido cogitado ser um alimento funcional. Naturalmente ensaios clínicos devem ser realizados usando uma metodologia adequada para avaliar a eficácia putativa etno tradicional. MIRODDIA, M.; CALAPAIA, G. M.; NAVARRA M.; MINCIULLO, P.L.; GANGEMI, S. Passiflora incarnata L.: Ethnopharmacology, clinical application, safety and evaluation of clinical trials. Journal of Ethnopharmacology, Volume 150, Issue 3, 12 December 2013, Pages 791-804 Abstract Aces. Aug. 2019 ABMB - Associação Brasileira de Medicina Biomolecular e Nutrigenômica. Maracujá, Passiflora alata (biblioteca) Porto Alegre: publicação on line http://www.medicinabiomolecular.com.br/biblioteca/pdfs/Fitoterapia/fi-0236.pdf Acessso 12/8/19 SOARES, W.S. et al . Caracterização de frutos e sementes em acessos de maracujá silvestre (Passiflora foetida L.). Rev. bras. plantas med., Botucatu , v. 13, n. spe, p. 569-573, 2011 . Available from . access on 12 Aug. 2019. http://dx.doi.org/10.1590/S1516-05722011000500011. KIM, Mijin; LIM,Hee-Sook; LEE, Hae-Hyeog; KIM, Tae-Hee. Role Identification of Passiflora Incarnata Linnaeus: A Mini Review. J Menopausal Med. 2017 Dec; 23(3): 156–159. Published online 2017 Aces. aug. 2019. doi: 10.6118/jmm.2017.23.3.156 ZERAIK, Maria Luiza et al . Maracujá: um alimento funcional?. Rev. bras. farmacogn., Curitiba , v. 20, n. 3, p. 459-471, July 2010 . Available from . access on 12 Aug. 2019. http://dx.doi.org/10.1590/S0102-695X2010000300026. Pereira & Vilegas (2000) PEREIRA CAM, VILEGAS JHY 2000. Constituintes químicos e farmacologia do gênero Passiflora com ênfase a P. alata, P. edulis e P. incarnata: revisão da literatura. Rev Bras Med 3: 1-12. PDF Aces. 12/08/2019 realizaram uma revisão sobre a farmacologia, toxicologia e constituintes químicos presentes nas folhas das espécies: P. alata, P. edulis fo. flavicarpa, P. edulis fo. edulis e P. incarnata. Uma vasta revisão também foi realizada por Dhawan et al. (2004) DHAWAN K, DHAWAN S, SHARMA A Passiflora: a review update. J Ethnopharmacol 94: 1-23. 2004. PDF Acesso, Agosto, 2019, descrevendo a ação farmacológica, toxicologia e os constituintes químicos das folhas de várias espécies do gênero Passiflora. Entre seus diversos constituintes os flavonóides e alcalóide indolicos especialmente β-carbolina (harmano, harmina, harmalina) são potencialmente os elementos ativos capazes de explicar seu efeito hipnótico e sedativo contudo os referidos estudos de revisão apontam a necessidade de maiores estudos para identificação precisa desse efeito já registrado desde século XVII na Europa em antigos livros médicos e botânicos. CERVI, Armando Carlos. Passifloraceæ do Brasil.Estudo do gênero Passiflora L., subgênero Passiflora. Madrid: FONTQUERIA XLV, 1997 {https://pdfs.semanticscholar.org/b2c7/07e82001e2be0368766bd8c346ba1b0c5f33.pdf PDF] Aces. 12/082019 PEREIRA, Cíntia A. M.; RODRIGUES, Thyago R.; YARIWAKE, Janete H.. Quantification of harman alkaloids in sour passion fruit pulp and seeds by a novel dual SBSE-LC/Flu (stir bar sorptive extraction-liquid chromatography with fluorescence detector) method. J. Braz. Chem. Soc., São Paulo , v. 25, n. 8, p. 1472-1483, Aug. 2014 . Available from . access on 12 Aug. 2019. http://dx.doi.org/10.5935/0103-5053.20140130. SILVA, Gabriela Ribeiro. Estudo de alcaloides dos frutos de Passiflora alata e de Passiflora edulis por SBSE, CLAE-Flu e identificação por CLUE-EM. 2015. Dissertação (Mestrado em Química Orgânica e Biológica) - Instituto de Química de São Carlos, Universidade de São Paulo, São Carlos, 2015. doi:10.11606/D.75.2015.tde-17082015-143533. Acesso em: 2019-08-12. KRISHNAVENI, A.; THAAKUR, S. R. Quantification of harmaline content in Passiflora foetida by HPTLC technique. Journal Journal of Pharmacy Research 2009 Vol. 2 No. 5 pp. 789-791 == Nomes vernáculos == * KwazáManso, Laura Vicuña Pereira. 2013. Dicionário da língua Kwazá. Dissertação de mestrado. Guajará-Mirim: Universidade Federal de Rondônia. (PDF).: hoitswatũ; jukare * IrantxePereira, Adalberto Holanda. 1964. Vocabulário da língua dos índios Irántxe. Revista de Antropologia v. 12, n. 1-2, p. 105-115. (PDF): mamiüʔmehü == Ver também == * Passiflora * Maracugina * Lista de frutas do Brasil * Lista de vegetais == Ligações externas == * Página da Embrapa Mandioca e Fruticultura Tropical * Categoria:Frutos do Brasil Categoria:Passifloraceae Categoria:Óleos da Amazônia Categoria:Fitônimos e zoônimos de origem tupi",
 "title": "Maracujá"
}