{
 "id": "538",
 "text": "A conscienciologia é um movimento dissidente do espiritismo e de cunho pseudocientífico fundado pelo cirurgião plástico e médium brasileiro Waldo Vieira. Vieira propõe o estudo \"da consciência de forma integral\",Rocha, Cristina; Vásquez, Manuel A. (Eds). The Disapora Of Brazilian Religions, pp. 339-362 (Chapter \"The Niche Globalization of Projectiology: Cosmology and Internationalization of a Brazilian Parascience\", by Anthony D’Andrea). Koninklijke Brill NV, 2013. ISBN 978 90 04 23694 3 sustentando a crença em fenômenos parapsíquicos, como a experiência extracorporal, e a serialidade da vida humana através da reencarnação. No contexto da conscienciologia, a consciência, também chamada de ego, alma, espírito, self ou individualidade, possuiria uma existência própria que transcenderia a vida biológica. Autodenominada uma \"ciência não convencional\", adota o que chama de \"paradigma consciencial\", cuja abordagem é também subjetiva e não somente objetiva e dando ênfase ao experimentalismo em contraste com a metodologia científica padrão. A conscienciologia surgiu a partir da projeciologia, subcampo de pesquisa mais aplicado. Ambas compartilham do mesmo paradigma, sendo por isso consideráveis componentes de um mesmo sistema, por tal descritos juntamente na literatura. A conscienciologia propõe um conjunto de neologismos que caracterizam um jargão cientificista próprio, como por exemplo a palavra ressoma (Reativação do Soma/ corpo físico) para substituir reencarnação. Embora parte da escassa literatura científica sobre a conscienciologia classifique-a como um fenômeno religioso (do movimento New Age ou das religiosidades pós-tradicionais) dissidente do espiritismo e identifique sua proposta cientificista como uma continuação da teodiceia de Allan Kardec, seus adeptos rejeitam qualquer conotação religiosa às suas práticas. == Princípios == Na conscienciologia se verifica a existência de múltiplas vidas, energias e dimensões extrafísicas, experiência fora-do-corpo bem como no processo de evolução ao longo das reencarnações. Os pesquisadores da conscienciologia sustentam que tais conceitos não têm origem em crenças religiosas, mas na constatação de sua veracidade através da investigação e experimentação. Paralelamente, em contraste com o espiritismo de Kardec, que acredita na evolução através da caridade e da expiação terrestre, a conscienciologia preconiza a evolução através do aquisição de cons, que seria a medida mínima de lucidez consciencial. Vieira classifica os indivíduos conforme seu grau de consciência: os humanos pouco desenvolvidos estão na categoria pré-serenão; os mais alto grau de evolução é chamado de serenão. Existe uma escala evolutiva de consciências com dezenas de categorias. Os conscienciólogos adotam o que denominam princípio da descrença definido pelo lema \"Não acredite em nada, experimente e tire suas próprias conclusões\", tipificando um traço distintivo da paraciência em relação à religião: a valorização do empirismo (ainda que um \"paraempirismo\" de sustentação subjetiva) em oposição a crenças com base na tradição e na fé. thumb|\"Campus da Conscienciologia\" (CEAEC), em Foz do Iguaçu A conscienciologia compartilha com outras paraciências da Nova Era a crença na possibilidade de controle das bioenergias, da paranormalidade e da projetabilidade pelo exercício de técnicas mentais. Defende também que todos são capazes de ver, ouvir e conversar com consciências em outras dimensões e a saída da consciência do corpo acontece durante o sono profundo. Waldo Vieira, fundador na conscienciologia, permaneceu como líder do grupo e principal formulador de seu ideário até o seu falecimento (ou dessoma, no jargão conscienciológico). Exercia liderança do tipo carismática, apresenta-se com vasta barba branca, vestia-se sempre de roupas brancas e possuía dons de mediunidade, projetabilidade, clarividência e manipulação de energias para cura e materializações. Segundo Vieira, esta apresentação é intencional e visa marcar sua presença, fazendo-se lembrar por quem já o viu. == Neologismos == ===Homo sapiens serenissimus=== Homo sapiens serenissimus ou serenão é nome dado por Vieira às consciências que atingiram o mais alto grau de evolução na vida terrestre. Ao final dessa última vida intrafísica ele passa a condição de consciência livre, onde inicia um novo ciclo evolutivo. Segundo eles, os serenões já foram denotados em outras situações como Bodhisattvas, Avatares, Mestres Ascensionados, Espíritos de Luz, Espíritos Planetários, Arcanjos e Elohins. === Tenepes === O neologismo foi criado por Waldo Vieira em 1966. A Tenepes (acrônimo de tarefa energética pessoal ), também conhecida pelos espíritas como passe para o escuro ou sessão do eu sozinho, é uma técnica assistencial que, consiste na transmissão de bioenergias espirituais para fins assistenciais. A técnica é individual; programada com horário diário, do ser humano, auxiliado e amparado por amparadores extrafísicos (ajudantes espirituais já desencarnados, espírito guia); durante a vigília; diretamente para consciências vivas ou mortas (que estariam no plano espiritual, denominadas extrafísicas) enfermas ou necessitadas, intangíveis e invisíveis à visão humana comum ou indivíduos projetados, ou não, próximos ou distantes, também carentes ou doentes. O praticante da tenepes denomina-se tenepessista. É o indivíduo que se compromete para o resto da sua vida intrafísica a manter esta prática diária. O Tenepessista realiza suas sessões energéticas de modo anônimo, solitário, em local isolado, fechado, silencioso e escuro sem testemunhas físicas. === Projeciologia === A projeciologia (do latim projectio significa projeção e logos no grego significa tratado) é o ramo de caráter mais prático da conscienciologia. O neologismo projeciologia foi proposto por Waldo Vieira em 1981 no livro Projeções da Consciência, uma reunião de relatos de experiências fora do corpo do próprio autor, em forma de diário. As projeções também são conhecidas como EFC (Experiência Fora-do-Corpo), OBE (Out-of-Body Experience), desdobramento, projeção astral, dentre outras. Além da experiência fora-do-corpo, a projeciologia também se dedica a dezenas de fenômenos parapsíquicos correlatos tais como: bilocação, clarividência, deja- vú, experiência de quase-morte (EQM), precognição, retrocognição, telepatia e outros. ==== Experiências pessoais ==== A projeciologia rejeita a metodologia científica padrão. Para ela, o mais importante é o auto-pesquisador experimentar suas próprias experiências a fim de formar suas próprias convicções. O que acaba esbarrando contra conceitos da ciência que não leva em consideração o auto-experimento, já que seres humanos estão propícios a falhas (estamos presos a cinco sentidos, facilmente enganados por truques de ilusão de ótica) por isso é imprescindível a utilização de métodos (como por exemplo utilização de equipamentos específicos) que possam estar neutros para conseguir registrar dados. Embora inúmeras alegações já tenham sido feitas,Tart, CT A Psychophysiological Study of Out-of-the-Body Experiences in a Selected Subject. Journal of the American Society for Psychical Research, 1968, vol. 62, no. 1, pp. 3-27 não há evidência científica aceita da existência do fenômeno da projeção da consciência para fora do corpo humano. Os adeptos da crença em projeções, alegam que diversos experimentos já foram realizados, sobretudo em universidades norte-americanas no século XX, supostamente provando a possibilidade da projeção consciente e a possibilidade da consciência projetada influir de forma sutil no ambiente, quando fora do corpo. Tais experimentos, entretanto, jamais convenceram a comunidade científica em geral, que em sua maioria apontou possíveis erros e enganos, ou exigiu a realização de um número maior de experimentos por pesquisadores independentes, ou mesmo sugeriu outras possíveis explicações, mais prosaicas, para os resultados observados. == Bibliografia == *Vieira, Waldo; 700 Experimentos da Conscienciologia, IIP, Rio de Janeiro (1994) *Vieira, Waldo; 200 Teáticas da Conscienciologia, IIPC, Rio de Janeiro (1997) Categoria:Conscienciologia",
 "title": "Conscienciologia"
}