{
 "id": "53806",
 "text": "O açaí é uma palmeira muito comum na região da Amazônia que produz um fruto bacáceo de cor roxa (a parede do órgão ovário amadurece e forma a camada externa comestível), muito utilizado na confecção de alimentos e bebidas.FERREIRA, Aurélio Buarque de Holanda. Novo Dicionário da Língua Portuguesa. Segunda edição. Rio de Janeiro: Nova Fronteira, 1986. p.19. A palmeira do açaí é por vezes confundida, no estado do Pará, com a palmeira juçara, que embora seja outro tipo de palmeira, dá palmito de excelente qualidade. == Nomes vernáculos == *ProtoaruaqueJolkesky, Marcelo Pinho de Valhery. 2016. Estudo arqueo-ecolinguístico das terras tropicais sul- americanas. Doutorado em Linguística. Universidade de Brasília.: *manakʰa-i * Proto-Macu orientalMartins, Valteir. 2005. Reconstrução Fonológica do Protomaku Oriental. LOT Dissertation Series. 104. Utrecht: LOT Netherlands Graduate School of Linguistics. (Doctoral dissertation, Vrije Universiteit Amsterdam).: *bãdãk’ * Proto-ChapacuraAngenot, Geralda de Lima (1997). Fonotática e Fonologia do Lexema Protochapacura. Dissertação do Mestrado, Universidade Federal de Rondônia.: *ʔiɾam * QuasaManso, Laura Vicuña Pereira. 2013. Dicionário da língua Kwazá. Dissertação de mestrado. Guajará-Mirim: Universidade Federal de Rondônia.: wiriɁu * Proto-TuparíMoore, D. & Vilacy Galucio, A. (1994). Reconstruction of Proto-Tupari consonants and vowels. In Langdon, M. (eds.), Survey of California and Other Indian Languages, Report 8. 119-30, Columbus: Ohio State University. DiACL, consultado em 9 febrero 2020.: *gwit+'i == Etimologia == O termo \"açaí\" é oriundo do tupi yasa'i, \"fruta que chora\" \"terra\", em alusão ao suco desprendido pelo seu fruto. == Origem popular == De acordo com o folclore brasileiro, existia uma tribo indígena muito numerosa na Amazônia. Nessa época, os alimentos estavam escassos, sendo difícil conseguir comida a todos. Então, o cacique Itaqui tomou uma decisão cruel. Resolveu que, a partir daquele dia, todas as crianças recém-nascidas seriam sacrificadas, evitando o aumento populacional desta tribo. Um dia a filha do cacique, chamada Iaçá (Yasa'i), gerou uma menina que também teve que ser sacrificada. Iaçá então desesperada, chorou de saudades várias noites. Ficou vários dias enclausurada em sua oca e pediu a Tupã que mostrasse ao seu pai outra maneira de ajudar o povo, sem o sacrifício das crianças. Certa noite de lua, Iaçá ouviu um choro de criança. Aproximou-se da porta da oca e viu sua filhinha sorridente, ao pé de uma grande palmeira. Ao abraçar-lhe, misteriosamente a filha desapareceu. Iaçá, inconsolável, morreu de tanto chorar. No dia seguinte, seu corpo foi encontrado abraçado ao tronco da palmeira. Porém, no rosto, trazia, ainda, um sorriso de felicidade. Seus olhos estavam em direção ao alto da palmeira, que se encontrava carregada de frutinhos escuros. Itaqui, então, mandou que apanhassem os frutos, de onde obteve um vinho avermelhado que batizou de Açaí (\"Iaçá\" invertido), em homenagem a sua filha. Alimentou seu povo e, a partir deste dia, suspendeu os sacrifícios. == Descrição == É uma espécie monocotiledônea nativa da várzea da região amazônica, especificamente dos seguintes países: Venezuela, Colômbia, Equador, Guianas, Peru e Brasil (estados do Amazonas, Amapá, Pará, Maranhão, Rondônia, Acre e Tocantins), assim como de Trinidad e Tobago e das bacias hidrográficas da Colômbia e Equador que desembocam no Oceano Pacífico. O açaí é um alimento muito importante na dieta do nortista brasileiro, onde seu consumo remonta aos tempos pré-colombianos. Hoje em dia, é cultivado não só na Região Amazônica, mas em diversos outros estados brasileiros, tendo sido introduzido no resto do mercado nacional durante os anos 1980 e 1990.Embrapa. Sistema de Produção do Açaí.Mercado e comercialização(ligação inativa) Os estados do Pará, Amazonas e Maranhão, no Brasil, são os maiores produtores da fruta, sendo, juntos, responsáveis por mais de 85% da produção mundial. Um exemplo disso é o município de lgarapé-Miri no Pará, conhecido mundialmente como \"a Capital Mundial do Açaí\", por ser o maior produtor e exportador do fruto no mundo. O açaí é considerado, por muitos, uma iguaria exótica, sendo apreciada em várias regiões do Brasil e do mundo. O açaizeiro é semelhante à palmeira-juçara (Euterpe edulis Mart.) da Mata Atlântica, diferenciando-se desta porque cada planta de juçara tem somente um caule mas os açaís crescem em touceiras de 4 a 8 estipesJohnson, Dennis V. 1996. \"Manejo Sostenible de Asaí (Euterpe precatoria) para la Producción de Palmito en la Concesión Forestal Taruma, Provincia Velasco, Santa Cruz - Bolivia\"; Documento Técnico 31. Proyecto BOLFOR. (troncos de palmeira), cada um de 12 metros de altura e 14 centímetros de diâmetro médioMahecha G., Ovalle A., Camelo D., Rozo A., Barrero D. 2004. Vegetación del territorio CAR. 450 especies de sus llanuras y montañas. Bogotá, Colombia 871pp. e podendo chegar a até uns 20 metros de altura. == Usos == O açaí é muito consumido como suco ou pirão e cujo gomo terminal constitui o palmito. Assim, pode ser consumido na forma de bebidas funcionais, doces, geleias e sorvetes. O fruto é colhido por trabalhadores que sobem nas palmeiras com auxílio de um trançado de folhas amarrado aos pés - a peconha. Para ser consumido, o açaí deve ser primeiramente despolpado em máquina própria ou amassado manualmente (depois de ficar de molho na água), para que a polpa se solte e, misturada com água, se transforme em um suco grosso também conhecido como vinho do açaí. Na Amazônia, o açaí é consumido tradicionalmente junto com farinha de mandioca ou tapioca geralmente gelado.ISTOÉAMAZONIA Culinaria - Frutas regionais Há quem prefira fazer um pirão com farinha e comer junto com peixe assado ou camarão, ou mesmo os que preferem o suco com açúcar. Além do uso de seus frutos como alimento ou bebida, o açaizeiro tem outros usos comerciais. As folhas podem ser feitas em chapéus, esteiras, cestos, vassouras de palha e telhado para casas, e madeira do tronco, resistentes a pragas, para construção civil. Os troncos da árvore podem ser processados para produzir minerais.Dyer, A. P. 1996. Latent energy in Euterpe oleracea. Biomass Energy Environ., Proc. Bioenergy Conf. 9th. O palmito é amplamente explorado como uma iguaria. O óleo de açaí também possui diversas propriedades químicas que causam efeitos benéficos no corpo humano. As sementes limpas são muito utilizadas para o artesanato.Thais Massanet 2009. \"Levantamento e estudos de reintrodução espécies vegetais utilizadas no artesanato guarani (Aldeia Krukutu – Parelheiros / SP): Busca de uma alternativa sustentável de extrativismo\" Centro Universitário Fundação Santo André. Nas demais regiões do Brasil, o açaí é preparado da polpa congelada batida com xarope de guaraná, gerando uma pasta parecida com um sorvete, ocasionalmente adicionando frutas e cereais. Conhecido como açaí na tigela, é um alimento muito apreciado por frequentadores de academias e desportistas, já que as propriedades estimulantes presentes no fruto são semelhantes às encontradas no café ou em bebidas energéticas. O açaí também ajuda na eliminação de resíduos do corpo, garantindo saúde para seus consumidores.Jussara Dutra Izac 2006. Açaí na tigela Jornal Conversa Pessoal AnoVI - Número 70 - setembro 2006. === Importância econômica === O consumo da fruta a partir do século XX é majoritariamente das comunidades ribeirinhas e dos povos nativos da Amazônia. Entretanto, com o crescimento demográfico das cidades da região norte o seu consumo foi difundido para as grandes metrópoles da região amazônica. Nesse contexto, o mercado do açaí até a década de 1980 se baseava no consumo regional com uma demanda consolidada, proveniente da agricultura das comunidades ribeirinhas que moram na área insular. A transformação do açaí de alimento regional e rural para um de projeção nacional e internacional começa nos anos 1990 com a demanda por alimentos mais saudáveis e a demanda pelas frutas amazônicas, iniciado nos anos 1980. O sistema de produção do açaí inicialmente tinha como função alimentar o aumento do consumo do açaí nas grandes cidades amazônicas, porém com o crescimento da demanda externa nacional e internacional os mercados externos se tornaram atrativos para indústria. Além disso, o açaí a cadeia produtiva do açaí é, na sua maioria, formado por pequenas cooperativas que ajudam no aumento da renda das famílias dessas regiões. Deste modo, permitindo o aumento da produção para satisfazer a demanda interna regional. Nesse contexto, com o aumento pela demanda externa e as novas formas de produção foram incorporadas ao processo produtivo que levaram ao aumento considerável da produção e da produtividade. O boom do consumo atraiu investimentos nacionais e internacionais na tentativa de obter retornos financeiros da cultura do açaí. Porém, a falta de integração com a população nativa e falta de adaptação do processo produtivo para a realidade local resulta em projetos frustrados pela ausência de adaptabilidade do processo industrial com a realidade local. Atualmente, o consumo do açaí possui uma base regional com consumo alto e estável e uma externa nacional e internacional de consumo variável, mas com possibilidade de aumento. A necessidade de integração social e econômica detém grande importância para o aumento das oportunidades de produção e inovação do processo produtivo do açaí. Além de tudo a infraestrutura na região ainda é escasso, dificultando o escoamento da produção. Atualmente há varias industrias da região, sucedendo em projetos com um conhecimento sobre a região amazônica que facilita as possibilidades de êxito na produção. Não obstante, firmas nacionais e internacionais também estando começando a se instalar na região, com grande capacidade de captação de recursos. Na atualidade, o consumo do açaí em âmbito nacional tem certa estabilidade e tende a crescer ainda mais, podendo ser considerado a superação do consumo de moda. O valor da produção vem aumentando com o passar do tempo, resultado das melhorias que impactam positivamente a produção. Segundo dados do IBGE a produção de açaí em 2000 era de 121.800 toneladas e em 2016 foi de 215.609 toneladas esse aumento considerável é resultado do aumento do consumo nacional e internacional. Somente no estado do Pará existem aproximadamente 200 industrias relacionadas ao açaí que trabalham com polpas, sorvetes, bombons, etc. Segundo dados da CONAB, houve uma média de produção de 1,5 milhão de toneladas entre 2015 e 2020. Em 2020, a produção nacional foi de 1,7 milhões de toneladas. O Pará é responsável por 95% do total produzido, em cerca de 212 mil hectares dedicados ao cultivo da fruta em terra firme ou áreas de várzea. === Estatística === O estado do Pará produz cerca de 820 mil toneladas de açaí ao ano, corresponde a 85% da produção nacional, tornando-se o maior produtor do país. A maior parte do fruto permanece no estado: 60% é consumido na região, 30% é transportado para outros estados brasileiros e, 10% exportado rumo ao exterior. === Exportação === Com o reconhecimento do açaí como um fruto com elevado poder energético e vitamínico os mercados nacional e internacional despertaram seu interesse pela fruta, promovendo assim um aumento da demanda, que segundo o plano estratégico Pará 2030 a exportação tem tido um crescimento médio de 13% ao ano. Tendo em vista a defasagem natural da oferta uma consequência clara desse aumento do consumo do açaí é sua elevação de preço. Porém quantificar o comércio exterior do açaí paraense é uma tarefa difícil pelo fato de que os registros das exportações são feitos junto com outras frutas e sucos de frutas. Ao se comparar os dados do total exportado de polpa de açaí da SEDAP e CONAB do ano de 2016 com os dados do MDIC de 2017 referente ao total de frutas e sucos de frutas exportadas pelo estado, chegasse a média de que a polpa do açaí corresponde a 87% da quantidade exportada. No ano de 2005 as exportações tiveram por destino apenas seis países sendo os principais importadores os Estados Unidos e Japão. Já em 2016, tivemos um aumento da exportação para um total de 33 países. Entretanto o volume exportado ainda é pequeno correspondendo a apenas a 10% da produção estadual, segundo a CONAB 2013, sendo 30% enviados para outros estados brasileiros e 60% consumidos dentro do próprio Pará. No mercado a polpa da fruta é o líder de exportação sendo responsável por 97%, porém outro produto que vem ganhando destaque é o mix, uma mistura de açaí com banana e guaraná, que em 2014 representava 0,2% e passou a 3% do volume comercializado. Diante desse cenário podemos perceber que o açaí é um produto regional amazônico com demanda crescente nacionalmente e no exterior, sendo prospectada uma produção de até 1,5 milhões de toneladas para 2030 pelo plano estratégico do estado. === Produtos e Subprodutos === O mercado global atual tem se preocupado mais com a sua pegada ecológica e ter um consumo mais sustentável criando assim uma tendência de consumo por produtos saudáveis e funcionais. Com isso o açaí é como uma superfruta que devido ao seu alto teor em vitaminas e em antioxidantes, tornando-se um elemento muito atrativo a diferentes indústrias. Com a verticalização da produção do açaí temos a expansão do consumo do açaí, sob as mais diversas formas, sendo criadas diversas linhas de produtos tendo em sua composição está fruta que ganha o titulo de \"mainstream\" . Diante desse cenário várias combinações do açaí são desenvolvidas na indústria de cosméticos, alimentação e farmacêutica. Abaixo elencaremos os principais produtos que tem como base o açaí. ==== Setor de alimentação e bebidas ==== Açaí pasteurizado, Barra de Cereal, Batida, Chiclete, Chocolate, Creme, Energético, Picolé, Pó, Polpa, Sorvete, Suco, Tequila, Vinho, Vodca, Sucos, Geleias, Bombons, Pudins, Doces, Cremes, Tortas, etc. ==== Setor de cosmético ==== Shampoo, Condicionador, Hidratante para cabelos, Hidratante para pele, Esfoliante, Sabonete, Esmalte, Óleo para cabelo, Batom, Hidratante para lábios. ==== Setor de fármaco ==== Vitaminas e suplementos Além do uso da fruta o no processo de verticalização da produção temos também o potencial gerado pelos subprodutos do açaí que tem como base os caroços que são descartados na obtenção da polpa do açaí. Esse descarte do caroço corresponde em media a 83% do volume da fruta que pode ser empregado para a criação de combustível de biomassa verde, que tem diversas formas de utilização, tais como geração de energia elétrica, mecânica e gás combustível; sendo um substituto do carvão. Outra finalidade para esse resíduo é a potencial como adubo feito a partir do processo de compostagem da matéria orgânica assim como a produção de fitoterápicos e ração animal. ==== Óleo de açaí ==== O óleo de açaí tem uma coloração verde-escura, de odor pouco agradável logo após sua extração e possui um sabor que lembra o da bacaba. Quando o óleo passa pelo processo de refinação, torna-se de sabor e odor agradáveis como os de bacaba e patauá.PESCE, Celestino. Oleaginosas da Amazonia.-Belém: Museu Paraense Emilio Goeldi, 2009. O óleo do açaí é bastante usado tanto para fins culinários quanto para o uso cosmético. Enquanto condimento alimentício é bastante usado para temperar saladas. Seu uso cosmético é empregado para a produção de shampoos e cremes capilares, além de sabonetes e cremes hidratantes para o corpo. Possui alta concentração de antioxidante, 33 vezes mais do que a uva; rico em ácidos graxos essenciais. thumb| Óleo virgem de açaí Composição dos ácidos graxos do óleo de açaí Ácido Palmitico % Peso 17,0 - 28,0 Ácido Palmiloleico %Peso 2,0 - 6,0 Ácido esteárico %Peso 1,5 - 6,0 Ácido oléico %Peso 40,0 - 60,0 Ácido Vacênico %Peso 3,0 - 4,5 Ácido linoléico %Peso 10,0 - 22,0 Saturado % 28,0 Insaturado % 72,0 Composição fisico-quimico óleo de açaí Indice Unidade Presentação Ácidez mgKOH/g < 15,0 Peroxido 10 meq O2/Kg < 10,0 Iodo gl2/100g 60-90 Saponificação mgKOH/g 100 - 200 Densidade 25 °C g/ml 0,9688 - 0,9880 Refração (40 °C) - - Ponto de fusão °C 4 === Impactos ambientais === Pesquisas tem indicado redução de espécies de árvores típicas de várzea em áreas onde ocorrem monoculturas do açaí, como o jatobá, a sumaúma e o cedro, em razão da derrubada das espécies para o seu cultivo. Alguns dos impactos provocados pela redução da biodiversidade são o aumento da acidez do solo e problemas na polinização de espécies (incluindo o açaí) pela redução de colmeias. A produção de açaí gerava impactos negativos no meio ambiente de forma indireta e direta. Na cidade de Belém do Pará, o processo de bater o acai para extração do suco (máquina despolpadeira) resulta em uma quantidade de resíduos que eram, na sua maioria, jogadas ao ar livre em vias e logradouros públicos irregularmente por carroceiros. Segundo estimativa da \"Associação dos Vendedores Artesanais de Açaí de Belém e Região Metropolitana\" (Avabel), em 2019 a cidade Belém e seus distritos, a atividade dos batedores de açaí gerava em média 350 toneladas de caroços diariamente, sendo que na época de safra do fruto, de agosto a dezembro, este volume aumenta consideravelmente. Que geravam diversos problemas para a população local, desde problemas de saúde resultado do ressecamento e poeira liberado por eles até acidentes vista que os caroços podem atrapalhar a mobilidade da população resultando em quedas. Em 2012, pesquisadores da Universidade Federal do Pará (UFPA) e da Universidade Estadual de Campinas (Unicamp), concluíram que a fibra do caroço do açaí pode ser usada na fabricação de próteses para o corpo humano. Em 2017, pesquisadores da Universidade do Estado do Pará (Uepa) descobriram que o caroço de açaí pode ser transformado em carvão vegetal, fonte de energia aliada à preservação do meio ambiente, onde a semente obteve uma qualidade semelhante à do carvão vegetal de eucalipto, habitualmente utilizado. No mesmo ano, outro estudo da Uepa mostrou que o resíduo do açaí pode ser usado na produção de assentos, gerando para produtos com maior resistência. Em 2018, pesquisadores do curso de Bacharelado em Design, da Uepa, apresentaram a tecnologia que transforma as fibras do caroço de Açaí em um tecido não tecido. Desde 2019, a coleta e a destinação adequada dos resíduos do açaí em Belém tinha previsão de ser regulamentada na tentativa de minimizar os impactos causados por seu uso, por meio de um projeto da Prefeitura Municipal em parceria com associações e cooperativas, iniciando pelo bairro do Jurunas, região onde existem 167 pontos de venda do produto, que geram em média 24 toneladas de caroços ao dia. Desde 2021 pesquisadores da Universidade do Estado do Amapá (Ueap) estudam o reaproveitamento das fibras do caroço do açaí, na tentativa de transformar em matéria-prima da produção de embalagens biodegradáveis chamada de \"filme de nanocelulose\", popularmente chamado \"plástico de açaí\". Neste mesmo ano uma parceria da empresa Hydro com a faculdade de engenharia mecânica da UFPA, busca usar os caroços de açaí como combustível nas caldeiras da Alunorte, refinaria de alumina localizada na cidade paraense de Barcarena (região do Baixo Tocantins no Pará), onde a pesquisa analisará os requisitos técnicos e logísticos para uso do caroço em escala industrial, além de estudar o aspecto social e ambiental do uso do caroço do açaí como um combustível renovável. Em 2022, uma dissertação defendida pela Universidade do Estado de Minas Gerais (Uemg) apresentou multiplicas variedades para o reaproveitamento do caroço do açaí e da fibra que reveste o caroço. Através do processo de extrusão, foi possível desenvolver compósitos poliméricos com matriz de poli (ácido láctico) e reforço de caroço de açaí em pó. Outra solução apresentada foi o desenvolvimento de uma polpa de celulose, para potencial produção de papel, com fibras de açaí branqueada. == Informação nutricional == Açaí Puro (valor nutritivo por 100g) água: 48,0g resíduos totais: 1,58 g fibras:17g valor energético: 247 kcal proteínas: 13 g lípidos: 17 g glícidos: 1,5 g açúcares simples: 1,5 g oligoelementos potássio: 932 mg magnésio: 174 mg fósforo: 124 mg cálcio: 286 mg sódio: 56,4 mg zinco: 7 µg ferro: 1,5 µg cobre: 1,7 µg vitaminas vitamina C: 0,01 mg vitamina B1: 11,8 µg vitamina B2: 0,32 µg vitamina B3: 1738 µg vitamina B5: 1389 µg vitamina B6: 257 µg vitamina B9: 0 µg vitamina B12: 0 µg vitamina A: 146 UI retinol: 0 µg vitamina E: 2,07 µg vitamina K: 20 µg O açaí é rico em gordura, onde grande parte são monoinsaturadas (60%) e poliinsaturadas (13%), que são benéficas e também estão presentes no abacate e azeite, auxiliam na redução do colesterol ruim (LDL, melhoram o HDL, contribuindo na prevenção de doenças cardiovasculares como o infarto do coração e previnem, até mesmo obesidade, problemas de memória e fraqueza física). A antocianina, pigmento que tinge os dentes com a cor arroxeada, possui grande capacidade de combate aos radicais livres, moléculas que destroem as células sadias do nosso corpo.Saúde é Vital, Editora abril, janeiro de 2009. n° 307. p. 20. == Ver também == * Bacaba * Óleo de açaí * Feira do Açaí * Mercado Ver-o-Peso == Bibliografia == * Categoria:Árvores do Brasil Categoria:Euterpe Categoria:Espécies descritas em 1824 Categoria:Flora da Amazônia Categoria:Frutos do Brasil Categoria:Frutos Categoria:Açaí Categoria:Culinária do Pará Categoria:Culinária do Amazonas",
 "title": "Açaí"
}