{
 "id": "53814",
 "text": "Duque de Windsor foi um título no Pariato do Reino Unido criado em 1937 para o antigo monarca Eduardo VIII, bem como cada um dos outros reinos da Commonwealth. Eduardo VIII abdicouDiscurso de abdicação do rei Eduardo VIII em 11 de dezembro de 1936, para que ele pudesse casar com a americana divorciada Wallis Simpson, que se tornou duquesa de Windsor, mas sem ela nunca ter conseguido obter o direito de usar o tratamento de Sua Alteza Real. ==Criação do título== No momento da abdicação, houve uma grande controvérsia quanto à forma como devia incidir num ex-rei, tendo existido outras possibilidades, como duque e marquês de Cambridge e de Connaught, mas nenhum deles era bastante viável, porque o Marquesado de Cambridge e o Ducado de Connaught existiam nessa altura. Existe uma teoria de que foi patrocinado pelo primeiro-ministro Stanley Baldwin para conceder o título de Duque de Windsor, também disseram que era o novo rei Jorge VI que concebeu a ideia de dar um título logo após a abdicação, e que sugeriu a utilização do nome da família, como disse nas memórias do duque \"The King's Story\" (A História de um Rei).O rei da Inglaterra que abdicou Seu irmão, o novo rei Jorge VI, decidiu pela criação de um novo título, Duque de Windsor. O ducado teve o nome da cidade de Windsor, onde se situa o Castelo de Windsor que ao longo dos séculos tem sido a residência de monarcas ingleses, há mais de mil anos. O nome emula estabilidade, tradição e à própria essência de ser britânico (Windsor é também o sobrenome da família real, pelas mesmas razões). Durante a reunião do Conselho de Ascensão, o rei Jorge VI anunciou no discurso, que o monarca normalmente pronuncia pouco antes da entrega do juramento sobre a segurança da Igreja da Escócia, que criou o título de Duque de Windsor para o seu irmão, e que era o seu desejo de que fosse conhecido como Sua Alteza Real o Duque de Windsor. Esta declaração está incluída na Gazeta de Londres. No entanto, vários meses se passaram, antes que fosse criada a Carta-Patente para formalmente garantir que o título havia sido estabelecido. Com a morte do duque em 1972, sem deixar descendentes, o título ficou extinto. É geralmente considerado que, dada a sua origem, é pouco provável que o título seja recriado no futuro.Gazeta de Londres ==Armas== Como as verdadeiras armas reais pertencem ao monarca, que se tornou Jorge VI, o novo Duque de Windsor foi logo confrontado com a insólita situação de o filho mais velho ter de diferenciar as suas armas, que foi feita através de um lambel em prata com três pontas, segurando uma coroa de ouro na que se situa ao centro, indicando que ele é um ex-rei. == Ver também == * Abdicação * Wallis, Duquesa de Windsor Windsor Categoria:Casa de Windsor",
 "title": "Duque de Windsor"
}