{
 "id": "53833",
 "text": "Maria Rita Camargo Mariano (São Paulo, 9 de setembro de 1977) é uma cantora, compositora, produtora musical e empresária brasileira. Ela é filha da cantora Elis Regina e do arranjador e pianista César Camargo Mariano, tendo como irmãos o cantor Pedro Mariano, o produtor e empresário João Marcello Bôscoli, o instrumentista Marcelo Camargo Mariano e a produtora Luísa Camargo Mariano. É mãe de Antonio, fruto de seu relacionamento com Marcus Baldini, e de Alice, do relacionamento com Davi Moraes. Maria Rita começou a cantar profissionalmente com cerca de 24 anos. O peso do berço musical em que nasceu, especialmente em relação à carreira da mãe, muito famosa no Brasil, influenciou o adiamento de sua obra. Segundo a própria: \"[...]sempre tive a consciência de ser a única filha mulher de uma grande cantora[...]\". Sendo assim, muito solicitada a soltar a voz desde cedo, esperou ter a certeza de que a música era essencial em sua vida. Antes de se tornar cantora, Maria Rita se formou em Comunicação Social e em Estudos Latino-americanos na Universidade de Nova Iorque, nos Estados Unidos, onde morou desde os 16 anos até o fim dos cursos. O sucesso na música veio à altura de seu talento e Maria Rita logo se consagrou como grande ícone da música brasileira, considerada pela mídia especializada a maior representante de sua geração. Ganhadora de 8 prêmios Grammy Latino, incluindo de Melhor Artista Revelação — única brasileira na história a vencer essa categoria —, Maria Rita já vendeu milhões de CDs e DVDs, no Brasil e no mundo todo, e é considerada uma das maiores vozes e intérpretes de sentimento da atualidade, reconhecida pelos grandes críticos musicais do The New York Times, os quais atribuem-na uma \"voz delicada e potente\", ou mesmo de toda a imprensa internacional, como o jornal português Público, que declara: \"Maria Rita mostra ter ganho, de pleno direito e por mérito próprio (há os genes, sim, e são inegáveis, mas esses já todos agradecemos o suficiente), um lugar na primeira linha das grandes cantoras do Brasil de todos os tempos. E não é só voz, nem sequer pose: é uma arte imensa que nela respira, como hoje raramente se vê\". E da imprensa brasileira; a exemplo, o Estadão, no início de sua carreira: \"O público espanta-se: ela é um fenômeno. Seu canto é deslumbrante, um raríssimo composto de ternura e expressão incisiva\". == Biografia == === Vida Pessoal === Filha mais nova de Elis Regina e César Camargo Mariano, Maria Rita sofreu com muita exposição tanto pela prolífica e aclamada carreira musical dos pais quanto pela perda da mãe aos quatro anos de idade. Maria Rita foi constantemente bombardeada com a cobrança das pessoas de que cantasse, ao que ela revidava, rebeldemente, com negativas, apesar de ser esse, também, seu desejo. Chegou a ser backing vocal de uma banda do irmão, Pedro Mariano, aos 13 anos, mas a ideia de embarcar numa carreira musical ainda lhe parecia amedrontadora, pela grande proporção que tinha o nome de sua mãe. Entre 1993 e 1994, por 10 meses, fez estágio na revista Capricho e, quase em seguida, com 16 anos, teve de sair do Brasil, pois seu pai precisou viajar a trabalho para os Estados Unidos e, como Maria Rita era menor de idade, teve de ir junto. A expectativa era de ficar até os 18 anos, o que não aconteceu, e acabou por estender a temporada. Queria cursar Jornalismo em Nova Iorque, mas, pela falta de vaga, acabou optando por Comunicação Social na Universidade de Nova York, com a esperança de se transferir para a formação antes desejada, já que ambos os cursos têm o primeiro período de igual conteúdo. Ganhou bolsa de estudos por boas notas e, anos depois, estava formada, também, em Estudos Latino-Americanos. Foi nessa época que estagiou na gravadora com a qual, mais tarde, assinaria contrato, a Warner Music, no departamento de divulgação. Durante o período da faculdade, Maria Rita tinha sua voz admirada pelos amigos de universidade, e chegou a participar, por insistência deles, de um show de calouros, do qual saiu vitoriosa, cantando, a cappella, uma canção gravada por sua mãe, \"Velha Roupa Colorida\" de Belchior. Segundo Maria Rita, a estadia nos Estados Unidos, onde sua família não era famosa, permitiu a busca de conquistas próprias, e a segurança de que precisava para voltar ao Brasil e se tornar, enfim, cantora. Maria Rita se tornou mãe em 2 de julho de 2004, dando à luz Antonio, nascido em São Paulo, fruto de sua relação com o cineasta Marcus Baldini, que durou pouco mais de 1 ano, com fim anunciado 5 meses após o nascimento do filho do casal. Em 2011, iniciou um relacionamento com o músico Davi Moraes, pai de sua filha, Alice, nascida em 10 de dezembro de 2012, no Rio de Janeiro. Em 2019 o casal anunciou a separação. === Carreira === Quando voltou ao Brasil, Maria Rita foi produtora musical do irmão Pedro Mariano. Em suas palavras, a partir desse momento, sentia-se \"no lugar certo fazendo a coisa errada\", e, em pouco tempo, adquiriu a certeza da necessidade de cantar. Maria Rita começou a cantar profissionalmente aos 24 anos. Não acha que foi tarde. Em suas palavras: \"Sempre quis cantar. Mas a questão não era querer. Era por quê. Não gosto de fazer nada sem ter um porquê. O motivo passou a existir quando percebi que ficaria louca se não cantasse\". O início de tudo se deu com apresentações em parceria com o músico Chico Pinheiro e a cantora Luciana Alves, e, mais tarde, lançou um show solo, intitulado \"Jeans e Camiseta\". Também foi apadrinhada por Milton Nascimento, que a convidou para participar de seu disco Pietá e de algumas apresentações. Logo Maria Rita atraiu a atenção da indústria da música, sendo cortejada por várias gravadoras, e foi vencedora do Troféu APCA de 2002 como Artista Revelação. No ano seguinte, assinou com a gravadora Warner Music Brasil e seu primeiro disco começou a ser produzido. O aprendizado, para Maria Rita, se deu de maneira instintiva e informal. Segundo ela, quando era jovem, pediu ao pai que lhe ensinasse a tocar piano. Diante de uma negativa, perguntou se o problema era ele não ter tempo, ao que o pai lhe respondeu que, se a questão fosse tempo, o conseguiria. O problema é que ele \"aprendera sozinho\" e não teria o que lhe passar. Maria Rita seguiu trilha parecida. Sem uma instrução musical formal, simplesmente subia no palco e soltava a voz. Apesar disso, a cantora, mais tarde, já profissional, tomou aulas de canto, para aperfeiçoar sua técnica e respiração, além de \"não deixar o instrumento [a voz] perecer antes do previsto\". Seu registro vocal é definido como contralto, diferente de sua mãe, que era meio-soprano. ==== Em 2003, o primeiro álbum: \"Maria Rita\" ==== Seu primeiro disco, Maria Rita, coproduzido pela própria cantora junto de Tom Capone e Marco da Costa, foi lançado em setembro de 2003. Alçado pelas músicas de trabalho “A Festa”, “Cara Valente”, “Encontros E Despedidas” (que foi tema na novela Senhora do Destino, da Rede Globo) e “Menininha Do Portão”, vendeu muito mais de 1 milhão de cópias em todo o mundo - foi lançado em mais de 30 países - e foi um dos 5 discos mais vendidos do país. O primeiro DVD, que traz o mesmo título e foi para as lojas na primeira semana de novembro daquele ano, chegou à marca de 180 mil cópias e foi gravado na casa de shows Bourboun Street, em agosto de 2003, em São Paulo. Os números referentes à jovem cantora são sempre impressionantes. Somente no Brasil, um mercado tido como em crise, ameaçado pela pirataria, Maria Rita foi Disco de Platina Triplo e DVD de Diamante, o segundo DVD mais vendido do ano atrás de The Beatles Anthology. Em Portugal, ganhou CD de Platina. O disco também teve sua edição em LP, limitada a mil cópias. O reconhecimento foi de público e de crítica. Maria Rita venceu prêmios importantíssimos em 2004: duas estátuas no Grammy Latino, nas categorias Melhor Artista Revelação e Melhor Álbum de MPB; Prêmio Faz A Diferença (oferecido pelo jornal “O Globo”); o troféu da categoria Melhor Cantora do Prêmio Multishow; e os do Prêmio Tim nas categorias Revelação e Escolha do Público. Durante a turnê, que teve 160 shows completamente lotados ao longo de 18 meses, lidou com a gravidez de seu primeiro filho, Antônio, parando se apresentar apenas no último mês da gestação. Recebeu críticas por muitas similaridades com sua mãe, Elis Regina, sendo apontada como imitadora da própria mãe e tachada de oportunista, apesar de não cantar o repertório de Elis. Aliás, tal escolha também foi mal vista. O fato de decidir não mexer na obra da mãe foi encarado como negação àquela que lhe trouxe ao mundo, ou mesmo ódio. Maria Rita não se deixou abater com as críticas e seguiu, com honra, sua carreira. Sempre explicou que a decisão de não cantar Elis era, também, de respeito; além de querer trilhar seu próprio caminho, não pretendia se escorar em ninguém para realizar suas conquistas. Já o fato de imitar a própria mãe lhe parecia tão esdrúxulo que sequer comentava; deixava para a genética tal explicação; apenas ria e erguia a cabeça. As críticas já lhe fizeram sofrer, mas foi aprendendo a lidar com os comentários. ==== Segundo (2005) ==== Em setembro de 2005, Maria Rita lançou seu próximo álbum, Segundo, produzido pela própria em companhia de Lenine. O primeiro single foi “Caminho Das Águas”. Juntamente com a pré-venda do CD em lojas online, foi feita a venda digital do single. Nesse último caso, uma novidade no mercado brasileiro de discos; foram tantos downloads, que houve congestionamento já na data de lançamento. Foi lançada, junto ao disco, uma edição especial com um DVD registrando as gravações no estúdio de Tom Capone, que faleceu em 2004 enquanto voltava do Grammy Latino. O novo CD rendeu à cantora uma extensa turnê no Brasil, participações especiais em diversos CDs nacionais, shows nacionais (Arlindo Cruz, O Rappa, Os Paralamas do Sucesso, Gilberto Gil, Mart'nália) e internacionais (Jamie Cullum, Mercedes Sosa, Jorge Drexler). O sucesso mundial de Segundo lhe rendeu Disco de Platina Duplo, por mais de 250 mil cópias vendidas, em 2006, mais um Grammy Latinos – Melhor Álbum de MPB – e mais de 50 apresentações no exterior com sucesso absoluto de público e crítica, no Montreux Jazz Festival, North Sea Jazz Festival, Irving Plaza (Nova Iorque|NY), San Francisco Jazz Festival, dentre outros. Durante a turnê, um dos shows, no Claro Hall do Rio de Janeiro, rendeu o DVD Segundo: Ao Vivo, lançado em 2006, contando com 19 canções, que incluíam duas não registradas em álbum, \"Todo Carnaval Tem Seu Fim\", anteriormente gravada por Los Hermanos, e \"O Que Sobrou Do Céu\", d'O Rappa. Além disso, o DVD continha extras com as gravações de Segundo e videoclipes das músicas de trabalho \"Feliz\" e \"Santa Chuva\". As vendas de Segundo: Ao Vivo renderam DVD de Platina. ====Samba Meu (2007) ==== Após muitos convites para apresentações com grandes cantores de samba, que logo se tornaram amigos, em setembro de 2007, Maria Rita explorou sua proximidade com o gênero no seu terceiro CD, Samba Meu, produzido por Leandro Sapucahy e pela própria, com arranjos de Jota Moraes. O primeiro single foi \"Tá Perdoado\", composição de Arlindo Cruz e Franco. Em abril do ano seguinte, o álbum recebeu Disco de Platina por mais de 190 mil cópias vendidas, colocando o álbum entre os 10 mais vendidos do país naquele ano. Novamente Maria Rita levou o Grammy Latino de Melhor Álbum de Samba, e também o prêmio de Melhor CD no 15º Prêmio Multishow de Música Brasileira. O show, com o nome do disco, marcou a volta de Jota Moraes aos palcos, que aceitou o convite de Maria Rita para ficar responsável pelo piano da atração musical e saiu na estrada com a turnê, que durou dois anos e meio. Em agosto de 2008, a cantora lançou o DVD Samba Meu: Ao Vivo, com direção de Hugo Prata e produção da própria Maria Rita e cenografia de Zé Carratu, gravado no Vivo Rio. O show receberia a certificação DVD de Prata com mais de 50 mil cópias vendidas. ====Elo (2011)==== Praticamente em seguida ao encerramento da turnê anterior, um convite para uma minitemporada na Europa fez com que Maria Rita montasse um novo show, sem nome, com um repertório para piano-baixo-bateria-voz, de músicas que desejava cantar. A saudade dos palcos a fez esquecer as férias e executar pequenas apresentações desse show no Brasil. Porém, o espetáculo ganhou tamanha proporção e demanda do público que, juntamente com o fato de que tinha, por contrato, ainda um disco para cumprir com a gravadora, o repertório tornou-se o quarto álbum de sua carreira. Elo, produzido pela própria cantora e lançado em setembro de 2011, foi gravado durante 10 dias do mês de julho de 2011, entre um show e outro, de maneira discreta, para garantir surpresa ao público. O título deriva da letra de \"Nem Um Dia\", regravação da cantora para o clássico de Djavan. O CD, além de algumas canções inéditas do repertório do \"show sem nome\", também trouxe outras ainda não apresentadas ao público, que foram fruto de encontros musicais inesperados da cantora durante o mesmo período. O primeiro single foi a canção \"Pra Matar Meu Coração\", composição de Daniel Jobim e Pedro Baby.O segundo, \"Coração Em Desalinho\", lançado como faixa bônus do álbum, foi tema de abertura da novela Insensato Coração, da Rede Globo. Após o lançamento do disco, a turnê seguiu com poucas modificações – agora, intitulada \"Elo\" – e levou Maria Rita, novamente, ao Montreux Jazz Festival onde foi ovacionada de pé pelo público presente. Apesar dos inúmeros pedidos de gravação de DVD, os shows, depois de seu repertório registrado em CD, sequer seguiu por muito tempo (teve encerramento no mesmo fim de ano, devido a um importante projeto paralelo que estava surgindo em parceria com seu irmão João Marcello Bôscoli). Maria Rita decidiu não renovar contrato com a gravadora Warner Music e esse, também é apontado como fator para a não concretização de um DVD. ====\"Viva Elis\" / \"Redescobrir\" (2012)==== Em 2012, quando se completou 30 anos da morte de sua mãe, Elis Regina, a cantora fez uma série de homenagens com o espetáculo \"Viva Elis\", patrocinado pela empresa de cosméticos Nivea. A ideia inicial do projeto, encabeçado pelo seu irmão João Marcelo Bôscoli, foi fazer 5 shows gratuitos em praça pública, em 5 cidades diferentes do Brasil, contando com grandes canções do repertório de Elis. Os shows reuniram um público de cerca de meio milhão de pessoas por Rio, São Paulo, Porto Alegre, Recife e Belo Horizonte. Logo após os shows, a cantora anunciou oficialmente seu desligamento da gravadora Warner e assinou contrato com a Universal Music Brasil. O carinho e a enorme receptividade do público com a homenagem a Elis, criou um movimento imenso nas redes sociais solicitando a continuação dos shows para os inúmeros fãs que ainda não haviam tido a oportunidade de assistir ao espetáculo. Maria Rita cedeu aos pedidos emocionados e, junto com o anúncio de sua segunda gravidez, fruto do casamento com o músico Davi Moraes (que se juntou à banda da cantora durante essa turnê), anunciou novas datas para o show – agora intitulado \"Redescobrir\", uma turnê que iria permitir chegar em outras cidades e públicos que muito foram solicitados durante o \"Viva Elis\". Movida pela emoção do espetáculo e pelos contínuos pedidos, a cantora concordou em lançar CD e DVD do projeto. Assim, a gravação do CD/DVD ao vivo Redescobrir, primeiro trabalho da cantora pela Universal, foi anunciada para ocorrer na casa de shows paulistana Credicard Hall, em agosto de 2012, com direção de Hugo Prata. O lançamento do CD (em edição de CD duplo) e do DVD foi em novembro de 2012, ficando imediatamente nas listas dos mais vendidos, fechando o ano com ambos no TOP 10 da ABPD. Em apenas dois meses de lançamento, sem a cantora ter realizado divulgação do trabalho na mídia, por conta de sua licença-maternidade, tanto o CD quanto o DVD conquistaram Disco de Platina. O primeiro single foi a canção \"Me Deixas Louca\", composição de Armando Manzareno, versionada por Paulo Coelho. Quando estava há poucos meses operada do parto e impossibilitada de fazer os shows da grande turnê, montou pequenas apresentações, intituladas \"voz:piano\", para se manter em cima dos palcos. Executava essas apresentações sentada, e o repertório mesclava músicas suas e de sua mãe. Após a licença-maternidade, Maria Rita ainda continuou com a turnê \"Redescobrir\" até meados de 2013. O disco rendeu, ainda, um Grammy Latino de Melhor Álbum de MPB. Segundo Maria Rita, cantar o repertório da mãe foi de grande importância em sua vida profissional e pessoal; afinal, não se tratava apenas de um tributo de uma extraordinária cantora a outra, mas de uma homenagem de uma filha à sua mãe. Por um lado, ela fala: \"O show que estou fazendo me reaproximou de minha mãe, depois de 10 anos sem permitir que ela se comunicasse comigo através de sua música, que foi a ferramenta que eu elegi para tê-la de alguma maneira. Entenda: eu não a ouvia com frequência, até porque isso sempre doeu muito. No entanto, a partir da decisão de me tornar uma cantora profissional, evitar ouvi-la a qualquer custo se fez necessário\". Por outro, a permitiu um amadurecimento vocal e a descoberta de uma capacidade de voz que jamais realizara ter. Além de tudo, a receptividade e carinho do público foram tamanhos, que já se sente à vontade para falar sobre as críticas negativas que recebeu ao longo da carreira: \"Já sofri muito com isso. Mas ninguém é obrigado a gostar de tudo ou me achar um gênio. Não pretendo e nem quero ser uma unanimidade. Mas sei que cantora como eu, hoje, no país, não tem. Talvez tenha e eu não sei. Mas o meu foco não é ser bacana. Meu foco é rasgar o útero em cima do palco\". ==== \"Coração a Batucar\" (2014) ==== Em setembro de 2013, Maria Rita foi convidada para cantar no Rock In Rio. Para a ocasião, a cantora montou um show especial, apenas com canções de Gonzaguinha – algo que já tinha vontade de fazer há algum tempo. Após a apresentação, chegou à conclusão de que seu próximo álbum deveria ser dedicado integralmente ao samba, assim como fez em Samba Meu. Dessa forma, em outubro do mesmo ano, Maria Rita começou a pesquisa de repertório do novo projeto e, logo, tinha o disco pronto. Antes de levá-lo a público, entrou em turnê pelos Estados Unidos, com o show \"voz:piano\", que apresentava algumas modificações desde as pequenas apresentações desse espetáculo que fazia durante a gravidez. Passando por Nova Iorque, Phoenix, Chicago, New Bedford, São Francisco e Los Angeles, o show agradou os críticos mais ferrenhos do conceituado \"The New York Times\"; Jon Pareles, Jon Caramanica, Ben Ratliff e Nate Chinen colocaram-no como um dos 10 melhores concertos que aconteceram naquele ano, ao lado de nomes como Stevie Wonder, Bob Dylan, The Roots e Lorde. O jornal declarou: \"A cantora brasileira Maria Rita veio com um modesto e requintado show, acompanhada somente pelo pianista Tiago Costa, que manteve os arranjos transparentes para fazer jus à sua voz delicada e potente\". Em março de 2014, com produção da própria cantora e arranjos de Jota Moraes, é lançado Coração a Batucar', o sexto álbum de Maria Rita e o segundo dedicado exclusivamente ao samba. O disco conta com canções inéditas de autores como Arlindo Cruz, Noca da Portela, Xande de Pilares, Joyce Moreno, Rodrigo Maranhão, entre outros. O primeiro single foi a canção \"Rumo ao Infinito\", composição de Arlindo Cruz, Marcelinho Moreira e Fred Camacho, seguido de \"É Corpo, É Alma, É Religião\", de Arlindo Cruz, Rogê e Arlindo Neto. O álbum foi regado de elogios do público e da crítica, que se impressionaram com o amadurecimento vocal da cantora. Em abril de 2014, Maria Rita estreou sua nova turnê, que levava o mesmo nome do disco. \"Coração A Batucar\" teve sua estreia no Rio de Janeiro, na casa de shows Fundição Progresso. O repertório do show conta com a maioria das canções do álbum Coração A Batucar, outros sambas gravados anteriormente pela cantora, além de algumas interpretações inéditas na voz de Maria Rita para canções de Gonzaguinha e Fundo de Quintal. Em novembro de 2014, foi premiada com mais um Grammy Latino, pelo álbum, quando já conquistara Disco de Ouro. Para comemorar a marca atingida – tanto do prêmio, quanto de vendas – a gravadora ofereceu- lhe a oportunidade de uma edição especial do disco, com direito a gravação de DVD, embora com registro de um show exclusivo, com clima intimista, no estúdio Na Cena, em São Paulo, e para um número restrito de convidados, similar ao DVD Segundo: Ao Vivo. O objetivo era mostrar como foi a energia de gravação do disco, e a edição especial de \"Coração A Batucar\" veio a público em março de 2015, acompanhada, além de um DVD, do relançamento do CD, que já havia recebido Disco de Platina. Dirigido por Hugo Prata (vídeo) e Maria Rita (áudio), Coração A Batucar - Edição Especial conquistaria DVD de Ouro. Em agosto de 2015, a cantora se apresentou novamente no Rock In Rio. Acompanhada da guitarra de Davi Moraes, Maria Rita cantou sozinha e também com Alcione, na festa em homenagem aos 450 anos do Rio de Janeiro. Em dezembro de 2015, a turnê Coração a Batucar se encerrou na Fundição Progresso, lugar que a cantora escolheu, também, para gravar o DVD ao vivo do show (atendendo aos inúmeros pedidos dos fãs), com lançamento previsto para a metade do ano seguinte. Apesar de o encerramento da turnê já ter sido realizado, o último show aconteceu, de fato, no Réveillon paraense. Ainda em dezembro, Maria Rita foi convidada por seu amigo e estilista Fause Haten a montar um show exclusivo para um evento da empresa AngloGold Ashanti, o AuDITIONS Brasil 2015. A apresentação era desejo antigo da cantora: interpretar os clássicos de Ella Fitzgerald, da qual é fã desde a adolescência. O show rendeu a ela várias capas de jornais e revistas com elogiosas críticas, por seu notável desempenho. ==== \"Samba Da Maria\" / \"voz:piano\" ==== Para 2016, Maria Rita disse que não lançaria disco de inéditas: \"Eu resolvi que não vou entrar em estúdio em 2016, como foi cogitado e planejado. Vou fazer o 'Samba Da Maria' e abrir o 'voz:piano' para o público, que eu estava fazendo só para eventos corporativos\". Ainda durante sua turnê anterior, Maria Rita criou algumas pequenas apresentações, no fim de 2015, realizadas entre um show e outro de Coração A Batucar, e que foram ganhando forma ao longo do tempo. Era o \"Samba Da Maria\", citado por ela, iniciado na casa de shows Miranda, no Rio, e criado a partir de uma sede por inovação da cantora, que afirmava estar num momento de introspecção: \"Não quero assumir comprometimentos. Vou me permitir resgatar a paixão pelo cantar, pela música, e não pela indústria. Estou um pouco cansada, neste momento, de criar de uma forma estruturada\". No repertório, presentes sambas da lavra da cantora, mas, também, outros nunca gravados por ela, como \"Quando A Gira Girou\", de Serginho Meriti e Claudinho Gomes, e \"Beijo Sem\", de Adriana Calcanhotto, ou mesmo \"Cutuca\", canção inédita, composta por Davi Moraes, Fred Camacho e Marcelinho Moreira. O \"Samba Da Maria\" foi um show intimista e que, ao mesmo tempo, reproduzia uma roda de samba. Maria Rita resolveu levá-lo, em 2016, para vários estados do Brasil. No palco, os músicos André Siqueira (percussionista), Marcelinho Moreira (percussionista), Fred Camacho (multi-instrumentista) e Davi Moraes (guitarrista). A cantora se refere, também, a uma já conhecida e premiada turnê: \"voz:piano\", que havia apresentado para os Estados Unidos e, até então, fazia apenas em ocasiões especiais, como eventos de empresas, aos quais era constantemente convidada a realizar concertos. O repertório incluía seus maiores sucessos, de todos os discos, e alguns clássicos da música brasileira, com arranjos no piano de Tiago Costa, voltados para o sofisticado ritmo do jazz. Em decisão acertada, Maria Rita pôs, em 2016, seu elegante \"voz:piano\" na estrada, paralelo ao alegre \"Samba Da Maria\", atendendo, assim, aos pedidos de seu público, que pôde matar as saudades do repertório antigo da cantora, e, ainda, disponibilizou aos contratantes de shows opções diversificadas de atrações, que alcançaram vários lugares do mundo. ==== \"O Samba em Mim - Ao Vivo na Lapa\" (2016) ==== No dia 24 de junho de 2016, a cantora lança o tão esperado DVD do encerramento da turnê de Coração A Batucar, acompanhado de um CD ao vivo e intitulado O Samba em Mim - Ao Vivo na Lapa. O lançamento foi precedido do single \"Bola Pra Frente\" (Xande de Pilares e Gilson Bernini, 2014), difundido nas rádios e plataformas digitais de música. A gravação trata-se do registro audiovisual realizado em dezembro de 2015 na Lapa, Fundição Progresso, Rio de Janeiro. O DVD, com direção de Hugo Prata, conta com 20 faixas e o CD (vendido separadamente) com 13 canções extraídas do áudio original do primeiro. Em entrevista a um site, Maria Rita justificou o seu mais recente lançamento: \"O público pediu. Quando lancei o DVD do Coração A Batucar, foi algo feito em estúdio, como uma roda de samba ao vivo, para dar uma noção de como o disco havia sido gravado. Já a turnê, era uma coisa completamente diferente daquele DVD e os fãs pediam muito um registro. A Universal (gravadora) estava atenta a esse movimento, através das redes sociais. E me propôs. Resolvemos fazer um registro do último show da turnê, na Lapa. E o DVD é só o show mesmo. Não tem extra, não tem vídeos, não tem mais nada. Foi feito para você deixar tocando e fazer as coisas: arrumar a casa, tocar a vida. Gostei muito da proposta e achei algo inusitado. Esse modelo de lançar CD, fazer show e depois DVD do show é uma coisa meio gringa, meio Madonna (risos).\" Apesar de ter um novo trabalho nas prateleiras, a cantora não repetiu a turnê de que trata o registro e nem fez trabalho de divulgação. Maria Rita seguiu em turnê com os espetáculos \"Samba da Maria\" e \"voz:piano\", fazendo com que o lançamento fosse apenas uma obra que pudesse ser guardada pelo seu público. Em julho de 2016, a cantora foi convidada, pela terceira vez, a cantar no Montreux Jazz Festival. Lá, com Ivan Lins, Maria Rita interpretou “Madalena”, música consagrada na voz de sua mãe, Elis Regina. Além do sucesso, a cantora levou, ao público do festival, “Cara Valente”, \"É\", e “Beijo Sem”. O público a ovacionou ao fim da apresentação. Para 7 de julho de 2017, Maria Rita anunciou a gravação de um novo DVD, na casa de shows paulistana Citibank Hall. Tratava-se de uma comemoração à marca de 15 anos de carreira. A apresentação grandiosa contou com participações de Zeca Pagodinho, Marcelo D2 e Banda Didá, e estava recheada de críticas sociais, em ilustrações no telão de LED ou até em várias letras de músicas. No repertório, inéditas e clássicas, como \"Santa Chuva\". Entretanto, problemas técnicos (entre eles, a forte rouquidão da cantora no dia do show) barraram o andamento do projeto, que teve de voltar para a gaveta, o que deixou a artista extremamente triste e decepcionada. Em setembro de 2017, foi convidada para cantar no Palco Sunset do Rock in Rio VII, onde homenageou a artista Ella Fitzgerald, com canções de jazz e bossa nova. O show contou com uma participação da artista estadunidense Melody Gardot. A apresentação foi ovacionada pelo público e bem qualificada pela crítica. ==== Amor e Música (2018) ==== Em outubro de 2017, foi anunciado na imprensa que Maria Rita estava em estúdio gravando um disco que sairia no começo do ano seguinte. Acontece que após o \"luto\", como ela mesma classifica, de trabalhar meses num projeto que não veio à tona (o DVD), a cantora decidiu revisitar o repertório daquele show em comemoração aos 15 anos de carreira. Dele, foram retiradas as canções inéditas, unidas a outras nunca antes gravadas por ela, que deram origem, em 26 de janeiro de 2018, ao álbum Amor e Música. Produzido pela própria Maria Rita e Pretinho da Serrinha, com arranjos distribuídos entre Jota Moraes, Ivan Paulo, Rannieri Oliveira e Wilson Prateado, Amor e Música foi nomeada a partir de uma canção de Moraes Moreira, cuja versão seria a primeira música de trabalho. Uma música já conhecida pelo público na voz da cantora também foi lançada como faixa bônus, \"Cutuca\", de Davi Moraes, Fred Camacho e Marcelinho Moreira, antes divulgada apenas como single em setembro do ano anterior. A segunda música de trabalho foi \"Reza\", de Pretinho da Serrinha, Nego Alvaro e Vinicius Feyjão, que logo conquistou empatia popular e ganhou um lyric video. O álbum recebeu boas críticas que ressaltaram as habilidades da artista como cantora: seu senso rítmico marcado e sua voz madura e potente. A turnê que leva o nome do disco estreou no Rio de Janeiro, na casa de shows Fundição Progresso, em 03 de março de 2018. A cenografia foi assinada por Zé Carratu, e o espetáculo, que reuniu 5.000 pessoas no bairro da Lapa, já tem datas para apresentações fora do país. A identidade do álbum ficou bastante marcada entre os fãs, pela elegante presença do trompete e flugelhorn, além da maior banda da carreira da cantora. O disco despertou nos fãs o desejo de uma nova regravação de DVD, para registro audiovisual do show que correu pela estrada, até início de 2019. Infelizmente não houve registros profissionais da turnê Amor e Música, muito elogiada pela forte personalidade e marcante identidade visual. ==== Lives durante a pandemia da COVID-19 (2020) ==== A cantora realizou diversas lives durante o tempo de isolamento social. As mais relevantes em parceria com marcas como Itaú, Seara, Ford, Sesc Brasil, entre diversas outras. Nas lives, foram trazidas músicas de seu repertório e de sua mãe (Elis Regina), gravadas em 2013 no show Redescobrir. O cenário quase sempre era sua casa, trazendo um ar mais intimista às transmissões. A maior e mais bem produzida live foi transmitida pela Ford Brasil, com a presença de Diogo Nogueira e Rael, no lançamento do carro SUV Territory. Com um repertório inédito e duetos especiais, a transmissão teve grande alcance, e foi trazida inclusive para o canal Multishow. Nas demais lives, Maria Rita esteve acompanhada de seu excepcional violonista Leandro Pereira, em transmissões \"Voz e Violão\". == Discografia == === Discos oficiais === ;Em estúdio Ano Álbum Certificação pela ABPD 2003 Maria Rita 2005 Segundo 2007 Samba Meu 2011 Elo 2014 Coração A Batucar 2018 Amor e Música ;Ao vivo Ano Álbum Certificação pela ABPD 2012 Redescobrir 2016 O Samba em Mim - Ao Vivo na Lapa — 2023 Samba da Maria — ;Extended plays (EPs) Ano Álbum Certificação pela ABPD 2022 Desse Jeito — ;DVDs Ano DVD Certificação 2003 Maria Rita 2005 Segundo - Edição Especial — 2006 Segundo 2008 Samba Meu 2012 Redescobrir 2015 Coração A Batucar - Edição Especial 2016 O Samba em Mim - Ao Vivo na Lapa — === Coletâneas === Ano Álbum 2009 Maria Rita - Perfil === Participações === ;Discos Ano Álbum Artista Música 2002 Meia Noite, Meio Dia Chico Pinheiro \"Desde O Primeiro Dia\" \"Popó\" \"De Frente\" Pietá Milton Nascimento \"Voa, Bicho\" \"Tristesse\" \"Vozes do Vento\" 2005 Acústico MTV - O Rappa O Rappa \"Rodo Cotidiano\" 2006 Forró pr'as Crianças Zé Renato \"Sina de Cigarra\" 12 Segundos De Oscuridad Jorge Drexler \"Soledad\" 2007 100 Anos De Frevo — \"Valores Do Passado\" Outro Rio Ricardo Silveira \"A Medida Do Meu Coração\" Sambista Perfeito Arlindo Cruz \"O Que É O Amor\" 2008 Aula De Samba — \"Heróis Da Liberdade\" Cartão Postal Bomba! GOG \"Brasil Com P\" 2009 Piquenique Ed Motta \"A Turma Da Pilantragem\" Nego Carlos Rennó \"Inquieta, Tonta E Encantada\" BandaDois Gilberto Gil \"Amor Até O Fim\" O Baile Do Simonal Wilson Simonal \"Que Maravilha\" 2010 Entre Los Que Queiran Calle 13 \"Latinoamerica\" 2012 Nossa Onda É Essa! Bossacucanova \"Deixe A Menina\" Rock In Rio Lisboa - Palco Sunset — \"Porto Sentido\", com Rui Veloso 2013 Carnavalança Mart'nália \"Máscara Negra\" \"Bandeira Branca\" 2014 Sambabook - Zeca Pagodinho Zeca Pagodinho \"Alto Lá\" \"Camarão Que Dorme A Onda Leva\" Herança Popular Arlindo Cruz \"Paixão E Prazer\" 2015 Presente Gonzaguinha \"Grito De Alerta\" Na Veia Arlindo Cruz e Rogê \"Maltratar Não É Direito\" \"Coração Em Desalinho\" 2016 #VamoQVamo Thiaguinho \"Desliga Você\" Sambabook - Jorge Aragão Jorge Aragão \"Do Fundo Do Nosso Quintal\" 7 Casuarina \"Eu Já Posso Me Chamar Saudade\" Alma Brasileira Diogo Nogueira \"Beiral\" Quintal Do Pagodinho Zeca Pagodinho \"Ai, Que Saudade Do Meu Amor\" 2019 Quintal dos Prettos Prettos \"Num corpo só\" e \"Coração em Desalinho\" Eu, Você e o Samba — \"Eu e você sempre\" \"Enredo do meu samba\" 2020 A Arte de Viver Toquinho \"Papo Final\" Marias Marcelinho Moreira \"Lado a Lado\" Projota e Maria Rita Projota \"Vale das Sombras” 2021 Baú da Dona Ivone — \"Dois Corações Abrindo a Manhã\" Interior Grupo Pó de Café \"Tantas Mães\" — Fred Camacho \"Fale Quem Quiser\" ;DVDs Ano DVD Artista Música 2006 Acústico MTV - O Rappa O Rappa \"Rodo Cotidiano\" \"O Que Sobrou Do Céu\" 2008 Cartão Postal Bomba! GOG \"Brasil Com P\" 2009 BandaDois Gilberto Gil \"Amor Até O Fim\" Quando O Céu Clarear Fabiana Cozza \"Trajetória\" \"Malandro Que Sou\" O Baile Do Simonal Wilson Simonal \"Que Maravilha\" 2010 Hebe, Mulher E Amigos Hebe Camargo \"Foi Assim\" \"O Que É, O Que É\" 2014 Sambabook - Zeca Pagodinho Zeca Pagodinho \"Alto Lá\" 2016 #VamoQVamo Thiaguinho \"Desliga Você\" Sambabook - Jorge Aragão Jorge Aragão \"Do Fundo Do Nosso Quintal\" Alma Brasileira Diogo Nogueira \"Beiral\" Quintal Do Pagodinho Zeca Pagodinho \"Ai, Que Saudade Do Meu Amor\" Velha Guarda da Portela: Ao Vivo Velha Guarda da Portela \"Coração Em Desalinho\" === Trilhas sonoras === Ano Música Obra 2003 \"Tristesse\" tema de Manuela de Paula Ferreira (Camila Morgado) A Casa Das Sete Mulheres 2004 \"Encontros E Despedidas\" tema de abertura Senhora Do Destino \"Agora Só Falta Você\" tema de Max Burdett (Pierce Brosnan) e Lola Cirillo (Salma Hayek) After The Sunset (Ladrão de Diamantes) 2005 \"Feliz\" tema de Ornela (Vera Holtz) Belíssima 2007 \"Caminho Das Águas\" tema de abertura Amazônia, De Galvez A Chico Mendes \"Tá Perdoado\" tema de Maria Eva (Letícia Spiller) Duas Caras 2010 \"Inquieta, Tonta E Encantada\" tema de Regeane (Viviane Pasmanter) Tempos Modernos 2011 \"Coração Em Desalinho\" tema de abertura Insensato Coração 2012 \"Cupido\" tema de Jorginho (Cauã Reymond) e Débora (Nathália Dill) Avenida Brasil 2012 \"Me Deixas Louca\" tema de Bianca (Cléo Pires) e Zyah (Domingos Montagner) Salve Jorge 2014 \"Rumo Ao Infinito\" tema de Tina (Elizabeth Savalla) Alto Astral 2016 \"Dengosa\" tema de Olga (Maria Carol Rebello) Êta Mundo Bom! \"Grito De Alerta\" tema de Pedro (Chay Suede/Reynaldo Gianecchini) e Helô (Isabelle Drummond/Cláudia Abreu) A Lei Do Amor 2017 \"Doce De Pimenta\" A Força do Querer \"Cutuca\" Pega Pega ===Singles=== Ano Single Álbum 2003 \"A Festa\" Maria Rita 2004 \"Encontros E Despedidas\" 2005 \"Caminho Das Águas\" Segundo 2007 \"Tá Perdoado\" Samba Meu 2008 \"O Homem Falou\" 2011 \"Coração Em Desalinho\" Elo 2011 \"Pra Matar Meu Coração\" 2012 \"Me Deixas Louca\" Redescobrir 2014 \"Rumo ao Infinito\" Coração A Batucar 2015 \"É Corpo, É Alma, É Religião\" 2016 \"Bola Pra Frente\" (Ao Vivo) O Samba Em Mim - Ao Vivo Na Lapa 2017 \"Cutuca\" Amor e Música 2020 \"Amor E Música\" \"Reza\" \"Cadê Obá\" ===Videoclipes=== Ano Titulo Álbum 2003 \"Cara Valente\" Maria Rita 2005 \"Feliz\" Segundo 2008 \"Num Corpo Só\" Samba Meu \"Não Deixe O Samba Morrer\" DVD Samba Meu 2011 \"Pra Matar Meu Coração\" (Lyric video) Elo 2014 \"Rumo Ao Infinito\" (Lyric video) Coração A Batucar 2015 \"Bola Pra Frente\" Coração A Batucar - Edição Especial 2018 \"Amor E Música\" (Lyric video) Amor e Música \"Reza\" (Lyric video) \"Cadê Obá\" (Lyric video) 2022 \"Desse jeito\" Desse jeito ==Turnês== * 2003—2005: Turnê \"Maria Rita\" * 2005—2007: Turnê \"Segundo\" * 2007—2010: Turnê \"Samba Meu\" * 2010—2011: Turnê sem nome / Turnê \"Elo\" * 2012—2013: Turnê Nivea - Viva Elis / Turnê \"Redescobrir\" * 2014—2016: Turnê \"Coração A Batucar\" * 2015—atualmente: Turnê \"Samba da Maria\" e Turnê \"voz:piano\" * 2018—2019: Turnê \"Amor e Música\" == Prêmios e indicações == === Grammy Latino === Maria Rita é a cantora mais premiada com Grammy Latino do Brasil, tendo 12 indicações e vencendo 8 delas. Em 2004, conquistou o Grammy Latino de Melhor Artista Revelação, entrando para a história da premiação como única brasileira a vencer essa categoria. Ano Categoria Trabalho indicado Resultado 2004 Álbum do Ano Maria Rita Gravação do Ano \"A Festa\" Melhor Artista Revelação Maria Rita Melhor Álbum de Música Popular Brasileira Maria Rita 2006 Melhor Álbum de Música Popular Brasileira Segundo Produtor do Ano Segundo 2008 Melhor Álbum de Samba/Pagode Samba Meu 2011 Melhor Álbum de Música Popular Brasileira Elo Gravação do Ano \"Latinoamérica\" com Calle 13 2013 Melhor Álbum de Música Popular Brasileira Redescobrir 2014 Melhor Álbum de Samba/Pagode Coração A Batucar 2018 Melhor Álbum de Samba/Pagode Amor e Música === Prêmio Multishow de Música Brasileira === 2003 Resultado Revelação Solo 2004 Resultado Melhor Álbum - Maria Rita Melhor Cantora Melhor Música - \"A Festa\" (de Milton Nascimento) Melhor DVD - Maria Rita: Ao Vivo Melhor Show 2008 Resultado Melhor Álbum - Samba Meu Melhor Cantora Melhor Música - \"Tá Perdoado\" 2013 Resultado Melhor Cantora === Outros prêmios === Ano Categoria Resultado APCA 2002 Revelação Prêmio Faz a Diferença 2003 Música Prêmio TIM 2004 Revelação / Melhor Cantora Troféu Imprensa 2005 Melhor Cantora == Ligações externas == * * * * * Categoria:Maria Rita Categoria:Candomblecistas do Brasil Categoria:Cantoras premiadas com o Troféu Imprensa Categoria:Cantores do estado de São Paulo Categoria:Contraltos do Brasil Categoria:Vencedores do Grammy Latino Categoria:Naturais da cidade de São Paulo Categoria:Cantoras brasileiras do século XXI Categoria:Rainhas de bateria de escolas de samba de São Paulo Categoria:Vencedores do Prêmio Multishow de Música Brasileira Categoria:Brasileiros de ascendência indígena",
 "title": "Maria Rita"
}