{
 "id": "53844",
 "text": "George Herbert Walker BushDesde 2000 ele tem sido chamado de George H. W. Bush, Bush Senior, Bush 41, Bush Pai ou Bush the Elder para distingui-lo do seu filho, George W. Bush, que foi o 43º presidente de 2001 a 2009; antes disso ele era mais comumente chamado apenas de George Bush. (Milton, 12 de junho de 1924 — Houston, 30 de novembro de 2018) foi um político, diplomata e empresário americano que serviu como presidente dos Estados Unidos de 1989 a 1993. Um membro do Partido Republicano, Bush também serviu como o 43.º vice- presidente de 1981 a 1989 no governo de Ronald Reagan, e foi ainda membro da Câmara dos Representantes, Embaixador nas Nações Unidas e Diretor da CIA. Bush cresceu em Greenwich, Connecticut e estudou na Phillips Academy antes de servir na Reserva da Marinha dos Estados Unidos durante a Segunda Guerra Mundial, onde serviu com distinção. Após a guerra, ele se formou na Universidade Yale e se mudou para o oeste do Texas, onde ele estabeleceu uma empresa de petróleo de sucesso. Após uma candidatura falha para o Senado, ele se elegeu para a Câmara dos Representantes pelo 7º Distrito do Texas em 1966. O Presidente Richard Nixon apontou Bush para a posição de Embaixador dos Estados Unidos nas Nações Unidas em 1971 e depois presidente do Comitê Nacional Republicano em 1973. No ano seguinte, o Presidente Gerald Ford o nomeou como Chefe do Escritório de Ligação com a República Popular da China e em 1976, Bush se tornou diretor da Agência Central de Inteligência (CIA). Bush concorreu a nomeação do Partido Republicano para a presidência em 1980, mas foi derrotado nas primárias por Ronald Reagan. Ele acabou sendo o candidato a vice-presidente na eleição de 1980 e venceu, junto com Reagan, sendo reeleito em 1984. Na eleição de 1988, Bush derrotou o democrata Michael Dukakis, se tornando o primeiro vice-presidente no cargo a vencer uma eleição presidencial desde Martin Van Buren em 1836. Bush tentou focar sua presidência em questões de política externa, enquanto o mundo testemunhava o fim da Guerra Fria, com os Estados Unidos se envolvendo diretamente na Reunificação da Alemanha, mas mantendo distância e deixando os eventos se desenrolarem na Dissolução da União Soviética. Bush ordenou a invasão do Panamá em 1989 e presidiu sobre a Guerra do Golfo, em 1991, derrotando Saddam Hussein e libertando o Kuwait, com esses sucessos puxando sua popularidade para mais de 90% segundo as pesquisas de opinião. Outro ponto marcante foi a negociação do Tratado Norte-Americano de Livre-Comércio (ou NAFTA), embora o acordo entre os Estados Unidos, Canadá e México só seria implementado após ele deixar o cargo. Domesticamente, uma recessão econômica a partir de meados de 1991 acabou por erodir sua popularidade. Em um dos momentos mais decisivos de sua presidência, Bush voltou atrás em uma promessa de campanha e autorizou aumento de impostos aprovados pelo Congresso que tinha por objetivo tampar o déficit nas contas públicas. Ele também assinou o Americans with Disabilities Act de 1990 e apontou David Souter e Clarence Thomas para a Suprema Corte. Bush acabou perdendo a eleição presidencial de 1992 para o democrata Bill Clinton, puxado especialmente pela recessão econômica do começo dos anos 1990 e a perda de importância a respeito de política externa para os norte-americanos no mundo pós-Guerra Fria. Após deixar a Casa Branca em 1993, Bush permaneceu ativo em questões humanitárias, chegando a trabalhar junto com Clinton, seu ex oponente. Com a vitória do seu filho, George W. Bush, na eleição de 2000, ele se tornou apenas o segundo par de pai e filho a servirem como presidentes, com o outro sendo John Adams e John Quincy Adams. Seu outro filho, Jeb Bush, tentou buscar a nomeação para a candidatura republicana nas primárias de 2016, mas não conseguiu. Depois de uma longa batalha com o mal de Parkinson vascular, Bush faleceu em 30 de novembro de 2018. Sua presidência é avaliada como \"ligeiramente acima da média\" nos ranks de historiadores e cientistas políticos. == Infância, juventude e serviço na Grande Guerra == George H. W. Bush nasceu em Milton, Massachusetts, em 12 de junho de 1924. Era filho de Dorothy (Walker) Bush e do senador Prescott Bush. Sua família tem uma longa história nos Estados Unidos. Seu avô paterno foi Samuel P. Bush (1825–1889), um empresário que fez sua carreira em Columbus, Ohio, e seu bisavô, Obadiah Bush (1797–1851), foi um prospector e empresário de Nova Iorque, cujo pai, o capitão Timothy Bush Sr., havia servido na Guerra de Independência dos Estados Unidos no lado dos rebeldes. Seu avô materno foi George Herbert Walker (1875–1953), que trabalhou em Wall Street pelo banco W. A. Harriman & Co.Meacham (2015), pp. 16–21 Em 1925, Bush e sua família se mudaram para Greenwich, Connecticut, onde passaria sua infância. Devido a sua fortuna, a família não sofreu durante a Grande Depressão, e Bush estudou na Greenwich Country Day School de 1929 a 1937 e depois foi para a Phillips Academy, uma academia privada de elite em Massachusetts, de 1937 a 1942. Bush era um estudante popular e trabalhou no jornal da escola e chegou a ser presidente do conselho estudantil. Em 1942, ao se formar da Phillips Academy, aos 18 anos, Bush se alistou na Marinha dos Estados Unidos como aviador. Ao se formar, era um dos aviadores mais novos na marinha do país. Em 1944, enquanto pilotava um torpedeiro Grumman TBF Avenger, ele foi transferido para o Grupamento Aéreo 51 abordo do USS San Jacinto para serviço no teatro de operações do pacífico durante a Segunda Guerra Mundial. Em maio de 1944, George Bush participou de uma missão de bombardeio contra a Ilha Wake, então ocupada pelos japoneses. Pouco depois foi promovido a tenente. Em agosto, Bush participou de outro ataque aéreo, desta vez contra posições japonesas em Chichi-jima.Meacham (2015), pp. 60–63 A missão foi bem-sucedida e os alvos atingidos, porém na retirada o avião de Bush foi atingido por fogo antiaéreo. Todos os companheiros de tripulação de Bush foram capturados, torturados e mortos pelos japoneses e dois deles tiveram seus fígados devorados pelos seus captores em um dos atos mais notórios de canibalismo da guerra. George Bush, apesar dos ferimentos físicos, não foi capturado e pouco depois foi resgatado pelo submarino USS Finback. Por seus feitos, ele recebeu a Cruz de Voo Distinto, mas passou a se questionar o porquê de ter sido o único poupado, se voltando para a religião, acreditando que Deus tinha um plano para ele. De volta ao USS San Jacinto, em novembro, participou de missões nas Filipinas. Em 1945, foi transferido para o esquadrão VT-153 e começou a treinar para a planejada invasão do Japão, que acabaria por não acontecer, com os japoneses se rendendo em agosto. Ao final de seu período de serviço ativo, Bush havia voado 58 missões, completado 128 pousos em porta-aviões e registrado 1228 horas de voo.Meacham (2015), p. 69-70 Após voltar da guerra, Bush foi estudar na Universidade Yale, onde se formou em economia e sociologia.Meacham (2015), pp. 72 Ele foi membro da fraternidade Delta Kappa e chegou a jogar beisebol pela universidade. Bem antes, em 1941, ele conheceu Barbara Pierce e eles noivaram em dezembro de 1943, se casando em janeiro de 1945. Eles tiveram seis filhos: George W. (n. 1946), Robin (1949-1953), Jeb (n. 1953), Neil (n. 1955), Marvin (n. 1956) e Doro (n. 1959). Sua filha mais velha, Robin, faleceu de leucemia em 1953.Meacham (2015), pp. 97–100 == Carreira de negócios (1948–1963) == Após se formar em Yale, Bush e sua esposa se mudaram para o Texas. Segundo o biografo Jon Meacham, essa mudança fazia parte da intenção de Bush de sair da sombra do pai e do avô, que fizeram fortuna trabalhando para Wall Street. Ele logo começou a fazer um nome para si mesmo, ganhando muito dinheiro no negócio de petróleo. Em 1952, trabalhou para a campanha do republicano Dwight D. Eisenhower e viu seu pai, Prescott, se eleger para o Senado por Connecticut. Bush então se mudou, de Midland para Houston, onde continuou a prosperar no ramo petrolífero, fazendo vários amigos que mais tarde se tornariam importantes aliados políticos, como James Baker.Meacham (2015), pp. 94–96Meacham (2015), pp. 130–131 Em 1988, o jornal The Nation insinuou que Bush trabalhou para a Central Intelligence Agency (CIA) na década de 1960, algo que ele negou veementemente. == Começo da carreira política (1963–1971) == No começo da década de 1960, Bush já era cotado como um potencial bom candidato para o Congresso. Ele chegou a ser cortejado pelos Democratas, mas decidiu continuar como um Republicano, especialmente devido a sua visão de governo pequeno e não intervencionismo estatal na economia. Em 1963, ele apoiou o conservador Barry Goldwater nas primárias do Partido Republicano. No ano seguinte, Bush tentou se eleger para o Senado pelo Texas, concorrendo contra o Democrata Ralph W. Yarborough, um liberal. Bush atacou o fato de Yarborough ter votado a favor da Lei dos Direitos Civis, afirmando que aquilo era uma imposição do poder federal na esfera estadual. Pessoalmente, Bush disse para confidentes que ele estava desconfortável com o tom racial que os debates tinham tomado. No final, ele perdeu a eleição por 56% a 44%. Apesar da derrota, o New York Times afirmou que Bush fez uma campanha sólida e era um futuro prospecto na política texana.Meacham (2015), pp. 112–133 Em 1966, Bush concorreu para uma vaga na Câmara dos Representantes pelo 7º distrito na região da Grande Houston. Ele acabou vencendo esta eleição com 57% dos votos. Bush foi colocado nos comitês mais importantes do Congresso e ganhou projeção nacional. Na sua carreira como congressista, seu histórico de votações mostrou um padrão bem conservador. Em 1968, nas primárias presidenciais do Partido Republicano, a maioria dos texanos apoiaram Ronald Reagan mas Bush endossou Richard Nixon. Ele apoiou boa parte das políticas de Nixon, especialmente no Vietnã, mas rompeu com seu partido na questão de contraceptivos (que ele apoiava). Ele também votou a favor da Lei dos Direitos Civis de 1968, embora esta lei fosse impopular no distrito dele. Bush tentou novamente concorrer para o Senado no Texas, em 1970, desta vez contra o democrata conservador Lloyd Bentsen, mas perdeu novamente.Meacham (2015), pp. 130–150 == Governos Nixon e Ford (1971–1977) == Bush foi indicado, em 1971, para ser conselheiro do presidente, mas ele convenceu Nixon a nomeá-lo Embaixador dos Estados Unidos nas Nações Unidas. Essa foi sua primeira grande experiência com política externa, lidando com representantes de China e União Soviética, os dois maiores adversários do país na guerra fria. Nixon optou em abordar suas relações com os soviéticos e chineses sob olhar da détente, de forma não agressiva e cooperativa. Apesar dele ter sido contra, não conseguiu evitar que a ONU expulsasse Taiwan do conselho e substituí-la pela China Comunista. Durante os conflitos entre Paquistão e Índia, Bush permaneceu como um aliado do governo indiano.Saunders (2014) p.38-39 Após o presidente Nixon se reeleger em 1972, ele apontou Bush para ser o presidente do Comitê Nacional Republicano. Nessa posição, ele era encarregado de arrecadar fundos, recrutar candidatos e fazer aparições em nome do partido na mídia. Quando o vice- presidente Spiro Agnew começou a ser investigado por corrupção, Bush, a pedido de Nixon, pressionou o senador John Glenn Beall Jr. a conversar com o irmão, George Beall, o procurador geral do Distrito de Maryland, a desacelerar as investigações, mas Beall ignorou. Em 1974, estourou o escândalo Caso Watergate. Bush inicialmente defendeu Nixon, mas quando surgiram gravações do presidente confirmando que ele ordenou que agências federais encobrissem o caso, Bush se juntou as demais lideranças do partido exigindo que Nixon renunciasse, o que ele o fez em agosto daquele ano.Meacham (2015), pp. 163–164 Antes disso, quando Agnew havia renunciado a vice-presidência num escândalo não relacionado a Watergate, Bush chegou a ser cotado para substituí-lo, mas Gerald Ford acabou assumindo a posição de vice e depois de presidente, quando Nixon renunciou também. Ford então nomeou Bush como enviado especial para a China. De acordo com o biógrafo Jon Meacham, o tempo de Bush na China o convenceu de que o envolvimento americano no exterior era necessário para garantir a estabilidade global e que os Estados Unidos \"precisavam ser visíveis, mas não agressivos; musculosos, mas não dominadores\".Meacham (2015), p. 181 Em janeiro de 1976, Bush voltou para Washington e foi apontado como Diretor da CIA. Com o Caso Watergate e a Guerra do Vietnã, a reputação da inteligência americana estava baixa. Ele fez o que pode para tentar recuperar a credibilidade da CIA, mas supervisionou o envolvimento da agência com ditaduras militares pela América Latina, especialmente através da Operação Condor. Em 1974, Ford havia considerado Bush para a posição de vice, mas preferiu ir com Nelson Rockefeller.Meacham (2015), pp. 166–167 Na eleição de 1976, contudo, ele dispensou Rockefeller e, embora tenha considerado George Bush para o cargo, decidiu concorrer com Bob Dole. O democrata Jimmy Carter acabou vencendo a eleição e, na sua capacidade de diretor da CIA, Bush deu briefings de inteligência para o presidente-eleito Carter.Meacham (2015), pp. 189–193 == Vice-presidente == === Eleição de 1980 === Após a eleição de Jimmy Carter, o mandato de Bush como chefe da CIA terminou. Esta foi a primeira vez desde meados da década de 1960 que ele não exercia um cargo público. Ele foi então trabalhar no comitê executivo do First International Bank em Houston e também chegou a dar aula na Jones School of Business da Universidade Rice, mantendo ainda sua participação no grupo Council on Foreign Relations e se juntando ao fórum de discussão conhecido como Comissão Trilateral. Em 1980, Bush anunciou que iria concorrer nas primárias do Partido Republicano para tentar ser o candidato para a presidência. Havia vários concorrentes, como os senadores Bob Dole e Howard Baker, o governador do Texas John Connally, e os congressistas Phil Crane e John B. Anderson. Porém, o principal candidato e favorito era o ex-governador da Califórnia, Ronald Reagan.Meacham (2015), pp. 211, 214–215 A campanha de Bush tentou pintá-lo como um \"jovem candidato do homem pensante\", que emularia o conservadorismo pragmático do presidente Eisenhower. Em meio a um agravamento do cenário internacional, com a Guerra Afegã-Soviética em andamento, o fim prático da détente e a crise dos reféns americanos no Irã, Bush buscou enfatizar sua experiência em política externa.Meacham (2015), pp. 221–222 Na primeira primária em Iowa, Bush ganhou de forma apertada sobre Reagan (31,5% a 29,4%) mas ele afirmou que sua eleição estava \"ganhando momento\". Bush passou a focar seus ataques na idade de Reagan (ele tinha feito 69 anos naquele ano), com este respondendo acusando Bush de ser um elitista que não estava verdadeiramente comprometido com o conservadorismo.Meacham (2015), pp. 228–229 Reagan então convidou Bush para um debate na cidade de Nashua, antes das primárias em New Hampshire.Meacham (2015), pp. 230–233 Bush concordou mas quando Reagan afirmou que outros candidatos também estariam lá, George Bush hesitou. Ele imaginava que este debate seria somente entre ele e Reagan, uma oportunidade para se destacar, mas agora com outros seis candidatos presentes, o tempo seria muito diluído. Bush se recusou a falar na mesa do debate até que quatro dos outros candidatos se retiraram. Essa atitude que muitos viram como condescendente causou danos a sua imagem e Reagan levou as primárias em New Hampshire com facilidade. Em seguida, Bush venceu em Massachusetts, mas depois perdeu uma primária atrás da outra, com Reagan ampliando a vantagem no número de delegados. Conforme outros candidatos deixavam a corrida e declaravam apoio a Reagan, Bush se recusou a desistir e atacou o conservadorismo agressivo de Reagan, especialmente sua defesa da ideia de \"economia do gotejamento\", que Bush chama de \"economia vodu\". Embora fosse favorável à redução de impostos, Bush temia que reduções dramáticas nos impostos levassem a déficits orçamentários e, por sua vez, causaria inflação. Porém, em maio, Reagan já tinha o número de delegados suficiente para garantir a nomeação do partido e Bush, relutantemente, abandonou a corrida.Meacham (2015), pp. 211–212 Na convenção do partido, Reagan, no último minuto, resolveu escolher Bush como vice. Inicialmente, ele queria Gerald Ford mas o ex-presidente recusou após considerar a oferta. Reagan se ressentia de muitos dos ataques de Bush durante a campanha e seu nome era impopular entre os mais conservadores, mas Reagan acabou decidindo que o apoio de Bush entre os moderados seria importante na eleição. Bush, que acreditava que sua carreira política poderia estar acabada após a derrota nas primárias, aceitou bem a oferta do cargo e lançou-se avidamente na campanha pela chapa Reagan-Bush. A campanha entre Reagan e Carter focou primordialmente em assuntos domésticos, com uma economia estagnada e inflação, embora assuntos externos também estivessem na cabeça de muita gente, com a Guerra Fria voltando a esquentar e ainda havia a crise no Irã.Rossinow (2015), pp. 23–28 Reagan acabou ganhando a eleição com 51% dos votos populares (ou 489 dos 538 do colégio eleitoral) contra 41% de Carter (John Anderson como independente levou 6,6% dos votos). Reagan-Bush foram empossados em janeiro de 1981.Patterson (2005), pp. 149–151Meacham (2015), pp. 242–255 === O vice de Reagan (1981–1989) === Como vice-presidente, Bush manteve-se afastado dos holofotes, de forma geral, reconhecendo os limites constitucionais do cargo; ele evitou criticar Reagan ou suas políticas em qualquer forma. Essa abordagem ajudou ele a conquistar a confiança de Reagan, o que baixou a rivalidade entre os dois que ainda existia desde as primárias. Bush também cultivou um bom relacionamento com o gabinete de Reagan, incluindo com seu amigo Jim Baker, que serviu como o primeiro Chefe de Gabinete do presidente.Meacham (2015), pp. 267 Sua abordagem ao cargo de vice foi influenciada por seu predecessor, Walter Mondale, que tinha uma relação muito próxima com o Presidente Carter em parte por causa de sua capacidade de evitar confrontos com funcionários seniores e membros do Gabinete. Ele também estava ciente do relacionamento ruim do vice Nelson Rockefeller com a equipe do Presidente Ford.Meacham (2015), pp. 264–265 Bush e sua esposa participaram de vários eventos e cerimônias, incluindo funerais de Estado, algo que comediantes constantemente zombavam. Como vice, era também o presidente do Senado, o que fez com que Bush permanecesse em contato próximo com o Congresso e manteve o presidente Reagan informado das atividades dos legisladores. Em 30 de março de 1981, Reagan sofreu uma tentativa de assassinato e foi levado para o hospital. Bush imediatamente voltou para Washington D.C. Quando seu avião pousou, muitos pediram para ele ir direto para a Casa Branca via helicóptero para mostrar para o povo que o governo ainda estava funcionando. Bush rejeitou a ideia, temendo que uma cena tão dramática iria dar a impressão de que ele estaria tentando usurpar os poderes e prerrogativas de Reagan.Meacham (2015), pp. 275–277 Durante o curto período de incapacidade de Reagan, Bush presidiu sobre reuniões de gabinete, reuniu-se com líderes do Congresso e chefes de governo e Estado estrangeiros e manteve repórteres atualizados a respeito dos afazeres do governo federal, mas rejeitou sistematicamente a possibilidade de invocar a Vigésima Quinta Emenda à Constituição. A forma como Bush lidou com toda essa situação impressionou Reagan e após ele se recuperar, os dois se reaproximaram e começaram a ter um almoço semanal na Casa Branca para discutirem questões de Estado. Bush recebeu várias responsabilidades por Reagan, como chefiar uma força-tarefa de desregulamentação e outra a respeito do tráfico internacional de drogas, ambas questões populares entre conservadores. A força-tarefa de desregulamentação enviou para o presidente Reagan várias recomendações a respeito de regras e burocracias que poderiam ser abolidas. O impulso de desregulamentação da administração Reagan teve um forte impacto nos setores de radiodifusão, finanças, extração de recursos naturais e outras atividades econômicas, e o governo eliminou vários cargos e posições governamentais. Em 1983, Bush visitou vários países da Europa Ocidental e se encontrou com diversos líderes da OTAN.Meacham (2015), pp. 285–287Leuchtenberg (2015), pp. 601-604 No final, em 1984, a popularidade de Reagan era alta, com os Estados Unidos saindo da recessão e com a economia gerando empregos. Assim, nas eleições daquele ano, a chapa Reagan-Bush não teve dificuldades em se reeleger, conquistando 59% do voto popular.Leuchtenberg (2015), pp. 620-621Rossinow (2015), p. 173 O segundo mandato de Reagan viu uma desaceleração da Guerra Fria. Mikhail Gorbachev se tornou líder da União Soviética e ele começou uma série de novas políticas de abertura política e econômica, que foram muito bem recebidas no Ocidente. Em 1987, os Estados Unidos e os soviéticos assinaram o Tratado de Forças Nucleares de Alcance Intermediário e novas negociações entre os dois países começaram, com o presidente e o Secretário de Estado, George Shultz, encabeçando essas conversas, mas com Bush atendendo várias reuniões e dando conselhos.Herring (2008), p. 894-898 Bush não concordava com alguns posicionamentos de Reagan, mas continuou a apoiar seu presidente e afirmou para Gorbachev que, caso ele próprio fosse eleito presidente em 88, ele manteria as políticas de reaproximação de Reagan. Em 13 de julho de 1985, Bush serviu como presidente interino por um pouco mais de oito horas enquanto Reagan passava por uma cirurgia de remoção de pólipo no intestino grosso. Em 1986, o governo Reagan foi abalado pelo escândalo conhecido como Caso Irã-Contras. No meio do contexto da Guerra Irã-Iraque‎, os Estados Unidos secretamente venderam armas aos iranianos em troca da intervenção destes para libertar os reféns americanos no Líbano. O dinheiro feito desta venda foi utilizado para financiar os guerrilheiros anticomunistas conhecidos como Contras na Nicarágua, indo de encontro a uma lei passada no Congresso que impedia o governo de tomar tal atitude. Quando o assunto estourou na mídia, Bush alegou não ter conhecimento nenhum desse caso. Embora nem Reagan ou Bush tenham sido diretamente implicados, este escândalo se tornaria um problema político ocasional.Patterson (2005), pp. 210–211Meacham (2015), p. 305 === Eleição presidencial de 1988 === Bush começou a pensar em concorrer novamente para presidente após a eleição de 1984. Mas foi só em outubro de 1987 que ele tornou público sua intenção de concorrer nas primárias republicanas. Sua campanha foi encabeçada por Lee Atwater e contava com os conselhos do seu filho George W. Bush Júnior e o consultor de mídia Roger Ailes. Apesar de ter dado uma guinada ideológica mais para a direita, sua reputação com os mais conservadores nunca foi muito boa e vários partidários de Ronald Reagan ainda não tinham esquecido das coisas que ele havia falado nas primárias de oito anos antes. Seus principais concorrentes eram o Senador Bob Dole do Kansas, o congressista Jack Kemp de Nova Iorque e o televangelista cristão Pat Robertson. Reagan não endossou nenhum candidato mas declarou apoio público a Bush.Meacham (2015), pp. 297–298; 318, 326 Embora tenha sido considerado o favorito logo de cara, acabou enfrentando dificuldades, perdendo as primárias em Iowa. Bush reorganizou sua campanha e focou em New Hampshire e venceu por uma boa margem. Depois veio mais uma importante vitória na Carolina do sul e nos próximos dezessete estados, ele viu dezesseis vitórias, conquistando a Super Terça, garantindo a nomeação. Bush, que frequentemente era criticado por sua falta de eloquência, deu um bom discurso de aceitação na Convenção Nacional Republicana de 88. O discurso ficou conhecido como \"Mil pontos de luz\", onde ele flertou com a direita religiosa, tentando garantir apoio conservador. Ele manteve que defenderia o estado mínimo, manteria o juramento de fidelidade à bandeira e orações nas escolas, defenderia a manutenção da pena capital a nível federal e o direito dos cidadãos de manter e portar armas de fogo. Mas o que mais chamou atenção no discurso foi seu compromisso com o eleitorado de não aumentar impostos, na sua agora infame frase \"Read my lips: no new taxes\". Bush escolheu o até então desconhecido senador Dan Quayle de Indiana para ser seu candidato a vice. A esperança era que a juventude de Quayle atrairia os eleitores mais jovens, ao mesmo tempo que seu conservadorismo aplacaria as críticas dos extremistas no partido.Greene (2015), pp. 35–41Meacham (2015), pp. 322–325 O Partido Democrata nomeou Michael Dukakis, de Massachusetts, um político mais alinhado a esquerda liberal. Apesar de inicialmente estar a frente nas pesquisas de opinião, Dukakis fez uma campanha errática e ineficiente.Greene (2015), pp. 39, 47 A campanha de Bush atacou Dukakis como um \"esquerdista antipatriota e extremista\". Em um dos momentos mais emblemáticos da eleição, a campanha de Bush liberou um comercial fazendo menção a Willie Horton, um condenado por assassinato que havia sido beneficiado em um programa de saída temporária da cadeia e aproveitou este tempo para estuprar uma mulher. Dukakis era contra a pena de morte e apoiava saídas temporárias da cadeia em datas festivas, como aquela que Horton havia usado. Embora na época o comercial tenha sido um fator importante na campanha para pintar Dukakis como um fraco na questão de segurança pública, hoje muitos o reconhecem como um tipo de \"apito de cachorro\" (\"dog whistle\") racial e um momento de incivilidade política. Por fim, uma foto estranha dentro de um tanque M1 Abrams e uma participação horrível no segundo debate, acabou por condenar a campanha de Dukakis. Esta eleição é amplamente considerada como tendo um alto nível de campanha negativa, embora o cientista político John Geer argumentasse que a parcela de anúncios negativos estava em linha com as eleições presidenciais anteriores.Meacham (2015), pp. 347–348Greene (2015), pp. 44–49 Bush acabou vencendo a eleição de 1988 com certa facilidade, conquistando 426 de votos no colégio eleitoral (e 53% do voto popular). Ele se tornou o primeiro vice ainda no cargo a se eleger presidente desde Martin Van Buren em 1836. No Congresso, porém, os Democratas mantiveram a maioria em ambas as casas.Patterson (2005), pp. 224–225 == Presidência (1989–1993) == Bush foi empossado presidente em 20 de janeiro de 1989. No seu discurso de posse, ele enfatizou indiretamente o início do colapso do comunismo na Europa e afirmou: \"A era do totalitarismo está passando, suas velhas ideias levadas embora como folhas de uma árvore antiga e sem vida. Uma nova brisa está soprando e uma nação renovada pela liberdade está pronta para seguir em frente\". Sua primeira nomeação importante foi James Baker para Secretário de Estado. Dick Cheney, o ex-chefe de gabinete do presidente Ford, foi indicado para Secretário de Defesa, Jack Kemp foi nomeado como Secretário de Habitação e Desenvolvimento Urbano, e Elizabeth Dole, esposa de Bob Dole, foi apontada como Secretária do Trabalho. Vários membros do gabinete de Reagan permaneceram, incluindo o Secretário do Tesouro Nicholas F. Brady, o Procurador-geral Dick Thornburg e o Secretário de Educação Lauro Cavazos. O governador de New Hampshire, John Sununu, um apoiador de Bush na campanha de 1988, se tornou Chefe de Gabinete. Brent Scowcroft foi apontado como Conselheiro de Segurança Nacional, o mesmo papel que tinha na presidência de Gerald Ford.Greene (2015), pp. 53–57Naftali (2007), pp. 66-70 === Política externa === ==== Dissolução da União Soviética e fim da Guerra Fria ==== No seu primeiro ano no cargo, o Presidente Bush decidiu pausar a política de détente do governo Reagan com relação a União Soviética. Bush e seus conselheiros estavam receosos com relação a Gorbachev, com alguns o vendo como um reformador democrático, enquanto outros afirmavam que ele só estava propondo mudanças limitadas que poderiam recuperar a URSS e coloca-la novamente em uma posição de competitividade com os Estados Unidos. Porém, em 1989, com os governos comunistas da Europa Oriental caindo, Gorbachev se recusou a enviar qualquer tipo de ajuda para manter seus aliados no poder, efetivamente abandonando a Doutrina Brejnev. Em março de 1989, Bush e Gorbachev se reuniram no Encontro de Malta, onde Bush afirmou ter saído confiando mais no líder soviético. Neste encontro, um dos principais pontos de discussão foi a reunificação da Alemanha. Reino Unido e França permaneciam não gostando muito da ideia de um estado alemão unificado, mas Bush apoiava as ideias do chanceler Helmut Kohl que a reunificação do país deveria acontecer. Bush acreditava que uma Alemanha unida era importante para os interesses dos Estados Unidos e negociou com Gorbachev para que ele permitisse aos alemães entrarem para a OTAN. Gorbachev concordou e em outubro de 1990, as Alemanhas Ocidental e Oriental se reunificaram, após pagar bilhões em reparação para Moscou.Meacham (2015), pp. 368–369Greene (2015), pp. 110–204 Embora Gorbachev fosse tolerante com Repúblicas Soviéticas abandonando o comunismo, ele não tolerou movimentos separatistas dentro do seu próprio país e mandou tropas para suprimir o movimento pró-democracia na Lituânia. Isso colocou Bush em uma situação difícil. Ao mesmo tempo que o presidente defendia uma redemocratização da União Soviética e autodeterminação dos povos dentro dela, temia-se que uma desintegração desordenada da URSS poderia fazer com que o arsenal nuclear soviético caísse em mãos erradas. Bush queria condenar o que Gorbachev pretendia fazer na Lituânia, mas ao mesmo tempo precisava do apoio do premier soviético na questão da reunificação da Alemanha. Bush chegou então a criticar os movimentos separatistas dentro da União Soviética, especialmente na Ucrânia, num discurso criticado por políticos e analistas contemporâneos, levando a imprensa a apelidar o discurso do presidente de \"Chicken Kiev speech\". Ainda assim, Bush não interferiu nas questões da Europa Oriental. Em julho de 1991, ele e Gorbachev assinaram o START I, um acordo onde ambos os países concordaram em reduzir suas armas nucleares estratégicas em 30%.Greene (2015), p. 204Herring (2008), pp. 907. 913–914 Em agosto de 1991, um grupo de comunistas linha-dura tentaram um golpe de estado para derrubar Gorbachev e reverter suas reformas. O golpe não foi bem-sucedido e militares leais ao governo central recuperaram o controle, mas o prestígio e poder das autoridades em Moscou ruíram. Ao final do mesmo mês, Gorbachev renunciou a posição de Secretário-geral do Partido Comunista da União Soviética e Boris Yeltsin, que havia sido eleito presidente da Federação Russa, assumiu o poder completo, ordenou a apropriação de todos as propriedades do Estado Soviético. Gorbachev tentou se segurar no poder com o cargo nominal de Presidente da União Soviética mas em dezembro ele perdeu oficialmente toda sua autoridade, com Yeltsin negociando com as demais repúblicas soviéticas a dissolução oficial da URSS, com cerca de quinze nações novas emergindo. Como havia feito nos dois anos anteriores, Bush decidiu não interferir e deixou os eventos se desenrolarem sem participação americana. Bush e Yeltsin se encontraram pela primeira vez em fevereiro de 1992, declarando o começo de uma nova era de \"amizade e parceria\". Em janeiro do ano seguinte, foi assinado o tratado START II entre Estados Unidos e Rússia. O fim da União Soviética levou muitos, como o historiador Francis Fukuyama, a especular sobre se o mundo havia chegado ao \"fim da história\", com o término da dicotomia entre democracias e totalitarismo. Dentro dos Estados Unidos, o movimento conservador perdeu parte de sua identidade, com política externa passando a não ter tanta significância para o eleitorado americano.Naftali (2007), pp. 137-138Greene (2015), pp. 238–239Herring (2008), pp. 920–921 ==== Invasão do Panamá ==== Durante a década de 1980, os Estados Unidos apoiaram o ditador anticomunista panamenho Manuel Noriega, embora este fosse acusado de abusos, corrupção e até tráfico de drogas. Em maio de 1989, Noriega anulou o resultado das eleições que havia elegido Guillermo Endara para presidente, o que irritou os Estados Unidos. Bush estava preocupado com os interesses americanos no Panamá, especialmente na questão do Canal Panamenho. O presidente decidiu enviar 2 000 soldados para perto do país para exercícios, o que violava um tratado entre as duas nações. As tensões continuaram a subir e soldados panamenhos acabaram abrindo fogo contra militares americanos. Em resposta, em dezembro de 1989, Bush ordenou uma invasão militar ao Panamá para destituir Noriega (a \"Operação Justa Causa\"). Esta foi a maior mobilização militar americana desde o Vietnã e a primeira ação militar que não acontecia no contexto da Guerra Fria, por parte dos Estados Unidos, em mais de quarenta anos. A invasão não foi muito difícil e em questão de dias, tropas norte-americanas já controlavam a Cidade do Panamá e o Canal. Em 3 de janeiro de 1990, duas semanas após o começo da invasão, Noriega se rendeu e foi levado para os Estados Unidos para responder por seus crimes. Cerca de 23 soldados americanos foram mortos na invasão e outros 394 ficaram feridos. O historiador Stewart Brewer argumentou que a invasão \"representou uma nova era na política externa americana\" porque Bush não justificou a invasão sob a Doutrina Monroe ou a ameaça do comunismo, mas sim com o fundamento de que era do melhor interesse dos Estados Unidos. ==== Primeira Guerra do Golfo ==== O líder iraquiano Saddam Hussein, com seu país enfrentando uma dívida externa enorme devido a Guerra Irã-Iraque e com uma recuperação econômica debilitada por baixos preços do petróleo, decidiu invadir o Kuwait, uma nação pequena e rica em petróleo na fronteira sul iraquiana.Greene (2015), pp. 139–141 Saddam esperava que a comunidade internacional não fosse se importar, mas Bush quase que imediatamente autorizou a imposição de sanções econômicas contra o Iraque e começou a reunir uma coalizão de nações para se opor, militarmente, a agressão iraquiana.Patterson (2005), pp. 230–232 O governo americano temia que uma falha em responder à invasão iria encorajar Saddam a manter sua política belicosa e eventualmente atacar a Arábia Saudita ou Israel, ameaçando desestabilizar todo o Oriente Médio e assim colocando em risco a nova ordem mundial pós-guerra fria.Herring (2008), pp. 908–909 Bush também queria garantir o fluxo de petróleo, já que o Iraque e o Kuwait coletivamente controlavam 20% da produção mundial de petróleo e a Arábia Saudita detinha outros 26% do total.Patterson (2005), p. 233 Por insistência de Bush, em novembro de 1990, o Conselho de Segurança das Nações Unidas aprovou uma resolução autorizando o uso de força caso o Iraque não retirasse suas tropas do Kuwait até 15 de janeiro de 1991.Patterson (2005), p. 232 Com apoio de Gorbachev e abstenção da China, a resolução passou e a ONU exigiu que os iraquianos se retirassem incondicionalmente do território kuwaitiano.Greene (2015), pp. 146–147, 159 Bush convenceu, sem muitas dificuldades, o Reino Unido, a França e outras trinta nações a enviarem meios militares para enfrentar o Iraque, ao mesmo tempo que garantiu apoio financeiro de Alemanha, Japão, Coreia do Sul e, principalmente, da Arábia Saudita e dos Emirados Árabes Unidos. Bush conseguiu convencer o rei saudita Fahd não só a ajudar a financiar a campanha mas também conseguiu sua permissão para os Estados Unidos manter bases militares no país.Greene (2015), pp. 149–151 Em janeiro de 1991, Bush conseguiu ainda que o Congresso autorizasse o uso de força contra o Iraque.Patterson (2005), pp. 232–233 Bush acreditava que a resolução da ONU sozinha já dava a ele autorização necessária para lançar um ataque militar contra Saddam, mas ele queria mostrar que a nação também apoiava ele.Greene (2015), pp. 160–161 Apesar da oposição da maioria dos democratas, o Senado e a Câmara dos Representantes aprovou a passagem da chamada \"Resolução de autorização para uso de força militar contra o Iraque de 1991\". Dois dias após o prazo de 15 de janeiro passar sem uma retirada das forças iraquianas do Kuwait, as forças armadas dos Estados Unidos e seus aliados iniciaram a Operação Tempestade no Deserto, conduzindo inicialmente uma maciça campanha aérea que devastou a rede de comunicação e comando do Iraque e arrasou sua força aérea. Em questão de dias, mais de 100 000 soldados iraquianos desertaram. Em retaliação, o Iraque começou a lançar mísseis Scud contra a Arábia Saudita e Israel, sendo que os ataques contra este último tinham por objetivo fazer os israelenses retaliarem. Bush sabia que, caso Israel contra- atacasse, as nações árabes da coalizão não aceitariam lutar ao lado dos israelenses, assim o presidente americano teve que persuadir o primeiro- ministro de Israel, Yitzhak Shamir, a não retaliar, o que ele conseguiu, mantendo assim a coalizão intacta. Em 23 de fevereiro, as nações aliadas começaram sua invasão do Kuwait, derrotando facilmente o exército iraquiano em apenas quatro dias. No dia 28, as tropas da coalizão se detiveram, uma vez que o Kuwait foi totalmente libertado e a ameaça de Saddam Hussein neutralizada. Menos de 300 soldados americanos, além de 65 militares de outros países, foram mortos em ação.Patterson (2005), pp. 233–235 Um cessar-fogo formal foi assinado em 3 de março e uma zona desmilitarizada, supervisionada pela ONU, foi criada entre a fronteira de Kuwait e Iraque.Greene (2015), p. 165 A vitória americana na Guerra do Golfo foi avassaladora e recuperou a confiança do povo estadunidense nas suas forças armadas. Além disso, a atuação de Bush, no campo diplomático, foi muito elogiada. Em março de 1991, uma pesquisa de opinião feita pelo instituto Gallup mostrou que o índice de aprovação do governo de George Bush havia alcançado a marca de 89%, fazendo de Bush o presidente mais bem avaliado na história das medições feitas por este instituto.Waterman (1996), p. 337 Após 1991, os Estados Unidos e a ONU manteriam suas políticas de sanções contra o Iraque, para garantir que Saddam não representasse mais uma ameaça.Patterson (2005), p. 236 ==== NAFTA ==== Em 1987, os Estados Unidos e o Canadá firmaram um tratado de livre-comércio que eliminou as tarifas entre os dois países. O presidente Reagan esperava que este fosse o primeiro passe para um novo acordo que eliminaria tarifas comerciais entre os Estados Unidos, o Canadá e o México.Wilentz (2008), pp. 313–314 O governo Bush, junto com o conservador primeiro-ministro canadense Brian Mulroney, encabeçaram as negociações que eventualmente resultariam no Tratado Norte-Americano de Livre-Comércio (NAFTA), que também envolveu o governo mexicano. Além das tarifas reduzidas, o tratado proposto afetaria patentes, direitos autorais e marcas registradas. Em 1991, Bush pediu autorização ao Congresso para poder submeter um tratado internacional aos parlamentares que não houvesse possibilidade de ser modificado em plenário. Apesar de uma ferrenha oposição liderada pelo líder da maioria na Câmara, Dick Gephardt, ambas as casas do Congresso votaram por dar este poder a Bush. O NAFTA foi assinado em dezembro de 1992, após Bush já ter perdido a reeleição,Greene (2015), pp. 222–223 mas o presidente Clinton ratificou formalmente o NAFTA em 1993. Os impactos do tratado, contudo, foram bem controversos ao longo dos anos, com muitos questionando se de fato trouxe benefícios para o trabalhador americano. === Políticas domésticas === ==== Economia ==== Entre 1982 e 1990 a economia americana cresceu relativamente bem, embora a disparidade entre ricos e pobres tenha aumentado na década. Em 1989, o ano que Bush assumiu a presidência, o desemprego havia subido levemente para 5,9% mas saltou novamente para 7,8% em meados de 1991.Accepting the Harsh Truth Of a Blue-Collar Recession, New York Times (arquivados), Steve Lohr, 25 de dezembro de 1991.Blue-collar Towns Have Highest Jobless Numbers, Hartford Courant [Connecticut], W. Joseph Campbell, 1 de setembro de 1991. O maciço corte de impostos passado na administração Reagan, somado aos elevados gastos do governo (especialmente no setor de defesa), levou a um gigante rombo nas contas públicas, com esse déficit orçamentário levando a um crescimento da dívida pública. Em 1989, a dívida do governo era de US$ 152,1 bilhões de dólares e em 1991 acabou saltando para US$ 220 bilhões (o déficit agora era o triplo do que era em 1980). Com a economia dando sinais de instabilidade, a preocupação do povo com a saúde financeira da nação e outros assuntos domésticos acabaram fazendo com que os sucessos de Bush na área de relações exteriores não importassem tanto para o eleitorado.Waterman (1996), pp. 340–341 Assim, o governo Bush decidiu priorizar o controle do déficit orçamentário, com o presidente vendo essa questão como crucial para o futuro da economia do país e também da sua posição no mundo.Meacham (2015), pp. 360–361 O Departamento de Defesa dos Estados Unidos era o setor do governo que mais consumia recursos federais, porém Bush se opunha a qualquer corte de gastos nas forças armadas, mas ao mesmo tempo também era contra aumentar os impostos, e assim ele acabava ficando sem opções para lidar com o rombo nas contas públicas. Bush e o Congresso haviam concordado em não fazer muitas alterações no orçamento para o ano fiscal de 1990. Contudo, ambos os lados sabiam que para o ano seguinte alguma atitude teria que ser tomada, seja cortes de gastos ou aumento de impostos.Greene (2015), pp. 95–97 O governo também enfrentava problemas com Alan Greenspan, o Presidente da Reserva Federal, que se recusava a baixar as taxas de juros, o que poderia estimular o consumo, antes do déficit das contas públicas ser controlado. Em comunicado divulgado no final de junho de 1990, Bush disse que estaria aberto a um programa de redução do déficit que incluísse cortes de gastos, incentivos ao crescimento econômico, reforma do processo orçamentário e aumento de impostos. Durante sua campanha para a presidência em 1988, Bush havia prometido: \"Meu oponente não descarta o aumento de impostos, mas eu posso [descartar]. E o Congresso vai me pressionar para aumentar os impostos e direi não. E eles vão pressionar, e eu direi não, e eles vão pressionar de novo, e eu direi, a eles: 'Leia meus lábios: sem novos impostos'.\" Assim, com Bush agora concordando com a possibilidade de aumentar os impostos federais, os conservadores fiscais do seu partido se sentiram traídos e criticaram Bush por ceder aos democratas tão cedo nas negociações. Em setembro de 1990, Bush e os democratas no Congresso chegaram a um acordo, onde gastos do governo seriam cortados e impostos seriam aumentados para os mais ricos e sobre o preço da gasolina. Como parte deste acordo, novas provisões só poderiam ser apresentadas se o governo mostrasse como pretendia pagar por elas, num sistema conhecido como \"pay as you go\". O líder da minoria na Câmara dos Representantes, Newt Gingrich, liderou a oposição conservadora a essas propostas, não concordando com qualquer aumento de impostos. Quando liberais também se opuseram ao plano, o governo acabou passando por um breve shutdown (fechamento). Com os republicanos se mostrando inflexíveis, Bush teve que mais uma vez ceder aos democratas. Assim, em novembro, o estatuto OBRA-90 passou pelo Congresso, com o aumento de tributos sobre gasolina sendo eliminado, mas os impostos sobre as classes mais abastadas foram aprovados, quase que sem apoio republicano algum. Cortes de gastos também foram passados, mas eles eram menores que aqueles originalmente propostos. A decisão de Bush de assinar este projeto de lei prejudicou sua posição perante os conservadores e o público em geral, mas também lançou as bases para os superávits orçamentários do final da década de 1990.Greene (2015), pp. 100–106Meacham (2015), pp. 446–447 ====Legislações==== Até 1989, pessoas com deficiência não eram contempladas na plenitude dos seus direitos conforme determinado na Lei dos Direitos Civis de 1964 e muitos enfrentavam discriminação e segregação. Em 1988, os congressistas Lowell Weicker e Tony Coelho apresentaram ao plenário do legislativo o Americans with Disabilities Act que barrou a discriminação empregatícia contra indivíduos qualificados que sejam portadores de deficiência. A lei passou no Senado, mas não na Câmara, tendo que ser reintroduzida para votação no ano seguinte. Muitos conservadores se opuseram a lei, acreditando que ela seria muito cara de implementar e acabaria sendo mais um fardo para pequenas empresas, mas Bush apoiava essa legislação. Em 1990, o Congresso finalmente aprovou a \"Lei dos Americanos com Deficiências\", sendo assinada por Bush em julho de 1990.Greene (2015), pp. 90–92 A lei exigia que empregadores e acomodações públicas fizessem \"acomodações razoáveis\" para os deficientes, ao mesmo tempo que fornecessem uma exceção quando tais acomodações impunham uma \"dificuldade indevida\". Em 1990, o senador Ted Kennedy apresentou um projeto de lei que, entre outras coisas, facilitaria a entrada de ações judiciais por causa discriminação no emprego. Bush vetou a lei, afirmando que ela poderia acabar gerando cotas raciais na hora das contratações. O presidente, contudo, acabou tendo que assinar a Lei dos Direitos Civis de 1991, que era muito similar a aquela que Kennedy havia apresentado.Greene (2015), pp. 79–80 Em agosto de 1990, Bush assinou o Ryan White CARE Act, que aumentou significativamente os fundos federais para pesquisa sobre HIV/AIDS. Naquela época, muitos especialistas afirmavam que os Estados Unidos estavam passando por uma \"epidemia de AIDS\" que, no começo dos anos 1990, era uma das principais causas de morte entre homens americanos de idade de 25 a 44 anos. Na área da educação, Bush favoreceu propostas que aumentavam fundos para escolas que trabalhassem com crianças desfavorecidas socialmente, pagamento de bônus para bons professores e melhor acesso a fundos federais para matrículas, porém ele não assinou nenhuma legislação significativa na área.Patterson (2005), pp. 239–240 Em 1990, o presidente assinou a nova Lei de Imigração, que aumentou em 40% a cota de pessoas que podiam imigrar para os Estados Unidos.\"The Paper curtain: employer sanctions' implementation, impact, and reform\". Michael Fix (1991). The Urban Institute. p. 304. Essa lei quase que dobrou o número de imigrantes que entraram no país com base em qualificações técnicas. No final dos anos 1980, os Estados Unidos passavam por uma crise de poupanças e empréstimos. Bush propôs um pacote de US$ 50 bilhões de dólares para aliviar este setor e solicitou ainda a criação do Escritório de Supervisão de Poupanças. Como resposta, em 1989, o Congresso passou a Lei de Reforma, Recuperação e Execução das Instituições Financeiras, que continha várias das propostas de Bush.Greene (2015), pp. 97–100 ==== Meio ambiente ==== Em junho de 1989, o governo Bush propôs uma lei que modificaria o Clean Air Act (\"Lei do Ar Limpo de 63\"). Trabalhando com o líder do Senado, George J. Mitchell, o governo obteve a aprovação das emendas contra a oposição de membros do Congresso alinhados aos negócios, que temiam o impacto na economia a respeito de regulamentações mais rígidas.Greene (2015), pp. 92–94 A legislação planejava coibir chuva ácida e poluição ao exigir a redução das emissões de produtos químicos na atmosfera, como dióxido de enxofre e foi a primeira grande atualização do Clean Air Act desde 1977. Bush também assinou a Lei de Poluição de Petróleo de 1990 em resposta ao desastre ambiental provocado pelo Exxon Valdez. Contudo, a Liga dos Eleitores de Conservação criticou algumas das ações do presidente Bush na área ambiental, incluindo sua oposição a padrões mais rígidos de quilometragem automática. ==== Apontamentos judiciais ==== Bush apontou dois juízes para a Suprema Corte dos Estados Unidos, sendo eles David Souter (1990) e Clarence Thomas (1991). Enquanto Souter passou facilmente pela sabatina do Senado, Thomas teve mais dificuldade. Acusações de abuso sexual vieram à tona e dificultaram a nomeação, que também teve oposição de grupos pró-escolha e até mesmo da NAACP, que estavam preocupados com o conservadorismo dele.Patterson (2005), pp. 243–244 No final, a votação que aprovou Thomas foi muito apertada. Bush apontou 42 juízes para a Corte de Apelações e 148 outros para as cortes distritais. === Imagem pública === Bush era considerado um \"cuidador pragmático\" que carecia de um tema unificador e convincente de longo prazo para seus esforços. Sua habilidade como um articulador e diplomata no cenário internacional ganhou apoio bipartidário e seu índice de aprovação permaneceu nas alturas por um breve período de tempo. Contudo, mesmo no assunto da Guerra do Golfo, onde sua habilidade como líder foi muito elogiada, críticos apontaram o fato dele não ter derrubado Saddam Hussein do poder, deixando o trabalho \"incompleto\". Uma vez que as crises no exterior passaram, especialmente com o fim da guerra fria, os olhos da nação se voltaram quase que inteiramente para assuntos domésticos, onde uma economia em recessão acabou por erodir sua popularidade. O The New York Times reportou em 1992, erroneamente, que Bush, ao visitar um supermercado, ficou surpreso ao ver um leitor de código de barras, o que gerou controvérsia, com muitos acusando Bush de elitismo, não estando a par de como vivia o cidadão comum. Em meio à recessão do início de 1990, sua imagem mudou de \"herói conquistador\" para \"político confuso por questões econômicas\". Somado a isso, o clima político em 1991-92 era um de polarização política e baixo tom nas campanhas, que aumentou o desdém e o desinteresse público por assuntos relacionados a política em geral.Gil Troy, \"Stumping in the bookstores: A literary history of the 1992 presidential campaign.\" Presidential Studies Quarterly (1995): 697-710. online === Eleição presidencial de 1992 === Logo no começo de 1992, Bush anunciou que iria concorrer a reeleição. Naquela altura, apesar da economia cambaleando, a vitória avassaladora na Guerra do Golfo havia puxado a popularidade do presidente para quase 90% e com isso, muitos analistas viam sua vitória como quase certa. Assim, vários importantes democratas, como Mario Cuomo, Dick Gephardt e Al Gore, resolveram não concorrer. Contudo, a economia parecia não se recuperar e quando Bush aceitou aumentar impostos, muitos conservadores ficaram enraivecidos e acreditavam que o presidente estava se afastando das políticas de Ronald Reagan. O ultraconservador Pat Buchanan lançou sua candidatura para desafiar o presidente no Partido Republicano. Bush não teve muitas dificuldades em superar Buchanan, mas ficou aparente que o eleitorado republicano havia em definitivo se virado para a direita religiosa, a quem Bush, um pragmático moderado, teve que se adaptar a este cenário.Patterson (2005), pp. 246–252Waterman (1996), pp. 337–338Meacham (2015), pp. 444–445 Os democratas nomearam um centrista para presidente, o governador Bill Clinton do Arkansas. Visto como um moderado, Clinton era a favor da reforma da previdência, redução do déficit orçamentário e corte de impostos para a classe média.Patterson (2005), pp. 247–248 No começo de 1992, a corrida presidencial deu uma virada quando o populista independente Ross Perot lançou sua candidatura, afirmando que nem Democratas ou Republicanos conseguiriam controlar o déficit ou fazer o governo funcionar de forma eficiente. Sua mensagem atraiu os eleitores de todo os espectros políticos, decepcionados com a percepção de irresponsabilidade fiscal de ambos os partidos. Perot atacou o NAFTA, afirmando que o acordo havia destruído empregos no país. Por um tempo, nas pesquisas, Ross Perot estava na frente das intenções de voto, mas Clinton parecia estar ganhando terreno, com uma campanha eficiente e também ao nomear o senador Al Gore, um jovem sulista, como seu candidato a vice.Meacham (2015), pp. 504–506 Bush atacou a inexperiência e o caráter de Clinton, especialmente as denúncias de infidelidade no casamento, ao mesmo tempo afirmando que ele iria aumentar impostos sobre gasolina e sobre bens e serviços. Diferente do fracasso de Michael Dukakis em 88, os Democratas aprenderam a lição nesta eleição e passaram a responder as acusações diretamente e contra-atacar. Bush focou sua campanha eleitoral com mensagens defendendo os Estados Unidos como uma nação que tem que manter sua posição como \"uma superpotência militar, uma superpotência econômica e uma superpotência de exportação\". O discurso de Bush focado em caráter e política externa não conquistou muitos eleitores, especialmente aqueles desiludidos com a capacidade do governo federal de resolver os problemas da nação. Clinton, por outro lado, fez uma campanha mais ampla. Primeiro, ele apelou para minorias, como latinos e afro-americanos, com ênfase nestes últimos. Ele também aplacou a ala esquerdista do seu partido, defendendo justiça social, acesso a saúde pública de qualidade e respeito a diversidade da nação. Por outro lado, também flertou com centristas e membros da direita moderada, ao indicar que o aumento de impostos seria pequeno e focaria puramente em controlar o déficit, ao mesmo tempo que cortaria gastos e adotaria tolerância zero contra a criminalidade. A tática deu certo, e muitos eleitores que haviam abandonado o partido democrata (como os Reagan Democrats) voltaram para apoiar Clinton. Os democratas voltaram a assumir a liderança nas pesquisas perto de novembro, mas os especialistas não apontavam um franco favorito. Na véspera da eleição de 1992, o desemprego atingiu a marca de 7,8%, que era a maior desde 1984. Bill Clinton acabou vencendo a eleição, conquistando 43% do voto popular (ou 370 votos do Colégio Eleitoral), enquanto Bush recebeu 37,5% dos votos. Ross Perot conquistou 19% dos votos, um dos melhores resultados por um terceiro candidato na história das eleições presidenciais americanas. Clinton teve um bom desempenho no nordeste, no centro-oeste e na costa oeste do país, ao mesmo tempo que travou a campanha democrata mais forte no sul desde a eleição de 1976. Vários fatores foram importantes na derrota de Bush. A economia, que acabara de sair de uma recessão, ainda passava por dificuldades, o que atrapalhou muito a campanha republicana, com 7 em cada 10 eleitores dizendo no dia das eleições que a economia estava \"não tão boa\" ou \"pobre\". O presidente também foi prejudicado por ter alienado muitos conservadores de seu partido. Ele aumentou impostos quando tinha prometido não faze-lo na campanha anterior e viu o crescimento do controle da direita religiosa sobre o Partido Republicano, que acabou afugentando vários republicanos moderados e independentes. Bush culpou Perot em parte por sua derrota, embora as pesquisas mostrassem que Perot atraiu seus eleitores de Clinton e Bush de forma quase igual.Greene (2015), pp. 233–234Meacham (2015), p. 521 Após a derrota, a popularidade de Bush acabou subindo, chegando a 56% no momento que ele deixou o cargo em janeiro de 1993. Assim como muitos de seus predecessores, Bush assinou vários perdões e comutações nos seus últimos dias no cargo. No caso mais controverso, ele perdoou seis pessoas envolvidas no Escândalo Irã-Contras, incluindo o ex- Secretário de Defesa Caspar Weinberger. As acusações contra os seis eram de que eles mentiram ou ocultaram informações do Congresso. O perdão efetivamente pôs um fim ao escândalo Irã-Contras.Carl Levin e Henry Hyde, \"The Iran-Contra Pardons-Was It Wrong for Ex-President Bush to Pardon Six Defendants.\" American Bar Association Journal 79 (1993): 44-45. De acordo com Seymour Martin Lipset, a eleição de 1992 teve várias características únicas. Os eleitores sentiram que as condições econômicas estavam piores do que realmente eram, o que prejudicou Bush. Um evento raro foi um forte candidato de um terceiro partido. Os liberais mostraram uma reação contra doze anos de uma Casa Branca conservadora. O principal fator talvez tenha sido como Clinton conseguiu de forma bem-sucedida unificar seu partido e conquistou vários grupos heterogêneos.Seymour Martin Lipset, \"The significance of the 1992 election.\" PS: Political Science and Politics 26.1 (1993): 7-16 online. Página acessada em 28 de abril de 2021. == Pós-presidência (1993–2018) == Após deixar a Casa Branca, Bush e sua esposa construíram uma casa em West Oaks, Houston, e estabeleceu um escritório em Memorial Drive, perto de sua nova casa. Passava seu tempo de férias entre sua residência de luxo em Kennebunkport, Maine, um cruzeiro anual na Grécia, pescaria na Flórida e também visitava o Bohemian Club no norte da Califórnia. Ele recusou ofertas para servir na diretoria de várias empresas mas fez diversos discursos pagos pelo país e serviu como conselheiro para a empresa The Carlyle Group.Meacham (2015), pp. 540–541 Apesar de nunca ter escrito suas memórias, ele e Brent Scowcroft escreveram o livro A World Transformed, em 1999, que fala sobre política internacional. Parte de suas cartas e diário foram mais tarde compiladas nos livros The China Diary of George H. W. Bush e All The Best, George Bush. Em 1993, enquanto visitava o Kuwait, o ex presidente supostamente foi alvo de uma tentativa de assassinato planejada pelo Mukhabarat (o órgão de inteligência do Iraque Baathista). O plano era explodir um carro bomba e matar Bush e o Emir kuwaitiano, porém o serviço de inteligência do Kuwait identificou a ameaça e a neutralizou, prendendo várias pessoas no processo (embora haja dúvidas sobre se essa história foi de fato verdadeira). O presidente Bill Clinton ordenou um ataque retaliatório contra o Iraque, lançando 23 mísseis de cruzeiro contra alvos da inteligência iraquiana. Nas eleições de 1994, seu filho mais velho, George W., concorreu como governador do Texas e seu filho do meio, Jeb, concorreu como governador da Flórida. Ele fez campanha para os dois mas os aconselhou a trilhar seu próprio caminho e não ficar pensando muito no que o pai deles faria em seu lugar.Meacham (2015), pp. 546–549 George acabou vencendo Ann Richards no Texas, mas Jeb foi derrotado por Lawton Chiles na Flórida. Bush afirmou que estava orgulhoso pelos filhos, embora se sentisse mal pelo que perdeu. Jeb tentaria novamente se eleger na Flórida em 1998 e venceu, ao mesmo tempo que seu irmão George W. foi reeleito no Texas. Foi a segunda vez na história dos Estados Unidos que dois irmãos serviram simultaneamente como governadores. Quando seu filho mais velho, George W. concorreu a presidência dos Estados Unidos na eleição de 2000, Bush Pai endossou e publicamente apoiou o filho, mas não fez campanha para ele e não discursou na Convenção Nacional Republicana. Quando George venceu, eles se tornaram somente a segunda dupla de pai e filho a serem presidentes, com os outros dois sendo John Adams e John Quincy Adams. Até então, Bush era chamado apenas de \"George Bush\" ou \"Presidente Bush\", mas após a eleição do filho surgiu a necessidade de distinguir entre eles e criaram formas retronímicas, como \"George H. W. Bush\" e \"George Bush Sr.\" ou de forma mais coloquial, como \"Bush 41\" e \"Bush the Elder\" (ou \"Bush Pai\"). Bush aconselhou o filho em questões pessoais, aprovou a seleção de Dick Cheney como seu vice e a manutenção de George Tenet como diretor da CIA. Porém, ele não foi consultado em tudo, incluindo na indicação de seu antigo rival, Donald Rumsfeld, para Secretário de Defesa. Embora não se propusesse a dar conselhos ao filho, Bush conversava com ele sobre vários assuntos de governo, incluindo segurança nacional.Meacham (2015), pp. 554, 563–568 Em sua aposentadoria, Bush geralmente evitou expressar publicamente sua opinião sobre questões políticas, preferindo usar os holofotes públicos para apoiar várias instituições de caridade.Meacham (2015), pp. 582–583 Apesar das diferenças políticas anteriores com Bill Clinton, os dois ex-presidentes acabaram se tornando amigos. Eles apareceram juntos em anúncios de televisão, incentivando a ajuda às vítimas do furacão Katrina e do terremoto e tsunami de 2004 no Oceano Índico. Bush apoiou as candidaturas dos republicanos John McCain na eleição presidencial de 2008 e Mitt Romney na eleição de 2012, mas ambos foram derrotados por Barack Obama. Em 2011, Obama presenteou Bush com a Medalha Presidencial da Liberdade, a mais alta honraria civil nos Estados Unidos.Meacham (2015), p. 598 Bush apoiou seu filho Jeb nas primárias republicanas de 2016, mas este não avançou muito. Nem George H.W. ou George W. Bush endossaram o candidato republicano nomeado, Donald Trump; todos os três Bushs frequentemente criticaram as políticas de Trump e seu estilo, enquanto Trump era crítico da presidência de George W. Bush. Bush Pai mais tarde afirmou que, em 2016, votou na democrata Hillary Clinton. Após a eleição e vitória de Trump, Bush escreveu uma carta ao presidente-eleito Donald Trump, em janeiro de 2017, para informá-lo de que, devido ao seu estado de saúde debilitado, ele não poderia comparecer a sua cerimônia de posse em 20 de janeiro; mas ele mandou seus cumprimentos. Em agosto de 2017, após a violência que aconteceu na manifestação \"Unite the Right\", em Charlottesville, os dois presidentes Bush divulgaram uma nota conjunta, onde afirmaram: \"Os Estados Unidos devem rejeitar preconceito racial, antissemitismo e ódio em todas as formas [...] Como rezamos por Charlottesville, todos nós somos lembrados das verdades fundamentais redigidas pelo cidadão mais proeminente daquela cidade na Declaração da Independência: todos nós somos criados iguais e dotados por nosso Criador com direitos inalienáveis\". Em 17 de abril de 2018, sua esposa Barbara Bush faleceu aos 92 anos de idade em sua casa em Houston, Texas. Seu funeral aconteceu na igreja St. Martin's Episcopal quatro dias mais tarde. Bush, junto com os ex-presidentes Barack Obama, George W. Bush (filho), Bill Clinton e as primeiras damas Melania Trump, Michelle Obama, Laura Bush (nora) e Hillary Clinton estavam presentes e tiraram uma foto juntos como um sinal de unidade. Em 1 de novembro de 2018, Bush foi voltar nas eleições para o legislativo. Esta foi sua última aparição pública em vida. ===Morte=== Bush sofria de parkinsonismo, uma forma da doença de Parkinson. O ex-presidente morreu em 30 de novembro de 2018 aos 94 anos, em sua casa em Houston, Texas. Havia alguns dias que ele vinha sendo tratado em um hospital local com sintomas de hipotensão. Na época de sua morte, era o ex-presidente mais velho da história, uma distinção que passou para Jimmy Carter. Seu funeral de Estado ocorreu no dia 5 de dezembro de 2018 na Catedral Nacional de Washington e reuniu todos os presidentes vivos dos Estados Unidos. Além do presidente Donald Trump, compareceram os ex-presidentes Barack Obama, Bill Clinton, Jimmy Carter e o filho mais velho de H. W. Bush, George W. Bush. Foi sepultado no dia seguinte, na , em College Station, Texas, ao lado do túmulo de sua esposa Barbara, falecida em 17 de abril do mesmo ano, e sua filha Robin, que morreu décadas antes. == Vida pessoal e legado == Em 1991, o The New York Times revelou que Bush sofria de Doença de Graves, uma condição da tiroide que sua esposa Barbara também sofria. Mais tarde, Bush foi acometido de parkinsonismo vascular, uma forma de Mal de Parkinson que o forçou a usar uma scooter motorizada ou cadeira de rodas. Bush sempre foi membro e frequentador da Igreja Episcopal. Ele citou vários momentos em sua vida que aprofundaram sua fé, incluindo sua fuga das forças japonesas em 1944 e a morte de sua filha de três anos, Robin, em 1953. Sua fé era frequentemente refletida em suas visões políticas, incluindo a defesa da presença da religião nas escolas e seu apoio a movimentos pró-vida. Historiadores e cientistas políticos o citam como um presidente acima da média. Em uma pesquisa de opinião em 2018, a American Political Science Association listou Bush como o 17º melhor presidente (de 44). Uma pesquisa com historiadores feita em 2017 pela C-Span o rankeou como o 20º melhor presidente (de 43). De acordo com o USA Today, o legado de Bush Pai como presidente é definido, principalmente, por sua vitória sobre o Iraque na Guerra do Golfo e por ter presidido, embora não interferido, na Dissolução da União Soviética e na Reunificação da Alemanha. Em 1990, a revista Time o nomeou como Homem do Ano. Em 1997, o aeroporto internacional de Houston foi renomeado Aeroporto Intercontinental George Bush. Sua biblioteca e museu foi completada em 1997 e está localizada na parte oeste do campus da Universidade do Texas A&M;, em College Station. == Ver também == *Família Bush *Museu Presidencial em College Station, Texas *USS George H.W. Bush (CVN-77) == Bibliografia == === Material utilizado === * * * * * * * * * === Fontes secundárias === * * * * Cox, Michael, and Steven Hurst. \"'His finest hour?'George Bush and the diplomacy of German unification.\" Diplomacy and statecraft 13.4 (2002): 123–150. * Cull, Nicholas J. \"Speeding the Strange Death of American Public Diplomacy: The George H. W. Bush Administration and the US Information Agency.\" Diplomatic History 34.1 (2010): 47–69. * * * Engel, Jeffrey A. \"A Better World...but Don't Get Carried Away: The Foreign Policy of George H. W. Bush Twenty Years On.\" Diplomatic History 34.1 (2010): 25–46. * Engel, Jeffrey A. When the World Seemed New: George H. W. Bush and the End of the Cold War (2018) link * * * * Maynard, Christopher. Out of the shadow: George H. W. Bush and the end of the Cold War (Texas A&M; University Press, 2008). * * * * * Troy, Gil. \"Stumping in the bookstores: A literary history of the 1992 presidential campaign.\" Presidential Studies Quarterly (1995): 697-710. online * * * * === Fontes primarias === * * * * * * * == Ligações externas == * George H.W. Bush Presidential Library Center * Biografia no site da Casa Branca George H. W. Bush Categoria:Alunos da Universidade Yale Categoria:Oficiais da Marinha dos Estados Unidos Categoria:Veteranos da Segunda Guerra Mundial dos Estados Unidos Categoria:Membros da Câmara dos Representantes dos Estados Unidos Categoria:Embaixadores dos Estados Unidos na República Popular da China Categoria:Republicanos do Texas Categoria:Vice-presidentes dos Estados Unidos Categoria:Presidentes dos Estados Unidos Categoria:Representantes permanentes dos Estados Unidos nas Nações Unidas Categoria:Pais de presidentes dos Estados Unidos Categoria:Cavaleiros da Ordem do Banho Categoria:Anticomunistas dos Estados Unidos Categoria:Diretores da CIA Categoria:Pessoa do Ano Categoria:Pessoas da Guerra Fria Categoria:Medalha Presidencial da Liberdade",
 "title": "George H. W. Bush"
}