{
 "id": "53852",
 "text": "Waldo Vieira (Monte Carmelo, — Foz do Iguaçu, 2 de julho de 2015) foi um médico cirurgião plástico e cosmético, dentista, médium, lexicógrafo, autor brasileiro de várias obras, e o primeiro conscienciólogo devido a ser o propositor da Conscienciologia e da Projeciologia. == Biografia == === Infância, juventude e parceria com Chico Xavier === Já na sua infância Vieira supostamente começa a ter suas primeiras manifestações mediúnicas, tornando-se consequentemente adepto do Espiritismo. Afirma-se que sua primeira projeção consciente ocorrera com nove anos de idade. Na juventude se radica em Uberaba, onde se gradua em Medicina e Odontologia. Posteriormente tornar-se-ia também médico pós-graduado em plástica e cosmética (ambos em Tóquio, Japão). Quando ainda estudante (1955) conhece pessoalmente o médium Chico Xavier e juntos desenvolvem nos anos 1950-60 trabalho mediúnico em conjunto no centro espírita \"Comunhão Espírita Cristã\", que fundaram em Uberaba. Tal parceria resulta na publicação de diversos livros e estudos espíritas, mais notadamente em livros psicografados da Série André Luiz. Juntos também exerceram função de médium em sessões de psicografia de cartas e trabalho voluntário de distribuição de mantimentos a multidões de pessoas carentes. Entre 1964 e 1968, o renomado quadrinista Messias de Mello adaptou seis contos psicografados por Vieira e Xavier. As HQs foram republicadas em um álbum em 2011 pela editora Marca de Fantasia. Em 1965,Souto Maior, Marcel. As Vidas de Chico Xavier. 2ª ed. São Paulo: Editora Planeta do Brasil, 2003; p. 176. Vieira e Xavier viajaram para Washington, Estados Unidos, a fim de divulgar o Espiritismo no exterior. Com a ajuda de Salim Salomão Haddad, presidente do centro Christian Spirit Center, e sua esposa Phillis, estudaram inglês e lançaram o livro Ideal Espírita, com o nome de The World of The Spirits. Na volta da viagem, publicaram o livro intitulado Entre Irmãos de Outras Terras. === Trabalhos solo como médium espírita === Como médium espírita, psicografa sozinho os seguintes livros: Conduta Espírita, de André Luiz (FEB, 1960), Bem-Aventurados os Simples, de Valerium (FEB, 1962), Cristo Espera por Ti, de Honoré de Balzac (IDE, 1965), De Coração Para Coração, de Maria Celeste (FEB, 1962), Seareiros de Volta, de diversos espíritos (FEB, 1966), Sonetos de Vida e de Luz, também de diversos espíritos (IDE, 1966), Sol nas Almas, de André Luiz (CEC, 1964) e Técnica de Viver, de Kelvin van Dine (CEC, 1967). === Estudos da consciência e desligamento do Espiritismo === Em 1966 Vieira se muda para o município do Rio de Janeiro, desligando-se do centro \"Comunhão Espírita Cristã\". Ao mesmo tempo torna-se um dissidente do Espiritismo e decide se dedicar à pesquisa da experiência fora-do-corpo (ou projeção da consciência), fenômeno que considera chave para o desenvolvimento integral da consciência. Torna-se membro de duas das mais importantes organizações de pesquisa parapsicológica do mundo, a estadunidense ASPR (American Society for Psychical Research) e a britânica SPR (Society for Psychical Research). Assim que deixa o espiritismo, Vieira viaja com duas amigas pelos EUA, Europa e Ásia pesquisando técnicas estéticas para a vaidade feminina. Em 1981 lança o livro Projeções da Consciência: Diário de Experiências Fora do Corpo Humano, atraindo a atenção dos interessados na Projeciologia, e nesse ano co-funda o “Centro da Consciência Contínua”, dedicado à pesquisa das experiências fora-do-corpo e estados alterados de consciência. Em 1986 lança o tratado Projeciologia: Panorama das Experiências da Consciência Fora do Corpo Humano, com a primeira edição de 5000 exemplares, distribuída gratuitamente entre pesquisadores e bibliotecas do país e do exterior. O tratado consiste em uma exaustiva pesquisa (mais de 1900 referências bibliográficas de 37 países) que chancela o estudo sério e científico sobre o assunto. Tal tratado fundamenta também os estudos da Projeciologia e Conscienciologia e é considerado hoje a principal obra brasileira sobre projeções da consciência. Ao longo dos anos Vieira também montou uma considerável biblioteca sobre a projeção da consciência e relacionados, incluindo milhares de referências populares e científicas na temática. Em 1988 Vieira co-funda o Instituto Internacional de Projeciologia e Conscienciologia (IIPC) (IIP até 1994), no Rio de Janeiro. Uma organização sem fins lucrativos voltada ao ensino e pesquisa da consciência em abordagem integral da personalidade. Ele também presidiu a instituição entre 1988 e 1999, sendo que no final deste período o IIPC foi reconhecido como instituição de Utilidade Pública Federal (UPF). Em 2001 Vieira foi incluído na publicação inglesa Who's Who in the 21st Century, editada pelo International Biographical Centre. Waldo Vieira também é conhecido como um dos maiores colecionadores de histórias em quadrinhos do país e doou sua coleção pessoal para o Centro de Altos Estudos da Conscienciologia (CEAEC). === CEAEC e atividades atuais === Waldo Vieira passou a residir no Centro de Altos Estudos da Conscienciologia (CEAEC), localizado no bairro Cognópolis (também apelidado de Cidade do Conhecimento ou Bairro do Saber) em Foz do Iguaçu. Entre outras atividades, se dedicava à produção da Enciclopédia da Conscienciologia e dicionários relacionados ao tema. Waldo Vieira sofreu um AVC em 25 de junho de 2015, vindo a falecer em 2 de julho de 2015, aos 83 anos, no hospital Ministro Costa Cavalcanti, em Foz do Iguaçu. == Citações == == Livros publicados == === Bibliografia espírita === ; Seleção de obras solo ou em parceria com o médium Chico Xavier Todos os livros listados foram psicografados, inclusive o romance de Balzac (Cristo Espera por Ti). *A Vida Escreve (1960) *Bem-Aventurados os Simples (1962) *De Coração Para Coração (1962) *Timbolão (livro infantil - 1962) *Cristo Espera por Ti (1965), ISBN 85-86019-28-3 **Cristo Espera por Ti, Edição Comentada por Ramos Filho (2007), ISBN 978-85-98966-16-8 *Espírito da Verdade (1962) *Leis de Amor (1963) *Opinião Espírita (1964) *Estude e Viva (1965) *Entre Irmãos de Outras Terras (1966) *Seareiros de Volta (1966), ISBN 85-7328-428-5 *Sonetos de Vida e Luz (1966) *Técnica de Viver (1967), ISBN 85-99772-49-X ; Obras atribuídas ao espírito André Luiz: *Evolução em Dois Mundos (1958) *Mecanismos da Mediunidade (1960) *Conduta Espírita (1960) *Sexo e Destino (1963), ISBN 85-7328-341-6 *Sol nas Almas (1964) *Desobsessão (1964) === Bibliografia conscienciológica === Algumas de suas obras conscienciológicas já foram ou estão sendo traduzidas para o inglês, espanhol, italiano, alemão e chinês. *Projeções da Consciência: (1981) *Projeciologia (1986) *700 Experimentos da Conscienciologia (1994) *O que é a Conscienciologia (1994) *Manual da Tenepes (1995) *A Natureza Ensina (1996) *Conscienciograma (1996) *Nossa Evolução (1996) *Minidefinições Conscienciais (1996) *Máximas da Conscienciologia (1996) *Temas da Conscienciologia (1997) *200 Teáticas da Conscienciologia (1997) *Manual da Proéxis (1997) *Manual da Dupla Evolutiva (1997) *100 Testes da Concienciometria (1997) *Homo sapiens reurbanisatus (2003) *Enciclopédia da Conscienciologia (2006) *Homo sapiens pacificus (2007) *Manual dos Megapensenes Trivocabulares (2009) *Dicionário de Neologismos da Conscienciologia (2013) *Dicionário de Argumentos da Conscienciologia (2014) *Léxico de Ortopensatas (2014) *Manual da Redação da Conscienciologia (1997) == Ver também == *Charles Tart *Robert Monroe *Sylvan Muldoon == Referências == Souto Maior, Marcel. As Vidas de Chico Xavier. 2ª ed. São Paulo: Editora Planeta do Brasil, 2003; pg. 135 Souto Maior, Marcel. As Vidas de Chico Xavier. 2ª ed. São Paulo: Editora Planeta do Brasil, 2003; pgs. 166, 154, 169 e 174 Livro \"Bem-Aventurados os Simples\" (em PDF) Bueno, Wilson De Araújo. VOZES DO PARANÁ, retratos de paranaenses, Vol. 2 , Editora Esplendor: 2009. Livro \"Conduta Espírita\" Conduta Espírita (em PDF) Rocha, Cristina; Vásquez, Manuel A. (Eds). The Disapora Of Brazilian Religions, pp. 339-362 (Chapter \"The Niche Globalization of Projectiology: Cosmology and Internationalization of a Brazilian Parascience\", by Anthony D’Andrea). Koninklijke Brill NV, 2013. ISBN 978 90 04 23694 3 H2FOZ, O Portal das Cataratas (Notícias), Waldo Vieira lançará obra no Salão Internacional do Livro, 24/04/2009. (Página visitada em 11-02-2013) H2FOZ, O Portal das Cataratas (Notícias), Waldo Vieira lançará obra no Salão Internacional do Livro, 24/04/2009. (Página visitada em 11-02-2013) Souto Maior, Marcel. As Vidas de Chico Xavier. 2ª ed. São Paulo: Editora Planeta do Brasil, 2003; p. 176. Messias de Mello e o Espiritismo traz HQs baseadas na obra de Chico Xavier. Universo HQ, 12 de julho de 2011 Simone de La Tour e Kevin de La Tour; Paradiplomacia com Características Chinesas; (...) edição especial do tratado Projeciologia, de Waldo Vieira, com tradução parcial para o chinês.... Revista Conscientia, 2006, 10(4), p. 361-370. Livro \"Sexo e Destino\" Sexo e Destino (Link para livro completo) Livro \"Sol nas Almas\" (Link para obra completa) Clóvis Ramos - \"Temas espíritas na poesia brasileira\", Editora: Sabedoria (1969), 236 páginas. Programa \"Globo Repórter\" (Rede Globo) em Maio de 1995, dedicado a Chico Xavier. == Bibliografia relacionada == : Livro com base na pesquisa de Vieira: :* Gustus, Sandie; Less Incomplete: A Guide to Experiencing the Human Condition beyond the Physical Body, UK: O-Books, 2011. ISBN 978-1-84694-351-5. : Livro biográfico, de abordagem não convencional: :* Teles, Mabel; Zéfiro: a paraidentidade intermissiva de Waldo Vieira, Editares, 2014. ISBN 978-8-59896-693-9. == Ligações externas == * * Categoria:Conscienciologia Categoria:Experiência de quase-morte Categoria:Parapsicólogos Categoria:Pesquisadores de fenômenos paranormais Categoria:Médiuns do Brasil Categoria:Espiritualistas Categoria:Escritores espiritualistas do Brasil Categoria:Escritores de autoajuda Categoria:Naturais de Monte Carmelo (Minas Gerais) Categoria:Fundadores de religiões Categoria:Escritores espíritas do Brasil",
 "title": "Waldo Vieira"
}