{
 "id": "53901",
 "text": "Esta é uma lista de reis de Itália. O título de \"rei da Itália\" (rex Italiæ em latim e re d'Italia em italiano) foi adotado por muitos governantes da península Itálica depois da queda do Império Romano do Ocidente. Porém, até 1860, com a Unificação da Itália nenhum \"Rei da Itália\" governou toda a península, embora alguns pretendessem ter tal autoridade. Muitos integrantes da lista abaixo foram soberanos estrangeiros, como os governantes do Sacro Império Romano-Germânico, que acumularam o título de Rei dos Romanos. == Hérulos e Ostrogodos == * Odoacro * Teodorico, o Grande * Atalarico * Teodato * Vitige * Ildibaldo * Erarico * Tótila * Teia == Carolíngios == # Nome Início do governo Fim do governo Cognome(s) Notas 1 Pepino de Itália 775 8 de julho de 810 Nascido \"Carlomano\" 2 Guido I 891 12 de dezembro de 894 3 Bernardo de Itália 810 17 de abril de 818 4 Berengário II 900 6 de julho de 966 5 Adalberto da Itália 925 6 Arduíno da Itália 931 975 == Reino de Itália em conjunto com o Sacro Império Romano-Germânico == === Dinastia otoniana === # Nome Início do governo Fim do governo Cognome(s) Notas 1 Otão I 2 de fevereiro de 962 7 de maio de 973 O Grande Após uma vacância de 40 anos do título, Otão, rei dos germanos, é coroado pelo Papa João XII. 2 Otão II 25 de dezembro de 967 7 de dezembro de 983 O Vermelho Filho de Oto I, foi coroado co-imperador pelo Papa João XIII. 3 Otão III 25 de dezembro de 996 24 de janeiro de 1002 Filho de Otão II, foi coroado pelo papa João XV. 4 Arduíno I 24 de janeiro de 1002 1014 em oposição a Henrique II 5 Henrique I 14 de fevereiro de 1004 13 de julho de 1024 O Santo, O Sagrado Primo de Otão III, coroado pelo papa Benedito VIII, e canonizado em 1146. Adotou o número II pois seu pai fora Henrique I da Germânia. === Dinastia saliana === # Nome Início do reinado Fim do reinado Cognome(s) Notas 6 Conrado I 26 de março de 1027 4 de julho de 1039 Trineto de Oto I. 7 Henrique II 25 de dezembro de 1046 5 de outubro de 1056 O Negro Filho de Conrado I, coroado pelo papa Clemente II. 8 Henrique III 31 de março de 1084 1105 Abdicou. 9 Henrique IV 12 de fevereiro de 1111 23 de maio 1125 Filho de Henrique III, coroado pelo papa Pascoal II. Não deixou herdeiros. === Casa de Suplingerburgo === # Nome Início do reinado Fim do reinado Cognome(s) Notas 10 Lotário I 4 de junho de 1133 4 de dezembro de 1137 Eleito rei da Alemanha, e coroado pelo papa Inocêncio II em 1133 === Dinastia de Hohenstaufen === # Nome Início do reinado Fim do reinado Cognome(s) Notas 11 Frederico I 18 de junho de 1155 10 de junho 1190 Barbarossa Sobrinho de Conrado III, coroado pelo papa Adriano IV. 12 Henrique V abril de 1191 28 de setembro 1197 O Cruel Filho de Frederico I, coroado pelo papa Celestino III. === Guelfos === # Nome Início do reinado Fim do reinado Cognome(s) Notas 13 Otão IV 12 de julho de 1198 19 de maio de 1218 Após a eleição de Filipe da Suábia para rei da Germânia, foi coroado imperador pelos opositores. === Dinastia de Hohenstaufen === # Nome Início do reinado Fim do reinado Cognome(s) Notas 14 Frederico II 22 de novembro de 1220 13 de dezembro de 1250 Filho de Henrique VI === Dinastia de Luxemburgo === # Nome Início do reinado Fim do reinado Cognome(s) Notas 15 Henrique VI 29 de junho de 1312 24 de agosto de 1313 Após uma vacância desde 1250, Henrique VII foi imperador de jure e de de facto, coroado pelo papa Clemente V. === Dinastia Wittelsbach === # Nome Início do reinado Fim do reinado Cognome(s) Notas 16 Luís IV janeiro de 1328 11 de outubro de 1347 O João XXII recusava-se a coroá-lo até um dos senadores o fazer, sendo o papa deposto logo em seguida. # Nome Início do reinado Fim do reinado Cognome(s) Notas 17 Carlos IV 5 de abril de 1355 29 de novembro de 1378 Eleito Rei da Boêmia e da Germânia em 1347. Coroado imperador pelo papa Clemente IV. 18 Venceslau I 10 de junho de 1376 20 de agosto de 1400 Filho de Carlos I; rei co-regente da Germânia com o seu pai, 1376–1378; deposto em 1400; falecido em 1419 19 Sigismundo 31 de maio de 1433 9 de dezembro de 1437 Rei da Hungria desde 1387 e da Germânia desde 1410. Só fora coroado imperador em 1433 pelo papa Eugênio IV === Habsburgo === # Nome Início do reinado Fim do reinado Cognome(s) Notas 20 Frederico III 1452 19 de agosto de 1493 O de lábios grossos Eleito Rei da Germânia em 1440, mas coroado como Imperador apenas em 1452. 21 Maximiliano I 1508 12 de janeiro de 1519 Em 1508, após reinar sobre o Sacro Império durante 15 anos sem ser coroado, em conjunto com o papa Júlio II, acabou com a da tradição do imperador ser coroado pelo papa, bastando assim, sua eleição. 22 Carlos II 28 de junho de 1519 28 de fevereiro de 1558 Neto de Maximiliano I. Também Carlos I, Rei das Espanhas, que foram passadas em 1556 a Filipe II de Espanha. 23 Fernando I 28 de fevereiro de 1558 25 de julho de 1564 Irmão de Carlos V 24 Maximiliano II 25 de Julho de 1564 12 de outubro de 1576 O Culto, O Tolerante 25 Rodolfo II 12 de Outubro de 1576 20 de janeiro de 1612 26 Matias 1612 20 de março de 1619 Irmão de Rodolfo II 27 Fernando II 1619 15 de fevereiro de 1637 Eleito, neto de Fernando I. 28 Fernando III 15 de fevereiro de 1637 1648 A Paz de Vestfália, em 1648, terminou com o governo dos imperadores em Itália. == Parte do Império Francês == * Napoleão Bonaparte (1805-1814) == Casa de Saboia == Nome Retrato Nascimento Consorte Morte == Bibliografia == * * == Ver também == * Outros chefes de Estado * Reino Itálico * Reino de Itália * Itália Reis",
 "title": "Lista de reis da Itália"
}