{
 "id": "53913",
 "text": "O grão-duque de Luxemburgo é o chefe de Estado de Luxemburgo. Luxemburgo é o único grão-ducado soberano existente no mundo, uma condição para a qual ele foi promovido em 1815, devido à sua unificação com os Países Baixos sob a Casa de Orange-Nassau. ==Casa de Orange-Nassau== Nome Data de nascimento Data de morte Monarca de Monarca até Guilherme I 24 de agosto de 1772 12 de dezembro de 1843 15 de março de 1815 7 de outubro de 1840 Guilherme II 6 de dezembro de 1792 17 de março de 1849 7 de outubro de 1840 17 de março de 1849 Guilherme III 17 de fevereiro de 1817 23 de novembro de 1890 17 de março de 1849 23 de novembro de 1890 ==Casa de Nassau-Weilburg== Quando Guilherme III faleceu, o grão-ducado de Luxemburgo, sob a lei sálica, só poderia ser herdado por um herdeiro homem, e o trono passou conseqüentemente para Adolfo, o ex-duque de Nassau. Em 1905, com a morte de seu tio, o príncipe Nikolaus-Wilhelm, Guilherme IV nomeou sua filha mais velha como herdeira e modificou as leis de sucessão; o único outro membro masculino e legítimo da Casa de Nassau-Weilburg era o primo de Guilherme IV, Jorge Nicolau, conde de Merenberg, fruto de um casamento morganático. Em 1907, Guilherme nomeou todos os condes de Merenberg não-dinásticos, nomeando sua filha mais velha, Maria Adelaide (1894-1924) como herdeira do trono grão-ducal. Ela se tornou o primeiro monarca feminino reinante de Luxemburgo com a morte de seu pai, em 1912. Em 1919, abdicou em favor de sua irmã Carlota (1896-1985). Os descendentes de Charlotte tem reinado até o presente. Imagem Nome Data de nascimento Data de morte Monarca de Monarca até Adolfo 24 de julho de 1817 17 de novembro de 1905 23 de novembro de 1890 17 de novembro de 1905 Guilherme IV 22 de abril de 1852 25 de fevereiro de 1912 17 de novembro de 1905 25 de fevereiro de 1912 Maria Adelaide 14 de junho de 1894 24 de janeiro de 1924 25 de fevereiro de 1912 14 de janeiro de 1919 Carlota 23 de janeiro de 1896 9 de julho de 1985 14 de janeiro de 1919 12 de novembro de 1964 João 5 de janeiro de 1921 23 de abril de 2019 12 de novembro de 1964 7 de outubro de 2000 Henrique 16 de abril de 1955 Vivo 7 de outubro de 2000 Incumbente ==Ver também== * Chefes de Estado * Castelo de Berg * Palácio grão-ducal Luxemburgo Grao duques * Categoria:!Artigos a sofrerem fusão",
 "title": "Lista de grão-duques de Luxemburgo"
}