{
 "id": "53946",
 "text": "Um (do grego διάλεκτος, translit. diálektos: 'conversa, conversação, discussão por perguntas e respostas; maneira de falar, linguagem própria de um país) é a forma como uma língua é realizada numa região específica. Trata-se de uma variedade ou variante linguística. A variante dialetal é também chamada diatópica ou geolinguística. Falantes de uma mesma língua apresentam diferenças nos seus modos de falar, de acordo com o lugar em que estão (variação diatópica), com a situação de fala ou registro (variação diafásica) ou, ainda, de acordo com o nível socioeconômico do falante (variação diastrática). Dialeto é uma variante linguística constituída por características fonológicas, sintáticas, semânticas e morfológicas próprias. Uma língua pode-se dividir em inúmeras variedades dialetais, desde as mais abrangentes (e. g. português europeu e português brasileiro) até às subvariedades mais específicas - a exemplo do grupo dialetal transmontano- alto-minhoto, que se inclui nos dialetos portugueses setentrionais e o grupo dialetal gaúcho, que se inclui no grupo dialetal do sul do Brasil. Os critérios que levam a que um conjunto de dialetos seja considerado uma língua autônoma e não uma variedade de outra língua são complexos e frequentemente subvertidos por motivos políticos. A Linguística considera os seguintes critérios para determinar que um conjunto de dialetos faz parte de uma língua: * Critério da compreensão mútua: se duas comunidades conseguem facilmente compreender-se ao usarem o seu sistema linguístico, então elas falam a mesma língua. * Critério da existência de um corpus linguístico comum: se entre duas comunidades existe um conjunto de obras literárias que são consideradas patrimônio de ambas (sem que haja necessidade de tradução), então elas falam a mesma língua. Um dialeto, para ser considerado como tal, tem de ser falado por uma comunidade regional. As características da língua que não são específicas de um grupo regional são consideradas socioletos (variedades próprias de diferentes grupos sociais, etários ou profissionais) ou idioletos (variedades próprias de cada indivíduo). As regiões dialetais são estabelecidas por linhas de fronteira virtuais a que se dá o nome de isoglossas. == Norma e norma padrão == Todos os dialetos (sem exceção) têm uma norma. Essa norma é o conjunto de regras que garante a unidade do dialeto, limitando a variação e a evolução linguística na comunidade. Quando uma língua se institucionaliza - através da criação de instrumentos normativos como a gramática normativa e a ortografia - tende a escolher um dos seus dialetos como norma padrão. Por exemplo, a norma padrão para a língua castelhana é, atualmente, a norma do dialeto de Madrid. É importante sublinhar que a escolha da norma padrão é algo de puramente político e que, geralmente, está relacionado com a localização das capitais políticas, culturais ou econômicas dos países. Assim, não existem dialetos melhores ou piores do que outros. É tão legítimo dizer-se bint (para \"20\"), à moda da cidade do Porto, como vintchi, à moda do Rio de Janeiro. Por vezes, os critérios políticos que interferem na língua podem estar muito distantes dos critérios científicos. Há países, em que autênticas línguas são consideradas apenas dialetos da língua oficial, quando, na realidade, não o são de todo. Não é preciso ir muito longe. Até ao século XX, a língua galega foi considerada um dialeto da língua castelhana. Na realidade, a linguística demonstrou, ao longo do século, que o galego é um dialeto pertencente ao sistema linguístico do português, tal como são os dialetos do Brasil e de Portugal. De um ponto de vista legal, o galego é considerado uma língua autônoma, ainda assim, ela é estudada em muitas universidades como uma variante do sistema linguístico galego-português. Outro exemplo semelhante é o do mirandês. Vista até há poucos anos como um dialeto do português, provou-se que se trata de um dialeto da língua leonesa, língua considerada morta, do grupo ásture-leonês. == A norma padrão da língua portuguesa == A língua portuguesa usou como norma padrão, a partir do século XIV, os dialetos falados entre Coimbra e Lisboa, com especial relevo para este último. No Brasil, a norma padrão evoluiu do dialeto de Lisboa para o do Rio de Janeiro (com a fuga da corte para o Brasil em 1808) e, desde então, para uma influência partilhada pelas variedades cultas em uso nas maiores cidades do país,* Paul Teyssier. História da língua portuguesa. 6.ª edição. Lisboa. Livraria Sá da Costa Editora. 1994. ISBN 972-562-129-8 em especial as duas maiores metrópoles globais na costa da região Sudeste.Nessa norma padrão oral tácita do português brasileiro, a letra S é sempre pronunciada /s/ em coda silábica (enquanto no estado do Rio de Janeiro seria sempre pronunciada /ʃ/, e por vezes variando entre um alófono e o outro em outras regiões do país, como o Norte, o Nordeste, o Espírito Santo, a Zona da Mata Mineira e a Ilha de Santa Catarina); enquanto a letra R é pronunciada /ʁ/ – tendo como possíveis alófonos – na mesma situação, como dominante nas regiões Norte, Nordeste, na Ilha de Santa Catarina e em todo o Sudeste porém no estado de São Paulo (onde, como no Rio Grande do Sul ou na Europa, seria pronunciada como vibrante simples alveolar, ou /ɾ/, ou como no Paraná, no Mato Grosso do Sul, em Goiás e em uma boa parte do Sudoeste de Minas, como aproximante alveolar, ou /ɹ/). Neste padrão linguístico, o deletamento de /ʁ ~ ɾ ~ ɹ/ em coda silábica em final de palavra comum na fala cotidiana, informal, do português brasileiro, quase universal, especialmente entre as classes de renda mais baixa, é considerado um desvio. O Acordo Ortográfico de 1990 representa, do ponto de vista da linguística política, um processo inédito a nível das grandes línguas mundiais. Pela primeira vez, a ortografia de uma língua é discutida globalmente pelos diversos países que a usam e não imposta por uma das partes. Em vez de se basear na norma de um dos dialetos da língua, este acordo ortográfico vai ao encontro de diversos dialetos, tentando encontrar um compromisso entre eles. == Mitos sem fundamento científico == É comum circularem algumas ideias sobre dialetologia que são erradas e sem fundamento. * \"Um dialeto é uma língua menor\". :Um dialeto não é uma língua, é uma variedade de uma língua. Por outro lado, qualquer língua, por menos prestígio que tenha, não deixa de ser língua e não passa a ser dialeto só por isso. Línguas como o tétum (de Timor-Leste) ou o potiguara (do Brasil) não são dialetos do português. * \"O português de Coimbra é a língua portuguesa e em Minas Gerais fala-se um dialeto ou corruptela\". :O dialeto falado em Coimbra é tão correto como o dialeto mineiro e vice-versa, são apenas maneiras diferentes de realizar a mesma língua. Não há nenhum critério científico que valide a superioridade de uma variedade em relação a outra. Assim, qualquer produção linguística de qualquer falante insere-se sempre numa variedade dialetal, não existindo qualquer região em que se possa dizer que, nela, se fala a verdadeira língua e não um dialeto. * \"Um dialeto é um linguajar sem regras\". :Não existe nenhum dialeto sem a sua norma. Qualquer dialeto tem as suas regras gramaticais, fonológicas, morfológicas, sintáticas, semânticas e lexicais. Qualquer falante de um dialeto conhece todas as suas regras intuitivamente (Gramática implícita). * \"A diferença entre dialeto e sotaque é que nos sotaques os falantes se entendem, enquanto nos dialetos não se entendem\". :De acordo com a definição do dicionário Houaiss, um dialeto é qualquer variação regional de um idioma que não chegue a comprometer a inteligibilidade mútua entre o falante da língua principal com o falante do dialeto. As marcas linguísticas dos dialetos podem ser de natureza semântico- lexical, morfossintática ou fonético-morfológica. :Sotaque é um conceito de uso popular, que, em termos científicos, nem existe, e que costuma designar apenas uma mudança na entonação da palavra, ou a pronúncia imperfeita de alguns fonemas realizada por um estrangeiro. Dessa forma, os dialetos do português falados no Brasil, tal como os falados em Portugal, ou os ingleses nos Estados Unidos ou no Reino Unido, são verdadeiros dialetos, enquanto os chamados \"dialetos\" de países como a China são na realidade idiomas distintos - uma vez que nem sempre há inteligibilidade mútua - e apenas carecem de estatuto oficial. ==Ver também== * Variação (linguística) * Sociolinguística * Diassistema * Isoglossa * Socioleto *Jargão * Idioleto *Português europeu * Português brasileiro * Crioulo de base portuguesa * Patuá * Pidgin * Acordo Ortográfico de 1990 * Corpus linguístico * Gramática normativa * Preconceito linguístico == Bibliografia == * Cunha, Celso e Cintra, Lindley. Nova Gramática do Português Contemporâneo. 12.ª edição. Lisboa. Edições João Sá da Costa. 1996. ISBN 972-9230-00-5 * Cintra, Luís Filipe Lindley. Estudos de Dialectologia Portuguesa. 2.ª edição. Lisboa. Livraria Sá da Costa Editora. 1995. ISBN 972-562-327-4 * Teyssier, Paul. História da língua portuguesa. 6.ª edição. Lisboa. Livraria Sá da Costa Editora. 1994. ISBN 972-562-129-8 ==Ligações externas== *",
 "title": "Dialeto"
}