{
 "id": "53956",
 "text": "Begónias (ou begônias) são plantas essencialmente do género Begonia, família Begoniaceae, existindo apenas uma outra espécie de origem havaiana, única representante do género Hillebrandia, que não pertence a este género. São, de maneira geral, plantas ornamentais de folhagem característica, e ocasionalmente flores atraentes. Estimativas apontam para cerca de 1000 espécies de begónias. O Angiosperm Phylogeny Group aponta para a cifra de 1400 espécies, o que faz do género Begonia um dos 10 maiores do grupo das angiospermas. O nome Begonia foi uma homenagem a Michel Begon (1638 - 1710) D. Gledhill (6 March 2008). The Names of Plants. Cambridge University Press. pp. 68–. ISBN 978-0-521-86645-3.Umberto Quattrocchi (1999). CRC World Dictionary of Plant Names: Common Names, Scientific Names, Eponyms, Synonyms, and Etymology. CRC Press. p. 283. ISBN 978-0-8493-2675-2. do naturalista Charles Plumier.Morton S. Freeman (1997). A New Dictionary of Eponyms. Oxford University Press, USA. p. 18. ISBN 978-0-19-509354-4. As begónias provêm principalmente da América tropical, de florestas úmidas ou nichos de umidade das savanas, com muitas espécies epífitas ou rupícolas, embora a maioria seja terrestre. Algumas espécies apresentam tubérculos subterrâneos que as mantêm vivas por muitos anos, embora a parte aérea normalmente pereça no fim de cada ciclo anual. As assim chamadas \"begônias tuberosas\" são apreciadas por serem plantas duradouras, que podem ser armazenadas em forma de tubérculos fora da terra durante algum tempo para rebrotar na época apropriada. Outras begônias, mesmo sem tubérculos, podem se tornar espécies bastante longevas, sobrevivendo por décadas mantendo seu viço. Quase todas as espécies se propagam por meio de rizomas. A maioria das begónias possuem caules aéreos herbáceos, e são cultivadas como ervas. Porém, outras espécies, como as bambusiformes, ou do tipo \"cana\" (Begonia dichroa, Begonia aconitifolia, Begonia maculata, entre outras), desenvolvem caules eretos e consistentes, alcançando até mais que 1,5 metros de altura. As folhas das begónias são, sem dúvida, o seu maior atrativo. De forma reniforme, incomum, e usualmente extremamente coloridas, são muito visadas para canteiros sombreados (onde normalmente as espécies mais apropriadas têm folhagem verde-escura). De todas as espécies, a que mais se destaca neste aspecto é a Begonia rex e as híbridas a partir desta espécie, com folhas enormes, com cores que variam do bronze ao rosado, ou vermelho, algumas prateadas ou brancas, com pintas, estrias e manchas de cores alternadas. Outras espécies, como a \"begônia-cruz-de-ferro\" (Begonia massoniana) e a \"begônia-preta\" (Begonia boverii) também se destacam por sua folhagem ornamental. As flores das begónias são pequenas, ornamentadas por brácteas brancas ou coloridas, que se tornam seu principal atractivo. A maioria das espécies possuem brácteas pequenas, ou de colorido pálido que, em contraste com a folhagem, perdem seu valor. Entretanto, certas espécies, como Begonia elatior, Begonia cucullata e Begonia tuberosa são avidamente procuradas por suas flores coloridas, que variam do branco ao vermelho. Em B. elatior e B tuberosa, as flores são especialmente grandes, e, como resultado de repetidos cruzamentos, apresentam-se como algo semelhante a rosas. As espécies cultivadas por suas flores usualmente apreciam a luz do sol. Os métodos de cultivo variam de espécie para espécie. Uma identificação precisa auxilia neste conhecimento, pois ajuda a determinar se a planta pertence a uma espécie terrestre, epífita ou rupícola. De maneira geral, são cultivadas em solos orgânicos, bem drenados, protegidas da luz solar directa e de correntes de ar, irrigadas com frequência. __NOTOC__ ==Lista de espécies do gênero== == × == *Begonia × albopicta W.Bull *Begonia × amabilis Linden *Begonia × antonietae Brade *Begonia × breviscapa C.I Peng, Yan Liu & S.M.Ku *Begonia × chungii C.I Peng & S.M.Ku *Begonia × reichenheimii G. Bartsch *Begonia × taipeiensis C.I.Peng ==A== 250px|right|thumb|Begonia annulata ==B== 250px|right|thumb|Begonia annulata ==C== 250px|right|thumb|Begonia cardiocarpa 250px|right|thumb|Begonia convolvulacea ==D== ==E== ==F== ==G== 250px|right|thumb|Begonia grandis ==H== 250px|right|thumb|Begonia hirsuta 250px|right|thumb|Begonia hirtella 250px|right|thumb|Begonia hoehneana == I == 250px|right|thumb|Begonia insularis ==J== ==K== 250px|right|thumb|Begonia karwinskyana ==L== 250px|right|thumb|Begonia lacunosa == M == 250px|right|thumb|Begonia manicata == N == == O == 250px|right|thumb|Begonia obscura == P == 250px|right|thumb|Begonia pendula == Q == *Begonia quadrialata Warb. *Begonia quaternata L.B.Sm. & B.G.Schub. *Begonia quercifolia A.DC. == R == == S == 250px|right|thumb|Begonia scharffii == T == == U == 250px|right|thumb|Begonia undulata == V == == W == ==X== *Begonia xanthina Hook. *Begonia xerophyta L.B.Sm. & Wassh. *Begonia xilitlensis Burt-Utley *Begonia xingyiensis T.C.Ku *Begonia xiphophylla Irmsch. *Begonia xishuiensis T.C.Ku *Begonia xylopoda L.B.Sm. & B.G.Schub. ==Y == *Begonia yappii Ridl. *Begonia yingjiangensis S.H.Huang *Begonia yishanensis T.C.Ku *Begonia ynesiae L.B.Sm. & Wassh. *Begonia yui Irmsch. *Begonia yunckeri Standl. ==Z== *Begonia zairensis Sosef *Begonia zamboangensis Merr. *Begonia zenkeriana L.B.Sm. & Wassh. *Begonia zhangii D.Fang & D.H.Qin *Begonia zhengyiana Y.M.Shui *Begonia zimmermannii Peter ex Irmsch. *Begonia zollingeriana (Klotzsch) A.DC. Categoria:Plantas ornamentais Categoria:Géneros de plantas",
 "title": "Begônia"
}