{
 "id": "5395",
 "text": "thumb|Casa de Carcavelos|295x295px Coucieiro é uma povoação portuguesa sede da Freguesia de Coucieiro do Município de Vila Verde, freguesia com 4,21 km² de área e 526 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 78 76 246 111 2011 69 64 293 105 2021 62 54 285 125 == História == Pertencia ao concelho de Pico de Regalados. Após a extinção deste concelho, por decreto de 24 de outubro de 1855, passou para o concelho (atual município) de Vila Verde.Paróquia de Coucieiro, ADMINISTRATIVA, ARCHEEVO, 27 de Abril de 2015 ===Descrição de Coucieiro no Dicionário geográfico de 1751 === \"Freguesia na Provincia de Entre Douro e Minho, Arcebispado de Braga, Comarca de Viana Foz do Lima, Concelho de Regalados: tem cento e sete visinhos, Está situada parte em planicie, e parte em valles. A Igreja Paroquial, dedicada a S. João Bautista, tem tres Altares, o mayor com o Sacrario, o do Rosario, e o de S. Sebastião. Foy dos Templarios, e he sagrada. Pegada a esta Igreja ha huma Capellinha do Senhor com a Cruz às costas. O Paroco he Reytor, apresentação do Ordinario: e tem de congrua quarenta mil reis. Na quinta do Paço, desta Freguesia, ha huma Ermida de N.S. do Rosario, e outra no Paço e Casa de Linhares, de N.S. da Luz. Os frutos de mayor abundancia são, milho grosso, centeyo, e milho alvo: tem vinho verde, pouco, e de má qualidade, logo ferve nas vazilhas, e depois de fervido, nem para vinagre presta. Passa por aqui o rio Homem\".Dicionário Géografico, Padre Luis Cardoso, Lisboa, 1751 tome 2 p.681 http://purl.pt/13938/4/98719/98719_item4/98719_PDF/98719_PDF_24-C-R0090/98719_0000_capa- capa_t24-C-R0090.pdf == Lugares == Além da sede, a Freguesia de Coucieiro engloba os seguintes lugares: Barreiros, Cachadas, Carcavelos, Carvalhal, Carvalho, Igreja, Feira, Figueirinha, Fundego, Fundo de Vila, Linhares, Mascate, Passos, Ponte, Quintas, Quintela, Seara, Souto, Tojal, Toural, Varges, Veiga e Vilar. == Lenda == Na freguesia de Couciero existe a lenda de D. Sapo, (há outra lenda de D. Sapo parecida na freguesia de Cardielos, Viana do Castelo), alcunha dada a Gonçalo d’Evreux ou Gonçalo Martins de AbreuA quinta do Paço ou de D. Sapo, pertenceu até 1640 aos herdeiros de Gonçalo Martins de Abreu, o último proprietário descendente em linha direta foi Pedro Gomes de Abreu \"que passou a Castella no tempo do Rey D. João IV onde o fizerão Conde de Regalados\", Abreus: Nobiliário de Famílias de Portugal, Felgueiras Gayo, Braga p.45 site: http://purl.pt/12151. Ver também: A Torre do Paço, no site da junta de Freguesia em https://coucieiro.com/freguesia/patrimonio/ , cavaleiro normando, que terá introduzido na suas terras o direito da primeira noite, ou da pernada muito praticado em França. > “Conta a lenda que há muitos anos viveu na freguesia de Coucieiro um fidalgo > dominador das suas terras e daqueles que as trabalhavam. Representava o Rei. > Encontrando-se o Rei tão afastado da povoação, o tal fidalgo (Dom Sapo) > mandou anunciar que iria dormir com todas as noivas que fossem do seu > domínio, depois dos respetivos casamentos. Se a noiva se recusasse a dormir > com ele apanhava uma multa que durante a vida toda não a conseguiria pagar; > era uma multa muito pesada! > Certo dia, um alfaiate encantou-se por uma dessas noivas … Quando foi > avisado da ordem de Dom Sapo, pensou numa maneira de a evitar: apresentar-se > ao fidalgo, vestido de noiva e liquidá-lo. Se bem o pensou, melhor o fez e > com a sua arma – a tesoura – matou o Dom Sapo. Temendo a sua morte, como > represália, foi à procura do Rei para lhe confessar o seu crime. Chegado ao > Rei, o alfaiate disse: > – Venho pedir a Vossa Majestade que me absolva, pois lá para a região de > Regalados... matei um sapo. O Rei pensou e olhando para tão modesta > confissão, disse: – Se mataste um sapo é menos um, estás perdoado … O > alfaiate ganhou novo fôlego e continuou: – Pois, mas esse sapo era o Fidalgo > lá da nossa terra, que talvez abusando dos privilégios, queria dormir com a > minha noiva … O Rei olhou para ele, e disse: – Estás perdoado! Palavra de > Rei não volta atrás\". == Património == * Casa de Carcavelos nasceu e morreu nessa casa Francisco de Campos de Azevedo Soares, 1.º Conde de Carcavelos. * Capela do Senhor do Calvário * Igreja Paroquial de Coucieiro (de origem românica foi reedificada em 1888). * Mamoa de Linhares. * Paço de Linhares que pertenceu a Gonçalo de Barros, Comendador do Mosteiro de Santo André de Rendufe e do Mosteiro de São Salvador de Bravães, durante o século XV, e os seus descendentesManuel José da Costa Felgueiras Gaio, Nobiliário de famílias de Portugal, Tomo V-VI, p. 135. * Citânia de São Julião. == Personalidades == * Gonçalo Martins de Abreu, natural de Evreux (França), viveu em Coucieiro, foi o fundador da casa dos Abreus, e general na batalha dos Arcos de Valdevez em 1140. * Francisco de Campos de Azevedo Soares, (Coucieiro, Casa de Carcavelos, 22 de Abril de 1818 - Coucieiro, 14 de Outubro de 1901), filho de João Manuel de Azevedo Soares, Capitão de Auxiliares na Guerra Peninsular e Magistrado e de sua mulher Antónia Luísa da Silva e Campos. Foi um político e juiz português. Presidente da Câmara Municipal do Pico de Regalados, Presidente da Câmara Municipal de Braga (1856-1857), Governador Civil do Distrito em 1862, Conselheiro de Sua Majestade foi elevado à Grandeza, como 1.º Conde de Carcavelos em 1889. Categoria:Freguesias de Vila Verde",
 "title": "Coucieiro"
}