{
 "id": "53967",
 "text": "O Ataque a Pearl HarborTambém conhecido como Batalha de Pearl Harbor foi um ataque militar surpresa do Serviço Aéreo Imperial da Marinha Japonesa contra os Estados Unidos (um país neutro na época) na base naval de Pearl Harbor, em Honolulu, no Território do Havaí, pouco antes das 08h de 7 de dezembro de 1941, um domingo. O ataque levou à entrada formal dos Estados Unidos na Segunda Guerra Mundial no dia seguinte. A liderança militar japonesa se referiu ao ataque como Operação Havaí, Operação AI,Prange, Gordon W., Goldstein, Donald, & Dillon, Katherine. The Pearl Harbor Papers (Brassey's, 2000), p. 17ff; Google Books entry on Prange et al.For the Japanese designator of Oahu. Wilford, Timothy. \"Decoding Pearl Harbor\", in The Northern Mariner, XII, #1 (January 2002), p. 32fn81. e como Operação Z durante seu planejamento.Fukudome, Shigeru, \"Hawaii Operation\". United States Naval Institute, Proceedings, 81 (December 1955), pp. 1315–1331 O Império do Japão pretendia o ataque como uma ação preventiva para impedir a Frota do Pacífico dos Estados Unidos de interferir em suas ações militares planejadas no sudeste da Ásia contra territórios ultramarinos do Reino Unido, Países Baixos e Estados Unidos. Ao longo de sete horas, houve ataques japoneses coordenados às Filipinas, Guam, Ilha Wake dos Estados Unidos, Império Britânico na Malásia, Singapura e Hong Kong. O ataque começou às 7h48, horário do Havaí (18h18 GMT).Prange et al. December 7, 1941, p. 174. A base foi atacada por 353 aviões do Japão (incluindo caças, bombardeiros de nível e de mergulho e torpedeiros) em duas ondas, lançadas por seis porta-aviões. Todos os oito navios de guerra da Marinha dos Estados Unidos foram danificados, com quatro afundados. Com exceção do , as embarcações foram recuperadas e seis devolvidas ao serviço na guerra. Os japoneses também afundaram ou danificaram três cruzadores, três contratorpedeiros, um navio de treinamento antiaéreo e um lançador de minas navais. 188 aviões dos Estados Unidos foram destruídos; 2 403 americanos foram mortos e 1 178 outros ficaram feridos. Instalações importantes da base, como a estação de força, doca seca, estaleiro, manutenção e instalações de armazenamento de combustível e torpedo, bem como os cais de submarinos e o edifício da sede (também sede da seção de inteligência) não foram atacados. As perdas japonesas foram leves: vinte e nove aviões e cinco minissubmarinos foram perdidos e sessenta e quatro militares foram mortos. Kazuo Sakamaki, o comandante de um dos submarinos, foi capturado. O Japão anunciou uma declaração de guerra aos Estados Unidos no mesmo dia (8 de dezembro em Tóquio), mas a declaração não foi entregue até o dia seguinte. No dia seguinte, 8 de dezembro, o Congresso dos Estados Unidos declarou guerra ao Japão. Em 11 de dezembro, a Alemanha Nazista e a Itália declararam guerra aos Estados Unidos, que responderam com uma declaração de guerra contra a Alemanha Nazista e a Itália. Havia inúmeros precedentes históricos para a ação militar sem aviso prévio do Japão, mas a falta de qualquer aviso formal, especialmente enquanto as negociações de paz ainda estavam aparentemente em andamento, levou o Presidente Franklin D. Roosevelt a proclamar em 7 de dezembro de 1941, \"uma data que viverá na infâmia\". Como o ataque ocorreu sem uma declaração de guerra e sem aviso explícito, o ataque a Pearl Harbor foi posteriormente considerado nos Julgamentos de Tóquio como um crime de guerra. == Antecedentes do conflito == === Antecedente diplomático === A guerra entre o Império do Japão e os Estados Unidos era uma possibilidade e que cada nação estava ciente e planejada desde a década de 1920. O relacionamento entre os dois países foi cordial o suficiente para que continuassem sendo parceiros comerciais. As tensões não cresceram seriamente até a Invasão japonesa da Manchúria em 1931. Na década seguinte, o Japão se expandiu para a China, levando à Segunda Guerra Sino-Japonesa em 1937. O Japão gastou um esforço considerável tentando isolar a China e tentou garantir recursos independentes suficientes para alcançar a vitória no continente. A \"Operação Sul\" foi projetada para auxiliar esses esforços.. A partir de dezembro de 1937, eventos como o ataque japonês ao USS Panay, o incidente Allison e o Massacre de Nanquim movimentaram fortemente a opinião pública ocidental contra o Japão. Temendo a expansão japonesa, os Estados Unidos, Reino Unido e a França ajudaram a China com seus empréstimos para contratos de suprimentos de guerra. Em 1940, o Japão invadiu a Indochina Francesa, tentando impedir o fluxo de suprimentos que chegavam à China. Os Estados Unidos interromperam o embarque de aviões, peças, máquinas-ferramentas e combustível de aviação para o Japão, que estes consideraram um ato hostil. Os Estados Unidos não pararam as exportações de petróleo, no entanto, em parte por causa do sentimento predominante em Washington, D.C.: dada a dependência japonesa do petróleo americano, essa ação provavelmente seria considerada uma provocação extrema.Toland, Japan's War. Em meados de 1940, o Presidente Franklin D. Roosevelt mudou a Frota do Pacífico que estava em San Diego para o Havaí.Shift Of Our Fleet To Atlantic Studied, New York Times, June 23, 1940, \"Except for the Atlantic Battle Squadron, the entire fleet is now in the Pacific, based at Pearl Harbor, Hawaii.\" Ele também ordenou um acúmulo militar nas Filipinas, tomando as duas ações na esperança de desencorajar a agressão japonesa no Extremo Oriente. Como o alto comando japonês estava (erroneamente) certo de que qualquer ataque às colônias do Sudeste Asiático do Reino Unido, incluindo Singapura, levaria os Estados Unidos à guerra, um ataque preventivo devastador parecia ser a única maneira de impedir a interferência naval americana. Uma invasão nas Filipinas também foi considerada necessária pelos planejadores de guerra japoneses. O Plano de Guerra Laranja dos Estados Unidos previa defender as Filipinas com uma força de elite de 40 000 homens; essa opção nunca foi implementada devido à oposição de Douglas MacArthur, que sentiu que precisaria de uma força dez vezes maior. Em 1941, os planejadores dos Estados Unidos esperavam abandonar as Filipinas no início da guerra. No final daquele ano, o almirante Thomas C. Hart, comandante da Frota Asiática, recebeu ordens nesse sentido. Os Estados Unidos finalmente cessaram as exportações de petróleo para o Japão em julho de 1941, após a apreensão da Indochina Francesa por conta da queda da França, em parte por causa das novas restrições americanas ao consumo doméstico de petróleo. Por causa dessa decisão, o Japão prosseguiu com os planos de tomar as Índias Orientais Neerlandesas, ricas em petróleo. Em 17 de agosto, Roosevelt alertou o Japão de que os Estados Unidos estavam preparados para tomar medidas opostas se \"países vizinhos\" fossem atacados.Chapter IV The Showdown With Japan August–December 1941 Strategic Planning for Coalition Warfare, 1941–1942 Os japoneses foram confrontados com uma dicotomia, ou se retiraram da China e perderam a face ou apreenderam novas fontes de matérias-primas nas colônias europeias ricas em recursos do sudeste da Ásia. O Japão e os Estados Unidos entraram em negociações durante 1941, tentando melhorar as relações. No curso dessas negociações, o Japão se ofereceu para se retirar da maior parte da China e da Indochina Francesa depois de fazer as pazes com o governo nacionalista. Também propôs adotar uma interpretação independente do Pacto Tripartite e se abster de discriminação comercial, desde que todas as outras nações fossem recíprocas. Washington rejeitou essas propostas. O primeiro-ministro japonês Konoye se ofereceu para se encontrar com Roosevelt, mas Roosevelt insistiu em chegar a um acordo antes de qualquer reunião.Chapter IV: The Fatal Turn Morton, Louis. Strategy and Command: The First Two Years O embaixador dos Estados Unidos no Japão pediu repetidamente que Roosevelt aceitasse a reunião, alertando que era a única maneira de preservar o governo conciliatório de Konoye e a paz no Pacífico.Review of the Diplomatic Conversations REPORT OF THE JOINT COMMITTEE ON THE INVESTIGATION OF THE PEARL HARBOR ATTACK (1946) No entanto, sua recomendação não foi posta em prática. O governo Konoye entrou em colapso no mês seguinte, quando os militares japoneses rejeitaram a retirada de todas as tropas da China.Chapter V: The Decision for War Morton, Louis. Strategy and Command: The First Two Years A proposta final do Japão, apresentada em 20 de novembro, se ofereceu para se retirar do sul da Indochina Francesa e se abster de ataques no sudeste da Ásia, desde que os Estados Unidos, Reino Unido e os Países Baixos fornecessem 1 milhão de galões de combustível de aviação, levantando suas sanções contra o Japão e cessar a ajuda à China.USS ENTERPRISE CV-6 | 1941 - Battle Order Number One A contraproposta americana de 26 de novembro (27 de novembro, no Japão), a nota de Hull, exigia que o Japão evacuasse completamente a China sem condições e concluísse pactos de não agressão com as potências do Pacífico. Em 26 de novembro no Japão, um dia antes da entrega da nota, a força-tarefa japonesa deixou o porto para Pearl Harbor. Os japoneses pretendiam o ataque como uma ação preventiva para impedir a Frota do Pacífico dos Estados Unidos de interferir em suas ações militares planejadas no sudeste da Ásia contra territórios ultramarinos do Reino Unido, Países Baixos e Estados Unidos. Ao longo de 7 horas, houve ataques japoneses coordenados às Filipinas, Guam e Ilha Wake dos Estados Unidos, Império Britânico na Malásia, Singapura e Hong Kong. Além disso, do ponto de vista japonês, era visto como um ataque preventivo \"antes que o medidor de petróleo ficasse vazio\". === Planejamento militar === O planejamento preliminar de um ataque a Pearl Harbor para proteger a mudança para a \"Área de Recursos do Sul\" (o termo japonês para as Índias Orientais Neerlandesas e o sudeste da Ásia em geral) começou muito cedo em 1941, sob os auspícios do almirante Isoroku Yamamoto, então comandando Frota Combinada do Império do Japão. Ele obteve parecer favorável ao planejamento e treinamento formal para um ataque do Estado-Maior da Marinha Imperial Japonesa somente após muita disputa com a sede da Marinha, incluindo uma ameaça de renúncia ao seu comando. O planejamento em grande escala estava em andamento no início da primavera de 1941, principalmente pelo contra-almirante Ryūnosuke Kusaka, com assistência do capitão Minoru Genda e do vice-chefe de gabinete de Yamamoto, capitão Kameto Kuroshima. Os planejadores estudaram intensamente o ataque aéreo britânico de 1940 à Frota Italiana de Taranto. Nos meses seguintes, os pilotos foram treinados, o equipamento foi adaptado e inteligência foi coletada. Apesar desses preparativos, o Imperador Hirohito não aprovou o plano de ataque até 5 de novembro, depois que a terceira das quatro Conferências Imperiais convocou a consideração do assunto. A autorização final não foi dada pelo imperador até 1 de dezembro, depois que a maioria dos líderes japoneses o aconselhou que a \"Nota de Hull\" destruiria os frutos do incidente na China, ameaçaria Manchukuo e minaria o controle japonês da Coreia., citando o memorando de Sugiyama No final de 1941, muitos observadores acreditavam que as hostilidades entre os Estados Unidos e o Japão eram iminentes. Uma pesquisa da Gallup pouco antes do ataque a Pearl Harbor descobriu que 52% dos americanos esperavam uma guerra com o Japão, 27% não e 21% não tinham opinião. Embora as bases e instalações do Pacífico dos Estados Unidos tenham sido colocadas em alerta em muitas ocasiões, as autoridades dos Estados Unidos duvidaram que Pearl Harbor seria o primeiro alvo; eles esperavam que as Filipinas fossem atacadas primeiro. Essa suposição deveu-se à ameaça que as bases aéreas de todo o país e a base naval de Manila representavam para as rotas marítimas, bem como para o transporte de suprimentos para o Japão do território para o sul.Notado por Arthur MacArthur Jr. na década de 1890. Manchester, William. American Caesar Eles também acreditavam incorretamente que o Japão não era capaz de montar mais de uma grande operação naval de cada vez.Peattie & Evans, Kaigun === Objetivos === O ataque japonês teve vários objetivos principais. Primeiro, pretendia destruir unidades importantes da Frota Americana, impedindo a Frota do Pacífico de interferir na conquista japonesa das Índias Orientais Neerlandesas e da Malásia e permitir ao Império do Japão conquistar o Sudeste Asiático sem interferência. Segundo, se esperava ganhar tempo para o Japão consolidar sua posição e aumentar sua força naval antes que a construção naval autorizada pela Lei Vinson-Walsh de 1940 apagasse qualquer chance de vitória..Fukudome, Shigeru. Shikan: Shinjuwan Kogeki (Tokyo, 1955), p. 150. Terceiro, para dar um golpe na capacidade da América de mobilizar suas forças no Pacífico, os navios de guerra foram escolhidos como os principais alvos, uma vez que eram os navios de prestígio de qualquer marinha da época. Finalmente, se esperava que o ataque minasse o moral americano, de modo que o governo dos Estados Unidos diminuísse suas demandas contrárias aos interesses japoneses e buscasse um compromisso de paz com o Japão.Gordon W. Prange, Donald M. Goldstein and Katherine V. Dillon, At Dawn We Slept: The Untold Story of Pearl Harbor (1982)Alan Zimm, The Attack on Pearl Harbor: Strategy, Combat, Myths, Deceptions (2011) Atingir a Frota do Pacífico ancorada em Pearl Harbor trazia duas desvantagens distintas: os navios-alvo estariam em águas muito rasas, portanto seria relativamente fácil recupera-los e possivelmente repará-los; e a maioria das tripulações sobreviveria ao ataque, já que muitas estariam de licença ou estariam no porto. Outra desvantagem importante, a de tempo e conhecida pelos japoneses, foi a ausência de todos os três porta-aviões de Pearl Harbor da frota do Pacífico (, e ). O comando superior da Marinha Imperial Japonesa estava associado à doutrina da \"batalha decisiva\" do almirante Mahan, especialmente a de destruir o número máximo de navios de guerra. Apesar dessas preocupações, Isoroku Yamamoto decidiu seguir em frente.Kaigun; Wilmott, Barrier and the Javelin; Blair, Silent Victory A confiança japonesa em sua capacidade de realizar uma guerra curta e vitoriosa também significou que outros alvos no porto, especialmente o estaleiro da marinha, tanques de petróleo e a base submarina, foram ignorados, pois, segundo eles, a guerra terminaria antes da influência dessas instalações seria sentida. == Abordagem e ataque == Em 26 de novembro de 1941, uma força-tarefa japonesa (a Força de Ataque) de seis porta-aviões, , , , , e , partiram da Baía Hittokapu na Ilha Kasatka (atual Iterup) nas Ilhas Curilas, a caminho para uma posição a noroeste do Havaí, com a intenção de lançar seus 408 aviões para atacar Pearl Harbor: 360 aviões para as duas ondas de ataque e 48 aviões para Patrulha Aérea de Combate, incluindo 9 caças da primeira onda. A primeira onda seria o ataque primário, enquanto a segunda era atacar os porta-aviões como primeiro objetivo e os cruzadores como o segundo, com os navios de guerra como o terceiro alvo. A primeira onda carregava a maioria das bombas para atacar os principais navios, principalmente torpedos aéreos Tipo 91 especialmente adaptados, projetados com um mecanismo anti-roll e uma extensão de leme que os permitiam operar em águas rasas. p. 145. As tripulações foram ordenadas a selecionar os alvos de maior valor (navios de guerra e porta-aviões) ou, se não estivessem presentes, quaisquer outros navios de alto valor (cruzadores e contratorpedeiros). Os bombardeiros de mergulho da primeira onda deveriam atacar alvos terrestres. Os caças foram ordenados a vasculhar e destruir o maior número possível de aviões estacionadas para garantir que não voassem para interceptar os bombardeiros, especialmente na primeira onda. Quando o combustível dos caças diminuísse, eles deveriam reabastecer nos porta-aviões e retornar ao combate. Os caças deveriam servir nas tarefas da Patrulha Aérea de Combate sempre que necessário, especialmente nos aeroportos dos Estados Unidos. Antes do início do ataque, a Marinha Imperial Japonesa lançou hidroaviões de reconhecimento dos cruzadores e , um para explorar Oahu e o outro sobre Lahaina Roads, Maui, respectivamente, com ordens para informar sobre a composição e localização da Frota dos Estados Unidos.Bjorkman, James, \"December 7, 1941: Japanese Attack Pearl Harbor,\" Filminspector.com, Retrieved March 3, 2019. Os voos de reconhecimento arriscavam alertar os Estados Unidos, e não eram necessários. As informações de composição e preparação da Frota dos Estados Unidos em Pearl Harbor já eram conhecidas devido aos relatórios do espião japonês Takeo Yoshikawa. Um relatório da ausência da Frota dos Estados Unidos na ancoragem de Lahaina, perto de Maui, foi recebido do hidroavião e do submarino da frota I-72. Outros quatro aviões batedores patrulhavam a área entre a força japonesa (Kidō Butai) em Niihau, para detectar qualquer contra-ataque. === Submarinos === Os submarinos da frota I-16, I-18, I-20, I-22 e I-24 em cada um, havia um minissubmarino Tipo A para transporte para as águas de Oahu.Stewart, A.J., Lieutenant Commander, USN. \"Those Mysterious Midgets\", United States Naval Institute Proceedings, December 1974, p. 56 Os cinco minissubmarinos deixaram o Distrito Naval de Kure em 25 de novembro de 1941. Em 6 de dezembro, eles chegaram a 19 km da foz de Pearl Harbor e lançaram seus minissubmarinos por volta das 01h00, horário local, em 7 de dezembro.Stewart, \"Those Mysterious Midgets\", p. 57 Às 03h42, horário do Havaí, o caça-minas USS Condor avistou um periscópio de um minissubmarino a sudoeste da boia de entrada de Pearl Harbor e alertou o contratorpedeiro .Stewart, \"Those Mysterious Midgets\", p. 58 O minissubmarino pode ter entrado em Pearl Harbor. No entanto, o USS Ward afundou outro minissubmarino às 06h37 no primeiro engajamento americano no Teatro de Operações do Pacífico. Um minissubmarino no lado norte da Ilha Ford deixar escapar o porta-hidroaviões USS Curtiss com seu primeiro torpedo deixando escapar o contratorpedeiro USS Monaghan e logo em seguida sendo afundado pelo Monaghan às 08h43. Um terceiro minissubmarino, o HA 19, encalhou duas vezes, uma vez perto da entrada do porto e novamente no lado leste de Oahu, onde foi capturado em 8 de dezembro.Stewart, pp. 59–61 O alferes Kazuo Sakamaki nadou até a terra firme e foi capturado pelo cabo da Guarda Nacional do Havaí, David Akui, se tornando o primeiro prisioneiro de guerra japonês. Um quarto minissubmarino havia sido danificado por um ataque de carga de profundidade e foi abandonado por sua tripulação antes que pudesse disparar seus torpedos.Stewart, Those Mysterious Midgets, pp. 61–62 As forças japonesas receberam uma mensagem de rádio de um minissubmarino às 00h41 de 8 de dezembro, alegando danos a um ou maiores navios de guerra dentro de Pearl Harbor.Ofstie, R. A., Rear Admiral, USN. The Campaigns of the Pacific War (United States Government Printing Office, 1946), p. 19 Em 1992, 2000 e 2001, os submersíveis do Laboratório de Pesquisa Submarina do Havaí encontraram os destroços do quinto minissubmarino em três partes perto de Pearl Harbor. Os destroços estavam onde muitos equipamentos americanos excedentes foram despejados após a guerra, incluindo veículos e embarcações de desembarque. Os dois torpedos estavam faltando. Isso se correlaciona com os relatos de dois torpedos disparados contra o cruzador leve às 10h04 na entrada de Pearl Harbor e um possível torpedo disparado no contratorpedeiro USS Helm às 08h21. === Declaração de guerra do Japão === O ataque ocorreu antes que qualquer declaração formal de guerra fosse feita pelo Japão, mas essa não era a intenção do almirante Isoroku Yamamoto. Ele originalmente estipulou que o ataque não deveria começar até 30 minutos depois que o Japão informasse aos Estados Unidos de que as negociações de paz estavam chegando ao fim. No entanto, o ataque começou antes que o aviso pudesse ser entregue. Tóquio transmitiu a notificação de 5 000 palavras (comumente chamada de \"Mensagem de 14 Partes\") há dois quarteirões da Embaixada do Império do Japão em Washington, D.C. A transcrição da mensagem demorou muito para que o embaixador japonês entregasse dentro do prazo; no evento, ele não foi apresentado até mais de uma hora após o início do ataque. (De fato, os decifradores de códigos dos Estados Unidos já haviam decifrado e traduzido a maioria das mensagens horas antes de sua entrega.)Toland, Infamy A parte final às vezes é descrita como uma declaração de guerra. Embora tenha sido visto por várias autoridades governamentais e militares dos Estados Unidos como um indicador muito forte, as negociações provavelmente seriam encerradasPrange, Goldstein, and Dillon, At Dawn We Slept, pp. 424 and 475 e que a guerra poderia eclodir a qualquer momento,Prange, Goldstein, and Dillon, At Dawn We Slept, pp. 493–494 nem declarou guerra nem rompeu relações diplomáticas. Uma declaração de guerra foi impressa na primeira página dos jornais japoneses na edição da noite de 8 de dezembro (final de 7 de dezembro nos Estados Unidos),Declaration of War handout Retrieved August 9, 2012. mas não foi entregue ao governo dos Estados Unidos até o dia seguinte ao ataque. Por décadas, a sabedoria convencional sustentou que o Japão atacou sem primeiro romper formalmente as relações diplomáticas apenas por causa de acidentes e barreiras que atrasaram a entrega de um documento sugerindo guerra a Washington, D.C. Em 1999, no entanto, Takeo Iguchi, professor de direito e relações internacionais da Universidade Cristã Internacional de Tóquio, descobriu documentos que apontavam para um vigoroso debate dentro do governo sobre como, e de fato, notificar Washington, D.C. da intenção do Japão de interromper as negociações e iniciar uma guerra, incluindo uma entrada de 7 de dezembro no diário de guerra, dizendo: \"Nossa diplomacia enganosa está constantemente avançando em direção ao sucesso\". Sobre isso, Iguchi disse: \"O diário mostra que o exército e a marinha não desejavam fazer nenhuma declaração de guerra adequada, ou mesmo aviso prévio mesmo do término das negociações ... e eles claramente prevaleciam\".Kawabata, Tai, \"Historian seeks to clear embassy of Pearl Harbor 'sneak attack' infamy\", Japan Times, December 10, 2014, p. 3 De qualquer forma, mesmo que os japoneses tivessem decodificado e entregue a \"Mensagem de 14 Partes\" antes do início do ataque, isso não constituiria uma quebra formal das relações diplomáticas nem uma declaração de guerra. Os dois parágrafos finais da mensagem eram: === Composição da primeira onda === A primeira onda de ataque de 183 aviões foi lançada ao norte de Oahu, liderada pelo comandante Mitsuo Fuchida.Shinsato, Douglas and Tadanori Urabe, For That One Day: The Memoirs of Mitsuo Fuchida, Commander of the Attack on Pearl Harbor, Chapters 19 and 20, eXperience, inc., Kamuela, Hawaii, 2011. 6 aviões não decolaram devido a dificuldades técnicas. O primeiro ataque incluiu três grupos de aviões: * 1.º Grupo (alvos: navios de guerra e porta-aviões) ** 49 bombardeiros Nakajima B5N Kate armados com 800 kg com bombas perfurantes, organizado em quatro seções (1 não foi lançado) ** 40 bombardeiros Nakajima B5N armados com torpedos tipo 91, também em quatro seções * 2.º Grupo – (alvos: Ilha Ford e Wheeler AFB) ** 51 bombardeiros de mergulho Aichi D3A Val armados com bombas de uso geral de 249 kg (3 não foram lançadas) * 3.º Grupo – (alvos: aviões na Ilha Ford, Base da Força Aérea de Hickam, Wheeler AFB, Barber's Point, Kaneohe) ** 43 caças Mitsubishi A6M \"Zero\" para controle aéreo e alvos terrestres (2 não foram lançadas) Quando a primeira onda se aproximou de Oahu, foi detectada pelo radar SCR-270 do Exército dos Estados Unidos na Estação Opana, perto da ponta norte da ilha. Esta estação estava em modo de treinamento há meses, mas ainda não estava operacional.Prange, Goldstein, Dillon. At Dawn We Slept. pages 730–31 'Short mishandled radar ...' In his (Short's) words '... more for training than any idea it would be real' Os operadores particulares George Elliot Jr. e Joseph Lockard, relataram um alvo.Evans, Harold. The American Century London: Jonathan Cape, 1998. p. 309. Mas o tenente Kermit A. Tyler, um oficial recém-designado no Centro de Interceptação de Pearl Harbor, pouco equipado, presumiu que era a chegada programada de 6 bombardeiros B-17 da Califórnia. Os aviões japoneses estavam se aproximando de uma direção muito próxima (apenas alguns graus de diferença) dos bombardeiros, e, embora os operadores nunca tivessem visto uma formação tão grande no radar, eles deixaram de contar a Tyler seu tamanho.Prange et al., At Dawn We Slept, p. 500-501. Tyler, por razões de segurança, não podia dizer aos operadores dos 6 B-17 que eram devidos (embora isso fosse amplamente conhecido). Quando os primeiros aviões de onda se aproximaram de Oahu, eles encontraram e abateram vários aviões dos Estados Unidos. Pelo menos um deles transmitiu um aviso um tanto incoerente. Outros avisos que navios na entrada do porto ainda estavam sendo processados ou aguardavam confirmação quando os aviões atacantes começaram a bombardear e atacar. No entanto, não está claro que quaisquer avisos teriam tido muito efeito, mesmo se tivessem sido interpretados corretamente e com muito mais rapidez. Os resultados alcançados pelos japoneses nas Filipinas foram essencialmente os mesmos de Pearl Harbor, embora Douglas MacArthur tivesse quase 9 horas avisando que os japoneses já haviam atacado Pearl Harbor. A parte aérea do ataque começou às 7h48, horário do Havaí (3h18 da manhã de 8 de dezembro, horário padrão japonês, mantido por navios do Kidō Butai),Symonds, Craig L. The Battle Of Midway, (Oxford University Press, 2011), p. 218. com o ataque em Kaneohe. Um total de 353 aviões japoneses em duas ondas atacou Oahu. Bombardeiros torpedeiros lentos e vulneráveis lideraram a primeira onda, explorando os primeiros momentos de surpresa para atacar os navios mais importantes presentes (os encouraçados), enquanto os bombardeiros de mergulho atacaram as bases aéreas em Oahu, começando com Base da Força Aérea de Hickam, o maior, Wheeler AFB, a principal base de caças das Forças Aéreas do Exército dos Estados Unidos. Os 171 aviões da segunda onda atacaram a Estação da Força Aérea de Bellows das Forças Aéreas do Exército, perto de Kaneohe, no lado do barlavento da ilha e Ilha Ford. A única resistência aérea veio de um punhado de P-36 Hawks, P-40 Warhawks e alguns bombardeiros de mergulho SBD Dauntless do porta aviões . No ataque da primeira onda, cerca de 8 das 49 bombas perfurantes de 800 kg lançadas atingiram seus alvos pretendidos. Pelo menos duas daquelas bombas explodiram com o impacto, outra foi detonada antes de penetrar em um convés desarmado e uma delas foi um fracasso. 13 dos 40 torpedos atingiram navios de guerra e 4 torpedos atingiram outros navios. Os homens a bordo de navios dos Estados Unidos acordaram com sons de alarmes, bombas explodindo e tiros, levando homens com olhos turvos a se vestirem enquanto corriam para as estações de combate. (A famosa mensagem, \"Ataque aéreo a Pearl Harbor. Isso não é um exercício\". foi enviada da sede da Patrulha Asa Dois, o primeiro comando havaiano a responder). Os defensores estavam muito despreparados. Armários de munição estavam trancados, aviões estacionados a céu aberto para evitar sabotagem, armas não-tripulados (nenhuma das 5\"/38 da Marinha, apenas um quarto de suas metralhadoras e apenas 4 das 31 baterias do Exército entraram em ação). Apesar desse estado de alerta baixo, muitos militares americanos responderam efetivamente durante o ataque. O alferes Joseph K. Taussig Jr., a bordo do , comandava os canhões antiaéreos do navio e foi gravemente ferido, mas continuou no posto. O tenente-comandante F. J. Thomas comandou o USS Nevada na ausência do capitão pôs o navio em movimento até o navio encalhar às 9h10.Bonner, Kermit. Final Voyages p. 105 Um dos contratorpedeiros, USS Aylwin, começou a trabalhar com apenas quatro oficiais a bordo, todos de bandeira, nenhum com mais de um ano de serviço no mar; operou no mar por 36 horas antes que seu comandante conseguisse voltar a bordo.Aylwin, Dictionary of American Naval Fighting Ships. O capitão Mervyn S. Bennion, comandando o , liderou seus homens até que ele ser derrubado por fragmentos de uma bomba que atingiu o , atracado ao lado. === Composição da segunda onda === A segunda onda planejada consistiu em 171 aviões: 54 Nakajima B5N, 81 Aichi D3A e 36 Mitsubishi A6M Zero, comandados pelo tenente-comandante Shigekazu Shimazaki. 4 aviões não decolaram devido a dificuldades técnicas. Essa onda e seus alvos também compreenderam três grupos de aviões: * 1.º Grupo: 54 Nakajima B5N armados com bombas de uso geral de 249 kg e 60 kg ** 27 Nakajima B5N: Aviões e hangares em Kaneohe, Ilha Ford e Barber's Point ** 27 Nakajima B5N: Aviões e hangares no campo na Base da Força Aérea de Hickam * 2.º Grupo (alvos: Porta-aviões e cruzadores) ** 78 Aichi D3A, armados com bombas de uso geral de 249 kg, em quatro seções (3 abortados) * 3.º Grupo (alvos: Aviões na Ilha Ford, Base da Força Aérea de Hickam, Wheeler AFB, Barber's Point e Kaneohe) ** 35 Mitsubishi A6M Zero, para defesa e ataque (1 abortado) A segunda onda foi dividida em três grupos. Um deles foi encarregado de atacar Kāneʻohe, e o restante em Pearl Harbor. As seções separadas chegaram ao ponto de ataque quase simultaneamente de várias direções. === Baixas e danos === Noventa minutos após o início, o ataque terminou. 2 008 marinheiros foram mortos e 710 outros feridos; 218 soldados e aviadores (que faziam parte do Exército antes da Força Aérea independente dos Estados Unidos em 1947) foram mortos e 364 feridos; 109 fuzileiros navais foram mortos e 69 feridos; e 68 civis foram mortos e 35 feridos. No total, 2 403 americanos foram mortos e 1 143 foram feridos. 18 navios afundaram ou encalharam, incluindo 5 encouraçados. Todos os americanos mortos ou feridos durante o ataque eram não combatentes, dado que não havia estado de guerra quando o ataque ocorreu. Das mortes americanas, quase a metade ocorreu devido à explosão no paiol do , depois de ter sido atingido por uma munição modificada de 410 mm. O autor Craig Nelson escreveu que a grande maioria dos marinheiros americanos mortos em Pearl Harbor era de pessoal alistado. \"Os oficiais da Marinha viviam em casas e os juniores eram os que estavam nos navios, então praticamente todas as pessoas que morreram na linha direta do ataque eram juniores\", disse Nelson. \"Então, todo mundo tinha cerca de 17 ou 18 anos, cuja história é contada lá\". Entre as vítimas civis notáveis estavam 9 bombeiros do Departamento de Bombeiros de Honolulu (HFD) que responderam a Base da Força Aérea de Hickam durante o ataque em Honolulu, se tornando os únicos membros do Departamento de Bombeiros em solo americano a serem atacados por uma potência estrangeira na história. O bombeiro Harry Tuck Lee Pang, do Motor 6, foi morto perto dos hangares por tiros de metralhadora de um avião japonês. Os capitães Thomas Macy e John Carreira, do Motor 4 e Motor 1, respectivamente, morreram enquanto lutavam contra as chamas dentro do hangar depois que uma bomba japonesa caiu no teto. Outros 6 bombeiros foram feridos por estilhaços japoneses. Mais tarde, os feridos receberam Coração Púrpuro (originalmente reservados a militares feridos por ação inimiga enquanto participavam de conflitos armados) por seu heroísmo em tempos de paz naquele dia em 13 de junho de 1944; os três bombeiros mortos não os receberam até 7 de dezembro de 1984, no 43.º aniversário do ataque. Isso fez dos 9 homens os únicos bombeiros não militares a receber essa condecoração na história dos Estados Unidos. Já danificado por um torpedo e em chamas no meio do navio, o tentou sair do porto. A embarcação foi alvo de muitos bombardeiros japoneses quando começou e sofreu mais ataques com bombas de 113 kg, o que provocou novos incêndios. Ele foi deliberadamente encalhado para evitar bloquear a entrada do porto. O foi atingido por duas bombas e dois torpedos. A tripulação poderia tê-la mantido à tona, mas receberam ordens para abandonar o navio, assim como aumentavam a potência das bombas. A queima de combustível do e do derramou sobre o California, e provavelmente fez a situação parecer pior do que era. O navio-alvo desarmado foi atingido duas vezes por torpedos. O USS West Virginia foi atingido por sete torpedos, o sétimo arrancou seu leme. foi atingido por quatro torpedos, os dois últimos acima da blindagem, o que a fez o navio virar. foi atingido por dois dos projéteis de 16\" convertidos, mas nenhum dos dois causou danos sérios. Embora os japoneses se concentrassem em navios de guerra (os maiores navios presentes), eles não ignoraram outros alvos. O cruzador leve foi torpedeado, e a concussão causada pela explosão emborcou o lançador de minas USS Oglala. Dois contratorpedeiros em doca seca, USS Cassin e USS Downes, foram destruídos quando as bombas penetraram em seus depósitos de combustível. O vazamento de combustível pegou fogo; inundar a doca seca em um esforço para combater o fogo fez o combustível queimando subir, e ambos foram queimados. USS Cassin escorregou de seus blocos de quilha e rolou contra o USS Downes. O cruzador leve foi atingido por um torpedo. O cruzador leve USS Honolulu foi danificado, mas permaneceu em serviço. O navio de reparos , atracado ao lado do Arizona, foi fortemente danificado e encalhou. O porta-hidroaviões USS Curtiss também foi danificado. A contratorpedeiro ficou seriamente danificado quando duas bombas penetraram seu paiol de munições. Dos 402 aviões americanos no Havaí, 188 foram destruídos e 159 danificados, 155 no solo. Quase nenhum deles estava realmente pronto para decolar para defender a base. 8 pilotos das Forças Aéreas do Exército dos Estados Unidos conseguiram decolar durante o ataque e 6 foram creditados por derrubar pelo menos 1 avião japoneses durante o ataque: 1.º Tenente Lewis M. Sanders, 2.º Tenente Philip M. Rasmussen, 2.º Tenente Kenneth M. Taylor, 2.º Tenente George S. Welch, 2.º Tenente Harry W. Brown e 2.º Tenente Gordon H. Sterling Jr. Dos 33 PBY Catalina no Havaí, 24 foram destruídos, 6 danificados sem reparo e 3 em patrulha no momento do ataque voltaram sem danos. O fogo amigo derrubou alguns aviões dos Estados Unidos, incluindo 5 de um voo que decolaram do . No momento do ataque, 9 aviões civis estavam voando nas proximidades de Pearl Harbor. Destes, 3 foram abatidos. === Baixas japonesas === Dos 59 aviadores japoneses e 9 submarinistas foram mortos no ataque, e 1, Kazuo Sakamaki, foi capturado. Dos 414 aviões disponíveis no Japão, 350 participaram do ataque, no qual 29 foram perdidos; 9 na primeira onda (3 caças, 3 bombardeiros de mergulho e 5 bombardeiros de torpedo) e 20 na segunda onda (6 caças e 14 bombardeiros de mergulho), com outros 74 danificados pelo fogo antiaéreo terrestre. === Possível terceira onda === Vários oficiais juniores japoneses, incluindo Mitsuo Fuchida e Minoru Genda, exortaram Chūichi Nagumo a realizar um terceiro ataque, a fim de destruir o máximo possível das instalações de armazenamento de combustível, manutenção e doca seca de Pearl Harbor. Genda, que defendeu sem sucesso invadir o Havaí após o ataque aéreo, acreditava que sem uma invasão, três ataques eram necessários para desativar a base o máximo possível. Os capitães de outros 5 porta-aviões da força-tarefa informaram que estavam dispostos e prontos para realizar um terceiro ataque.Horn, Steve . The Second Attack on Pearl Harbor: Operation K and Other Japanese Attempts to Bomb America in World War II (Annapolis: Naval Institute Press, 2005), p. 16 Historiadores militares sugeriram que a destruição dessas instalações terrestres teriam prejudicado a Frota do Pacífico muito mais seriamente do que a perda de seus navios de guerra.; Blair, Silent Victory. Se eles tivessem sido destruídos, \"operações [americanas] sérias no Pacífico teriam sido adiadas por mais de um ano\"; de acordo com o almirante Chester W. Nimitz, mais tarde comandante-em-chefe da Frota do Pacífico, \"isso prolongaria a guerra por mais dois anos\". p. 327 Nagumo, no entanto, decidiu se retirar por vários motivos: * O desempenho antiaéreo americano melhorou consideravelmente durante a segunda onda, e dois terços das perdas do Japão ocorreram durante a segunda onda. * Nagumo sentiu que, se lançasse uma terceira onda, estaria arriscando três quartos da força da Frota Combinada para acabar com os alvos restantes (que incluíam as instalações) enquanto sofria maiores perdas de aviões. * A localização dos porta-aviões americanos permaneceu desconhecido. Além disso, o almirante estava preocupado com o fato de sua força estar agora ao alcance dos bombardeiros americanos. Nagumo estava incerto se os americanos tinham aviões intactos suficientes no Havaí para lançar um ataque contra seus porta-aviões. * Uma terceira onda exigiria preparação e tempo de resposta substanciais e significaria que o retorno dos aviões teriam que pousar à noite. Na época, apenas a Marinha Real Britânica havia desenvolvido técnicas de pouso noturno em porta-aviões, então esse era um risco substancial. * A situação do combustível da força-tarefa não permitiu que ele permanecesse nas águas ao norte de Pearl Harbor por muito mais tempo, pois estava no limite do apoio logístico. Para fazer isso, corria o risco de ficar inaceitavelmente sem combustível, talvez até tendo que abandonar os contratorpedeiros no caminho de volta. * Ele acreditava que a segunda onda havia essencialmente cumprido o objetivo principal de sua missão, a neutralização da Frota do Pacífico dos Estados Unidos, e não queria arriscar mais perdas. Além disso, era prática da Marinha Imperial Japonesa preferir a conservação da força à destruição total do inimigo.. Em uma conferência a bordo do navio-capitânia na manhã seguinte, Isoroku Yamamoto apoiou a retirada de Nagumo sem lançar uma terceira onda. Em retrospecto, poupando os estaleiros vitais, oficinas de manutenção e os tanques de combustível, os Estados Unidos puderam responder de maneira relativamente rápida às atividades japonesas no Pacífico. Mais tarde, Yamamoto lamentou a decisão de Nagumo de se retirar e afirmou categoricamente que havia sido um grande erro não ordenar uma terceira onda. == Navios perdidos ou danificados == 21 navios foram danificados ou perdidos no ataque, dos quais todos, exceto 3, foram reparados e retornaram ao serviço. === Encouraçados === * : (O navio-capitânia do contra-almirante Isaac C. Kidd do Battleship Division One): atingido por 4 bombas perfurantes e explodiu; perda total, 1 177 mortos. * : atingido por 5 torpedos, emborcado; perda total, 429 mortos. * : atingido por 2 bombas, 7 torpedos e afundou; retornou ao serviço em julho de 1944; perda total, 106 mortos. * : atingido por 2 bombas, 2 torpedos e afundou; retornou ao serviço em janeiro de 1944; perda total, 100 mortos. * : atingido por 6 bombas, 1 torpedo e encalhou; retornou ao serviço em outubro de 1942; perda total, 60 mortos. * : (O navio-capitânia do almirante Husband E. Kimmel da Frota do Pacífico dos Estados Unidos):Prange, Goldstein, Dillon. At Dawn We Slept page 49 no dique seco com o USS Cassin e o USS Downes, atingido por uma bomba e detritos do USS Cassin; permaneceu em serviço; perda total, 9 mortos. * : atingido por 2 bombas; retornou ao serviço em fevereiro de 1942; perda total, 5 mortos. * : atingido por 2 bombas; retornou ao serviço em fevereiro de 1942; perda total, 4 mortos (incluindo o piloto de hidroavião abatido). === Navio-escola === * : atingido por 2 torpedos, emborcado; perda total, 64 mortos. === Cruzadores === * : atingido por 1 torpedo; retornou ao serviço em janeiro de 1942; perda total, 20 mortos. * : atingido por 1 torpedo; retornou ao serviço em fevereiro de 1942. * USS Honolulu: danos leves; permaneceu em serviço. === Contratorpedeiros === * USS Cassin: na doca seca com o Downes e o Pennsylvania, atingidos por 1 bomba e queimados; retornou ao serviço em fevereiro de 1944. * USS Downes: na doca seca, com o Cassin e o Pennsylvania, pegou fogo devido a proximidade com o USS Cassin, queimou; retornou ao serviço em novembro de 1943. * USS Helm: a caminho de West Loch, danificado por 2 bombas quase foi perdido; patrulha continuada; ancorado a seco em 15 de janeiro de 1942 e retornou ao serviço em 20 de janeiro de 1942. * : atingido por 3 bombas; retornou ao serviço em junho de 1942. === Auxiliares === * USS Oglala (lançador de minas): danificado pelo torpedo que atingiu o Helena, emborcado; retornou ao serviço (como navio de reparo do motor) em fevereiro de 1944. * USS Vestal (navio de reparação): atingido por 2 bombas, explosões e incêndios do Arizona, encalhado; retornou ao serviço em agosto de 1942. * USS Curtiss (porta-hidroaviões): atingido por 1 bomba, 1 avião japonês caiu; retornou ao serviço em janeiro de 1942; perda total, 19 mortos. * USS Sotoyomo (rebocador): danificado por explosões e incêndios do Shaw; afundado; retornou ao serviço em agosto de 1942. * USS YFD-2 (doca flutuante): danificado por bombas de 250 kg; afundado; retornou ao serviço em 25 de janeiro de 1942, prestando serviços de manutenção ao Shaw. == Salvamento == Após uma busca sistemática por sobreviventes, o capitão Homer N. Wallin recebeu ordens de liderar uma operação formal de resgate. Em torno de Pearl Harbor, mergulhadores da Marinha, estaleiro naval de Pearl Harbor e empreiteiros civis (Pacific Bridge Company e outros) começaram a trabalhar nos navios que poderiam ser recuperados. Eles consertaram buracos, limparam detritos e bombearam água dos navios. Mergulhadores da Marinha trabalhavam dentro dos navios danificados. Em seis meses, cinco encouraçados e dois cruzadores foram remendados ou levados a bordo para serem enviados aos estaleiros em Pearl Harbor e do continente para reparos extensivos. As operações intensivas de resgate continuaram por mais um ano, totalizando cerca de 20 000 horas-homem embaixo d'água.Raymer, E.C. Descent Into Darkness. Presidio Press, 1996. O Arizona e o navio-alvo Utah foram severamente danificados para serem resgatados e permanecem onde foram afundados, com o Arizona se tornando um memorial de guerra. O Oklahoma, embora recuperado com sucesso, nunca foi consertado e emborcou enquanto estava a reboque para o continente em 1947. Quando possível, o armamento e o equipamento foram removidos das embarcações danificadas para reparo e colocadas em uso a bordo de outras embarcações. == Cobertura de notícias == O anúncio inicial do ataque a Pearl Harbor foi feito pelo secretário de imprensa da Casa Branca, Stephen Early, às 14h22. horário da Costa-Leste (8h52, horário do Havaí): \"Os japoneses atacaram Pearl Harbor pelo ar as instalações navais e militares na ilha de Oahu a principal base americana das ilhas havaianas\".\"Planes Blast U.S. Naval Bases; No Warning Is Given,\" Lawton Constitution, December 7, 1941, Extra Edition, at 1. À medida que as informações se desenvolviam, Early fez vários anúncios adicionais para aproximadamente 150 repórteres na Casa Branca ao longo da tarde.\"War Brings a Tense Day to White House Press Room,\" Washington Post, December 8, 1941, at 4. Os relatórios iniciais do ataque foram transmitidos às notícias aproximadamente às 14h25, horário da Costa-Leste. A primeira cobertura de rádio (que, na época, representava a primeira oportunidade para as pessoas comuns a saber sobre o ataque) foi no programa de notícias programadas da rede de rádio da CBS, World News Today, às 14h30, horário da Costa-Leste. John Charles Daly leu o relatório inicial e depois se mudou para Londres, onde divulgou a possível reação de Londres. O primeiro relatório da NBC foi cortado, uma dramatização no The Inspector-General, às 14h33, horário da Costa-Leste, e durou apenas 21 segundos. Diferentemente da prática posterior com as principais notícias, houve apenas breves interrupções na programação comercial programada.John McDonough, \"Hear It Now: Pearl Harbor Day Radio,\" Wall Street Journal, December 6, 1991, at A13. Uma reportagem de jornal contemporânea comparou o ataque à Batalha de Port Arthur, na qual a Marinha Imperial Japonesa atacou a Marinha Imperial Russa, iniciando a Guerra Russo-Japonesa, 37 anos antes. Os escritores modernos continuaram observando paralelos entre os ataques, embora de forma mais desapaixonada. == Consequências == Na sequência do ataque, 15 Medalhas de Honra, 51 Cruzes da Marinha, 53 Estrelas de Prata, 4 Medalhas da Marinha e do Corpo de Fuzileiros Navais, 1 Cruz de Voo Distinto, 4 Cruzes de Serviço Distintos, 1 Medalha de Serviço Distinto e 3 Medalhas de Estrela Bronze foram concedidas aos militares americanos que se destacaram no combate em Pearl Harbor.. Além disso, um prêmio militar especial, a Medalha Comemorativa de Pearl Harbor, foi posteriormente autorizada para todos os veteranos militares do ataque. No dia seguinte ao ataque, o Presidente dos Estados Unidos Franklin D. Roosevelt entregou seu famoso Discurso da Infâmia a uma Sessão Conjunta do Congresso, pedindo uma declaração formal de guerra ao Império do Japão. O Congresso aceitou seu pedido menos de uma hora depois. Em 11 de dezembro, a Alemanha Nazista e a Itália declararam guerra aos Estados Unidos, embora o Pacto Tripartite não o exigisse.O pacto tinha um de seus objetivos de limitar a intervenção dos Estados Unidos em conflitos envolvendo as 3 nações. Liddell Hart, B. H. (1970) History of the Second World War London: Weidenfeld Nicolson. p.206 Shirer, William L. (1960) The Rise and Fall of the Third Reich:A History of Nazi Germany New York: Simon and Schuster. p.873 Keegan, John (1990) The Second World War New York: Viking. p.130. O Congresso emitiu uma declaração de guerra contra a Alemanha e a Itália no mesmo dia. O Reino Unido declarou guerra ao Japão nove horas antes dos Estados Unidos, parcialmente devido a ataques japoneses a Invasão japonesa da Malásia, Singapura e Hong Kong e parcialmente devido à promessa do primeiro-ministro britânico Winston Churchill de declarar guerra \"dentro de uma hora\" de um ataque japonês aos Estados Unidos. O ataque foi um choque inicial para todos os Aliados no Teatro do Pacífico. Outras perdas agravaram o revés alarmante. O Japão atacou as Filipinas horas depois (por causa da diferença de horário, era 8 de dezembro nas Filipinas). Apenas 3 dias após o ataque a Pearl Harbor, os navios de guerra HMS Prince of Wales e o HMS Repulse foram afundados na costa da Malásia, fazendo com que Churchill se lembrasse mais tarde \"Em toda a guerra, nunca recebi um choque mais direto. Quando me virei e torci na cama, o horror total das notícias afundou em mim. Não havia navios-capitânia britânicos ou americanos no Oceano Índico ou no Pacífico, exceto os sobreviventes americanos de Pearl Harbor que estavam voltando rapidamente para a Califórnia. Sobre esta vasta extensão de água, o Japão era supremo e todos os lugares eram fracos\". Durante a guerra, Pearl Harbor foi frequentemente usada na propaganda americana.Anthony Rhodes, Propaganda: The art of persuasion: World War II, p. 257 1976, Chelsea House Publishers, New York Outra consequência do ataque a Pearl Harbor (principalmente o incidente de Niihau) foi que residentes e cidadãos nipo-americanos que foram transferidos para campos de internação nipo-americanos nas proximidades. Horas depois do ataque, centenas de líderes nipo-americanos foram reunidos e levados para campos de alta segurança, como a Ilha Sand, na foz do porto de Honolulu, e o Campo Militar de Kilauea, na ilha do Havaí.Levine, E. (1995). A Fence Away from Freedom: Japanese Americans and World War II. New York: G.P. Putnam's Sons. Eventualmente, mais de 110 000 nipo-americanos, quase todos que viviam na Costa Oeste, foram forçados a acampar no interior, mas no Havaí, onde mais de 150 000 nipo-americanos compunham mais de um terço da população, apenas 1 200 a 1 800 foram internados. Pearl Harbor Oahu website, retrieved on November 12, 2011.Daniels, R. (1972). Concentration camps USA: Japanese Americans and World War II. New York: Holt, Rinehart and Winston, Inc. O ataque também teve consequências internacionais. A província canadense da Colúmbia Britânica, na fronteira com o Oceano Pacífico, há muito tempo tinha uma grande população de imigrantes japoneses e seus descendentes nipo-canadenses. As tensões pré- guerra foram exacerbadas pelo ataque de Pearl Harbor, levando a uma reação do governo do Canadá. Em 24 de fevereiro de 1942, Ordem em Conselho P.C. N.º 1 486 foi aprovada sob a War Measures Act (Lei de Medidas de Guerra), permitindo a remoção forçada de todo e qualquer canadense de descendência japonesa da Colúmbia Britânica, bem como a proibição de retornar à província. Em 4 de março, foram adotados regulamentos sob a lei para evacuar nipo- canadenses.Regulations made 4 March 1942 Como resultado, 12 000 foram internados em campos internos, 2 000 foram enviados para acampamentos e outros 2 000 foram forçados a trabalhar nas pradarias em fazendas de beterraba- sacarina. === Incidente de Niihau === Os planejadores japoneses do ataque a Pearl Harbor determinaram que eram necessários alguns meios para resgatar os pilotos cujos aviões estavam muito danificados para retornar aos porta-aviões. A ilha de Niihau, a apenas 30 minutos de voo de Pearl Harbor, foi designada como ponto de resgate. O Mitsubishi A6M Zero pilotado pelo suboficial Shigenori Nishikaichi do porta-aviões Hiryū foi danificado no ataque a Wheeler AFB, então ele voou para o ponto de resgate. O avião foi danificado ainda mais no pouso. Nishikaichi foi ajudado pelos havaianos nativos a sair dos destroços, cientes da tensão entre os Estados Unidos e o Império do Japão, pegaram a pistola, mapas, códigos e outros documentos do piloto. Os moradores da ilha não tinham telefones ou rádios e desconheciam completamente o ataque a Pearl Harbor. Nishikaichi conseguiu o apoio de três residentes nipo-americanos na tentativa de recuperar os documentos. Durante os combates que se seguiram, Nishikaichi foi morto e um civil havaiano foi ferido; um colaborador cometeu suicídio e sua esposa e o terceiro colaborador foram enviados para a prisão. A facilidade com que os residentes japoneses étnicos locais aparentemente ajudaram Nishikaichi era motivo de preocupação para muitos e tendia a apoiar aqueles que acreditavam que os japoneses locais não eram confiáveis.Douglas Shinsato, Translator/Publisher of For That One Day: The Memoirs of Mitsuo Fuchida, Commander of the Attack on Pearl Harbor, 2011, pp. 293–294 === Implicações estratégicas === O almirante Hara Tadaichi resumiu o resultado japonês dizendo: \"Conseguimos uma grande vitória tática em Pearl Harbor e, assim, perdemos a guerra\".Haufler, Herve. Codebreaker's Victory: How the Allied Cryptographers Won World War II (New York: NAL, 2003), quoted p. 127. Embora o ataque tenha atingido o objetivo pretendido, acabou sendo desnecessário. Sem o conhecimento de Isoroku Yamamoto, que concebeu o plano original, a Marinha dos Estados Unidos decidiu em 1935 abandonar a \"cobrança\" do Pacífico em direção às Filipinas em resposta a um surto de guerra (de acordo com a evolução do Plano de Guerra Laranja). Os Estados Unidos adotaram o \"Plano Dog\" em 1940, que enfatizou manter a Marinha Imperial Japonesa fora do Pacífico Oriental e longe das rotas marítimas para a Austrália, enquanto os Estados Unidos se concentraram em derrotar a Alemanha Nazista. Felizmente para os Estados Unidos, os porta-aviões americanos estavam intocados; caso contrário, a capacidade da Frota do Pacífico de realizar operações ofensivas teria sido prejudicada por um ano ou mais (se não houvesse desvio da Frota do Atlântico). Por assim dizer, a eliminação dos navios de guerra deixou a Marinha dos Estados Unidos sem outra opção a não ser confiar em seus porta- aviões e submarinos, as mesmas armas com as quais a Marinha dos Estados Unidos interrompeu e, eventualmente, reverteu o avanço japonês. Enquanto 6 dos 8 navios de guerra foram recuperados e retornaram ao serviço, sua velocidade relativamente baixa e alto consumo de combustível limitaram sua implantação, e eles serviram principalmente em papéis de bombardeio terrestre (sua única ação principal foi a Batalha do Estreito de Surigao, em outubro de 1944). Uma falha importante do pensamento estratégico japonês era a crença de que a derradeira Batalha do Pacífico seria travada por navios de guerra, de acordo com a doutrina do capitão Alfred Thayer Mahan. Como resultado, Yamamoto (e seus sucessores) acumularam navios de guerra para uma \"batalha decisiva\" que nunca aconteceu., War Plan Orange A confiança japonesa em sua capacidade de obter uma vitória rápida significava que eles negligenciavam os estaleiros de reparos da Marinha em Pearl Harbor, as fazendas de tanques de combustível, base submarina e o antigo prédio da sede. Todos esses alvos foram omitidos da lista de Minoru Genda, mas se mostraram mais importantes do que qualquer navio de guerra para o esforço de guerra americano no Pacífico. A sobrevivência das estaleiros de reparos e depósitos de combustível permitiu a Pearl Harbor manter apoio logístico às operações da Marinha dos Estados Unidos, como o Ataque Doolittle e as batalhas do Mar de Coral e Midway. Foram os submarinos que imobilizaram os navios pesados da Marinha Imperial Japonesa e paralisaram a economia do Japão, impedindo a importação de petróleo e matérias-primas: até o final de 1942, a quantidade de matérias-primas trazidas foi reduzida pela metade \"para 10 milhões de toneladas desastrosas\", enquanto o petróleo \"foi quase completamente parado\". Por fim, o porão do Antigo Edifício Administrativo foi o lar da unidade criptoanalítica que contribuiu significativamente para a emboscada em Midway e o sucesso da Força Submarina. === Debate retrospectivo sobre inteligência americana === Desde o ataque japonês, houve um debate sobre como e por que os Estados Unidos foram pegos de surpresa, e quanto e quando as autoridades americanas sabiam dos planos japoneses e assuntos relacionados. Já em 1924, o chefe do Serviço Aéreo do Exército dos Estados Unidos, Mason Patrick, demonstrou preocupação com as vulnerabilidades militares no Pacífico, depois de enviar o general Billy Mitchell em uma pesquisa no Pacífico e no Oriente. Patrick chamou o relatório subsequente de Mitchell, que identificou vulnerabilidades no Havaí, um \"tratado teórico sobre o emprego do poder aéreo no Pacífico, que, com toda a probabilidade, sem dúvida será de extremo valor daqui a 10 ou 15 anos\". Pelo menos dois jogos de guerra naval, um em 1932 e outro em 1936, provaram que Pearl Harbor era vulnerável a esse ataque. O almirante James O. Richardson foi retirado do comando logo após protestar contra a decisão do Presidente Franklin D. Roosevelt de transferir a maior parte da Frota do Pacífico para Pearl Harbor.Rehearsals for Pearl Harbor As decisões da liderança militar e política de ignorar esses avisos contribuíram para as teorias da conspiração. Vários escritores, incluindo o veterano e jornalista da Segunda Guerra Mundial Robert Stinnett, autor de Day of Deceit, e o ex-contra-almirante dos Estados Unidos Robert Alfred Theobald, autor de The Final Secret of Pearl Harbor: The Washington Background of the Pearl Harbor Attack, argumentaram que vários partidos do alto escalão dos governos dos Estados Unidos e do Reino Unido sabiam do ataque com antecedência e podem até deixá-lo acontecer ou encorajá- lo a forçar os Estados Unidos a entrar em guerra pela chamada \"porta dos fundos\". No entanto, essa teoria da conspiração é rejeitada pelos historiadores convencionais. == Ver também == * Lista de navios presentes durante o Ataque a Pearl Harbor Notas informativas Bibliografia ::Livros * * * * * * * * * * * * * * * * * * * * * ::Documentos do governo dos Estados Unidos * * * ::Artigos de revistas * (requires subscription) * ::Fontes online * * * Leitura adicional * Edwin T. Layton, Roger Pineau, and John Costello (1985), And I Was There: Pearl Harbor and Midway—Breaking the Secrets, Nova Iorque: Morrow. Layton, o oficial de inteligência de combate de Kimmel, diz que Douglas MacArthur foi o único comandante de campo que havia recebido uma quantidade substancial de inteligência da maquina Purple. * George Edward Morgenstern. Pearl Harbor: The Story of the Secret War. (The Devin-Adair Company, 1947) . Teoria da conspiração. * James Dorsey. \"Literary Tropes, Rhetorical Looping, and the Nine Gods of War: 'Fascist Proclivities' Made Real,\" in The Culture of Japanese Fascism, ed. by Alan Tansman (Durham & London: Duke UP, 2009), pp. 409–431. Um estudo das representações da mídia japonesa em tempo de guerra sobre o componente submarino do ataque a Pearl Harbor. * Memorando McCollum de 1940, de um oficial da sede da Marinha a seus superiores, descrevendo possíveis provocações no Japão, que podem levar à guerra (desclassificada em 1994). * Gordon W. Prange, At Dawn We Slept (McGraw-Hill, 1981), Pearl Harbor: The Verdict of History (McGraw-Hill, 1986), and December 7, 1941: The Day the Japanese Attacked Pearl Harbor (McGraw-Hill, 1988). Esta trilogia monumental, escrita pelos colaboradores Donald M. Goldstein e Katherine V. Dillon, é considerada o trabalho autoritário sobre o assunto. * Larry Kimmett and Margaret Regis, The Attack on Pearl Harbor: An Illustrated History (NavPublishing, 2004). Usando mapas, fotos, ilustrações exclusivas e um CD animado, este livro fornece uma visão geral detalhada do ataque surpresa que levou os Estados Unidos à Segunda Guerra Mundial. * Walter Lord, Day of Infamy (Henry Holt, 1957) é uma recontagem muito legível e totalmente anedótica dos eventos do dia. * W. J. Holmes, Double-Edged Secrets: U.S. Naval Intelligence Operations in the Pacific During World War II (Instituto Naval, 1979) contém algum material importante, como o argumento de Holmes de que, se a Marinha dos Estados Unidos tivesse sido avisada do ataque e colocada no mar, provavelmente teria resultado em um desastre ainda maior. * Michael V. Gannon, Pearl Harbor Betrayed (Henry Holt, 2001) é um exame recente dos problemas que cercam a surpresa do ataque. * Frederick D. Parker, Pearl Harbor Revisited: United States Navy Communications Intelligence 1924–1941 (Centro de História Criptológica, 1994) contém uma descrição detalhada do que a Marinha sabia ao interceptar e descriptografar as comunicações do Japão antes de Pearl. * Henry C. Clausen e Bruce Lee, Pearl Harbor: Final Judgment, (HarperCollins, 2001), um relato do \"Inquérito Clausen\" secreto realizado no final da guerra, por ordem do Congresso, ao Secretário de Guerra Henry L. Stimson. Clausen recebeu a autoridade de ir a qualquer lugar e questionar qualquer pessoa sob juramento. Por fim, ele viajou mais de 55.000 milhas e entrevistou mais de 100 militares americanos, britânicos, da Marinha e civis, além de ter acesso a todas as interceptações relevantes do Magic. * Robert A. Theobald, Final Secret of Pearl Harbor (Devin-Adair Pub, 1954) Prefácio do Almirante da Frota William F. Halsey, Jr. * Albert C. Wedemeyer, Wedemeyer Reports! (Henry Holt Co, 1958) * Hamilton Fish III, Tragic Deception: FDR and America's Involvement in World War II (Devin-Adair Pub, 1983) * John Toland, Infamy: Pearl Harbor and Its Aftermath (Berkley Reissue edition, 1986 ). * Mary Ellen Condon-Rall, \"The U.S. Army Medical Department and the Attack on Pearl Harbor\". (The Journal of Medical History, January 1989). . Este artigo discute o estado de prontidão médica antes do ataque e a resposta pós-ataque pela equipe médica. * Robert Stinnett, Day of Deceit: The Truth About FDR and Pearl Harbor (Free Press, 1999) Um estudo dos documentos da Lei da Liberdade de Informação que levaram o Congresso à liberação direta de Kimmel e Short. * Edward L. Beach, Jr., Scapegoats: A Defense of Kimmel and Short at Pearl Harbor * (Center for Strategic and Budgetary Assessments) contém uma passagem sobre o ataque de Yarnell, bem como citações de referência. * Roberta Wohlstetter, Pearl Harbor: Warning and Decision, (Stanford University Press: 1962). O trabalho acadêmico mais citado sobre o fracasso da inteligência em Pearl Harbor. Sua introdução e análise do conceito de \"ruído\" persiste na compreensão de falhas de inteligência. ** Roberta Wohlstetter, \"Cuba and Pearl Harbor: Hindsight and Foresight.\" Foreign Affairs 43.4 (1965): 691–707. * John Hughes-Wilson, Military Intelligence Blunders and Cover-Ups. Robinson, 1999 (revised 2004). Contém um capítulo breve, porém perspicaz, sobre as falhas específicas de inteligência e uma visão geral mais ampla do que a causa. * Douglas T. Shinsato and Tadanori Urabe, \"For That One Day: The Memoirs of Mitsuo Fuchida, Commander of the Attack on Pearl Harbor\". (eXperience: 2011) * * Seki, Eiji. (2006). Mrs. Ferguson's Tea-Set, Japan and the Second World War: The Global Consequences Following Germany's Sinking of the SS Automedon in 1940. London: Global Oriental. ; (cloth) Published by BRILL/Global Oriental, 2006. Previously announced as Sinking of the SS Automedon and the Role of the Japanese Navy: A New Interpretation. * Daniel Madsen, Resurrection-Salvaging the Battle Fleet at Pearl Harbor. U.S. Naval Institute Press. 2003. Relato altamente legível e minuciosamente pesquisado das consequências do ataque e dos esforços de resgate de 8 de dezembro de 1941 ao início de 1944. * Takeo, Iguchi, Demystifying Pearl Harbor: A New Perspective From Japan, I-House Press, 2010, ASIN: B003RJ1AZA. * * Melber, Takuma, Pearl Harbor. Japans Angriff und der Kriegseintritt der USA. C.H. Beck, München 2016, . Uma introdução concisa com um bom foco no que veio antes do ataque e na perspectiva japonesa. * Moorhead, John J. 1942 \"Surgical Experience at Pearl Harbor\", The Journal of the American Medical Association. Uma visão geral dos diferentes procedimentos cirúrgicos no hospital no local do evento. == Ligações externas == * * * * * Categoria:1941 no Havaí",
 "title": "Ataque a Pearl Harbor"
}