{
 "id": "53977",
 "text": "Karl Pearson (Londres, — ) foi um grande contribuidor para o desenvolvimento da estatística como uma disciplina científica séria e independente. Foi o fundador do Departamento de Estatística Aplicada na University College London em 1911; foi o primeiro departamento universitário dedicado à estatística em todo o mundo. ==Contribuições para a estatística== O trabalho de Pearson foi muito abrangente na ampla aplicação e desenvolvimento da estatística matemática, e abrangeu os domínios da biologia, epidemiologia, antropometria, medicina e história social. Em 1901, junto com Weldon e Francis Galton fundou a revista Biometrika cujo objeto era o desenvolvimento da teoria estatística. Ele editou esta revista até a sua morte. Ele também fundou a revista Annals of Eugenics (agora Annals of Human Genetics), em 1925. O pensamento de Pearson fundamentou muitos dos métodos estatísticos \"clássicos\" que são de uso comum atualmente. Algumas de suas principais contribuições são: *Regressão linear e correlação - Pearson foi fundamental no desenvolvimento desta teoria. Um de seus clássicos conjuntos de dados (inicialmente recolhidos por Galton) envolve a regressão da altura dos filhos em relação à de seus pais. Pearson construiu um modelo de 3-dimensional com este conjunto de dados para ilustrar as ideias. O coeficiente de correlação produto-momento de Pearson é nomeado assim como homenagem a ele, foi a primeira medida de força de associação a ser introduzido em estatística. *Classificação das distribuições - O trabalho de Pearson sobre classificação das distribuições probabilidade constitui a base para um ampla para a teoria moderna estatística, em particular, a família exponencial de distribuições é fundamental para a teoria do modelo linear generalizado. *Teste Chi-quadrado de Pearson - Um tipo particular de teste qui-quadrado, um teste de significância estatística. *Coeficiente de correlação e dois coeficientes de assimetria. ==Obras== *Pearson, Karl (1880). The New Werther. C, Kegan Paul & Co. *Pearson, Karl (1882). The Trinity: A Nineteenth Century Passion-play. Cambridge: E. Johnson. *Pearson, Karl (1887). Die Fronica. Strassburg: K.J. Trübner *Pearson, Karl (1887). The Moral Basis of Socialism. William Reeves, London. *Pearson, Karl (1888). The Ethic of Freethought. London: T. Fisher Unwin. Rep. University Press of the Pacific, 2002. *Pearson, Karl (1892). The Grammar of Science. London: Walter Scott. Dover Publications, 2004 ISBN 0-486-49581-7 *Pearson, Karl (1892). The New University for London: A Guide to its History and a Criticism of its Defects. London: T. Fisher Unwin. *Pearson, K. (1896), \"Mathematical Contributions to the Theory of Evolution. III. Regression, Heredity and Panmixia,\" Philosophical Transactions of the Royal Society of London, 187, 253–318. *Pearson, Karl (1897). The Chances of Death and Other Studies in Evolution, 2 Vol. London: Edward Arnold. *Pearson, Karl (1904). On the Theory of Contingency and its Relation to Association and Normal Correlation. London: Dulau & Co. *Pearson, Karl (1905). On the General Theory of Skew Correlation and Non-linear Regression. London: Dulau & Co. *Pearson, Karl (1906). A Mathematical Theory of Random Migration. London: Dulau & Co. *Pearson, Karl (1907). Studies in National Deterioration. London: Dulau & Co. *Pearson, Karl, & Pollard, A.F. Campbell (1907). An Experimental Study of the Stresses in Masonry Dams. London: Dulau & Co. *Pearson, Karl (1907). A First Study of the Statistics of Pulmonary Tuberculosis. London: Dulau & Co. *Pearson, Karl, & Barrington, Amy (1909). A First Study of the Inheritance of Vision and of the Relative Influence of Heredity and Environment on Sight. London: Dulau & Co. *Pearson, Karl; Reynolds, W. D., & Stanton, W. F. (1909). On a Practical Theory of Elliptical and Pseudo-elliptical Arches, with Special Reference to the Ideal Masonry Arch. *Pearson, Karl (1909). The Groundwork of Eugenics. London: Dulau & Co. *Pearson, Karl (1909). The Scope and Importance to the State of the Science of National Eugenics. London: Dalau & Co. *Pearson, Karl, & Barrington, Amy (1910). A Preliminary Study of Extreme Alcoholism in Adults. London: Dulau & Co. *Pearson, Karl, & Elderton, Ethel M. (1910). A First Study of the Influence of Parental Alcoholism on the Physique and Ability of the Offspring. London: Dulau & Co. *Pearson, Karl (1910). The Influence of Parental Alcoholism on the Physique and Ability of the Offspring: A Reply to the Cambridge Economists. London: Dulau & Co. *Pearson, Karl, & Elderton, Ethel M. (1910). A Second Study of the Influence of Parental Alcoholism on the Physique and Ability of the Offspring. London: Dulau & Co. *Pearson, Karl (1911). An Attempt to Correct some of the Misstatements Made by Sir Victor Horsley and Mary D. Sturge, M.D. in the Criticisms of the Galton Laboratory Memoir: A First Study of the Influence of Parental Alcoholism, &c.; London: Dulau & Co. *Pearson, Karl; Nettleship, Edward, & Usher, Charles (1911–1913). A Monograph on Albinism in Man, 2 Vol. London: Dulau & Co., Ltd. *Pearson, Karl (1912). The Problem of Practical Eugenics. London: Dulau & Co. *Pearson, Karl (1912). Tuberculosis, Heredity and Environment. London: Dulau & Co. *Pearson, Karl (1913). On the Correlation of Fertility with Social Value: A Cooperative Study. London: Dulau & Co. *Pearson, Karl, & Jaederholm, Gustav A. (1914). Mendelism and the Problem of Mental Defect, II: On the Continuity of Mental Defect. London: Dulau & Co. *Pearson, Karl; Williams, M.H., & Bell, Julia (1914). A Statistical Study of Oral Temperatures in School Children. London: Dulau & Co. *Pearson, Karl (1914-24-30). The Life, Letters and Labours of Francis Galton, 3 Vol. Cambridge University Press, Cambridge. *Pearson, Karl (1915). Some Recent Misinterpretations of the Problem of Nurture and Nature. Cambridge University Press. *Pearson, Karl; Young, A.W., & Elderton, Ethel (1918). On the Torsion Resulting from Flexure in Prisms with Cross- sections of Uni-axial Symmetry Only. Cambridge University Press. *Pearson, Karl, & Bell, Julia (1919). A Study of the Long Bones of the English Skeleton. Cambridge: Cambridge University Press. *Pearson, Karl (1920). The Science of Man: its Needs and its Prospects. Cambridge University Press. *Pearson, Karl, & Karn, Mary Noel (1922). Study of the Data Provided by a Baby-clinic in a Large Manufacturing Town. Cambridge University Press. *Pearson, Karl (1922). Francis Galton, 1822–1922: A Centenary Appreciation. Cambridge University Press. *Pearson, Karl (1923). On the Relationship of Health to the Psychical and Physical Characters in School Children. Cambridge University Press. *Pearson, Karl (1926). On the Skull and Portraits of George Buchanan. Edinburgh, London: Oliver & Boyd. Artigos *Pearson, Karl (1883). \"Maimonides and Spinoza,\" Mind, Vol. 8, pp. 338–353 *Pearson, Karl (1885). \"On a Certain Atomic Hypothesis,\" Transactions of the Cambridge Philosophical Society, Vol. 14, 71–120. *Pearson, Karl (1890). \"On Wöhler's Experiments on Alternating Stress,\" The Messenger of Mathematics, Vol. XX, pp. 21–37. *Pearson, Karl (1891). \"Ether Squirts,\" American Journal of Mathematics, Vol. 13, No. 4, 309–72. *Pearson, Karl (1897). \"On Telegony in Man,\" Proceedings of the Royal Society of London, Vol. LX, pp. 273–283. *Pearson, Karl (1897). \"On a Form of Spurious Correlation which May Arise when Indices are Used in the Measurement of Organs,\" Proceedings of the Royal Society of London, Vol. LX, pp. 489–502. *Pearson, Karl (1899). \"On the Reconstruction of the Stature of Prehistoric Races,\" Philosophical Transactions of the Royal Society of London, Vol. 192, pp. 169–243. *Pearson, Karl; Lee, Alice, & Bramley-Moore, Leslie (1899). \"Genetic (Reproductive) Selection,\" Philosophical Transactions of the Royal Society of London, Vol. 192, pp. 257–330. *Pearson, Karl, & Whiteley, M.A. (1899). \"Data for the Problem of Evolution in Man, I: A First Study of the Variability and Correlation of the Hand,\" Proceedings of the Royal Society of London, Vol. LXV, pp. 126–151. *Pearson, Karl, & Beeton, Mary (1899). \"Data for the Problem of Evolution in Man, II: A First Study on the Inheritance of Longevity and the Selective Death-rate in Man,\" Proceedings of the Royal Society of London, Vol. LXV, pp. 290–305. *Pearson, Karl (1900). \"On the Law of Reversion,\" Proceedings of the Royal Society of London, Vol. LXVI, pp. 140–164. *Pearson, Karl; Beeton, M., & Yule, G.U. (1900). \"On the Correlation Between Duration of Life and the Number of Offspring,\" Proceedings of the Royal Society of London, Vol. LXVII, pp. 159–179. *Pearson, Karl (1900). \"On the Criterion that a Given System of Deviations from the Probable in the Case of a Correlated System of Variables is Such that it can be Reasonably Supposed to Have Arisen from Random Sampling,\" Philosophical Magazine, 5th Series, Vol. L, pp. 157–175. *Pearson, Karl (1901). \"On Lines and Planes of Closest Fit to Systems of Points in Space,\" Philosophical Magazine, 6th Series, Vol. II, pp. 559–572. *Pearson, Karl (1902–1903). \"The Law of Ancestral Heredity,\" Biometrika, Vol. II, pp. 221–229. *Pearson, Karl (1903). \"On a General Theory of the Method of False Position\", Philosophical Magazine, 6th Series, Vol. 5, pp. 658–668. *Pearson, Karl (1907). \"On the Influence of Past Experience on Future Expectation,\" Philosophical Magazine, 6th Series, Vol. XIII, pp. 365–378. *Pearson, Karl, & Gibson, Winifred (1907). \"Further Considerations on the Correlations of Stellar Characters,\" Monthly Notices of the Royal Astronomical Society, Vol. LXVIII, pp. 415–448. *Pearson, Karl (1910). \"A Myth About Edward the Confessor,\" The English Historical Review, Vol. 25, pp. 517–520. *Pearson, Karl (1920). \"The Problems of Anthropology,\" The Scientific Monthly, Vol. 11, No. 5, 451–458. *Pearson, Karl (1930). \"On a New Theory of Progressive Evolution,\" Annals of Eugenics, Vol. IV, Nos. 1–2, pp. 1–40. *Pearson, Karl (1931). \"On the Inheritance of Mental Disease,\" Annals of Eugenics, Vol. IV, Nos. 3–4, pp. 362–380. Miscelâneas *Pearson, Karl (1885). The Common Sense of the Exact Sciences. London: Kegan, Paul, Trench & Co. (editor). *Pearson, Karl (1886–1893). A History of the Theory of Elasticity and of the Strength of Materials from Galilei to the Present Time, Vol. 2, Vol. 3. Cambridge University Press (editor). **Pearson, Karl (1889). The Elastical Researches of Barré de Saint-Venant. Cambridge University Press (editor). *Pearson, Karl (1888). The Positive Creed of Freethought: with Some Remarks on the Relation of Freethought to Socialism. Being a Lecture Delivered at South Place Institute. London: William Reeves. *Pearson, Karl (1901). National Life from the Stand-point of Science: An Address Delivered at Newcastle. London: Adam & Charles Black. *Pearson, Karl (1908). A Second Study of the Statistics of Pulmonary Tuberculosis: Marital Infection. London: Dulau & Co. (editor). *Pearson, Karl (1910). Nature and Nurture, the Problem of the Future: A Presidential Address. London: Dulau & Co. *Pearson, Karl (1911). The Academic Aspect of the Science of Eugenics: A Lecture Delivered to Undergraduates. London: Dulau & Co. *Pearson, Karl (1912). Treasury of Human Inheritance, 2 Vol. Dulau & Co., London (editor). *Pearson, Karl (1912). Eugenics and Public Health: An Address to Public Health Officers. London: Dulau & Co. *Pearson, Karl (1912). Darwinism, Medical Progress and Eugenics. The Cavendish Lecture: An Address to the Medical Profession. London: Dulau & Co. *Pearson, Karl (1912). Social Problems, their Treatment, Past, Present, and Future: A Lecture. London: Dulau & Co. *Pearson, Karl (1914). On the Handicapping of the First-born: Being a Lecture Delivered at the Galton Laboratory. London: Dulau & Co. *Pearson, Karl (1914). Tables for Statisticians and Biometricians. Cambridge: Cambridge University Press (editor). *Pearson, Karl (1919–22). Tracts for Computers. Cambridge University Press (editor). *Pearson, Karl (1921). Side Lights on the Evolution of Man: Being a Lecture Delivered at the Royal Institution. Cambridge University Press. *Pearson, Karl (1922). Tables of the Incomplete Γ-Function. London: Pub. for the Department of Scientific and Industrial Research by H.M. Stationery Office. *Pearson, Karl (1923). Charles Darwin, 1809–1882: An Appreciation. Being a Lecture Delivered to the Teachers of the London County Council. Cambridge University Press. *Pearson, Karl (1927). The Right of the Unborn Child: Being a Lecture Delivered... to Teachers from the London County Council Schools. Cambridge University Press. *Pearson, Karl (1934). Tables of the Incomplete Beta-function. Cambridge University Press. 2nd ed., 1968 (editor). ==Ligações externas== * * *Karl Pearson page, página do Department of Statistical Sciences at University College London Categoria:Matemáticos do século XIX Categoria:Matemáticos da Inglaterra Categoria:Estatísticos do Reino Unido Categoria:Bioestatísticos Categoria:Filósofos da ciência Categoria:Medalha Darwin Categoria:Alunos da Universidade de Cambridge Categoria:Alunos da Universidade de Heidelberg Categoria:Eugenistas Categoria:Naturais de Londres",
 "title": "Karl Pearson"
}