{
 "id": "53980",
 "text": "James Harold \"Jimmy\" Doolittle (Alameda, 14 de dezembro de 1896 — Pebble Beach, 27 de setembro de 1993) foi um pioneiro da aviação e general da Força Aérea dos Estados Unidos durante a Segunda Guerra Mundial, comandante do histórico Ataque Doolittle, o primeiro bombardeamento a Tóquio na guerra, em Abril de 1942, pelo qual foi condecorado com a Medalha de Honra, a mais alta e rara condecoração militar dos Estados Unidos. Californiano de nascimento que passou a juventude no Alaska, onde conseguiu reputação como jovem boxeur, Doolittle cursou a Universidade de Berkeley, que abandonou para se alistar como cadete voador na reserva do Corpo de Sinaleiros dos Estados Unidos, em 1917, durante a I Guerra Mundial, e trabalhou como caixeiro viajante para ajudar nas despesas. Em 1918, após treinamento na Escola Militar da Aeronáutica da Universidade da Califórnia (UCLA) ele foi integrado, como segundo-tenente, ao grupo de aviadores do Corpo de Sinaleiros, tornando-se instrutor de voo durante a guerra. Após o conflito, retornou a Berkeley, onde formou-se com o grau de bacharel em Artes. No período entre-guerras, ‘Jimmy’ Doolittle veio a se tornar um dos mais famosos pilotos americanos, fazendo um voo pioneiro costa a costa dos Estados Unidos em 1922, da Flórida até San Diego, na Califórnia, e realizando vários voos de demonstração e testes nos Estados Unidos e na América do Sul, onde, num acidente, quebrou os dois tornozelos no Chile. Sua maior contribuição à Aeronáutica, porém, veio através do desenvolvimento de equipamentos de voo. Em 1929, foi o primeiro aviador a fazer um voo solo baseado apenas em instrumentos, sem visão do que ocorria fora da cabine, levantando voo, voando por alguns minutos e aterrissando em seguida. Desenvolveu, também, dois dos mais precisos e úteis instrumentos de navegação aérea, hoje comuns, o horizonte artificial e o giroscópio direcional, atraindo a atenção mundial ao realizar o primeiro ‘voo cego’ completo. Nos anos 1930, quebrou o recorde de velocidade em aviões e conquistou vitórias em importantes e populares corridas aéreas em seu país. Em 1940, com a patente de major, foi enviado à Inglaterra como membro de um missão especial da aeronáutica, trazendo de volta novas informações sobre o avanço da tecnologia aérea em outros países e sobre a composição de diversas forças aéreas europeias. ==Segunda Guerra Mundial== Promovido a tenente- coronel em janeiro de 1942, Doolittle foi ao quartel-general da Força Aérea planejar o que seria o primeiro e histórico ataque aéreo norte-americano ao Japão, num momento da guerra em que as vitórias e a iniciativa ainda eram todas japonesas. Partindo de um porta-aviões no meio do Pacífico, o USS Hornet, dezesseis bombardeiros norte-americanos B-25, deveriam bombardear as cidades de Tóquio, Kobe, Osaka e Nagoia, como uma resposta ao ataque a Pearl Harbor, acontecido meses antes, dando um grande golpe moral ao inimigo, mostrando que seu território não estava livre de ataques. A missão, conhecida como Ataque Doolittle, tinha o alto risco de fazer decolar grandes bombardeiros do pequeno convés de um porta-aviões - algo nunca tentado antes - e que após os bombardeios, na impossibilidade de voltar por falta de combustível, deveriam tentar pousar na China, país então aliado dos EUA, invadido e em guerra com o Japão, ou se não conseguissem, cair no mar, sem esperança de resgate. Doolittle apresentou-se como voluntário e pessoalmente treinou e liderou os tripulantes – todos também voluntários – da missão, conseguindo pousar seu avião num campo chinês, onde foi ajudado por guerrilheiros locais e missionários ocidentais, sendo escondido junto com a tripulação de seu avião até poder voltar aos Estados Unidos, onde, pelo planejamento e liderança da missão considerada quase impossível, recebeu a Medalha de Honra do Congresso das mãos do Presidente Franklin Roosevelt. De volta à pátria e promovido da brigadeiro-general, Doolittle passou os próximos dois anos da II Guerra Mundial em comandos no norte da África e no Mediterrâneo. De 1944 a 1945, como major-general, assumiu seu maior comando, a 8ª Força Aérea dos Estados Unidos, baseada na Inglaterra, de grande atuação no teatro europeu da guerra. Transferida para Okinawa após o final da guerra na Europa, a 8ª Força se preparava para participar da invasão do Japão quando as bombas de Hiroshima e Nagasaki encerram o conflito mundial. == Pós-guerra == Doolittle passou à reserva inativa em 1946 – de onde tinha vindo antes da II Guerra Mundial - e assumiu um posto de direção na vida civil, na Shell, como vice-presidente da empresa. Em 1951, como reservista da Aeronáutica, assumiu o cargo de assistente técnico do chefe de estado maior da força aérea, colaborando no desenvolvimento científico de mísseis e tecnologia de uso futuro no programa espacial americano. Em 4 de abril de 1985, o Congresso dos Estados Unidos promoveu honorariamente Doolittle a general de quatro estrelas da reserva da Aeronáutica, tendo sua nova estrela no uniforme sido colocada pelas mãos do Presidente Ronald Reagan. Casado desde 1917 e pai de dois filhos, dois pilotos que combateram na II Guerra – um deles suicidou-se em 1958 – herói nacional condecorado por mais de cinco países diferentes, James Doolittle morreu na Califórnia em 1993, sendo enterrado no Cemitério Nacional de Arlington, em Washington, ao lado da esposa e de grandes personagens da história militar e civil dos Estados Unidos. Durante seu funeral, aviões B-25 remanescentes da II Guerra, iguais ao usados no Ataque Doolittle, fizeram voos rasantes sobre o cemitério, junto a caças supersônicos da 8ª Força Aérea, comandada por ele nos últimos anos da guerra. ==Ver também== * Lista de pilotos ==Ligações externas== *Arlington National Cemetery Website - James Harold Doolittle *Travis Air Museum, supporting the Jimmy Doolittle Air & Space Museum Categoria:Engenheiros dos Estados Unidos Categoria:Pioneiros da aviação Categoria:Aviadores dos Estados Unidos Categoria:Generais das Forças Aéreas do Exército dos Estados Unidos Categoria:Veteranos da Segunda Guerra Mundial dos Estados Unidos Categoria:Alunos da Universidade da Califórnia em Berkeley Categoria:Sepultados no Cemitério Nacional de Arlington Categoria:Naturais de Alameda (Califórnia) Categoria:Medalha Presidencial da Liberdade",
 "title": "James Doolittle"
}