{
 "id": "53994",
 "text": "Leopoldo I (Coburgo, – Bruxelas, ), nascido Príncipe Leopoldo de Saxe-Coburgo-Saalfeld, foi o primeiro Rei dos Belgas reinando de 21 de julho de 1831 até sua morte em 1865. Foi o fundador da linhagem belga da Casa de Saxe-Coburgo-Gota. Entre seus filhos, figuram Leopoldo II da Bélgica e a imperatriz Carlota do México. ==Família e carreira militar== Leopoldo era o filho mais novo de Francisco, Duque de Saxe-Coburgo-Saalfeld e de sua segunda esposa, a condessa Augusta de Reuss-Ebersdorf. Somente se tornou príncipe de Saxe-Coburgo-Gota depois de um acordo territorial realizado por seu pai, em 1826. Em 1795, com cinco anos de idade, Leopoldo foi apontado coronel do regimento imperial de Izmailovski, na Rússia. Sete anos depois, com doze anos, tornou-se general. As tropas napoleônicas ocuparam o ducado de Saxe-Coburgo em 1806. Leopoldo, a quem Napoleão Bonaparte ofereceu a posição de ajudante (recusada), partiu para a Rússia, ao encontro de Alexandre I, que era cunhado de sua irmã Juliana. Em 1808, Leopoldo acompanhou Alexandre I durante seus encontros com Napoleão em Erfurt. Como general de brigada do regimento de cavalaria russa, ainda participando das campanhas de 1807, 1808 e 1813 e nas batalhas de Lützen, Bautzen e Leipzig (1814) contra as tropas francesas. Tais confrontos garantiram-lhe a posição de major-general do exército russo. Leopoldo acabou condecorado com várias ordens russas: a Ordem de Santo André, a Ordem de Santa Ana, a Ordem de Santo Alexandre Nevsky, a Ordem de São Jorge, e entre outras. ==Casamento com a Princesa de Gales== Em 1814, a princesa Carlota de Gales, filha e herdeira do rei Jorge IV do Reino Unido, conheceu Leopoldo numa festa realizada no Hotel Pulteney em Londres.Williams, pp. 88–89 A princesa convidou Leopoldo a visitá-la, um convite que o príncipe aceitou, tendo passado quase uma hora com Carlota. Depois escreveu uma carta ao príncipe-regente, onde pedia desculpa se tinha cometido alguma indiscrição. A carta deixou Jorge muito impressionado, apesar de nunca ter considerado Leopoldo como possível pretendente para a sua filha devido ao seu rendimento reduzido.Holme, pp.196–197 No início de 1815, Carlota decidiu fazer de Leopoldo (a quem chamava \"o Leão\") seu esposo.Chambers, p. 138 A 14 de Março, foi feito o anúncio na Câmara dos Lordes e foi recebido com grande entusiasmo. O parlamento decidiu oferecer um rendimento de £ 50 000 por ano a Leopoldo, que comprou a Claremont House para o casal viver e também disponibilizou uma soma generosa para o casal preparar a casa como desejassem.Chambers, p. 164 Em 2 de maio de 1816, na Carlton House, Leopoldo desposou a princesa Carlota de Gales. Consequentemente, tornou-se marechal de campo britânico e cavaleiro da Ordem da Jarreteira. Em 5 de novembro de 1817, a princesa Carlota deu à luz um menino natimorto e ela própria morreu no dia seguinte. Se ela tivesse sobrevivido, teria se tornado rainha do Reino Unido em 1830 (ano da morte de seu pai), e Leopoldo teria sido titulado príncipe consorte britânico, em vez de rei dos Belgas. Em 2 de julho de 1829, Leopoldo casou-se com a atriz Karoline Bauer, titulada posteriormente condessa de Montgomery, uma prima de um conselheiro do rei, o barão Christian Friedrich von Stockmar. O contrato de casamento foi assinado sem cerimônia religiosa ou pública e, alegadamente, terminou em 1831, devido a sua ascensão ao trono na recém-independente Bélgica. ==Rei dos Belgas== Em 1830, o povo da Grécia ofereceu a Leopoldo a coroa grega, trono esse também recusado pelo imperador do Brasil, Pedro I . mas ele recusou. Depois que a Bélgica conquistou sua independência dos Países Baixos a 4 de outubro daquele mesmo ano, o Congresso Nacional da Bélgica, depois de considerar muitos outros candidatos, ofereceu a Leopoldo a coroa do país recentemente formado. Ele aceitou e tornou-se o \"rei dos belgas\", em 26 de junho de 1831. Ele jurou lealdade à constituição na frente da Igreja de São Jacó, na praça de Coudenbergue, em Bruxelas, em 21 de julho daquele ano, que hoje é o dia nacional da Bélgica. Jules van Praet tornou-se seu secretário particular. Menos de duas semanas mais tarde, em 2 de agosto, os Países Baixos invadiram a Bélgica. Os combates continuaram por oito anos, mas em 1839 os dois países assinaram o Tratado de Londres, estabelecendo a independência reconhecida da Bélgica. Em 9 de agosto de 1832, Leopoldo casou-se de novo, desta vez com a princesa Luísa Maria de Orléans, filha do rei Luís Filipe da França, com a qual teve quatro filhos. Com a abertura de uma nova linha ferroviária entre Bruxelas e Mechelen, em 5 de maio de 1835, um dos maiores desejos de Leopoldo — o de construir a primeira ferrovia na Europa continental — tornou-se realidade. No mesmo ano, Leopoldo foi investido cavaleiro da Ordem do Tosão de Ouro. Em 1840, Leopoldo arranjou o casamento entre sua sobrinha, a rainha Vitória do Reino Unido (filha de sua irmã, Vitória de Saxe-Coburgo-Saalfeld) com seu sobrinho, o príncipe Alberto de Saxe-Coburgo-Gota (filho de seu irmão Ernesto I de Saxe-Coburgo-Gota). Leopoldo agiu como conselheiro da Princesa Vitória. Em 1842, Leopoldo tentou criar leis para regulamentar o trabalho infantil e feminino, mas não teve sucesso. Uma onda de revoluções saltou sobre a Europa depois da deposição do rei Luís Filipe do trono francês, em 1848. A Bélgica permaneceu neutra, por causa dos cruciais papéis diplomáticos de Leopoldo. O Império do Brasil foi um dos primeiros países a reconhecer a independência do país. Sendo assim, os dois países sempre tiveram relações amigáveis durante o Período das Regências até o final do Segundo Reinado. ===Papel na Questão Christie=== O rei Leopoldo I, mesmo sendo tio materno da rainha Vitória do Reino Unido, deu parecer favorável ao Império do Brasil, durante a Questão Christie (1862-1865). No final da crise, a Rainha Vitória chegara até a mandar um formal pedido de desculpas ao soberano dos brasileiros. ==Morte== No dia 10 de dezembro de 1865, às 11h45 daquele domingo, o rei morreu em Laken, sendo enterrado no jazigo da família real no cemitério de Laken, na Igreja de Nossa Senhora de Laeken, em Bruxelas. A rainha Luísa Maria já tinha falecido havia quinze anos, de tuberculose, aos trinta e oito anos de idade. A partir daí, fora aclamado como soberano o rei Leopoldo II filho mais velho do recém falecido Leopoldo I, tendo este primeiro mencionado ficado no trono belga até sua morte em 1909. ==Títulos e honrarias== ===Formas de tratamento e títulos=== *16 de dezembro de 1790 – 6 de abril de 1818: \"Sua Alteza Sereníssima, o Príncipe Leopoldo de Saxe-Coburgo-Saalfeld, Duque da Saxônia\" *6 de abril de 1818 – 12 de novembro de 1826: \"Sua Alteza Real, o Príncipe Leopoldo de Saxe-Coburgo-Saalfeld, Duque da Saxônia\" *12 de novembro de 1826 – 21 de julho de 1831: \"Sua Alteza Real, o Príncipe Leopoldo de Saxe-Coburgo-Gota, Duque da Saxônia\" *21 de julho de 1831 – 10 de dezembro de 1865: \"Sua Majestade, o Rei dos Belgas\" ===Honrarias=== Nacionais: *Grão-Mestre da Ordem de Leopoldo Estrangeiras: * Cavaleiro, Ordem de Maria Teresa * Grã-Cruz, Ordem de Santo Estêvão - 1849 * Cavaleiro, Ordem de São Humberto * Comendador, Ordem Militar de Maximiliano José * Grã-Cruz, Ordem do Mérito da Coroa Bávara * Grã-Cruz, Imperial Ordem do Cruzeiro * Cavaleiro, Ordem do Elefante - 1846 * Grã-Cruz, Ordem da Casa Saxe-Ernestina * Cavaleiro, Ordem da Coroa de Ruda * Grã-Cruz, Legião de Honra * Grã-Cruz, Ordem do Salvador * Grã-Cruz, Real Ordem Guélfica - 1816 * Cavaleiro, Ordem de São Jorge - 1853 * Cavaleiro, Ordem do Leão Dourado - 1846 * Grã-Cruz, Ordem de Luís - 1859 * Grã-Cruz, Imperial Ordem de Guadalupe * Grã-Cruz, Ordem Neerlandesa do Leão * Grã-Cruz, Ordem de Pedro Federico Luís * Grã-Cruz, Ordem de Cristo * Grã-Cruz, Ordem da Torre e Espada * Cordão, Ordem da Águia Negra * Grã-Cruz, Ordem da Águia Vermelha * Cavaleiro de Honra, Ordem de São João * Cruz de Kulm - 1813 * Grande Cordão, Ordem do Leão e do Sol * Cavaleiro, Ordem de Santo André * Cavaleiro, Ordem de Santo Alexandre Nevsky * Cavaleiro, Ordem de Santa Ana (Primeira Classe) * Cavaleiro, Ordem de São Jorge (Terceira Classe) * Cavaleiro, Ordem da Anunciação - 1840 * Cavaleiro, Ordem do Tosão de Ouro - 1853 * Cordão, Ordem do Serafim - 1849 * Grã-Cruz, Ordem de São José * Cavaleiro, Ordem de São Januário * Grã-Cruz, Ordem de São Fernando e do Mérito * Cavaleiro, Ordem da Jarreteira - 1816 * Grã-Cruz Honorário, Ordem do Banho - 1816 ==Descendência== Nome Nascimento Morte Notas Com Carlota de Gales Filho natimorto 5 de novembro de 1817 5 de novembro de 1817 Com Luísa Maria de Orleães Luís Filipe, Príncipe Herdeiro da Bélgica 24 de julho de 1833 16 de maio de 1834 Morreu na infância. Leopoldo II da Bélgica 9 de abril de 1835 17 de dezembro de 1909 Casou-se com Maria Henriqueta da Áustria, com descendência. Filipe da Bélgica, Conde de Flandres 24 de março de 1837 17 de novembro de 1905 Casou-se com Maria Luísa de Hohenzollern-Sigmaringen, com descendência. Carlota da Bélgica 7 de junho de 1840 19 de janeiro de 1927 Casou-se com Maximiliano I do México, sem descendência. Com Arcadie Meyer Goddyn, Reinout (2002). De kinderen van de koning: Alle erfgenamen van Leopold I (em neerlandês). House of Books. p. 96. Jorge, Barão von Eppinghoven 14 de novembro de 1849 3 de fevereiro de 1904 Casou-se com Ana Brust. Artur von Eppinghoven 25 de setembro de 1852 9 de novembro de 1840 Casou-se com Ana Harris. ==Ancestrais== ==Bibliografia== *Ascherson, Neal (1999). The King Incorporated: Leopold the Second and the Congo (Nova edição.). Londres: Granta. ISBN 1862072906. *Carson, Patricia (1974). The Fair Face of Flanders (ed. revisada). Ghent: E.Story-Scientia. OCLC 463182600. *Chastain, James. \"Leopold I\". Encyclopedia of 1848. Universidade de Ohio. *Chastain, James. \"Belgium in 1848\". Encyclopedia of 1848 Revolutions. Universidade de Ohio. Consultado em 16 de dezembro de 2013. *\"Léopold Ier\". La Monarchie Belge. Monarchie.be. Consultado em 16 de dezembro de 2013. *Pirenne, Henri (1948). Histoire de Belgique (em francês). VII: De la Révolution de 1830 à la Guerre de 1914 (2° ed.). Brussels: Maurice Lamertin. *Wolmar, Christian (2010). Blood, Iron & Gold: How the Railways transformed the World. London: Grove Atlantic. ISBN 9781848871717. *Polasky, Janet L. (2004). \"Leopold I (1790-1865)\". Oxford Dictionary of National Biography. doi:10.1093/ref:odnb/41227. ==Ligações externas== *Leopold I: Un Roi Protestant (em francês) |- ! colspan=\"3\" style=\"background: #FBEC5D;\" | Leopoldo I da Bélgica Casa de Saxe-Coburgo-Gota Ramo da Casa de Wettin 16 de dezembro de 1790 – 10 de dezembro de 1865 |- style=\"text-align:center;\" |width=\"30%\" align=\"center\"| Título criado |width=\"40%\" style=\"text-align: center;\"| Rei da Bélgica |width=\"30%\" align=\"center\"| Sucedido por Leopoldo II |} Categoria:Cavaleiros da Ordem da Jarreteira Categoria:Monarcas da Bélgica Categoria:Casa de Saxe-Coburgo-Gota Leopoldo I Belgica Categoria:Monarcas protestantes Categoria:Naturais de Coburgo Categoria:Belgas do século XIX Categoria:Sepultados na Igreja de Nossa Senhora de Laeken",
 "title": "Leopoldo I da Bélgica"
}