{
 "id": "54001",
 "text": "Batalha de Midway foi uma batalha aeronaval travada em junho de 1942 no Oceano Pacífico entre as forças dos Estados Unidos e do Império do Japão durante a Segunda Guerra Mundial, seis meses depois do ataque japonês a Pearl Harbor, que marcou o início da Guerra do Pacífico. O resultado da batalha foi uma decisiva e crucial vitória para os norte-americanos, lembrada como o mais importante confronto naval da Segunda Guerra, marcando o ponto de virada no conflito e causando aos japoneses a perda de quatro porta-aviões e dois cruzadores de sua frota, além de duzentos pilotos navais,Dull, The Imperial Japanese Navy: A Battle History, p. 166; Willmott, The Barrier and the Javelin, pp. 519–523; Prange, Miracle at Midway p. 395; Parshall & Tully, Shattered Sword, pp. 416–430. na frustrada tentativa de invadir e ocupar o atol de Midway, enfraquecendo permanentemente sua capacidade de combate no mar e no ar e lhes retirando a iniciativa militar pelo resto da guerra. == O Plano de Yamamoto == O plano japonês era atrair os porta-aviões remanescentes dos Estados Unidos para uma armadilha e afundá-los,H.P. Willmott, Barrier and the Javelin; Lundstrom, First South Pacific Campaign; Parshall & Tully, Shattered Sword, pp. 19–38. ocupando Midway em seguida para ampliar o perímetro defensivo do Japão no Pacífico, afastando-o das ilhas metropolitanas japonesas. Esta operação era considerada como um preparativo para a invasão das ilhas Fiji e Samoa, assim como para uma possível invasão do Havaí.Parshall & Tully, pp. 43–45, & Stephan, Hawaii under the Rising Sun. A ocupação do atol, assim como havia sido o ataque a Pearl Harbor, não era parte de uma campanha para a conquista dos Estados Unidos, mas visava a eliminar o poder estratégico dos norte-americanos no Pacífico, deixando o Japão com as mãos livres para estabelecer uma grande esfera de influência política e econômica no sudeste da Ásia. Os japoneses também esperavam que, com uma nova derrota, os Estados Unidos fossem forçados a negociar a paz em condições favoráveis ao Japão.Parshall & Tully, Shattered Sword, p. 33; Peattie & Evans, Kaigun. A primeira preocupação estratégica do almirante Isoroku Yamamoto, comandante-em- chefe da frota combinada da Marinha Imperial, era com relação aos porta-aviões norte-americanos, aumentada depois do ataque Doolittle, em 18 de abril de 1942, quando bombardeiros B-25 Mitchell lançados do USS Hornet atacaram Tóquio e outras cidades japonesas. Apesar de militarmente insignificante, a ousada ação foi um grande choque psicológico para a nação, provando a existência de um buraco nas defesas ao redor do território nacional.Prange, Miracle at Midway, pp. 22–26. Afundar os porta-aviões e ocupar Midway, a única posição estratégica aliada remanescente, localizada a km do Japão, no meio do Oceano Pacífico, parecia ser o único meio de eliminar esta ameaça. O plano de batalha do almirante era complexo, como era típico dos planos navais japoneses durante a Segunda Guerra Mundial.Prange, Miracle at Midway, pp. 375–379, Willmott, Barrier and the Javelin, pp. 110–117; Parshall & Tully, Shattered Sword, p. 52. Adicionalmente, partia do pressuposto do acerto das informações fornecidas pelos serviços de inteligência, de que os porta-aviões USS Enterprise e USS Hornet eram os únicos disponíveis no momento na frota norte-americana do Pacífico. O USS Lexington tinha sido afundado e o USS Yorktown seriamente danificado (e se acreditava ter sido afundado) na Batalha do Mar de Coral, um mês antes. Mais importante ainda era a crença japonesa de que os norte- americanos se encontravam desmoralizados e desmotivados por suas frequentes derrotas nos seis meses anteriores.Parshall & Tully, Shattered Sword, p. 53, retirada de War History Series (Senshi Sōshō), Volume 43 ('Midowei Kaisen'), p. 118. Yamamoto sentia que a frustração poderia ser fundamental para levar os americanos a cair numa armadilha, motivados por uma desforra a qualquer preço, e comprometessem definitivamente seu poder naval e aéreo no Pacífico. Para que isso acontecesse, ele dispersaria suas forças de maneira que a que não pudessem ser descobertas antes da batalha e caíssem de surpresa em cima do inimigo, de maneira concentrada, quando o confronto tivesse início. Entretanto, esta grande dispersão faria com que suas unidades se vissem impedidas de protegerem-se mutuamente e, ponto crucial e desconhecido para Yamamoto, qualquer benefício que os japoneses pudessem tirar disto havia sido neutralizado pela quebra dos códigos navais japoneses, conseguida secretamente pelos peritos em criptografia dos serviços de inteligência dos Aliados. O ponto crítico de toda a operação era que os encouraçados e cruzadores de apoio à força tarefa de porta-aviões do Vice-almirante Chūichi Nagumo, comandante do ataque, deveriam seguir a força principal a centenas de quilômetros de distância. Sua missão era a de afundar qualquer esquadra americana que viesse em socorro de Midway após as defesas do atol serem destruídas ou enfraquecidas pelo ataque dos aviões de Nagumo, o que era típico da doutrina de batalha da maioria das marinhas da época.Parshall & Tully, Shattered Sword, pp. 51, 55. Porém, a distância desta esquadra de superfície da força principal de ataque teria grandes implicações durante o confronto, pois eram os grandes navios que transportavam os necessários aviões de reconhecimento de longo alcance, fundamentais para a descoberta da posição da frota inimiga, e que não teriam utilidade para a esquadra de Nagumo.Willmott, Barrier and the Javelin. * Nota: ficou conhecida e famosa depois da guerra, uma armadilha criada pelos norte- americanos para descobrir as intenções do inimigo naqueles dias cruciais da guerra. A grande interrogação entre o alto comando Aliado era saber onde seria o próximo ataque dos japoneses, de modo a poderem se preparar com antecedência. Os criptógrafos da marinha encontraram em diversas mensagens trocadas entre os comandantes inimigos a referência a um tal ponto AF, que parecia ser o alvo do próximo ataque pela constante repetição, que até então, apesar de interceptarem suas comunicações, eles desconheciam. Um oficial britânico trabalhando com a inteligência norte-americana em Pearl Harbor, acreditando que o ponto AF se referisse ao atol de Midway, lançou uma falsa mensagem codificada nas ondas de comunicação aliada avisando que “a ilha de Midway precisa de água potável”. Horas depois, os serviços de escuta de todo o Pacífico descodificavam a comunicação japonesa ao quartel-general em Tóquio: “Falta água potável no ponto AF”. O pretenso ataque surpresa a Midway tinha sido descoberto antes mesmo de começar.Cartier, Raymond, A Segunda Guerra Mundial, Vol.1, pag. 326 == As forças envolvidas == === Estados Unidos === Para combater uma esquadra inimiga que se sabia antecipadamente ser formada por quatro ou cinco porta-aviões, o Almirante Chester W. Nimitz, comandante- em-chefe da Marinha dos Estados Unidos na área do Pacífico, precisava de todo e qualquer convés disponível. Ele ainda possuía os dois porta-aviões da força tarefa do almirante William Halsey, mas este havia baixado ao hospital vítima de uma infecção e teve que ser substituído pelo contra-almirante Raymond Spruance, um comandante de navios de linha, inexperiente em táticas de combate aeronavais.Prange, Miracle at Midway, pp. 80–81; Cressman et al., A Glorious Page in Our History, p. 37. Por causa disso, Nimitz foi obrigado a convocar com urgência o almirante Frank Fletcher e sua frota que haviam participado da Batalha do Mar de Coral no sudoeste do Pacífico, que chegou a Pearl Harbor em tempo apenas de reabastecer, carregar provisões e partir imediatamente em seguida para Midway. O USS Saratoga se encontrava em reparos na costa oeste enquanto o USS Yorktown continuava fora de operação em Pearl Harbor com um período previsto de dois meses para voltar à ativa. Entretanto, um grande esforço de operários civis e marinheiros trabalhando 24 horas por dia em turnos, fez com que o porta-aviões atravessasse a barra do porto apenas três dias após ali ter entrado severamente danificado, em condições razoáveis de batalha e com centenas de homens ainda trabalhando em seu interior e no seu convés.Cressman et al., A Glorious Page in Our History, pp. 37–45; Lord, Incredible Victory, pp. 37–39. Os japoneses avançavam contra um inimigo que já sabia exatamente onde e quando seria atacado e não os esperava com dois porta- aviões, mas três. === Japão === Por seu lado, a esquadra do almirante Nagumo se dirigia a Midway com quatro porta-aviões, Kaga, Akagi, Hiryū e Sōryū, enquanto os dois veteranos de Pearl Harbor, Zuikaku e Shōkaku, ficavam no Japão em reparos, após os danos sofridos na Batalha do Mar de Coral, sem que o comando naval fizesse qualquer esforço suplementar para recuperar ao menos um deles e colocá-lo em condições de integrar a frota de ataque a Midway, devido inclusive ao desgaste de sua tripulação, em combate desde o ataque a Pearl Harbor em dezembro de 1941.Parshall & Tully, Shattered Sword, pp. 65–67. Nagumo também seguia rumo a seu destino completamente no escuro sobre as forças que enfrentaria. Os preparativos estratégicos anteriores à batalha foram comprometidos em diversos pontos, como a demora dos submarinos de vigilância da linha do Pacífico em chegar a seu postos demarcados de observação, sem conseguir detectar a passagem da frota inimiga em direção ao nordeste de MidwayWillmott, Barrier and the Javelin, p. 351; Parshall & Tully, Shattered Sword, pp. 98–99. e o fracasso na missão destinada aos botes camuflados de alta velocidade e quatro motores, enviados para observação à distância em Pearl Harbor, para observar se a esquadra norte-americana estava ou não ancorada lá, devido a graves problemas no reabastecimento destes barcos, pois o local marcado com os submarinos para o reabastecimento estava vigiado pelos norte-americanos.Lord, Incredible Victory, pp. 37–39; Parshall & Tully, Shattered Sword, p. 99; Holmes, Double-Edged Secrets. == Batalha == O Almirante Nagumo lançou seu ataque inicial às 4:30 da manhã de 4 de junho de 1942, num total de 108 aeronaves contra Midway. Ao mesmo tempo, lançou seis aviões de reconhecimento para procurar a esquadra inimiga, além de caças Zero para patrulhar o espaço aéreo em volta da frota. As missões de reconhecimento japonesas eram muito débeis, com poucas aeronaves cobrindo as vastas áreas de busca, varrendo sob tempo ruim uma enorme imensidão do oceano ao nordeste e a leste da força tarefa.Parshall & Tully, Shattered Sword, pp. 107–112; 132–133. Às 06:20, os aviões de Nagumo começaram o bombardeio de Midway causando grandes danos às instalações militares na ilha. Voando em obsoletos F4F Wildcats e Brewster Buffalos, alguns pilotos da marinha ali baseados defenderam a ilha sofrendo pesadas baixas. A artilharia antiaérea porém, estava com a pontaria acurada e derrubou vários aviões atacantes.Parshall & Tully, Shattered Sword, pp. 200–204. Os aviões de reconhecimento, enviados para avaliar o estado das defesas de Midway após o ataque, transmitiram mensagem ao almirante avisando que outra missão de bombardeio seria necessária para neutralizar as defesas antes que as tropas pudessem desembarcar no dia 7, como planejado.Lord, Incredible Victory, p. 110; Parshall & Tully, Shattered Sword, p. 149. Os bombardeiros norte-americanos baseados na ilha, que levantaram voo antes dela ser atingida pelos japoneses fizeram vários ataques contra a frota atacante. Consistindo principalmente de pesados e lentos torpedeiros TBF Avengers, foram praticamente todos destruídos pelas defesas antiaéreas dos navios e pelos velozes caças Zero, sem causar nenhum dano à frota invasora. Apenas três deles conseguiram voltar à Midway.Prange, Miracle at Midway, pp. 207–212; Parshall & Tully, Shattered Sword, pp. 149–152. De acordo com as táticas de batalha da época, Nagumo guardou metade de seus aviões de reserva, dois esquadrões compostos de bombardeiros de mergulho e caças-torpedeiros. Ele tinha opção de armar os bombardeiros com torpedos (para afundar navios) ou bombas terrestres (ataques à instalações). No primeiro ataque à Midway ele optou por equipar os aviões com torpedos, temendo encontrar navios americanos. Com isso houve a consequente necessidade de um segundo ataque, pois a pista de pouso e decolagem do atol não havia sido destruída devido a falta das bombas terrestres (conforme mostrado em filme de 1976). Os aviões da segunda leva receberam então ordens de serem todos armados com bombas para uso contra instalações terrestres.Parshall & Tully, Shattered Sword, pp. 130–132. Esta operação acontecia há cerca de trinta minutos quando um avião de reconhecimento de longo alcance, lançado ao amanhecer pelo cruzador pesado , reportou a existência de uma frota inimiga de tamanho considerável a leste. Nagumo imediatamente paralisou o carregamento dos aviões e aguardou as informações sobre a composição da frota localizada. Mais de quarenta minutos foram necessários para que o avião patrulha radiografasse avisando da presença de um porta-aviões na frota inimiga.Prange, Miracle at Midway, pp. 216–217; Parshall & Tully, Shattered Sword, pp. 159–161, 183. O almirante então se viu diante de um dilema.Parshall & Tully, Shattered Sword, pp. 165–170. Seus subordinados insistiam para que ele lançasse um ataque contra o porta-aviões inimigo com o que tinha ainda de reserva a bordo. Mas estas operações de preparação e lançamento de aviões demoravam de trinta a quarenta e cinco minutos,Parshall & Tully, Shattered Sword, pp. 121–124. e os pilotos da primeira vaga que atacaram Midway estavam retornando. Muitos deles estavam quase sem combustível, danificados ou com a tripulação ferida, e precisariam pousar imediatamente ou se perderiam no mar. Os cálculos eram de que havia muito pouca probabilidade de que os aviões da reserva pudessem todos decolar antes da chegada dos primeiros. Assim, sem ter ainda a confirmação da composição da frota norte-americana avistada, Nagumo foi cauteloso e preferiu esperar para decidir o tipo de armamento que seria usado pela segunda leva, se torpedos para atacar uma frota ou bombas para arrasar instalações inimigas em terra.Prange, Miracle at Midway, pp. 217–218, 372–373; Parshall & Tully, Shattered Sword, pp. 170–173. Além disso, outro ataque sofrido pela aviação baseada em Midway, também rechaçado sem perdas, reforçou ainda mais a necessidade de um segundo ataque ao atol. Preso pela indecisão e raciocinando estritamente pela doutrina japonesa de táticas de batalhas aeronavais seguindo o manual e sem ousadias, o almirante acabou resolvendo esperar que os aviões da primeira vaga retornassem aos porta-aviões para então lançar, com armamento apropriado, a segunda vaga de ataque.Prange, Miracle at Midway, pp. 231–237; Parshall & Tully, Shattered Sword, pp. 170–173; Willmott, Barrier & the Javelin; Fuchida & Okumiya, Midway. Neste meio tempo, enquanto a indecisão tomava conta do comando japonês, o almirante Fletcher, no comando geral da força tarefa norte-americana, desde as 07h00 havia lançado os aviões do Yorktown contra os porta-aviões inimigos, assinalados desde o começo da manhã pelos hidroplanos de patrulha e busca.Willmott, Barrier & the Javelin; Fuchida & Okumiya, Midway. Ao contrário de Nagumo, assim que os inimigos foram avistados, no comando do Enterprise e do Hornet o almirante Spruance deu a ordem crucial para os aviões já lançados atacassem imediatamente com tudo que possuíssem e da maneira que pudessem os alvos assinalados, sem esperar para que toda a frota aérea estivesse no ar para um ataque conjunto e coordenado, devido ao tempo que levava esta organização das esquadrilhas no ar.Cressman et al., A Glorious Page in Our History, pp. 84–89; Parshall & Tully, Shattered Sword, pp. 215–216; 226–227; Buehl, The Quiet Warrior (1987), p. 494ff. Cada esquadrão, ao levantar voo, em vez de circular em volta da frota aguardando que toda a força de ataque estivesse no ar em formação de combate conjunta, se dirigia diretamente ao inimigo. Esta tática, apesar de diminuir o volume do impacto dos ataques aos japoneses e custar grandes perdas aos norte- americanos, teve o mérito de desorganizar a capacidade de contra ataque de Nagumo e achou os porta-aviões num momento em que seus navios estavam vulneráveis. === Ataque norte-americano === Os primeiros aviões enviados para atacar os japoneses tiveram dificuldade para encontrá-los na vastidão do oceano, mesmo com as suas coordenadas já assinaladas pelas patrulhas de observação. Ao encontrá-los finalmente, aconteceria uma das maiores ações de sacrifício numa batalha perdida que se transformaria em vitória da história da guerra. Às 09h20, a primeira vaga dos torpedeiros de Spruance chegou sobre os alvos. Consistiam em lentos aviões-torpedeiros TDB Devastator,Cressman et al., A Glorious Page in Our History, pp. 91–94. que se lançaram contra os porta- aviões em fila, quase na altura do mar, sendo abatidos um por um, com apenas um piloto sobrevivente nesta primeira incursão.Blair, Clay, Jr. Silent Victory. (Lippincott, 1975), p.238. Com aviões iguais, a segunda investida acabou quase da mesma maneira, a frota aérea atacante quase toda destruída e a frota nipônica praticamente intacta. Parecia que a batalha estava decidida, e restava apenas aos japoneses, até então atacados quatro vezes e ainda sem danos, completar o abastecimento e armamento de seus aviões e lançar seu contra ataque devastador contra a frota americana e contra Midway. Entretanto, o horrível sacrifício dos pilotos dos torpedeiros tinha seu preço, porque indiretamente conseguiram três importantes resultados. Primeiro, obrigaram os porta-aviões a navegarem em semicírculos e fazer manobras para evitar os torpedos, impedindo-os de se posicionarem para o lançamento de seus aviões. Segundo, obrigaram os Zeros que os caçavam no ar a gastar quase toda sua munição e combustível tentando abatê-los. Terceiro, colocaram a escolta aérea dos porta-aviões fora de posição para defendê-la de algum outro ataque.Parshall & Tully, Shattered Sword, pp. 215–216; 226–227. Imediatamente após esses ataques, aproximando-se a grande altura sem serem importunados pelos Zero que perseguiam os torpedeiros próximos ao mar, duas esquadrilhas de bombardeiros de mergulho, vindas do nordeste e do sudoeste, caíram sobre os porta-aviões inimigos, que no momento se encontravam com os conveses cheios de aviões sendo reabastecidos e armados para iniciarem o contra-ataque, em condições de defesa extremamente vulnerável.Parshall & Tully, Shattered Sword, p. 250. Às 10h22, os bombardeiros do Enterprise atacaram o Kaga enquanto ao sul, os do Yorktown caíram sobre o Soryū e o Akagi, atingido várias vezes por mais bombardeiros do Enterprise quatro minutos depois. O ataque foi devastador e num tempo total de seis minutos, três dos quatro porta-aviões da até então intacta e vencedora esquadra nipônica estavam em chamas, colocados fora de ação e afundados em pouco tempo.Parshall & Tully, Shattered Sword, pp. 330–353. === Contra-ataque japonês === O Hiryū, único porta-aviões intacto até então, rapidamente colocou no ar seus aviões para contra-atacar a força tarefa norte-americana. A primeira vaga de bombardeiros japoneses danificou seriamente o USS Yorktown com dois impactos diretos. Um segundo ataque fez com que a belonave perdesse a velocidade e adernasse, obrigando o almirante Fletcher a abandonar o navio e transferir sua bandeira de nau-capitânea para um cruzador. Entretanto, o segundo ataque ao Yorktown foi confundido pelos japoneses como sendo ao Enterprise, já que acreditavam ter sido o primeiro afundado no ataque anterior. Assim os pilotos sobreviventes dos outros porta- aviões destruídos agruparam-se todos no Hiryū, anunciando terem afundado dois porta-aviões inimigos, com a moral revigorada e preparando-se para um terceiro ataque, contra o único porta-aviões que imaginam ainda restar ao inimigo. Foi este porta-aviões repleto de aeronaves sobreviventes reabastecidas freneticamente num convés abarrotado, que horas depois dos outros três sofreu um assalto final de bombardeiros de mergulho transformou em ferragens ardentes o até então único sobrevivente da frota de porta-aviões que atacaram Midway, que afundou com seu comandante e parte da tripulação. === Últimos combates === Quando a noite caiu, os dois lados fizeram planos para continuar a ação. O almirante Fletcher, sentindo que não poderia comandar adequadamente a frota a bordo de um cruzador, passou o comando operacional para Spruance. Este sabia que os Estados Unidos haviam conseguido uma grande vitória, mas continuava inseguro sobre o tipo de forças que os japoneses ainda dispunham e estava determinado a salvaguardar tanto Midway quanto seus porta-aviões restantes. Para ajudar seus pilotos, que haviam sido lançados ao ataque durante o dia no limite máximo de alcance dos aviões, ele continuou movendo a frota em direção a Nagumo. Por seu lado, apesar das grandes perdas o almirante Yamamoto decidiu inicialmente continuar seus esforços para ocupar Midway e enviou seus navios de batalha de superfície à procura dos porta-aviões norte-americanos, ao mesmo tempo em que uma força de cruzadores era destacada para bombardear a ilha.Prange, Miracle at Midway, p. 320; Parshall & Tully, Shattered Sword, p. 345. Entretanto, a frota japonesa não conseguiu localizar o inimigo no mar. Às 02h15 da noite de 5 para 6 de junho, um submarino americano assinalou a presença de navios japoneses a 165 km oeste de Midway. Spruance, que ainda não havia conseguido localizar o corpo principal da esquadra de Yamamoto, acreditou que estes navios a compusessem e partiu em sua direção. Era entretanto apenas a frota enviada para bombardear Midway, composta de quatro cruzadores e dois destróieres, que pouco depois recebeu ordens de se retirar da região e se juntar em mar aberto ao resto da frota de batalha de Yamamoto. Pela manhã, o submarino lançou um ataque de torpedos contra os cruzadores, sem sucesso, mas nos dois dias seguintes a aviação baseada em Midway e nos porta- aviões fez vários ataques aos cruzadores, afundando o Mikuma e danificando seriamente o Mogami.Blair, Chart p.240. Pelo lado norte-americano, o USS Yorktown, à deriva, quase abandonado pela tripulação e adernado, foi finalmente afundado por três torpedos do submarino japonês I-168 no dia 7, também atingindo o destroier USS Hammann, que ajudava a restabelecer a força no Yorktown, partindo-o ao meio e ocasionando a perda de oitenta tripulantes. == Consequências == Após a batalha e sabendo que haviam conseguido uma grande vitória, os norte-americanos se retiraram da região.Blair, p.247. A perda de todos os quatro porta-aviões enviados a Midway, além de um grande número de seus bem treinados e insubstituíveis pilotos navais, interrompeu a expansão do Japão pelo Pacífico. Apenas dois grandes porta-aviões sobravam à Marinha Imperial para ações ofensivas, o Zuikaku e o Shōkaku, além de outros três porta-aviões de bolso, de pouco poder ofensivo e que transportavam apenas pequenos aviões e em pouca quantidade. Em 10 de junho, numa conferência do alto comando do planejamento da guerra, a marinha escondeu a real extensão de suas perdas em Midway. Apenas o imperador Hirohito foi informado em detalhes do acontecido, preferindo manter segredo disso ao exército e à opinião pública, fazendo com que os planejadores militares continuassem por algum tempo a planejar seus ataques na suposição de que a frota aeronaval do Japão continuava poderosa.Herbert Bix, Hirohito and the Making of Modern Japan, 2001, p. 449 A Batalha de Midway é frequentemente chamada pelos historiadores como o ponto de virada da Guerra do Pacífico.Dull, p. 166; Prange, p. 395. A marinha japonesa continuaria lutando com ferocidade e levaria ainda muitos meses até que os Estados Unidos passassem de uma paridade naval até a clara supremacia em que se encontraram no final da guerra.Willmott, Barrier and the Javelin, pp. 522–523; Parshall & Tully, Shattered Sword, pp. 416–430. Entretanto, a vitória em Midway deu aos norte-americanos a iniciativa estratégica na guerra, infligiu danos irrecuperáveis na força de porta-aviões japoneses e encurtou o tempo da guerra no Pacífico.U.S. Naval War College Analysis, p. 1; Parshall & Tully, Shattered Sword, pp. 416–430. O programa de treinamento anterior à guerra produziu pilotos de excepcional qualidade para a aviação naval nipônica. Este pequeno grupo de aviadores de elite eram veteranos preparados e endurecidos pelos combates, na época do ataque a Midway. Na batalha, os japoneses perderam mais aviadores num único dia do que seus treinamentos pré-guerra causaram em um ano.Peattie, Sunburst, pp. 131–134. Os planejadores militares falharam em antever um conflito de longa duração e com isso não tiveram a capacidade de repor rapidamente as perdas em navios, marinheiros e principalmente pilotos que começou com a batalha em Midway. Em meados de 1943, a aviação naval do Japão havia sido praticamente dizimada.Peattie, Sunburst, pp. 176–186; Eric Bergerud, Fire in the Sky, p. 668. Apenas dois meses após Midway, os norte-americanos tomaram a ofensiva desembarcando em Guadalcanal, derrotando mais uma vez a frota inimiga e assegurando a linha de suprimentos aliada para a Austrália e as Índias Holandesas. A partir dali, a ofensiva no Pacífico passaria a ser sempre dos Estados Unidos, até a rendição japonesa em 1945.Blair, Silent Victory. == Cinema == A Batalha de Midway já foi levada ao cinema em diversos filmes. O primeiro e mais prestigiado deles foi o documentário dirigido por John Ford, que servia temporariamente na ilha como fotógrafo e oficial da inteligência durante a batalha. Enquanto filmava o ataque japonês às instalações militares da ilha, ele foi ferido por estilhaços de bombas, sendo mais tarde condecorado por seu trabalho sob ataque com uma Purple Heart. As cenas filmadas por ele na ilha, e depois a bordo dos navios, foram incluídas no filme vencedor do oscar de melhor documentário de 1942, A Batalha de Midway. A segunda mais conhecida versão cinematográfica da batalha, Midway, esta uma superprodução de Hollywood, chegou às telas em 1976 com um elenco de estrelas e Glenn Ford no papel de Raymond Spruance. Apesar do sucesso nas bilheterias e de ter retratado os acontecimentos como realmente ocorreram, sofreu críticas dos militares e historiadores de guerra por ter usado imagens de cenas reais de arquivo de outras batalhas ocorridas em épocas posteriores da guerra, como se fossem da batalha de Midway. == Ver também == * Guerra do Pacífico == Bibliografia == ;Em inglês * . Esta obra é um conjunto de artigos de diversos autores, um deles sobre o tema: \"Our Midway Disaster\" por Theodore F. Cook * * * * * * * * * * * * ;Em português * == Ligações externas == * * * * * * * * * Midway Categoria:1942 nos Estados Unidos Midway Midway Midway",
 "title": "Batalha de Midway"
}