{
 "id": "54014",
 "text": "O ataque Doolittle (Doolittle Raid), foi o lançamento de um bombardeamento a partir da costa japonesa a 18 de Abril de 1942. O ataque — com o objectivo de servir de propaganda e resposta ao ataque a Pearl Harbor — foi planejado pelo Tenente-Coronel James Harold Doolittle, e foi possível graças ao técnico de observação, o Capitão Francis Low, que afirmou que aviões de 2 motores podiam ser lançados de porta-aviões. Testes subsequentes provaram que um B-25 Mitchell podia ser lançado com uma carga de bombas razoável, atingir alvos no Japão e depois aterrar na China. ==O ataque== Dezesseis B-25 americanos foram carregados no USS Hornet, com 4 bombas, somando 900 kg (entre elas 3 de explosivo convencional e 1 composta de vários tubos de material incendiário, agrupados de modo que, ao serem lançados, estes tubos se dispersariam por uma área maior), além de tanques de combustível extras. Para comportar todo este peso extra em bombas e combustível, os B-25 tiveram seu armamento defensivo drasticamente reduzido, contando apenas com duas metralhadoras calibre .50 em sua torre superior e uma calibre .30 em seu nariz. Além disso, dois dos B-25 contavam com câmeras para registrar o ataque. Os aviões foram postos no convés de descolagem na ordem de lançamento e verificados. O USS Hornet deixou o porto a 2 de Abril e juntou-se ao USS Enterprise no oceano Pacífico. Os dois porta-aviões, juntamente com uma frota de 14 navios de escolta, partiram para a zona de lançamento. Contudo, os bombardeiros foram lançados enquanto ainda a 800 milhas da costa do Japão ao invés das desejadas 450 a 650 milhas. A frota avistou um barco de patrulha Japonês. Embora o barco de patrulha tenha sido afundado por fogo de artilharia americano, foi decidido lançar os aviões, para o caso em que o barco de patrulha tivesse alertado por rádio o Japão. Todos os B-25s chegaram à costa japonesa, largaram as suas bombas em zonas de armazenamento de petróleo, fábricas e instalações militares em Tóquio e Nagoya, e dirigiram-se para leste do mar da China. Os bombardeiros, no entanto, ao chegarem começaram a ficar com pouco combustível, e o tempo começou a piorar rapidamente. As tripulações se deram conta que não conseguiriam chegar às bases aéreas chinesas e tiveram a opção ou de saltar dos aviões para o mar ou de fazer uma aterragem forçada em terra. Um avião aterrou em Vladivostok, onde a sua tripulação acabou sendo detida pelos soviéticos juntamente com o avião, já que a União Soviética tinha acordos de não agressão com o Japão e suas relações diplomáticas eram neutras. Em comparação com os ataques dos B-29 contra o Japão, dois anos depois, o ataque foi um esforço simbólico. Quando as notícias do ataque foram publicadas, a moral americana subiu muito, após a descida devido ao ataque japonês. O ataque obrigou aos japoneses a transferência para as ilhas do Japão de unidades de caças que poderiam ter sido usadas contra os Aliados, e usadas na tentativa de destruir a armada americana na Batalha de Midway. ==Consequências== Após o ataque a Tóquio, as tripulações de dois aviões estavam desaparecidas. A 15 de Agosto de 1942, soube-se pelo General suíço do consulado em Shanghai que 8 pilotos americanos eram prisioneiros na sede da policia japonesa, nessa mesma cidade. Em 19 de Outubro de 1942 os japoneses transmitiram que tinham julgado as duas tripulações e que as tinham condenado à morte, mas que um número deles tinha recebido comutação das suas sentenças para aprisionamento, e que um pequeno número tinha sido executado. Quaisquer nomes ou factos não foram dados. Após a guerra, os factos foram descobertos no Julgamento de Crimes de Guerra em Shanghai, que abriu a Fevereiro de 1946, para julgar 4 oficiais japoneses que maltrataram 8 prisioneiros de guerra do ataque a Tóquio. Dois dos 10 homens, Dieter e Fitzmaurice, morreram quando seu B-25 caiu na costa chinesa. Os outros 8, Hallmark, Meder, Nielsen, Farrow, Hite, Barr, Spatz, e DeShazer foram capturados. Além de terem sido torturados, contraíram doenças devido às más condições sob as quais estavam presos. A 28 de Agosto de 1942, Hallmark, Farrow e Spatz foram julgados por oficiais japoneses. Em 14 de Outubro de 1942, Hallmark, Farrow e Spatz foram avisados que seriam executados no dia seguinte. Às 16h30 min de 15 de Outubro de 1942, os três americanos foram levados num caminhão até um cemitério público fora de Shanghai. Após procedimentos cerimoniais apropriados dos militares japoneses, foram fuzilados. Os outros cinco continuaram presos, mas a sua saúde começou rapidamente a se deteriorar. Em Abril de 1943, foram movidos para Nanking e em 1 de Dezembro de 1943, Meder faleceu. Os outros quatro homens—Nielsen, Hite, Barr e DeShazer—começaram a receber um melhor tratamento e para o seu conforto receberam um cópia da Bíblia. Sobreviveram até Agosto 1945, quando foram libertados. Os 4 oficiais japoneses foram julgados pelos seus crimes de guerra contra os 4 tripulantes do ataque de Tóquio e todos foram considerados culpados. Três foram sentenciados a 5 anos de trabalhos forçados e o 4º a 9 anos de sentença. Nos 3 meses após o ataque, os japoneses conduziram uma busca pelos pilotos que tinham escapado para a área de Chekiang. Aproximadamente 23 mil chineses foram massacrados em retaliação por ajudarem a esconder os pilotos americanos. Em Novembro de 1944, o Japão começou a lançar cerca de 9 mil balões bomba, como retaliação ao bombardeamento. O ataque foi recriado nos filmes Trinta Segundos sobre Tóquio (1944) e Pearl Harbor (2001). == Ver também == * Segunda Guerra Mundial * Ataque a Pearl Harbor * James Harold Doolittle == Ligações externas == * Doolittle Categoria:1942 no Japão Categoria:Batalhas e operações da Segunda Guerra Mundial em 1942 Categoria:Tóquio na Segunda Guerra Mundial",
 "title": "Ataque Doolittle"
}