{
 "id": "54045",
 "text": "Aguardente é uma bebida espirituosa destilada de elevado teor alcoólicoHouaiss, Antônio. Dicionário Houaiss da língua portuguesa. Verbete aguardente. Rio de Janeiro: Objetiva, 2001 p. 125 resultante da destilação de vinhos, licores ou produtos vegetais como os cereais ou tubérculos. Exemplos de aguardentes são a bagaceira, a aguardente vínica, o brandy e o conhaque, a vodca,Houaiss, Antônio.Dicionário Houaiss da língua portuguesa.Verbete vodca.Rio de Janeiro: Objetiva, 2001 p. 2877 a tequila,Houaiss, Antônio.Dicionário Houaiss da língua portuguesa.Verbete tequila.Rio de Janeiro: Objetiva, 2001 p. 2698 o rum,Houaiss, Antônio.Dicionário Houaiss da língua portuguesa.Verbete rum.Rio de Janeiro: Objetiva, 2001 p. 2482 a grappa,Houaiss, Antônio.Dicionário Houaiss da língua portuguesa.Verbete ²grapa.Rio de Janeiro: Objetiva, 2001 p. 1478 , o steinhäger, o gim,Houaiss, Antônio.Dicionário Houaiss da língua portuguesa.Verbete ¹gim.Rio de Janeiro: Objetiva, 2001 p. 1450 a cachaça, o calvados, o kirsch e o slivovitz.Houaiss, Antônio.Dicionário Houaiss da língua portuguesa.Verbete cachaça, 3ª definição.Rio de Janeiro: Objetiva, 2001 p. 550 A aguardente de cana-de-açúcar no Brasil é denominada pinga ou cachaça. Em Portugal, a aguardente bagaceira é vulgarmente designada por bagaço por ser feita a partir do bagaço de uva para a distinguir de outras aguardentes, como a de cana de açúcar ou rum agrícola produzido uma vez por ano diretamente do sumo da cana de açúcar na ilha da Madeira e a aguardente vínica, obtida a partir de vinho, esta última usando um processo semelhante ao do conhaque francês, é muitas vezes envelhecida em pipas de carvalho, tomando então uma coloração amarelada e um sabor e aroma característico, passando a designar-se aguardente velha. O rum agrícola da Madeira também muitas vezes é envelhecido em pipas de vinho Madeira ou de madeira de carvalho. == Definição == thumb|250px|right|Aguardentes. Por definição, aguardentes são bebidas fortemente alcoólicas, obtidas pela fermentação e posterior destilação de mostos açucarados, oriundos do caldo, e de macerados vegetais ou não. Assim, a definição de aguardente é genérica, e, como tal, pode-se encontrar aguardentes de frutas como laranja, uva, banana, medronho; aguardente de cereais como cevada, milho, arroz; aguardente de raízes e tubérculos como de beterraba, mandioca, batata; aguardente de colmos como cana-de-açúcar e bambu. Por \"aguardente vínica\" entende-se uma bebida espirituosa obtida exclusivamente por destilação a menos de 86% de volume alcoólico de vinho ou por redestilação de um destilado de vinho a menos de 86 % vol., Quando a aguardente vínica for envelhecida, pode continuar a ser colocada no mercado como «aguardente vínica» desde que tenha sido amadurecida por um período igual ou superior ao período estipulado para a bebida espirituosa definida como brandy. . Por \"aguardente bagaceira\" ou bagaço de uva entende-se uma bebida espirituosa que satisfaz as seguintes condições: * É obtida exclusivamente a partir de bagaço de uvas fermentadas e destiladas, quer diretamente por vapor de água quer após adição de água, * Pode ser adicionada ao bagaço de uva uma quantidade máxima de borras de 25 kg por 100 kg de bagaço de uva utilizado, * A quantidade de álcool proveniente das borras não deve exceder 35 % da quantidade total de álcool no produto acabado, * A destilação deve ser efetuada com o próprio bagaço a menos de 86 % vol, * É autorizada a redestilação ao mesmo título alcoométrico. Em 14 de novembro de 1996, foi concluída a análise em aguardente de cana e cachaça demonstrando que estes seriam produtos similares, porém distintos. Após diversas mudanças de definição da denominação, a Instrução Normativa 13, publicada em 29 de junho de 2005, legislação mais atual sobre o Padrão de Identidade e Qualidade da cachaça, definiu a aguardente de cana como sendo a bebida com graduação alcoólica entre 38% e 54% em volume, obtida pelo destilado alcoólico simples de fermentado do caldo de cana-de-açúcar, podendo ser adicionada de açúcares em até 6 g/L, expressos em sacarose enquanto cachaça como sendo a denominação típica e exclusiva com graduação alcoólica entre 38% e 48% em volume, obtida pela destilação do melaço fermentado de cana-de-açúcar resultante da produção do açúcar, com características sensoriais peculiares, semelhante ao rum; podendo também ser adicionada de açúcares em até 6 g/L, expressos em sacarose. == Origem == Alguns relatos contam que os antigos egípcios foram os primeiros povos a utilizar vapores de líquidos fermentados e aromatizados para cura de diversos tipos de moléstias. Os gregos registram o processo da ácqua ardens. A água que pega fogo, ou seja, pressupõe, ter vindo daí a denominação aguardente utilizada até hoje. Nos registros do Tratado de Ciências escrito por Plínio, o velho, que viveu entre os anos de 23 e 79 depois de Cristo, ele conta que apanha o vapor da resina de cedro, do bico de uma chaleira, com um pedaço de lã. Embora os Egípcios tivessem sido os primeiros a construir alambiques, cujos desenhos adornam um velho templo de Mênfis, foi da língua Árabe que nasceram os termos alambique (al ambic) e álcool (al cóhol), significando, o primeiro, vaso destilatório, e, o segundo, exprime a ideia de ténue e subtil, significando vapores de destilação. Com a expansão do Império romano a aguardente chega a Europa e ao Oriente Médio. Sendo assim, os árabes desenvolveram os primeiros equipamentos para destilação, os famosos alambiques, semelhantes aos utilizados até hoje. A partir daí a aguardente vai parar às mãos dos alquimistas que lhe atribuem propriedades místico-medicinais (Água da longevidade, elixir da longevidade). Mas foi na Idade Média, em 1250, que Arnaut de Villeneuve estudou a destilação do vinho e descobriu o espírito («l’esprit») que ele contém, seguindo-se um seu contemporâneo, Raymond Lulle, que preparou a aguardente (l’eau ardente), obtendo-a após 3 a 4 estilações consecutivas, em fogo muito lento; o espírito do vinho foi designado «quintessence», sendo as quatro primeiras essências a Terra, a Água, o Ar e o Fogo. A partir de 1730, torna-se habitual o «envelhecimento» das aguardentes para delas se retirar o melhor proveito, pois melhoram e ficam mais apuradas, mais penetrantes e com uma cor mais atractiva. No decorrer do século XX, houve uma evolução no sentido de se obterem álcoois de bom gosto e aroma, generalizando-se o consumo de aguardentes puras. == Matéria-prima == A fabricação de aguardente, tal como qualquer indústria de transformação, depende da qualidade da matéria-prima processada. Qualquer produto que contenha açúcar ou outro carboidrato, constitui-se em matéria-prima para obtenção de etanol (LIMA,1975). Como boa matéria-prima para a produção de aguardente, deve-se entender como um produto em estágio ideal de maturação, sadio, recém colhido e livre de matéria-estranha (NOVAIS, 1971). Pode-se classificar as matérias-primas em: * matérias açucaradas: cana-de-açúcar, beterraba, melaços, mel-de-abelhas e frutas * matérias amiláceas e feculentas: amido de grãos, a fécula de raízes e tubérculos * matérias celulósicas: palhas, madeiras, resíduos sulfiticos de fabricas de papel De acordo com o Lima (1975), a matéria-prima de qualquer produto vegetal varia com um grande número de fatores. Entre eles destacam-se: a variedade, a idade, as regiões e as condições culturais, de maturação, de sanidade, de colheita, de transporte, de armazenamento e de industrialização. As composições que se seguem se referem principalmente ao material suscetível de se transformar em etanol. Nas matérias amiláceas e feculentas a alcoolização processa-se através de técnicas industriais complexas. Pela necessidade de maiores conhecimentos, pelas dificuldades de conservação e de fermentação da matéria-prima original e pelo custo da fabricação os álcoois de cereais produzem-se no Brasil, em pequena escala, com maior importância para a indústria de bebidas As matérias celulósicas não oferecem, para o país, condições econômicas de exploração, porque não há concentrações de indústrias de papel ou de madeira, para que o rendimento seja elevado e o custo de produção suficientemente baixo. Para o Brasil, enquanto não houver concorrência do álcool de síntese, as únicas matérias-primas de importância econômica imediata para a produção do etanol industrial são os melaços e a cana-de-açúcar; para a preparação de bebidas destiladas, a cana-de-açúcar e as matérias amiláceas, particularmente o milho. A mandioca é a uma matéria feculenta potencial que já foi explorada industrialmente e que é usada nos dias de hoje, em pequena escala, onde na região Nordeste essa aguardente é conhecida por tiquira (LIMA,1975). Algumas aguardentes predominam em determinadas regiões, segundo a disponibilidade das matérias-primas que as originam. Assim, onde ocorre abundância de uvas, a preferência é do tipo conhaque, obtida da destilação do vinho; também a bagaceira ou a graspa (ou grapa), obtidas de resíduos da vinificação. O uísque tem o seu máximo de interesse onde imperam culturas de cevada ou de milho, enquanto que o rum e a aguardente de cana (cachaça) são oriundos das regiões tipicamente canavieiras. Além dessas aguardentes obtém-se, ainda, entre outros, o saquê que provém do arroz, o araque que é originário da fermentação do mosto de tâmaras, o quirch que é feito da cereja, a vodca que vem da cereja ou da batata, o gim que provém de cereais e bagas de zimbro (CARNEIRO, 1994). == Extracção == right|thumb|thumb|250px|Tequilas de vários estilos. A extração do caldo é um dos fatores que governam o rendimento de aguardente por tonelada de produto processado, estando este diretamente relacionado com o número e tipo de unidades esmagadoras, como também o perfeito desempenho das moendas. As destilarias de aguardente, de maneira geral, em função da capacidade, estão dotadas de diferentes números de termos de moagem, variando entre 1 e 5. As destilarias que trabalham apenas com um terno têm a sua extração comprometida, não conseguindo extrações maiores do que 60%, em moendas desprovidas de reguladores de pressão, as chamadas \"queixo duro\", enquanto que as dotadas de reguladores de pressão, os valores de extração atingem até 70%. A baixa extração é consequência, principalmente, da regulagem da moenda, da ausência de preparo de cana e da alimentação irregular. As destilarias de mais de um terno de moagem, têm a capacidade e extração dependentes do número de ternos, do tipo de equipamento, do preparo de cana, da embebição, etc. a extração nessas destilarias tem variado de 75 a 92%. Esta variação é consequência da alimentação, da embebição e do preparo da matéria prima. No que se refere à alimentação das moendas sem regulador de pressão, desde que a cana esteja bem preparada, a irregularidade de alimentação compromete tanto a extração como a capacidade, visto que, as aberturas são constantes. Com relação às moendas dotadas de reguladores de pressão, onde a extração independe do volume de cana, os fatores preparo e embebição, são os responsáveis por um trabalho eficiente (QUEIROZ, 1994). == O mosto == Denomina-se mosto todo líquido açucarado apto a fermentar. O seu preparo e correções compreendem diversas operações que visam transformar e corrigir a matéria prima, tornando-a um líquido açucarado susceptível de sofrer fermentação (QUEIROZ, 1994). == Preparação do mosto == O teor em açúcares do mosto será função da natureza e composição da matéria-prima, devendo ser compatível com o tipo de levedura utilizado e com o processo empregado na condução da fermentação alcoólica. Um caldo rico em açúcares, dificulta o processo e está sujeito a uma fermentação lenta e incompleta. Por outro lado, se o brix foi muito baixo, menor do que 10º Brix, tem um volume demasiado de mosto, necessitando-se de maior número de dornas para fermentação. Além disso a destilação também será prejudicada, tornando-se mais lenta, com produção de maior quantidade de vinhaça, elevando o consumo de energia e aumentando os custos de produção (CHAVES, S/D). A concentração do mosto, na prática, é estabelecida em termos de grau Brix, que pode ser verificado facilmente. Obtém-se o teor ideal de sólidos solúveis, expresso em graus Brix, pela adição de água ao caldo, que possui, dependendo do processo de extração, 14º a 22° Brix. Em função de sua pureza elevada estes valores correspondem a sua concentração de açúcares totais da ordem de 12,5 a 20%. A experiência tem demonstrado que os melhores resultados são obtidos com mostos de caldo de cana de concentração variável de 14 a 16° Brix. Assim a diluição do caldo com água potável é sempre necessária. Mostos muito diluídos facilitam a fermentação, tornando-a mais rápida e completa. Além disso, a multiplicação do fermento é favorecida, devido a maior transferências de oxigênio que ocorre no meio(LIMA, 1975). Em certas regiões, na preparação de mostos costuma-se adicionar certos volumes de vinhaça fria. Esta, além de suprir a falta de nutrientes do mosto, serve também para elevar a sua acide. Já que o fermento trabalha melhor num ambiente ligeiramente acido. == Correcção do mosto == Conhecendo as propriedades biológicas das leveduras e suas exigências nutricionais, torna-se simples fazer o tratamento dos mostos para obter fermentações regulares, homogêneas e puras. ;Quanto à temperatura As temperaturas ótimas para a produção industrial de etanol situam-se na faixa de 26-35°C, com média de 30°C. ;Quanto ao pH O pH ótimo situa-se entre 4,0 e 5,0 e em substratos com poder tampão elevado, como os melaços entre 5,8 – 5,9. ;Exigências nutricionais Os elementos nutritivos mais importantes representam- se pelo carbono, nitrogênio, fosfatos, sais de magnésio, potássio e cálcio. Elementos menores como manganês e cobalto atuam favoravelmente em suas atividades vitais. Quando se trabalha com caldo de cana direto, faz-se uma correção mais cuidadosa para oferecer à levedura condições de nutrição que normalmente não se encontram no caldo. Juntam-se fosfatos, sais de amônio e vitaminas. Melhores rendimentos obtém-se quando se trata o caldo de cana-de- açúcar com 0,1g por litro de sais de magnésio, e 0,01g por litro de sais manganês e cobalto. == Tipos de fermentação == * Fermentação em meio líquido (Submersa, em superfície, semissólida, em estado sólido). * Fermentação natural Além desta transformação o levedo ou levedura é responsável por várias outras reações benéficas ou maléficas que atuam sobre a qualidade final do produto. == Tipos de processos fermentativos == Os processos fermentativos industriais podem ser classificados em três grandes grupos: * Processo contínuo (aerados, agitados) * Processo descontínuos ou em batelada * Processo semicontínuo (aerados, agitados) == Agente fermentativo == As espécies e cepas utilizadas como agentes fermentativos têm adaptação variável, sendo indiscutível sua ação sobre a qualidade e o rendimento do processo fermentativo. O fermento pode ser definido como uma suspensão de células de leveduras suficientemente concentrada, de maneira a garantir a fermentação de um determinado volume de mosto, em condições econômicas (NOVAIS, et al. 1974). Do ponto de vista econômico, as leveduras são os micro-organismos mais importantes na obtenção do álcool por via fermentativa. As espécies mais usadas na produção industrial de álcool e aguardentes são os Saccharomyces cerevisiae e Saccharomyces uvarun(LIMA,1975). == Destilação == Segundo STUPIELLO et al. (1973), no processo de destilação, recupera-se o etanol, geralmente resultante de duas operações. A primeira operação consiste em separar do substrato fermentado, uma mistura hidroalcoólica impurificada com aldeídos, ésteres, álcoois superiores, ácidos orgânicos e na segunda operação se separa as impurezas do etanol. A composição do caldo de um produto é, naturalmente, complexa e o processo fermentativo aumenta essa complexidade, graças ao aparecimento de outras substancias produzidas, normalmente, pela levedura. A elevação do teor alcoólico é conseguida graças à destilação. Nesse processo, ao fazermos ferver uma mistura de líquidos, os vapores dela provenientes serão mais ricos de substancias mais voláteis, como o álcool etílico (volátil a 78,3°C), que é mais volátil do que água (volátil a 100°C). Portanto, haverá maior quantidade de substâncias mais voláteis nos vapores e, por consequência, no destilado obtido pela condensação desses vapores (GRAVATÁ, 1991). == Bidestilação == O teor de cobre na aguardente além do máximo permitido, é um dos fatores que mais desqualifica a bebida. A tolerância máxima permitida é de 5 mg por litro. A falta de limpeza dos equipamentos de destilação, principalmente o alambique e a serpentina são responsáveis pelo alto teor de cobre na aguardente. Esta falta de limpeza concorre para a formação de um líquido esverdeado, que se forma na superfície do cobre, quando este fica exposto ao ar e a umidade, contendo carbonato e hidróxido de cobre, conhecido por azinhavre ou zinabre. Uma maneira de ajustar esse cobre aos padrões exigidos pela legislação, é fazer a bidestilação. Para isso, dilui-se a aguardente com água potável ou destilada, ate 10° GL e destila-se normalmente. == Envelhecimento == O envelhecimento das aguardentes é o armazenamento do destilado em tonéis de madeira por período de tempo suficiente para que o destilado perca alguns componentes, para que seus constituintes se estabilizem ou reajam entre si e para que a aguardente adquira pigmentos, sabor e aroma das madeiras em que é armazenada (LIMA, 1999) Sabe-se que a aguardente logo depois de destilada ainda não esta pronta para o consumo. Nesta fase ela tem um gosto agressivo, amargo e seu buquê é irregular. Há necessidade de um período, variável de dois a três meses, de descanso para completar a sua qualidade sensorial. Em condições ambientes especiais e em repouso, as substâncias químicas da aguardente reagem entre si, formando novas substâncias químicas. Assim, outras reações químicas ocorrem até a obtenção de um equilíbrio entre as quantidades destes diversos componentes – é quando o buquê está pronto. Atribui-se aos ésteres formados durante o envelhecimento o aroma típico da aguardente (QUEIROZ, 1994). Recentemente, esta etapa está sendo incorporada às aguardentes como um diferencial de produto a ser colocado no mercado. As espécies de madeira recomendadas são o carvalho (mais raro nos dias de hoje), cedro, freijó, bálsamo e vinhático, dentre outras. Os barris devem ser estocados em locais fresco, bem protegido e limpo. O período mínimo para o envelhecimento, antes de o produto ser comercializado, deve ser no mínimo de oito a doze meses. De acordo com CHAVES, (S/D) o envelhecimento ocorre também em recipientes de outros materiais além dos de madeira, como os de ferro, aço inoxidável, neste caso, há necessidade de aeração da aguardente no momento de colocá-la nos recipientes. Também a sua cor não é alterada neste caso. Há também processos acelerados, como o tratamento com ozônio e outras substâncias que não são adequadas para produtores artesanais de aguardente de qualidade A aguardente envelhecida apresenta aspecto, cheiro, cor, gosto e sabor de melhor qualidade. Por isso e pelo seu maior custo de produção, seu preço no mercado também é maior. É evidente que a aguardente envelhecida será de alta qualidade se apresentar esta característica quando nova. Uma aguardente de baixa qualidade continuara ruim após o envelhecimento. == Controle de qualidade == Sob o ponto de vista legal a qualidade da aguardente no Brasil é regulamentada pelo Decreto Federal nº 8.918 de 14 de julho de 1994, que estabelece os seguintes padrões de identidade e qualidade: * Grau alcoólico, em graus G.L (Gay Lussac), a 20°C; 38 a 54 * Acidez volátil, em gramas de ácido acético, por 100ml de álcool e 100%: máximo de 0, 1500; * Ésteres, em gramas de acetato de etila, por 100ml de álcool a 100%: máximo de 0, 200; * Furfural, em gramas, por 100ml de álcool a 100%: máximo de 0, 005; * Álcoois superiores, por 100ml de álcool a 100%: máximo de 0,300; * Aldeídos, em gramas de aldeídos acéticos, por 100ml de álcool a 100%: máximo de 0,030. * Cobre, em miligramas gramas de cobre, por 1,0 L de álcool a 100%: 5,0 mg/L Estas impurezas totais voláteis \"não álcool\" (soma das substâncias acima),não poderão ser inferiores a 0,200 g (duzentos milésimo do grama), e nem superior a 0,650g (seiscentos e cinquenta milésimos do grama) por 100 ml (cem mililitros) de álcool anidro (BOZA e HORII, 1998). As impurezas totais representam a soma de aldeídos, ácidos voláteis, ésteres, furfural e álcoois superiores. O limite máximo está associado ao fato de constituírem impurezas, ao passo que o limite inferior está associado ao fato de que tais impurezas na verdade constituem o chamado \"bouquet\" da aguardente ou cachaça. O \"bouquet\" influencia no aroma, no sabor e na consistência do produto. == Aditivos incidentais == De acordo com BOZA e HORII, (1998) as aguardentes com um teor de álcool metílico (metanol) acima de 0,25 ml (mililitros) por 100 ml de álcool anidro e de cobre acima de 5 mg (miligramas) por litro são consideradas impróprias para o consumo humano, pois o metanol é uma substância tóxica. Veja maiores detalhes nos artigos 90 e 91 do DECRETO Nº 4.851, DE 2 de outubro de 2003, que altera dispositivos do Regulamento aprovado pelo Decreto no 2.314, de 4 de setembro de 1997, que dispõe sobre a padronização, a classificação, o registro, a inspeção, a produção e a fiscalização de bebidas. == Enquadramento fiscal Europeu == De acordo com o Regulamento de Execução n.º 1001 de 2003 da Comissão Europeia, as aguardentes de origem vínica estão englobadas na posição 2208 da Pauta Aduaneira Comum, intitulada Álcool etílico não desnaturado, com um teor alcoólico em volume inferior a 80% vol.; aguardentes, licores e outras bebidas espirituosas. == Ver também == * História do consumo de álcool * Álcool retificado * Cocoroco * Grogue * Absinto * Tequila * Pisco * Singani * Grappa * Brennivín * Aquavita * Armanhaque == Ligações externas == * Normas e Referência para Aguardentes * Ministério da Agricultura, Pecuária e Abastecimento: Instrução Normativa n. 13 * Pesquisa Histórica e Cultural sobre as Aguardentes Brasileiras Categoria:Bebidas destiladas",
 "title": "Aguardente"
}