{
 "id": "5407",
 "text": "Gondomar é uma aldeia portuguesa do Município de Vila Verde que foi sede da extinta Freguesia de Gondomar, freguesia que tinha 3,02 km² de área e 71 habitantes (2011), e, por isso, uma densidade populacional de 24 hab/km². A Freguesia de Gondomar foi extinta (agregada) em 2013, no âmbito de uma reforma administrativa nacional, tendo o seu território sido agregado ao da Freguesia de Aboim da Nóbrega para formar uma nova freguesia denominada Freguesia de Aboim da Nóbrega e Gondomar. Gondomar faz parte das Aldeias de Portugal. ==População== População da freguesia de Gondomar Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 173 206 170 178 163 165 172 197 206 208 187 157 116 87 71 == História == Pertencia ao concelho de Ponte da Barca e à comarca de Viana. Passou para o concelho de Pico de Regalados em 31 de Dezembro de 1853 e quando este foi extinto, em 24 de Outubro de 1855, passou para o (atual município) de Vila Verde.Paróquia de Gondomar, ADMINISTRATIVA, ARCHEEVO, 26 de Abril de 2015 == Património == * Igreja Paroquial de Gondomar (Santo André) * Fojo do lobo de Gondomar (Monte da Cerdeira) * Mamoa (Monte do Barrete) * Aglomerados rurais de Nogueira, Casais e Ameixoeira == Fojo do Lobo == O Fojo do Lobo de Gondomar, considerado um dos maiores da Península Ibérica, possui dois fossos e uma muralha com uma extensão de cerca de 2 km. Os ataques constantes dos lobos aos rebanhos e a insegurança junto da população motivaram a construção deste Fojo de Lobo. Com os muros em forma de “V”, os lobos eram atraídos para o seu interior e escorraçados pelas batidas para uma armadilha composta pelos fossos disfarçados com ramos de giesta, impossibilitando-os da fuga, ficando aprisionados. == Lugares == Além da sede, a Freguesia de Gondomar tinha os seguintes lugares: * Ameixieiras; * Cabo; * Cal; * Casais de Baixo; * Casais de Cima; * Igreja; * Nogueira; * Picoto; * Porto; * Tojal. Categoria:Antigas freguesias de Vila Verde Categoria:Antigas freguesias de Pico de Regalados Categoria:Antigas freguesias de Ponte da Barca",
 "title": "Gondomar (Vila Verde)"
}