{
 "id": "54098",
 "text": "O arco e flecha é uma arma de sistema de projeção e também serve para o esporte (um arco com flecha) que antecede a história escrita e é comum para a maioria das culturas. Tiro com arco é a arte, prática ou habilidade de aplicá- lo. == Descrição == Um arco é um segmento de círculo flexível que atira projéteis aerodinâmicos chamado de Flecha. Uma linha une as duas pontas do arco e quando essa linha é puxada as pontas do arco são flexionadas. Quando a linha é solta, a energia potencial do arco flexionado se transforma na velocidade da flecha.Paterson Encyclopaedia of Archery pp. 27-28 O tiro com Arco é a arte ou o esporte do tiro com arco.Paterson Encyclopaedia of Archery p. 17 Hoje, arcos e flechas, e são usados principalmente para a caça e para o esporte do tiro com arco fazendo participações nas olimpíadas. Embora eles ainda são ocasionalmente usadas como armas de guerra, o desenvolvimento de pólvora e mosquetes, e o tamanho crescente dos exércitos, levou à sua substituição em caso de guerra, há vários séculos em muitas partes do mundo. Alguém que faz arcos é conhecido como um bowyer,Paterson Encyclopaedia of Archery p. 31 e que faz com setas é um fletcherPaterson Encyclopaedia of Archery p. 56 —ou, no caso de fabricação de metal de seta cabeças, arrowsmith.Paterson Encyclopaedia of Archery p. 20 == História == A história do arco e flecha não tem uma origem certa, porém o que mas aceito é que começou em torno da transição do Paleolítico Superior para o Mesolítico. No site de Nataruk no Condado de Turkana, Quênia, lâminas de obsidiana encontrou incorporado em um crânio e dentro da cavidade torácica de outro esqueleto, sugerem o uso de pedra de ponta de flechas como armas. Após o final do último período glacial, uso do arco parece ter se espalhado para todos os continentes habitados, incluindo o Novo Mundo, exceto para a Austrália.M. H. Monroe, Aboriginal Weapons and Tools \"The favoured weapon of the Aborigines was the spear and spear thrower. Como curiosidade o teixo na Europa, deriva da palavra grega Taxis, que significa “linha” pela disposição das suas folhas. Taxus pela dureza, resistência e flexibilidade da sua madeira para fazer taxon – “arco e flecha”, ou de tóxicos – “veneno”O que procurar no Inverno: o teixo, por Carine Azevedo, Wilder, 24.12.2020. ==Construção== ===Partes do arco=== Os elementos básicos de um arco são um par de membros curvos elásticos, tradicionalmente feitos de madeira, unidos por um espelho. Ambas as extremidades dos membros são conectadas por uma corda conhecida como corda do arco. Ao puxar a corda para trás, o arqueiro exerce um Esforço de compressão na seção voltada para a corda, ou barriga, dos membros, bem como coloca a seção externa, ou traseira, sob tensão (física). Enquanto a corda é segurada, ela armazena a energia liberada posteriormente ao colocar a flecha em vôo. A força necessária para manter a corda estacionária na tração total costuma ser usada para expressar a força de um arco e é conhecida como peso de tração ou peso.Paterson Encyclopaedia of Archery p. 111Sorrells Beginner's Guide pp. 20–21 Outras coisas sendo iguais, um peso maior de puxada significa um arco mais poderoso, que é capaz de projetar flechas mais pesadas na mesma velocidade ou a mesma flecha em uma velocidade maior. As várias partes do arco podem ser subdivididas em outras seções. O membro superior é conhecido como membro superior, enquanto o membro inferior é o membro inferior. Na ponta de cada membro há um entalhe, que é usado para prender a corda do arco aos membros. O riser é geralmente dividido em punho, que é segurado pelo arqueiro, assim como o descanso da flecha e a janela do arco. O descanso da flecha é uma pequena saliência ou extensão acima da empunhadura sobre a qual a flecha se apoia enquanto é apontada. A janela do arco é a parte do riser acima da empunhadura, que contém o descanso da flecha. Em arcos desenhados e mantidos à mão, o peso máximo de tração é determinado pela força do arqueiro. [24] A distância máxima em que a corda pode ser deslocada e, portanto, a flecha mais longa que pode ser disparada dela, o comprimento de puxada de um arco, é determinada pelo tamanho do arqueiro.Sorrells Beginner's Guide pp. 19–20 O Arco compósito usa uma combinação de materiais para criar os membros, permitindo o uso de materiais especializados para as diferentes funções de um membro de arco. O arco composto clássico usa madeira para leveza e estabilidade dimensional no núcleo, chifre para armazenar energia na compressão e tendão para sua capacidade de armazenar energia na tensão. Esses arcos, tipicamente asiáticos, costumam usar uma extremidade rígida na extremidade do membro, tendo o efeito de uma recurva. Paterson Encyclopaedia of Archery p. 38 Nesse tipo de arco, ele é conhecido pelo nome árabe 'siyah'. Elmer Target Archery Os materiais de construção modernos para arcos incluem madeira laminada, plástico com reforço de fibra de vidro, metal Heath Archery pp. 15–18 e polímero de fibra de carbono reforçado. == Ver também == * Arco (arma) * Flecha * Arqueiro * Besta (arma) Categoria:Arcos (arma) Categoria:Armas",
 "title": "Arco e flecha"
}