{
 "id": "54130",
 "text": "José Augusto Minarelli (Jaú, 21 de setembro de 1944) é um educador, escritor e empresário brasileiro. == Trajetória == Filho de Mario Minarelli e Rosa Minarelli, fez o curso normal no Instituto de Educação Caetano Lourenço de Camargo, em Jaú. É graduado e pós-graduado em Educação pela Faculdade de Educação da Universidade de São Paulo (USP). Começou o trabalho com seleção de pessoas em um banco, ainda como estudante universitário. Fez carreira em recursos humanos, atuando nas áreas de seleção, treinamento, desenvolvimento e educação. Foi professor universitário, e implantou o curso de graduação em treinamento em uma faculdade de São Paulo. Trabalhou também com orientação vocacional e profissional a jovens estagiários. Em 1979 passou pelo que ele próprio denomina ser a primeira grande experiência da sua vida profissional: ter sido demitido. E, na sequência, pelo que considera ser sua segunda grande experiência: ter procurado emprego e não ter encontrado. Iniciou então sua carreira como consultor, descobriu que o outplacement era algo novo, que começava a ser desenvolvido nos Estados Unidos e ainda não existia no Brasil. Resolveu então estudar melhor este assunto, que associava sua experiência como Educador à experiência de seleção e treinamento de pessoas. Adaptou a solução ao mercado brasileiro, fundando então, juntamente com sua esposa, Glória Ferreira Lens Minarelli, a empresa Lens & Minarelli Associados, em 1982, uma consultoria especializada em outplacement, recolocação e aconselhamento de carreira. Seu caso de sucesso é considerado um exemplo para os especialistas da área. Ex-presidente e conselheiro vitalício da ABRH-SP, é atualmente diretor-presidente da Lens & Minarelli, presidente do Conselho de Administração do Centro de Integração Empresa-Escola (CIEE) e autor de diversos livros. == Obras publicadas == * Empregabilidade: Como entrar, permanecer e progredir no mercado de trabalho. 27ª. Ed. Gente, 1995 * Trabalhar por conta própria: Como preparar-se para empreender seu voo solo. Ed. Gente, 1997 * Venda seu Peixe: como ser eficaz na venda dos seus serviços profissionais. Ed. Gente * Networking: Como utilizar a rede de relacionamentos na busca de emprego e oportunidades de trabalho. Ed. Gente * Inteligência Mercadológica: A inteligência que gera negócios e oportunidades de trabalho. 13ª. Ed. Gente, 2009 * Carreira Sustentável: Como enfrentar as transições de carreira e ter trabalho e renda dos 18 aos 81 anos. Ed. Gente, 2010 * Superdicas de Networking para sua vida pessoal e profissional. Ed. Saraiva, 2010 * Participação na coletânea de memórias Aprendi com meu pai, idealizada pelo jornalista e editor Luís Colombini. == Ver também == * Aconselhamento de carreira * Outplacement * Recolocação * Gestão de pessoas * Coaching == Ligações externas == === Referências ao autor === * * * === Palestras === * === Variadas === * Categoria:Naturais de Jaú Categoria:Brasileiros de ascendência italiana Categoria:Alunos da Faculdade de Educação da Universidade de São Paulo Categoria:Educadores do estado de São Paulo Categoria:Empresários do estado de São Paulo Categoria:Escritores do estado de São Paulo",
 "title": "José Augusto Minarelli"
}