{
 "id": "54148",
 "text": "thumb|Quatro diferentes ecotipos, ou seja, raças ecológicas, das espécies Physcomitrella patens, armazenadas no International Moss Stock Center Raça é uma classificação informal na hierarquia taxonômica, abaixo do nível de subespécie e acima do nível de estirpe, de modo que várias estirpes constituem uma raça. Na botânica, as palavras latinas estirpes e proles foram tradicionalmente usadas, sendo que, no primeiro código de nomenclatura botânica, publicado em 1868, o uso do termo proles era recomendado. Article 14 (p. 20-21 e página de comentários 42) Existem várias definições de raça. O termo pode referir-se a populações de indivíduos geneticamente distintos, dentro da mesma espécie, Republished without known revision several times since 1999, and originally published as: mas também pode ser definido segundo critérios geográficos ou fisiológicos, por exemplo. Entretanto, o isolamento genético entre as raças nunca é completo, assim como as diferenças genéticas acumuladas ao longo do tempo podem não ser suficientes para separar espécies. O termo raça também tem sido historicamente usado em relação a animais domesticados, como cães, cavalos etc. Geralmente, o termo é usado para se referir a um grupo específico de animais domésticos com aparência (fenótipo), comportamento e/ou outras características homogêneas que o distinguem de outros organismos da mesma espécie. Na literatura científica, existem diversas definições ligeiramente divergentes. As raças são formadas através do isolamento genético e da adaptação natural ao meio ambiente ou da seleção artificial, ou de uma combinação dos dois. Apesar da centralidade da ideia de \"raças\" para a pecuária e a agricultura, não existe uma definição única e cientificamente aceita do termo. Uma raça não é, portanto, uma classificação objetiva ou biologicamente verificável, mas sim um jargão usado entre grupos de criadores que compartilham um consenso sobre quais qualidades tornam alguns membros de uma determinada espécie membros de um subconjunto nomeável e identificável. Cited in: Rischkowsky & Pilling (2007), p. 340. Outro ponto de vista é que uma raça é um grupo consistente o suficiente para que, quando acasalada dentro do mesmo grupo, transmita essas características previsíveis aos seus descendentes e essa habilidade – conhecida como \"raça pura\" – é um requisito para definir uma raça. As raças de plantas são mais comumente conhecidas como cultivares. Os descendentes produzidos a partir da criação de animais de uma raça com outros animais de outra raça são conhecidos como mestiços ou raças mistas. Cruzamentos entre variantes de animais ou plantas acima do nível de raça/cultivar (ou seja, entre espécies, subespécies, variedade botânica, até mesmo gêneros diferentes) são chamados de híbridos. == Definição == As raças são definidas de acordo com qualquer característica identificável, incluindo frequências genéticas. “As diferenças raciais são relativas, não absolutas”. As diferenças adaptativas que distinguem as raças podem acumular-se mesmo com fluxo gênico e variação clinal de habitat. Zonas híbridas entre raças são barreiras semipermeáveis ao fluxo gênico. ;Raça cromossômica Uma população que se distingue por ter um cariótipo único, ou seja, números cromossômicos diferentes (ploidia) ou estrutura cromossômica diferente. ;Raça geográfica Uma população distinta que é isolada em uma área específica de outras populações de uma espécie, Previously: e consistentemente distinguível das outras, por exemplo morfologicamente ou mesmo apenas geneticamente. As raças geográficas são alopátricas. ;Raça fisiológica Um grupo de indivíduos que não diferem necessariamente em morfologia de outros membros da espécie, mas têm fisiologia ou comportamento identificavelmente diferente. Previously published as: Uma raça fisiológica pode ser um ecótipo, parte de uma espécie que está adaptada a um habitat local diferente, definido até mesmo por uma fonte alimentar específica. Espécies Parasitas, muitas vezes ligadas a nenhuma localização geográfica, frequentemente têm raças que são adaptadas a diferentes hospedeiros, but difficult to distinguish chromosomally. ;Animais domésticos O termo raça também tem sido usado historicamente em relação a animais domesticados; esse uso sobrevive em termos como raça crioula e raça pura.See any comprehensive multilingual dictionaries, e.g The Velázquez Spanish and English Dictionary. === Diferença de outras classificações taxonômicas === Se as raças forem suficientemente diferentes ou se tiverem apresentado pouca conexão genética, independentemente do fenótipo, dois ou mais grupos/raças podem ser identificados como subespécies ou (em botânica, micologia e ficologia) outra classificação infraespecífica, e receber um nome. Ernst Mayr escreveu que uma subespécie pode ser \"uma suficientemente diferente taxonomicamente para ser digna de um nome separado\". An abridgment and revision of Animal Species and Evolution (1963). O estudo de populações preliminarmente rotuladas como raças pode às vezes levar à classificação de uma nova espécie. Por exemplo, em 2008, duas populações de cigarrinha marrom (Nilaparvata lugens) nas Filipinas, uma adaptada para se alimentar de arroz e outra de grama Leersia hexandra, foram reclassificadas de raças em \"duas espécies simpátricas distintas, mas muito estreitamente aliadas\", com base na baixa taxa de sobrevivência quando dada a fonte de alimento oposta, barreiras à hibridização entre as populações, preferência uniforme para o acasalamento entre membros da mesma população, diferenças nos sons de acasalamento, variações de oviposição e outras características distinguíveis. Para bactérias patogênicas adaptadas a hospedeiros específicos, as raças podem ser formalmente denominadas como patovares. Para organismos parasitas regidos pelo Código Internacional de Nomenclatura para algas, fungos e plantas, o termo forma specialis (plural formae speciales) é usado. === Em micologia e fitopatologia === A classificação dos micróbios fúngicos em raças é feita frequentemente em micologia, o estudo dos fungos, e especialmente na fitopatologia, o estudo das doenças das plantas, que muitas vezes são fúngicas. O termo \"raça fisiológica\" foi recomendado para uso em vez de \"forma biológica\" no Congresso Internacional de Botânica de 1935. Embora historicamente o termo tenha sido usado de forma inconsistente por fitopatologistas, a tendência moderna é usar raça para se referir a \"grupos de genótipos de hospedeiros que permitem a caracterização da virulência\" (em termos mais simples: agrupar os fungos parasitas em raças com base na intensidade com que eles afetam plantas hospedeiras específicas). A produção comercial de Cucumis melo (melão), por exemplo, está envolvida em uma \"corrida armamentista\" biológica, desde 1925, contra o oídio da cucúrbita, causado pelo surgimento sucessivo de raças do fungo Podosphaera xanthii, com novas cultivares de melão sendo desenvolvidas para resistência a esses patógenos. Uma revisão da literatura de 2004 sobre esta questão concluiu que \"a identificação da raça é importante para a pesquisa básica e é especialmente importante para a indústria comercial de sementes\", mas foi vista como tendo pouca utilidade para a horticultura na escolha de cultivares específicas, devido à rapidez com que o local a população de patógenos pode mudar geograficamente, sazonalmente e de acordo com a planta hospedeira. A classificação das raças fúngicas pode ser difícil porque as respostas das plantas hospedeiras a determinadas populações de fungos podem ser afetadas por umidade, luz, temperatura e outros fatores ambientais; diferentes plantas hospedeiras podem não responder a todas as populações específicas de fungos ou vice-versa; e a identificação de diferenças genéticas entre populações que se acredita formarem raças fúngicas distintas pode ser difícil. == Ver também == * Subespécie * Cultivar * Intergradação * População (biologia) * Espécie em anel * Complexo de espécies * Raça pura (animais) ** Lista de raças de cães ** Lista de raças de gato ** Lista de raças de ovinos ** Lista de raças de galinha == Ligações externas == * Scientific American, December 2003 - \"Does Race Exist?\", por Michael J. Bamshad, Steve E. Olson Categoria:Conceitos antropológicos Categoria:Taxonomia Categoria:Aparência humana * Categoria:!Mais Diversidade em Teoria da História na Wiki",
 "title": "Raça"
}