{
 "id": "54174",
 "text": "Primeiras Nações (em em inglês: First Nations; em francês: Premières Nations) é um termo utilizado na América do Norte (principalmente no Canadá) para se referir à etnicidade dos povos indígenas localizados no atual território do país, bem como seus descendentes - com a exceção dos inuítes e dos métis. O termo Primeiras Nações, no entanto, não significa \"primeiros povos\", ou seja, os inuítes e os ancestrais dos métis também são povos aborígenes do Canadá. Coletivamente, os povos das Primeiras Nações, inuítes e métis são conhecidos como povos aborígenes, primeiros povos, ou povos, bandos ou nações indígenas. O corpo de representação nacional das Primeiras Nações no Canadá é a Assembleia das Primeiras Nações, criada em 1982. O povo que compõe as Primeiras Nações canadenses tem sido referido como nativo-canadenses, povos aborígenes e autóctones (termo mais usado pelos franco-canadenses). Oficialmente são conhecidos pelo Governo do Canadá como \"índios registrados\" se recebem os benefícios da Lei do Índio. O uso do termo nativos-americanos não é comum no Canadá, uma vez que a expressão inglesa \"Native Americans\" é tida como sendo de uso específico para os povos aborígenes dos Estados Unidos. == Terminologia controversa == “Primeiras Nações” é um termo legalmente indefinido que chegou a estar em uso comum nos anos da década de 1980 para substituir o termo \"Bando Índio\". Elder Sol Sanderson diz que criou o termo no início dos anos 80.Assembly of First Nations , p. 74. Um bando define-se como \"um grupo de índios para quem tenha sido reservadas terras de uso coletivo para seu benefício ou reservou-se dinheiro pela Monarquia no Canadá, ou se foi declarado um bando para os propósitos do Lei indígena\".Terminology Guide Indian and Northern Affairs Canada Atualmente há mais de 600 governos de Primeiras Nações no Canadá, aproximadamente a metade dos quais estão localizados nas províncias de Ontário e Columbia Britânica. Existe um pouco de controvérsia acerca do uso do termo \"Primeiras Nações\" por parte das pessoas autodenominadas como Indígenas do Canadá, ou por pessoas não-indígenas ao referir-se às pessoas indígenas desta maneira. Devido a que sob os convênios de leis internacionais, o termo \"Primeiras Nações\" não é legal, a diferença de \"pessoas indígenas\" ou \"nações\". O governo canadense, muitas pessoas indígenas do Canadá, e muitas pessoas não-indígenas, usam o termo como sinal de respeito ao direito das pessoas indígenas de escolherem elas mesmas como querem ser chamadas. Em geral, as pessoas indígenas no Canadá que identificam-se como Primeiras Nações não acreditam que os povos indígenas sejam nações-estados. Existem também povos indígenas no Canadá que utilizam o termo \"Primeira Nação\" para qualquer grupo étnico e ou nômade privado de autodeterminação como um reconhecimento político de colonização; estes grupos trabalham à nível internacional defendendo os direitos das minorias e em autodeterminação. As reservas indígenas, estabelecidas na lei canadense por tratados como o Tratado 7, são os territórios contemporâneos de primeiras nações. Algumas reservas estão localizadas dentro de cidades, como a Reserva Opawikoscikan em Prince Albert, Saskatchewan. Oficialmente existem mais reservas no Canadá do que existem Primeiras Nações, devido ao fato de que algumas das Primeiras Nações receberam mais de uma reserva por tratado. Outros termos incluem \"estato de índio\" e \"não estato de índio\", o último designando a um membro de uma primeira nação a qual não tem direito a benefícios. O uso da palavra \"índio\" em linguagem de uso comum é incomum no Canadá, já que alguns veem o termo com caráter ofensivo enquanto que outros a preferem só para não serem chamados com terminologia tal como \"pessoa aborígene\" (ou \"povo aborígene\"). Todos os membros das primeiras nações que têm direito a benefícios que constam no Registro de índio, o qual serve como o registro oficial de membros das primeiras nações. A administração da lei indígena e dos registros indígenas são levados a cabo pelo Departamento de assuntos indígenas e da zona Norte do governo. Sob a \"Real Proclamação de 1763\", o documento que muita gente chama A \"Carta Magna Índia\", a Coroa chama os povos indígenas do território britânico de \"Tribos\" ou \"Nações\". == Ver também == * Povos ameríndios *Nativos americanos nos Estados Unidos == Bibliografia == * Howard Adams, Prison of Grass: Canada from a Native Point of View * Taiaiake Alfred, Wasáse: Indigenous Pathways of Action and Freedom * Todd Gordon, Imperialist Canada, Chapter 2. * Thomas King, The Inconvenient Indian: A Curious Account of Native People in North America * Leanne Simpson and Kiera L. Ladner (editors), This is an Honour Song: Twenty Years Since the Blockades * Report of the Royal Commission on Aboriginal Peoples (1996) * Citizens Plus (the 1970 Red Paper) == Ligações externas == * Guías de nomenclatura do Departamento de Assuntos indígenas e Zona Norte do Governo do Canadá * First Nation Profiles from the Government of Canada's Department of Indian and Northern Affairs * Union of BC Indian Chiefs * Maple Leaf Web: Native Social Issues in Canada * First Nations Artifacts * Museum of Anthropology at UBC * The Plains Cree: A Historical and Ethnographic Study * CBC Digital Archives - The Battle for Aboriginal Treaty Rights * A History of Aboriginal Treaties and Relations in Canada * First Nations - Land Rights and Environmentalism in British Columbia * Aboriginal Connections - Web Directory * First Nations Seeker * First Nations Studies Essays Categoria:Povos nativos do Canadá Categoria:Primeiras Nações Categoria:História do Canadá Categoria:Grupos étnicos do Canadá Categoria:Povos indígenas da América do Norte",
 "title": "Primeiras Nações"
}