{
 "id": "54195",
 "text": "Alan Moore (Northampton, Inglaterra, 18 de novembro de 1953) é um escritor britânico conhecido principalmente por seu trabalho em histórias em quadrinhos, incluindo obras que foram adaptadas para o cinema como Watchmen, V de Vingança e Do Inferno. Freqüentemente descrito como o melhor escritor de quadrinhos de toda história, ele também já foi descrito como um dos escritores britânicos mais importantes dos últimos cinquenta anos. Moore ocasionalmente usa pseudônimos como Curt Vile, Jill de Ray, Translucia Baboon e The Original Writer. Alan Moore começou a adquirir notoriedade nos anos 1980 com as séries V de Vingança e Marvelman, ambas publicadas na revista britânica Warrior. Mais tarde, o autor ficou conhecido no mercado americano quando se tornou roteirista da série Monstro do Pântano para a DC Comics. Pela mesma editora, Moore publicou os quadrinhos A Piada Mortal e Watchmen. Este último ganhou diversos prêmios, como o Eisner e o Hugo. No final dos anos 1980, por questões de direitos autorais, o autor rompeu com a DC Comics e se distanciou dos quadrinhos mainstream. Durante esta época, ele publicou HQs independentes pelo seu próprio selo, Mad Love, e pela editora Image Comics. Além de roteirista, Alan Moore também é romancista, tendo publicado dois romances: A Voz do Fogo e Jerusalém. Politicamente, o autor descreve a si mesmo como alinhado ao anarquismo. == Juventude == Moore nasceu em 18 de novembro de 1953, no hospital St. Edmond's em Northampton. Sua família era de classe operária e Moore acreditava que eles viviam na cidade há várias gerações. Moore cresceu numa parte de Northampton conhecida como The Boroughs, uma área indigente, com altos índices de analfabetismo. Ele, contudo, \"amava lá. Eu amava as pessoas. Amava a comunidade e... Eu não sabia que existia outra coisa além daquilo.\" Na casa de seus pais, moravam o próprio Moore, sua mãe, Sylvia Doreen, que trabalhava numa gráfica, seu pai, Ernest Moore, que trabalhava numa cervejaria, seu irmão caçula, Mike, e sua avó materna. Ele \"lia onivoramente\" desde os cinco anos de idade, pegando livros emprestados na biblioteca local. Moore estudou na escola primária Spring Lane. No mesmo período, começou a ler tirinhas. Inicialmente, eram tirinhas inglesas, como Topper e The Beezer, mas, eventualmente, também começou a ler HQs americanas como The Flash, Detective Comics, Quarteto Fantástico e Falcão Negro. Depois, ele passou no exame 11-plus (teste aplicado ao final do ensino primário) e foi admitido na Northampton Grammar School, onde, pela primeira vez, ele encontrou pessoas de classe média e mais instruídas. Ele se chocou pela maneira como se transformou num dos piores alunos da classe no ensino médio depois de ter sido um dos melhores alunos no ensino primário. Mais tarde, não gostando da escola e não tendo \"nenhum interesse em estudos acadêmicos\", ele diria que acreditava que havia um \"currículo secreto\" sendo ensinado, cujo objetivo era doutrinar crianças com \"pontualidade, obediência e aceitação da monotonia\". No final dos anos 1960, Moore começou a publicar poesia e ensaios autorais em fanzines, eventualmente montado seu próprio fanzine, Embryo. Por meio dele, Moore se envolveu com o grupo Northampton Arts Lab. Este, mais tarde, fez consideráveis contribuições à revista. Moore começou a traficar LSD na escola, sendo expulso por fazê-lo em 1970. Mais tarde, ele se descreveu como \"um dos mais ineptos traficantes de LSD do mundo\". Depois disso, Moore relata que o diretor da escola \"entrou em contato com vários outros estabelecimentos acadêmicos nos quais me inscrevi e disse a eles que não me aceitassem porque eu era um perigo para o bem-estar moral do resto dos estudantes, o que possivelmente era verdade.\" Por alguns anos, Moore ainda morou na casa de seus pais ao mesmo tempo que passou por diversos empregos, incluindo limpador de banheiros e curtidor de couro. No final de 1973, ele conheceu e iniciou um relacionamento com outra nativa de Northampton: Phyllis Dixon, com quem ele se mudou para um \"pequeno flat de um cômodo na área da Barrack Road em Northampton\". Eles se casaram logo em seguida e mudaram-se para uma council house no distrito leste da cidade. Ao mesmo tempo, Moore estava trabalhando no escritório de um sub- contractor para o conselho de combustível local, mas não estava se sentindo realizado neste trabalho. Decidiu, então, tentar ganhar a vida fazendo algo mais artístico. ==Carreira== ===Primeiros passos: 1978—1980=== Depois de abandonar seu emprego no escritório, ele decidiu, ao invés, escrever e ilustrar seus próprios quadrinhos. Moore já havia produzido algumas tirinhas para diversas revistas e fanzines alternativos, como Anon E. Mouse, para o jornal local Anon, e St. Pancras Panda, uma paródia do personagem Paddington Bear, para o Back Street Bugle de Oxford. Seu primeiro trabalho pago foi por alguns desenhos que foram publicados na revista de música NME. Pouco tempo depois, conseguiu publicar uma série sobre um detetive particular conhecido como Roscoe Moscow na revista de música semanal Sounds. Moore publicou a série sob o pseudônimo Curt Vile (um trocadilho com o nome do compositor Kurt Weill), ganhando £35 por semana. Paralelo a isso, ele e Phyllis, com sua filha recém-nascida Leah, começaram a receber a jobseeker's allowance, uma espécie de seguro-desemprego da Inglaterra, para complementar sua renda. Pouco tempo depois, em 1979, também começou a publicar uma nova tirinha chamada Maxwell the Magic Cat no jornal Northants Post, sob o pseudônimo Jill de Ray (um trocadilho com o infanticida medieval Gilles de Rais, o que Moore considerou uma \"piada sardônica\"). Ganhando mais £10 por semana deste trabalho, ele decidiu sair da seguridade social. Ele continuaria a escrever Maxwell the Magic Cat até 1986. Moore disse que ficaria feliz em continuar as aventuras de Maxwell indefinidamente, mas terminou a tirinha depois que o jornal publicou um editorial negativo acerca do lugar de homossexuais na comunidade. Nesse meio tempo, Moore decidiu se dedicar mais a somente escrever quadrinhos ao invés de escrever e desenhá-los, afirmando que \"depois que eu estava fazendo [isso] há alguns anos, eu percebi que nunca seria capaz de desenhar bem e/ou rapidamente o suficiente para conseguir de fato uma vida decente como artista.\" No intuito de aprender como escrever um roteiro de quadrinhos de sucesso, ele pediu ajuda ao seu amigo, o roteirista de quadrinhos Steve Moore, que ele conhecia desde os 14 anos. Interessado em escrever para a 2000 AD, uma das revistas em quadrinhos mais importantes do Reino Unido, Alan Moore enviou- lhes um roteiro para Juiz Dredd, uma das séries mais antigas e bem sucedidas da revista. Embora não tivesse necessidade de outro escritor em Juiz Dredd, que já estava sendo escrita por John Wagner, Alan Grant, editor da 2000 AD, viu potencial no trabalho de Moore, chegando a comentar mais tarde que \"este cara é realmente um puta escritor bom\", e, ao invés, pediu-lhe que escrevesse alguns contos para a série Future Shocks, publicada pela 2000AD. Apesar dos primeiras contos terem sido rejeitados, Grant aconselhou Moore sobre melhorias. Eventualmente aceitou a primeira história de muitas. Enquanto isso, Moore também havia começado a escrever histórias menores para a revista Doctor Who Weekly. Sobre isso, comentou posteriormente que \"queria demais um quadrinho regular. Não queria escrever contos, mas não era isso que me estava sendo oferecido. Estavam me oferecendo de histórias curtas de quatro ou cinco páginas, onde tudo deveria ser feito naquelas cinco páginas. E, pensando bem, foi a melhor educação possível que eu poderia ter tido sobre como construir uma história.\" ===Marvel UK, 2000AD e Warrior: 1980–1984=== De 1980 até 1984, Moore trabalhou como escritor freelancer e foi oferecido uma enxurrada de trabalhos de diversas empresas de quadrinhos do Reino Unido, nomeadamente, a Marvel UK e as editoras de 2000 AD e Warrior. Posteriormente, comentou que \"lembrava-se que o que estava geralmente acontecendo era que todo mundo estava me oferecendo trabalho, por medo que eu fosse oferecido trabalho por seus rivais. Então, todo mundo estava me oferecendo coisas.\" Foi uma era na qual os quadrinhos estavam aumentado sua popularidade no Reino Unido e, de acordo com Lance Parkin, \"a cena de quadrinhos britânica estava se fortalecendo como nunca antes, e estava claro que o público acompanhava a revista à medida que amadureciam. Quadrinhos não eram mais somente para garotos infantis: adolescentes - mesmo estudantes de primeira linha e universitários - também estavam lendo quadrinhos agora.\" Durante este período de três anos, 2000 AD aceitaria e publicaria mais de cinquenta das histórias avulsas escritas de Moore para suas séries de ficção científica Future Shocks e Time Twisters. Os editores na revista se impressionaram com o trabalho de Moore e decidiram oferecer-lhe um quadrinho mais permanente, começando com uma história que queriam que fosse vagamente baseada no filme E.T. - O Extraterrestre. O resultado, Skizz, ilustrado por Jim Baikie, contou a história do alienígena que cai na Terra e é cuidado por uma mulher chamada Roxy. Mais tarde, Moore disse que, em sua opinião, este trabalho \"deve demais à Alan Bleasdale.\" Outra série produzida por ele para 2000 AD foi D.R. & Quinch, que foi ilustrada por Alan Davis. A história, que Moore descreveu como \"continuando a tradição de Dennis the Menace, mas dando-lhe capacidade termonuclear\", girava em torno de dois delinquentes alienígenas e era uma versão de ficção científica dos personagens O.C. e Stiggs da revista National Lampoon. O trabalho amplamente considerado como o destaque de sua carreira na 2000 AD, e que ele próprio descreveu como \"o que funcionou melhor para mim\", foi The Ballad of Halo Jones. Cocriada com o artista Ian Gibson, a série se passava no século L. Ela foi cancelada antes que todos os episódios fossem escritos. Outra empresa de quadrinho que empregou Moore foi a Marvel UK, que já tinha comprado algumas de suas histórias avulsas para as revistas Doctor Who Weekly e Star Wars Weekly. Com o objetivo de atingir um público mais velho que o da 2000 AD, sua principal rival, eles deram a Moore o serviço de escrever o periódico Capitão Britânia, \"no meio de um arco que ele nem começou nem completamente compreendia.\" Ele substituiu o antigo escritor Dave Thorpe, mas manteve o artista original, Alan Davis, que Moore descreveu como \"um artista cujo amor pela mídia e cujo completo júbilo de se encontrar lucrativamente empregado nela brilha em cada linha, em cada novo design de fantasia, em cada nuance de expressão.\" A terceira empresa de quadrinhos para a qual Moore trabalhou nesse período foi a revista mensal conhecida como Warrior, fundada por Dez Skinn, antigo editor da IPC (editora de 2000 AD) e da Marvel UK. A Warrior foi pensada para oferecer aos escritores um nível maior de liberdade sobre suas criações artísticas do que era permitido em empresas preexistentes e foi na Warrior que Moore \"começaria a atingir seu potencial.\" Inicialmente, foram dados dois quadrinhos a Moore na Warrior: Marvelman e V de Vingança. Ambos tiveram seu início na primeira edição da Warrior em março de 1982. V de Vingança era um thriller distópico que se passava no futuro de 1997, onde um governo fascista controlava o Reino Unido, cuja única oposição vinha de um solitário anarquista vestido numa fantasia de Guy Fawkes que se utiliza de terrorismo para derrubar o governo. Ilustrada por David Lloyd, Moore foi influenciado por seus sentimentos pessimistas acerca do governo conservador thatechrista, que ele projetou para o futuro como um estado fascista, no qual todas as minorias étnicas e sexuais haviam sido eliminadas. V de Vingança é considerado um dos \"melhores trabalhos de Moore\" e manteve o status de cult ao longo das décadas. Marvelman (mais tarde renomeado Miracleman por razões legais) foi uma série que havia sido publicada, originalmente, no Reino Unido de 1954 até 1963, baseado, em grande parte, no quadrinho americano Capitão Marvel. Ao ressuscitar Marvelman, Moore \"pegou um personagem infantil kitsch e colocou-o no mundo real de 1982.\" A obra foi desenhada principalmente por Garry Leach e Alan Davis. A terceira série que Moore produziu para a Warrior foi The Bojeffries Saga, uma comédia sobre uma família inglesa de vampiros e lobisomens de classe operária, ilustrada por Steve Parkhouse. A Warrior foi cancelada antes que estas histórias fossem concluídas, mas, sob novas editoras, tanto Miracleman quanto V de Vingança foram retomadas por Moore, que terminou ambas as histórias em 1989. O biógrafo Lance Parkin observou que \"lendo-as conjuntamente revela contrastes interessantes - numa, o herói luta contra uma ditadura fascista baseada em Londres; na outra, um super-homem ariano impõe uma ditadura fascista em Londres.\" Apesar do trabalho de Moore estar entre os mais populares da 2000 AD, o próprio Moore se tornou cada vez mais preocupado com a falta de direitos dos autores de quadrinhos ingleses. Em 1985, ele falou ao fanzine Arkensword, afirmando que havia parado de trabalhar para todas as editoras britânicas, exceto a IPC, \"puramente pela razão de que a IPC, até agora, evitou mentir para mim, me enganar ou, de maneira geral, me tratar que nem merda.\" Ele se uniu a outros autores no esforço de denunciar a indiscriminada renúncia de todos os direitos e, em 1986, parou de escrever para a 2000 AD, deixando mesmo de começar futuros volumes de Halo Jones, que já haviam sido, inclusive, sugeridos. As francas opiniões e princípios de Moore, particularmente no tema de direitos e posse de autores, fariam com que ele cortasse relações com diversas editoras ao longo de sua carreira. Enquanto isso, no mesmo período, ele se envolveu na cena musical, utilizando o pseudônimo Translucia Baboon, e fundando sua própria banda, The Sinister Ducks, com David J (da banda gótica Bauhaus) e Alex Green. Em 1983, eles lançaram um single: March of the Sinister Ducks, com arte do ilustrador Kevin O'Neill. Em 1984, Moore e David lançaram um 7-inch single com uma gravação de \"This Vicious Cabaret\", uma música que aparece em V de Vingança, que foi lançada pelo selo Glass Records. Moore escreveria a letra de \"Leopardman at C&A;\" para David J. e ela seria acompanhada de melodia por Mick Collins para o álbum We Have You Surrounded, pelo grupo de Collins, The Dirtbombs. ===O mainstream americano e DC Comics: 1983-1988=== O trabalho de Moore na 2000 AD chamou a atenção de Len Wein, editor da DC Comics na época, que o contratou em 1982 para escrever a revista Saga do Monstro do Pântano, na época um quadrinho de monstro repetitivo e que não vendia bem. Moore, com os artistas Stephen Bissette, Rick Veitch e John Totleben, desconstruiu e reimaginou o personagem, escrevendo uma série de histórias formalmente experimentais que tratavam de questões sociais e ambientais ao lado da fantasia e do horror, animado pela pesquisa acerca da cultura da Luisiana, onde se passavam as histórias. Para Monstro do Pântano, ele reviveu vários dos personagens mágicos e sobrenaturais da DC, incluindo o Espectro, Etrigan, o Vingador Fantasma, Deadman e outros, além de criar John Constantine, um mago de classe operária, cujo visual foi baseado no músico inglês Sting. Mais tarde, Constantine se tornou o protagonista da série Hellblazer, que se tornou a série mais longa da Vertigo, com 300 edições. Moore continuaria a escrever Monstro do Pântano por quase quatro anos, da edição #20 (janeiro de 1984) até a #64 (setembro de 1987) com a exceção dos números #59 e #62. A temporada de Moore em Monstro do Pântano foi bem sucedida tanto crítica quanto comercialmente e inspirou a DC a recrutar escritores europeus e, especialmente, britânicos, como Grant Morrison, Jamie Delano, Peter Milligan e Neil Gaiman, para escrever quadrinhos numa veia similar, geralmente envolvendo recriações radicais de personagens obscuros. Estes títulos serviram de fundação para o que se tornaria a linha Vertigo. Moore começou a produzir mais histórias para a DC Comics, incluindo uma história de duas partes para a revista Vigilante, que lidou com violência doméstica. Eventualmente, foi-lhe dada a chance de escrever uma história para uma dos super-heróis mais conhecidos da DC, Super-homem, intitulada Para o Homem que Já Tem Tudo, ilustrada por Dave Gibbons e lançada em 1985. Nesta história, Mulher Maravilha, Batman e Robin visitam Super-homem em seu aniversário, porém descobrem que ele foi dominado por um organismo alienígena e está alucinando sobre seus mais profundos desejos. Depois desta, Moore escreveu outra história do Super-homem, Whatever Happened to the Man of Tomorrow?, publicada em 1986. Ilustrada por Curt Swan, ela foi criada para ser a última história do Super-homem do Universo DC pré-Crise nas Infinitas Terras. A série limitada Watchmen, começada em 1986 e reunida como um trade paperback em 1987, consolidou a reputação de Moore. Imaginando como seria um mundo no qual heróis fantasiados realmente existissem desde os anos 40s, Moore e o artista Dave Gibbons criaram um mistério ambientado durante a Guerra Fria, no qual a sombra da guerra nuclear ameaça o mundo. Os heróis que se veem envolvidos nesta crise se dividem em dois grupos: trabalham para o governo dos Estados Unidos ou são foras-da-lei. Todos, contudo, motivam-se ao heroísmo por seus vários traumas psicológicos. Watchmen é não-linear e contada de múltiplos pontos-de-vista, bem como inclui referências internas altamente sofisticadas, ironias e experimentos formais, como o design simétrico do número 5, \"Fearful Symmetry\", no qual a última página é quase uma imagem espelhada da primeira, a penúltima da segunda e assim por diante, sendo assim, um exemplo inicial do interesse de Moore sobre a percepção humana do tempo e suas implicações no livre arbítrio. É o único quadrinho a ganhar o prêmio Hugo, numa categoria utilizada apenas uma vez, \"Best Other Form\" (\"Melhor Outra Mídia\", em português). É amplamente reconhecida como o melhor trabalho de Moore e tem sido frequentemente descrita como o melhor quadrinho de todos os tempos já escrito. Ao lado de trabalhos aproximadamente contemporâneos, como Batman: The Dark Knight Returns, de Frank Miller, Maus, de Art Spiegelman e Love and Rockets, de Jaime e Gilbert Hernandez, Watchmen fez parte de uma tendência no final dos anos 80 nos quadrinhos americanos em direção a sensibilidades mais adultas. O historiador de quadrinhos Les Daniels observou que Watchmen \"pôs em dúvida as suposições básicas nas quais eram baseadas o gênero de super heróis\". Paul Levitz, escritor e executivo da DC Comics, observou, em 2010, que \"assim como The Dark Knight Returns, Watchmen desencadeou uma reação em cadeia de repensar a natureza dos super-heróis e do próprio heroísmo, e levou o gênero para um lugar mais sombrio por mais de uma década. A série foi ovacionada... e continuaria a ser considerada como uma das mais importantes obras literárias já produzidas do campo.\" Por um curto período, Moore se tornou uma celebridade e a atenção fez com que ele se retirasse da fandom e deixasse de comparecer a convenções de quadrinhos (numa convenção UKCAC, em Londres, ele disse que foi seguido até o banheiro por ávidos caçadores de fotografias). Ele e Gibbons haviam criado anteriormente o personagem Mogo como parte da tropa dos Lanternas Verdes e um conto de Moore e Kevin O'Neill publicado na revista Green Lantern Corps Annual No. 2 (1986) foi uma das inspirações para a história \"A Noite mais Densa\" em 2009-2010. Em 1987, Moore propôs uma minissérie chamada Twilight of the Superheroes. O título era referência à ópera de Richard Wagner chamada Götterdämmerung (Crepúsculo dos Deuses, em português). A série se passaria no futuro do universo DC, onde o mundo é governado por dinastias super-heroicas. incluindo a Casa de Aço (presidida pelo Super-homem e pela Mulher Maravilha) e a Casa do Trovão (liderada pela família Capitão Marvel). Estas duas casas estão prestes a se unir através de um casamento dinástico, seu poder conjunto possivelmente ameaçando liberdades, e diversos personagens, incluindo John Constantine, tentam pará-los e libertar a humanidade do poder dos super-heróis. A série também teria restaurado as infinitas terras do universo DC, que haviam sido eliminadas em 1985, na revisão de continuidade feita pela série Crise nas Infinitas Terras. A série nunca foi comissionada, mas cópias das detalhadas notas de Moore apareceram, tanto impressas quanto na internet, apesar dos esforços da DC, que consideram a proposta sua propriedade. Elementos similares, como o conceito de hipertempo, vieram a aparecer em quadrinhos da DC. A minissérie O Reino do Amanhã, de Mark Waid e Alex Ross, também se passava durante um conflito super-heroico no futuro do universo DC. Waid e Ross disseram que leram a proposta de Moore para Twilight antes de começar o trabalho em sua própria série, mas que quaisquer similaridades eram menores e não intencionais. Moore escreveu a história principal em Batman Annual No. 11 (1987), desenhada por George Freeman. No ano seguinte, foi publicada Batman: The Killing Joke, escrita por Moore e ilustrada por Brian Bolland. Ela girava em torno do Coringa, que havia escapado do Asilo Arkham e matado diversas pessoas, e os esforços de Batman para pará-lo. Apesar de ser um peça chave na redefinição de Batman como personagem, juntamente com The Dark Knight Returns e Batman: Year One de Frank Miller, Lance Parkin acreditava que \"o tema não é desenvolvido o suficiente\" e \"é um raro exemplo de uma história de Moore onde a arte é melhor do que a escrita,\" algo que o próprio Moore reconhece. A relação de Moore com a DC Comics havia se deteriorado gradualmente acerca das questões dos direitos de autores e merchandising. Moore e Gibbons não receberam nenhum royalty por um conjunto de insígnias baseado em Watchmen, pois a DC o definiu com o um \"item promocional\", e, de acordo com certos relatos, ele e Gibbons ganharam apenas 2% do lucro recebido pela DC de Watchmen. Enquanto isso, um grupo de autores, incluindo Moore, Frank Miller, Marv Wolfman e Howard Chaykin se desligaram da DC por conta de uma proposta de sistema de classificação etária similar ao utilizado em filmes. Depois de completar V de Vingança, que a DC já havia começado a publicar, possibilitando a Moore terminar os últimos episódios, em 1989, Moore parou de trabalhar para a DC. ===Período independente e Mad Love: 1988-1993=== Após abandonar a DC Comics e o mainstream, Moore, com sua esposa Phyllis e sua amante mútua Deborah Delano, começaram sua própria editora, que chamaram de Mad Love. Os trabalhos que publicaram pela Mad Love se distanciaram dos gêneros de ficção científica e super-heróis que Moore estava acostumado a escrever. Ao invés deles, a editora se focou no realismo, em pessoas comuns e em causas políticas. A primeira publicação da Mad Love, AARGH, foi uma antologia de trabalhos de diversos autores (incluindo Moore) que desafiaram a então recém introduzida Cláusula 28 do governo de Thatcher, uma lei feita para prevenir conselhos e escolas de \"promover a homossexualidade\". As vendas do quadrinho foram dirigidas para a Organização de Ação Lésbica e Gay e Moore se disse \"bastante satisfeito\" com isso, afirmando que \"não havíamos impedido esta proposta de se tornar lei, mas havíamos nos unido ao tumulto geral contra ela, o que a impediu de se tornar tão maliciosamente eficaz quanto seus criadores haviam pretendido.\" Depois de AARGH, Moore publicou outro trabalho político, Shadowplay: The Secret Team, um quadrinho ilustrado por Bill Sienkiewicz para a Eclipse Comics e comissionada pelo Instituto Christic, que foi incluído como parte da antologia Brought to Light, uma descrição das transações secretas de tráfico de armas e drogas da CIA. Em 1998, \"Brought to Light\" foi adaptado por Moore, em colaboração com o compositor Gary Lloyd, como uma obra narrativa musical e lançada em CD. Após ser instigado pelo cartunista e defensor da auto-publicação Dave Sim, Moore utilizou a Mad Love para publicar seu próximo projeto, Big Numbers, que seria uma série de 12 edições, a qual se passaria numa \"versão pouco disfarçada da cidade natal de Moore, Northampton\" conhecida como Hampton. Big Numbers lidaria com os efeitos que grandes negócios tem sobre pessoas comuns e com ideias da teoria do caos. As ilustrações do quadrinho foram começada por Bill Sienkiewicz, que deixou a série depois de apenas duas edições em 1990, e, apesar dos planos de que seu assistente, Al Columbia, iria substituí-lo, isso não aconteceu e a série continuou inacabada. Depois disso, em 1991, a companhia Victor Gollancz LTDA publicou A Small Killing, uma história completa ilustrada por Oscar Zárate e escrita por Moore sobre um executivo de propaganda que já fora idealista assombrado por seu eu da infância. De acordo com Lance Parkin, A Small Killing é, \"muito possivelmente, o trabalho mais injustamente esquecido de Moore.\" Logo após disto, a própria Mad Love foi desfeita quando Phyllis e Deborah terminaram sua relação com Moore, levando com elas a maior parte do dinheiro que ele havia ganhado por seu trabalho nos anos 80. Nesse meio tempo, Moore começou fazer trabalhos para a revista Taboo, uma pequena antologia de quadrinhos independente editada por seu antigo colaborador Stephen Bissette. O primeiro desses foi From Hell, um relato ficcional dos assassinatos de Jack, o Estripador nos anos 1880. Inspirado pelo romance Dirk Gently's Holistic Detective Agency, de Douglas Adams, Moore raciocinou que para solucionar um crime holisticamente, deve-se solucionar toda a sociedade na qual ele ocorreu. From Hell descreve os assassinatos como uma consequência da política e economia da época. Quase todas as figuras notáveis da época estão conectadas aos eventos de alguma forma, incluindo o \"Homem Elefante\" Joseph Merrick, Oscar Wilde, o escritor sioux Alce Negro, William Morris, o artista Walter Sickert e Aleister Crowley, que faz uma breve aparição como um jovem rapaz. Ilustrado por Eddie Campbell num estilo caneta-tinteiro fuliginoso, From Hell demorou quase dez anos para ser completado, excedendo a duração de Taboo e passando por outras editoras antes de ser reunida em trade paperback pela Eddie Campbell Comics. Foi amplamente elogiado. Warren Ellis chamou-o de \"meu romance gráfico favorito de todos os tempos\". A outra série que Moore começou na Taboo foi Lost Girls, a qual ele descreveu como uma obra de \"pornografia\" inteligente. Ilutrada por Melinda Gebbie, com quem Moore logo começou a se relacionar, a série se passava em 1913, onde Alice, de Alice no País das Maravilhas, Dorothy, de The Wonderful Wizard of Oz e Wendy Darling, de Peter Pan - todas de classes e idades diferentes - encontram-se num hotel europeu e deleitam-se com histórias de suas aventuras sexuais. Com este trabalho, Moore queria tentar algo inovador nos quadrinhos e acreditava que criar pornografia em quadrinhos era uma maneira de conseguir isso. Ele observou que \"eu tinha várias ideias diferentes sobre como seria possível fazer um quadrinho abertamente sexual e fazê-lo de maneira que removeria muito dos problemas que eu observava na pornografia em geral. Ela é, na maior parte, feia; na maior parte, enfadonha; não é inventiva - não tem critério.\" Assim como em From Hell, Lost Girls excedeu a duração de Taboo e outro episódios foram, mais tarde, publicados irregularmente até o trabalho ser terminado e uma edição completa publicada em 2006. Enquanto isso, Moore começou a escrever um romance em prosa, eventualmente produzindo o livro A Voz do Fogo, publicado em 1996. Com um tom não convencional, o romance é um conjunto de contos sobre eventos relacionados em sua cidade natal de Northampton ao longo dos séculos, desde a Idade do Bronze aos dias atuais, que se combinam para contar uma história maior. ===Retorno ao mainstream e Image Comics: 1993-1998=== Em 1993, Moore se declarou um mago cerimonialista. O ano também marcou a volta de Moore à indústria mainstream de quadrinhos e seu retorno à escrever quadrinhos de super-heróis. Ele fez isso através da Image Comics, amplamente conhecida na época por seu estilo artístico chamativo, violência explícita e mulheres seminuas de seios grandes, algo que chocou muitos de seus fãs. Logo depois de seu primeiro trabalho publicado pela Image, uma edição da série Spawn, Moore criou sua própria minissérie, 1963, que era um \"pastiche das histórias que Jack Kirby desenhou para a Marvel nos anos 60, com seu estilo exagerado, personagens coloridos e estilo cósmico.\" De acordo com Moore, \"depois que terminei 1963, eu me tornei consciente do quanto o público de quadrinhos havia mudado enquanto eu estava longe [desde 1988]. De repente, pareceu que a maior parte do público queria, de fato, coisas que quase não tinham história, apenas várias artes de página inteira com pin-ups. E eu estava genuinamente interessado em ver se conseguiria escrever uma história decente para aquele mercado.\" Ele, então, começou a escrever o que ele via como \"histórias acima da média para jovens de 13 a 15 anos\", incluindo três minisséries baseadas em Spawn: Violador, Violador/Badrock e Spawn: Blood Feud. Em 1995, foi dado a Moore o controle de um quadrinho mensal, WildC.A.T.s, de Jim Lee, a partir do número 21, que ele escreveria por 14 números. A série acompanhava dois grupos de super-heróis, um dos quais estava numa nave espacial, voltando ao seu planeta natal, e o outro que permanece na Terra. Lance Parkin, biógrafo de Moore, criticou a temporada do escritor na HQ, sentindo que foi uma das piores de Moore, e que \"você sente que Moore deveria ser melhor do que isso. Não é especial.\" O próprio Moore, que comentou que ter aceitado a série - sua única série de quadrinhos mensal desde Monstro do Pântano - em grande parte porque gostava de Jim Lee, admitiu que ele não estava inteiramente feliz com o trabalho, acreditando que havia dado atenção demais às suas concepções do que os fãs queriam ao invés de ser inovador. Depois, ele assumiu a série Supremo, de Rob Liefeld, que era sobre um personagem com várias semelhanças ao Superman da DC Comics. Ao invés de enfatizar um realismo aumentando, como havia feito com seus quadrinhos de super-heróis anteriores quando os assumiu, Moore fez o oposto e começou a basear a série no Superman da Era de Prata dos anos 60, introduzindo uma super-heroína chamada Suprema, um supercão chamado Radar e um material similar à kryptonita chamado Supremium, retornado à figura original \"mítica\" do super-herói americano. Com Moore, Supreme se tornaria um sucesso de crítica e de público, anunciando que ele estava de volta ao mainstream depois de vários anos exilado por conta própria. Quando Rob Liefeld, um dos fundadores da Image, se separou da editora e formou sua própria empresa, Awesome Entertainment, ele contratou Moore para criar um novo universo para os personagens que ele havia trazido da Image. A solução de Moore foi \"de tirar o fôlego e arrogante - ele criou uma longa e distinta história para estes novos personagens, criando falsas eras de prata e de ouro para eles.\" Moore começou a escrever quadrinhos para vários destes personagens, como Glory e Youngblood, bem como uma minissérie de três partes chamado Judgment Day para dar uma base para o universo Awesome. Moore não estava satisfeito com Liefeld, afirmando que \"eu simplesmente estava farto com a falta de confiabilidade da informação que recebia dele, com o fato de não confiar nele. Não achava que ele estava respeitando o trabalho e achei difícil respeitá-lo. E, além disso, naquela época, eu estava achando que, com a exceção de Jim Lee, Jim Valentino - pessoas como essas - alguns dos sócios da Image pareciam, aos meus olhos, ser menos do que cavalheiros. Eles pareciam ser pessoas com as quais eu não queria necessariamente fazer negócio. ===America's Best Comics: 1999–2008=== Jim Lee, na época sócio da Image, ofereceu a Moore seu próprio selo, o qual ficaria sob o controle da companhia de Lee WildStorm Productions. Moore chamou seu selo de America's Best Comics, juntando vários artistas e escritores para ajudá-lo nesta empreitada. Lee logo vendeu a Wildstorm - incluindo a America's Best Comics - para a DC Comics e \"Moore se achou de volta na empresa para a qual ele havia jurado nunca mais trabalhar\". Lee e o editor Scott Dunbier viajaram à Inglaterra para assegurar Moore de que ele não seria afetado pela venda e não teria de lidar com a DC diretamente. Moore decidiu que havia muitas pessoas envolvidas no projeto para desistir dele e, então, a ABC foi lançada no início de 1999. A primeira série públicada pela ABC foi The League of Extraordinary Gentlemen, que trazia uma variedade de personagens oriundos de romances de aventura vitorianos, como Allan Quatermain, de H. Rider Haggard; O Homem Invisível, de H.G. Wells; o Capitão Nemo, de Jules Verne; Dr. Jekyll e Mr. Hyde, de Robert Louis Stevenson e Wilhemina Murray, do Drácula, de Bram Stoker. Ilustrado por Kevin O'Neill, o primeiro volume da série colocou a Liga contra o Professor Moriarty dos livros de Sherlock Holmes; o segundo, contra os Marcianos de A Guerra dos Mundos. Um terceiro volume intitulado The Black Dossier se passava nos anos 50. A série foi bem recebida e Moore ficou satisfeito que um público americano estava gostando de algo que ele considerou \"perversamente inglês\" e também algo que estava inspirando alguns leitores a se interessar pela literatura vitoriana. Outro trabalho de Moore pela ABC foi Tom Strong, uma série pós-moderna de super-herói, que trazia um herói inspirado em personagens anteriores ao Superman, como Doc Savage e Tarzan. A longevidade induzida por drogas do personagem permitiu a Moore incluir flashbacks para as aventuras de Strong ao longo do século XX, escritas e desenhadas nos estilos dos períodos, como um comentário sobre a história dos quadrinhos e das revistas pulp. O artista principal foi Chris Sprouse. Tom Strong tinha muitas similaridades com o trabalho anterior de Moore em Supreme, mas, de acordo com Lance Parkin, era \"mais sutil\" e era \"o quadrinhos mais acessível da ABC\". Top 10, um drama policial que se passava numa cidade chamada Neópolis, onde todos, incluindo a polícia, os criminosos e civis tinham super-poderes, fantasias e identidades secretas, era escrito por Moore e desenhado por Gene Ha e Zander Cannon. A série acabou depois de 12 números, mas deu origem à quatro spin-offs: uma minissérie chamado Smax, que se passava num reino de fantasia e foi desenhada por Cannon; Top 10: The Forty-Niners, uma prequela da série principal desenhada por Ha; e duas minisséries de continuações: Top 10: Beyond the Farthest Precinct, escrita por Paul Di Filippo e desenhada por Jerry Ordway, e Top 10: Season Two, escrita por Cannon e desenhada por Ha. A série Promethea, que contou a história de uma adolescente, Sophie Bangs, que é possuída por uma deusa pagã anciã, a Promethea que dá seu nome ao quadrinho, explorou vários temas ocultistas, em especial a cabala e o conceito de magia. Moore disse que \"eu queria se capaz de fazer um quadrinho ocultista que não retratasse o oculto como um lugar sombrio e assustador, porque esta não é a minha experiência... [Promethea foi] mais psicodélica; ...mais sofisticado, mais experimental, mais extático e exuberante.\" Desenhada por J. H. Williams III, o quadrinho foi descrito como \"uma declaração pessoal\" de Moore, sendo uma de suas obras mais pessoais, e uma obra que abarca um \"sistema de crenças, uma cosmologia pessoal\". A ABC Comics também publicava uma antologia chamada Tomorrow Stories, que trazia um elenco de personagens como Cobweb, First American, Greyshirt, Jack B. Quick e Splash Brannigan. Tomorrow Stories é notável por ter sido uma antologia, uma mídia que havia, em grande parte, morrido nos quadrinhos americanos na época. Apesar das garantias de que a DC Comics não interferiria com Moore ou com seu trabalho, eles o fizeram, enfurecendo-o. Especificamente, no número 5 da League of Extraordinary Gentlemen, um autêntico anúncio vintage para uma ducha da marca Marvel fez com que o executivo da DC Paul Levitz mandasse que toda a tiragem do número fosse destruída e re-impressa com o nome da marca do anúncio mudado para Amaze, para evitar atrito com o competidor da DC, Marvel Comics. Uma história do personagem Cobweb que Moore escreveu para Tomorrow Stories #8 trazia referências a L. Ron Hubbard, o ocultista americano Jack Parsons e os rituais ocultistas chamados Babalon Working que ambos realizaram foi bloqueada pela DC Comics dado seu tema. DC já havia publicado uma versão do mesmo evento no volume The Big Books of Conspiracies da Paradox Press. Em 2003, um documentário foi feito sobre Moore pela Shadowsnake Films, intitulado The Mindscape of Alan Moore, o qual foi, mais tarde, lançado em DVD. ===Retorno à independência: 2009-presente=== Com muitas das histórias que havia planejado para America's Best Comics terminadas, e com sua crescente insatisfação com a maneira que a DC estava interferindo cada vez mais em seu trabalho, Moore decidiu sair do mainstream dos quadrinhos. Em 2005, ele comentou que \"eu amo a mídia dos quadrinhos. Eu, a bem da verdade, detesto a indústria dos quadrinhos. Diria que daqui a 15 meses, eu provavelmente irei parar com quadrinhos comerciais do mainstream\". O único trabalho que da ABC que Moore continuou foi The League of Extraordinary Gentlemen; depois de cortar laços com a DC, ele lançou uma nova saga da Liga, Volume III: Century, numa parceria com a Top Shelf Productions e a Knockabout Comics. A primeira parte foi lançada em 2009, a segunda, em 2011 e a terceira em 2012. Em 2006, a edição completa de Lost Girls foi publicada, numa edição de luxo de três volumes de capa dura. No mesmo ano, Moore publicou um artigo de oito páginas que traçava a história da pornografia, no qual ele argumentava que o pulso e o sucesso de uma sociedade estavam relacionados à sua permissividade em questões sexuais. Criticando que o consumo de uma pornografia ubíqua e contemporânea ainda era considerado, em grande parte, vergonhoso, ele anunciou uma nova e mais artística pornografia que pudesse ser abertamente discutida e que teria um impacto benéfico na sociedade. Ele aprofundou este ponto em 2009 em seu longo ensaio 25,000 years of Erotic Freedom, que foi descrito por um crítico como uma \"palestra de história profundamente espirituosa - algo como uma coleção Horrible Histories para adultos.\" Em 2007, Moore apareceu como um desenho animado num episódio de Os Simpsons - do qual ele é fã \\- intitulado Husbands and Knives, que foi ao ar no dia do seu aniversário de 54 anos. Desde 2009, Moore é um membro do painel do programa The Infinite Monkey Cage, da BBC Radio 4, que é apresentado pelo físico Brian Cox e pelo comediante Robin Ince. Em 2010, Moore começou o que ele descreveu como \"a primeira revista underground do século XXI\". Intitulada Dodgem Logic, a publicação bimestral consiste em trabalhos de vários autores e artistas de Northampton, bem como contribuições originais de Moore. Em janeiro de 2011, a quarta última edição de Neonomicon foi lançada pela Avatar Press. Esta minissérie de horror se passa no universo de H. P. Lovecraft e, assim como The Courtyard, foi ilustrada por Jacen Burrows. Moore apareceu ao vivo em eventos musicais, colaborando com vários músicos diferentes, incluindo uma aparição em 2011 com Stephen O'Malley no festival de música I'll Be Your Mirror em Londres, organizado pela All Tomorrow's Parties. Um projeto futuro nos planos de Moore é um livro didático de ocultismo chamado The Moon and Serpent Bumper Book of Magic, escrito com Steve Moore. Ele será publicado pela Top Shelf \"no futuro\". Em setembro de 2016, ele publicou um romance chamado Jerusalem, o qual também se passa em Northampton. Alan Moore se uniu ao projeto Occupy Comics no Kickstarter. Moore contribuiu com um ensaio sobre quadrinhos como contra-cultura. Ele continua a trabalhar com Kevin O'Neill no história derivada da League of Extraordinary Gentlemen chamada Nemo. A editora Avatar Press anunciou uma série em doze partes com Jacen Burrows chamada Providence, sobre H. P. Lovecraft e as fontes dos Mitos de Cthulhu. Em 2014, Moore anunciou que estava liderando um projeto de pesquisa e desenvolvimento para \"criar um app que permitisse que quadrinhos digitais pudessem ser feitos por qualquer pessoa.\" Electricomics estreou em 2015. É um aplicativo código aberto para ler e criar quadrinhos interativos. Moore escreveu a história Big Nemo, uma continuação distópica para a tira Little Nemo, de Winsor McCay. Foi ilustrada por Colleen Doran e animada pelo Ocasta Studios com cores de Jose Villarubia. O jornal The Guardian escolheu-o como um dos melhores aplicativos para iPhone/iPad de 2015. Pipedream Comics nomeou-o o Aplicativo de Quadrinho Digitais do Ano. Em 2016, Moore confirmou que, depois de escrever o último livro da League of Extraordinary Gentlemen e mais uma obra sobre Lovecraft, ele planeja se aposentar de escrever quadrinhos regularmente. == Obra == === Temas e influências === Em vários dos quadrinhos nos quais Moore assumiu o lugar de roteiristas anteriores (incluindo Marvelman, Swamp Thing e Supreme), ele se utilizou da \"familiar tática de apagar o que havia acontecido antes, dar amnésia ao herói e revelar que tudo que havíamos aprendido até aquele ponto era mentira.\" Desta forma, ele era capaz dar um novo começo aos personagens e à série, além de não ficar restringido pelos eventos que haviam acontecido anteriormente. Esta tática de Moore aparece em um comentário do artista Joe Rubinstein, que, falando sobre a restritividade do que pode ser feito em séries de quadrinhos, deu o exemplo de um artista que estaria limitado com o que poderia ser feito com o Homem- Aranha, \"a menos que você fosse Alan Moore, que, provavelmente, o mataria e o traria de volta à vida como uma aranha de verdade ou algo assim.\" Como escritor de quadrinhos, Moore costuma trazer sensibilidades literárias ao mainstream dos quadrinhos e incluir temas adultos e desafiadores. Ele traz uma ampla gama de influências à sua obra, como William S. Burroughs, Thomas Pynchon, Robert Anton Wilson, Iain Sinclair, escritores de ficção científica New Wave como Michael Moorcock, e escritores de horror como Clive Barker. Suas influências dos quadrinhos incluem Will Eisner, Harvey Kurtzman, Jack Kirby e Bryan Talbot. === Reconhecimento e prêmios === O trabalho de Moore nos quadrinhos é amplamente reconhecido por seus pares e críticos. O historiador de quadrinhos George Khoury afirmou que \"chamar este espírito livre de o melhor escritor na história dos quadrinhos é um eufemismo\", enquanto que o entrevistador Steve Rose se referiu a ele como \"o Orson Welles dos quadrinhos\" e de \"o indiscutível sumo sacerdote desta mídia, cujas palavras são recebidas como uma mensagem do éter\" pelos fãs de quadrinhos. O crítico Douglas Wolk observou: \"Moore conseguiu, indiscutivelmente, entrar no Hall da Fama: ele é um dos pilares dos quadrinhos anglófonos, ao lado de Jack Kirby e Will Eisner e Harvey Kurtzman e poucos outros. Ele também é a grande exceção neste Hall, dado que os outros pilares são artistas - e, na maior parte dos casos, escritores/artistas. Moore é escritor quase que exclusivamente, embora seus roteiros hiper detalhados sempre se valham dos pontos fortes dos artistas com quem trabalha. Isso faz dele a principal anomalia na teoria do autor de quadrinhos. A razão principal pela qual quase ninguém está disposto a afirmar que um único cartunista é categoricamente superior à uma equipe formada por um escritor e um artista é que tal regra iria se chocar diretamente com a bibliografia de Moore. Em verdade, alguns cartunistas que quase sempre escrevem as histórias que desenham abriram exceções para Moore: Jaime Hernandez, Mark Beyer e Eddie Campbell.\" Moore ganhou vários Prêmios Jack Kirby ao longo de sua carreira, incluindo Melhor Edição Individual por Swamp Thing Anual #2, em 1985, com John Totleben e Steve Bissette; Melhor Série Regular por Swamp Thing em 1985, 1986 e 1987 com Totleben e Bissette; Melhor Escritor por Swamp Thing em 1985 e 1986 e por Watchmen em 1987; e por Melhor Minissérie e Melhor Equipe Escritor/Artista por Watchmen em 1987 com Dave Gibbons. Moore também ganhou diversos Prêmios Eagle, chegando, em 1986, a ser premiado em quase todas as categorias por seu trabalho em Watchmen e Swamp Thing. Moore não apenas ganhou Escritor Favorito nas categorias EUA e Reino Unido, mas seu trabalho também ganhou nas categorias Quadrinho Favorito, Personagem Secundário e Nova Revista nos EUA; e Personagem, História Regular e Personagem Digno de Própria Revista no Reino Unido (onde, na última categoria, seus trabalhos ficaram em todas as três posições). Moore foi nomeado diversas vezes para o Prêmio dos Fãs do Comics Buyer's Guide (CBG), ganhando na categoria Escritor Favorito em 1985, 1986, 1987, 1999 e 2000. Ele ganhou na categoria História em Quadrinhos Favorita em 1987 por Watchmen e Graphic Novel ou Álbum Favorito com Brian Bolland em 1988 por Batman: The Killing Joke. Ele recebeu o Prêmio Harvey de Melhor Escritor em 1988 (por Watchmen), em 1995 e 1996 (por From Hell), em 1999 (pelo corpo da obra, incluindo From Hell e Supreme), em 2000 (por The League of Extraordinary Gentlemen), e em 2001 e 2003 (por Promethea). Moore recebeu o Prêmio Eisner de Melhor Escritor nove vezes desde 1988. Entre seus inúmeros prêmios internacionais estão o Prêmio Max & Mortiz, da Alemanha, de Obra Excepcional (2008) e o Prêmio National Comics, do Reino Unido, de Melhor Escritor de Quadrinhos de Todos os Tempos (em 2001 e 2002). Ele também ganhou prêmios franceses (como Melhor Álbum no Festival Internacional de banda desenhada de Angoulême por Watchmen, em 1989, e por V for Vendetta, em 1990, além do Prix de la Critique por From Hell), suecos (como o Prêmio Urhunden, em 1992, por Watchmen) e dois Prêmios Haxtur, da Espanha, ambos de Melhor Escritor: em 1988, por Watchmen, e, em 1989, por Swamp Thing #5. Moore também foi reconhecido fora do mundos dos quadrinhos: em 1988, ele e Dave Gibbons ganharam um Prêmio Hugo na categoria Outras Formas por Watchmen. A categoria foi criada somente para aquele ano, através de uma cláusula raramente utilizada, que permite ao comitê da Worldcon criar uma Categoria Adicional temporária se considerar apropriado (nenhum comitê posterior repetiu esta categoria). Em 1988, ele recebeu o World Fantasy Award de Melhor Novela por A Hypothetical Lizard, que, em 2004, foi adaptada para os quadrinhos por Antony Johnston e publicada pela Avatar Press. Moore também ganhou dois prêmios da International Horror Guild na categoria Graphic Story/Illustrated Narrative: em 1995, com Eddie Campbell, por From Hell, e em 2003, com Kevin O'Neill, por The League of Extraordinary Gentleman. Em 2000, Moore recebeu um Prêmio Bram Stoker na categoria Melhor Narrativa Ilustrada por The League of Extraordinary Gentleman, e outro, em 2012, por Neonomicon na categoria Melhor Graphic Novel. Em 2005, Watchmen foi o único quadrinho incluído na lista dos 100 melhores romances de 1923 ao presente da revista Time. == Adaptações para o cinema == Ao longo dos anos, dado o sucesso dos quadrinhos de Moore, diversos cineastas expressaram vontade de levá-los para o cinema. O próprio autor se opôs, sistematicamente, a tais empreitadas, afirmando: \"Eu quis dar aos quadrinhos um lugar especial quando estava escrevendo coisas como Watchmen. Quis demonstrar quais eram as possibilidades da mídia dos quadrinhos, e o cinema é completamente diferente.\" Expressando sentimentos similares, ele também comentou que \"se olharmos os quadrinhos apenas em relação ao cinema, então filmes que não se movem é o melhor que eles poderão ser. Achei, no meio dos anos 80, preferível me concentrar naquilo que apenas os quadrinhos poderiam alcançar. A maneira pela qual uma imensa quantidade de informação poderia ser incluída em cada quadro, a justaposição entre o que um personagem dizia e a imagem que o leitor observava. Então, de certa forma... a maior parte do meu trabalho desde os anos 80 foi criada para ser infilmável.\" O primeiro filme baseado numa obra de Moore foi From Hell, de 2001, dirigido pelos irmãos Hughes. O filme fez uma série de mudanças radicais em relação ao quadrinho original, alterando o personagem principal de um detetive velho e conservador para um jovem personagem interpretado por Johnny Depp. Depois deste, houve The League of Extraordinary Gentlemen, de 2003, um filme que se afastou radicalmente dos quadrinhos, mudando o final de uma luta nos céus de Londres para a infiltração de uma base secreta no Tibete. Para estes dois trabalhos, Moore estava satisfeito em deixar os cineastas fazer o que bem entendessem e se retirou completamente do processo. \"Contanto que pudesse [se] distanciar sem vê-los\", Moore poderia tirar algum dinheiro dos filmes e, ao mesmo tempo, manter os quadrinhos originais intactos, assegurando que ninguém confundiria os dois, o que, segundo Moore, \"foi provavelmente ingênuo de minha parte.\" Sua atitude mudou depois que o produtor Martin Poll e o roteirista Larry Cohen processaram a 20th Century Fox, alegando que o filme The League of Extraordinary Gentlemen plagiava um roteiro não-produzido que eles haviam escrito intitulado Cast of Characters. Embora os dois roteiros possuam diversas semelhanças, várias delas foram elementos acrescentados para o filme e não estavam nos quadrinhos originais. De acordo com Moore, \"Eles pareciam acreditar que o chefe da 20th Century Fox me ligou e me persuadiu a roubar o roteiro deles, transformando-o numa revista em quadrinhos que pudesse, depois, ser adaptada em filme, para camuflar um furto de pouca monta.\" Moore chegou a testemunhar num depoimento do processo, algo que achou tão desagradável que disse que teria sido melhor tratado caso tivesse \"molestado e assassinado um ônibus inteiro de crianças retardadas depois de lhes dar heroína.\" O acordo feito pela Fox insultou Moore, que o interpretou como uma admissão de culpa. Em 2012, Moore afirmou que havia vendido os direitos destas duas obras apenas pelo dinheiro: ele não esperava que os filmes jamais fossem feitos. Ele estava simplesmente conseguindo dinheiro por algo que não tinha mais valor. Em 2012, Moore disse numa entrevista que não havia visto nenhum dos filmes. Em 2006, foi lançada uma adaptação para o cinema de V for Vendetta, produzida pelas Wachowskis e dirigida por James McTeigue. O produtor Joel Silver disse numa coletiva de imprensa que a produtora Lana Wachowski havia conversado com Moore, e que \"[Moore] estava muito animado sobre o que [Lana] tinha para dizer.\" Moore contestou isto, dizendo que ele havia dito a Wachowski que \"Eu não queria ter nada a ver com filmes... Não estava interessado em Hollywood,\" e exigiu que a DC Comics forçasse a Warner Bros. a emitir uma retratação e um pedido de desculpas pelas \"mentiras descaradas\" de Silver. Embora Silver tenha contactado Moore diretamente para se desculpar, nenhuma retratação pública apareceu. Moore foi citado dizendo que o quadrinho \"era especifcamente sobre coisas como fascismo e anarquia. Estas palavras, fascismo e anarquia, não aparecem em momento nenhum no filme. Ele foi transformado numa fábula da era-Bush por pessoas tímidas demais para fazer uma sátira política que se passe em seu próprio país.\" Este conflito entre Moore e a DC Comics foi tema de uma artigo no New York Times em 12 de março de 2006, cinco dias antes da estreia americana do filme. Neste artigo, Silver afirmou que \"Alan era estranho, mas ele estava entusiasmado e nos encorajando a fazer isto. Achei, tolamente, que ele fosse se sentir desta forma agora, sem perceber que não era o caso.\" Moore não negou este encontro ou sua caracterização feita por Silver, além de também não ter dito que havia avisado Silver sobre sua mudança de opinião naqueles 20 anos. O artigo do New York Times também entrevistou David Lloyd sobre a reação de Moore à produção do filme, dizendo, \"Sr. Lloyd, o desenhista de V for Vendetta, também achou difícil simpatizar com os protestos do Sr. Moore. Quando ele e o Sr. Moore venderam seus direitos cinematográficos, o Sr. Lloyd disse: 'Nós não o fizemos inocentemente. Nem eu, nem Alan pensamos que estávamos entregando o trabalho a um conselho de administração que iria tratá- lo como se fossem os Manuscritos do Mar Morto.\" Posteriormente, Moore disse desejar que seu nome fosse retirado de todos os quadrinhos dos quais ele não possui os direitos autorais, incluindo Watchmen e V for Vendetta, assim como diretores de cinema insatisfeitos geralmente optam por remover seus nomes e ser creditados como \"Alan Smithee\". Ele também anunciou que não permitiria que seu nome fosse usado em quaisquer futuras adaptações para o cinema de obras das quais ele não possui os direitos, nem aceitaria dinheiro de tais adaptações. Este pedido foi respeitado pelos produtores de Constantine (2005), baseado num personagem criado por Moore, e Watchmen (2009). Numa entrevista em 2012 à revista LeftLion, foi pedido a Moore que dissesse quanto dinheiro havia deixado de ganhar ao recusar se associar com estas adaptações para o cinema. O autor estimou que \"pelo menos alguns milhões de dólares\" e disse que \"você não pode comprar este tipo de empoderamento. Só de saber que, até onde se está ciente, você não tem um preço; que não há dinheiro suficiente para comprometer nem uma pequena parte dos seus princípios, que, como se descobriu, não faria nenhuma diferença de qualquer jeito. Recomendaria a todos fazer isto, caso contrário você irá acabar dominado pelo dinheiro e isto não é algo que se queira governando sua vida.\" ===Lista de adaptações para o cinema=== Ano Título Diretor(es) Estúdio(s) Baseado em Orçamento Bilheteria Rotten Tomatoes USD$ 2001 From Hell Albert Hughes e Allen Hughes 20th Century Fox From Hell, de Moore e Eddie Campbell $35 milhões $74,5 milhões 57% 2003 The League of Extraordinary Gentlemen Stephen Norrington 20th Century Fox Angry Films International Production Company JD Productions The League of Extraordinary Gentlemen, de Moore e Kevin O'Neill $78 milhões $179,3 milhões 17% 2006 V for Vendetta James McTeigue Warner Bros. Virtual Studios Silver Pictures Anarchos Productions V for Vendetta, de Moore e David Lloyd $54 milhões $132,5 milhões 73% 2009 Watchmen Zack Snyder Warner Bros. Paramount Pictures Legendary Pictures Lawrence Gordon Productions DC Entertainment Watchmen, de Moore e Dave Gibbons $130 milhões $185,3 milhões 65% 2016 Batman: The Killing Joke Sam Liu Warner Bros. DC Entertainment Warner Bros. Animation Batman: The Killing Joke, de Moore e Brian Bolland $3,5 milhões $4,3 milhões 48% == Vida pessoal == Desde sua adolescência, Moore usa cabelo longo e, desde a idade adulta, usa barba. O autor criou o hábito de usar uma variedade de anéis em suas mãos, levando-o a ser descrito como um \"cruzamento entre Hagrid e Danny do filme Withnail and I\", que poderia ser facilmente confundido como \"o excêntrico da vila.\" Nascido e criado em Northampton, ele continua a viver na cidade, e utilizou a história dela como base para seu romance Voice of the Fire. Sua casa é simples, possui um terraço e foi, em 2001, descrita por um entrevistador como \"algo parecido com uma livraria de ocultismo em permanente reforma, com discos, vídeos, artefatos mágicos e estatuetas de quadrinhos espalhadas entre estantes cheias de tomos místicos e pilhas de papel. O banheiro, com uma decoração azul-dourada e uma generosa banheira, é palaciano; o resto da casa talvez nunca tenha visto um aspirador de pó. Este é, claramente, um homem que passa pouco tempo no plano material.\" Moore gosta de viver em sua cidade natal, sentindo que ela lhe proporciona um nível agradável de obscuridade, comentando que \"nunca quis ser uma celebridade.\" Além disso, é vegetariano. Moore e sua primeira esposa, Phyllis, com quem se casou no início dos anos 1970, tiveram duas filhas: Leah e Amber. O casal também teve uma amante mútua, Deborah. O relacionamento entre os três terminou no começo dos anos 90: Phyllis e Deborah deixaram Moore e levaram as duas filhas com elas. Em 12 de maio de 2007, o autor se casou com Melinda Gebbie, com quem trabalhou em diversos projetos, em especial, no quadrinho Lost Girls. === Religião e magia === Em 1993, em seu quadragésimo aniversário, Moore declarou abertamente sua dedicação em se tornar um mago cerimonial, algo que viu como \"uma etapa final lógica na minha carreira de escritor\". De acordo com uma entrevista concedida em 2001, sua inspiração para fazer isto veio no início dos anos 90, quando estava escrevendo From Hell, que continha muito simbolismo maçônico e ocultista: \"Um balão de diálogo em From Hell sequestou completamente minha vida... Um personagem disse algo do tipo 'o único lugar onde deuses, indiscutivelmente, existem é na mente humana.' Depois que escrevi isso, percebi que havia, acidentalmente, feito uma declaração verdadeira e, agora, teria de reorganizar toda minha vida ao redor dela. A única coisa que parecia, de fato, apropriada era se tornar um mago.\" Moore associa fortemente magia e escrita: \"Acredito que magia é arte, e que arte, quer seja música, escrita, escultura ou qualquer outra forma, é literalmente magia. Arte é, como magia, a ciência de manipular símbolos, palavras ou imagens para realizar mudanças na consciência... Em verdade, lançar um feitiço é, simplesmente, soletrar algo, manipular palavras, mudar a consciência das pessosas, e é por isso que acredito que um artista ou escritor é a coisa mais próxima, no mundo contemporâneo, de um xamã.\" Ao conectar suas crenças esotéricas com sua carreira de escritor, ele concebeu um lugar hipotético chamado de \"espaço das ideias\" (idea space, no original), descrevendo-o como \"...um espaço no qual se pode dizer que eventos mentais ocorram, um espaço de ideias que seja, talvez, universal. Nossa consciência individual tem acesso a este vasto espaço universal, assim como temos casas individuais, mas as ruas pertencem a todos. É quase como se as ideias fossem formas preexistentes neste espaço... As grandes massas terrestres que poderiam existir neste espaço mental se comporiam completamente de ideias, de conceitos; ao invés de continentes e ilhas, teríamos grande sistemas de crenças, filosofias: o marxismo poderia ser uma delas, as religiões judaico-cristãs poderiam ser outra.\" Ele acreditou, posteriormente, que, para navegar este espaço, teriam de ser utilizados sistemas mágicos como o tarô e a cabala. Estudando a cabala e os escritos de Aleister Crowley, o notório ocultista do início do século XX, Moore aceitou as ideias da religião de Crowley, a Thelema, sobre a Verdadeira Vontade estar conectada à vontade do universo panteístico. Em alguns de seus rituais mágicos iniciais, ele utilizou drogas psicodélicas que alteram a mente, mas, depois, desistiu delas, acreditando que eram desnecessárias e afirmou que \"é assustador. Você chama os nomes nesta linguagem estranha e incompreensível, e você está olhando para dentro do copo e, nele, parece haver este homenzinho falando com você. A coisa simplesmente funciona.\" Moore tomou Glycon como sua divindade primária: este antigo deus romano em forma de cobra era o centro de um culto fundado por um profeta conhecido como Alexandre de Abonútico e, de acordo com o crítico de Alexandre, Luciano, o deus em si era, meramente, um fantoche, algo que Moore aceita, considerando-o uma \"completa farsa\", mas que ignora por achar irrelevante. De acordo com Ethan Doyle-White, pesquisador de Estudos Pagãos, \"O próprio fato de que Glycon era, provavelmente, uma grande fraude foi o suficiente para convencer Moore a se devotar ao senhor escamoso, pois, como observa Moore, a imaginação é tão real quanto a realidade.\" === Pontos de vista políticos === Moore se identifica politicamente como um anarquista e descreveu sua interpretação da filosofia anarquista, assim como sua aplicação à escrita de ficção, numa entrevista com Margaret Killjoy, reunida no livro Mythmakers and Lawbreakers (2009): Em dezembro de 2011, Moore respondeu a um ataque de Frank Miller ao movimento Occupy, chamando o mais recente trabalho do quadrinista de misógino, homofóbico e equivocado. Em todo o mundo, manifestantes do movimento adotaram a máscara de Guy Fawkes de V for Vendetta. A máscara também foi adotada por movimentos como Anonymous, WikiLeaks, revolucionários egípcios e manifestantes antiglobalização. Moore descreveu o Occupy como \"pessoas comuns reividincando direitos que deveriam, desde sempre, ter sido delas\" e completou: Moore é membro da The Arts Emergency Service, uma instituição de caridade britânica que trabalha com jovens de 16 a 19 anos em projetos de educação continuada. ===Teorias da conspiração=== Pesquisando teorias da conspiração para seu quadrinho Brought to Light, Moore desenvolveu suas próprias opiniões sobre o tema de uma conspiração global, afirmando que \"Sim, há uma conspiração, em verdade, há diversas conspirações, todas tropeçando umas nas outras... O principal que aprendi sobre teorias da conspiração é que teóricos da conspiração acreditam na conspiração por que isto é mais reconfortante. A verdade é que o mundo é caótico. A verdade é que não é a conspiração de banqueiros judaicos, ou Greys, ou reptilianos de três metros de outra dimensão que estão no comando, a verdade é muito mais assustadora: ninguém está no comando, o mundo está completamente sem rumo.\" == Prêmios e indicações == O trabalho de Moore no âmbito dos quadrinhos tem sido amplamente reconhecido por seus pares e pela crítica. Como resultado, o autor conquistou uma enorme gama de prêmios e indicações ao longo dos anos. Abaixo estão listados os Prêmios Eisner, mas o autor ganhou também outros prêmios, como o Harvey Award, o Hugo Award, o Prometheus Award e vários Jack Kirby Awards. Ano Prêmio Categoria Indicação Resultado Ref 1988 Eisner Award Melhor Escritor Watchmen 1989 Batman: The Killing Joke 1991 Miracleman 1992 From Hell e Lost Girls 1993 1994 1963, Spawn #8 e A Small Killing 1995 From Hell 1996 1997 2000 League of Extraordinary Gentlemen, Promethea, Tom Strong, Tomorrow Stories e Top Ten 2001 2004 League of Extraordinary Gentlemen, Promethea, Smax e Tom Strong 2006 Promethea e Top Ten: The Forty-Niners == Bibliografia == * * * * * * * * * * * * * * * * * == Ligações externas == * * * Omelete Entrevista: Alan Moore Omelete, 19 de junho de 2007. (em português) * Alan Moore on ‘Watchmen’ movie: ‘I will be spitting venom all over it’ Hero Complex, Los Angeles Times, 18 de setembro de 2008. * Ask the Author: Alan Moore Goodreads. * Susanna Clarke interviews Alan Moore: the wonderful wizard of... Northampton. The Guardian, 16 de maio de 2015. (em inglês) Categoria:Nascidos em 1953 Categoria:Naturais de Northampton Categoria:Anarquistas da Inglaterra Categoria:Ganhadores do Prêmio Eisner de Melhor Escritor Categoria:Roteiristas de histórias em quadrinhos do Reino Unido Categoria:Escritores da Inglaterra Categoria:Romancistas da Inglaterra Categoria:Anarquistas do Reino Unido Categoria:Ocultistas do Reino Unido Categoria:Homens ganhadores do Troféu HQ Mix Categoria:Ganhadores do Prêmio Harvey",
 "title": "Alan Moore"
}