{
 "id": "54205",
 "text": "Anita Catarina Malfatti (São Paulo, — São Paulo, ) foi uma pintora, desenhista, gravadora, ilustradora e professora ítalo-brasileira.Biografia na página do Centro de Pesquisa e Documentação de História Contemporânea do Brasil (CPDOC) Anita Malfatti era portadora de deficiência motora. É considerada pioneira da Arte Moderna no Brasil.Arantes-Brero, Denise Rocha Belfort. \"Os talentos e a cultura: a trajetória de Anita Malfatti.\" Revista Educação Especial 29.55 (2016): 399-411. == Biografia == === Primeiros anos === Filha do engenheiro italiano, Samuele Malfatti e da pintora norte- americana poliglota, de origem alemã, Eleonora Elizabeth \"Betty\" Krug,Sobre Betty Krug ou Elizabeth Eleonora Krug Malfatti veja-se Tarasantchi (2002)Pintores paisagistas. São Paulo: Imprensa Oficial, p. 345 Anita Malfatti nasceu na cidade de São Paulo, em 2 de dezembro de 1889, sendo a segunda filha do casal. Nasceu com deficiência congênita no braço direito e, por esse motivo, aos três anos de idade, foi submetida a uma cirurgia na cidade de Lucca, na Itália, na esperança de corrigir a atrofia. Entretanto, não houve recuperação total dos movimentos. Voltando ao Brasil, teve o apoio da norte americana Miss Browne, amiga da família, no desenvolvimento da escrita e aprendizado do desenho com sua mão esquerda.Ribeiro, Roney Jesus (2011). Anita Malfatti: o início de uma ruptura das mais radicais na pintura brasileira do século XX. Revista do Colóquio, (1), 74-90.Batista, Marta Rossetti (2006). Anita no tempo e no espaço: biografia e estudo da obra. São Paulo: Editora 34. Iniciou seus estudos em 1897 no Externato São José de freiras católicas, onde foi alfabetizada. Logo depois, passou a estudar em escolas protestantes: na Escola Americana, em 1903, e pouco depois no Mackenzie College onde, em 1906, recebe o diploma de normalista. Aos treze anos, Anita Malfatti, numa experiência de adolescente, deitou-se nos trilhos ferroviários das redondezas da estação de Barra Funda, bairro de São Paulo em que morava. === Surge a pintora === Em 1902, com a morte prematura do pai de Anita, sua mãe, Betty, começa atividade profissional como professora de línguas e pintura. Anita iniciou-se na técnica de pintura com sua mãe. Seu gosto pela arte também foi influenciado por seu tio e padrinho, o engenheiro Jorge Krug. Nutria o sonho de estudar em Paris, todavia, embarcou para Berlim, em 1910, com o financiamento de seu padrinho. === Na Alemanha === Anita chegou a Berlim junto as amigas, as irmãs Shalders, no ano de 1910 — época marcante na história da Arte Moderna alemã. Berlim era, então, o grande centro musical da Europa. Acompanhando suas amigas às aulas no centro musical, conheceu o artista Fritz Burger, um retratista que dominava a técnica expressionista. Anita foi orientada por Burger por seis meses e, em seguida, ingressou na Academia de Belas Artes de Berlim onde estudou desenho, pintura e gravura em metal. Depois de um ano de estudos percebeu que a arte acadêmica não a interessava e abandonou os estudos. Durante as férias de verão, Anita visitou a 4ª Sonderbund, uma exposição que aconteceu em Colônia na Alemanha, onde teve contato com trabalhos de pintores modernos e famosos, entre eles Van Gogh. Teve aulas também com Lovis Corinth, pintor renomado que tinha uma escola de pintura para mulheres. Alguns anos antes, Corinth havia sofrido um acidente vascular cerebral que deixara como sequela uma dificuldade motora, de forma semelhante àquela de Anita. Tal fato, especula-se, o levou a ser mais paciente com Anita do que com suas outras alunas. Nesse período, Anita se interessava pela pintura expressionista, desejando aprender seu conceito e sua técnica. Em 1913, inicia aulas com o professor Ernst Bischoff-Kulm. Com a instabilidade política e social causada por uma guerra que se mostrava iminente, Anita Malfatti resolve deixar Berlim e, passando rapidamente por Paris, retorna ao Brasil. === Primeira exposição individual (1914) === Em 1914, aos 24 anos, Anita ainda tinha o desejo de se aprimorar em Paris. Sem condições financeiras, tentou pleitear uma bolsa junto ao Pensionato Artístico do Estado de São Paulo. Por essa razão, montou no dia 23 de maio de 1914, uma exposição com obras de sua autoria, demonstrando influência do estilo expressionista. O senador José de Freitas Valle foi visitar a exposição. Dependia dele a concessão da bolsa. Mas o influente político não gostou das obras de Anita, chegando a criticá-las publicamente. O crítico de arte Nestor Rangel Pestana reconheceu o talento de Anita, mas, por conta da guerra, as bolsas de estudos foram suspensas. Mais uma vez, financiada pelo tio, Jorge Krug, Anita embarca para Nova Iorque, nos Estados Unidos. ===Nos Estados Unidos=== No início de 1915, Anita Malfatti matriculou-se na Art Student's League, passando a estudar gravura e pintura. Posteriormente, matriculou-se na Independent School of Art, onde conheceu o pintor e filósofo Homer Boss. Este era conhecido por respeitar a expressão e ritmo de cada aluno. Ele orientou Anita a engajar-se ainda mais no Expressionismo. Em meados de 1916, voltou ao Brasil, trazendo consigo um estilo de arte moderna considerado muito extravagante e que não cumpria as expectativas de seus familiares. Assim, perdeu apoio financeiro de seu tio e padrinho. === Segunda volta ao Brasil === Em 1917, de volta ao Brasil, Anita promoveu uma segunda exposição em 13 de dezembro de 1917, na esperança que sua arte seja compreendida pelo público mais amplo. Suas pinturas causam tanto polêmica quanto admiração. Sua obra A Boba é duramente criticada pela ala conservadora da elite cultural de São Paulo. A mais dura crítica veio do escritor e crítico Monteiro Lobato que, em 20 de dezembro de 1917, dedicou um artigo ao assunto no jornal O Estado de S.Paulo, intitulado A propósito da exposição Malfatti.LOBATO, Monteiro (1922). Paranoia ou Mistificação?. In: Ideias de Jeca Tatu. São Paulo: Monteiro Lobato & Cia. Lobato considerou as obras das artistas distorções de mau gosto, porém, reconheceu o talento da pintora. Muitas de suas obras foram devolvidas, outras quase destruídas. Anita mergulhou em profunda tristeza e isolou-se de todos. Suprimiu sua inquietação artística, retomando, em 1919 os estudos acadêmicos. As críticas severas e reações conservadoras, todavia, provocaram reação de jovens literatos e artistas visuais, como Oswald de Andrade, Menotti del Picchia e Emiliano Di Cavalcanti em defesa de Malfatti. Este momento é emblemático por ter possibilitado o reconhecimento e aproximação daqueles que viriam a se chamar modernistas. Anita inicia estudos com o pintor acadêmico Pedro Alexandrino Borges no ano de 1919. Frequentando o ateliê do pintor alemão George Fischer Elpons, em São Paulo, conheceu Tarsila do Amaral. Neste período, a aproximação de Malfatti a Tarsila do Amaral, bem como a Del Picchia, Mário e Oswald de Andrade, fez com que passassem pouco a pouco a atuar como grupo, conhecido como o Grupo dos Cinco. Em decorrência disso, foi organizada a Semana de Arte Moderna de 1922. === A Semana de Arte Moderna de 1922 === A Semana de Arte Moderna movimentou a vida artística São Paulo. Anita dela participou com 22 trabalhos. === A Europa da década de 1920 === Anita embarcava em viagem para Paris para cumprir cinco anos de estudos pela bolsa do Pensionato. Este seria o último e mais longo período fora do Brasil. Em agosto de 1922, ela tinha 33 anos e embarcava no vapor Mosella rumo à França. Apesar das muitas dúvidas que ainda tinha em relação a que caminho seguir na sua arte, não deixou de produzir. === Terceira volta ao Brasil === No final de setembro de 1928, Anita voltou ao Brasil. O ambiente artístico já era diferente daquele que ela deixara anos antes, com novos adeptos e novos movimentos. O número de artistas plásticos também havia crescido. Em 1929, abriu em São Paulo sua quarta exposição individual. Depois disso, a partir de 1932, Anita dedicou-se ao ensino escolar. Retomou suas aulas na Escola Normal Americana e foi trabalhar também na Escola Normal do Mackenzie College. Em 1933, instala seu ateliê no bairro paulista de Higienópolis, no qual permanece até 1952. Em 1936, Anita ilustrou o livro Cafundó da Infância, de Carlos Lébeis. Anita Malfatti faleceu no dia 6 de novembro de 1964. Foi sepultada no Cemitério dos Protestantes. == Representações audiovisuais da artista == * Minissérie Um Só Coração (2004), de Maria Adelaide Amaral veiculada pela Rede Globo, Anita Malfatti, foi representada pela atriz Betty Gofman. * Documentário Anita Malfatti de Luzia Portinari Greggio. Recebeu o Prêmio Estímulo de Curta-metragem da Secretaria de Cultura do Estado de São Paulo em 2001. == Ver também == * Autorretrato feminino na pintura ==Ligações externas== *Instituto Anita Malfatti Categoria:Pintores do estado de São Paulo Categoria:Brasileiros de ascendência alemã Categoria:Brasileiros de ascendência italiana Categoria:Brasileiros de ascendência norte-americana Categoria:Naturais da cidade de São Paulo Categoria:Ilustradores do estado de São Paulo Categoria:Modernismo brasileiro Categoria:Pintores do Brasil Categoria:Sobreviventes de acidente vascular cerebral ! Categoria:Pessoas sepultadas no Cemitério dos Protestantes (São Paulo)",
 "title": "Anita Malfatti"
}