{
 "id": "5422",
 "text": "Pico de Regalados é uma vila portuguesa que foi sede da extinta Freguesia de Pico de Regalados do Município de Vila Verde, freguesia que tinha 3,55 km² de área e 845 habitantes (2011), e, portanto, uma densidade populacional de 238 hab/km². A Freguesia de Pico de Regalados foi extinta (agregada) em 2013, no âmbito de uma reforma administrativa nacional, para, em conjunto com Gondiães e Mós formar uma nova freguesia denominada União das Freguesias de Pico de Regalados, Gondiães e Mós. Por sua vez, a povoação de Pico de Regalados foi elevada à categoria de vila em 2003. == História == Nesta área deteve a Ordem de Malta importantes bens. Razão pela qual o brasão de armas de Pico de Regalados ostenta, em chefe, a cruz daquela antiquíssima Ordem Religiosa e Militar. Primitivamente, foi couto doado por D. Afonso Henriques ao Arcebispo de Braga, D. Paio Mendes, em 20 de Julho de 1130, por motivos religiosos, e em agradecimento pela oferta de cinquenta marcas de prata e dum cavaloBracara Augusta, Revista cultural da Camâra de Braga Vol LVII, 2009/2012, O Liber Fidei da Catedral de Braga e o Norte de Portugal, José Marques, Prof. Catedrático da Faculdade de Letras do Porto ou Liber Fidei II p 307.. Foi tido como um dos mais antigos e aristocráticos do país. Com o conde D. Henrique, veio para a Espanha em 1089, e depois, para Portugal em 1093, Gonçalo Martins de Abreu, da família dos condes normandos de Évreux (França), segundo o chronista D. Antonio de Lima. Rico-homem, mordomo-mor, amigo e um dos mais bravos guerreiros de D. Afonso Henriques, de onde derivaram muitas nobres famílias Portuguesas. Pedro Gomes d'Abreu, vivia em Coucieiro e foi senhor do couto e casa de Abreu, e dos direitos reais de Vilas-Boas e alcaide-mor de Lapela, teve o senhorio da vila e concelho de Pico de Regalados. D. Manuel I concedeu foral a Pico de Regalados em 13 de Novembro de 1513. De acordo com as «Memórias Paroquiais de 1758», Pico de Regalados contava-se entre as terras notáveis com autonomia jurisdicional, pelo que tinha senhorio às mãos do senhor do couto e Casa de Abreu e oficialato com juiz ordinário, vereadores, procurador do concelho, almotacés, escrivão da câmara e almotaçaria, quatro tabeliães do judicial e notas, inquiridor, distribuidor e contador, juiz dos órfãos e escrivão, juiz das sisas, alcaide, capitão-mor e sargento-mor e quatro companhias de Ordenanças. Em 1800 tinha jurisdição autónoma, contando com um juiz ordinário próprio, sob a égide da comarca de Viana do Castelo. Tinha, em 1801, 7 174 habitantes, e em 1849, 8 864 habitantes. Até 1855, foi vila e sede de município. Era constituído pelas freguesias de Lanhas, Vilarinho, Atães, Barros, Coucieiro, Gondiães, Gondoriz, Mós, Passó, São Cristóvão do Pico, São Miguel do Prado, Geme, São Pedro de Valbom, Pico de Regalados, São Miguel de Oriz, São Martinho de Valbom, Santa Marinha de Oriz, Sande, e São vicente da Ponte. Em 1836, por decreto de 6 de novembroDecreto de 1836 em: http://gisaweb.cm-porto.pt/units-of- description/documents/594204/fullscreen, foram extintos os concelhos de Aboim da Nóbrega, Vila Chã e Larim, e os coutos de Gomide, Sabariz (freguesias de Sabariz e Condeceda), e Valdreu passando a fazer parte do concelho de Pico de Regalados assim, bem que provisoriamente, as freguesias de Caldelas, Sequeiros, Torre e Fiscal do concelho de Amares, perdendo Gondoriz a favor de Terras de Bouro. Voltou a obter a categoria de vila em 1 de Julho de 2003. ==População== População da freguesia de Pico de Regalados Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 710 643 667 832 750 819 752 807 873 881 819 880 927 865 845 == Lugares == A freguesia englobava as seguintes povoações: * Corredoura, Curral, Forca da Lomba, Igreja, Monte, Mouriz, Outeiro, Silvares, talhos, Ventosa e Vila. == Património == * Igreja matriz de São Paio de Regalados, edificada entre 1740 e março de 1751, o seu retábulo-mor (1767-68) em estilo rococó, é atribuído à André Soares. ==Museu== Em Pico de Regalados, há um pequeno museu de arte sacra, o Museu das Terras de Regalados com cerca de uma centena de peças de culto e uso religioso. O seu espólio, datado entre o século XVI e o século XX, varia entre a estatuária, os paramentos, a talha, os metais, a bibliografia e documentosPágina do turimo do Porto e Norte de Portugal . Categoria:Antigas freguesias de Vila Verde Categoria:Antigas freguesias de Pico de Regalados Categoria:Antigos municípios do distrito de Braga Categoria:Vilas de Portugal",
 "title": "Pico de Regalados"
}