{
 "id": "54252",
 "text": "Empréstimo compulsório consiste na tomada compulsória de certa quantidade de dinheiro, pelo Estado ao contribuinte, a título de \"empréstimo\", a ser resgatado em determinado prazo estabelecido por lei. ==No Brasil== Na doutrina tributária brasileira, o empréstimo compulsório é considerado um tributo. Na prática, ocorreram episódios em que empréstimos compulsórios foram devolvidos após muito tempo. Como o Brasil viveu crise de hiperinflação, o dinheiro devolvido, muitas vezes, não recompunha o valor do empréstimo. O empréstimo compulsório serve para atender situações excepcionais, e somente pode ser instituído pela União mediante lei complementar. Empréstimos compulsórios para atender às despesas extraordinárias decorrentes de calamidade pública, guerra externa ou sua iminência (art. 148, I, da CF). Diferentemente, o empréstimo compulsório para assuntos de interesse relevante precisa atender ao princípio da anterioridade (art. 148, II da CF). Os empréstimos compulsórios, a rigor e de acordo com a Teoria Geral do Direito, não são tributos por não representarem incremento à receita do Estado, vez que sua contabilização no ativo também gera lançamentos em contrapartida no passivo, que representam o endividamento. Contudo, a Constituição de 1967, através da Emenda Constitucional nº 1 de 1969, em seu artigo 21, § 2º, II,Emenda Constitucional nº 1, de 17 de outubro de 1969. Edita o novo texto da Constituição Federal de 24 de janeiro de 1967.determinou a aplicação, em se tratando de empréstimo compulsório, das normas e princípios gerais aplicáveis aos tributos. Determinou-se, portanto, assim, uma equivalência prática entre empréstimos compulsórios e tributos. Há doutrinadores que entendem ser tal disposição da antiga constituição prova cabal da carência de natureza tributária dos empréstimos compulsórios, vez que não seria necessária norma explícita no sentido de definir conceitos (o que não representa ó propósito clássico da norma jurídica) se fosse tal espécie classificável como tributo. = Base Legal = Constituição Federal: Art. 148. A União, mediante lei complementar, poderá instituir empréstimos compulsórios: I - para atender a despesas extraordinárias, decorrentes de calamidade pública, de guerra externa ou sua iminência; II - no caso de investimento público de caráter urgente e de relevante interesse nacional, observado o disposto no art. 150, III, \"b\". Parágrafo único. A aplicação dos recursos provenientes de empréstimo compulsório será vinculada à despesa que fundamentou sua instituição. ==Ver também== * Empréstimo * Confisco * Imposto * Taxa * Contribuição especial * Contribuição de melhoria * Lista de impostos brasileiros * Direito tributário Categoria:Direito tributário",
 "title": "Empréstimo compulsório"
}