{
 "id": "54254",
 "text": "O Gato Fedorento foi um grupo de quatro humoristas portugueses composto por José Diogo Quintela, Miguel Góis, Ricardo de Araújo Pereira e Tiago Dores. Começaram a sua carreira através de \"stand-up comedy\" e mais tarde viriam a ter vários programas na televisão portuguesa. ==História== A história do Gato Fedorento começou em Abril de 2003, quando os quatro autores, todos argumentistas nas Produções Fictícias, se juntaram para criar um blogue da Internet. Na hora de nomeá-lo, homenagearam o seriado Friends, traduzindo o nome da canção \"Smelly Cat\", da personagem Phoebe Buffay.O Gato Após algum tempo, Ricardo de Araújo Pereira e Zé Diogo Quintela foram convidados para fazerem sketches humorísticos no programa da SIC Radical \"O Perfeito Anormal\". Isto levou Francisco Penim, director da SIC Radical, a propor-lhes um programa independente. A estes dois juntaram-se Tiago Dores e Miguel Góis, que já participavam no blogue, tendo começado assim o programa. Por altura do Natal de 2004 foi lançado um DVD com todos os sketches da Série Fonseca, que se tornou o n.º1 no top nacional de DVD's. Os quatro autores fizeram então espectáculos ao vivo nos quais representam alguns dos sketches mais famosos da série; foram realizados espectáculos no Teatro Tivoli (Lisboa), no Coliseu do Porto, e um pouco por todo o país, todos com casa cheia. No dia 2 de Maio de 2005, teve início a nova série do gato fedorento, denominada Série Barbosa. Também em Maio, saiu pela editora Cotovia o livro \"Gato Fedorento: o blog\", onde se recolhe grande parte dos 'posts' do blog original. No final do verão de 2005 o quarteto fedorento abandona a SIC por desavenças com a direcção da SIC generalista, após a exibição de alguns programas da série Fonseca sem a sua autorização. Em Novembro de 2005 foi lançado um segundo DVD, contendo todos os sketches da série Meireles. Em Dezembro de 2005 a equipa do Gato Fedorento assinou um contrato de dois anos com a RTP. No dia 24 de Março do ano seguinte começou a ser exibida a 4.ª série do programa, a série Lopes da Silva. No dia 29 de Outubro de 2006, os Gato Fedorento decidiram mudar radicalmente o formato do seu programa, começando a ser exibido o \"Diz que é uma espécie de magazine\", um programa onde os humoristas satirizam os acontecimentos da atualidade. Em Novembro do mesmo ano foi lançado um DVD contendo os sketches da Série Lopes da Silva. ==Programas== === Percurso === A SIC Radical foi a estação de televisão onde o grupo se estreou com uma série de episódios humorísticos compostos por sketches: a Série Fonseca. Após o sucesso inicial criaram outras duas séries semelhantes à primeira na mesma estação. Contudo, a SIC emitiu alguns episódios, o que contrariou o acordo entre esta e o grupo, levando assim ao rompimento com a estação. A RTP decidiu contratá-los e criaram mais uma série humorística nos mesmo molde dos anteriores: a Série Lopes da Silva. Em 2006, os Gato Fedorento exibiram um programa intitulado \"Diz que É uma Espécie de Magazine\" retratando com sarcasmo e humor a actualidade em que se encontravam. Em vez de ser constituído por vários sketches (como nas séries anteriores), cada episódio era gravado num estúdio, com público, onde os quatro humoristas comentavam a actualidade, com a ajuda de sketches satíricos pré-gravados. Os Gato Fedorento produziram quatro séries: a Série Fonseca, a Série Meireles, a Série Barbosa e a Série Lopes da Silva. O nome deriva do facto de todas as personagens terem o mesmo apelido da série em questão. \"Diz que é uma espécie de Magazine\" teve duas temporadas de 13 episódios cada, e viria a acabar com a XXXVII Gala dos Tesourinhos deprimentes na Aula Magna de Lisboa. A terceira temporada começou Outubro de 2007 e terminou em Dezembro do mesmo ano. Viriam a despedir-se da RTP, com um espectáculo chamado Diz Que É Uma Espécie de Réveillon emitido em directo do Pavilhão Atlântico, pela RTP 1. A 9 de Janeiro de 2008 é anunciadoNotícia na SIC Online o regresso à SIC iniciando-se a colaboração em Setembro de 2008, com o programa Zé Carlos A 14 de Setembro de 2009, estreou- se um novo programa diário na SIC em horário nobre, chamado Gato Fedorento Esmiúça os Sufrágios.\"Gatos\" esmiúçam as eleições a partir de hoje Paula Brito, Diário de Notícias de 14 de Setembro de 2009 Entre 2008 e 2015, Ricardo foi publicitário do serviço MEO que deu a melhor de ver em três canais. Em 2011 os Gato Fedorento começaram um novo programa para promover o serviço de telecomunicações MEO, o \"Fora da Box\". A 13 de Dezembro de 2013, os Gato Fedorento voltaram à televisão para uma emissão especial \"A Solução\" de 10 minutos, na SIC, contando com a participação de Steven Seagal, Rodrigo Guedes de Carvalho e Iva Lamarão. O programa obteve diferentes reacções por parte do público.A solução dos Gato Fedorento para Portugal é... contratar Steven Seagal - PÚBLICO Em 2015, voltaram à televisão, desta feita na TVI, para fazer um remake de Esmiúça os Sufrágios durante a campanha eleitoral para as eleições legislativas de 2015, com o nome de \"Isto é Tudo Muito Bonito, Mas\" sem a pariticipação de Tiago Dores que só participou num episódio. === Piadas recorrentes === * \"Ah, e tal...\" A expressão \"ah, e tal\" é constantemente usada nos programas do Gato Fedorento. A expressão foi classificada como \"pouco poética\" pelo quinteto vocal Vozes da Rádio, no 3º episódio do programa Diz que é uma espécie de magazine. * \"O que é que eu fiz?\": Esta é uma fala muitas vezes usada em sketches, especialmente na série Meireles. A personagem diz esta frase depois de alguém o repreender. * Uso de vocabulário erudito: O uso de palavras incomuns é frequente nos Gato Fedorento. Exemplos: \"efectuar\" em vez de \"fazer\"; \"possuir\" em vez de \"ter\"; \"pois\" em vez de \"porque\"; \"ofertar\" em vez de \"oferecer\"; \"optar por\" em vez de \"escolher\", \"suceder\" em vez de \"acontecer\", etc... * Ausência de palavrões: Raramente são proferidos palavrões, sendo substituidos pela sua variante técnica ou menos brejeira. Por exemplo: \"rabo\", \"seios\", \"(micose no) escroto\", \"vagina\", \"pénis\", etc... * \"Disse-me um passarinho do mundo editorial\": Esta frase é proferida muitas vezes nas duas primeiras séries, sempre que há uma entrevista a algum artista/escritor. * Matarruanos: Desde a série Barbosa que os quatro actores vestem-se regularmente de \"matarruanos\" para alguns sketches, onde satirizam camponeses. * Jesus: Desde a série Barbosa que Jesus Cristo é retratado humoristicamente junto (de alguns) dos seus apóstolos (sempre três, os restantes Gatos Fedorentos que não fazem o papel de Jesus). Alguns sketches que protagonizam o Messias incluem Jesus ensaia figuras de estilo, Feno da Galileia, Jesus Mexicano, Jesus dá erros de português. Todos os actores, excepto Tiago Dores, fizeram o papel de Jesus. * Personalidade Jurídica: Nas séries Fonseca e Meireles, os actores utilizavam diversas vezes a frase \"Mas tu não tens personalidade jurídica!\". Esta frase, dizem os actores, foi proferida por um anónimo, num restaurante em que estavam a jantar. * Banano: Esta palavra é usada como significando pancadaria ou violência. * A Questão das Pescas: Em quase todos os sketches das 4 primeiras séries onde é representado um debate político, o debate trata da \"questão das pescas\", nunca sendo esse o aspecto principal do sketch. * Localidades: Durante as primeiras 4 séries, a maior parte dos «matarruanos» veio de uma aldeia chamada São Jorge da Morrunhanha. Num sketch da série Fonseca, «As Grandes Questões do Nosso Tempo», o presidente da junta de S. Jorge da Morrunhanha é entrevistado com questões filosóficas, que só o levam a falar sobre a aldeia. Para o Diz Que É Uma Espécie De Magazine, foi criada uma nova localidade chamada Vila Nova da Rabona. === Personagens === * Ezequiel Valadas: O Presidente da Câmara de Vila Nova da Rabona, retratado por Ricardo Araújo Pereira. No Magazine, os Gatos normalmente convidam-no para dar a sua opinião sobre alguns assuntos políticos, e reflecte as ideias do médio político português. É corrupto, mentiroso, agride os opositores, manda demolir os hospitais para haver espaço para mais campos de futebol e ameaça fechar a casa de alterne (na qual trabalha a sua filha, primas e esposa) se o povo se queixar. A sua presença é mais acentuada na segunda série do Magazine. A sua frase característica é a sua despedida, \"Boa noite e obrigado sou eu\". === Sketches mais famosos === ====Perfeito Anormal (SIC Radical)==== * \"Filme Indiano\" * \"Gatunos, Ladrões e Chupistas\" * \"Maria Adelaide, a namorada de 78 anos\" * \"Vida Extraterrestre\" * \"Bigode Português\" * \"Gervásio Palha\" * \"Os 3 Gays Magos\" * \"Casapiano\" * \"Atum\" * \"Acção Cação\" * \"Traíste-me com outro dealer\" * \"Abominável Homem das Neves\" * \"Jesus Cristo É O Senhor!\" ====Gato Fedorento - Série Fonseca==== * \"O homem a quem parece que aconteceu não sei o quê\" * \"O papel. Qual papel?\" * \"Claque de seminaristas\" * \"General, comentador político e gajo de Alfama\" * \"Lusco-fusco\" * \"O que tu queres sei eu\" * \"O homem que não consegue manter uma distância socialmente aceitável\" * \"Ó Sôtor! Sôtor! Senhores deputados!\" * \"A Mulher que não acredita que o marido anda metido na droga\" * \"As Grandes Questões do Nosso Tempo\" * \"O homem que não consegue mentir\" * \"Concurso para descobrir qual das velhas tem mais doenças\" * \"Cão Gigante\" * \"Concurso de Alzheimer\" * \"Que tá a dizer???\" * \"Empresa de tarados\" ====Gato Fedorento - Série Meireles==== * \"Um quilinho de Kunami\" * \"O Senhor Tobias\" * \"O homem que trata toda a gente por Sr. Vítor\" * \"Reunião de condóminos com o Drácula\" * \"Primeiro-ministro com dupla personalidade\" * \"Vá lá!\" * \"Parvoíce em torno de sinónimos\" * \"Isto é um crime de salada\" * \"Air Guitar\" * \"O Anão Roberto\" * \"Fox, o Cão Político\" * \"Ligue 111\" * \"Alvex Xenofi\" * \"Os Castigadores da Parvoíce\" * \"Acho que faleceu\" * \"Jesus Cristo é o Senhor!\" (I & II) * \"Instrutor de condução que canta o Yodel\" * \"Esta casa não tem ursos\" ====Gato Fedorento - Série Barbosa==== * \"Matarruanos dão indicações\" * \"Mira meu Miguel - Um documentário etnográfico\" * \"A mulher que faz apartes bastante compridos\" * \"Teste de bazófia\" * \"Jesus ensaia figuras de estilo\" * \"Condutor de ambulância\" * \"Sequestro de avião\" * \"Acidente de avião\" * \"Javard Air\" * \"Não faça trocadilhos com a minha profissão\" (sketch do bombeiro) * \"Colete Cor-de-Rosinha\" * \"Estenógrafo Apaixonado por Teatro de Revista\" * \"Feno da Galileia\" * \"Sr. Fernando\" * \"Novo dicionário da lingua portuguesa\" * \"Homem no porta-bagagens\" ====Gato Fedorento - Série Lopes da Silva==== * \"O filho do homem a quem parece que aconteceu não sei o quê\" * \"Relatos de caçadas\" * \"Velhos no chão, não. No velhão\" * \"Os amigos que não se entendem\" * \"Telejornal popular\" * \"Agência Publicitária de Chelas\" * \"Não faleci\" * \"Sou o maior da minha aldeia\" * \"Anjo da Guarda Nacional Republicana\" * \"Rap dos Matarruanos\" * \"Tsunami de informáticos\" * \"Perseguição aos sagitários\" * \"Gajo com demasiadas características\" * \"Planeta de Josés Cids\" * \"Sabes onde é que há gajas boas?\" * \"Pare de estalar os dedos\" * \"Filósofo Matarruano\" * \"Lisboa-Dakar em canoa\" * \"O indivíduo que é javardola menos quando usa termos franceses\" * \"Um formidável linguista\" * \"Simpósio de obsessivos-compulsivos\" ====Diz que É uma Espécie de Magazine==== * \"Floriseca\" (parodiando a telenovela portuguesa Floribella) * \"Entrevista a Paulo Bento e a Miccoli\" * \"Os Médios Portugueses\" (parodiando o programa Os Grandes Portugueses) * \"Ainda Maior Entrevista\" - Alberto João Jardim (parodiando a sua entrevista no programa \"Grande Entrevista\") * \"A história nunca contada na história nunca contada de Pinto da Costa\" (parodiando a reportagem \"A história nunca contada de Pinto da Costa\", editada no semanário Sol) * \"Prós e Contras: A Questão do Aborto\" (parodiando o programa \"Prós e Contras\" e a questão do aborto em geral) * \"Reportagem sobre o Pior Hospital do País\" (parodiando os suplementos lançados pela Revista Sábado acerca dos melhores hospitais do país) * \"O verdadeiro julgamento de Saddam Hussein\" * \"Ratoeira para Floribellas\" * \"Prós e Contras: O Orçamento de Estado\" (após a crítica de que o programa \"Prós e Contras\" não convidava pessoas de direita) * \"O Gato Fedorento é que controla o José Socrates\" * \"Canta Por Mim: Ajuste de contas com Júlio Magalhães\" (parodiando a eliminação de Júlio Magalhães e do seu representado, no concurso da TVI, \"Canta Por Mim\") * \"Pessoas que bomitam monelhos de cavelo\" (tesourinho deprimente - retirado do programa \"Raios e Coriscos\", apresentado na altura por Manuela Moura Guedes) * \"Professor Chibanga\" * \"Toma Bandido\" (tesourinho deprimente) * \"O Big Brother dos Grandes Portugueses\" (Mistura do Big Brother com os dez finalistas da série 'Grandes Portugueses') * \"Assim Não\" (parodiando a posição tomada por Marcelo Rebelo de Sousa em relação ao referendo de 2007) * \"Vila Nova de Rabona\" * \"Julgamento do Saddam\" * \"Novela brasileira\" (paródia das novelas brasileiras que são transmitidas em Portugal. Teve a participação especial da atriz Maitê Proença) ====Diz que É uma Espécie de Magazine II==== * \"Perdidos (Parte I e II)\" (paródia da série Perdidos com a participação de Vanessa Fernandes) * \"Declarações de Scolari\" sobre a presumível agressão do seleccionador português ao jogador sérvio Dragutinovic. * \"Tesourinho Deprimente: Malta Gira\" * \"Tesourinho Deprimente: Homens de Passagem\" (novela feita pela RTP Madeira) * \"Tesourinho Deprimente: Alentejo Sem Lei\" * \"Insultando e Agredindo por Um Divórcio de Sonho\" (parodiando o concurso da TVI: \"Cantando e Dançando por Casamento de Sonho\"). * \"Joe Berardo e o Mini-Caixotinho, fuck you.\" (Sobre as críticas de Joe Berardo em relação à fusão do Millenium BCP e do BPI e parodiando a pronúncia do comendador) * \"Conferência dos Maus da Fita\" (parodiando a Cimeira União Europeia/África, onde José Sócrates recebeu maus da fita famosos como o Joker, o Imperador Ming (do Flash Gordon) e o Dr. No (do primeiro filme de James Bond) * \"Fadista Mariza\" * \"Tesourinho Deprimente: José Ladeiras\" * \"Rap da Tranquilidade\" - Os Paulos Bentos ====Zé Carlos (SIC)==== * \"O momento da verdade de José Socrates\" * \"Magalhães\" * \"As Aventuras de Valentintim\" * \"O Procrastinador Implacável\" == Ligações externas == * Reentrada dos Gato Fedorento em 2015 - \"Isso é Tudo Muito Bonito, Mas\" * Gato Fedorento RTP /2006 * Site oficial do programa Gato Fedorento - Esmiúça os Sufrágios * Blog antigo do Gato Fedorento Categoria:Programas da SIC Radical Categoria:Programas de televisão de Portugal encerrados em 2009 Categoria:Programas de televisão de Portugal que estrearam em 2003 Categoria:Programas de televisão em língua portuguesa Categoria:Séries da RTP Categoria:Séries da SIC Categoria:Séries de televisão de comédia da década de 2000 Categoria:Séries de televisão de comédia de Portugal",
 "title": "Gato Fedorento"
}