{
 "id": "54279",
 "text": "O íon uranila, uranilo ou uranil é um oxicátion do urânio no estado de oxidação +6, com a fórmula química . Ele tem uma estrutura linear com ligações U–O curtas, indicativas da presença de ligações múltiplas entre urânio e oxigênio. Neste íon,o urânio está em seu estado de oxidação mais comum, +6. O outro estado de oxidação comum do urânio é o urânio (IV), , também chamado uranoso. O íon uranila é o mais comumente encontrado na química aquosa do urânio. Compostos sólidos de uranila são frequentemente coloridos em um tom amarelo-esverdeado fluorescente, semelhante à cor de canetas marca-texto. O oxocátion bivalente tem um comportamento químico em solução que lembra vagamente o de metais alcalinoterrosos. Como todos os compostos de urânio, compostos de uranilo são tóxicos. A toxidade dos sais solúveis de uranilo é alta devido a sua alta incorporação pelos tecidos e pela radioatividade do urânio. ==Estrutura e ligação== O íon uranila é linear e simétrico, com ambos os comprimentos de ligação U–O de cerca de 180 pm. Os comprimentos de ligação são indicativos da presença de ligações múltiplas entre os átomos de urânio e oxigênio. Como o urânio(VI) tem a configuração eletrônica do gás nobre precedente, o radônio, os elétrons usados na formação das ligações U–O são fornecidos pelos átomos de oxigênio. Os elétrons são doados para orbitais atômicos vazios no átomo de urânio. Os orbitais vazios de menor energia são 7s, 5f e 6d. Em termos da teoria da ligação de valência, as ligações sigma podem ser formadas usando dz² e fz³ para construir orbitais híbridos sd, sf e df (o eixo z passa pelos átomos de oxigênio). (d xz , d yz ) e (f xz 2 e f yz 2 ) podem ser usados para formar ligações pi. Como o par de orbitais d ou f usados na ligação são duplamente degenerados, isso equivale a uma ordem geral de ligação de três. O íon uranila está sempre associado a outros ligantes. O arranjo mais comum é que os chamados ligantes equatoriais fiquem em um plano perpendicular à linha O–U–O e passando pelo átomo de urânio. Com quatro ligantes, como em , o urânio tem um ambiente octaédrico distorcido. Em muitos casos, mais de quatro ligantes ocupam o equador. No fluoreto de uranila, , o átomo de urânio atinge um número de coordenação de 8 ao formar uma estrutura de camada com dois átomos de oxigênio em uma configuração de uranila e seis íons de fluoreto fazendo a ponte entre os grupos de uranila. Uma estrutura semelhante é encontrada no trióxido de urânio α, com oxigênio no lugar do fluoreto, exceto que nesse caso as camadas são conectadas pelo compartilhamento de átomos de oxigênio de \"grupos de uranila\", que são identificados por terem distâncias U–O relativamente curtas. Uma estrutura semelhante ocorre em alguns uranatos, como o uranato de cálcio, , que pode ser escrito como mesmo que a estrutura não contenha grupos de uranila isolados. ==Espectroscopia== A cor dos compostos de uranila é devida às transições de transferência de carga do ligante para o metal em aproximadamente 420 nm, na borda azul do espectro visível. A localização exata da banda de absorção e das bandas NEXAFS depende da natureza dos ligantes equatoriais. Os compostos que contêm o íon uranila são geralmente amarelos, embora alguns compostos sejam vermelhos, laranja ou verdes. Os compostos de uranila também exibem luminescência. O primeiro estudo da luminescência verde do vidro de urânio, por Brewster em 1849, deu início a estudos extensivos da espectroscopia do íon uranila. A compreensão detalhada desse espectro foi obtida 130 anos depois. Agora está bem estabelecido que a luminescência de uranila é mais especificamente uma fosforescência, pois é devida a uma transição do estado excitado tripleto mais baixo para o estado fundamental singleto. A luminescência do esteve envolvida na descoberta da radioatividade. O íon uranila tem vibrações características de alongamento ν U–O em ca. 880 cm −1 (espectro Raman) e 950 cm −1 (espectro infravermelho). Essas frequências dependem um pouco de quais ligantes estão presentes no plano equatorial. Correlações estão disponíveis entre a frequência de alongamento e o comprimento da ligação U–O. Também foi observado que a frequência de alongamento se correlaciona com a posição dos ligantes equatoriais na série espectroquímica. ==Química aquosa== O íon uranila aquoso é um ácido fraco. :[UO2(H2O)4]2+ [UO2(H2O)3(OH)]+ \\+ H+; pKa = ca. 4.2 À medida que o pH aumenta, espécies poliméricas com estequiometria e são formadas antes do hidróxido precipitar. O hidróxido se dissolve em solução fortemente alcalina para dar hidroxicomplexos do íon uranila. O cátion uranila pode ser reduzido por agentes redutores suaves, como o zinco metálico, ao estado de oxidação +4. A redução para urânio (III) pode ser feita usando um redutor de Jones. ===Complexos=== O íon uranila forma muitos complexos, particularmente com ligantes que têm átomos doadores de oxigênio. Quatro ou mais ligantes podem ser ligados ao íon uranila em um plano equatorial ao redor do átomo de urânio. Complexos do íon uranila são importantes na extração de urânio de seus minérios e no reprocessamento de combustível nuclear. se comporta como um ácido de Lewis “duro”e forma complexos mais fracos com ligantes doadores de nitrogênio do que com ligantes doadores de flúor e oxigênio, como hidróxido, carbonato, nitrato, sulfato e carboxilatos. Pode haver 4, 5 ou 6 átomos doadores no plano equatorial. No nitrato de uranila, , por exemplo, há seis átomos doadores no plano equatorial, quatro de ligantes nitrato bidentados e dois de moléculas de água. A estrutura é descrita como bipiramidal hexagonal. Outros ligantes doadores de oxigênio incluem óxidos de fosfina e ésteres de fosfato. [ 12 ] O nitrato de uranila, , pode ser extraído de solução aquosa em éter dietílico. O complexo que é extraído tem dois ligantes nitrato ligados ao íon uranila, formando um complexo sem carga elétrica e também as moléculas de água são substituídas por moléculas de éter, dando a todo o complexo notável caráter hidrofóbico. A eletroneutralidade é o fator mais importante para tornar o complexo solúvel em solventes orgânicos. O íon nitrato forma complexos muito mais fortes com o íon uranila do que com íons de metais de transição e lantanídeos. Por esta razão, apenas íons uranila e outros íons actinila, incluindo o íon plutonila, , pode ser extraído de misturas contendo outros íons. A substituição das moléculas de água que estão ligadas ao íon uranila em solução aquosa por um segundo ligante hidrofóbico aumenta a solubilidade do complexo neutro no solvente orgânico. Isso foi chamado de efeito sinérgico. Os complexos formados pelo íon uranila em solução aquosa são de grande importância tanto na extração de urânio de seus minérios quanto no reprocessamento de combustível nuclear. Em processos industriais, o nitrato de uranila é extraído com fosfato de tributila (TBP, como o segundo ligante preferido e querosene o solvente orgânico preferido. Mais tarde no processo, o urânio é removido do solvente orgânico tratando-o com ácido nítrico concentrado, que forma complexos como que são mais solúveis na fase aquosa. O nitrato de uranila é recuperado pela evaporação da solução. ==Minerais== O íon uranila ocorre em minerais derivados de depósitos de minério de urânio por interações água-rocha que ocorrem em veios minerais ricos em urânio. Exemplos de minerais contendo uranila incluem: * Silicatos: uranofano * Fosfatos: autunita ·8–12), torbernita (·8–12) * Arseniatos: arsenuranospatita () * Vanadatos: carnotita (), tyuyamunita () * Carbonatos: schröckingerita () * Oxalatos: uroxita ). Esses minerais têm pouco valor comercial, pois a maior parte do urânio é extraída da pechblenda. ==Usos== Os sais de uranila são usados para colorir amostras para estudos de microscopia eletrônica e eletromagnética de DNA. == Compostos importantes == Exemplos de compostos de uranila incluem: *Acetato de uranilo, UO2(C2H3O2)2 *Carbonato de uranilo e amônio, UO2CO3·2(NH4)2CO3 *Carbonato de uranilo, UO2CO3 *Cloreto de uranilo, UO2Cl2 *Hidróxido de uranilo, UO2(OH)2 *Nitrato de uranilo, UO2(NO3)2 *Sulfato de uranilo, UO2SO4 *Acetato de uranilo e zinco, ZnUO2(CH3COO)4 ==Riscos à saúde e ao ambiente== Os sais de uranila são tóxicos e podem causar doença renal crônica grave e necrose tubular aguda. Os órgãos-alvo incluem os rins, fígado, pulmões e cérebro. O acúmulo de íons de uranila em tecidos, incluindo gonócitos, produz distúrbios congênitos e, em glóbulos brancos, causa danos ao sistema imunológico. Os compostos de uranila também são neurotoxinas. A contaminação por íons de uranila foi encontrada em alvos de urânio empobrecido e ao redor deles. Todos os compostos de urânio são radioativos. No entanto, o urânio está geralmente em forma empobrecida, exceto no contexto da indústria nuclear. O urânio empobrecido consiste principalmente de 238U que decai por decaimento alfa com uma meia-vida de 4,468(3) × 109 anos. Mesmo que o urânio contivesse 235U que decai com uma meia-vida semelhante de cerca de7,038 × 108 anos , ambos ainda seriam considerados emissores alfa fracos e sua radioatividade só é perigosa por contato direto ou ingestão. Categoria:Oxicatiões Categoria:Compostos de urânio Categoria:Cátions",
 "title": "Uranilo"
}