{
 "id": "54277",
 "text": "Pânico é um sentimento esmagador e repentino de medo e ansiedade. A palavra \"pânico\" deriva do grego πανικός (\"pertencente ao deus dos rebanhos, Pã\"), que levou diversão de assustadores rebanhos de caprinos e ovinos em explosões repentinas de medo incontrolável. Os gregos antigos creditavam a vitória na batalha de Maratona a Pã. Eles usavam seu nome para o medo exibido pelos soldados inimigos em fuga. Na natureza, o \"estado de pânico\" é um sistema de defesa normal e útil que ativa todas as regiões do cérebro que estão relacionadas à atenção. É como se o animal entrasse em alerta máximo e num processo de fuga. Uma característica, por exemplo, é perder um pouco da sensibilidade nas extremidades do corpo para facilitar a fuga; ferimentos leves são ignorados enquanto um animal foge de seu predador. Porém, para o ser-humano, o pânico em situações que não expressam real perigo, pode ser uma doença que atrapalha o convívio social, chamada de síndrome do pânico. O \"medo do pânico\" pode se tornar o transtorno do pânico relacionadas a outros tipos de patologia psiquiátrica como crise de ansiedade, depressão, estresse e outros. == Pânico e o militarismo == O pânico é um grave problema em situações militares. Há uma série de treinamentos dados a sargentos para evitar que tropas sob seu comando entrem em pânico: por exemplo, recolhimento de mortos e feridos da vista dos soldados (especialmente se as baixas forem de seus companheiros de armas), instilação de moral, etc. Do lado oposto do campo de batalha, há batalhões especializados em gerar o pânico nas fileiras inimigas. Conseguem isso através de alto-falantes (tocando músicas e sons irritantes, como de crianças chorando, cães latindo, etc.). Esse tipo de tática ocorreu com frequência na segunda guerra mundial. Nos tempos modernos, a busca de pânico no inimigo foi parte integrante de uma estratégia declarada das tropas americanas na Terceira Guerra do Golfo. Na ocasião, essa estratégia foi chamada \"Shock and Awe\" (Choque e Pavor), e foi bem-sucedida no campo de batalha (as tropas iraquianas desistiram de lutar antes que os combates se iniciassem). == Ver também == * Ataque de pânico * Transtorno do pânico * Susto == Ligações externas == Categoria:Emoções Categoria:Psiquiatria",
 "title": "Pânico"
}