{
 "id": "54276",
 "text": "Abel ou Habel (Hebraico: הֶבֶל, Tiberiano: Héḇel, em pausa: הָבֶל‎ - Hā́ḇel; Grego Bíblico: Ἅβελ, romanizado: Hábel; Árabe: هابيل, romanizado: Hābīl), é uma figura bíblica no Livro do Gênesis dentro das religiões abraâmicas. Ele era o irmão mais novo de Caim e o filho mais novo de Adão e Eva, o primeiro casal na história bíblica. Abel é denominado como «justo» por São Paulo em Hebreus 11:4-27. == Etimologia == O significado de seu nome é, de acordo com NOBSE Study Bible Name List, algo como \"fôlego.\" Já o Dicionário de Nomes Próprios do Antigo Testamento de Jones consta o nome como \"vaidade.\" Também há a possibilidade que signifique \"luto,\" devido à proximidade com a palavra אבל (Abel), usada na Bíblia para designar algumas cidades. O BDB Theological Dictionary aponta que a origem da palavra viria do assírio, ablu, que significa filho. == Gênesis == Abel é o primeiro homem a morrer biblicamente. Abel é primeiro mencionado em como um pastor de ovelhas. Em seguida, a narrativa diz que seu irmão mais velho, Caim, um agricultor, ofereceu a Deus os \"frutos da terra\", enquanto Abel teria oferecido o sacrifício de uma ovelha. Deus teria se agradado mais com a oferta de Abel, pois este teria oferecido a melhor parte do que tinha e Caim ofereceu o que restava de seus bens. Verdadeiramente o que motivou o sacrifício de Abel ser melhor do que o de Caim foi que a sua motivação de coração, baseada na fé e amor por Deus, era melhor. == Sacrifício da ovelha == A atitude de Abel ao sacrificar um animal de criação em holocausto em nome de Deus aparece como um retrato da antiga prática judaica subseqüente de sacrificar animais. Abel também é instrumento para a condenação do fratricídio na sociedade hebraica, visto que Deus condena Caim e seus descendentes por seu crime. O sacrifício de uma ovelha, segundo entendimento da bíblia, prefigurou a futura morte de Jesus Cristo qual \"Cordeiro do Criador\". == Árvore genealógica baseada em Gênesis == == Fontes == * . * . * e . * e . Categoria:Personagens do Tanakh Categoria:Personagens do Antigo Testamento Categoria:Filhos de Adão e Eva",
 "title": "Abel"
}