{
 "id": "54331",
 "text": "A arte gótica designa uma fase da história da arte ocidental, identificável por características muito próprias de contexto social, político e religioso em conjugação com valores estéticos e filosóficos e que surge como resposta à austeridade do estilo românico. Este movimento cultural e artístico desenvolve-se durante a Idade Média, no contexto do Renascimento do Século XII e prolonga-se até ao advento do Renascimento italiano, quando a inspiração clássica quebra a linguagem artística até então difundida. Os primeiros passos são dados a meados do século XII em França no campo da arquitetura (mais especificamente na construção de catedrais) e, acabando por abranger outras disciplinas estéticas, estende-se pela Europa até ao início do século XVI, já não apresentando então uma uniformidade. A arquitetura, em comunhão com a religião, vai formar o eixo de maior relevo deste movimento e vai influenciar profundamente todo o desenvolvimento estético do período. Na arquitetura o Gótico vai possibilitar uma ampliação na altura das construções através de uma série de inovações técnicas, em particular o uso sistemático do arco quebrado (ogival), do contraforte e do arcobotante, que aliviaram o peso das paredes e coberturas e permitiram ao mesmo tempo ampliar as aberturas e dar maior leveza visual aos interiores. Nas artes visuais, por influência clássica, a maior conquista se dá no progressivo abrandamento do rigor geometrizante e da estilização da representação do corpo típicos do estilo românico, buscando-se sempre um maior naturalismo, graça e elegância, e aprimorando-se a representação do espaço para criar uma ilusão de tridimensionalidade. É o período em que se popularizam a pintura a óleo e a técnica do vitral, e se retoma a tradição da pintura de paisagem, praticamente abandonada desde a Antiguidade Clássica. == O termo == A expressão \"estilo gótico\" não existia em seu tempo. Quando a nova estética se expande além das fronteiras francesas, a sua origem vai ser a base para a sua designação, art français (arte francesa), francigenum opus (trabalho francês) ou opus modernum (trabalho moderno). Mas vai ser só quando o Renascimento toma o lugar da linguagem anterior que os novos valores vão entrar em conflito com os ideais góticos e o termo actual nasce. Na Itália do século XVI, e sob a fascinação pela glória e cânones da antiguidade clássica, o termo gótico vai ser referido pela primeira vez por Giorgio Vasari, considerado o fundador da história da arte. Aos olhos deste autor e dos seus contemporâneos, a arte da Idade Média, especialmente no campo da arquitetura, é o oposto da perfeição, é o obscuro e o negativo, relacionando-a neste ponto com os godos, povo germânico que semeou a destruição na Roma Antiga em 410. Vasari cria assim o termo gótico com fortes conotações pejorativas, designando um estilo somente digno de bárbaros e vândalos, mas que nada tem a ver com os antigos povos germânicos.Chapuis, Julien. \"Gothic Art\". In: Heilbrunn Timeline of Art History. The Metropolitan Museum of Art, 2000Prendergast, Kathy. \"Introduction to the Gothic Tradition\". University of Saskatchewan == Contexto e as origens arquitetônicas do estilo == Os séculos XI e XII são séculos de mudanças sociais, políticas e econômicas que em muito vão fazer despoletar as necessidades de uma expressão artística mais adequada às novas premissas sociais. O comércio está em expansão e Flandres, como centro das grandes transações comerciais, leva ao desenvolvimento das comunicações e rotas entre os diversos povos e reduz as distâncias entre si, facilitando não só o comércio de bens físicos, como também a troca de ideais estéticos entre os países. A economia prospera e nasce um novo mundo cosmopolita que se alimenta do turbilhão das cidades em crescimento e participa de um movimento intelectual em ascensão. Paralelamente assiste-se ao crescimento do poder político representado pelo monarca e à solidificação do Estado unificado, poderosa entidade que vai aspirar a algo que lhe devolva a dignidade e a glória de outros tempos e que ajude a nação a apoiar a imagem do soberano. A Igreja Católica, por seu lado, vai compreender que os fiéis se concentram nas cidades e vai deixar de estar tão ligada às comunidades monásticas rurais, virando-se agora para o projeto do que será o local por excelência do culto religioso, a catedral, que se tornaria também o primeiro campo de ensaios do novo estilo. O período de surgimento do Gótico coincide com a extinção final do paganismo na Europa e o domínio do cristianismo como o único poder espiritual, supremo e inquestionável. Tem sido dito que enquanto o estilo Românico, com suas catedrais semelhantes a castelos e fortificações, representa a Igreja Militante, o Gótico vai representar a Igreja Triunfante.Lopes, Hugo. \"Os mosteiros medievais como edifícios de saber: A conquista do território pela implantação de conhecimento desde o século X ao século XII - O caso português como ilustração paradigmática\". In: Millenium - Revista do ISPV, 2003; (27)Cram, R.A. \"Gothic Architecture\". In: The Catholic Encyclopedia. Robert Appleton Company, 1909Gombrich, Ernst Hans. A História da Arte. LTC, 2012, pp. 171-205 Nas palavras de Hugo Lopes, thumb|O gótico primitivo da Catedral de Noyon, França ::\"A ordem divina é assim transportada, através das catedrais, para as cidades em expansão, coroando-as com o poder unitário de Deus que determinou a aventura civilizacional da Idade Média; conferindo orientação à expansão das cidades pela exportação dos eixos que informam a implantação do edifício sagrado; ou seja, as catedrais contribuem para definir a estrutura das emergentes cidades, implicando o universo de saber submetido à ordem divina que determina a sua concepção no desenho do território urbano; revelando nas cidades as relações cósmicas divinas que construíram os edifícios medievais de Deus. ::\"A reconstrução das cidades dos últimos séculos da Idade Média evidencia todo o percurso que o homem medieval soube encetar; uma 'aventura' total, nos mais diferenciados âmbitos, que assegurou a constituição de uma civilização e o retomar dessas formas paradigmáticas da civilização humana — as cidades. A necessidade de superar as tão imensas carências dos territórios da Europa Ocidental desde a queda do Império Romano do Ocidente até aos alvores do ano 1000, implicou a recuperação e adaptação das heranças do conhecimento humano para construir um edifício de saber organizador da sua unidade enquanto civilização; uma estrutura de conhecimento que pudesse informar todas as ações humanas e estabelecer um caminho, uma orientação, para o difícil percurso destes homens para superar o caos que os rodeava e conquistarem a ordem que souberam definir como fundamento teórico inscrito na sua cultura como objectivo prático da sua ação. Foi na estrutura deste contexto que o homem medieval desenhou a sua evolução, definiu os seus pensares, induziu as suas práticas, induziu a sua prosperidade; foi com Deus e por Deus que a Idade Média informou todo o seu percurso de evolução continuada, foi com Ele e por Ele que construiu um saber e com esse saber os edifícios com que conquistaram o território e estabeleceram as regras da sua apropriação; foi este desenvolvimento do saber e do pensar que permitiu o desenvolvimento técnico, a prática que definiu o âmbito do atuar e possibilitou a recuperação das cidades como lugares de estabelecimento e de encontro do cada vez maior número de pessoas que habitavam a Europa Ocidental naqueles tempos\". Outro aspecto a destacar é que o florescimento do Gótico deve-se também a um longo período de relativa prosperidade no norte da Europa, iniciando em torno de 1050, sustentado pelo incremento da agricultura, das manufaturas (principalmente têxteis) e do comércio. As classes superiores puderam gastar mais em mecenato, financiando obras da envergadura das catedrais, cujo custo era imenso, e que muitas vezes levaram séculos para serem concluídas e decoradas, quando puderam chegar ao término — muitas só encerraram seus trabalhos na Idade Moderna ou Contemporânea, como foi o caso das celebradas catedrais de Colônia e de Florença, finalizadas somente no século XIX, durante o floresciomento do Neogótico.\"Introduction:The Flowering of the Gothic in Northern France\". In: Athena Review, 4 (2) O estilo Gótico é afirmação de uma nova filosofia. A estrutura apresenta algo novo, uma harmonia e proporção inovadoras resultado de relações matemáticas, de ordens claras impregnadas de simbolismo. O abade Suger, em Paris, fortemente influenciado pela teologia de Pseudo-Dionísio, o Areopagita, aspira uma representação material da Jerusalém Celeste. Para ele, a luz é a comunicação do divino, do sobrenatural, é o veículo para a comunhão com o sagrado, através dela o homem comum pode admirar a glória de Deus e melhor aperceber-se da sua mortalidade e inferioridade. Fisicamente a luz vai ter um papel de importância crucial no interior da catedral gótica, vai-se difundir através dos grandes vitrais numa aura de misticismo, e a sua carga simbólica de busca pelas alturas espirituais vai ser reforçada pela acentuação do verticalismo dos edifícios.Clark, William W. Catedrais Medievais. Greenwood Publishing Group, 2006, pp. 73-75.Boorstin, Daniel J. The Creators. Random House, 1992, pp. 246-254 No entanto, muitos ensaios anteriores vinham sendo feitos para possibilitar a maior verticalização das estruturas. A catedral do período Românico, que precedeu o Gótico, era maciça, pesada, muitas vezes semelhante a uma fortaleza. Os românicos solucionavam o problema da altura e da cobertura das naves construindo pilares e paredes cuja estabilidade era produzida pela sua grande espessura, mas isso se fazia em detrimento das aberturas, que eram pequenas e permitiam apenas uma fraca iluminação interna. A arquitetura gótica não é um momento de ruptura drástica com os ideais anteriores, mas antes uma assimilação de alguns elementos independentes de diferentes fontes, metamorfoseada com o novo conceito de interpretação da arte religiosa. Os primeiros indícios surgem na Normandia do século XI com a era de construção monástica incentivada pela Ordem de Cluny. Mas já neste momento se aglomeram diversas influências que vão ser cruciais à tipologia da catedral gótica: o arco quebrado de influência normanda, que suportava pesos maiores do que os arcos redondos românicos; a planta basilical modificada, composta por três naves, transepto e três ábsides de influência carolíngia, juntamente com o deambulatório e as capelas radiantes já existentes em igrejas de peregrinação, e a abóbada de arestas de origem lombarda e franca, que se desenvolveria como a abóbada em cruzaria tipicamente gótica. O peso destas abóbadas vai ser recebido por um cinturão de colunas internas, mas sobretudo por uma série de arcobotantes e contrafortes no exterior do edifício. Este sistema foi tão eficaz que permitiu uma notável redução na espessura das paredes e colunas, uma grande ampliação das janelas e um aumento na altura, dotando o espaço interior de grande leveza visual. Vários componentes adicionais, como as duas torres ocidentais, o sistema interior de divisão vertical em três áreas (arcada, trifório e clerestório — zona dos grandes vitrais) —, a profusão de pináculos e diversos elementos decorativos, vão formar uma tipologia maleável de grandes dimensões, que não obedece a um padrão pré-definido de número de partes e que varia de caso a caso. A primeira formulação reconhecível do estilo está presente na reconstrução da Basílica de Saint-Denis, sob orientação do abade Suger, que ocorreu entre 1137 e 1144. Sua fachada ainda trai a herança românica, mas sua abside e coro, as partes mais progressistas, já mostram o Gótico nitidamente estabelecido. Esta abadia beneditina, situada nas proximidades de Paris, tradicional mausoléu dos reis franceses, vai ser o veículo utilizado para a comunicação dos novos valores simbólicos: por um lado a dignificação da monarquia, por outro a glorificação da religião. Este empreendimento teve por objetivo apresentar o maior centro patriótico e espiritual de toda a França, ofuscando todas as outras igrejas de peregrinação, trazendo para si mais crentes e restabelecendo a confiança entre a igreja e o seu rebanho.Gardner, Helen; Kleiner, Fred S. & Mamiya, Christin J. Gardner's art through the ages: the Western perspective, Volume 1. Cengage Learning, 2005, pp. 361-368 Comprovada a viabilidade das inovações estruturais, a partir de então os arquitetos franceses competiriam para criar edifícios cada vez mais altos, cada qual tentando superar a conquista anterior. O limite foi estabelecido pelo colapso do transepto e do coro da Catedral de Beauvais em 1248, que foi reconstruído mais tarde com uma altura de 48 metros. == Expansão == O núcleo central do estilo resume-se inicialmente à zona da Île-de-France, que abarca a zona de Paris e arredores, mas estende- se eventualmente a todo o território francês e transborda mesmo para lá das fronteiras ramificando-se pela Europa Ocidental, principalmente a norte dos Alpes. A expansão do movimento alastra com o tempo para Inglaterra, Alemanha, Itália, Polónia e até à Península Ibérica, embora aqui com menos impacto. Em geral verifica-se que, em termos de permanência temporal, o movimento artístico difere profundamente de local para local, podendo-se, no entanto, definir aproximadamente as diferentes fases que o compõem. thumb|Prefeitura de Leuven, Bélgica Seguindo as rotas comerciais o estilo é exportado e vai permanecer por algum tempo como uma estética de carácter estrangeiro e adaptado. Já no decorrer do século XIII impõem-se as influências regionais e o estilo assume, dentro de um mesmo eixo condutor, diversas facetas demarcadas pelas diferentes culturas e tradições europeias. Mas a corrente artística não vai permanecer imutável e, do mesmo modo que se ramificam, as diferentes vertentes vão acabar por se influenciar mutuamente. * Gótico primitivo ou Proto-Gótico: a partir de c. 1130. Assumem-se as ideias base e dão-se os primeiros passos com a reconstrução da Abadia de Saint-Denis. Aperfeiçoam-se as inovadoras técnicas de construção e entra-se na época das grandes catedrais, que perdurará até a fase seguinte. A expressão nas artes visuais ainda é austera, rígida e estilizada e muito dependente da herança românica. * Alto Gótico: a partir de c. 1200. Liberta-se da influência românica anterior e adquire uma identidade própria. Iniciam-se as pesquisas no naturalismo, sob influência do humanismo clássico, da laicização da sociedade e da flexibilização dos dogmas religiosos.Büchsel, Martin. \"Gothic Sculpture from 1150 to 1250\". In: Rudolph, Conrad. A companion to medieval art: Romanesque and Gothic in Northern Europe. Volume 2 de Blackwell companions to art history. Wiley-Blackwell, 2006, pp. 403-420Jaeger, C. Stephen. The Envy of Angels: Cathedral Schools and Social Ideals in Medieval Europe, 950-1200. Middle Ages series. Universidade de Pensilvânia, 1994, pp. 346 * Gótico Pleno ou Gótico Internacional: a partir de c. 1350. O estilo se espalha por quase toda a Europa, e embora se torne a linguagem corrente, a diversidade de interpretações é grande. O naturalismo na representação do corpo e da natureza está avançado e emerge um senso de decorativismo e elegância influenciado pela cultura cortesã, ao mesmo tempo em que na representação humana se explora um espectro emocional mais amplo.Binski, Paul. \"Court Patronage and International Gothic\". In: Jones, Michael (ed). The New Cambridge Medieval History: c. 1300-c. 1415. Volume 6 de The New Cambridge Medieval History. Cambridge University Press, 2000. pp. 222-232 * Gótico Tardio ou Baixo Gótico: a partir de c. 1450 até c. 1550. A influência da religião começa a declinar, expressão artística torna-se mais mundana e mais complexa, com acentuado gosto pelo decorativo e pelo detalhe preciosista. Surgem diversas escolas regionais influenciadas pelo Renascimento italiano, articulando uma linguagem híbrida que se chamou maneirista.Belting, Hans. Likeness and presence: a history of the image before the era of art. University of Chicago Press, 1997, p. 449-453Cunningham, Lawrence S. & Reich, John J. Culture & Values, Volume II: A Survey of the Humanities with Readings. Cengage Learning, 2009. pp. 323-325 Variantes decorativas: * Gótico lanceolado, de 1200 a 1300. * Gótico radiante, irradiante ou rayonnant (século XIV de 1300 a 1400, uso de linhas radiais na traceria). * Gótico perpendicular (Inglaterra, século XIV, uso de linhas perpendiculares). * Gótico flamejante ou flamboyant (França, de 1400 a 1500). Momento definido pela exuberância da decoração escultórica nos edifícios arquitectónicos. A própria designação do momento (flamejante, por suas decorações se assemelharam às labaredas de fogo) traduz a essência do novo gosto por uma ornamentação fluída e ondulante que cobre toda a superfície arquitectónica como uma teia. Neste momento não existem, no entanto, evoluções estruturais. *Gótico manuelino, variante cultivada em Portugal no período do Gótico Tardio, com influências mouriscas e renascentistas e elementos decorativos alusivos às navegações e ao mar, como cordas, redes, conchas e correntes, bem como a tradições locais A decoração interna e externa dos edifícios é bastante complexa e também um dos factores mais importantes. A geometrização vai dominar e consequentemente encontra-se uma multiplicidade de elementos compostos por círculos e arcos nos lavores de pedra (traceria) em remates de vitrais, arcos e gabletes. Estes ornamentos estão principalmente ligados à estilização da flora, identificando-se também referências ao universo humano e animal. O estilo Gótico é, para a sociedade da época, extremamente contagiante e persuasivo, ultrapassando por isso as barreiras da arquitectura religiosa e transpondo-se para outras tipologias, como os castelos, palácios, moradias da burguesia, câmaras municipais, hospitais e outras construções citadinas.\"Gothic Architecture\". Victoria and Albert Museum Ao mesmo tempo, elementos característicos do estilo vão impregnar todas as artes visuais da época, incluindo o trabalho em metal, a pintura, a escultura, o vestuário, a mobília e objetos utilitários decorados. A meados do século XV, quando o Renascimento italiano, de inspiração clássica, se difunde pela Europa, a área de domínio gótica começa a reduzir, e está praticamente extinta um século depois. Em contato com tradições góticas mais arraigadas em certas regiões, o classicismo em expansão criaria uma série de variantes regionais híbridas, que tipificam o Maneirismo internacional. Contudo, em algumas áreas mais isoladas da Inglaterra, Polònia, Alemanha e outros países, o Gótico nunca desaparecerá completamente, e tomará novo impulso no fim do século XVIII quando começa o florescimento da escola neogótica, que no século XIX ganha enorme aceitação internacional.Brush, Kathryn. \"Integration or Segregation among Disciplines? The Historiography of Gothic Sculpture as Case-Stud\"y. Im: Raguin, Virginia Chieffo; Brush, Kathryn & Draper, Peter. Artistic integration in Gothic buildings. University of Toronto Press, 1995. pp. 19-35Gerrard, Chris. Medieval Archaeology: Understanding Traditions and Contemporary Approaches. Routledge, 2002. 30-55 Ficheiro:Saints-Michel-et-Gudule Luc Viatour.jpg|Catedral de Bruxelas, Bélgica. Ficheiro:Catedral de Burgos.jpg|Catedral de Burgos, Espanha. File:Laon Cathédrale Notre-Dame Innen Langhaus Ost 3.jpg|Interior da Catedral de Laon, França. Ficheiro:Catedral de Salisbury, Salisbury, Inglaterra, 2014-08-12, DD 56.JPG|Catedral de Salisbury, Inglaterra. Ficheiro:Avignon, Palais des Papes by JM Rosier.jpg|Palácio dos Papas de Avinhão, França. Ficheiro:Ca d Oro Venezia facciata Canal Grande.jpg|Ca' d'Oro, Veneza, Itália Ficheiro:Palácio dos Priores, Perúgia.jpg|Palazzo dei Priori, Perúgia, Itália. Ficheiro:House of Perkūnas, Kaunas, Lithuania - Diliff.jpg|Casa de Perkūnas, Kaunas, Lituânia. ==Outras expressões== === Escultura === Já na Abadia de Saint-Denis se observa uma maior importância dada à escultura que no românico, afirmando-se pela primeira vez como elemento independente da arquitetura e com objetivos próprios na Catedral de Chartres. De qualquer modo a escultura estará ainda intimamente ligada à catedral, favorecida pela criação de grandes portais, fachadas e altares decorados, mas, em oposição ao aspecto austero e dependente da arquitetura do românico, desenvolve-se com maior riqueza, demonstra agora consciência do seu próprio espaço e ocupa-o de modo mais ordenado e claro. Essas novidades se deviam a uma busca por uma representação artística mais naturalista, influenciada pelo crescente interesse pelo legado da Antiguidade Clássica. A catedral românica, especialmente no final do período, já havia desenvolvido uma tradição de decoração expressiva, reunindo os elementos essenciais de um programa didático para os analfabetos, tornando o templo a \"Bíblia dos pobres\", povoando sua estrutura de imagens simbólicas ou narrativas que transmitiam os elementos da fé e doutrinavam o devoto. Os principais grupos temáticos apareciam nos portais românicos, consistindo em geral de cenas sobre o Juízo Final, o Cristo em Majestade ou a Crucificação, rodeadas de figuras acessórias como profetas, anjos e santos.\"Western sculpture: Romanesque\". In: Encyclopædia Britannica Online, 2009Fowler, Harold North. A History of Sculpture. Kessinger rare reprints, 1916-2005, pp. 204-208 O Gótico virá a expandir este repertório e multiplicar os locais de instalação de esculturas, que povoam as ombreiras (jambas), arquivoltas, tímpanos, nichos, pináculos, capitéis e colunas. As estátuas nas ombreiras libertam-se progressivamente das colunas e da sua forma irreal e alongada ganhando volume e vida. Partindo do estático e estilizado modelo românico da representação do corpo, a humanização e naturalização das posturas e gestos vai ser reforçada pela utilização de um eixo próprio para a figura, eixo que com o tempo vai se flexibilizando e emprestando à figura uma forma de acentuada sinuosidade. Toda uma nova naturalidade vai determinar a composição e envolvência física: os pés passam a estar numa plataforma horizontal e não mais num plano inclinado; as roupagens e todo o volume corporal cedem à gravidade; aumenta a atenção ao pormenor transportado do quotidiano, e acima de tudo domina uma atitude elegante e uma expressão realista, que estabelece comunicação pelo olhar, pelo sorriso e pelo gesto, com alguns momentos de grande serenidade e ternura.\"Western sculpture: Gothic\". In: Encyclopædia Britannica Online, 2009 Com o passar do tempo, a temática intimidante dos portais românicos, destinada a inspirar o temor da condenação eterna e fazer o pecador fugir de um mundo vil, passam a dar lugar a visões mais positivas, ilustrando a transformação do dogma: Deus se aproxima da humanidade e mostra mais compaixão por suas falhas, o homem passa a ser mais dignificado como uma imagem da divindade, e o mundo é novamente encarado como a \"obra perfeita\" de Deus, um lugar onde a alegria de viver se tornava outra vez permissível e desejável.Le Goff, Jacques. The Birth of Europe. Wiley-Blackwell, 2006. pp. 150-153Seasoltz, R. Kevin. A sense of the sacred: theological foundations of sacred architecture and art. Continuum International Publishing Group, 2005. pp. 143-144Ladner, Gerhart. \"Ad Imaginem Dei: The Image of Man in Medieval Art\". In: Kleinbauer, W. Eugène (ed). Modern perspectives in Western art history: an anthology of twentieth-century writings on the visual arts. Volume 25 de Medieval Academy reprints for teaching. University of Toronto Press, 1989, pp. 432-448 Surgem então muitas cenas da Virgem Maria, a advogada por excelência da humanidade junto à Justiça Divina, acompanhando a explosão do culto mariano que ocorre no período Gótico. Cenas do Juízo ainda são comuns, mas são concebidas de modo a enfatizar a ordem, a esperança e a justiça, mostrando os caminhos da salvação através do arrependimento e da ajuda compassiva dos santos.Clark, William W. Catedrais Medievais. Greenwood guides to historic events of the medieval world, 2006. pp. 73-75Rothschild, Lincoln. Sculpture through the Ages. Read Books, 2007, pp. 105-107 Enquanto a imaginária se torna abundante no templo, ela se populariza também no âmbito privado, sendo um período de grande proliferação de estatuária devocional de pequenas dimensões e caráter portátil. A evolução da temática é similar à da escultura arquitetural, mas diferindo desta, que tem seu auge até cerca de 1250, entrando depois em relativo declínio, a estatuária portátil continua em ascensão até o fim do Gótico. Tornam-se especialmente apreciadas as tipologias da Pietà e da Madonna Graciosa, a primeira por influência de correntes de revivescência mística e penitencial, e a segunda por um cultivo dos aspectos jubilosos da fé, onde a doce maternidade de Maria se tornava um tema predileto, e também pela influência da cultura cortesã de elegância, sofisticação e moderação na expressão emocional, uma interpretação da temática do amor cortês transportada para o universo religioso. A exploração de aspectos psicológicos sutis dos personagens é favorecida pelo maior naturalismo.Binski, Paul. \"Court Patronage and International Gothic\". In: Jones, Michael (ed). The New Cambridge Medieval History: c. 1300-c. 1415. Volume 6 de The New Cambridge Medieval History. Cambridge University Press, 2000. pp. 222-231Frisch, Teresa G. Gothic art 1140-c. 1450: sources and documents. University of Toronto Press, 1987. pp. 109-112 No final do período, o chamado Gótico Tardio, o naturalismo da representação está bastante avançado, prenunciando o Renascimento, e incorpora-se uma multiplicidade de influências de tradições regionais, formando-se sínteses ecléticas. Nesta fase também se tornam populares os grandes retábulos narrativos, compostos de várias cenas didáticas emoldurados por intrincado trabalho de talha, que adquirem um refinamento técnico e uma riqueza decorativa inéditos.Belting, Hans. Likeness and presence: a history of the image before the era of art. University of Chicago Press, 1997. pp. 449-453 Nas não somente à representação do ser humano dedicou-se a escultura. Nas igrejas e outros edifícios a decoração podia incluir uma série de elementos da natureza, com motivos vegetais e animais, incluindo animais fantásticos como os grifos, basiliscos e gárgulas, além de padrões geométricos abstratos.Cipa, Shawn. Carving Gargoyles, Grotesques, and Other Creatures of Myth: History, Lore, and 12 Artistic Patterns. Fox Chapel Publishing, 2009, pp. 12-23Holcomb, Melanie. \"Animals in Medieval Art\". In: Heilbrunn Timeline of Art History. The Metropolitan Museum of Art, 2000 Ficheiro:Tree of Jesse Beauvais cathedral 2007 06 17.jpg|A Árvore de Jessé na Catedral de Beauvais Ficheiro:Cathédrale Notre-Dame de Paris - 09.jpg|Portal do Juízo Final na Catedral de Notre-Dame de Paris Ficheiro:Uta and Ekkehard.jpg|Detalhe dos retratos de Ekkehard II e Uta von Meissen na Catedral de Naumburg, c. 1240-1260 Ficheiro:Köln, Hohe Domkirche St. Petrus -- 2014 -- 1796.jpg|Gárgulas na Catedral de Colônia Ficheiro:Adam Notre-Dame 7.jpg|Adão, atribuído a Pierre de Montreuil, originalmente na fachada da Catedral de Notre-Dame de Paris. Mármore, c. 1260 Ficheiro:Túmulo de D. Inês de Castro.jpg|Tumba de Inês de Castro, Portugal. Mármore, c. 1358-1367 Ficheiro:Ivory tabernacle Louvre OA2587.jpg|Oratório portátil, França. Marfim, fim do século XIV Ficheiro:Monastère des Hiéronymites, L'église Santa Maria, Lisbonne, Portugal (21647816024).jpg|Detalhe do portal esculpido do Mosteiro dos Jerónimos, século XV, Portugal === Pintura === A pintura acompanhou em linhas gerais o desenvolvimento estético da escultura. No final do Românico já estavam lançados alguns dos principais núcleos temáticos que a nova escola transformaria e ampliaria. A tendência de buscar uma naturalização das formas também se verifica neste campo, com uma contribuição principal dos mestres italianos, cuja tradição preservara muitos princípios da pintura bizantina, a qual por sua vez era uma herdeira direta da pintura da Antiguidade Clássica. A temática mariana também foi favorecida, influenciada pela tradição das Madonnas ítalo-bizantinas, com predomínio das tipologias da Pietà, da Madonna Graciosa e da Madonna em Majestade. Berlinghiero Berlinghieri, Duccio e Simone Martini foram grandes referências no Gótico Internacional, e Giotto introduziu um novo senso de naturalismo e dramatismo na figura humana e no movimento dos grupos, colocados em cenários simples e eficientes, gerando grande escola. Muitos pintores importantes seriam ativos neste período, como Stefan Lochner, Nicolas Froment, Nuno Gonçalves e uma legião de outros.Meagher, Jennifer. \"Italian Painting of the Later Middle Ages\". In: Heilbrunn Timeline of Art History. The Metropolitan Museum of Art, 2000Department of Medieval Art and The Cloisters. \"The Cult of the Virgin Mary in the Middle Ages\". In: Heilbrunn Timeline of Art History. The Metropolitan Museum of Art, 2000 Outra tradição ítalo-bizantina que se irradiou pelo norte da Europa no Gótico foi a do ícone, popular por ser portátil e por desenvolver um estilo narrativo facilmente compreensível à população inculta. Sua temática era variada, incluindo imagens de santos, mártires, anjos e personagens bíblicos. Era muito apreciado o tipo chamado vita, um ícone em que um personagem central destacado é rodeado por várias pequenas cenas de sua vida. A popularização dos ícones exerceria grande impacto sobre a produção gótica de retábulos, iluminuras e murais.Labatt, Annie and Charlotte Appleyard. \"Mendicant Orders in the Medieval World\". In: Heilbrunn Timeline of Art History. The Metropolitan Museum of Art, 2000Brooks, Sarah. \"Icons and Iconoclasm in Byzantium\". In Heilbrunn Timeline of Art History. The Metropolitan Museum of Art, 2000 A pintura no Gótico continua amplamente voltada para a religião, e variados ciclos narrativos sobre a vida de Jesus, Maria e dos santos, com cenas simples de cotidiano e momentos grandiosos e transcendentes, permitem a exploração de uma grande gama de situações e emoções, de elementos da natureza, de maneiras de representar o corpo, mas o mundo profano ganha mais espaço, diversificando bastante o repertório. Temas populares eram a representação de eventos históricos, civis e militares, cenas inspiradas na poesia trovadoresca, nos romances de cavalaria, na tradição do amor cortês. Também se encontram imagens simbólicas do \"jardim interior\", do labirinto, da Dança da Morte, alegorias das Virtudes e das Artes Liberais.Sorabella, Jean. \"Painting the Life of Christ in Medieval and Renaissance Italy\". In Heilbrunn Timeline of Art History. The Metropolitan Museum of Art, 2000 A grande novidade introduzida pelo Gótico foi a pintura a óleo, conhecida desde a Antiguidade mas popularizada somente neste período, quando sua técnica se refina imensamente, permitindo a representação da natureza, do corpo e do espaço com elevado grau de detalhamento e verossimilhança, além de possibilitar sutis gradações de tonalidades. A retratística foi muito favorecida por esta evolução técnica. A escola flamenga, com representantes da qualidade de Jan van Eyck, Petrus Christus, Robert Campin e Rogier van der Weyden, entre outros, foi o principal foco de irradiação da pintura a óleo, que teve rápida e ampla aceitação internacional.Jones, Susan. \"Painting in Oil in the Low Countries and Its Spread to Southern Europe\". In Heilbrunn Timeline of Art History. The Metropolitan Museum of Art, 2000Department of Medieval Art and The Cloisters. \"Classical Antiquity in the Middle Ages\". In Heilbrunn Timeline of Art History. The Metropolitan Museum of Art, 2000 Ficheiro:Pietro Cavallini - The Last Judgement (detail) - WGA04590.jpg|Pietro Cavallini: Detalhe do Juízo Final, afresco, c. 1290 Ficheiro:Maestro di san francesco, croce dipinta, umbria 1262-70 ca..JPG|Mestre de São Francisco: Crucifixo pintado, têmpera, c. 1262-1270 Ficheiro:Simone Martini truecolor.jpg|Simone Martini: Anunciação, têmpera, c. 1333 Ficheiro:Giovanni del Biondo - Storie di san Giovanni - Uffizi, Firenze.jpg|Giovanni del Biondo: Vida de São João, ícone no estilo vita, têmpera, c. 1360 Ficheiro:Fra Angelico - The Annunciation - WGA00555.jpg|Fra Angélico: Anunciação, afresco, 1442-1443 Ficheiro:Portrait of a Man by Jan van Eyck-small.jpg|Jan van Eyck: Homem de turbante vermelho, óleo, 1433 Ficheiro:Rogier van der Weyden - Deposition - WGA25571.jpg|Rogier van der Weyden: Descida da cruz, óleo, c. 1435 Ficheiro:Petrus Christus 002 complete.jpg|Petrus Christus: Natividade, óleo, c. 1445-1450 ====Iluminura==== A iluminura de manuscritos continua a assumir um papel destacado na representação pictórica que vinha já desde o românico. O florescimento se deve a uma classe burguesa enriquecida e ao patronato de nobres poderosos, para quem a posse de livros iluminados, artigos sempre caríssimos, eram um luxo e um sinal de distinção. Muitas vezes eram oferecidos como presentes diplomáticos ou dotes de casamentos dinásticos. O ensino nas primeiras universidades também criou uma nova demanda por manuscritos de qualidade.Department of Medieval Art and The Cloisters. \"The Art of the Book in the Middle Ages\". In Heilbrunn Timeline of Art History. The Metropolitan Museum of Art, 2000 No seu repertório formal passam-se a encontrar referências à arquitectura que até aqui eram muito limitadas. Por um lado as figuras estão integradas num ambiente arquitectónico de fundo onde são evidentes os traços do gótico, por outro lado as figuras exibem um tratamento volumétrico com as mesmas expressões graciosas e posições sinuosas da decoração escultórica da catedral. Mas mesmo neste enquadramento arquitectónico a profundidade e a perspectiva são ainda muito básicos, em grande parte pela contribuição dos contornos a negro das figuras que fazem lembrar as uniões num vitral e que as remetem para um plano bidimensional.\"International Gothic Style of Illuminations\". In: Collins, Neil (ed.). Encyclopedia of Visual Arts. Cork, 2015 Esta adopção dos elementos do Gótico dever-se-á em grande parte à transposição da produção da iluminura dos mosteiros para as oficinas dos centros urbanos onde o Gótico habita. Na última metade do século XIV a influência dos mestres italianos no norte europeu é forte e a iluminura ganha um tratamento mais pronunciado dos volumes, aumentando a ilusão de profundidade do espaço. Ao mesmo tempo, a iluminura foi o campo onde primeiro se desenvolveu a pintura de paisagem. As drôleries designam um tipo próprio de manuscrito ilustrado típico do Gótico setentrional e que acaba por se alastrar a outras regiões. Nesta tipologia as composições adquirem uma liberdade quase ilimitada reunindo o humor grotesco com o fantástico e cenas do quotidiano descritas ao mais ínfimo detalhe, sendo um campo preferencial para o exercício da fantasia gótica. Outro tipo comum é o grisaille, onde a cor está ausente. Livros de horas, saltérios, bíblias, missais, antifonários e breviários são os veículos mais comuns das iluminuras, mas também aparecem em tratados de história, música, direito e ciências, nas biografias, bestiários e crônicas. Exemplares luxuosos para as grandes cortes e igrejas importantes podiam conter iluminuras de página inteira com fundos e detalhes dourados e ser encadernados com capas cravejadas placas de metais preciosos ou marfim e joias. Os principais centros de produção foram Paris, a corte da Borgonha, Inglaterra e Itália. Entre os mestres iluminadores mais famosos pode-se destacar Jacquemart de Hesdin, os irmãos Limbourg, Jean Pucelle, Jean Tavernier, Jean Fouquet, John Sifer, Herman Scherre, Giovannino dei Grassi e Lorenzo Monaco, mas a maior parte da produção se deve a autores anônimos.Jones, Susan. \"Manuscript Illumination in Northern Europe\". In Heilbrunn Timeline of Art History. The Metropolitan Museum of Art, 2000Palladino, Pia. \"Manuscript Illumination in Italy, 1400–1600\". In Heilbrunn Timeline of Art History. The Metropolitan Museum of Art, 2000 Ficheiro:13th-century unknown painters - Cantigas de Alfonso el Sabio - WGA16031.jpg|Página das Cantigas de Alfonso el Sabio, c. 1250-1300 Ficheiro:Lorenzo Monaco - Antiphonary (Cod. Cor. 7, folio 124v) - WGA13618.jpg|Inicial C decorada no Antifonário Cod. Cor. 7, iluminado por Lorenzo Monaco, 1406 Ficheiro:Fleur-des-Histoires-Vie-de-Marie-f179.jpg|Página de La Fleur des Histoires, de Jean Mansel, iluminada por Philippe le Bon, c. 1450-1458 Ficheiro:Les Très Riches Heures du duc de Berry février.jpg|Fevereiro, página de Les Très Riches Heures du duc de Berry, ciclo dos Trabalhos e dos Dias, iluminadas pelos irmãos Limbourg, 1412-1416 ==== Vitral==== Conhecido deste a Antiguidade, o vitral chegou ao seu apogeu durante o Gótico. Este método, de unir pedaços de vidro colorido através de chumbo, foi o que melhor se adaptou à necessidade narrativa do interior da catedral gótica, alinhando-se também perfeitamente à \"teologia da luz\" proposta pelo abade Suger. Desenvolvendo-se com as inovações técnicas de distribuição de peso das abóbadas, que permitiam a criação de grandes janelas para entrada de luz, esta evolução desafia os mestres-vidreiros obrigando-os a um projecto metodicamente planeado, distanciando-se progressivamente da influência românica e assumindo um estilo pictórico próprio a partir de 1150 e com apogeu até 1500. Tornou-se nesta época uma das formas mais disseminadas de pintura.Calkins, Robert G. Monuments of Medieval Art. Cornell University Press, 1979, pp. 167-174 thumb|left|Detalhe de uma cena da vida de São Tiago Maior na Catedral de Chartres A técnica empregada para sua confecção é, no entanto, muito diferente de outras formas de pintura. Os próprios pigmentos são produzidos com vidro colorido com óxidos e finamente moído, misturado a um meio líquido. Com esta \"tinta\" os artífices pintavam suas cenas e imagens na face do vidro que deveria permanecer voltada para o interior do edifício. Detalhes sutis eram obtidos com a abrasão de certas áreas com escovas ou com ponteadores, que permitiam criar áreas mais ou menos claras e efeitos de linha. Então a placa vítrea era submetida a calor intenso, que fundia o pigmento com a superfície de suporte. Muitas vezes no outro lado da placa de vidro era aplicada uma camada de emulsão de prata para criar cores de fundo. Também podiam ser aplicados detalhes em tintas convencionais depois da queima da placa, e não eram raros vitrais na técnica do grisaille, com poucas ou nenhuma cor, preferida pela Ordem de Cister e também popular na Inglaterra.\"Images in Light: Newly Acquired Stained Glass\". J. Paul Getty Museum, 2004 Podiam ser ainda criados vitrais inteiramente com placas de cor uniforme, mais usadas para decorações não-figurativas.Reynolds, Elisabeth. \"The Development of Stained Glass in Gothic Cathedrals\". In: JCCC Honours Journal, 2012; 4 (1) Naquela época não era possível produzir placas de vidro muito grandes, de maneira que os vitrais são elaborados a partir de uma série de pequenas placas unidas entre si por uma grade de metal apoiada na moldura de pedra das aberturas. Procurava-se que as linhas da grade evitassem cruzar áreas especialmente importantes da pintura, como as faces e mãos, a fim de não prejudicar sua inteligibilidade e melhorar o efeito estético, de modo que o desenho da grade acompanhava o perfil exterior das figuras.Department of Medieval Art and The Cloisters. \"Stained Glass in Medieval Europe\". In Heilbrunn Timeline of Art History. The Metropolitan Museum of Art, 2000 Uma vez que o vitral conheceu seu apogeu nas igrejas, a temática mais comum é naturalmente sacra. São populares as cenas da vida de Jesus, Maria e dos santos e passagens da Bíblia, mas também podiam aparecer brasões, símbolos, alegorias, representações do Zodíaco e decorações com motivos vegetais e animais. Entre os conjuntos de vitrais góticos mais importantes está o da Catedral de Chartres, frequentemente considerada a obra-prima do período, mas se destacam também, por exemplo, os das catedrais de Bourges, Auxerre, Sens, Soissons, Laon, Troyes, Reims, Notre-Dame de Paris, Lincoln e Salisbury, e o da Sainte-Chapelle. Castelos e mansões da burguesia rica também podiam contar com algumas aberturas decoradas com vitrais. No que diz respeito ao estilo da representação, a evolução da estilização para o naturalismo verificou-se também neste campo. A técnica tradicional de uso de pequenas placas de vidro começou a declinar no século XV com os avanços na produção do vidro, permitindo a elaboração de grandes placas pintadas com uma variação da técnica do esmalte. No século XVI, após a Reforma, a representação dos santos foi praticamente abolida nas igrejas protestantes, e com a preferência da pintura do vidro em imitação da técnica do afresco entre os católicos, a tradição gótica do vitral encerrou-se, revivendo, contudo, com o Neogótico.Lim, Darrel. The Historical and Contemporary Use of Stained Glass. The Canadian Centre for Worship Studies, 2005\"Stained Glass\". Encyclopedia Ecarta / University of North Florida, 2000 Ficheiro:Vitrail Vierge Cathédrale Troyes 160208.jpg|Madonna e o Menino, Catedral de Troyes. Ficheiro:Stained glass rose windows in Notre-Dame de Paris, October 2012.jpg|Rosácea da Catedral de Notre- Dame de Paris. Ficheiro:Lincoln Cathedral East window.jpg|Janela leste da Catedral de Lincoln. Ficheiro:MNMA, Resurrection dead.JPG|A ressurreição dos mortos, Sainte-Chapelle. ==Artes aplicadas== A intensa religiosidade do período refletiu-se também na ornamentação dos objetos utilitários relacionados ao culto: cálices de consagração, relicários, tocheiros, ostensórios, cruzes, tabernáculos, capas de missais e outros objetos, especialmente os pertencentes a igrejas ricas, eram confeccionados em metais preciosos e cravejados de joias, com uma elevadíssima qualidade artesanal e grande finura de detalhes, mas para determinados objetos materiais como o marfim e a madeira também eram muito usados. Combinavam-se nesses objetos características de vários domínios artísticos, como a ourivesaria, a pintura, a escultura e mesmo a arquitetura. Sobrevivem numerosos exemplares de relicários e tabernáculos com o formato de pequenas igrejas, com pináculos, arcos, estatuetas e outros elementos típicos das catedrais. Às vezes os relicários eram elaborados na forma de partes do corpo do santo de onde a relíquia era retirada, como mãos, braços, bustos etc. Paralelamente, é comparável a qualidade e riqueza de objetos dos grandes nobres, incluindo coroas e joias. Já a mobília tendia a ser mais austera, mas em alguns casos podia ser ornamentada com ricos entalhes, como nos cadeirais da grandes catedrais, tronos e grandes armários, mas é bastante escassa a mobília gótica que chegou aos dias de hoje.Kemp, Martin. The Oxford History of Western Art. Oxford University Press, 2000, pp. 138-143 Ficheiro:Calice du sacre Tau.jpg|Cálice da Coroação da Catedral de Reims, ouro, esmalte, pérolas e joias, fim do século XII, França. Ficheiro:Limoges Reliquary 1 Kimbell.jpg|Relicário em cobre esmaltado sobre núcleo de madeira, c. 1200–1220, França. Ficheiro:Chasse saint taurin1.jpg|Arca de Saint Taurin, relicário arquitetural, ouro, esmalte e joias, século XIII, França. Ficheiro:Aachen Domschatz Bueste1.jpg|Busto-relicário de Carlos Magno, prata dourada e joias, c. 1350, França. Ficheiro:Germany Luebeck St Mary baptismal font 1.jpg|Pia batismal da Igreja de Santa Maria em Lübeck, bronze, século XIV, Alemanha. Ficheiro:Schatzkammer Residenz München 06 (cropped).JPG|Coroa da princesa Blanche, ouro, pérolas e joias, c. 1370, Inglaterra. Ficheiro:Torun kosciol NMP stalle pn.jpg|Cadeiral do coro da Igreja da Assunção de Maria em Torun, século XV, Polônia. Ficheiro:Imperial Bible.jpg|Capa dos Evangelhos da Coroação, parte do tesouro do Sacro Império, prata dourada e joias, c. 1500, Alemanha == Neogótico == Em alguns pontos da Europa, como por exemplo na Inglaterra, o estilo nunca caiu em um esquecimento total. Entre o século XVII e o século XVIII Sir Christopher Wren ergueu uma torre gótica no Christ Church College da Universidade de Oxford, e Nicholas Hawksmoor levantou no mesmo estilo as torres ocidentais da Abadia de Westminster, mas somente a partir de meados do século XVIII, quando se desenvolve o Romantismo, vai ser revalorizada em larga escala a filosofia estética do Gótico. A arte volta-se novamente para o passado, interessada pelo que imaginava haver de misterioso e desconhecido da Idade Média, mas também pela valorização de antigas tradições e folclores regionais, e por uma nova atitude em relação à decoração sacra, entendendo-se que o Gótico era um estilo espiritual por excelência, condenando a opulência do Barroco e Rococó — correntes que estiveram em vigor entre os séculos XVII e XVIII —, entendida como um sinal de excessivo materialismo e sensualidade, uma condenação que também seria expressa pelo surgimento concomitante do Neoclassicismo, que, porém, materializaria suas proposições de maneiras diferentes, recorrendo à austeridade e economia formal classicistas. Goethe, também fascinado pela imponência das grandes catedrais góticas na Alemanha, vai acabar por ajudar ao impulso desta redescoberta da originalidade do período Gótico, exprimindo as emoções que lhe são despertas ao admirar os gigantes edifícios de pedra. Neste momento nasce o Neogótico que define e expande o gosto pela utilização de elementos decorativos góticos e que reconhece pela primeira vez as diferenças artísticas que separam o estilo Românico do Gótico.Barros, José D'Assunção. \"O Romantismo e o Revival Gótico no século XIX\". In: ArteFilosofia – Revista do Programa de Pós-Graduação em Artes da Universidade Federal de Ouro Preto, 2009; VI:1-17 Também a França assume uma posição representativa no Neogótico, liderada pela figura de Viollet-le-Duc e pelo seu trabalho na área do restauro em diversas catedrais francesas góticas. Não só assumiu um papel pedagógico no ensinamento das técnicas de aplicação deste gosto em construções modernas, como também compilou na Encyclopédie médiévale as diversas variantes formais do estilo, desde a arquitectura à indumentária da época. Com mais ou menos intensidade o fascínio por esta época passada manteve-se até aos nossos dias um pouco por todo o mundo ocidental, penetrando pelo século XX adentro nas diversas vertentes artísticas ecléticas. ==Ver também== *História da arte *Cultura da Europa *Gótico em Portugal",
 "title": "Arte gótica"
}