{
 "id": "54395",
 "text": "O Imposto sobre Produtos Industrializados, cuja sigla é IPI, é um imposto federal, ou seja, somente a União pode instituí-lo ou modificá-lo, sobre produtos industrializados no Brasil. Está previsto no art. 153, IV, da Constituição Federal. Suas disposições estão descritas no Decreto nº 7.212, de 15 de junho de 2010, que regulamenta a cobrança, fiscalização, arrecadação e administração do Imposto sobre Produtos Industrializados. == Fato gerador == O fato gerador do IPI ocorre em um dos seguintes momentos: * com o desembaraço aduaneiro do produto importado; * na saída do produto industrializado do estabelecimento industrial ou equiparado a industrial; * com a arrematação do produto apreendido ou abandonado, quando este é levado a leilão. == Contribuintes == Os contribuintes do imposto podem ser o importador, o industrial, o comerciante ou o arrematador, ou a quem a lei os equiparar, a depender do caso. São considerados contribuintes industriais aqueles que comercializam produtos cuja industrialização tenha sido executada no próprio estabelecimento, ou de terceiros mediante a remessa dos insumos (combinação dos fatores de produção - matéria-prima, horas trabalhadas, energia consumida - que entram na produção de determinada quantidade de bens ou serviços) necessários. Conforme o Decreto nº 7.212/10, expedido pelo Presidente da República brasileiro, equiparam-se a estabelecimento industrial os seguintes, entre outros:Decreto nº 7.212, de 15 de junho de 2010, na página da Presidência da República brasileira # Importadores de produtos de procedência estrangeira que derem saída a esses produtos; # Atacadistas ou varejistas que receberem diretamente da repartição aduaneira que efetuou o desembaraço dos produtos importados por outro estabelecimento da mesma firma; # Filiais atacadistas que comercializem produtos importados ou industrializados por outro estabelecimento da mesma firma; # Estabelecimentos comerciais atacadistas de pedras preciosas. == Alíquota == A alíquota utilizada varia conforme o produto. Determinado produto tanto pode ser isento, quanto ter alíquota de mais de 300% (caso de cigarros). As alíquotas estão dispostas na TIPI (Tabela de Incidência do Imposto sobre Produtos Industrializados). == Base de cálculo == A base de cálculo depende da transação. No caso de venda em território nacional, a base de cálculo é o preço de venda. No caso de importação, a base de cálculo é o preço de venda da mercadoria, acrescido do Imposto de Importação e demais taxas exigidas (frete, seguro, etc). Principio da Anterioridade da Legislação Tributária Significa que nenhum tributo poderá ser cobrado no mesmo exercício financeiro que haja sido publicada a lei que o instituiu ou aumentou. O § 1° do artigo 150 da Constituição, entretanto, estabelece uma ressalva a esse princípio, estabelecendo que o Princípio da Anterioridade não se aplica ao IPI. Assim, o legislador pode estabelecer aumento do IPI no curso do mesmo exercício financeiro. Isso significa que tais aumentos tornam-se exigíveis com a publicação da respectiva lei ou decreto, ou ato normativo equivalente. Com relação à entrega em vigência da instituição ou aumento do IPI, deve ser observado o Princípio da Noventena, na qual a instituição ou majoração de tributo somente produzirá efeitos após 90 (noventa) dias da data da publicação da lei, conforme Emenda Constitucional 42/2003. Princípio da “Noventena” – por este princípio estabelecido pela Emenda Constitucional 42/03, a instituição ou majoração de tributo somente produzirá efeitos após 90 (noventa) dias da data da publicação da lei que os instituiu ou aumentou (art. 150, III, “c” da CF/88). São exceções a este principio, ou seja, podem ser instituídos ou majorados antes de noventa dias o Imposto de Importação (II), o Imposto de Exportação (IE), o Imposto de Renda (IR) e o Imposto sobre Operações Financeiras (IOF). Analisando os Princípios da Anterioridade e da “Noventena” verificamos que o IPI não se sujeita à Anterioridade, mas se sujeita à “Noventena”, enquanto o Imposto de Renda não se sujeita a “Noventena”, mas se sujeita à Anterioridade. == Não- cumulatividade e apuração de créditosPEIXOTO, Marcelo Magalhães et al. Regulamento do IPI – Imposto sobre Produtos Industrializados. 1a ed. São Paulo: MP Editora, 2008.MASCARENHAS, Raymundo Clovis do Valle Cabral. Tudo sobre IPI – Imposto sobre Produtos Industrializados. 4a ed. São Paulo: Aduaneiras, 2002. == BRASIL. Decreto 7.212/10, arts. 225 a 230. Acesso em 25/10/2015.De acordo com disposição da Constituição Federal brasileira, o IPI é um imposto não-cumulativo. Essa não-cumulatividade é efetivada pelo sistema de crédito do imposto relativo a matérias-primas, insumos e mercadorias adquiridas pelo estabelecimento do contribuinte, para ser abatido do que for devido pelos produtos fabricados e vendidos, num mesmo período. Os estabelecimentos industriais contribuintes do IPI podem registrar créditos correspondentes ao IPI que compõe o preço dos produtos e mercadorias adquiridos ou recebidos, nas seguintes situações: a) IPI relativo da matéria- prima, produto intermediário e material de embalagem, adquiridos para emprego na industrialização de produtos tributados, incluindo-se, entre as matérias- primas e os produtos intermediários, aqueles que, embora não se integrando ao novo produto, forem consumidos no processo de industrialização, salvo se compreendidos entre os bens do ativo permanente; b) IPI relativo a matéria- prima, produto intermediário e material de embalagem, quando remetidos a terceiros para industrialização sob encomenda, sem transitar pelo estabelecimento adquirente; c) IPI relativo a matéria-prima, produto intermediário e material de embalagem, recebidos de terceiros para industrialização de produtos por encomenda, quando estiver destacado ou indicado na nota fiscal; d) IPI destacado em nota fiscal relativa a produtos industrializados por encomenda, recebidos do estabelecimento que os industrializou, em operação que dê direito ao crédito; e) IPI pago no desembaraço aduaneiro; f) IPI mencionado na nota fiscal que acompanhar produtos de procedência estrangeira, diretamente da repartição que os liberou, para estabelecimento, mesmo exclusivamente varejista, do próprio importador; g) IPI relativo a bens de produção recebidos por comerciantes equiparados a industrial; h) IPI relativo aos produtos recebidos pelos estabelecimentos equiparados a industrial que, na saída destes, estejam sujeitos ao imposto; i) IPI pago sobre produtos adquiridos com imunidade, isenção ou suspensão quando descumprida a condição, em operação que dê direito ao crédito; e j) IPI destacado nas notas fiscais relativas a entregas ou transferências simbólicas do produto, permitidas neste Regulamento. k) IPI relativo a matéria-prima, produto intermediário e material de embalagem, adquiridos de comerciante atacadista não contribuinte, calculado pelo adquirente, mediante aplicação da alíquota a que estiver sujeito o produto, sobre cinquenta por cento do seu valor, constante da respectiva nota fiscal; l) IPI relativo a produtos tributados recebidos em devolução ou retorno, total ou parcial. Cabe ressaltar que o conceito de insumos que dão direito a crédito de IPI - matérias primas, produtos intermediários e material de embalagem, está definido no Parecer Normativo CST Nº 65/79,Parecer Normativo CST 65/79 que determina: “A partir da vigência do RIPI/79, \"ex vi\" do inciso I de seu art. 66, geram direito ao crédito ali referido, além dos que se integram ao produtofinal (matérias- primas e produtos intermediários \"stricto sensu\", ematerial de embalagem), quaisquer outros bens, desde que não contabilizados pelo contribuinte em seu ativo permanente, que sofram,em função de ação exercida diretamente sobre o produto em fabricação,alterações tais como o desgaste, o dano ou a perda de propriedades físicas ou químicas.” Portanto geram direito a crédito de IPI a matéria-prima, o produto intermediário e o material de embalagem, que devemintegrar o novo produto fabricado ou, no caso da matéria-prima e do produto intermediário, embora não se integrando a ele, sejam consumidos, desgastados ou alterados em função da ação direta exercida sobre o produto em fabricação, ou vice-versa, oriunda de ação exercida diretamente pelo produto em industrialização,desde que não integrem o ativo permanente. Neste mesmo sentido, ensina Mascarenhas: Note-se que o dispositivo regulador do crédito básico a que o estabelecimento industrial tem direito está dividido em duas partes, a primeira referindo-se às matérias-primas, aos produtos intermediários e aos materiais de embalagem; a segunda, relacionada às matérias-primas e aos produtos intermediários que, embora não se integrando ao novo produto, sejam consumidos no processo de industrialização. Observe-se, ainda, que enquanto na primeira parte da norma matérias-primas e produtos intermediários são empregados stricto sensu, a segunda usa tais expressões em seu sentido lato: quaisquer bens que, embora não se integrando ao produto em fabricação, se consome na operação de industrialização (PN nº 65/79). De acordo com a segunda parte da regra acima exposta, geram direito ao crédito, além dos insumos que se integram ao produto final (matérias-primas e produtos intermediários stricto sensu e materiais de embalagem), quaisquer outros bens, desde que não contabilizados pelo contribuinte no seu ativo permanente, que sofram, em função de ação exercida diretamente sobre o produto em fabricação, ou por ele diretamente sofrida, alterações tais como o desgaste, o dano ou a perda de propriedades físicas ou químicas. Marcelo Magalhães Peixoto ressalta que, além de haver o contato físico, para ser considerado insumo o item não pode ser parte de máquina e não pode ser compreendido no ativo permanente: A partir da vigência do RIPI/79, \"exvi\" do inciso I de seu art. 66, geram direito ao crédito ali referido,além dos que se integram ao produto final (matérias-primas e produtos intermediários \"stricto sensu\", e material de embalagem), quaisqueroutros bens, desde que não contabilizados pelo contribuinte em seu ativopermanente, que sofram, em função de ação exercida diretamente sobre oproduto em fabricação, alterações tais como o desgaste, o dano ou a perda de propriedades físicas ou químicas. == Prazos de recolhimento == *Até o 25º dia do mês subsequente ao mês da ocorrência dos fatos geradores; *Para produtos classificados no código 2402.20.00 (cigarros que contenham tabaco) da Nomenclatura Comum do Mercosul – NCM, até o 10º dia do mês subsequente ao mês dos fatos geradores; *Se o dia do vencimento não for útil, antecipa-se para o primeiro dia útil que o anteceder; Para as seguintes operações: *No ato do pedido de autorização de venda de produtos trazidos do exterior a título de bagagem, despachado com a isenção do imposto ou com o pagamento de tributos; *Antes da saída do produto da repartição que processar o despacho aduaneiro, nos casos de importação; == Modalidades de industrialização == Produto industrializado é o resultante de qualquer operação definida como industrialização, mesmo incompleta, parcial ou intermediária. A industrialização é qualquer operação que modifique a natureza, o funcionamento, o acabamento, a apresentação, a finalidade do produto ou o aperfeiçoe para o consumo. São cinco modalidades:BRASIL. Decreto 7.212/10, art. 4º Acesso em 25.nov.2013. #Transformação: exercida sobre matérias-primas ou produtos intermediários, importa na obtenção de espécie nova; #Beneficiamento: importa em modificar, aperfeiçoar ou, de qualquer forma, alterar o funcionamento, a utilização, o acabamento ou a aparência do produto; #Montagem: consiste na reunião de produtos, peças ou partes e de que resulte um novo produto ou unidade autônoma, ainda que sob a mesma classificação fiscal; #Acondicionamento ou Reacondicionamento: importa em alterar a apresentação do produto, pela colocação da embalagem, ainda que em substituição da original, salvo quando a embalagem colocada se destine apenas ao transporte da mercadoria ; #Renovação ou Recondicionamento: exercida sobre produto usado ou parte remanescente de produto deteriorado ou inutilizado, renove ou restaure o produto para utilização. == IPI reduzido == A principal função do IPI é extrafiscal, embora ele possa ser utilizado como um imposto seletivo: para estimular o consumo de um produto, o governo pode isentá-lo do IPI ou reduzir significativamente sua alíquota. Inversamente, produtos cujo consumo o governo queira frear (caso do cigarro, bebidas e produtos de luxo, por exemplo) estão sujeitos a alíquotas proibitivas. Como as alíquotas de IPI são fixadas pelo Poder Executivo, ele também é utilizado ostensivamente pelo Governo Federal para fazer política econômica com montadoras de automóveis. Com a redução do IPI determinada pelo governo federal, como forma de estimular as vendas e amortizar os efeitos da crise global, aplicada pelo governo no dia 20 de abril de 2009 para produtos da linha branca (fogões, geladeiras, etc), as vendas no varejo cresceram 30% em maio de 2009Sob IPI reduzido, vendas no varejo cresceram 30% em maio em comparação ao mesmo período de 2008, resultando a falta de produtos no comércio devido ao extraordinário aumento das vendas, o que demonstra a utilização do imposto como um tributo extrafiscal. Tais reduções, ainda que pequenas, provocaram grande resultado positivo para os setores correspondentes, mostrando como poderia ser nossa economia se houvesse uma reforma tributária. Existe também a suspensão do IPI relativo às matérias-primas (MP), produtos intermediários (PI) e material de Embalagem (ME), adquiridos por empresas preponderantemente exportadoras. Não há redução de IPI, no entanto, para itens considerados essenciais para o desenvolvimento do país, como equipamentos para fins didáticos (NCM=9023 com 15%), para criação de audiovisuais (NCM=9010 com 20%) ou veículos elétricos (NCM=8703 com 25%). Mas, um exemplo de redução/isenção do tributo e de sua preponderância extrafiscal pode ser verificada na análise dos regimes especiais da Zona Franca de Manaus, da Amazônia Ocidental e das Áreas de Livre Comércio. Tais benefícios incidem na importação e na exportação de bens a serem consumidos nessas regiões ou utilizados na produção de novos itens, e também incluem incentivos fiscais em determinadas movimentações internas de mercadorias. Sua finalidade é promover o desenvolvimento regional, por meio da criação de centros industriais, comerciais e agropecuários em locais que, em face da distância dos grandes centros, possuem dificuldades de desenvolvimento. De forma bem resumida, o benefício envolve isenções do IPI, dentre outros tributos, sobre determinados bens, em quatro situações específicas: importação de bens para a Zona Franca de Manaus, Amazônia Ocidental e Áreas de Livre Comércio; compras de produtos nacionais (nacionalizados) pela Zona Franca de Manaus, Amazônia Ocidental e Áreas de Livre Comércio; exportação de produtos por essas regiões; e, por último, remessa (venda) de produtos dessas regiões. O benefício pode ser consultado nasr meio de consulta às seguintes legisl10, Decreto-Lei 288/67, Decreto-Lei 356/68, Decreto-Lei 1.435/75 e Leis 8.032/90 e 8.387/91.s: Decreto 7.212/2010 === Projeto de Lei do Senado n° 512 de 2017 === Em junho de 2017, uma Ideia Legislativa enviada por uma cidadã de Sergipe para o Portal e-Cidadania do Senado Federal, pedia desconto de 30% na compra de automóveis por professores. A Sugestão Legislativa n° 40 de 2017 atingiu o número necessário de apoios de outros internautas dois meses depois de cadastrada no site. No dia 22 de novembro de 2017, a Comissão de Direitos Humanos e Legislação Participativa do Senado Federal aprovou o relatório do Senador Cidinho Santos (PR/MT) que transformava a SUG no Projeto de Lei do Senado nº 512 de 2017 incluindo os professores da educação básica na Lei nº 8.989, de 24 de fevereiro de 1995 que prevê isenção do IPI. == Ver também == * Lista de tributos do Brasil * IOF * ICMS * ISS == Ligações externas == * Categoria:Direito tributário Categoria:Impostos do Brasil",
 "title": "Imposto sobre Produtos Industrializados"
}