{
 "id": "54478",
 "text": "A Grande Jacquerie foi uma revolta camponesa que ocorreu em 1358 em diversas regiões do norte da França, tais como: Ilha de França, Picardia, Champanhe, Artésia e Normandia. Nessa época, a França vivia um contexto de crise política, social e militar, causada pelas derrotas sofridas no Primeiro Período da Guerra dos Cem Anos (1337-1364), em particular, a derrota sofrida na Batalha de Poitiers, em 1356; e pela Peste Negra, que teve seu auge, entre 1343 e 1353. Alguns afirmam que essa denominação decorreu do fato de a revolta ter sido liderada por Jacques Bonhomme, outros afirmam que a denominação decorreu do fato de que os camponeses franceses da época utilizavam jaquetas curtas, conhecidas como \"Jacques\". == Antecedentes == Em 1356, a França sofreu uma grave derrota na Batalha de Poitiers, que, além das perdas militares, resultou na exigência de um vultuoso resgate em decorrência do aprisionamento do Rei João II. Em 22 de fevereiro de 1358, ocorreu um motim que resultou na invasão do \"Palais de la Cité\" em Paris, residência do Delfim Carlos, futuro Rei Carlos V de França.Claude Gauvard, \"La France au Moyen Âge du ve siècle au xve siècle\", julho de 2017, p. 445-452. == A Revolta == Entre 23 e 28 de maio de 1358, teve início a revolta, na fronteira entre a Ilha de França e Clermontois, mais precisamente na pequena aldeia de Saint-Leu-d'Esserent. Entre os dias 9 e 10 de junho, a revolta foi esmagada perto de Mello por um exército de nobres reunidos pelo Rei Carlos II de Navarra.Renée Grimaud, \"1001 secret d'histoire de France\", setembro de 2016, \"La grande jacquerie\" p.123.Raymond Cazelles, \"Société politique, noblesse et couronne sous Jean le Bon et Charles V\", em francês, acesso em 30/07/2021, Librairie Droz, 1982, p. 321.Georges Duby, Histoire de la France - Dynasties et révolutions, de 1348 à 1852, em francês, acesso em 30/07/2021, em Larousse, 1975, p. 16.Jean de Venette, Chronique dite de Jean de Venette, Paris, Le livre de poche, 2011, 501 p.Gallica, Les chroniques de sire Jean Froissart, em francês, acesso em 30/07/2021.François Tommy Perrens, \"Étienne Marcel et le gouvernement de la bourgeoisie au quatorzième siècle\", Hachette, 1860, p. 259-260.Marie-Thérèse de Medeiros, \"Jacques et chroniqueurs: une étude comparée de récits contemporains relatant la Jacquerie de 1358\", Honoré Champion, 1979. == Ver também == * Jacqueries == Bibliografia == * CHEVITARE, André. O campesinato na História. Rio de Janeiro: RelumeDumará/ FAPERJ, 2002. * LADURIE, Emmanuel Le Roy. História dos camponeses Franceses, vol. 1. Rio de Janeiro: Civilização brasileira, 2007. * _________________________. História dos camponeses Franceses, vol. 2. Rio de Janeiro: Civilização brasileira, 2007. * MACEDO, José Rivair. Movimentos populares na Idade Média. São Paulo: Editora Moderna, 1993. == Ligações externas == * Les violences de la Jacquerie par Froissart (Ricardo da Costa). * La Grande Jacquerie de 1358 (Alain Mourgue). * Radio Goliard(s). La Grande Jacquerie. Émission consacrée à la Jacquerie avec Jean- Philipe Genet, professeur à l'université Paris 1, et Gaëtan Bonnot, auteur d'un mémoire de master 2 sur le sujet. Categoria:Revoltas camponesas Categoria:Século XIV na França Categoria:1358 Categoria:Revoltas do final da Idade Média",
 "title": "Grande Jacquerie"
}