{
 "id": "54481",
 "text": "A notícia é um formato de divulgação de um acontecimento por meios jornalísticos.Fang, Irving. A History of Mass Communication: Six Information Revolutions. Boston: Focal Press (Butterworth-Heineman), 1997. É a matéria- prima do Jornalismo, normalmente reconhecida como algum dado ou evento, socialmente relevante que merece publicação em um meio de comunicação social. Fatos políticos, sociais, econômicos, culturais, naturais e outros, podem ser notícia se afetarem indivíduos ou grupos significativos para um determinado veículo de imprensa. A notícia pode ser definida como um produto socialmente construído, pois é resultado das posições sociais de indivíduos e grupos envolvidos com a produção jornalística, e pelas próprias fontes que segundo Stuart Hall, atuam como definidores primários dos eventos. A notícia é uma condensação desses determinantes em um produto sócio-cultural essencial na construção dos processos, conteúdos e relações sociais.Tuchman, G. (1978), “Making News: A Study In The Construction of Reality”, em: Silva G., Silva M. P. e Fernandes M. L. (2014). “Critérios de Noticiabilidade: Problemas Conceituais e Aplicações”, InsularAllan, Stuart, News Culture. (2nd ed. McGraw Hill Open University Press, 2004. )Wood, James. History of International Broadcasting. London: Peter Peregrinus Ltd., 1992. Geralmente, a notícia tem conotação negativa, justamente por ser excepcional, anormal ou de grande impacto social, como acidentes, tragédias, guerras e golpes de estado. Notícias têm valor jornalístico apenas quando acabaram de acontecer, ou quando não foram noticiadas previamente por nenhum veículo. A \"arte\" do Jornalismo é escolher os assuntos que ao público e apresentá-los de modo atraente. Nem todo texto jornalístico é noticioso, mas toda notícia é potencialmente objeto de apuração jornalística.Rampton, Sheldon e John Stauber. Trust Us, We're Experts: How Industry Manipulates Science and Gambles With Your Future. New York: Jeremy P. Tarcher/Putnam, 2001. Quatro fatores principais que influenciam na qualidade da notícia:Traquina N. \"Teorias do Jornalismo. Volume1\". Florianópolis: Insular, 2005 # Novidade: a notícia deve conter a vida e a vida deve conter informações novas, e não repetir as já conhecidas. # Proximidade: quanto mais próximo do leitor for o local do evento, mais interesse a notícia gera, porque implica mais diretamente na vida do leitor. # Tamanho: tanto o que for muito grande quanto o que for muito pequeno atrai a atenção do público. # Relevância: notícia deve ser importante, ou, pelo menos, significativa. Acontecimentos banais, corriqueiros, geralmente não interessam ao público. Notícias chegam aos veículos de imprensa por meio de repórteres, correspondentes, agências de notícias e assessorias de imprensa. Eventualmente, amigos e conhecidos de jornalistas fornecem denúncias, sugestões de pauta, dicas e pistas, às vezes no anonimato, pelo telefone ou por \"e-mail\".McNair, Brian. Cultural Chaos: Journalism, news and power in a globalised world. New York: Routledge (Informa), 2006. Nos Estados Unidos é comum a figura do news-hawkSatlzman J. (2002). \"Frank Capra and the Image of the Journalist in American film\". Norman Lear Center, The Annenberg School for Communication. (gavião-de-notícia), uma espécie de informante-apurador contratado pelo jornal, que anda em busca de assuntos que potencialmente possam gerar notícias.Schudson, Michael. Discovering the News: A Social History of American Newspapers. New York: Basic Books, Inc., 1978. A Notícia pode estar dividida nas seguintes partes: :Título Nome dado ao material. :Lead O lead deve informar qual é o fato jornalístico noticiado e as principais circunstâncias em que ele ocorre. :Corpo Onde o fato jornalístico é desenvolvido. Categoria:Jornalismo",
 "title": "Notícia"
}