{
 "id": "54485",
 "text": "O bobsleigh, bobsled ou bobsledge é um esporte de inverno no qual equipes de duas ou quatro pessoas realizam, por meio de um trenó, descidas cronometradas em uma pista de gelo sinuosa e estreita especialmente construída para a competição. O trenó é movido pela força da gravidade, e pode atingir velocidades de até 150 km/h. Desde 1924, o bobsleigh faz parte dos Jogos Olímpicos de Inverno, como uma competição para equipes masculinas de quatro pessoas. Em 1932, foi adicionada uma segunda modalidade, para equipes compostas de dois homens. Em 2002, foi pela primeira vez admitida a participação de mulheres entre os membros das equipes. Em 2006, foi introduzida modalidade para times de duas mulheres. == História == Criado na Suíça, as primeiras corridas de bobsleigh foram disputadas em estradas cobertas por neve. A primeira pista feita especialmente para a competição foi inaugurada em 1902. O esporte não foi disputado nos Jogos Olímpicos de 1960, quando a prova teve problemas de organização e acabou vetada. O bobsled passou a ser disputado por mulheres apenas nos Jogos Olímpicos de Inverno de 2002, realizado em Salt Lake City, Estados Unidos. A modalidade conta com três estilos: equipes de dois feminino e masculino, além de times de quatro masculino. Dentro de um carrinho sobre lâminas, os atletas descem uma pista de gelo com curvas e retas de 1 500 m de extensão. O trenó chega a atingir 135 km/h. Vence quem completar o percurso no menor tempo. O bobsleigh era praticado no final do século XIX em duas regiões distintas: Albany, nos Estados Unidos (1882) e St. Moritz, na Suíça (1897) onde o esporte se desenvolveu primeiramente, e fundou o seu primeiro Clube de Bobsled em 1897. Já em 1914, as competições de bobsled eram organizadas em várias pistas pela Europa, principalmente na região dos alpes europeus. Em 1923 foi fundada a Federação Internacional de Bobsleigh e Tobogã (FIBT). O bobsled de 4 pessoas (4-man) foi incluído na 1ª edição dos Jogos Olímpicos de Inverno de 1924, em Chamonix, França. Já a modalidade de bobsled de 2 pessoas (2-man) foi incluída nas Jogos Olímpicos de Inverno de 1932 em Lake Placid. Somente nos Jogos Olímpicos de Inverno de 2002 o bobsleigh feminino de 2 pessoas foi incluído como modalidade olímpica == Pistas == As pistas atuais são feitas de concreto e cobertas com gelo, devem possuir pelo menos uma reta e um labirinto (3 curvas seguidas sem reta entre elas), possuem geralmente entre 1200 e 1300 metros de comprimento. == Regras == === Modalidades de bobsleigh === Bobsled de 4 pessoas / 4-man (masculino). Bobsled de 2 pessoas / 2-man (masculino) e Bobsled de 2 pessoas / 2-woman (feminino). === Equipamento === * Capacete de skeleton, uniforme de competição, luvas, sapatilha de bobsleigh, ombreira, cotoveleira e joelheira. * Trenó: peso de 175 kg 2-homens e 227 kg para 4-homens. === Pista de gelo === * Comprimento: 1 500 m. * Curvas: entre 15 e 19 curvas. * Custo para construção: R$ 100 milhões. === Largada === Os atletas correm 50 metros em sincronia e pulam dentro do trenó. Essa distância é percorrida em menos de 6 segundos acelerando o trenó a 40 km/h. Para correr no gelo em alta velocidade, os atletas utilizam sapatilhas especiais que possuem 600 agulhas que perfuram o gelo, dando tração e equilíbrio aos atletas. === Piloto === Depois da largada o piloto assume comando, guiando o trenó até a linha de chegada. Uma boa pilotagem requer bons reflexos e memorização do layout da pista. O piloto controla o trenó com as mãos por meio de um mecanismo de direção debaixo do cockpit do trenó. Um erro de pilotagem pode causar uma capotagem e consequentemente a eliminação da equipe na competição. === Chegada === Ao cruzar a linha de chegada o piloto sinaliza o atleta responsável pela freagem (brakeman). O brakeman puxa o freio e diminui a velocidade do trenó gradativamente. === Tempo === Dependendo da pista uma descida dura entre 50 e 60 segundos, aonde os trenós chegam a 140 km/h. === Pontuação e ranking === As primeiras 30 equipes ganham pontos conforme tabela da Federação Internacional de Bobsleigh. No final da temporada as equipes com o maior número de pontos acumulados, é declarada campeã mundial. == Ver também == * Federação Internacional de Bobsleigh e de Tobogganing * Campeonato Mundial de Bobsleigh * Copa do Mundo de Bobsleigh * Bobsleigh nos Jogos Olímpicos * Luge * Skeleton == Ligações externas == * Categoria:Desportos olímpicos Bobsled zeppelin|*",
 "title": "Bobsleigh"
}