{
 "id": "54486",
 "text": "Acento denota, na Linguística, a tonicidade, ou seja, a ênfase dada a determinadas sílabas das palavras durante a fala. Sílabas acentuadas parecem ser pronunciadas mais alto e com mais força do que as que não são. Em português, é possível diferenciar dois tipos de acentos tônicos. O de maior intensidade, presente, por exemplo, na última sílaba da palavra \"amar\", é chamado principal. Outro, menos intenso, presente, por exemplo, na primeira sílaba da palavra \"sozinho\", é chamado secundário. No alfabeto fonético internacional, esses acentos são representados, respectivamente, pelos caracteres e . Esses símbolos devem preceder a sílaba tônica. Em X-SAMPA, os símbolos que representam esses acentos são: e . É possível classificar as línguas segundo a acentuação das sílabas entre aquelas que têm acento fixo e aquelas que têm acento livre. Encaixam-se no primeiro grupo os idiomas cuja acentuação é previsível. Dessa forma, o francês, no qual a maioria das palavras têm a última sílaba acentuada, o latim, em que as palavras são acentuadas na penúltima ou antepenúltima sílabas, dependendo da duração da vogal daquela, o alemão e o esperanto têm acento fixo. Por conta disso, esses idiomas não utilizam acentuação gráfica para marcar a tonicidade. O inglês também não utiliza acentos, contudo, em inglês, a tonicidade das palavras é imprevisível. As ortografias de certas línguas como japonesa fazem uso de sinais diacríticos para indicar a tonicidade de uma sílaba. Estes são os chamados acentos gráficos. O português e o espanhol também utilizam acentos, como por exemplo, em lâmpada (português) e lámpara (espanhol). == Tonicidade == Tonicidade é uma propriedade da sílaba tônica, isso é, da sílaba que é pronunciada mais forte em uma palavra. É uma característica dependente de idioma que é estudada pela prosódia. Dependendo do idioma, a sílaba tônica de uma palavra pode ou não ser marcada com acentos gráficos, de acordo com as regras de acentuação desse idioma. == Acentuação tônica == Na língua portuguesa, a sílaba tônica pode aparecer em três diferentes posições; consequentemente, as palavras podem receber três classificações quanto a esse aspecto: * Oxítonas ou agudas: são aquelas cuja sílaba tônica é a última: você, ruim, café, carcará, jiló, vatapá, alguém, anzol, ninguém, condor, paul. * Paroxítonas ou graves: são aquelas cuja sílaba tônica é a penúltima: gente, dólar, álbum, planeta, pedra, vírus, homem, caminho, tórax, alto, amável, âmbar, táxi, éter, hífen. * Proparoxítonas ou esdrúxulas: são aquelas cuja sílaba tônica é a antepenúltima: lágrima, mágico, trânsito, lâmpada, xícara, ótimo, último, médico, Alcântara, fanático. Nos exemplos dados para os três casos, só há palavras com mais de uma sílaba. Quanto às de apenas uma sílaba, os chamados monossílabos, há divergências quanto à sua classificação tônica. Quando apresentam tonicidade, como no caso de má, pó, fé, há quem as considere simplesmente monossílabos tônicos. Outros preferem dizer que são \"oxítonas de apenas uma sílaba\". A questão é polêmica, mas a primeira tese (monossílabos tônicos) tem mais adeptos. É importante destacar que só se percebe se um monossílabo é tônico ou átono pronunciando-o numa sequência de palavras, ou seja, numa frase. == Sinais gráficos == Os sinais gráficos utilizados para marcar a tonicidade das palavras variam conforme o idioma estudado. O português, por exemplo, utiliza o acento agudo (´) e o circunflexo (^). Exemplos: * Pároco * Crônica Outro sinal que costuma ser utilizado em diversos idiomas, além dos citados acima, é o acento grave (`), que em português é utilizado para marcar a crase. Em materiais ou mídias de cursos de aprendizagem de idiomas são utilizados outros sinais e também recursos, como o macro (¯), a braquia (um pequeno semicírculo semelhante ao \"u\" sobre a letra), o negrito, o itálico, a cor da letra, o sombreamento, as letras maiúsculas, etc. No alfabeto fonético internacional, produzido pela International Phonetic Association (Associação Fonética Internacional - IPA), a tonicidade é indicada por um apóstrofo (mais precisamente, pelo símbolo de minuto) imediatamente antes da sílaba tônica. Exemplo: ['silɐbɐ]. == Identificando a sílaba tônica == Um método simples de identificar qual a sílaba tônica de uma palavra, inclusive usado em escolas primárias, é simular que você está chamando alguém que está longe e tenha o mesmo nome da palavra. A sílaba tônica será sempre a que tiver o maior tempo de pronúncia. Por exemplo, a palavra \"bicicleta\", se você fosse chamar (ou gritar) uma pessoa com este nome, a sílaba \"cle\" será a com maior tempo: \"bicicleeeeeta!\". == Poesia == A tonicidade, em geral a da última palavra, é utilizada para terminar a contagem das sílabas, sendo, por isso, importante para a métrica e a versificação. == Ver também == * Acentuação gráfica Categoria:Fonética Categoria:Fonologia Categoria:Ortografia",
 "title": "Acento tônico"
}