{
 "id": "54515",
 "text": "Rolling Stone é uma revista mensal sediada nos Estados Unidos dedicada à música, política, e cultura popular. == História == === Início em São Francisco === A Rolling Stone foi fundada em 1967, na cidade de São Francisco, Califórnia, por Jann Wenner (editor e publicador) e pelo crítico musical Ralph J. Gleason. Para fazer a revista sair do chão, Wenner pediu emprestado US$7.500,00 de seus parentes e da família de Jane Wenner, sua noiva na ocasião. A Rolling Stone, a princípio, foi uma revista dedicada à contracultura hippie da década. Contudo, a revista foi se distanciando dos jornais underground da época, como o Berkeley Barb,Berkeley Barb - Um jornal underground the Berkeley que foi publicado de 1965 até os anos de 1980. O primeiro de tais jornais da época que cobria matérias antiguerra e de direitos civis adotando padrões jornalísticos mais tradicionais e evitando as políticas radicais do jornalismo underground. Na primeira edição, Wenner escreveu que o Rolling Stone \"não é só sobre música, mas sobre as coisas e atitudes que a música envolve.\" Isto se tornou o de facto motto da revista. Nos anos de 1970, Rolling Stone começou a fazer sua marca pela sua cobertura política, como o jornalismo gonzo de Hunter S. Thompson escrevendo para a seção de política da revista. A revista era tão popular durante este tempo que foi feito um single, interpretado por Dr. Hook & the Medicine Show, chamado \"Cover of the Rolling Stone\" (\"Capa da Rolling Stone\"---escrito por Shel Silverstein) que tornou-se um sucesso. Dr Hook, eventualmente, teve o seu sonho realizado e acabou saindo na capa da revista Rolling Stone. === Atual === Na década de 1980 a revista mudou-se para a cidade de Nova Iorque, para ficar mais próxima das agências de propaganda, e muitos dizem que sua mudança de cultura começou neste ponto. No início da década de 2000, encarando uma competição maior de revistas masculinas como FHM, a Rolling Stone reinventou-se contratando o ex-editor da FHM, Ed Needham. A revista começou a focalizar numa faixa etária menor, e oferecendo conteúdo mais orientado para cada sexo, o que levou frequentemente a focalizar em sexy jovens atores de filmes ou televisão e também de música pop. Na ocasião alguns leitores fiéis protestaram contra a revista, dizendo que tinha caído de sua qualidade musical e observadora da contracultura para um tabloide superficial, com mais ênfases no estilo do que na substância. Desde então, Rolling Stone retornou a sua mistura tradicional de conteúdo, incluindo entrevistas políticas a fundo, e tem visto suas publicações (atualmente 1.4 milhões) e lucros subindo. Em 2007 o lucro da revista subiu 23,3 porcento. Em 2007 a revista ganhou o National Magazine Award por excelência em geral. Indo em direção a edição da revista de título \"50th Anniversary of Rock\" (50º aniversário do Rock), em 2004, Rolling Stone começou a publicar uma série de listas de \"melhores de todos os tempos\" para reconhecer realizações históricas no campo de Música. Os 100 melhores guitarristas de todos os tempos e os 500 melhores álbuns de todos os tempos apareceram em 2003, seguidos pelos 50 momentos que mudaram a história do Rock & Roll e \"500 melhores canções de todos os tempos\" em 2004. A revista também publicou: \"Os imortais da Rolling Stone\" e a lista de \"100 melhores artistas do nosso tempo\". Em 2006 a Rolling Stone publicou a sua 1000ª tiragem. A capa da revista, que foi influenciada pela capa do disco dos Beatles, Sgt. Pepper's Lonely Heart Club Band, mostrava alguns dos mais influenciais celebridades sobre as quais a Revista já havia escrito matérias. ; Os 100 maiores discos da música brasileira ; 100 mejores discos del rock nacional argentinohttp://www.rollingstone.com.ar/899791 ; 150 Album Indonesia Terbaik ; 100 Greatest Japanese Rock Albums ; Los 50 mejores discos chilenos ; 100 disques essentiels du rock françaisRolling Stone; n° 18; febrero 2010; ISSN 1764-107L ; Los 50 mejores discos del rock español ; Die 50 besten deutschen Alben == Edições internacionais == === === Publicado na Alemanha desde 1994 pela AS Young Mediahouse. === === Rolling Stone é publicada pela Publirevistas S.A. desde Abril de 1998. === === Um suplemento do Rolling Stone começou em 1969 na revista Go-Set. Se tornou título em 1972 e agora é publicada pela Next Media Pty Ltd, Sydney. === === Rolling Stone Brasil publicada no Brasil desde Outubro de 2006 pela Spring Comunicações. === === Rolling Stone foi publicada por Edu Comunicaciones desde Maio de 2003. Atualmente é publicada por El Mercurio, desde Janeiro de 1153 === === Rolling Stone mantém uma licença na China a One Media Group de Hong Kong e publica em sociedade com a \"China Record Corporation\". A revista e em chinês com artigos traduzidos e também com conteúdos locais. Esta cooperação foi lançada em março de 2006 como \"Rolling Stone\" em língua inglesa sob o nome em chinês: \"音像世界\" (\"Mundo Audio Visual\"). === === Editada em Bogotá para a Colômbia, Peru, Panamá e Venezuela. === === Rolling Stone é publicado pela PROGRESA em Madrid, desde 1996 === === Lançou em 1967 pela Wenner Publishing. === === Lançou em 2002. Esta edição temporariamente parou em 2007 e foi relançada em maio de 2008 sob uma licença com \"1633SA publishing group.\" === === Lançou em fevereiro de 2008 pela MW Com, editor da revista Man World === === Publicado na Indonésia desde junho de 2005 pela JHP Media. === === Publicado na Itália desde novembro de 2003, primeiro por IXO Publishing e agora por Editrice Quadratum. Como na China, a versão italiana do Rolling Stone tem conteúdo local e artigos traduzidos. === === Lançou em março de 2007. Como outras edições, ela consiste de material traduzido da edição americana assim como cobertura da música japonesa. === === Rolling Stone Mexico é publicado pela Prisa Internacional desde 2002. === === Publicado na Turquia desde junho de 2006 por GD Gazete Dergi. === === Rolling Stone é publicado pela Izdatelskiy Dom SPN desde 2004. == Ligações externas == * *",
 "title": "Rolling Stone"
}