{
 "id": "54526",
 "text": "Leslie Richard Groves (Albany, — Washington, D.C., ) foi um oficial do Corpo de Engenheiros do Exército dos Estados Unidos que supervisionou a construção do Pentágono e dirigiu o Projeto Manhattan, um projeto de pesquisa ultrassecreto que desenvolveu a bomba atômica durante a segunda grande guerra. == Biografia == Filho de um capelão do Exército dos EUA, Groves viveu em vários postos do Exército durante sua infância. Em 1918, ele se formou em quarto lugar em sua classe na Academia Militar dos EUA em West Point e foi comissionado no Corpo de Engenheiros do Exército dos EUA. Em 1929, ele foi à Nicarágua como parte de uma expedição para fazer um levantamento do Canal Interoceânico da Nicarágua. Após o terremoto de 1931, Groves assumiu o sistema de abastecimento de água de Manágua, pelo qual recebeu a Medalha Presidencial de Mérito da Nicarágua. Ele frequentou a Escola de Comando e Estado-Maior em Fort Leavenworth, Kansas, em 1935 e 1936; e o Colégio de Guerra do Exército em 1938 e 1939, após o que foi colocado no Estado-Maior do Departamento de Guerra. Groves desenvolveu \"uma reputação de fazedor, motorista e defensor do dever\" e em 1940 ele se tornou assistente especial de construção do Intendente Geral, encarregado de inspecionar canteiros de obras e verificar seu progresso. Em agosto de 1941, ele foi nomeado para criar o gigantesco complexo de escritórios para os 40 000 funcionários do Departamento de Guerra que acabaria se tornando o Pentágono. Em setembro de 1942, Groves assumiu o comando do Projeto Manhattan. Ele esteve envolvido na maioria dos aspectos do desenvolvimento da bomba atômica: ele participou da seleção de locais para pesquisa e produção em Oak Ridge, Tennessee; Los Alamos, Novo México; e Hanford, Washington. Ele dirigiu o enorme esforço de construção, tomou decisões críticas sobre os vários métodos de separação de isótopos, adquiriu matéria-prima, dirigiu a coleta de inteligência militar no projeto de energia nuclear alemão e ajudou a selecionar as cidades do Japão que foram escolhidas como alvos. Groves envolveu o Projeto Manhattan em segurança, mas não conseguiu impedir a União Soviética de conduzir um programa de espionagem bem- sucedido que roubou alguns de seus segredos mais importantes. Após a guerra, Groves permaneceu encarregado do Projeto Manhattan até que a responsabilidade pela produção de armas nucleares fosse entregue à Comissão de Energia Atômica dos Estados Unidos em 1947. Ele então chefiou o Projeto de Armas Especiais das Forças Armadas, que havia sido criado para controlar os aspectos militares de armas nucleares. Ele recebeu uma repreensão do Chefe do Estado-Maior do Exército, General do Exército Dwight D. Eisenhower, e disse que nunca seria nomeado Chefe de Engenheiros. Três dias depois, Groves anunciou sua intenção de deixar o Exército. Ele foi promovido a tenente-general pouco antes de sua aposentadoria, em 29 de fevereiro de 1948, em reconhecimento à sua liderança no programa de bombas. Por uma lei especial do Congresso, sua data de classificação foi retroativa a 16 de julho de 1945, a data do teste nuclear Trinity.Ancell, R. Manning; Miller, Christine (1996). The Biographical Dictionary of World War II Generals and Flag Officers: The US Armed Forces. Westport, Connecticut: Greenwood Press. ISBN 0-313-29546-8. OCLC 33862161Ermenc, Joseph J., ed. (1989). Atomic Bomb Scientists: Memoirs, 1939–1945. Westport, Connecticut: Meckler. ISBN 0-88736-267-2. OCLC 708445679Fine, Lenore; Remington, Jesse A. (1972). The Corps of Engineers: Construction in the United States. Washington, D.C.: United States Army Center of Military History. OCLC 834187Jones, Vincent (1985). Manhattan: The Army and the Atomic Bomb. Washington, D.C.: United States Army Center of Military History. OCLC 10913875Lawren, William (1988). The General and the Bomb: A Biography of General Leslie R. Groves, Director of the Manhattan Project. New York: Dodd, Mead. ISBN 0-396-08761-2. OCLC 6868107 Categoria:Naturais de Albany (Nova Iorque) Categoria:Alunos da Academia Militar dos Estados Unidos Categoria:Engenheiros militares dos Estados Unidos Categoria:Generais do Exército dos Estados Unidos Categoria:Veteranos da Primeira Guerra Mundial dos Estados Unidos Categoria:Veteranos da Segunda Guerra Mundial dos Estados Unidos Categoria:Pessoas do Projeto Manhattan Categoria:Pessoas associadas com os bombardeamentos atômicos de Hiroshima e Nagasaki Categoria:Sepultados no Cemitério Nacional de Arlington",
 "title": "Leslie Groves"
}