{
 "id": "54584",
 "text": "O Imposto sobre a Propriedade Predial e Territorial Urbana ou Imposto Predial e Territorial Urbano (IPTU) é um imposto Brasileiro. com previsão na Constituição Federal, de competência municipal e do Distrito Federal, cujos contribuintes são as pessoas físicas ou jurídicas que mantêm propriedade, o domínio útil ou a posse de propriedade imóvel localizada em zona ou extensão urbana. É um tributo municipal, regulado por lei ordinária específica de cada Município e por lei do Distrito Federal. Este imposto tem importante papel no orçamento municipal, figurando muitas vezes como principal fonte de receita dos municípios, juntamente com o Imposto sobre Serviços de Qualquer Natureza (ISSQN). == Composição == O IPTU é um imposto composto pelo Imposto Predial e o Imposto Territorial Urbano. O Imposto Predial é cobrado sobre imóveis construídos (parte do terreno que pode ser habitada ou utilizada para exercício de atividades), enquanto o Imposto Territorial Urbano é cobrado sobre terrenos não edificados (excesso de área, terrenos com obra paralisada, edificação condenada, em ruína, construções inadequadas ou temporárias). Em regra, a alíquota do Imposto Predial é inferior à do Imposto Territorial, com fim de estimular a utilização efetiva do terreno. == Disposições legais == O IPTU é previsto no inciso I do artigo 156 da Constituição Federal de 1988. Este dispositivo determina que os municípios possuem competência para instituir o Imposto sobre a Propriedade Predial e Territorial Urbana. O Distrito Federal também possui competência para instituir esse imposto em decorrência de previsão do art. 32, §1º da Constituição Federal e art. 18, inciso II, do Código Tributário Nacional. Normas que regem o IPTU e a competência legislativa para sua instituiçãoCAVALCANTE, Márcio André Lopes. Principais julgados do STF e STJ comentados 2015. 1º edição, Ed. Malheiros, 2016, pp.1505/1506. * Constituição Federal (art. 32, §1º; art. 156, I, § 1°; art. 182, § 4°, II); * Código Tributário Nacional (art. 18, II; arts. 32 a 34); * Estatuto da Cidade - Lei federal n° 10.257/2001 (art. 7°); * Lei municipal que institua o imposto (verificar a lei local). === Fato Gerador === O artigo 32 do Código Tributário Nacional, por sua vez, dispõe que o fato gerador (fato ou conjunto de fatos que geram a obrigação de pagar o imposto) do IPTU é a propriedade, o domínio útil ou a posse de bem imóvel por natureza ou por acessão física, localizado na zona urbana do Município. Na definição do fato gerador, foram utilizados conceitos de Direito Civil, sendo o conceito de proprietário encontrado no artigo 1.228 do Código Civil, que determina que o proprietário é aquele que tem a faculdade de usar, gozar e dispor da coisa, configurando o direito real mais amplo. O domínio útil, por sua vez, configura o direito de usufruir do imóvel da maneira mais ampla possível, podendo, inclusive, transmiti-lo a terceiro. O pagamento do IPTU deve ser realizado mesmo em se tratando de imóvel irregular. Cumpre ressaltar que o pagamento de IPTU de imóveis irregulares não implica sua regularização, que deverá ser feita pela via administrativa ou judiciáriaManual do Contribuinte: fevereiro de 2013. Guia prático dos serviços prestados pela secretaria municipal de finanças e desenvolvimento econômico. Prefeitura de São Paulo.” <http://www.prefeitura.sp.gov.br/cidade/upload/GUIA- CONTRIBUINTE-2013_1363899017.pdf> Acesso em 11 de maio de 2016. . === Zona Urbana === A expressão “zona urbana”, por sua vez, deve ser definida em lei municipal e deve observar a existência de pelo menos dois melhoramentos de infraestrutura urbana dentre os previstos nos incisos do parágrafo 1º do artigo 32 do Código Tributário Nacional, dentre os quais a existência de meio- fio ou calçamentos, com canalização de águas pluviais; abastecimento de água; sistema de esgotos sanitários; rede de iluminação pública, com ou sem posteamento para distribuição domiciliar; escola primária ou posto de saúde a uma distância máxima de 3 (três) quilômetros do imóvel considerado. Entretanto, mesmo não havendo dois destes melhoramentos, a lei municipal pode considerar urbanas as áreas urbanizáveis, ou de expansão urbana, que seriam loteamentos aprovados pelos órgãos competentes, destinados à habitação, à indústria ou ao comércio, mesmo que localizados fora das zonas definidas nos termos do parágrafo anterior. Conforme se observa, o Código Tributário Nacional prevê requisitos mínimos para definição de um território como “zona urbana” na lei municipal. Por outro lado, abriu a possibilidade de o município considerar urbanas as áreas urbanizáveis ou de expansão urbana, mesmo na ausência da quantidade mínima de melhorias previstas em lei. === Base de cálculo === O valor do IPTU, de acordo com o disposto no artigo 33 do Código Tributário Nacional, é baseado no valor venal do imóvel, que é aquele que o bem atingiria se fosse ser colocado à venda e cujo preço seria equivalente ao apurado na venda à vista. Sendo o valor venal ditado pela necessidade de venda do imóvel em dinheiro à vista e em curto espaço de tempo, ele é inferior ao valor de mercado do imóvel. A base de cálculo do IPTU não pode ser alterada ou aumentada pelo município por decreto, sob pena de violação ao art. 150, I da Constituição Federal. Entretanto, a atualização do valor monetário da base de cálculo pode ser feita por meio de decreto do prefeito, com base nos índices oficiais de correção monetária, tendo em vista que a correção não configura aumento, mas apenas uma atualização decorrente da inflação para que os valores correspondam aos valores originais. Caso o contribuinte entenda que o valor venal de seu imóvel é diferente do constante no cadastro de seu município, ele pode requerer a revisão junto ao órgão municipal competente. A Administração deve apurar a correção do valor declarado levando em consideração a localidade do imóvel, bem como existência de serviços públicos e potencial de comércio e valor de mercado de imóveis semelhantes da localidade, podendo arbitrar o valor que entender adequado segundo esses parâmetros. Nessas hipóteses de declaração do valor pela Administração, o contribuinte pode ainda requerer reavaliação administrativa ou judicial, nos moldes do artigo 148 do Código Tributário Nacional. === Contribuinte do IPTU === O artigo 34 do Código Tributário Nacional determina quem é o contribuinte que deverá pagar o imposto. Segundo este artigo, o contribuinte do IPTU é o proprietário do imóvel, o titular do seu domínio útil, ou o seu possuidor a qualquer títuloHARADA, Kiyoshi. Imposto sobre Propriedade Predial e Territorial Urbana. IPTU. Aspectos Jurídicos Relevantes. Coordenador: Marcelo Magalhães Peixoto. São Paulo: Quartier Latin, 2007, p. 340/358.que tenha a intenção de ser dono da coisa. Dessa forma, não são contribuintes o mero detentor, o titular de direito de habitação, o locatário, o arrendantário e o comodatário. Em relação ao usufrutuário, há divergência no Superior Tribunal de Justiça, entretanto, prevalece o entendimento de que o mesmo é responsável pelo pagamento do IPTU por possuir direito à posse, ao uso e à administração, bem como dos frutos do imóvel.REsp 691.714/SC, rel. Min. Franciulli Netto, DJ de 27-6-2005. Importante ressaltar que o contribuinte é aquele que tem uma relação com o fisco, aquele que pode sofrer uma execução fiscal. Entretanto, o IPTU pode ser cobrado de terceiros no âmbito civil, como no caso da permissão de cobrança do IPTU pelo proprietário ao inquilino prevista na Lei de Locações. == Principais Características == === Não vinculação e fiscalidade === A finalidade principal do IPTU é a arrecadação de recursos financeiros aos municípios, tendo vista em que não é um imposto vinculado a alguma finalidade. Dessa forma, ele pode ser utilizado nas mais diversas atividades do governo municipal, que não precisam estar relacionadas aos interesses do proprietário. Sendo a principal função do IPTU a arrecadação, ele é considerado um imposto fiscal. Pode assumir caráter extrafiscal em determinadas hipóteses, como para estimular o proprietário a cumprir a função social da propriedade. === Imposto real === O IPTU incide sobre uma coisa, tendo em vista que é um imposto vinculado ao imóvel e não ao proprietário ou possuidor. Isso significa que aquele que venha a se tornar proprietário de imóvel que tenha dívidas de IPTU pode ser cobrado pelas parcelas não pagas do imposto. Dessa forma, é medida usual verificar a existência de débitos atrasados referentes ao IPTU junto à prefeitura do município ou por vias eletrônicas antes de se adquirir imóvel. === Progressividade === A progressividade é uma técnica de tributação que visa a adequar os tributos à capacidade contributiva, ou seja, a existência de alíquotas diferentes para o imposto e a possibilidade de aumento na medida em que se aumenta a base de cálculo. A progressividade pode se dar em razão do valor do imóvel (progressividade fiscal, com objetivo de arrecadar mais) ou em razão da função social da propriedade (desestimular que o imóvel fique não edificado, subutilizado ou inutilizado (progressividade extrafiscal). Entretanto, nem sempre a progressividade da alíquota do IPTU foi considerada válida. Diversas leis municipais que previam progressividade das alíquotas do imposto em razão do valor do imóvel foram declaradas inconstitucionais, tendo em vista que o STF entendia que somente poderia existir IPTU progressivo como forma de promoção da função social da propriedade urbana. Posteriormente, foi editada a Emenda Constitucional 29/2000, que adicionou na Constituição de maneira expressa a possibilidade de progressividade do IPTU em razão do valor do imóvel. Com isso, o entendimento jurisprudencial se alterou, mas as leis municipais que preveem alíquotas progressivas em razão do valor do imóvel editadas antes da inclusão dessa hipótese na Constituição ainda são consideradas inconstitucionais. Nessas hipóteses, o proprietário/possuidor não deixa de pagar as alíquotas referentes ao período em que foi determinada a cobrança de IPTU progressivo, mas a alíquota é fixada no valor mínimo correspondente à destinação do imóvel. == IPTU e a função social da propriedade == A Constituição Federal de 1988 elencou função social da propriedade entre os direitos e garantias fundamentais (art. 5º, inciso XXIII), tornando-a cláusula pétrea (art. 60, §4º, inciso IV), além de elencá- lo como princípio da ordem econômica (art. 170, incisos II e III). O artigo 182 da Constituição Federal de 1988 traz uma regra que relaciona o IPTU com a promoção da função social da propriedade urbana, qual seja, a de que o IPTU pode ser uma espécie de punição por descumprimento da função social da propriedade. A progressividade do IPTU no tempo está prevista como uma segunda ferramenta de desestímulo do uso inadequado da propriedade urbano conforme regras do Plano Diretor Municipal, nos casos de ausência de edificação ou utilização, bem como subutilização, após a imposição de parcelamento ou edificação compulsórios. Em outras palavras, caso o proprietário de uma parcela de solo já construído e parcelado (e, portanto, não sendo mais possível o uso da ferramenta de parcelamento e edificação compulsórios), não usar sua propriedade dentro dos parâmetros estabelecidos pelo Plano Diretor, está sujeito a pagar valores maiores de IPTU conforme o decorrer do tempo. As regras gerais para a utilização do IPTU progressivo no tempo como pena por descumprimento da função social da propriedade urbana são definidas pelo Estatuto da Cidade, lei que disciplina os instrumentos da política urbanística, conforme exigido pelo art. 182 da Constituição. Segundo o art. 7º do Estatuto, o município é autorizado a cobrar o aumento progressivo de IPTU por descumprimento de função social da propriedade por cinco anos consecutivos, podendo a alíquota dobrar a cada ano até atingir o limite de quinze por cento do valor venal do imóvel. Se mesmo após esses cinco anos o proprietário deixar de cumprir sua obrigação, o município pode desapropriar o imóvel, pagando seu proprietário com títulos da dívida pública.RIBEIRO, Maria de Fátima, O IPTU como Instrumento de Intervenção no Uso e Ocupação do Solo Urbano Conforme Disposições do Estatuto da Cidade.. Coordenador: Marcelo Magalhães Peixoto. São Paulo: Quartier Latin, 2007, p. 432/464. Além disso, para que um município esteja apto a cobrar o IPTU progressivo no tempo, além de respeitados os parâmetros delimitados no Estatuto da Cidade, é necessário que seja criada lei municipal específica para área incluída no plano diretor (art. 182, §4º). Portanto, para que seja lícita a cobrança do IPTU progressivo por descumprimento da função social da propriedade urbana é necessário que o município tenha: * um plano diretor, prevendo quais seriam as exigências da função social da propriedade urbana; * uma lei específica incluída no plano diretor; * respeite os parâmetros impostos pelo Estatuto da Cidade; e * não seja mais possível utilizar o instrumento de parcelamento ou edificação compulsórios. === Isenções === No Brasil, sob determinadas condições, alguns municípios fornecem isenção do imposto. == Ver também == * Lista de tributos do Brasil * Contribuição predial * Imposto Municipal sobre Imóveis (Portugal) == Ligações externas == * * Constituição da República Federativa do Brasil de 1988 * Código Civil * Código Tributário Nacional * Estatuto da Cidade Categoria:Impostos do Brasil fr:impôt unique",
 "title": "Imposto sobre a Propriedade Predial e Territorial Urbana"
}