{
 "id": "54756",
 "text": "Keith John Moon (Wembley, 23 de agosto de 1946 – Mayfair, 7 de setembro de 1978) foi um músico inglês que foi baterista da banda de rock The Who. Ele era conhecido por seu estilo único de tocar e seu comportamento excêntrico e muitas vezes autodestrutivo. Moon cresceu em Wembley e começou a tocar bateria no início dos anos 1960. Depois de tocar com uma banda local, os Beachcombers, ele se juntou ao Who em 1964, antes de gravarem seu primeiro single. Moon foi reconhecido por seu estilo de bateria, que enfatizava tom-toms, batidas de pratos e preenchimentos de bateria. Ao longo de sua passagem pelo Who, sua bateria cresceu constantemente em tamanho e (junto com Ginger Baker) ele foi creditado como um dos primeiros bateristas de rock a empregar regularmente bumbos duplos em sua configuração. Moon ocasionalmente colaborou com outros músicos e mais tarde apareceu em filmes, mas considerou tocar no Who sua ocupação principal e permaneceu como membro da banda até sua morte. Além de seu talento como baterista, Moon desenvolveu a reputação de destruir seu kit no palco e destruir quartos de hotel durante a turnê. Ele era fascinado por explodir vasos sanitários com bombas cereja ou dinamite e destruir aparelhos de televisão. Moon também gostava de fazer turnês e socializar, e ficava entediado e inquieto quando o Who estava inativo. Sua festa de aniversário de 21 anos em Flint, Michigan, foi citada como um notório exemplo de comportamento decadente de grupos de rock. Moon sofreu uma série de contratempos durante a década de 1970, principalmente a morte acidental do motorista Neil Boland e o colapso de seu casamento. Ele sofria de alcoolismo e adquiriu reputação de decadência e humor negro; seu apelido era \"Moon the Loon\". Durante a turnê com o Who, ele desmaiou várias vezes no palco e foi hospitalizado. Na época da última turnê com ele em 1976, e particularmente durante a produção de The Kids Are Alright e Who Are You, a deterioração do baterista era evidente. Moon voltou para Londres em 1978, morrendo naquele mês de setembro de uma overdose de Heminevrin, uma droga destinada a tratar ou prevenir sintomas de abstinência alcoólica. A bateria de Moon continua a ser elogiada por críticos e músicos. Ele foi postumamente introduzido no Modern Drummer Hall of Fame em 1982, tornando-se o segundo baterista de rock a ser escolhido, e em 2011 foi eleito o segundo maior baterista da história por uma pesquisa dos leitores da Rolling Stone. Moon foi incluído no Hall da Fama do Rock and Roll em 1990 como membro do Who. == Biografia == Keith John Moon nasceu, filho de Alfred Charles (Alf) e Kathleen Winifred (Kit) Moon em 23 de agosto de 1946 no Central Middlesex Hospital, no noroeste de Londres; ele cresceu em Wembley. Moon era hiperativo quando menino, com uma imaginação inquieta e um gosto particular pela música e pelo The Goon Show. Moon frequentou a Alperton Secondary Modern School depois de ser reprovado no exame Eleven-Plus, o que o impediu de frequentar uma escola primária. Seu professor de arte disse em um relatório: \"Retardado artisticamente. Idiota em outros aspectos.\" Seu professor de música escreveu que Moon \"tem grande habilidade, mas deve se proteger contra a tendência de se exibir\". Moon se juntou à banda local do Sea Cadet Corps aos doze anos de idade, tocando corneta, mas achou o instrumento muito difícil de aprender e decidiu tocar bateria. Ele estava interessado em brincadeiras e kits de ciências domésticas, com um gosto especial por explosões. No caminho da escola para casa, Moon costumava ir ao Macari's Music Studio em Ealing Road para praticar bateria lá, aprendendo suas habilidades básicas no instrumento. Ele deixou a escola por volta da Páscoa de 1961, aos 14 anos Moon então se matriculou no Harrow Technical College; isso o levou a um emprego como reparador de rádios, permitindo-lhe comprar sua primeira bateria. == Carreira == === Primeiros anos === Moon teve aulas com um dos bateristas contemporâneos mais barulhentos, Carlo Little, do Screaming Lord Sutch, por dez xelins por aula. Seu estilo inicial foi influenciado pelo jazz, pela surf music americana e pelo rhythm and blues, exemplificado pelo famoso baterista de estúdio de Los Angeles, Hal Blaine. Seus músicos favoritos eram artistas de jazz, especialmente Gene Krupa (cujo estilo extravagante ele posteriormente copiou). Ele também admirava o baterista original de Elvis Presley, D. J. Fontana, o baterista original do The Shadows, Tony Meehan e Viv Prince, do The Pretty Things. Moon também gostava de cantar, com um interesse particular na Motown. Moon idolatrava osBeach Boys; Roger Daltrey disse mais tarde que se tivesse a oportunidade, Moon teria saído para tocar na banda da Califórnia mesmo no auge da fama do Who. Durante esse tempo, Moon se juntou à sua primeira banda séria: os Escorts, substituindo seu melhor amigo Gerry Evans. Em dezembro de 1962 ele se juntou ao Beachcombers, uma banda cover semi-profissional de Londres que tocava sucessos de grupos como The Shadows. Durante seu tempo no grupo, Moon incorporou truques teatrais em sua atuação, incluindo \"atirar\" no vocalista do grupo com uma pistola de partida. Todos os Beachcombers tinham empregos diurnos; Moon, que trabalhava no departamento de vendas da British Gypsum, tinha grande interesse em se profissionalizar. Em abril de 1964, aos 17 anos, ele fez o teste para o Who como substituto de Doug Sandom. Os Beachcombers continuaram como uma banda cover local após sua saída. === The Who === Uma história comumente citada de como Moon se juntou ao Who é que ele apareceu em um show logo após a saída de Sandom, onde um baterista de sessão foi usado. Vestido com roupas ruivas e com o cabelo tingido de ruivo (o futuro colega de banda Pete Townshend mais tarde o descreveu como uma \"visão ruiva\"),ele afirmou aos seus futuros companheiros de banda que poderia tocar melhor; ele tocou na segunda metade do set, quase demolindo a bateria no processo. Como Moon contou mais tarde: \"[Eles] disseram para ir em frente, e eu fiquei atrás da bateria desse outro cara e fiz uma música - 'Road Runner'. Tomei vários drinks para ganhar coragem e quando subi no palco fiz arrgggGhhhh na bateria, quebrei o pedal do bumbo e duas peles, e desci. Achei que era isso. Eu estava morrendo de medo. Depois eu estava sentado no bar e Pete se aproximou. Ele disse: 'Você... venha aqui.' Eu disse, gentilmente: 'Sim, sim?' E Roger, que era o porta-voz na época, disse: 'O que você vai fazer na próxima segunda-feira?' Eu não disse nada.' Eu trabalhava durante o dia, vendendo gesso. Ele disse: 'Você vai ter que desistir do trabalho... tem um show na segunda-feira. Se você quiser vir, vamos buscá-lo na van. Eu disse: 'Certo.' E foi isso.\" Mais tarde, Moon afirmou que nunca foi formalmente convidado para se juntar ao Who permanentemente; quando Ringo Starr perguntou como ele havia entrado na banda, ele disse que \"apenas estava substituindo nos últimos quinze anos\". A chegada de Moon ao Who mudou a dinâmica do grupo. Sandom geralmente era o pacificador enquanto Daltrey e Townshend rivalizavam entre si, mas por causa do temperamento de Moon o grupo agora tinha quatro membros frequentemente em conflito. “Costumávamos brigar regularmente”, lembrou Moon anos depois. \"John [Entwistle] e eu costumávamos brigar não era muito sério, era mais uma coisa emocional do momento.\" Moon também entrou em conflito com Daltrey e Townshend: \"Nós realmente não temos absolutamente nada em comum além da música\", disse ele em uma entrevista posterior. Embora Townshend o tenha descrito como uma \"pessoa completamente diferente de qualquer pessoa que já conheci\", a dupla teve um relacionamento nos primeiros anos e gostava de brincadeiras e comédias improvisadas. O estilo de bateria de Moon afetou a estrutura musical da banda; embora Entwistle inicialmente tenha considerado problemática a falta de cronometragem convencional de Moon, ele criou um som original. Moon gostava particularmente de fazer turnês, já que era sua única chance de socializar regularmente com seus companheiros de banda, e geralmente ficava inquieto e entediado quando não estava tocando ao vivo. Mais tarde, isso foi transferido para outros aspectos de sua vida, à medida que ele os representava (de acordo com o jornalista e biógrafo do Who, Dave Marsh) \"como se sua vida fosse uma longa turnê\". Essas travessuras lhe renderam o apelido de \"Moon the Loon\". ==== Contribuições musicais ==== O estilo de bateria de Moon foi considerado único por seus companheiros de banda, embora às vezes eles achassem sua forma de tocar não convencional frustrante; Entwistle notou que ele tendia a jogar mais rápido ou mais devagar de acordo com seu humor. \"Ele não brincava com seu kit\", acrescentou mais tarde. \"Ele jogava em zigue- zague. É por isso que ele tinha dois conjuntos de timbalões. Ele movia os braços para frente como um esquiador.\" Daltrey disse que Moon \"apenas instintivamente colocava preenchimentos de bateria em lugares que outras pessoas nunca teriam pensado em colocá-los.\" O biógrafo John Atkins escreveu que as primeiras sessões de teste do grupo para a Pye Records em 1964 mostram que \"eles pareciam ter entendido o quão importante era. . . A contribuição de Moon.\" Os críticos contemporâneos questionaram sua capacidade de manter o tempo, com o biógrafo Tony Fletcher sugerindo que o timing de Tommy estava \"em todo lugar\". O produtor Jon Astley disse: \"Você não achava que ele estava marcando o tempo, mas ele estava.\" Na opinião de Atkins, as primeiras gravações da bateria de Moon soam metálicas e desorganizadas; foi somente na gravação de Who's Next, com as técnicas de produção práticas de Glyn Johns e a necessidade de manter o ritmo de uma faixa de sintetizador, que Moon começou a desenvolver mais disciplina no estúdio. Fletcher considera a bateria deste álbum a melhor da carreira de Moon. Ao contrário de bateristas de rock contemporâneo como Ginger Baker e John Bonham, Moon odiava solos de bateria e recusou-se a tocá-los em concertos. Em um show no Madison Square Garden durante a turnê do Who's em 1974, Townshend e Entwistle decidiram parar de tocar espontaneamente durante \"Waspman\" para ouvir o solo de bateria de Moon. Moon continuou brevemente e então parou, gritando: “Solos de bateria são chatos!” Em 23 de junho de 1977, ele fez uma aparição especial em um show do Led Zeppelin em Los Angeles. Moon também aspirava ser o vocal principal em algumas músicas. Enquanto os outros três membros cuidavam da maior parte dos vocais no palco, Moon tentava fazer backing vocals (particularmente em \"I Can't Explain\"). Ele forneceu comentários humorísticos durante os anúncios das músicas, embora o engenheiro de som Bob Pridden preferisse silenciar seu microfone vocal na mesa de mixagem sempre que possível. O talento de Moon para fazer seus companheiros de banda rirem ao redor do microfone os levou a bani- lo do estúdio quando os vocais estavam sendo gravados; isso levou a um jogo em que Moon entrava sorrateiramente para se juntar à cantoria. No final de \"Happy Jack\", Townshend pode ser ouvido dizendo: \"Eu vi você!\" para Moon enquanto ele tenta entrar furtivamente no estúdio. O interesse do baterista pela surf music e seu desejo de cantar o levaram a realizar os vocais principais em várias das primeiras faixas, incluindo \"Bucket T\" e \"Barbara Ann\" (Ready Steady Who EP, 1966) e backing vocals agudos. em outras músicas, como \"Pictures of Lily\". Sua atuação em \"Bell Boy\" (Quadrophenia, 1973) o fez abandonar performances vocais \"sérias\" para cantar como personagem, o que lhe deu (nas palavras de Fletcher) \"licença total para viver de acordo com sua reputação de bêbado lascivo\"; foi \"exatamente o tipo de desempenho que o Who precisava dele para trazê-los de volta à terra\". Moon compôs \"I Need You\", o instrumental \"Cobwebs and Strange\" (do álbum A Quick One, 1966), o single B-sides \"In The City\" (co-escrito com Entwistle) e \"Girl's Eyes\" (das sessões do The Who Sell Out apresentadas em Thirty Years of Maximum R&B; e um relançamento de The Who Sell Out em 1995), \"Dogs Part Two\" (1969), \"Tommy's Holiday Camp\" (1969) e \"Waspman\" (1972). Moon também co-compôs \"The Ox\" (uma instrumental de seu álbum de estreia, My Generation) com Townshend, Entwistle e o tecladista Nicky Hopkins. O cenário de \"Tommy's Holiday Camp\" (de Tommy) foi creditado a Moon; a música foi escrita principalmente por Townshend e, embora haja um equívoco de que Moon canta nela, a versão do álbum é a demo de Townshend. O baterista produziu o solo de violino em \"Baba O'Riley\". Moon tocou congas com East of Eden no Lyceum Ballroom de Londres e depois sugeriu ao violinista Dave Arbus que tocasse na faixa. ==== Equipamento ==== Moon tocou uma bateria de quatro e mais tarde uma bateria de cinco peças durante o início de sua carreira. Durante grande parte de 1964 e 1965, suas configurações consistiam em baterias Ludwig e pratos Zildjian. Ele começou a endossar a Premier Drums no final de 1965 e permaneceu um cliente fiel da empresa. Seu primeiro kit Premier era vermelho brilhante e apresentava dois tons altos. Em 1966, Moon mudou para um kit ainda maior, mas sem o chimbal habitual - na época ele preferia manter os ritmos de passeio com pratos de passeio e crash, mas mais tarde reintegrou os chimbais. Sua nova configuração maior se destacou pela presença de dois bumbos; ele, junto com Ginger Baker, foi creditado como um dos pioneiros do contrabaixo no rock. Este kit não foi usado na apresentação do Who no Monterey Pop Festival de 1967. De 1967 a 1969, Moon usou a bateria \"Pictures of Lily\" (nomeada por sua arte), que tinha dois bumbos de 22 polegadas (56 cm), dois surdos de 16 polegadas (41 cm) e três surdos montados.. Em reconhecimento à sua lealdade à empresa, Premier relançou o kit em 2006 como o \"Spirit of Lily\". Em 1970, Moon começou a usar timbales, gongos e tímpanos, e estes foram incluídos em sua configuração pelo resto de sua carreira. Em 1973, o gerente de marketing da Premier, Eddie Haynes, começou a consultar Moon sobre requisitos específicos. A certa altura, Moon pediu à Premier que fizesse um kit branco com acessórios folheados a ouro. Quando Haynes disse que seria proibitivamente caro, Moon respondeu: \"Querido menino, faça exatamente o que você acha que deveria ser, mas é assim que eu quero.\" O kit acabou sendo equipado com acessórios de cobre e mais tarde dado a um jovem Zak Starkey. ==== Performances destrutivas e outras acrobacias ==== Em um dos primeiros shows no Railway Tavern em Harrow, Townshend quebrou sua guitarra após quebrá- la acidentalmente. Quando o público exigiu que ele fizesse isso de novo, Moon chutou sua bateria. Os shows ao vivo subsequentes culminaram no que a banda mais tarde descreveu como \"arte autodestrutiva\", na qual os membros da banda (particularmente Moon e Townshend) destruíram elaboradamente seus equipamentos. Moon desenvolveu o hábito de chutar a bateria, alegando que o fazia exasperado com a indiferença do público. Townshend disse mais tarde: \"Um conjunto de skins custa cerca de US $ 300 [depois £ 96] e depois de cada show ele simplesmente fazia bang, bang, bang e então chutava tudo de novo.\" Em maio de 1966, Moon descobriu que Bruce Johnston dos Beach Boys estava visitando Londres. Depois que a dupla socializou por alguns dias, Moon e Entwistle trouxeram Johnston para o set de Ready Steady Go!, o que os atrasou para um show com o Who naquela noite. Durante o final de \" My Generation \", uma altercação estourou no palco entre Moon e Townshend, que foi noticiada na primeira página do New Musical Express na semana seguinte. Moon e Entwistle deixaram o Who por uma semana (com Moon esperando se juntar ao The Animals ou The Nashville Teens), mas mudaram de ideia e retornaram. Na primeira turnê do Who pelos EUA no RKO 58th Street Theatre em Nova York, em março e abril de 1967, Moon fazia dois ou três shows por dia, chutando sua bateria após cada show. Mais tarde naquele ano, durante sua aparição no The Smothers Brothers Comedy Hour, ele subornou um ajudante de palco para carregar pólvora em um de seus bumbos; o ajudante de palco usou cerca de dez vezes a quantia padrão. Durante o final de \"My Generation\", ele disparou o ataque. A intensidade da explosão chamuscou o cabelo de Townshend e prendeu um pedaço de prato no braço de Moon. Um clipe do incidente se tornou a cena de abertura do filme The Kids Are Alright. Embora Moon fosse conhecido por derrubar sua bateria, Haynes afirmou que isso foi feito com cuidado e que a bateria raramente precisava de reparos. No entanto, suportes e pedais foram frequentemente substituídos; o baterista \"passaria por eles como uma faca na manteiga\". === Outros trabalhos === ==== Música ==== Embora Moon geralmente dissesse que estava interessado apenas em trabalhar com o Who, ele participou de projetos musicais externos. Em 1966, ele trabalhou com o guitarrista do The Yardbirds, Jeff Beck, o pianista Nicky Hopkins e os futuros membros do Led Zeppelin, Jimmy Page e John Paul Jones, na instrumental \"Beck's Bolero\", que foi o lado B de \"Hi Ho Silver Lining\" e apareceu no álbum Truth. Moon também tocou tímpanos em outra faixa, um cover de \"Ol' Man River\" de Jerome Kern. Ele foi creditado no álbum como \"You Know Who\" (\"Você sabe quem\"). Moon pode ter inspirado o nome do Led Zeppelin quando ele supostamente considerou brevemente deixar o Who em 1966 e conversou com Entwistle e Page sobre a formação de um supergrupo; Moon (ou Entwistle) observou que uma sugestão específica havia caído como um \"zepelim de chumbo\" (uma brincadeira com \"balão de chumbo\"). Embora esse supergrupo nunca tenha sido formado, Page lembrou-se da frase e posteriormente a adaptou como o nome de sua nova banda. Os Beatles tornaram-se amigos de Moon, e isso levou a colaborações ocasionais. Em 1967, ele contribuiu com backing vocals para \"All You Need Is Love\". Em 15 de dezembro de 1969, Moon se juntou à Plastic Ono Band de John Lennon para uma apresentação ao vivo no Lyceum Theatre em Londres para um concerto beneficente da UNICEF. Em 1972, a performance foi lançada como um disco complementar ao álbum Some Time in New York City de Lennon e Ono. A amizade de Moon com Entwistle levou a uma aparição no Smash Your Head Against the Wall, O primeiro álbum solo de Entwistle e o primeiro de um membro do Who. Moon não tocou bateria no álbum; Jerry Shirley fez isso, com Moon fornecendo percussão. John Hoegel, da Rolling Stone, apreciou a decisão de Entwistle de não deixar Moon tocar bateria, dizendo que isso distanciou seu álbum do som familiar do Who. Moon se envolveu em trabalhos solo quando se mudou para Los Angeles em meados da década de 1970. Track Records-MCA lançou um single solo de Moon em 1974, compreendendo versões cover de \"Don't Worry, Baby\" e \"Teenage Idol\" dos Beach Boys. No ano seguinte lançou seu único álbum solo, intitulado Two Sides of the Moon. Embora apresentasse Moon nos vocais, ele tocou bateria em apenas três faixas; a maior parte da bateria foi deixada para outros (incluindo Ringo Starr, os músicos Curly Smith e Jim Keltner, e o ator-músico Miguel Ferrer). O álbum foi mal recebido pela crítica. Roy Carr da New Musical Express, escreveu: \"Moonie, se você não tivesse talento, eu não me importaria; mas você tem, e é por isso que não estou disposto a aceitar Two Sides of the Moon .\" Dave Marsh, revisando o álbum na Rolling Stone, escreveu: \"Não há nenhuma razão legítima para a existência deste álbum.\" Durante uma de suas poucas apresentações solo de bateria na televisão (para o programa Wide World da ABC), Moon tocou um solo de bateria de cinco minutos vestido como um gato em tambores de acrílico transparente cheios de água e peixinhos dourados. Quando questionado por um membro da audiência o que aconteceria com o kit, ele brincou dizendo que “até os melhores bateristas ficam com fome”. Seu desempenho não foi apreciado pelos amantes dos animais, vários dos quais ligaram para a estação com reclamações. ==== Filmes ==== No documentário de 2007, Amazing Journey: The Story of The Who, Daltrey e Townshend relembraram o talento de Moon para se vestir (e incorporar) uma variedade de personagens. Eles se lembraram de seu sonho de sair da música e se tornar um ator de cinema de Hollywood, embora Daltrey não achasse que Moon tivesse a paciência e a ética de trabalho exigidas de um ator profissional. O gerente do Who, Bill Curbishley, concordou que Moon \"não foi disciplinado o suficiente para realmente aparecer ou se comprometer a fazer as coisas\". Mesmo assim, o baterista conseguiu vários papéis de ator. A primeira foi em 1971, uma participação especial em 200 Motels, de Frank Zappa, como uma freira com medo de morrer de overdose de drogas. Embora a filmagem tenha levado apenas 13 dias, o colega de elenco Howard Kaylan se lembra de Moon passando um tempo fora das câmeras no bar do Kensington Garden Hotel em vez de dormir. O próximo papel de Moon no cinema foi JD Clover, baterista do fictício Stormy Tempest (interpretado por Billy Fury) em um acampamento de férias durante os primeiros dias do rock 'n' roll britânico, em That'll Be the Day, de 1973. Ele reprisou o papel na sequência do filme de 1974, Stardust, na banda de apoio de Jim MacLaine (David Essex), Stray Cats, e interpretou o tio Ernie na adaptação cinematográfica de Tommy de 1975, de Ken Russell. A última aparição de Moon no cinema foi em Sextette, de 1978. == Comportamento destrutivo == Moon levou um estilo de vida destrutivo. Durante os primeiros dias do Who, ele começou a tomar anfetaminas, e em uma entrevista à NME disse que sua comida favorita era \"French Blues\". Ele gastou sua parte da renda da banda rapidamente e era frequentador assíduo de clubes londrinos como o Speakeasy (onde o empresário Roy Flynn lembra de ter que expulsá-lo em três ocasiões) e The Bag O'Nails. A combinação de pílulas e álcool resultou em alcoolismo e dependência de drogas mais tarde em sua vida. \"[Nós] passamos pelos mesmos estágios pelos quais todo mundo passa – o maldito corredor da droga\", reflectiu mais tarde. \"Beber combinava muito melhor com o grupo.\" De acordo com Townshend, Moon começou a destruir quartos de hotel quando o Who se hospedou no Berlin Hilton em turnê no final de 1966. Além de quartos de hotel, Moon destruiu casas de amigos - e até a sua própria - incluindo jogar móveis do andar superior. janelas. Andrew Neill e Matthew Kent estimaram que a destruição de banheiros e encanamentos de hotéis custou até £ 300.000 (US$ 500.000). Esses atos, muitas vezes alimentados por drogas e álcool, foram a maneira de Moon demonstrar sua excentricidade e ele gostava de chocar o público com eles. Amigo de longa data e assistente pessoal, Dougal Butler, observou: \"Ele estava tentando fazer as pessoas rirem e ser o Sr. Engraçado; ele queria que as pessoas o amassem e gostassem dele, mas ele iria tão longe. Como uma viagem de trem que você não consegue parar.\" Em uma limusine a caminho do aeroporto, Moon insistiu que voltassem ao hotel, dizendo \"Esqueci uma coisa\". No hotel, ele correu de volta para o quarto, pegou a televisão e jogou-a pela janela, na piscina abaixo. Ele então pulou de volta para a limusine, dizendo “Quase esqueci”. Fletcher argumenta que a longa pausa do Who (15 de dezembro de 1971 - 11 de agosto de 1972) entre o final de sua turnê Who's Next de 1971 e o início das sessões de Quadrophenia devastou a saúde de Moon, como sem os rigores de shows longos e turnês regulares que anteriormente o mantinha em forma, seu estilo de vida festeiro teve um impacto maior em seu corpo. Ele não mantinha bateria nem praticava em Tara, e começou a se deteriorar fisicamente como resultado de seu estilo de vida. Na mesma época, ele se tornou um alcoólatra severo, começando o dia com bebidas e - deixando de ser o \"alcoólatra adorável\" - se apresentava como um \"bêbado grosseiro\". David Puttnam lembrou: \"A bebida deixou de ser uma piada e passou a ser um problema. Em That'll Be the Day era bebida social. Quando Stardust apareceu, era difícil beber.\" === Explosão de banheiros === A façanha favorita de Moon era jogar explosivos poderosos nos vasos sanitários. De acordo com Fletcher, a pirotecnia do banheiro de Moon começou em 1965, quando ele comprou uma caixa com 500 bombas cereja. Townshend se lembra de entrar no banheiro do quarto de hotel de Moon e perceber que o banheiro havia desaparecido, restando apenas a curva em S. O baterista explicou que como uma bomba cereja estava prestes a explodir, ele a jogou no vaso sanitário e mostrou a Townshend o caso das bombas cereja. “E é claro que daquele momento em diante”, lembrou o guitarrista, “fomos expulsos de todos os hotéis em que nos hospedamos”. Moon passou das bombas cereja aos fogos de artifício M-80 e às bananas de dinamite, que se tornaram seu explosivo preferido. “Toda aquela porcelana voando pelo ar foi inesquecível”, lembrou Moon. \"Nunca imaginei que a dinamite fosse tão poderosa. Eu já estava acostumado com coisas baratas antes.\" Ele rapidamente desenvolveu uma reputação de destruir banheiros e explodir vasos sanitários. A destruição o hipnotizou e melhorou sua imagem pública como o principal destruidor do rock. Tony Fletcher escreveu que \"nenhum banheiro ou vestiário de um hotel era seguro\" até que Moon esgotasse seu estoque de explosivos. Entwistle lembrou de estar perto de Moon durante a turnê e ambos estavam frequentemente envolvidos em explodir banheiros. Em uma entrevista ao Los Angeles Times em 1981, ele admitiu: \"Muitas vezes, quando Keith estava explodindo banheiros, eu estava atrás dele com os fósforos.\" Certa vez, um gerente de hotel ligou para Moon em seu quarto e pediu-lhe que abaixasse o volume de seu gravador porque fazia “muito barulho”. Em resposta, o baterista convidou-o para ir ao quarto, pediu licença para ir ao banheiro, colocou uma banana acesa de dinamite no vaso sanitário e fechou a porta do banheiro. Ao retornar, pediu ao gerente que ficasse um pouco, pois queria explicar algo. Após a explosão, Moon ligou novamente o gravador e disse: \"Isso, querido menino, foi barulho. Este é o 'Oo.\" === Incidente no Flint Holiday Inn === Em 23 de agosto de 1967, na abertura da turnê de Herman's Hermits, Moon comemorou o que ele disse ser seu 21º aniversário (embora na época se pensasse que fosse seu 20º) em um Holiday Inn em Flint, Michigan. Entwistle disse mais tarde: \"Ele decidiu que se fosse divulgado que era seu aniversário de 21 anos, ele poderia beber.\" O baterista imediatamente começou a beber ao chegar em Flint. O Who passou a tarde visitando estações de rádio locais com Nancy Lewis (então assessora de imprensa da banda), e Moon posou para uma foto do lado de fora do hotel em frente a uma placa de \"Feliz Aniversário Keith\" colocada pela administração do hotel. De acordo com Lewis, Moon estava bêbado no momento em que a banda subiu ao palco no Atwood Stadium. Voltando ao hotel, Moon iniciou uma briga de comida e logo o bolo começou a voar pelo ar. O baterista arrancou parte do dente da frente; no hospital, os médicos não puderam dar-lhe anestesia (devido à embriaguez) antes de extrair o restante do dente. De volta ao hotel, uma confusão estourou; extintores de incêndio foram acionados, convidados (e objetos) jogados na piscina e um piano supostamente destruído. O caos só terminou quando a polícia chegou com armas em punho. A furiosa administração do Holiday Inn apresentou aos grupos uma conta de US$ 24.000, que teria sido paga pelo gerente de turnê do Herman's Hermits, Edd McCann. Townshend afirmou que o Who foi banido para sempre de todas as propriedades do hotel, mas Fletcher escreveu que eles se hospedaram em um Holiday Inn em Rochester, Nova York, uma semana depois. Ele também contestou a crença amplamente difundida de que Moon dirigiu um Lincoln Continental na piscina do hotel, como afirmou o baterista em uma entrevista à Rolling Stone em 1972. No entanto, Roger Daltrey, em uma entrevista ao Top Gear da BBC, afirmou que o grupo foi banido de 'um estado inteiro de Holiday Inns', provavelmente então Michigan. Ele também alegou que, embora não tenha visto pessoalmente um carro em uma piscina, viu uma fatura de indenização e remoção. === Desmaiando no palco === O estilo de vida de Moon começou a minar sua saúde e confiabilidade. Durante a turnê Quadrophenia de 1973, no show de estreia do Who nos EUA no Cow Palace em Daly City, Califórnia, Moon ingeriu uma mistura de tranquilizantes e conhaque. Durante o show, Moon desmaiou em sua bateria durante \"Won't Get Fooled Again\". A banda parou de tocar e um grupo de roadies carregou Moon para fora do palco. Deram-lhe um banho e uma injeção de cortisona, mandando-o de volta ao palco após um atraso de trinta minutos. Moon desmaiou novamente durante \"Magic Bus\", e foi novamente retirado do palco. A banda continuou sem ele por várias músicas antes de Townshend perguntar: \"Alguém sabe tocar bateria? – Quero dizer, alguém bom?\" Um baterista que estava na plateia, Scot Halpin, apareceu e tocou o resto do show. Durante a data de abertura da turnê americana da banda em março de 1976 no Boston Garden, Moon desmaiou sobre sua bateria após dois números e o show foi remarcado. Na noite seguinte, Moon destruiu sistematicamente tudo em seu quarto de hotel, cortou-se e desmaiou. Ele foi descoberto pelo empresário Bill Curbishley, que o levou a um hospital, dizendo-lhe: \"Vou chamar o médico para deixá-lo bem e em forma, então você estará de volta dentro de dois dias. Porque eu quero quebrar a porra da sua mandíbula. . . Você fodeu essa banda tantas vezes e eu não aguento mais.\" Os médicos disseram a Curbishley que se ele não tivesse intervindo, Moon teria sangrado até a morte. Marsh sugeriu que neste ponto Daltrey e Entwistle considerou seriamente demitir Moon, mas decidiu que isso tornaria sua vida . Entwistle disse que Moon and the Who atingiram seu pico ao vivo em 1975-76. No final da turnê pelos Estados Unidos de 1976 em Miami naquele mês de agosto, Moon delirou e foi tratado no Hollywood Memorial Hospital por oito dias. O grupo estava preocupado com a possibilidade de ele não conseguir completar a última etapa da turnê, que terminou no Maple Leaf Gardens, em Toronto, no dia 21 de outubro (último show público de Moon). Durante o período sabático de gravação da banda entre 1976 e 1978, Moon ganhou uma quantidade considerável de peso. Na época do show do Who apenas para convidados no Gaumont State Cinema em 15 de dezembro de 1977 para The Kids are Alright, Moon estava visivelmente acima do peso e tinha dificuldade em manter um desempenho sólido. Depois de gravar Who Are You, Townshend recusou-se a seguir o álbum com uma turnê, a menos que Moon parasse de beber e disse que se o jeito de tocar de Moon não melhorasse, ele seria demitido. Daltrey mais tarde negou ter ameaçado demiti-lo, mas disse que a essa altura Moon estava fora de controle. === Problemas financeiros === Como a fase inicial do Who dependia de instrumentos destruidores e devido ao entusiasmo de Moon em danificar hotéis, o grupo ficou endividado durante grande parte da década de 1960; Entwistle estimou que eles perderam cerca de £ 150.000. Mesmo quando o grupo se tornou relativamente estável financeiramente depois de Tommy, Moon continuou a acumular dívidas. Ele comprou vários carros e aparelhos e flertou com a falência. A imprudência de Moon com o dinheiro reduziu seu lucro da turnê do grupo no Reino Unido em 1975 para £ 47,35 (equivalente a £ 423 em 2021). == Vida pessoal e relacionamentos == === Data de nascimento === Antes do lançamento de Dear Boy: The Life of Keith Moon, de Tony Fletcher, em 1998, presumia-se que a data de nascimento de Moon era 23 de agosto de 1947. Esta data errada apareceu em várias fontes confiáveis, incluindo a biografia autorizada por Townshend, Before I Get Old: The Story of The Who. A data incorreta foi fornecida por Moon em entrevistas antes de ser corrigida por Fletcher para 1946. === Kim Kerrigan === O primeiro relacionamento sério de Moon foi com Kim Kerrigan, com quem ele começou a namorar em janeiro de 1965, depois que ela viu o Who tocar no Le Disque a Go! Ir! em Bournemouth. No final do ano ela descobriu que estava grávida. Seus pais, que ficaram furiosos, reuniram-se com os Moons para discutir suas opções, e ela se mudou para a casa da família Moon em Wembley. Ela e Moon se casaram em 17 de março de 1966 no Brent Register Office, e sua filha Amanda nasceu em 12 de julho. O casamento (e o filho) foram mantidos em segredo da imprensa até maio de 1968. Moon era ocasionalmente violento com Kim: \"se saíamos depois que eu tive Mandy\", ela disse mais tarde, \"se alguém falasse comigo, ele perderia o controle. Íamos para casa e ele começaria uma briga comigo.\" Ele amava Amanda, mas suas ausências devido às turnês e seu gosto por brincadeiras tornaram seu relacionamento difícil quando ela era muito jovem. “Ele não tinha ideia de como ser pai”, disse Kim. \"Ele próprio era muito criança.\" De 1971 a 1975, Moon foi dono de Tara, uma casa em Chertsey onde inicialmente morou com sua esposa e filha. Os Moons se divertiam extravagantemente em casa e possuíam vários carros. Jack McCullogh, que então trabalhava para a Track Records (selo do Who), lembra-se de Moon ordenando que ele comprasse um leite flutuante para guardar na garagem de Tara. Em 1973, Kim, convencida de que nem ela nem ninguém poderia moderar o comportamento de Keith, deixou o marido e levou Amanda; ela pediu o divórcio em 1975 e mais tarde se casou com o tecladista do The Faces, Ian McLagan. Marsh acredita que Moon nunca se recuperou verdadeiramente da perda de sua família. Butler concorda; apesar de seu relacionamento com Annette Walter-Lax, ele acredita que Kim era a única mulher que Moon amava. McLagan comentou que Moon \"não aguentou\". Moon os assediava com telefonemas e, em uma ocasião, antes de Kim pedir o divórcio, ele convidou McLagan para uma bebida em um pub de Richmond e enviou vários \"pesados\" para invadir a casa de McLagan em Fife Road e procurar por Kim, forçando-a a se esconder em um closet. Ela morreu em um acidente de carro em Austin, Texas, em 2 de agosto de 2006. === Annette Walter-Lax === Em 1975, Moon iniciou um relacionamento com a modelo sueca Annette Walter-Lax, que mais tarde disse que Moon era \"tão doce quando estava sóbrio, que eu estava apenas morando com ele na esperança de que ele acabasse com toda essa loucura\". Ela implorou ao vizinho de Malibu, Larry Hagman, que internasse Moon em uma clínica para se secar (como ele havia tentado fazer antes), mas quando os médicos registraram a ingestão de produtos químicos de Moon no café da manhã - uma garrafa de champanhe, Courvoisier e anfetaminas - eles concluíram que não havia esperança para sua reabilitação. === Amigos === Moon gostou de \"viver a vida como se fosse uma festa\". Bill Curbishley lembrou que \"ele não entrava em nenhuma sala e apenas ouvia. Ele procurava atenção e precisava disso.\" No início da carreira do Who, Moon conheceu os Beatles. Ele se juntaria a eles em clubes, formando uma amizade particularmente próxima com Ringo Starr. Moon mais tarde tornou-se amigo dos membros da Bonzo Dog Doo-Dah Band, Vivian Stanshall e \"Legs\" Larry Smith, e o trio bebia e fazia piadas juntos. Smith se lembra de uma ocasião em que ele e Moon rasgaram um par de calças, com um cúmplice mais tarde procurando calças de uma perna só. No início dos anos 1970, Moon ajudou Stanshall com seu programa de rádio \"Radio Flashes\" para a BBC Radio 1, substituindo John Peel em férias. Moon substituiu Peel em \"A Touch of the Moon\" de 1973, uma série de quatro programas produzidos por John Walters. O guitarrista Joe Walsh gostou de socializar com Moon. Em entrevista à revista Guitar World, ele lembrou que o baterista “me ensinou a quebrar coisas”. Em 1974, Moon fez amizade com o ator Oliver Reed enquanto trabalhava na versão cinematográfica de Tommy. Embora Reed tenha combinado bebida com Moon, ele apareceu no set na manhã seguinte pronto para se apresentar; Moon, por outro lado, custaria várias horas de filmagem. Reed disse mais tarde que Moon \"me mostrou o caminho para a insanidade\". === Dougal Butler === Peter \"Dougal\" Butler começou a trabalhar para o Who em 1967, tornando-se assistente pessoal de Moon no ano seguinte para ajudá-lo a ficar longe de problemas. Ele se lembra dos empresários Kit Lambert e Chris Stamp dizendo: \"Nós confiamos em você com Keith, mas se você quiser alguma folga, para férias ou algum tipo de descanso, avise-nos e nós pagaremos por isso.\" Butler nunca aceitou a oferta. Ele seguiu Moon quando o baterista se mudou para Los Angeles, mas sentiu que a cultura das drogas predominante na época era ruim para Moon: \"Meu trabalho era ter olhos na nuca.\" Townshend concordou, dizendo que em 1975 Butler \"não tinha qualquer influência sobre ele\". Embora ele fosse um companheiro leal de Moon, o estilo de vida eventualmente se tornou demais para ele; ele ligou para Curbishley, dizendo que eles precisavam voltar para a Inglaterra ou um deles poderia morrer. Butler saiu em 1978 e mais tarde escreveu sobre suas experiências em um livro intitulado Full Moon: The Amazing Rock and Roll Life of Keith Moon. === Neil Boland === Em 4 de janeiro de 1970, Moon matou acidentalmente seu amigo, motorista e guarda- costas, Neil Boland, do lado de fora do pub Red Lion em Hatfield, Hertfordshire. Os clientes do pub começaram a atacar seu Bentley; Moon, bêbado, começou a dirigir para escapar deles e bateu em Boland. Após uma investigação, o legista considerou a morte de Boland um acidente; Moon, tendo sido acusado de uma série de crimes, recebeu dispensa absoluta. Pessoas próximas de Moon disseram que ele foi assombrado pela morte de Boland pelo resto da vida. Segundo Pamela Des Barres, Moon teve pesadelos (que acordaram os dois) sobre o incidente e disse que não tinha o direito de estar vivo. == Morte == alt=Curzon Square, Mayfair, London|esquerda|miniaturadaimagem|9 Curzon Square em 2012; Moon morava no quarto andar (canto superior esquerdo) em 1978 Em meados de 1978, Moon mudou-se para Flat 12, 9 Curzon Place (mais tarde Curzon Square), Shepherd Market, Mayfair, Londres, alugando de Harry Nilsson. Cass Elliot, do Mamas and the Papas, havia morrido lá quatro anos antes, aos 32 anos; Nilsson estava preocupado em deixar o apartamento para Moon, acreditando que estava amaldiçoado. Townshend discordou, garantindo-lhe que \"um raio não atingiria o mesmo lugar duas vezes\". Depois de se mudar, Moon começou um tratamento prescrito de Heminevrin (clometiazol, um sedativo) para aliviar os sintomas de abstinência do álcool. Ele queria ficar sóbrio, mas por causa do medo de hospitais psiquiátricos, queria fazer isso em casa. O clomethiazol é desencorajado para desintoxicação não supervisionada devido ao seu potencial viciante, à sua tendência para induzir tolerância e ao seu risco de morte quando misturado com álcool. As pílulas foram prescritas por Geoffrey Dymond, um médico que desconhecia o estilo de vida de Moon. Dymond prescreveu um frasco de 100 comprimidos, instruindo-o a tomar um comprimido quando sentisse desejo por álcool, mas não mais do que três comprimidos por dia. Em setembro de 1978, Moon estava tendo dificuldade para tocar bateria, de acordo com o roadie Dave \"Cy\" Langston. Depois de ver Moon no estúdio tentando fazer overdub na bateria de The Kids Are Alright, ele disse: \"Depois de duas ou três horas, ele ficou cada vez mais lento, mal conseguia segurar uma baqueta.\" Em 6 de setembro, Moon e Walter-Lax foram convidados de Paul e Linda McCartney na prévia de um filme, The Buddy Holly Story. Depois de jantar com os McCartney no Peppermint Park em Covent Garden, Moon e Walter-Lax voltaram para seu apartamento. Ele assistiu a um filme (The Abominable Dr. Phibes), e pediu a Walter-Lax que cozinhasse bife com ovos para ele. Quando ela se opôs, Moon respondeu: “Se você não gosta, pode se foder!” Estas foram suas últimas palavras. Moon então tomou alguns comprimidos de clometiazol. Quando Walter- Lax o verificou na tarde seguinte, ela descobriu que ele estava morto. Curbishley ligou para o apartamento por volta das 17h procurando por Moon, e Dymond deu-lhe a notícia. Curbishley contou a Townshend, que informou o resto da banda. Entwistle estava dando entrevista a dois jornalistas quando foi interrompido por um telefonema com a notícia da morte de Moon. Quando questionado sobre os planos futuros da banda, Entwistle começou a chorar e rapidamente encerrou a entrevista. A morte de Moon ocorreu logo após o lançamento de Who Are You. Na capa do álbum, ele está sentado em uma cadeira para esconder o ganho de peso; as palavras \"Não deve ser levado embora\" estão nas costas da cadeira. A polícia determinou que havia 32 comprimidos de clomethiazol no sistema de Moon. Seis foram digeridos, o suficiente para causar sua morte; os outros 26 não foram digeridos quando ele morreu. Max Glatt, uma autoridade em alcoolismo, escreveu no The Sunday Times que Moon nunca deveria ter recebido a droga. Moon foi cremado em 13 de setembro de 1978 no Golders Green Crematorium em Londres, e suas cinzas foram espalhadas em Gardens of Remembrance. Townshend convenceu Daltrey e Entwistle a continuar a turnê como The Who, embora mais tarde ele tenha dito que era seu meio de lidar com a morte de Moon e \"completamente irracional, quase insano\". Bruce Eder do AllMusic disse: \"Quando Keith Moon morreu, o Who continuou e era muito mais competente e confiável musicalmente, mas não foi isso que vendeu discos de rock.\" Em novembro de 1978, o baterista do The Faces, Kenney Jones, juntou-se ao Who. Townshend disse mais tarde que Jones \"era um dos poucos bateristas britânicos que poderia ocupar o lugar de Keith\"; Daltrey ficou menos entusiasmado, dizendo que Jones \"não era o estilo certo\". O tecladista John \"Rabbit\" Bundrick, que havia ensaiado com Moon no início do ano, juntou-se à banda ao vivo como membro não oficial. Jones deixou o Who em 1988, e o baterista Simon Phillips (que elogiou a habilidade de Moon de tocar bateria na faixa de apoio de \"Baba O'Riley\") fez uma turnê com a banda no ano seguinte. Desde 1996, o baterista do Who é Zak Starkey, filho de Ringo Starr, que recebeu uma bateria de Moon (a quem ele chamava de \"Tio Keith\"). Starkey já havia feito turnê em 1994 com Roger Daltrey. O Comitê Olímpico de Verão de Londres 2012 contatou Curbishley sobre a atuação de Moon nos jogos, 34 anos após sua morte. Em uma entrevista ao The Times, Curbishley brincou: “Eu respondi por e-mail dizendo que Keith agora reside no Golders Green Crematorium, tendo vivido de acordo com a frase do hino do Who: ‘Espero morrer antes de envelhecer’. . . Se eles tiverem uma mesa redonda, alguns copos e velas, poderemos contatá-lo.\" == Legado == alt=Keith Moon's blue plaque at the Marquee Club, London|direita|miniaturadaimagem|Blue plaque da Moon no local do antigo Marquee Club A bateria de Moon foi elogiada pela crítica. O autor Nick Talevski o descreveu como \"o maior baterista do rock\", acrescentando que \"ele era para a bateria o que Jimi Hendrix era para a guitarra\". Holly George- Warren, editora e autora de The Rock and Roll Hall of Fame: The First 25 Years, disse: \"Com a morte de Keith Moon em 1978, o rock provavelmente perdeu seu maior baterista.\" De acordo com o crítico do AllMusic, Bruce Eder, \"Moon, com seu lado maníaco e lunático, e sua vida de bebida excessiva, festas e outras indulgências, provavelmente representou o lado jovem e maluco do rock & roll, bem como seu lado autodestrutivo., melhor do que qualquer outra pessoa no planeta.\" O New Book of Rock Lists classificou Moon No.1 em sua lista dos \"50 Maiores Bateristas de Rock 'n' Roll\", e ele foi classificado como No.2 na enquete dos leitores da Rolling Stone \"Melhores Bateristas de Todos os Tempos\" de 2011. Em 2016, a mesma revista o classificou em segundo lugar na lista dos 100 Maiores Bateristas de Todos os Tempos, atrás de John Bonham. Adam Budofsky, editor da revista Drummer, disse que as performances de Moon em Who's Next e Quadrophenia \"representam um equilíbrio perfeito entre técnica e paixão\" e \"não houve nenhum baterista que tocou sua inclinação única no rock e no ritmo desde então.\" Vários bateristas de rock, incluindo Neil PeartAnatomy of a Drum Solo DVD, Neil Peart (2005) accompanying booklet. (Republished in Modern Drummer Magazine, April 2006) citaram Moon como uma influência. The Jam prestou homenagem a Moon no segundo single de seu terceiro álbum, \"Down in the Tube Station at Midnight\"; o lado B do single é um cover do Who (\"So Sad About Us\"), e a contracapa do disco tem uma foto do rosto de Moon. O single do Jam foi lançado cerca de um mês após a morte de Moon. Animal, um dos personagens Muppet de Jim Henson, pode ter sido baseado em Keith Moon devido ao seu cabelo, sobrancelhas, personalidade e estilo de bateria semelhantes. O baterista de jazz Elvin Jones elogiou o trabalho de Moon durante \"Underture\", como parte integrante do efeito da música. Ray Davies elogiou notavelmente a bateria de Moon durante seu discurso para a introdução dos Kinks no Rock and Roll Hall of Fame, em 1990: \". . . Keith Moon mudou o som da bateria.\" \"Deus abençoe seu lindo coração. . .\" Ozzy Osbourne disse ao Sounds um mês após a morte do baterista. “As pessoas vão falar sobre Keith Moon até morrerem, cara. Alguém em algum lugar dirá: 'Lembra de Keith Moon?' Quem se lembrará de Joe Bloggs, que morreu em um acidente de carro? Ninguém. Ele está morto, e daí? Ele não fez nada para falar.\" Clem Burke do Blondie disse: \"No início tudo que me importava era Keith Moon and the Who. Quando eu tinha onze ou doze anos, minha parte favorita das aulas de bateria eram os últimos dez minutos, quando eu sentava na bateria e tocava meu disco favorito. Eu traria 'My Generation'. No final da música, a bateria enlouquece. 'My Generation' foi um ponto de viragem para mim porque antes disso era tudo o tipo de Charlie Watts e Ringo.\" Em 1998, Tony Fletcher publicou uma biografia de Moon, Dear Boy: The Life of Keith Moon, no Reino Unido. A frase \"Dear Boy\" tornou-se um bordão de Moon quando, influenciado por Kit Lambert, ele começou a afetar um pomposo sotaque inglês. Em 2000, o livro foi lançado nos EUA como Moon (The Life and Death of a Rock Legend). A Revista Q chamou o livro de \"leitura horrível e fantástica\", e a Record Collector disse que era \"uma das grandes biografias do rock\". Em 2008, a English Heritage recusou um pedido para que Moon recebesse uma placa azul. Em declarações ao The Guardian, Christopher Frayling disse que \"decidiram que o mau comportamento e a overdose de várias substâncias não eram uma qualificação suficiente\". A Heritage Foundation do Reino Unido discordou da decisão, apresentando uma placa que foi inaugurada em 9 de março de 2009. Daltrey, Townshend, Robin Gibb e a mãe de Moon, Kit, estiveram presentes na cerimônia. == Discografia == === Álbuns solo === * Two Sides of the Moon (1975) === Outras aparições === \"When I'm Sixty-Four\" para o documentário All This and World War II (1976) === Bibliografia === * * * * * * * * * * * == Ligações externas == * Site oficial do The Who * Keith Moon no Internet Movie Database Categoria:Naturais de Londres Categoria:Bateristas do Reino Unido Categoria:Membros de The Who Moon, Keith Categoria:Mortos em 1978 Categoria:Nascidos em 1946",
 "title": "Keith Moon"
}