{
 "id": "54785",
 "text": "A União Internacional para Conservação da Natureza (em suas línguas oficiais, inglês e francês, respectivamente International Union for Conservation of Nature e Union internationale pour la conservation de la nature), também conhecida pelas siglas UICN e IUCN, é uma organização civilIUCN. Statutes, including Rules of Procedure of the World Conservation Congress, and Regulations. Disponível em: . Acesso em: 2016. p. 2. dedicada à conservação da natureza. Fundada em 1948, a UICN reúne mais de organizações, incluindo 84 governos nacionais, 112 agências de governo e um grande número de organizações não-governamentais (ONG) nacionais e internacionais, e cerca de dez mil membros individuais, que são cientistas e especialistas divididos em seis comissões.Christoffersen, Leif E. (1994) \"IUCN: A Bridge-Builder for Nature Conservation. \" Green Globe YearBook Acessada 5 Outubro 2013. A esses números somam-se os mais de mil funcionários do secretariado da UICN, alocados em mais de sessenta países. Sua sede está localizada em Gland, na Suíça. A missão da UICN é influenciar, encorajar e assistir sociedades de todo o mundo para a conservação da natureza, e assegurar que todo e qualquer uso dos recursos naturais seja equitativo e ecologicamente sustentável. A colaboração com governos nacionais e locais, comunidades e outros organismos, para que sistemas de áreas protegidas sejam criados e geridos corretamente, é uma das especialidades da UICN e constitui um de seus focos principais e das organizações que a compõem.IUCN. World Commission on Protected Areas. Guide for Members. Version 2015. [unpublished as of nov. 2015.] Ela apoia pesquisas científicas, administra projetos de campo em todo o mundo, e congrega governos, ONG, agências das Nações Unidas, companhias e comunidades locais para que sejam desenvolvidas e implementadas leis e políticas públicas que estejam de acordo com sua missão. == Origens == As origens da UICN remontam ao período imediatamente subsequente à Segunda Guerra Mundial, tendo sido criada por proposição de alguns governos, e sob a égide da UNESCO e de seu primeiro presidente, Julian Huxley, neto do conhecido naturalista Thomas Huxley e irmão de Aldous Huxley. À época as Nações Unidas estavam no processo de serem criadas, e os governos dos Estados Unidos, França e Reino Unido discutiam a necessidade de criar uma instituição de amplitude internacional dedicada a promover a proteção da natureza. No entanto, havia desacordo entre esses governos quanto à natureza da nova instituição, que poderia ou não pertencer ao quadro das Nações Unidas. Desejando dar à organização uma base científica, e para que esse e outros temas fossem discutidos, Huxley organizou um congresso que ocorreria em Fontainebleau, na França, em 5 de outubro de 1948. Participaram dezoito governos, sete organizações internacionais e 107 organizações nacionais de conservação da natureza, que concordaram em formar a instituição e mantê-la de natureza privada, assinando portanto uma \"ata constitutiva\" criando uma \"União Internacional para a Proteção da Natureza\" (UIPN) (em inglês International Union for the Protection of Nature, IUPN). O trabalho da UICN concentra-se em uma série de iniciativas, mas dentre elas se destacam a criação de parques naturais para a preservação ambiental. == Evolução da UICN == * 1956 - Muda o nome de \"União Internacional para a Conservação da Natureza\" para \"União Internacional para a Conservação da Natureza e dos Recursos Naturais\". * 1959 - A UNESCO decide criar uma lista internacional de parques nacionais e reservas equivalentes, e o Secretário Geral de Nações Unidas pede à UICN para preparar essa lista. * 1961 - Após mais de uma década de dificuldades de financiamento, eminentes personalidades da ciência e do setor privado (incluindo Julian Huxley) decidem criar uma instituição complementar capaz de arrecadar fundos que financiassem a UICN. Nasce assim o Fundo Mundial para a Natureza, mais conhecido pela sigla WWF. Com o tempo essa instituição passaria a trilhar um caminho distinto e a eleger novos objetivos, o que levaria à sua separação da UICN. * 1969 - A UICN obtém uma bolsa da Fundação Ford que lhe permite incrementar substancialmente sua secretaria internacional. * 1972 - A UNESCO adota a Convenção para a Proteção do Patrimônio Mundial, Cultural e Natural e a UICN é convidada a fornecer avaliações técnicas e rastreamento. * 1974 - A UICN patrocina e participa na obtenção do apoio de seus membros para assinar a Convenção sobre o Comércio Internacional das Espécies da Fauna e da Flora Silvestres Ameaçadas de Extinção. * 1975 - A Convenção sobre as Zonas Húmidas de Importância Internacional entra em vigor, e sua secretaria é administrada a partir da sede da UICN. * 1980 - A UICN, junto com o Programa das Nações Unidas para o Meio ambiente e o Fundo Mundial para a Natureza, colabora com a UNESCO na publicação da Estratégia Mundial para a Conservação (em inglês World Conservation Strategy). * 1982 - Seguindo a preparação e esforços da UICN, a Assembleia Geral das Nações Unidas adopta a Carta Mundial para a Natureza (em inglês World Charter for Nature). * 1990 - A UICN adota o nome de União Internacional para a Conservação da Natureza, ao mesmo tempo que se segue utilizando UICN como abreviatura. * 1992 - A pedido das Nações Unidas, a UICN redige o texto-base da Convenção sobre Diversidade Biológica, que é depois discutido, adaptado e adotado por países participantes da Conferência do Rio de 1992. * 1993 - A UICN, junto com o Programa para o Meio ambiente das Nações Unidas (United Nations Environment Programme) e o Fundo Mundial para a Natureza (World Wide Fund for Nature) publicam Caring for the Earth. == Áreas protegidas == A UICN desempenha um papel bastante significativo na produção de recomendações e parâmetros técnicos, no apoio institucional e operacional, na educação da sociedade e no convencimento de autoridades públicas, como forma de promover uma rede mundial de áreas protegidas representativas dos principais ecossistemas mundiais. Dentre suas definições técnicas, duas principais se destacam, seu conceito de área protegida, e seu sistema de categorias de gestão de áreas protegidas. === Definição de área protegida da UICN === A definição de área protegida mais aceita internacionalmente nos meios científicos e políticos, foi elaborada e vem sendo atualizada pela UICN e por seus membros. Trata-se do conceito de área protegida utilizado como referência pela Base de dados de áreas protegidas das Nações Unidas (WDPA, na sigla em inglês) e reconhecido como de utilidade substancial pelos países signatários da Convenção sobre diversidade biológica (CDB). Segundo a UICN:Essa definição foi elaborada pela UICN a partir dos anos 1960, com o objetivo de melhorar a comunicação entre os diferentes atores das áreas protegidas, e de uniformizar as ações dos países em busca de uma melhor conservação de seu patrimônio natural.PHILLIPS, A. A short history of the international system of protected area management categories. Paper prepared for the WCPA Task Force on protected area categories, [S.d.]. Tem origem no conceito de parques nacionais, na época já presente em alguns tratados internacionais. ===Categorias de manejo de áreas protegidas da UICN=== Como forma de assessorar os Estados na elaboração de sua legislação ambiental, e também com o objetivo de padronizar as ações e as coletas de dados sobre as áreas protegidas dos países, a UICN elaborou um sistema de categorias de gestão de áreas protegidas, que compreende os tipos abaixo.LAUSCHE, B. Guidelines for Protected Areas Legislation. Gland: IUCN, 2011. (IUCN Environmental Policy and Law Paper No. 81). p. 26-27.DUDLEY, N. (Org.). Guidelines for Applying Protected Area Management Categories. Gland: IUCN, 2008. p. 13-23. Essas categorias são relevantes apenas para espaços protegidos que se enquadrem na definição de área protegida da UICN. O fato de uma área protegida receber um nome que esteja relacionado com uma das categorias da UICN não garante seu enquadramento na categoria, e para que isso ocorra suas características de gestão devem ser condizentes com os parâmetros estabelecidos pela UICN. Por exemplo, nem todo Parque Nacional pode ser classificado na categoria II, e um exemplo disso são os parques nacionais britânicos. == Lista Vermelha da UICN == A Lista Vermelha de Espécies Ameaçadas, também conhecida como Lista Vermelha da UICN (em inglês, IUCN Red List ou Red Data List) foi criada em 1963 e constitui um dos inventários mais detalhados do mundo sobre o estado de conservação de espécie de plantas, animais, fungos e protistas. A Lista Vermelha obedece a critérios precisos, para avaliar os riscos de extinção de milhares das espécies e subespécies, pertinentes a todas as espécies e em todas as regiões do mundo, com o objetivo de informar sobre a urgência das medidas de conservação para o público e legisladores, assim como ajuda a comunidade internacional na tentativa de reduzir as extinções. == Publicações == A IUCN possui uma ampla gama de publicações, relatórios, diretrizes e bancos de dados (incluindo o Banco de Dados Global de Espécies Invasoras) relacionados à conservação e ao desenvolvimento sustentável. Publica ou é coautora de mais de 100 livros e avaliações importantes todos os anos, juntamente com centenas de relatórios, documentos e diretrizes. Em 2015, 76 artigos da IUCN foram publicados em revistas científicas revisadas por pares. Um relatório divulgado no Congresso Mundial de Parques da IUCN, em Sydney, em 12 de novembro de 2014, mostrou que as 209 mil reservas de conservação em todo o mundo cobrem agora 15,4% da área total da terra. Este é um passo para proteger 17 por cento da terra e 10 por cento dos ambientes oceânicos da Terra até 2020, desde um acordo entre as nações do mundo na Convenção sobre Diversidade Biológica, realizada no Japão em 2010. == Ver também == * Ambientalismo * Áreas Protegidas * Biodiversidade * Conservação da natureza * Conservacionismo * Declínio contemporâneo da biodiversidade mundial * Ecologia * Estado de conservação * Lista de plantas domésticas * Lista Vermelha da IUCN * Sistema IUCN de Categorias de Gestão de Áreas Protegidas == Ligações externas == * IUCN (em inglês) Categoria:Organizações conservacionistas Categoria:Organizações fundadas em 1948 Categoria:Prémio Princesa das Astúrias da Concórdia",
 "title": "União Internacional para a Conservação da Natureza"
}