{
 "id": "54793",
 "text": "Itaim Paulista é um distrito situado na Zona Leste do município de São Paulo e pertencente à Subprefeitura do Itaim Paulista. O distrito possui diversas creches e escolas, grande variedade de lojas, agências bancárias, varejos, atacados, shopping, supermercados, hospitais e postos de saúde. Entre esses equipamentos o Shopping Itaim Paulista com salas de cinema e o Hospital Geral de Itaim Paulista são os que mais se destacam. == História == === Começo da colonização === O território onde hoje é o distrito de Itaim Paulista passou a ser explorado pelos portugueses no início do século XVII, com a doação de sesmarias a portugueses. Os acontecimentos que marcaram o processo de colonização partiram de uma dessas sesmarias. Consta que, entre o período de 1610 e 1611, o bandeirante Domingos de Góes virou \"sesmeiro\" das terras da região do \"boi sentado\", que estão localizadas nas proximidades do Rio Tietê. Para que Domingos de Góes recebesse as sesmarias, alegou ser um antigo morador da “villa de São Paulo”, ter mais de trinta anos de idade, casado há doze anos, muitos filhos e não possuir terras onde pudesse fazer a produção de seus alimentos. Na mesma petição, ele justificou o pedido mencionado por pertencer a uma família que havia prestado serviços para a vila de São Paulo e que, por isso, merecia as terras. Não há registros de que essas terras foram utilizadas por Domingos de Góes, e de acordo com as regras para a concessão de sesmarias, se as terras não fossem usadas em um prazo de dois anos seriam devolvidas, é a versão mais aceita do que ocorreu. Desse modo as terras foram repassadas para o controle dos padres carmelitas em 1621, e, nesse período, foi construída uma capela denominada Nossa Senhora da Biacica (esse nome vem do tupi imbeicica, \"cipó resistente\", facilmente encontrado no rio Tietê), capela essa que é considerada como um marco da colonização local de origem europeia. Se considerarmos a construção da capela, o Itaim Paulista teria 319 anos. Se considerarmos a data provável da chegada a região dos bandeirantes e padres, o Itaim Paulista teria 390 anos. Oficialmente, o aniversário do distrito era considerado a partir do momento em que o Itaim Paulista foi emancipado do Distrito de São Miguel Paulista, o que aconteceu no ano de 1980, mas passou a se considerar outra data de fundação do Itaim Paulista, e atualmente é considerado o dia 21 de junho de 1621, em que ocorre a doação das terras de Lopo Dias aos padres carmelitas, como o de fundação do Itaim Paulista.SANTOS, Denis Moura Dos. Chácara Biacica/Fontoura: Surgimento, apogeu, decadência e revalorização de 1682 até a atualidade. Trabalho de Conclusão de Curso de Licenciatura em História apresentado à Universidade Nove de Julho, sob a orientação do Prof. Ms. Savério Lavorato Júnior. São Paulo, 2013. === Crescimento do Itaim Paulista === O distrito teve dificuldades de crescimento pelo fato de se localizar próximo a grandes vilas, como São Miguel Paulista e Lajeado, atual Guaianases. Nos primeiros séculos de colonização de origem europeia, o Itaim Paulista era um misto de chácaras, fazendas e sítios. Desestimulados pelo problema de falta de estrutura e sufocado pelo progresso dos vizinhos, o Itaim Paulista somente começou a receber moradores no final do século XVIII. Com a chegada da ferrovia Estrada do Norte antiga Central do Brasil no século XIX, o Itaim Paulista começou a viver o seu ciclo de desenvolvimento. A princípio, esse crescimento era lento, as casas foram surgindo ao longo das margens dos trilhos. Na região alta do bairro, nas proximidades da Rua Tibúrcio de Souza, hoje um dos mais importantes acesso ao município vizinho de Ferraz de Vasconcelos, ocorreu um grande desenvolvimento. Por volta do século XIX, muitas famílias de origem alemã e principalmente da antiga Iugoslávia adquiriram chácaras nessa região alta do bairro, e dedicavam-se quase que exclusivamente a agricultura e criação de gado leiteiro. Muitos descendentes dessas famílias ainda podem ser encontradas na parte alta do bairro, hoje conhecida como Vila Melo e \"Caixa d’Água\". Nas décadas de 1930 e 1940, a produção de tijolos e telhas por parte de olarias era a atividade mais lucrativa na região. Na década de 1950, o Itaim Paulista foi alvo de grandes transformações, a começar pela ocupação do espaço territorial de forma acelerada. Em 1957, foi instalada a paróquia de São João Batista do Itaim, isso ajudou a acelerar o seu crescimento. === Emancipação do Itaim Paulista e suas causas === Na década de 1970, a prefeitura tinha necessidade de descentralizar a sua administração. Com isso, foram criadas as administrações regionais. A administração regional de São Miguel Paulista era responsável também pelo Itaim Paulista, só que a prioridade era o bairro de São Miguel Paulista e regiões próximas ao centro comercial. Na distribuição de orçamento das administrações regionais pela prefeitura era considerado o montante populacional da região. Como o bairro do Itaim Paulista engrossava a população da administração regional de São Miguel Paulista, a verba era sempre a terceira maior de toda a cidade. Os investimentos ficavam sempre no bairro vizinho, o Itaim Paulista era considerado apenas um número favorável a esse bairro. No dia 19 de maio de 1980, o Itaim Paulista foi emancipado, e a verba da prefeitura passou a vir diretamente para o Itaim Paulista, beneficiando a população local. === Paróquia de São João Batista === Em 17 de Junho de 1951, foi construída a primeira capela do Itaim Paulista. O terreno para a sua construção foi doado pela Cia. Bandeirantes S/A em 1950 passando a escritura à Cúria de São Paulo e fica localizado na Rua José Cardoso Pimentel. Na época, a antiga Estrada Rio-São Paulo passava ao lado do terreno e a água utilizada para a construção da antiga capela foi retirada do córrego Itaim em carroças dentro de tambores com capacidade de 200 litros. Mais tarde, em 30 de maio de 1953, a antiga capela foi demolida para construir no local uma nova paróquia. A construção foi concluída em 15 de dezembro de 1957. Em julho de 2011 a capela iniciou um novo processo de reforma, tendo sido demolida novamente para dar lugar a uma nova igreja, mais ampla. === Avenida Marechal Tito === 250px|thumb|left|Trecho da Avenida Marechal Tito, próximo à divisa de São Paulo com Itaquaquecetuba Com a chegada da Estrada de Ferro Central do Brasil as ligações entre São Paulo e Rio de Janeiro foram facilitadas, mas a ligação rodoviária era ainda muito difícil. Em 1908 o automobilista francês Conde Lesdain, levou 36 diaspara completar o percurso de carro entre as duas cidades. O prefeito Washington Luís (1914-1919) privilegiou o sistema viário urbano, valorizando os antigos traçados do período colonial como Presidente do Estado de São Paulo (1920-1924) e Presidente da República (1926-1930) adotou o lema \"governar é abrir estradas\". Washington Luís recuperou uma antiga via colonial para abrir a Estrada São Paulo-Rio em 1922, que passava por São Miguel Paulista, Itaim Paulista, Mogi das Cruzes, chegando até Jacareí. No ano de 1928, a estrada foi inaugurada em toda a sua extensão. A viagem poderia ser feita em 10 horas. No distrito de Itaim Paulista, a estrada serviu como meio de transporte complementar à ferrovia, contribuído para o desenvolvimento do distrito. Com o passar dos anos, a antiga estrada passou a ganhar características de avenida, e foi incorporada a malha urbana da cidade. Com a inauguração da Rodovia Presidente Dutra (BR-116) em 1951, a Estrada São Paulo- Rio deixou de ser a principal ligação entre São Paulo e Rio de Janeiro. A Avenida Marechal Tito é a principal artéria do distrito do Itaim Paulista, nesta avenida o desenvolvimento foi mais expressivo e em suas intermediações está o que o distrito tem de mais importante e significativo. A pavimentação era composta de paralelepípedos. Com a emancipação de Itaim Paulista, a via passou a ter o seu atual nome em homenagem ao presidente da então Iugoslávia morto em 1980, anos depois essa via foi asfaltada. == Transporte e Estação Itaim Paulista == O distrito é atendido pelas estações Itaim Paulista e Jardim Romano da Linha 12 do Trem Metropolitano de São Paulo, e grande quantidade de linhas de ônibus, da SPTrans (municipais) e da EMTU (intermunicipais). A Variante de Poá (ou Variante de Calmon Vianna), teve a construção iniciada em 1921 para facilitar a viagem dos trens de carga por causa de suas poucas curvas se comparado ao ramal de São Paulo, sendo que a construção da Estação Itaim Paulista foi finalizada e o prédio inaugurado em 7 de fevereiro de 1926, mas a linha foi aberta somente em 1 de janeiro de 1934 após 8 anos de interrupção das obras. A estação em 1 de março de 1962 recebeu o último trem a vapor da linha, ela ligava a Estação Roosevelt até a Estação Itaim Paulista. A partir de 1994 ela passou a ser operada pela CPTM. No ano de 2006, o prédio mais recente (construído em 1979) foi demolido para a construção de uma nova estação de acordo com o projeto de modernização da Linha 12. A nova estação foi entregue em 28 de maio de 2008. == Divisas == O distrito faz divisa com três municípios da Grande São Paulo: Itaquaquecetuba através da Avenida Marechal Tito ou Rua Benigno Nogueira Franco ou Rua Jabutitinga; Ferraz de Vasconcelos pela Rua Tibúrcio de Sousa ou Avenida Itajuíbe e; Poá por uma ponte na Avenida Kemel Addas que passa sobre o córrego Três Pontes. == Topônimo == \"Itaim\" é um nome de origem tupi: significa \"pedrinha\", pela junção de itá (pedra) e im (diminutivo).NAVARRO, E. A. Método moderno de tupi antigo: a língua do Brasil dos primeiros séculos. 3ª edição. São Paulo. Global. 2005. p. 132. == Hidrografia == A região é cortada por três córregos em sentido sul-norte que deságuam no Rio Tietê. São eles: Itaim, Tijuco Preto e Três Pontes (divisa com Itaquaquecetuba e Poá). O Itaim Paulista ainda possui a parte leste do Ribeirão Lageado (sendo a parte oeste pertencente ao distrito de Vila Curuçá). Eles já foram fontes de renda para os moradores da região, hoje estão poluídos como o rio onde eles deságuam. == Principais vias == * Avenida Marechal Tito * Avenida Kemel Addas * Viaduto Carlito Maia * Estrada Dom João Nery * Rua Doutor José Pereira Gomes * Avenida Itajuíbe * Avenida Barão de Alagoas * Avenida Itaim * Rua Tibúrcio de Souza * Avenida Ipê Roxo * Rua Aricanga * Avenida Nordestina * Avenida João Batista Santiago * Viaduto da China * Rua Cembira * Avenida Bandeira dos Cataguases * Avenida dos Ipes == Ver também == * Lista de distritos de São Paulo * População dos distritos de São Paulo (Censo 2010) * Área territorial dos distritos de São Paulo (IBGE) * Telecomunicações em São Paulo == Bibliografia == * BURGOS, Rosalina. O processo de (des)organização espacial do Itaim Paulista no contexto da expansão urbana da cidade de São Paulo (2ª metade do século XX). Trabalho de Graduação Individual apresentado ao Departamento de Geografia - FFLCH/USP, sob a orientação da Profª Dra. Amália Inês G. Lemos. São Paulo, 2001. * MELO, Jesus Batista de. Itaim Paulista. São Paulo: Arquivo Histórico Municipal, 2017. (História dos Bairros de São Paulo, 33). 216 p. il. == Ligações externas == * Portal de comércio e prestação de serviços * Portal do Itaim Paulista * Site de notícias do bairro Categoria:Itaim Paulista",
 "title": "Itaim Paulista"
}