{
 "id": "54847",
 "text": "Mel Columcille Gerard Gibson AO (Peekskill, 3 de janeiro de 1956) é um ator, diretor de cinema, produtor cinematográfico e roteirista estadunidense. == Infância == Gibson é o sexto de sete irmãos, e o segundo filho do americano Hutton Gibson e da irlandesa Anne Reilly Gibson. Sua avó paterna era a soprano australiana Eva Mylott (1875–1920). Um dos irmãos mais novos de Gibson, Donal Gibson, também é ator. O primeiro nome de Gibson vem de Saint Mel, santo irlandês do século XV, e fundador da diocese da mãe de Gibson, enquanto seu segundo, Colm-Cille, é também um santo irlandês. Columcille é também o nome de uma paróquia em County Longford, onde Anne Reilly nasceu e foi educada. De sua mãe, Gibson herdou dupla cidadania: dos Estados Unidos e da República da Irlanda. Logo depois de ganhar 145 000 dólares em uma ação judicial contra a New York Central Railroad, em 14 de fevereiro de 1968, Hutton Gibson mudou-se com sua família para Sydney, Austrália. Mel Gibson tinha 12 anos. A mudança de Hutton para a Australia foi por razões econômicas, e porque Hutton pensava que o Exército australiano rejeitaria seu filho mais velho para a Guerra do Vietnã. Gibson foi educado por membros da Congregation of Christian Brothers, no St. Leo's Catholic College, em Wahroonga, New South Wales. == Carreira == Mel Gibson, quando entrou no cenário cinematográfico, recebeu excelentes elogios de críticos de cinema, e muitas comparações com estrelas do cinema clássico. Em 1982, Vincent Canby escreveu que \"Mr. Gibson lembra o jovem Steve McQueen. Eu não consigo definir a \"qualidade de estrela\", mas de qualquer maneira, Mr. Gibson a tem\". Gibson também foi tido como \"uma mistura de Clark Gable e Humphrey Bogart\". A aparência do físico de Mel Gibson faz dele natural para papéis de filmes de ação, como na série de filmes Mad Max, e na série de filmes Máquina Mortífera. Depois, Gibson expandiu seus trabalhos para uma variedade de papéis, como Hamlet, e comédias como Maverick e Do que as Mulheres Gostam. Seus maiores sucessos financeiros e artísticos vieram quando ele expandiu seu trabalho para a direção e a produção, como em The Man without a Face, em 1993, Coração Valente, em 1995, O Patriota, em 2000, A Paixão de Cristo, em 2004, e Apocalypto, em 2006. Gibson foi cotado para papéis em Batman, GoldenEye, Amadeus, Gladiador, The Golden Child, X-Men, Robin Hood: O Príncipe dos Ladrões, Noiva em Fuga e Primary Colors. Sean Connery já sugeriu que Gibson fosse James Bond. Gibson estudou na National Institute of Dramatic Art (NIDA), em Sydney. Os estudantes da NIDA são treinados classicamente na tradição teatral britânica. Como estudantes, Gibson e a atriz Judy Davis atuaram juntos em Romeu e Julieta, a peça clássica de Shakespeare. Depois de se graduar, em 1977, Gibson imediatamente começou a atuar em Mad Max, mas continuou a atuar nos palcos, entrou para a State Theatre Company of South Australia, em Adelaide. == Vida pessoal == Gibson conheceu sua esposa Robyn Moore na década de 1970, quando ambos alugaram a mesma casa em Adelaide. Nessa época, Robyn era enfermeira e Mel era um ator desconhecido trabalhando para a South Australian Theatre Company. Em 7 de junho de 1980, se casaram em uma Igreja Católica em Forestville, New South Wales. Gibson se referiu a sua esposa como \"minha Rocha de Gibraltar, simplesmente a mais linda\" e disse, \"vida é sobre amor e compromisso, e desafio qualquer um que pensa que isso é um cliché\". Eles têm uma filha e seis filhos. Seus sete filhos são Hannah (1980), os gêmeos Edward e Christian (1982), William (1985), Louis (1988), Milo (1990), e Thomas (1999). A filha Hannah Gibson se casou com o músico de blues Kenny Wayne Shepherd no dia 16 de setembro de 2006. Mel e Robyn anunciaram em 13 de abril de 2009 que estavam se separando. Robyn foi quem fez o pedido de divórcio alegando diferenças irreconciliáveis. De acordo com os documentos de Mel, o casal já estava separado há quase três anos. Em 25 de maio de 2009 foi anunciado que Mel e a sua namorada, a cantora russa, Oksana Grigorieva estavam esperando o seu primeiro filho junto. Lucia Gibson nasceu no dia 30 de outubro de 2009. Grigorieva tem um filho com o ator britânico Timothy Dalton. Em 22 de janeiro de 2017, Gibson foi pai pela nona vez, com o nascimento de Lars, fruto do relacionamento do ator de com Rosalind Ross (nascida em 5 de julho de 1990). Em agosto de 2020 Gibson notificou uma produtora do mel chilena por violação de direitos do ator.Vendedora de mel chilena dá nome de 'Miel Gibson' a produto e é notificada por violação de direitos do ator Yohanna Agurto havia dado o nome ao produto de \"Miel Gibson\" (um trocadilho com o nome do ator e a palavra em língua espanhola para mel), e a embalagem mostrava uma foto do ator no filme Coração Valente como logomarca, com o slogan apenas para valentes.Vendedora de mel faz trocadilho com nome de Mel Gibson em produto, recebe carta de advogados do astro e viraliza com campanha Pouco tempo depois, a fabricante entrou em um acordo com os advogados de Gibson, em que ela poderia manter o nome e slogan do produto desde que retirasse a imagem do ator.Criadora de Miel Gibson chega a acordo com ator de Hollywood para produzir melMiel Gibson: Chilena decidiu usar imagem do actor de Braveheart para vender mel Ela deverá fazer um concurso para a adoção de uma nova logomarca.Dona de fábrica de mel terá que tirar foto de ‘Mel Gibson’ dos produtos === Religião e política === Católico tradicionalista, também milita a favor do Partido Republicano estadunidense. === Alcoolismo === No final de julho de 2006 foi preso por dirigir em alta velocidade e embriagado, e se indispôs com a comunidade judaica ao desferir comentários impróprios contra os judeus. Dias depois, Gibson se desculpou perante a comunidade judaica, admitiu que tem problemas de alcoolismo e anunciou que iniciaria tratamento para se livrar do vício. Em um comunicado enviado ao programa de TV Access Hollywood, disse: \"Agi como uma pessoa completamente fora de controle quando fui detido, e disse coisas infames, que não são verdadeiras\". == Filmografia == === Como ator === Ano Título original Título no Brasil Título em Portugal 1977 Summer City O Último Verão - 1979 Tim Tim - Anjos de Aço - Mad Max Mad Max Mad Max – As Motos da Morte 1980 The Chain Reaction - - 1981 Mad Max 2 Mad Max 2 – A Caçada Continua Mad Max 2: O Guerreiro da Estrada Gallipoli Galipoli Gallipoli 1982 The Year of Living Dangerously O Ano que Vivemos em Perigo O Ano de Todos os Perigos Attack Force Z Força de Ataque Z - 1984 The Bounty Rebelião em Alto-Mar Revolta no Pacífico The River O Rio do Desespero O Rio Mrs. Soffel Mrs. Soffel – Um Amor Proibido O Fogo da Paixão 1985 Mad Max Beyond Thunderdome Mad Max 3 – Além da Cúpula do Trovão Além da Cúpula do Trovão 1987 Lethal Weapon Máquina Mortífera Arma Mortífera 1988 Tequila Sunrise Conspiração Tequila Intriga ao Amanhecer 1989 Lethal Weapon 2 Máquina Mortífera 2 Arma Mortífera 2 1990 Hamlet Hamlet Hamlet Bird on a Wire Alta Tensão Na Corda Bamba Air America Air America – Loucos pelo Perigo Air América 1992 Forever Young Eternamente Jovem Eternamente Jovem 1993 Lethal Weapon 3 Máquina Mortífera 3 Arma Mortífera 3 The Man without a Face O Homem sem Face Um Homem sem Rosto 1994 Maverick Maverick Maverick 1995 Braveheart Coração Valente O Desafio do Guerreiro Pocahontas (voz) Pocahontas Pocahontas 1996 Ransom O Preço de um Resgate Resgate 1997 Conspiracy Theory Teoria da Conspiração Teoria da Conspiração 1998 Lethal Weapon 4 Máquina Mortífera 4 Arma Mortífera 4 1999 Payback O Troco Payback - A Vingança 2000 The Million Dollar Hotel O Hotel de Um Milhão de Dólares The Million Dollar Hotel – O Hotel Chicken Run (voz) A Fuga das Galinhas A Fuga das Galinhas The Childs Intelligents (voz) The Patriot O Patriota O Patriota What Women Want Do Que as Mulheres Gostam O Que As Mulheres Querem 2002 We Were Soldiers Fomos Heróis Fomos Soldados… Signs Sinais Sinais 2003 The Singing Detective Crimes de um Detetive O Detective Cantor 2004 Paparazzi (não creditado) Paparazzi Paparazzi 2010 Edge of Darkness O Fim da Escuridão Fora de Controlo 2011 The Beaver Um Novo Despertar O Castor 2012 Get the Gringo Plano de Fuga - 2013 Machete Kills Machete mata - 2014 The Expendables 3 Os Mercenários 3 Os Mercenários 3 2016 Blood Father Herança de Sangue Blood Father - O Protetor 2017 Daddy's Home 2 Pai em Dose Dupla 2 Pai Só Há Um...Ou Dois 2018 Dragged Across Concrete 2019 The Professor and the Madman O Gênio e o Louco 2020 Force of nature Fatman === Como diretor === Ano Título original Título no Brasil Título em Portugal 1993 The Man without a Face O Homem sem Face Um Homem sem Rosto 1995 Braveheart Coração Valente O Desafio do Guerreiro 2004 The Passion of the Christ A Paixão de Cristo 2006 Apocalypto Apocalypto 2016 'Hacksaw Ridge Até o Último Homem O Herói de Hacksaw Ridge == Prémios e indicações == === Prêmios === Oscar * Ganhou na categoria de Melhor Filme, por Braveheart (1995). * Ganhou na categoria de Melhor Diretor, por Braveheart' (1995). Globo de Ouro * Ganhou na categoria de Melhor Diretor, por Braveheart (1995). Australian Film Institute * Ganhou na categoria de Melhor Ator por Tim (1979) e Gallipoli (1981) * Ganhou um prêmio pelo conjunto da obra (2002) MTV Movie Awards * Ganhou na categoria de Melhor Dupla, por Máquina mortífera 3 (1992). Saturn Awards * Ganhou na categoria de Melhor Ator por Mad Max 2 (1982) === Indicações === Oscar *Recebeu uma indicação na categoria de Melhor Filme, por Hacksaw Ridge (2016). * Recebeu uma indicação na categoria de Melhor Diretor, por Hacksaw Ridge (2016). Globo de Ouro * Recebeu uma indicação na categoria de Melhor Ator - Drama, por O preço de um resgate (1996). * Recebeu uma indicação na categoria de Melhor Ator - Comédia/Musical, por Do que as mulheres gostam (2000). *Recebeu uma indicação na categoria de Melhor Filme - Drama, por por Hacksaw Ridge (2016). *Recebeu uma indicação na categoria de Melhor Diretor, por Hacksaw Ridge (2016). MTV Movie Awards * Recebeu duas indicações na categoria de Melhor Ator, por Coração valente (1995) e O patriota (2000). * Recebeu duas indicações na categoria de o Mais Gostoso, por Máquina mortífera 3 (1992) e Coração valente (1995). * Recebeu uma indicação na categoria de Melhor Beijo, por Máquina mortífera 3 (1992). * Recebeu duas indicações na categoria de Melhor Sequência de Ação, por Máquina mortífera 3 (1992) e Máquina Mortífera 4 (1998); venceu por Máquina mortífera 3. BAFTA * Recebeu uma indicação na categoria de Melhor Diretor, por Coração valente (1995). == Ligações externas == * * Categoria:Óscar de melhor realização Categoria:Óscar de melhor filme Categoria:Católicos dos Estados Unidos Categoria:Cineastas dos Estados Unidos Categoria:Atores dos Estados Unidos Categoria:Atores de cinema dos Estados Unidos Categoria:Prémio MTV Movie de melhor dupla Categoria:Globo de Ouro de melhor realização Categoria:Atores premiados com o IFTA Categoria:Naturais de Nova Iorque (estado) Categoria:Cineastas premiados com o Satellite Award Categoria:Critics' Choice de melhor realizador Categoria:Controvérsias sobre LGBT no cinema",
 "title": "Mel Gibson"
}