{
 "id": "54864",
 "text": "Francisco I (Cognac, – Rambouillet, ), também conhecido como \"Rei-Cavaleiro\", \"Pai e Restaurador das Cartas\" e \"o de Nariz Comprido\", foi o Rei da França de 1515 até sua morte. Era filho de Carlos d'Orléans, Conde de Angolema, e Luísa de Saboia. Ele sucedeu seu primo e sogro Luís XII, que morreu sem deixar herdeiros. Prodigioso patrono das artes, ele iniciou o Renascimento francês, atraindo muitos artistas italianos para trabalhar para ele, incluindo Leonardo da Vinci, que trouxe a Monalisa com ele, adquirida por Francisco. O reinado de Francisco viu importantes mudanças culturais com a ascensão da monarquia absoluta na França, a expansão do humanismo e do protestantismo e o início da exploração francesa do Novo Mundo. Jacques Cartier e outros reivindicaram terras nas Américas para a França e abriram o caminho para a expansão do primeiro império colonial francês. Por seu papel no desenvolvimento e promoção de uma língua francesa padronizada, ele ficou conhecido como o \"Pai e Restaurador de Letras\".Knecht, R.J. Francis I, (Cambridge University Press, 1984), 1–2. Ele também era conhecido como \"Rei-Cavaleiro\", por seu envolvimento pessoal nas guerras contra seu grande rival imperador Carlos V, que também era rei da Espanha. Seguindo a política de seus antecessores, Francisco continuou as guerras italianas. A sucessão de Carlos V à Holanda da Borgonha, o trono da Espanha e sua subsequente eleição como Sacro Imperador Romano significaram que a França estava geograficamente cercada pela monarquia dos Habsburgos. Em sua luta contra a hegemonia imperial, ele procurou o apoio de Henrique VIII de Inglaterra no Campo do Pano de Ouro.Knecht, R.J. Francis I, 77–78. Quando isso não deu certo, ele formou uma aliança franco-otomana com o sultão muçulmano Solimão, o Magnífico, um movimento controverso para um rei cristão na época.Knecht, R.J. Francis I, 224–225, 230. Deixou poemas interessantes que os críticos consideram medíocres. Seu túmulo e o de sua esposa, a rainha Cláudia (que deixou batizada uma espécie de ameixa verde que muito apreciava), na Basílica de Saint-Denis, foram desenhados por Philibert Delorme e realizados por Pierre Bontemps. == Início da vida e adesão == Francisco de Orleães nasceu em 12 de setembro de 1494 no Castelo de Cognac, na cidade de Cognac, que naquela época ficava na província de Saintonge, parte do Ducado da Aquitânia. Hoje a cidade fica no departamento de Carântono. Francisco era o único filho de Carlos de Orleães-Angolema, e Luísa de Saboia, Duquesa de Némours e bisneto do rei Carlos V de França. Não se esperava que sua família herdasse o trono, pois seu primo em terceiro grau, rei Carlos VIII, ainda era jovem na época de seu nascimento, assim como o primo de seu pai, o Duque de Orleães, mais tarde rei Luís XII. No entanto, Carlos VIII morreu sem filhos em 1498 e foi sucedido por Luís XII, que não possuía herdeiro masculino. A lei sálica impedia as mulheres de herdar o trono. Portanto, Francisco, de quatro anos de idade (que já era conde de Angolema após a morte de seu próprio pai, dois anos antes) tornou-se o herdeiro presuntivo do trono da França em 1498 e foi investido com o título de duque de Valois. Em 1505, Luís XII, tendo adoecido, ordenou que sua filha Cláudia e Francisco se casassem imediatamente, mas somente através de uma assembléia de nobres os dois estavam noivos. Cláudia era herdeira do Ducado da Bretanha por meio de sua mãe, Ana, Duquesa da Bretanha. Após a morte de Ana, o casamento ocorreu em 18 de maio de 1514. Em 1 de janeiro de 1515, Luís XII morreu e Francisco herdou o trono. Ele foi coroado rei da França na Catedral de Reims em 25 de janeiro de 1515, com Cláudia como sua rainha consorte.Knecht, R.J. Francis I, 16. == Reinado == Enquanto Francisco recebia sua educação, as ideias emergentes do Renascimento italiano tiveram influência na França. Alguns de seus tutores, como François Desmoulins de Rochefort (seu instrutor de latim, que mais tarde durante o reinado de Francisco foi nomeado Grande Aumônier da França) e Christophe de Longueil (um humanista brabantiano), foram atraídos por essas novas formas de pensar e tentar influenciar Francisco. Sua formação acadêmica era em aritmética, geografia, gramática, história, leitura, ortografia e escrita, e ele se tornou proficiente em hebraico, italiano, latim e espanhol. Francisco veio aprender cavalheirismo, dança e música e adorava arco e flecha, falcoaria, cavalgadas, caça, justas, tênis e luta livre. Ele acabou lendo filosofia e teologia e ficou fascinado com a arte, literatura, poesia e ciência. Sua mãe, que tinha grande admiração pela arte renascentista italiana, passou esse interesse para o filho. Embora Francisco não tenha recebido educação humanista, ele foi mais influenciado pelo humanismo do que qualquer rei francês anterior. === Patrono das artes === Quando ascendeu ao trono em 1515, o Renascimento havia chegado à França e Francisco tornou-se um patrono entusiasta das artes. No momento de sua adesão, os palácios reais da França eram ornamentados com apenas uma variedade de grandes pinturas, e nenhuma escultura, antiga ou moderna. Durante o reinado de Francisco, foi iniciada a magnífica coleção de arte dos reis franceses, que ainda pode ser vista no Palácio do Louvre. Francisco apadrinhava muitos grandes artistas de sua época, incluindo Andrea del Sarto e Leonardo da Vinci; o último dos quais foi persuadido a fazer da França sua casa durante seus últimos anos. Enquanto Da Vinci pintou muito pouco durante seus anos na França, ele trouxe muitas de suas maiores obras, incluindo a Monalisa (conhecida na França como La Joconde), e estas permaneceram na França após sua morte. Outros grandes artistas a receber o patrocínio de Francisco incluem o ourives Benvenuto Cellini e os pintores Rosso Fiorentino, Giulio Romano e Primaticcio, todos eles empregados na decoração dos vários palácios de Francisco. Ele também convidou o notável arquiteto Sebastiano Serlio (1475–1554), que desfrutou de uma frutuosa carreira no final da França. Francisco também encomendou vários agentes na Itália para adquirir notáveis ​​obras de arte e enviá-las para a França. === Política externa === Sua vitória na batalha de Marignano (1515) sobre os suíços que defendiam Maximiliano Sforza fez sua fama na Itália, pois tomou o Ducado de Milão. Aproveitou-se disso na entrevista de Bologna, e teve sucesso no que seus predecessores Carlos VII e Luís XI tinham tentado: impor ao papa Leão X por concordata (Concordata de Bolonha) de organização da igreja francesa, que perduraria até a Revolução Francesa. A morte de Maximiliano I em 1519 o levou a disputar a coroa imperial com Carlos de Áustria, rei da Espanha como Carlos I de Espanha, que o derrotou e se tornou imperador como Carlos V. Não conseguiu assim se tornar imperador alemão. Rodeado no sul, nordeste e leste pelos domínios de Carlos V, Francisco I, depois de sua entrevista no Campo do Tecido de Ouro com Henrique VIII (1520) iniciou sua luta contra a Casa d'Áustria, prolongada, com tréguas ocasionais, até 1576. Teve quatro guerras sucessivas contra Carlos V: a primeira, famosa pelos feitos e morte de Pierre Terrail, mais conhecido como Bayard, o cavaleiro sem medo nem defeito (\"chevalier sans peur et sans reproche\") a traição do Condestável de Bourbon, a derrota em Pavia (1525) capturado pelo soldado espanhol Blasco de Barnuevo mantido em cativeiro, terminou pelo Tratado de Madrid (1526), pelo qual cedeu a Borgonha. A segunda, necessária pela recusa dos deputados da Borgonha em se tornarem súditos do Imperador, ficou marcada pela aliança entre Francisco I e os príncipes italianos (entre eles o papa Clemente VII (Liga de Cognac, 1526), provocou o saque de Roma pelas tropas imperiais comandadas pelo Condestável de Bourbon (1527) e terminou com a Paz de Cambrai (1529), na verdade mais uma trégua. Francisco I foi feito prisioneiro em 24 de Fevereiro de 1525 em Pavia e permaneceu preso até 1526. Francisco e Carlos V firmaram o Tratado de Madrid em 14 de Janeiro de 1526 Em troca da sua liberdade, Francisco renunciou a qualquer pretensão sobre a Itália e comprometeu-se a renunciar ao Artois, Flandres e a Borgonha. Assim que voltou para a França, o rei esqueceu as promessas e recomeçou a guerra antes de ceder a uma paz outra vez negociada. Para os reis do Renascimento, a razão de Estado tinha primazia sobre a moral cristã. Na Paz de Crépy, em 1544, após quatro anos de guerra sem vitórias, renunciou a Milão, que permaneceu dentro do Sacro Império Germânico, de Nápoles e da Borgonha. Sua luta contra os Habsburgos, ou seja, a Casa da Áustria, fez dele o aliado da Santa Sé sob o papa Clemente VII, com cuja sobrinha-neta (Catarina de Médicis) casou seu filho Henrique, futuro Henrique II. Mas não conseguiu que o papa concedesse o divórcio solicitado por Henrique VIII da Inglaterra. Impelido sempre pelo desejo de ameaçar Carlos V nas fronteiras e até no interior de seus domínios, enviou agentes à Alemanha, que fomentaram anarquia política e religiosa e favoreceram a ascendência política dos príncipes protestantes. Sua política, quanto a isso, era contrária a seus interesses como católico e mesmo contra os da Cristandade pois, depois de ter em 1522 e 1523 enviado Antonio Rincon ao Rei da Polônia e ao Voivode da Transilvânia, para encarecer deles ameaçar Carlos V na fronteira oriental de seu império, Francisco desejou usar os turcos contra o Imperador! Antes mesmo de negociar a aliança já havia rumores na Alemanha que o faziam responsável pelas vitórias dos muçulmanos em Belgrado e em Rodes. Francisco I começou a negociar com o sultão Solimão em 1526 por meio de seu agente Frangipani, e em 1528 por meio de Antonio Rincon. O avanço dos turcos pela Europa central entre 1528 e 1532 fez mal a sua reputação. Conseguiu então a ajuda dos turcos contra Carlos V na península italiana e no Mediterrâneo ocidental. A seguir, negociou com Barba Ruiva (1533-34), naquela época pirata e dono de toda a África do Norte. Em 1535 seu embaixador Jean de la Forest foi mandado a Barbarossa para tratar de uma campanha contra os Genoveses, e ao sultão, para negociar sua aliança de maneira a manter o balanço europeu de poder. A partir das negociações de Jean de la Forest a França abandonou sua ideia medieval da cristandade e por outro lado a proteção que dava aos cristãos no Oriente. A terceira guerra, em que Francisco entrou depois de reorganizar um exercito permanente, quando Carlos V fazia expedição contra Túnis, foi marcada pela entrada de tropas francesas na Saboia e tropas imperiais na Provença (1536); terminou graças à mediação do Papa Paulo III resultando no Tratado de Aigues- Mortes. A quarta guerra, pelas ambições de Francisco I em Milão, ficou marcada pela aliança Carlos V-Henrique VIII, pela vitória francesa de Ceresole (1544), e findou pelos Tratados de Crespy e Ardres (1544 e 1546). === Política interna === Seu reinado teve medidas destinadas a estabelecer na França o predomínio do poder real. Tentou por todos os modos, mesmo por tribunais de exceção, destruir entre os nobres, tanto bispos quanto senhores, o espírito de independência. A fórmula dos editos reais, \"car tel est notre bon plaisir\" (por ser esta minha vontade) data de seu reino. Na noite de 18 de outubro de 1534, protestantes pregaram proclamações contra a missa até na própria porta do quarto do rei no castelo de Amboise. Francisco até então tinha mostrado muita abertura de espírito, sem hesitar a se aliar com os protestantes da Alemanha ou o sultão. Em represália contra o que ficou chamado «affaire des placards», ordenou a caça aos heréticos. Depois de anos de trégua, a intolerância religiosa recomeçaria. Em abril de 1545, Francisco I consentiu no massacre de três mil pessoas (os «Vaudois») estabelecidos nas montanhas do Lubéron, no sul da França. Uma vintena de aldeias serão devastadas pela soldadesca do senhor de Oppède. Tal feito ensombrece seus últimos anos, e o rei morreria dois anos depois com remorsos por tal decisão. Estes «vaudois» eram seguidores de um certo Pedro Valdo, que pregava em Lyon no , sendo excomungado em 1182. Como os cátaros da região de Toulouse ou os Patarinos italianos ence também como S. Francisco de Assis, denunciavam com vigor a decadência moral do alto clero e reivindicavam uma igreja mais próxima das virtudes evangélicas da caridade e da pobreza. Após o massacre do Lubéron, os últimos «vaudois» se uniram à Reforma protestante. Assim, vivendo na era da Reforma Protestante, Francisco I combateu sua propagação. O que não o impediu de apoiar os soberanos protestantes alemães (pois precisava deles na guerra contra Carlos V de Habsburgo). == Morte == Francisco morreu no Castelo de Rambouillet em 31 de março de 1547, no aniversário de 28 anos de seu filho e sucessor. Dizem que \"ele morreu reclamando do peso de uma coroa que ele havia percebido como um presente de Deus\". Ele foi enterrado com sua primeira esposa, Cláudia, Duquesa da Bretanha, na Basílica de Saint-Denis. Ele foi sucedido por seu filho, Henrique II. A tumba de Francisco e a de sua esposa e mãe, juntamente com as tumbas de outros reis franceses e membros da família real, foram profanadas em 20 de outubro de 1793 durante o Reino do Terror, no auge da Revolução Francesa. == Casamentos e Descendência == Em 18 de maio de 1514, Francisco se casou com sua prima em segundo grau, Cláudia, filha do rei Luís XII de França e de Ana, Duquesa da Bretanha. O casal teve sete filhos: # Luísa de Valois (19 de Agosto de 1515 – 21 de Setembro de 1517), morreu na infância; # Carlota de Valois (23 de Outubro de 1516 – 8 de Setembro de 1524), morreu na infância; # Francisco, Delfim da França (28 de Fevereiro de 1518 – 10 de Agosto de 1536), nunca se casou e nem teve filhos; # Henrique II de França (31 de Março de 1519 – 10 de Julho de 1559), casou-se com Catarina de Médici, com descendência; # Madalena de Valois (10 de Agosto de 1520 – 27 de Julho de 1537), casou-se com Jaime V da Escócia, sem descendência; # Carlos II, Duque de Orleães (22 de janeiro de 1522 – 14 de setembro de 1545), nunca se casou e nem teve filhos; # Margarida, Duquesa de Berry (5 de Junho de 1523 – 14 de Setembro de 1574), casou-se com Emanuel Felisberto de Saboia, com descendência. Em 7 de julho de 1530, Francisco I casou-se com sua segunda esposa Leonor da Áustria, irmã do imperador Carlos V. O casal não teve filhos. Durante seu reinado, Francisco manteve duas amantes oficiais na corte. A primeira foi Françoise de Foix, condessa de Châteaubriant. Em 1526, ela foi substituída pela Anne de Pisseleu d'Heilly, de cabelos loiros e culta, duquesa de Étampes que, com a morte da rainha Cláudia, dois anos antes, exercia muito mais poder político na corte do que seu antecessor. Outra de suas amantes anteriores foi Maria Bolena, amante do rei Henrique VIII e irmã da futura esposa de Henrique, Ana Bolena. Francisco teve um filho ilegítimo chamado Nicolas d'Estouteville (1545–1567), do caso que teve com Louise Mistresson La Rieux, uma senhora pertencente à alta nobreza e acrescenta que ele é o único bastardo quase certo do rei. ==Ver também== *Luís XII de França Categoria:Monarcas católicos romanos Categoria:Dinastia de Valois Categoria:Duques de Milão Categoria:Duques de Valois Categoria:Condes de Angolema Categoria:Mecenas da França Categoria:Leonardo da Vinci Categoria:Cavaleiros da Ordem da Jarreteira Categoria:Cavaleiros da Ordem do Tosão de Ouro Categoria:Monarcas do século XVI Categoria:Reis da França Categoria:Naturais de Carântono Categoria:Sepultados na Basílica de Saint- Denis Categoria:Duques da Bretanha",
 "title": "Francisco I de França"
}