{
 "id": "54908",
 "text": "Al Berto, pseudónimo de Alberto Raposo Pidwell Tavares OSE (Coimbra, 11 de Janeiro de 1948 — Lisboa, 13 de Junho de 1997), foi um poeta, pintor, editor e animador cultural português. Existe uma escola secundária com o seu nome em Sines. == Vida == Nascido no seio de uma família da alta burguesia (origem inglesa por parte da avó paterna). Um ano depois foi viver para o Alentejo. O pai morre cedo, num desastre de viação. Em Sines passa toda a infância e adolescência, até que a família decide enviá-lo para o estabelecimento de ensino artístico Escola António Arroio, em Lisboa. A 14 de abril de 1967, refratário militar, foi viver para a Bélgica, onde estudou pintura na École Nationale Supérieure d’Architecture et des Arts Visuels (La Cambre), em Bruxelas. Após concluir o curso, decide abandonar a pintura em 1971 e dedicar- se exclusivamente à escrita. Durante esse período viveu numa comunidade de artistas hippies e, na sequência de uma ligação com uma rapariga belga, teria sido pai de uma criança. Regressa a Portugal a 17 de novembro de 1974 e escreve o primeiro livro inteiramente na língua portuguesa, À Procura do Vento num Jardim d'Agosto. O Medo, uma antologia do seu trabalho desde 1974 a 1986, é editado pela primeira vez em 1987. Este veio a tornar-se no trabalho mais importante da sua obra e o seu definitivo testemunho artístico, sendo adicionados em posteriores edições novos escritos do autor, mesmo após a sua morte. Deixou ainda textos incompletos para uma ópera, para um livro de fotografia sobre Portugal e uma «falsa autobiografia», como o próprio autor a intitulava. Al Berto morreu em Lisboa, a 13 de Junho de 1997, de linfoma, aos 49 anos. Em 2009 a Companhia de Teatro O Bando estreia no Teatro Nacional Dona Maria II, em Lisboa, um espectáculo intitulado A Noite a partir de Lunário, Três cartas da memória das Índias, Apresentação da noite, O Medo, À procura do vento num jardim d'Agosto e Dispersos. O espectáculo foi encenado por João Brites e interpretado por Ana Lúcia Palminha e Pedro Gil. Além de Lisboa, o espectáculo esteve ainda no Teatro da Cerca de São Bernardo em Coimbra e no espaço d'O Bando. Em 2017, foi lançado o primeiro filme biográfico, Al Berto, realizado por Vicente Alves do Ó, que retrata uma relação amorosa do poeta com o irmão do realizador do filme em 1975. == Obra == === Poesia === * Trabalhos do Olhar (1982) * O Último Habitante (1983) * Salsugem (1984) * A Seguir o Deserto (1984) * Três Cartas da Memória das Índias (1985) * Uma Existência de Papel (1985) * O Medo (Trabalho Poético 1974-1986) (1987) * O Livro dos Regressos (1989) * A Secreta Vida das Imagens (1990) * Canto do Amigo Morto (1991) * O Medo : Trabalho Poético 1974-1990 (1991) * Luminoso Afogado (1995) * Horto de Incêndio (1997) * O Medo (1998) * Degredo no Sul (2007) === Prosa === * À Procura do Vento num Jardim d'Agosto (1977) * Meu Fruto de Morder, Todas as Horas (1980) * Lunário (1988) * O Anjo Mudo (1993) * Dispersos (2007) * Diários (2012) === Teatro === * Apresentação da Noite (1985) === Artes === * Projectos 69 (2002) == Homenagens == * Em 1988 recebe o Prémio Pen Club de Poesia pela obra O Medo. * A 10 de junho de 1992 foi feito Oficial da Ordem Militar de Sant'Iago da Espada. == Ligações externas == * * Espólios : Al Berto, pseud. na Biblioteca Nacional de Portugal * Al Berto - Biografia, fotos e poemas selecionados no sítio em escritas.org * * * Al Berto, a biografia, por Eduardo Pitta, Jornal Público 1-12-2006 republicado no blogue Da Literatura * A Metafísica do Medo: Leituras da obra de Al Berto, tese de doutoramento de Golgona Luminita Anghel, Universidade de Lisboa, Faculdade de Letras, Departamento de Literaturas Românicas, Lisboa, 2008 Categoria:Naturais de Coimbra Categoria:Escritores de Portugal Categoria:Poetas de Portugal Categoria:Pintores de Portugal do século XX Categoria:Editores de Portugal Categoria:Escritores LGBT de Portugal Categoria:Oficiais da Ordem Militar de Sant'Iago da Espada Categoria:Portugueses de ascendência britânica",
 "title": "Al Berto"
}