{
 "id": "54901",
 "text": "No Direito Tributário, alíquota é o percentual ou valor fixo que será aplicado para o cálculo do valor de um tributo. A alíquota será um percentual quando a base de cálculo for um valor econômico (reais, dólares), e será um valor quando a base de cálculo for uma unidade não monetária (litros, galões, metros cúbicos, etc.). A alíquota é um dos elementos da regra matriz de incidência tributária, mais especificamente do critério quantitativo. Assim, exige-se de que seu valor ou percentual seja estabelecido em lei para que se atenda ao princípio da legalidade tributária. == Classificação == As alíquotas podem ser classificadas, em relação à sua forma de quantificação, em duas categorias: * fixa ou ad valorem: a alíquota corresponde um valor monetário sobre uma base de cálculo cujo valor é não-monetário; *percentual: a alíquota corresponde a uma porcentagem da base de cálculo cujo valor é monetário. É exemplo de alíquota fixa ou ad valorem a alíquota da CIDE-Combustível para a importação e comercialização de diesel combustível: R$ 390,00 por m³ (art. 5º, II, da Lei nº 10.336/01)BRASIL. Lei nº 10.336, de 19 de dezembro 2001. Disponível em: http://www.planalto.gov.br/ccivil_03/leis/LEIS_2001/L10336.htm. Já alíquota do imposto de renda das pessoas físicas é percentual, por se tratar justamente de um percentual aplicado sobre uma grandeza monetária: 7,5% sobre os rendimentos mensais de R$ 1.903,99 até R$ 2.826,65 (art. 122, VI, do Decreto nº 9.580/18)Valores referentes ao ano-calendário 2015, desconsiderada a parcela a ser deduzida do imposto. BRASIL. Decreto nº 9.580, de 22 de novembro de 2018. Disponível em: http://www.planalto.gov.br/ccivil_03/_ato2015-2018/2018/decreto/D9580.htm Na linguagem corrente, muitas vezes contrapõe-se a alíquota fixa à chamada alíquota variável, para exprimir a diferença entre o caráter proporcional ou progressivo de um tributo. Nesse contexto, entende-se por alíquota fixa aquela que permanece a mesma para todos os contribuintes do tributo, enquanto a alíquota variável seria aquela que se altera de acordo com características do sujeito passivo ou do objeto da tributação, como por exemplo as alíquotas do imposto de renda (que variam de 7,5% a 27,5%, a depender da renda) ou as alíquotas do IPI, graduadas de acordo com a essencialidade do produto industrializado (a alíquota do papel para cigarros é de 45%, enquanto a alíquota para produção de cadernos é 0%). == Progressividade, regressividade e proporcionalidade == De acordo com o princípio da progressividade do direito tributário, quanto maior for a base de cálculo, maior será a quota. Isto implica a adequação do tributo a uma das seguintes categorias: * progressividade pelo valor - o tributo possui quota variável. * progressividade extra-fiscal - o tributo possui quotas maiores como penalidades sobre base de cálculo com valores maiores, e/ou quotas menores como incentivo sobre base de cálculo com valores menores. O objectivo da progressividade extra-fiscal é influenciar o comportamento do contribuinte. Por exemplo, em consumo de água e energia, após uma determinada quantidade mensal de consumo, a quota muda para uma maior (mais agravante), levando o consumidor a evitar este limite. ==Ver também== * base de cálculo * fato gerador * vigência * responsabilidade tributária * tributo * legislação tributária * Sistema Constitucional Tributário * Administração Tributária Categoria:Direito tributário",
 "title": "Alíquota"
}