{
 "id": "54954",
 "text": "Vostok 6 foi a sexta e última missão do Programa Vostok, o primeiro projeto tripulado do programa espacial soviético. A cosmonauta foi Valentina Tereshkova, a primeira mulher no espaço, feito que se repetiria apenas dezenove anos depois com Svetlana Savitskaya. Foi também o primeiro voo de um civil ao espaço. O voo ocorreu entre 16 e 19 de junho de 1963. Esta missão foi conjunta com a Vostok 5. ==Tripulação== * Valentina Tereshkova ===Reserva 1=== * Irina Soloviova ===Reserva 2=== * Valentina Ponomariova ==Parâmetros da missão== * Massa: 4 713 kg * Perigeu: 180 km * Apogeu: 231 km * Inclinação: 64,9° * Período orbital: 87,8 min ==Missão== Um dos objetivos da missão conjunta era comparar os efeitos do voo espacial nos organismos do homem e da mulher. Como outros comandantes de naves Vostok, Valentina cumpriu um programa de voo, tirou fotografias da Terra, e teve controle manual da espaçonave, após alguns problemas nos mecanismos de controle de orientação, corrigidos por Baikonur. Suas fotografias do horizonte terrestre foram depois usadas para identificar camadas de aerossol na atmosfera. Realizada ao mesmo tempo que a Vostok 5, foi originalmente planejada para que cada nave fosse tripulada por uma mulher e que uma acoplagem no espaço fosse realizada por elas, mas o plano mudou devido a cortes financeiros no programa espacial, devido a uma reorganização de objetivos, voltados para o novo Programa Voskhod. Ela passou mais tempo em órbita que todos os astronautas do programa espacial norte- americano Mercury, que ocorria ao mesmo tempo, combinados. As duas naves, apesar de não fazerem uma acoplagem, chegaram a se posicionar cerca de 5 km uma da outra e os tripulantes, Valentina e Valery Bykovsky, trocaram breves mensagens por rádio. Tereshkova pousou perto de uma fazenda coletiva perto da cidade de Baevo, no Casaquistão. Após ser ejetada da nave e descer de paraquedas - como eram os primeiros pousos dos cosmonautas soviéticos da Vostok - ela quase caiu dentro de um lago devido aos fortes ventos. Depois do pouso, ela foi arrastada por alguns metros junto com o paraquedas, por causa do vento, machucando o nariz no pouso. No local onde Valentina pousou, existe hoje um pequeno parque com uma estátua de prata retratando a cosmonauta com os braços abertos, vestida em traje espacial e sem capacete. A cápsula hoje encontra-se em exposição no Museu RKK Energiya, em Korolev, perto de Moscou. == Veja também == * Exploração espacial * Programa espacial soviético * Programa Vostok == Ligações externas == * Vostok * Vostok 6 Categoria:Programa Vostok 3 Categoria:1963 na União Soviética",
 "title": "Vostok 6"
}