{
 "id": "5501",
 "text": "Jovim, ou Vila de Jovim, é uma vila portuguesa do Município de Gondomar que foi sede da Freguesia de Jovim. A freguesia que tinha uma área total de 8,18 km² e com uma população de 11 128 habitantes (2011), tendo, por isso, uma densidade populacional de 1,241 hab/km², era limitada a sul pelo rio Douro, a norte e a oeste por São Cosme a noroeste por São Pedro da Cova e a este pela Foz do Sousa. A Freguesia de Jovim foi extinta em 2013, no âmbito de uma reforma administrativa nacional, para, em conjunto com as freguesias de São Cosme e Valbom, formar uma nova freguesia denominada União das Freguesias de Gondomar (São Cosme), Valbom e Jovim com a sede em São Cosme. É dividida em 20 lugares: Estrada, Pinheiro, Cambitos, Senhora das Neves, São Martinho, Vessada, Quinta das Luzes, Touta, Escoura, Cruz da Agra, Cabanas, Presa do Monte, Trás da Serra, Barraca, Outeiro, Tronco, Atães, Marecos e Azenha. Conta também com vários clubes de futebol, o Clube Recreativo Ataense, localizado em Atães com o seu próprio estádio, o A.D. Leões Cabanenses F. C. e o Clube Recreativo e Desportivo Santa Cruz. Esta freguesia já recebeu 2 etapas da Volta a Portugal de Bicicleta. Jovim foi elevada à categoria de vila em 2013 denominando-se Vila de Jovim. O ponto mais alto de'Jovim fica no lugar do Tronco, com 189 metros de altitude. A padroeira é Santa Cruz, celebrada no segundo domingo de Setembro. Pertenceu ao antigo concelho de Aguiar de Sousa antes de passar para o município de Gondomar. A servir a população, Jovim conta também com dois hipermercados, o Santa Justa Jovim e o Intermarché Jovim. Jovim também tem uma praia fluvial, localizada em Marecos com vista para o Douro e um clube de canoagem, o Clube Náutico de Marecos. Antônio Carlos Jobim, compositor Brasileiro e um dos criadores do género musical Bossa-Nova, tem origens em Jovim. O trisavô paterno do compositor, José Martins da Cruz Jobim, era natural de Jovim, Gondomar, Portugal. O sobrenome de Jobim alude a essa localidade, devido ao fato de haver dois oficiais do exército com o mesmo sobrenome, então o tenente Jose passou a ser conhecido como Martins da Cruz de Jovim, mais tarde alterado para Jobim, por causa da influência da pronuncia Uruguaia.https://www.cm- gondomar.pt/concelho/figuras/familia- jobim-1775/https://www.dn.pt/arquivo/2007/amp/tudo-comecou-em- gondomar-991625.html ==População== População da freguesia de Jovim Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2 236 2 234 3 452 4 651 4 825 4 919 5 352 6 998 7 358 8 117 9 160 10 250 10 324 10 978 11 128 Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 1 240 1 140 3 995 1 737 17,4% 16,0% 56,2% 10,4% 2011 1 094 828 5 247 3 977 15,3% 11,6% 59,4% 13,7% == Património == * Igreja Paroquial de Jovim * Capela da Senhora das Neves (Atães) * Capela de São Martinho (Cabanas) * Salão Paroquial de Jovim * Estádio Clube Recreativo Ataense Categoria:Antigas freguesias de Gondomar Categoria:Antigas freguesias de Aguiar de Sousa",
 "title": "Jovim"
}