{
 "id": "55021",
 "text": "Álvaro Inri Cristo Thais (Indaial, 22 de março de 1948), mais conhecido pelo apelido Inri Cristo, é um astrólogo brasileiro. Inri Cristo ganhou notoriedade após aparecer em dezenas de programas de televisão atuando como a reencarnação de Cristo, embora tenha sido tratado como uma atração pitoresca ou trash. Ao lado de \"Oil Man\", Teresinha a Borboleta 13 e Chacon, Inri Cristo é uma das personagens mais conhecidas do folclore de Curitiba. Seu nome vem do acrónimo em latim INRI (, cuja tradução é «Jesus Nazareno Rei dos Judeus»).Definição de INRI na Infopedia. Inri Cristo, assumiu sua alcunha, após episódio de mania ocorrido na década de 90. == Biografia == === Origens === Álvaro Thais nasceu no município de Indaial, interior do estado de Santa Catarina, em 22 de março de 1948 sendo filho de Wilhelm e Magdalena Thais. Seu sobrenome Thais é fruto de um erro de grafia do original em alemão \"Theiss\". Várias fontes afirmam que o nome de nascença de Inri Cristo é Iuri Thais Kniss. Antes dos dezoito anos casou-se com uma nikkei e teve dois filhos: Kissao e Dailla. Posteriormente separou-se e migrou para Curitiba no final dos anos 1960. === Iuri de Nostradamus === Após mudar-se para Curitiba tornou-se astrólogo, sob a alcunha de \"Iuri de Nostradamus\", passando a escrever colunas de astrologia para um jornal da capital paranaense e apresentando o programa \"O Zodíaco e Você\" na TV Paraná, angariando grande prestígio junto à alta-sociedade curitibana. Ao longo da década de 1970 ficou famoso por realizar as seguintes previsões: * O divórcio seria aprovado no Brasil em 1975 (o divórcio foi aprovado em 1977); * Yasser Arafat iria desaparecer em 1975 (Yasser Arafat morreu apenas em 2004); * Isabelita Perón iria ser derrubada e a violência iria recrudescer na Argentina (no ano seguinte Isabelita foi deposta por golpe de estado); * Fidel Castro seria deposto em Cuba, 1975 (Castro deixou o poder apenas em 2008, tendo falecido em 2016); * Valéry Giscard d'Estaing, presidente da França, faleceria de câncer em 1978 (d'Estaing deixou o poder, tendo falecido em 2020 em consequência de complicações da covid-19); * A Copa do Mundo de Futebol de 1978 não seria realizada na Argentina (a previsão acabou sendo falha e a Copa foi realizada); * O Sport Club Internacional seria campeão brasileiro de futebol de 1978 (o campeão acabou sendo o Guarani Futebol Clube); * Um arranha-céu iria incendiar-se em Curitiba (não ocorreu incêndio de grande porte em edifício na cidade naquela época); Em 1978 entrou em uma polêmica com o cantor e compositor Carlos Lyra por conta da astrologia sideral, propagada por Lyra. Lyra foi desafiado por Iuri, tendo respondido que não aceitaria desafios de astrólogos por considerá-los charlatões. Ainda naquele ano foi espancado em Ponta Grossa por dez homens por ordem do dono de um motel da cidade, desconfiado de que Iuri mantivesse um caso com sua esposa. Após esse incidente, tornou-se cada vez mais recluso até desaparecer de Curitiba em 1980 e reaparecer alguns anos depois em Belém do Pará como \"Inri Cristo\" ou \"Cristo de Indaial\". Também é Vegetariano, por motivos místicos == Inri Cristo == Em 1979, afirmou ter tido a revelação de sua verdadeira identidade após ter feito jejum durante alguns dias em Santiago, no Chile. Em seguida à suposta revelação, passou a pregar sua doutrina, tendo percorrido vários países da América Latina e Europa. Foi expulso da Inglaterra, dos Estados Unidos, Paraguai e Venezuela e França por portar documentos adulterados (onde seu nome aparecia como \"Inri Cristo\"). Ao voltar para o Brasil fundou a instituição \"Suprema Ordem Universal da Santíssima Trindade\" (SOUST) em 28 de fevereiro de 1982 após ter invadido a Catedral Metropolitana de Belém e agredido o vigário dela e quebrado imagens. Ao ser preso pela polícia militar, alegou que estava praticando o \"Ato Libertário\". Após passar quinze dias no Presídio São José Liberto, Inri foi liberado e voltou para Curitiba. Em 1982 foi denunciado por utilizar documentos falsificados (uma carteira de identidade obtida junto ao Instituto de Identificação Félix Pacheco no Rio de Janeiro, um Certificado de dispensa de incorporação do Exército Brasileiro e um passaporte onde seu nome aparecia como \"Inri Cristo\" de filiação desconhecida). A situação perdurou até o final da década de 1990 quando Álvaro Thais conseguiu modificar seu nome para Álvaro Inri Cristo Thais e manter seus dados corretos de filiação. A SOUST estava provisoriamente situada em Curitiba, onde Inri Cristo se tornou conhecido por circular pela Boca Maldita sob uma liteira conduzida por seus seguidores. Com o tempo, passou a angariar alguns seguidores para a SOUST, não mais do que cem. Após aparecer em programas de Luiz Carlos Alborghetti, acusações de coação, lavagem cerebral e extorsão de seus membros surgiram na imprensa. A sede da SOUST passou a ser atacada e em 2006 foi transferida de Curitiba para Brasília, onde é cercada por muros altos, arame farpado, com cães guardando seu interior e membros armados com revólveres fazendo papel de vigias. Atualmente, Inri Cristo divulga sua doutrina através da mídia (principalmente internet TV na Web e televisão) debatendo com outros líderes religiosos em programas de entrevistas. Também concede palestras em universidades, como já concedeu em várias universidades ao longo do país e do planeta — a saber: Faculdade de Comunicação da UnB (Brasília, 27 de novembro de 2007), Universidade Federal do Paraná (Curitiba, 17 de maio de 2000), Faculdade de Jornalismo da Universidade Tuiutí (Curitiba, 30 de abril de 1998 e 14 de novembro de 2001), SPEI, FAAP (São Paulo, 29 de outubro de 2003), USP (São Paulo, 4 de maio de 2004), Faculdade de Enfermagem da Uniandrade (Curitiba, 15 de setembro de 2004), UNISO (São Paulo, 29 de outubro de 2004), Faculdade de Jornalismo da UniBrasil (Curitiba, 17 de maio de 2005), Faculdade de Filosofia de La Paz e Escola Politécnica de Paris.Inri Cristo nas Universidades == Polêmicas == *Inri Cristo é rejeitado pela mídia e população em geralArtigo da CACP sobre Inri Cristo, chegando ao ponto de alguns o considerarem como uma piada.Brincadeiras em torno de Inri Cristo Outros, talvez por sua aparência e vestes peculiares, chegam a compará-lo a um humorista, considerando \"Inri Cristo\" um personagem.Diferenças entre Jesus e Inri *Suas participações em programas de auditório no Brasil, bem como em programas humorísticos, como no caso do PânicoParticipação no programa Pânico (versão radiofônica)Vídeo de sua participação no Pânico na TV, têm como finalidade chacotear o personagem, com o que ele, aparentemente, não se importa. == Ver também == * Complexo de Messias * Síndrome de Jerusalém * Narcisismo * Lista de pessoas proclamadas messias == Ligações externas == *Página oficial de Inri Cristo ( em português) *Inri Cristo x Padre Quevedo, xingamentos e discussões com o sacerdote *É certo que riste, humor no cristianismo, artigo da UNICAMP que trata também de Inri Cristo Categoria:Astrólogos do Brasil Categoria:Brasileiros de ascendência alemã Categoria:Escritores de Santa Catarina Categoria:Líderes religiosos de Santa Catarina Categoria:Naturais de Indaial Categoria:Novos movimentos religiosos Categoria:Pessoas proclamadas messias Categoria:Místicos cristãos Categoria:Vegetarianos do Brasil",
 "title": "Inri Cristo"
}