{
 "id": "55020",
 "text": "Clodovil Hernandes, nome artístico de Clodovir Hernandes (Elisiário, 17 de junho de 1937 – Brasília, 17 de março de 2009), às vezes grafado Clodovil Hernandez, foi um estilista, ator, apresentador de televisão, político e filantropo brasileiro. Natural do interior de São Paulo, Clodovil começou sua carreira como costureiro no final da década de 1950, consagrando-se em nível nacional na década de 1970, ao lado de outros grandes pioneiros como Dener Pamplona de Abreu (1937-1978). Com seu ateliê baseado na cidade de São Paulo, Clodovil desenhou roupas de alta-costura para muitas mulheres ricas e famosas em todo o país, mas também se dedicou ao prêt-à-porter, voltado para um vestuário mais popular, e ao figurinismo do cinema e do teatro. Defendeu a importância e o fortalecimento da moda brasileira no cenário internacional. Na década de 1980, paralelamente à moda e com o país ainda sob a censura da ditadura militar, ele iniciou sua carreira na televisão como apresentador, tendo passado por diversas emissoras, onde construiu a fama de polêmico, contraditório e \"sem papas na língua\". Por conta de suas declarações consideradas impróprias e indelicadas, muitas vezes dirigidas a outras personalidades, Clodovil foi demitido repetidas vezes e tornado réu em processos judiciais por difamação e injúria. Ao mesmo tempo, dedicou-se ao teatro e à música, tendo participado de algumas peças e shows privados em casas noturnas. Em meados da década de 2000, ele entrou para a política, tornando-se o terceiro deputado federal mais votado do país nas eleições de 2006, com 493 951 votos ou 2,43% dos votos válidos. Em sua vida particular, o estilista era publicamente homossexual e teve uma formação cristã e posições conservadoras, o que atraiu críticas por parte de movimentos da causa LGBT por ter sido contra o casamento gay, embora fosse a favor da união civil de pessoas do mesmo sexo, e contra a Parada Gay, por associá-la com prostituição e drogadição e não ter orgulho gay. Além disso, foi acusado de racismo e antissemitismo. Seu nome e imagem foram usados em páginas políticas de direita. Sem deixar descendentes ou herdeiros, Hernandes registrou em testamento sua vontade de doar seu patrimônio para criação de uma fundação beneficente para ajudar meninas carentes e abandonadas. Em 2011, foi criado o Instituto Clodovil Hernandes para preservar a memória do artista. Em 2019, porém, dez anos após sua morte, os bens de seu espólio, incluindo R$ 3,7 milhões, continuavam bloqueados na Justiça por processos e reivindicações. == Biografia == === Família, origens e educação=== Clodovil Hernandes nasceu em Elisiário no interior do estado de São Paulo. No ano de seu nascimento, a localidade era ainda um distrito do município de Catanduva. O distrito de Elisiário só seria elevado à categoria de município em 30 de dezembro de 1991. Ainda bebê foi adotado informalmente (sem processo legal de adoção) por um casal de imigrantes espanhóis, o comerciante Domingo Hernández (1903-1961), natural de Múrcia, e sua esposa Isabel Sánchez (1908-1986), natural de Jaén. Foi registrado no ofício de registro civil do município de Floreal em março de 1952, quando já tinha catorze anos com o nome de Clodovir Hernandes, devido ao rotacismo típico do dialeto caipira do interior de São Paulo. Posteriormente passaria a usar o nome Clodovil. A respeito de suas origens, Clodovil afirmou, em 1990, em entrevista ao Cara a Cara, apresentado por Marília Gabriela, que era descendente de italianos e de índios e o sobrenome de seu pai biológico seria \"Ferrarini\". Tinha, dessa forma, ligação com o político e militar Edson Ferrarini. O estilista teria sido cuidado pela família de Ferrarini antes do casal Hernandes adotá-lo. Em março de 2009, um pouco depois de sua morte, um homem de Fernandópolis, que preferiu manter anonimato, alegou ser o irmão biológico do político — com quem teria entrado em contato pela primeira vez em 1997 para compartilhar a história familiar — e que o pai deles era um pobre lavrador que havia se casado três vezes (Clodovil seria fruto do segundo relacionamento) e tido doze filhos, sendo metade já falecida à época. Clodovil Hernandes sempre teve um relacionamento mais próximo com sua mãe adotiva, uma mulher enérgica e vaidosa, que foi “a única mulher que amou em sua vida”. Segundo o estilista, Isabel, que sofrera um aborto e ficara estéril, não o quis quando chegou, porque não queria aquela “coisa feia”, de modo que deixou o filho com a avó adotiva espanhola, descrita por ele como uma matriarca inflexível. Felizmente, porém, Isabel Sánchez aprendeu a amá-lo com o convívio. Quando Clodovil ainda era pequeno, a família vendeu a sua parte de uma fazenda e mudou-se para Catanduva, residindo nessa cidade por dois anos até se transferir para Floreal, onde Domingo Hernandes estabeleceu uma loja de tecidos, e posteriormente em São José do Rio Preto. O negócio da família foi o primeiro contato de Clodovil com a moda, e ele, escondido do pai, costumava dar palpites de vestuário para sua mãe, suas tias e primas. Apesar de ter poucos recursos, os pais de Clodovil não pouparam esforços para que o filho fosse educado. Domingo dizia ao filho que a única herança que deixaria para ele seria o estudo, algo que ele jamais poderia perder. Assim, matricularam-no no Colégio Dom Bosco,Revista Manchete nº 1.421 - 14/07/79 - Depoimento a Ronaldo Bôscoli. Clodovil: \"não deixarei que façam comigo o que fizeram com Denner\" um colégio interno católico em Monte Aprazível, a 49 km de Floreal. Posteriormente em sua vida, o estilista afirmou que havia sido aliciado por um padre ainda na juventude, mas que isso não mudou sua visão a respeito do colégio, da igreja ou de religião. Foi também nesse colégio que Clodovil recebeu, de um padre, o apelido de \"Jacques Fath\", um costureiro famoso da época. Em meados de 1948 ou 1949, quando tinha onze anos de idade, Clodovil Hernandes descobriu que havia sido adotado quando uma tia lhe contou do fato. Segundo o estilista, a adoção nunca foi um problema para ele, e seus pais teriam morrido sem saber que ele sabia que era adotivo. Aos treze anos, Clodovil afirmou ter visto seu pai tendo relações sexuais com outro homem, um cunhado, casado com a irmã de Domingo. Eles trabalhavam juntos como sócios em Floreal. Hernandes diz que nunca tocou no assunto com o pai, que morreu sem saber que o filho vira a cena, que ocorreu após uma missa de domingo. Por causa desse episódio, Clodovil disse que \"deveu o norte de sua vida\" a seu pai. Quando tinha quinze anos de idade, Clodovil foi questionado pelo pai se era homossexual, mas não chegou a responder à pergunta, de modo que o assunto jamais voltou a ser discutido na família. Hernandes afirmou que certa vez, quando respondeu a Domingo de maneira atravessada, levou desse um forte tapa na orelha que lhe deixou com um problema de audição. O estilista, porém, guardava momentos felizes com seu pai, que lhe ensinou a cozinhar, pois sua mãe não seria habilidosa na cozinha.Entrevista de Iris de Araújo com Clodovil no programa Cozinhando com Dona Iris, de 11 de maio de 2007. Sobre sua juventude, Clodovil afirmou, em 2001, que ela era de liberdade total, que havia tido milhares de \"escapulidas\", embora nunca tenha experimentado drogas. Clodovil Hernandes se formou professor na antiga Escola Normal do então Grupo Escolar Dom Pedro II,Revista Manchete nº 1.421 - 14/07/79 - Depoimento a Ronaldo Bôscoli. Clodovil: \"Eu fiz o curso Normal no Pedro II. Mesmo comendo uma vez por dia, eu já tinha pose.\" na Barra Funda, em São Paulo, onde morou sustentado por uma pequena mesada enviada pelo pai, o qual queria que ele tivesse estudado Medicina, mas Clodovil tinha intenção de entrar na Faculdade de Filosofia da USP, o que nunca fez. Em meados de 1955, quando tinha dezoito anos, em seu último ano na Escola Normal, Clodovil foi preso por um guarda após sair do cinema, porque não portava documento de identidade, e acabou levado para o antigo DI - Departamento de Investigações (atual DEIC), onde passou a noite aguardando ser interrogado, e no dia seguinte inexplicavelmente foi levado para o antigo Carandiru, onde dividiu cela com dezenas de detentos, que ameaçavam estuprá-lo; quando finalmente conseguiu se dirigir ao delegado, Clodovil ficou indignado com ele; acabou então transferido para outra cela com um detento, antes de ser eventualmente liberado.Depoimento de Clodovil Hernandes no quadro \"Os Donos do Jogo\" no programa \"Hoje em Dia\", apresentado por Ana Hickmann, Edu Guedes e Britto Júnior, em 11 de abril de 2007] Tendo sofrido fome, esgotamento e desilusões em sua primeira estada na capital paulista, ele decidiu regressar ao lar em Mandaguari, no Paraná, para onde sua família havia se mudado por volta de 1956 em busca de melhores condições financeiras, tendo fechado a loja de tecidos em Floreal. Em Mandaguari, Clodovil trabalhou brevemente no então Ginásio Estadual Vera Cruz (hoje Colégio Estadual), onde foi contratado como professor de Desenho em março de 1957, lecionando a matéria por dois anos, inicialmente com carga horária de 15 aulas semanais (10 aulas pela manhã e 5 aulas à noite),Proposta de Aulas Suplementares, do Ginásio Estadual Vera Cruz, em Mandaguari (PR), assinado pela diretora Eridan Regina Frederico de Mello, em 13 de março de 1957. até decidir voltar a morar definitivamente em São Paulo. O pai de Clodovil, Domingos Hernandes Serrano, veio a falecer aos 58 anos em 26 de janeiro de 1961, vítima de traumatismo craniano por acidente de caminhão, em Mandaguari, no Paraná. Segundo Clodovil, Domingos dizia que viu o espírito de seu cunhado (e amante), que tinha falecido de morte natural no final da década de 1950, e acreditava que esse tinha vindo \"buscá-lo\" e que, por isso, \"sabia que iria morrer logo\". No dia do acidente, antes de partir à cidade, Domingos anunciou que queria vestir uma roupa do falecido tio de Clodovil, porque sabia que \"não voltaria para casa\" e queria usar uma roupa do cunhado. O local do acidente era perto de onde ele já tinha se acidentado certa vez. Domingos foi enterrado ao lado do cunhado, no cemitério de Mandaguari. Para Clodovil, a história entre eles era de amor, não lhe cabendo fazer julgamentos.Entrevista \"Clodovil Hernandez, ou: quem deve dormir sobre nossos lençóis de linho?\". Jornal \"O Lampião da Esquina\". Ano I, n° 4, 25 de agosto a 25 de setembro de 1978. Disponível em Grupo Dignidade. Após a morte de Domingos, Clodovil e sua mãe Dona Isabel passaram necessidades financeiras e foram morar de favor na casa de uma amiga dela, Dona Abigail, que acreditava que no sucesso de Clodovil como costureiro, deu a ele uma linha telefônica para ajudar no seu trabalho e sustentava a alimentação de Clodovil e de sua mãe durante meses. Outra pessoa que ajudou Clodovil nessa época foi Dora Cavalcanti Ferraz, uma senhora rica, que disponibiliza seu carro e motorista particular para disfarçar o estado de pobreza de Clodovil no início de sua carreira.Entrevista de Clodovil Hernandes ao repórter Ronaldo Ruiz no Teatro Brigadeiro, São Paulo, em 2006. ==Carreira artística== ===Moda=== ====Primeiros anos==== O interesse de Clodovil por moda começou ainda criança, quando dava palpites de vestuário para a mãe, as tias e as primas, escondido do pai, dono de uma loja de tecidos em Floreal, que não podia saber disso, e ele costumava desenhar croquis em cartolina em seu tempo livre, declarando que jamais sofreu qualquer influência para isso e que seus desenhos eram de boa qualidade. Quando estudante em um colégio interno católico, por causa dos cadernos rabiscados de desenhos de vestidos, recebeu de um professor o apelido de \"Jacques Fath\", um costureiro francês famoso da época. Aos dezesseis anos, no último ano da Escola Normal no Dom Pedro II, quando pensava em cursar Filosofia, uma colega de Clodovil lhe perguntou por que não desenhava vestidos para uma loja. Clodovil pegou então uma página de caderno e desenhou onze vestidos; porém, segundo ele, a Florence Modas, loja do centro de São Paulo, lhe comprou \"apenas um desenho e copiou o restante\". Apesar disso, ele ganhou com isso quase metade da mesada que o pai lhe mandava para morar na capital paulista. Em outubro de 1954, por volta de seus dezessete anos, já de volta ao lar em Floreal, no interior de São Paulo, Clodovil se inscreveu, sem muita expectativa, em um concurso de desenho de roupa da extinta Revista Radiolândia organizado pela cantora Marlene (1922-2014) em sua coluna Recados de Marlene, para eleger o melhor traje criado especialmente para ela. Clodovil acabou vencendo com elogios, e seu desenho e descrição detalhada do vestido foram publicados na edição 26 da revista de circulação nacional. Mais tarde, em entrevista à jornalista Liba Frydman, Clodovil declarou que a experiência foi de grande emoção, pois tinha encontrado seu futuro, sua profissão; e em 1982, Clodovil recriou o vestido de Marlene em seu programa na TV Mulher. Em Mandaguari, no norte do Paraná, para onde se mudara com os pais por volta de 1956, enquanto atuava na docência no Colégio Vera Cruz, Clodovil alcançou sucesso desenhando vestidos para moças e senhoras da sociedade mandaguariense e também da londrinense, a tal ponto que o estilista organizou seus primeiros desfiles no salão do aeroporto da cidade. Em meados de 1957, quando percebeu que poderia expandir sua carreira na moda em São Paulo, a maior cidade do país, o jovem Clodovil recebeu apoio do então prefeito de Mandaguari, Élio Duarte Dias (1955-1959), o qual pagou a passagem de avião do jovem costureiro para a capital paulista, além de ter ajudado com as primeiras despesas. Abandonou assim a breve carreira de professor para seguir seu sonho de se tornar costureiro. ====Scarlett Modas, Casa Signorinella e prêmios==== Em sua segunda estada em São Paulo, após sair de Mandaguari, por volta de 1957, Clodovil trabalhou brevemente para a Scarlett Modas (inaugurada em dezembro de 1956), cuja dona, Maria Augusta Teixeira, foi quem \"lapidou\" Clodovil e que fez dele um \"desafiante\", em suas palavras. A Scarlett Modas trazia novidades da Europa e organizava desfiles frequentados por damas da sociedade paulistana, como Odete Matarazzo.Correio Paulistano - Sociedade. Um desfile especial e mais outras pequenas notícias. 12 de abril de 1957. Porém, o estágio não durou muito, pois Clodovil teria sido demitido após chamar a senhora Teixeira de \"tia\". Clodovil também trabalhou como costureiro para uma casa de alta costura, chamada Signorinella, de grande prestígio na capital paulistana, fundada em maio de 1960, em uma casa antiga na Rua Maranhão, n° 851, no Higienópolis. Era um dos responsáveis pelos figurinos da casa, ao lado de outro costureiro chamado Jason. Durante seu trabalho na Signorinella, Clodovil conquistou dois prêmios para a boutique durante os festivais de moda promovidos pela Tecidos Matarazzo: o Prêmio Agulha de Ouro (1960), dado à melhor criação na moda-esporte, por um traje inspirado em George Sand que consistia em um tailleur com casaco e saia em tecido listrado cinza e branco; e o Prêmio Agulha de Platina (1961), para melhor traje a rigor, por um vestido de noite que Clodovil batizou de \"Turandot\", inspirado na última ópera de Giacomo Puccini e descrito como uma \"sinfonia de tons amarelo, branco, ouro em mousselline degradée Arc-en-ciel. Porém, Clodovil acabou tendo desentendimentos com a dona da boutique, uma costureira italiana chamada Angioletta Miroglio, e demitido por ela, e o costureiro Matteo Amalfi acabou entrando em seu lugar. De acordo com Amalfi, Clodovil havia cometido a \"loucura\" de gastar 80 metros de tecido mousseline para criar um tailleur, o que causou a briga com dona Angioletta. ====Popularidade e rivalidade==== Depois de vencer seus prêmios nos festivais de moda de 1960 e 1961, Clodovil passou a conquistar para si cada vez mais clientes da alta sociedade de São Paulo. O seu talento para a moda foi reconhecido por mulheres de variadas origens sociais, desde artistas como Elis Regina e Cacilda Becker a empresárias como Hebe Alves (antiga proprietária das lojas Mappin) e às famílias Diniz e Matarazzo, para as quais a linha prêt-à-porter era muito apreciada. Até então, a alta sociedade privilegiava e importava modelos europeus, mas Clodovil e outros costureiros pioneiros inauguraram a alta costura \"made in Brazil\". Contudo, conforme explica Costanza Pascolato, “esse termo 'alta costura' cabe especificamente às coleções de Paris. Podemos dizer que o Clô (Clodovil) fez uma ‘moda de ateliê’ muito requintada e luxuosa, destinada a ocasiões específicas, como casamentos e coquetéis”, define. Acompanhando seu sucesso na moda, também começou a chamar atenção a \"rivalidade\" de Clodovil com o conhecido e pioneiro costureiro Dener Pamplona de Abreu (1937-1978), cujo trabalho Clodovil pessoalmente não gostava, mas nutria uma \"profunda inveja\" de sua \"profundíssima personalidade\". Com frequência eles passaram a se atacar verbalmente na imprensa, o que passou a se chamar de Guerra das Tesouras, com Dener chamando Clodovil de \"Nega Vina\" e Clodovil chamando Dener de \"Gênio Asmático\". Na realidade, a disputa entre eles, muito evidenciada em colunas de fofocas, era uma tática de promoverem a si mesmos, tendo servido de inspiração, mais tarde, para a novela Ti-Ti-Ti da TV Globo Nos bastidores, Dener e Clodovil eram mais amigos e colegas de profissão do que competidores, e brincavam de vestirem-se de mulher e fotografarem-se em estúdio, o que era feito às escondidas em função da censura. =====I Festival Nacional de Alta Costura===== Em agosto de 1967, ao lado de Dener, José Guimarães e José Nunes, Clodovil foi apresentado na Revista Manchete como um dos \"quatro grandes\" costureiros brasileiros do primeiro \"Festival Nacional de Alta Costura\", lançado como um das programações especiais por ocasião da X Feira Nacional da Indústria Têxtil (FENIT) e do aniversário de dez anos da primeira feira. O evento de alta costura, que seria realizado em São Paulo no dia 17 de agosto do ano seguinte, reuniu diversas celebridades do mundo da moda e da beleza, e Clodovil manteve segredo sobre as linhas de sua coleção até o dia do desfile.Revista Manchete - Os Quatro Grandes da FENIT. Ano 1967, edição 800. 19 de agosto de 1967 Em 1969, Clodovil realizou um importante ensaio para a revista Manchete com o fotógrafo Sérgio Jorge (1937-2020) com modelos vestindo suas criações no \"Rancho da Maioridade\", na Estrada Velha de Santos. Entre janeiro e fevereiro de 1971, Clodovil estava em Paris, na França, onde acabou comparecendo ao velório de Coco Chanel representando, não-oficialmente, a costura brasileira,Diário do Paraná. \"Uma delícia de guerra\", por Sérgio Bitencourt. 7 de fevereiro de 1971, edição 4673. enquanto pesquisava na cidade inspirações para suas criações, tendo comprado uma peruca de Vidal Sassoon no meio-tempo.Jornal A Tribuna (São Paulo): As Fotos do Dia, por Thereza Bueno Wolf. 8 de fevereiro de 1971, edição 301. =====Ateliê na Oscar Freire===== Por volta de março de 1971, enquanto atendia clientes em sua casa, no Ibirapuera, Clodovil estava montando seu ateliê próprio em uma casa alugada à Rua Oscar Freire, n.° 537, entre as ruas Augusta e Padre João Manoel, em São Paulo, inaugurado em 28 de junho de 1971.Jornal A Tribuna (São Paulo) - Coluna de Thereza Bueno Wolf. 28 de junho de 1971, edição 95. Em maio daquele ano, ele lançou uma coleção de alta costura, com cores diferentes das coleções europeias e com tecidos importados, mas também tecidos feitos no Brasil, tais como o veludo de seda bordado com suas iniciais CH - Clodovil Hernandez, produzido pela tecelagem De Maia.Correio da Manhã (Rio de Janeiro): A nova linha de Clodovil. 15 de março de 1971, edição 23899. Em seu ateliê na Oscar Freire, Clodovil lançou suas coleções primavera-verão e outono-inverno de 1972 e 1973, reunindo artistas e gente de sociedade.Jornal Intervalo (Rio de Janeiro): Grandes elogios para Clodovil. Ano 1972, edição 489.Diário da Noite (São Paulo) - Ponto Top: Linha Aberta. 25 de abril de 1973. Em abril de 1973, Clodovil havia se disposto a apresentar suas coleções no I Salão Internacional de Moda, ocorrido no Museu de Arte Moderna do Rio de Janeiro, porém voltou atrás da decisão porque, na sua opinião, o evento estava desorganizado, tendo reclamado da falta de apoio dos organizadores para passagem e hospedagem de seus manequins dentro do prazo previsto em contrato, e afirmando que \"não colocaria em risco seu trabalho em um ambiente confuso\". Em sua desistência, Clodovil aproveitou e criticou a falta de incentivo do governo brasileiro para a costura nacional, tal como o governo francês fazia com seus costureiros, além da ausência da integração necessária de costureiros brasileiros, o que impedia de competir com o interesse estrangeiro de \"empurrar\" para o Brasil perfumes franceses e uma moda prêt-à-porter que nada tinha a ver com a brasileira.Jornal do Brasil (Rio de Janeiro): A realidade empresarial na moda de Clodovil. 24 de abril de 1973, edição 16. Em outubro de 1973, no dia seguinte do desfile de apresentação de sua coleção primavera-verão 73/74 em seu ateliê, em que ele adotou um estilo neoclássico inspirado nos anos 50, assistida por um público na rua sob um toldo por causa da chuva, Clodovil partiu para a Bélgica para representar o Brasil em um desfile de moda no Museu de Arte Moderna da Antuérpia - a primeira vez em que um costureiro brasileiro apresenta sua moda no exterior - e para a inauguração do Hotel Sheraton em Bruxelas para entrevista com a imprensa belga. A viagem foi patrocinada pela marca de uísque brasileira Old Eight.Jornal A Tribuna (São Paulo): Coluna de Thereza Bueno Wolf. 25 de outubro de 1973, edição 212. =====Ateliê Jardim da Moda===== Em agosto de 1975, Clodovil fechou seu ateliê na Rua Oscar Freire, devido ao aluguel crescente, para inaugurar sua nova loja,Diário de Pernambuco. \"No Jardim de Modas de Clodovil Hernandez\", por João Alberto. 29 de outubro de 1976, edição 292. chamada Jardim da Moda (CNPJ 47.099.643/0001-06Receita Federal do Brasil - Comprovante de Inscrição e de Situação Cadastral: CNPJ 47.099.643/0001-06, Jardim de Modas Ltda. (baixada).), criada em 26 de junho daquele ano, em uma casa na Avenida Cidade Jardim, n° 43, esquina Rua Itália, em São Paulo, iniciando uma nova etapa na marca Clodovil. Seguindo um modelo existente em outros países, prometia um novo tipo de comercialização de moda no Brasil, através do qual qualquer comerciante poderia abrir boutiques nas capitais brasileiras com produtos de etiqueta Clodovil entregues a partir da loja principal; essas boutiques, não padronizadas, deveriam ser montadas ao gosto de Clodovil com sua equipe de decoração e teriam cada uma a sua moda, mas dentro da mesma linha, variando conforme as tendências regionais. Na inauguração do Jardim da Moda, Clodovil lançou sua coleção primavera-verão 75/76, rica em vestidos \"românticos\" e com um espírito \"bem brasileiro e sexy\", com transparências delicadas, e sua loja-ateliê tinha 25 funcionários e incluía um showroom com vestuário feminino e masculino que englobava todos os itens, menos sapatos. Na ocasião da inauguração, ele voltou a criticar a mentalidade do governo diante do setor da moda nacional como algo lucrativo, defendendo a criação de um \"sindicato de alta costura\" no país.Jornal do Brasil (Rio de Janeiro) - Mulher: Clodovil lança a coleção primavera-verão. É o novo prêt-à-porter de luxo. Por Catarina Vitória Penna. 18 de julho de 1975, edição 101.Jornal do Brasil (Rio de Janeiro): Clodovil Hernandez, um estilo definido. 10 de agosto de 1979, edição 124. Em 1976, porém, Clodovil anunciou sua intenção de deixar parte de seu prêt-à-porter em São Paulo, \"desistir\" da alta costura na cidade e partir para o Rio de Janeiro - a \"única cidade internacional\" do Brasil na sua opinião - e fazer o \"estilo brasileiro\" de moda, sem copiar o estilo europeu ou americano, e criar roupa exclusiva para \"uma ou duas pessoas\" no Rio. O motivo que ele alegou para isso foi a falta de mão de obra \"competente\" na capital paulista para auxiliá-lo, o que o aborrecia, e sua ideia era passar a supervisionar a confecção de sua marca de longe, sem \"grandes envolvimentos\", e delegar a fabricação de sua etiqueta a uma indústria paranaense.memoria.bn.br Jornal do Brasil (Rio de Janeiro): \"Clodovil vem para Ficar\", por Iesa Rodrigues. Ano 1976, edição 206. O ateliê de Clodovil na Cidade Jardim fechou as portas no início da década de 1990. Segundo Rosana Hermann, ex-colega de televisão de Clodovil, o estilista teve que vender seu imóvel na Avenida Cidade Jardim para quitar direitos trabalhistas não pagos de uma costureira de longa data de sua equipe.UOL - Notícias da TV: Apresentadora relata assédio, preconceito e vício de Clodovil: 'Pessoa cruel'. =====Ateliê próprio em Cotia===== Em 17 de junho de 1992, em seu aniversário de 55 anos, fechado o ateliê Jardim da Moda, Clodovil abriu uma nova empresa, a Clodovil Hernandes Vestuário (CNPJ 68.109.909/0001-16Receita Federal do Brasil - Comprovante de Inscrição e de Situação Cadastral: CNPJ 68.109.909/0001-16 (baixada).), sediada em sua residência particular na Granja Viana em Cotia, São Paulo. Em 12 de julho de 2001, pouco depois de assumir o programa Mulheres ao lado de Christina Rocha, Clodovil encerrou voluntariamente sua empresa. ====Coleção Jeans Clodovil==== No dia 10 de março de 1981, Clodovil Hernandes lançou a sua grife de jeans, tipicamente nacional e produzida exclusivamente por uma indústria brasileira de confecções, a paulistana Ernesto Borger SA. O estilista tencionava exportar a grife para a Europa, e esperava trazer royalties para o Brasil. A grife lançou primeiramente uma linha para mulheres, mas almejava o público masculino e infantil posteriormente; em suas criações, Clodovil desenhou um modelo de bermuda e dois modelos de calças, valendo-se das cores da bandeira do Brasil, além de uma assinatura personalizada de seu nome. A bermuda tinha um friso verde e amarelo na costura lateral, de alto a baixo. Já na linha de calças, o modelo mais esportivo, para o dia, era pespontado em amarelo, com passantes traseiros alongados para lenço de seda, e o outro modelo, mais sofisticado, para a noite, pespontado em azul e com assinatura bordada em seda. ====Monza Clodovil==== Em 1983, Clodovil assinou a decoração interior de uma série especial do modelo Chevrolet Monza. A ideia partiu da concessionária Chevrolet Itororó, de São Paulo, que esperava atrair o público feminino, e teve o aval da GM do Brasil, ainda que não tivesse sido criado oficialmente por essa. A série acabou ficando melhor conhecida como Monza Clodovil e tinha a assinatura do estilista no vigia traseiro, além das iniciais \"CH\" gravadas nos bancos de couro, além de um chaveiro em ouro 24 quilates; um jogo opcional de malas para o porta-malas também foi desenhado por Clodovil. Porém, as vendas do Monza Clodovil não foram um sucesso, pois apenas doze exemplares teriam sido vendidos. ====Noivas==== Em setembro de 2000, então temporariamente fora da televisão, Clodovil Hernandes lançou seu website, através do endereço www.clodovil.com.br, para ser um site \"especializado em casamentos\", oferecendo todos os serviços para esse tipo de cerimônia, desde os mais variados estilos de vestido de noiva até preparativos para festas e decoração. No início da década de 2000, Clodovil também firmou parceria com Revista Noivas, da editora Nova Fórmula, para edições especiais. ===Música=== Na década de 1970, tendo aulas de canto, o costureiro Clodovil começou a se apresentar como cantor em boates e shows privados. Na época, o jornal Diário de Notícias escreveu que o costureiro estava \"atacando de cantante\". Em janeiro de 1975, ele participou do então programa Fantástico: O Show da Vida interpretando \"Ma Mélo Mélodie\", uma canção originalmente cantada pela egípcio-francesa Dalida em 1972. O videoclipe foi feito ao ar livre, em um grande gramado e piscina, contando com a presença de seis modelos trajando vestidos desenhados por Clodovil, além de quatro músicos. Em junho daquele ano, ele fez sua segunda apresentação no programa, interpretando \"Senza Fine\", do italiano Gino Paoli. No final de 1988, então afastado da televisão, Clodovil realizou um musical cômico, chamado As Duas Máscaras de Clô. Em dezembro de 2006, eleito deputado mas sem tomar posse, Clodovil apresentou o seu show musical \"Clodovil Celebra a Vida\" no Teatro Garden Hall, no Rio de Janeiro' em que cantou músicas que \"fizeram parte de sua vida\", como El día que me quieras, de Carlos Gardel; Palpite Infeliz, de Noel Rosa; e Da cor do pecado, de Sílvio Caldas. Em janeiro de 2007, a poucos dias da posse como deputado, Clodovil fez o mesmo show em Balneário Camboriú, Santa Catarina. Em 2020, a TV Record revelou que Clodovil tinha o sonho de lançar um álbum solo, um projeto que não pôde ser concretizado por falta de tempo após ter sido eleito deputado, bem como a existência de um CD que tinha sido presenteado a Clodovil por sua amiga, a jornalista Carmem Farão, ex-colega do artista na TV Gazeta. O CD, chamado de \"Clodovil Hernandes Exclusivo\", reunia uma compilação de várias músicas conhecidas, cantadas por Clodovil em suas apresentações na TV Gazeta. O CD incluía as faixas: Não se esqueça de mim, Senza Fine / Valsa de uma cidade, Body and Soul, Paris, Besame, Vida de Bailarina e Nem às paredes confesso. ===Teatro=== Clodovil atuou no teatro três vezes em sua vida. A primeira peça de que participou, Seda Pura e Alfinetadas (1981), coescrita por ele e por Leilah Assumpção, estreou no Teatro Brigadeiro, em São Paulo. Nela, Clodovil atuou ao lado de Bruno Barroso, Hilton Have, Isadora de Faria, Lilia Cabral e Márcia Real. A segunda peça, Sabe Quem Dançou? (1990), de Zeno Wilde, teve Clodovil no papel principal. A terceira e última peça de Clodovil, Eu e Ela, foi escrita por ele e estreou no Teatro Brigadeiro em 15 de janeiro de 2006, quando era candidato a deputado. ===Rádio=== No final da década de 1960, o jovem costureiro Clodovil trabalhou para a Rádio Panamericana (hoje Jovem Pan), onde dava conselhos de moda feminina durante poucos minutos em quadro chamado \"Clodovil, o Divino\", dentro da sequência radiofônica do programa matinal \"Show da Manhã\" (1968-2005)Jornal A Tribuna - Negado provimento a Clodovil Hernandes. . Apesar de breve, por conta da censura, que colocou funcionário na escuta, a participação de Clodovil no programa matinal atraía milhares de ouvintes, e serviu como uma experiência importante para o estilista antes de começar a participar e a trabalhar efetivamente na televisão nas décadas de 1970 e 1980. Em setembro de 1968, Clodovil teria criticado ao vivo na rádio as roupas que Yolanda Costa e Silva, esposa do então presidente-general Costa e Silva, usou na ocasião da visita oficial da primeira-ministra indiana Indira Gandhi ao Palácio da Alvorada. Anos mais tarde, Clodovil desmentiu dizendo que não havia criticado a indumentária da primeira-dama, mas sim sua atitude: > \"Eu não critiquei a roupa dela. Não. Eu critiquei a atitude dela (...) Ela > recebendo a Indira Gandhi, ela parecia uma espanhola enlouquecida, com > vestido de veludo azul marinho, com sutiã azul marinho. Era uma espanhola > louca. Digo, é pior do que uma brasileira enlouquecida, pelo menos ela tava > de candomblé, né?\". Em outubro de 1969, o Tribunal Federal de Recursos confirmou o indeferimento do mandado de segurança impetrado por Clodovil para liberar o seu programa de rádio \"Clodovil, o Divino\", uma vez que, segundo as autoridades do Departamento Federal da Censura, \"a inflexão da voz do costureiro afronta o disposto no item \"C\" do decreto 20.493 (de 24 de janeiro de 1946)\", qual seja, \"divulgar ou induzir aos maus costumes\".Jornal Tribuna da Imprensa. \"Arte - De domingo para têrça-feira\", por Jacob Klintowitz. Rio de Janeiro. 21 de outubro de 1969. ===Televisão=== ====Primeiras participações na Televisão==== Desejoso de alavancar sua carreira como jovem costureiro e distinguir-se dos demais profissionais, em especial de Denner, com quem tinha uma conhecida concorrência, Clodovil apostou em participações na televisão para aumentar a sua popularidade, porque tinha ciência de seu poder como veículo de comunicação, muito embora tenha sofrido censura pelo governo militar por conta de suas falas polêmicas e também pela sua sexualidade. Em 1977, Clodovil participou do programa \"8 ou 800?\", apresentado por Paulo Gracindo na Globo, respondendo corretamente todas as perguntas sobre Dona Beja - uma personalidade do século XIX de Araxá, Minas Gerais - e venceu o prêmio máximo de Cr$ 800 mil; porém, ao retirar o dinheiro da caderneta de poupança Delfin, instituição financeira que patrocinava o programa, Clodovil percebeu que só teria direito a Cr$ 566 mil em razão da incidência de 30% de imposto de renda retido na fonte e, indignado, recusou-se a receber o prêmio, criticando o grupo Delfin.TV História: Apresentador recusou prêmio da Globo: “Não gosto de passar por tolo”... Clodovil também participou do programa do Chacrinha como jurado. Em maio de 1972, ele acabou proibido de aparecer na televisão pelo governo, ao lado de Denner e de Clóvis Bornay, sendo classificados pela imprensa como os três \"indesejáveis\" pela censura. O apresentador Chacrinha saiu então em defesa de Clodovil, dizendo que ele estava sendo \"terrivelmente injustiçado\" por nunca ter se comportado inconvenientemente no programa e acabou substituindo Clodovil por Lúcio Mauro.O Jornal. \"Os \"Indesejáveis\" fora da TV. Mais tarde, em entrevista a Antônio Abujamra no programa \"Provocações\", Clodovil disse, jocosamente, que há \"coisas duras melhores\" do que a ditadura. ====Figurinista e ator==== Clodovil trabalhou como figurinista em muitas produções brasileiras, como filmes, novelas e peças de teatro, às vezes atuando como ele próprio nas cenas, o que ajudava a promover seu trabalho na moda. Sua primeira colaboração foi em O Corpo Ardente (1966), um romance-drama estrelando a atriz francesa Barbara Laage. Na década de 1970, já mais consagrado como costureiro, ele apareceu na telenovela Beto Rockfeller (1970), da Rede Tupi; na comédia romântica Lua de Mel e Amendoim (1971), na qual, além de ter desenhado roupas de inspiração hippie e ufanista dos tempos do \"milagre econômico brasileiro\", inclusive biquínis e cangas, ele aparece interpretando o costureiro do vestido de casamento da personagem Marcinha (Rossana Ghessa);\"101 Filmes para quem ama moda\", Editora SENAI-SP, página 104\" ainda no ano de 1971, participou de um episódio da novela Editora Mayo, Bom Dia, da RecordTV, o qual acabou censurado por conta dos \"gestos irreverentes\" de Clodovil; atuou depois em A Infidelidade ao Alcance de Todos (1972), uma comédia erótica; em 1973, fez o papel de costureiro na telenovela Mulheres de Areia com Eva Wilma, vestida por ele no papel da noiva Raquel;Mulheres de Areia (1973): Um casamento de novela. Reportagem de Lyba Frydman. e foi figurinista de Paranóia (1976), um drama policial. Em 1977, a convite de Marika Gidali, Clodovil criou figurinos para um conhecido espetáculo do Ballet Stagium, chamado Kuarup, ou a Questão do Índio, em que desenhou trajes indígenas e macacões de operários com as cores da bandeira brasileira para catorze bailarinos de ambos os sexos. Ao apresentar os figurinos do espetáculo, Clodovil afirmou então em entrevista à televisão: Em 1979, Clodovil fez uma participação especial na telenovela Marron Glacé, da TV Globo, porém não poupou críticas ao elenco de atrizes, entre elas Mila Moreira (sua ex-manequim) e Rosita Thomaz Lopes, bem como com a figurinista responsável, Lulu, gerando um ambiente de insultos; ao final do trabalho, questionado por uma repórter, Clodovil ainda disse que \"não precisava da TV Globo para vender seus modelos\".Diário de Pernambuco - Clodovil xingou todo mundo na Globo. 4 de dezembro de 1979, edição 329. Em 1980, Clodovil desenhou os figurinos da peça de teatro \"A Carta\", dirigida por Maria Della Costa e estrelando nomes como Beatriz Segall e Rubens de Falco.Beatriz Segall - Além das Aparências, por Nilu Lebert Em 1983, na época apresentando seu programa homônimo na Rede Bandeirantes, Clodovil participou da novela Sabor de Mel da mesma emissora, no capítulo em que as personagens Laura (Sandra Bréa) e Rebeca (Françoise Forton) visitam o seu ateliê na Avenida Cidade Jardim, em São Paulo.O Fluminense - Desfile de Clodô movimenta bairro. Ano 1983, edição 24432. Em 1988, Clodovil participou de um esquete do Chico Anysio Show, ao lado da personagem Neyde Taubaté e interpretando uma versão parodiada de si mesmo, como autor de vestuário inspirado em ambiente hospitalar e de um perfume com essência de formol. Em 2001, Clodovil fez participação especial na novela O Clone, da TV Globo. ====Programas de televisão==== Em 1980, já consagrado como costureiro da elite brasileira, Clodovil foi convidado pela Rede Globo para participar da equipe de apresentadores do TV Mulher, seu primeiro programa de televisão, tendo como colegas Marília Gabriela, Ney Gonçalves Dias, Ala Szerman, Xênia Bier e Marta Suplicy. O programa matinal era voltada para o público feminino, tendo sido pioneiro ao abordar temas como sexo, o que gerou protestos entre conservadores e religiosos. No TV Mulher, Clodovil costumava ler cartas de mulheres que queriam dicas e sugestões de vestuário e desenhava ao vivo os modelos, desde vestidos de festas até roupas adequadas para o trabalho. Em 1982, porém, Clodovil acabou demitido do TV Mulher após discutir ao vivo com Marília Gabriela, âncora do programa. De acordo com Marília Gabriela, o apresentador queria ser \"o dono do programa\" e, após ela ter sido chamada para um especial chamado \"Marília Mulher Gabriela\", no qual cantava, Clodovil ficou com \"muita raiva\" e passou a provocá-la de forma constante nos bastidores do programa, envolvendo a equipe de produção. Conforme Ney Gonçalves Dias, quando fora do ar, os dois não se dirigiam um para o outro e eram \"inimigos mortais\". Acabou substituído por Ney Galvão. Demitido da Rede Globo, Clodovil migrou para a Rede Bandeirantes, onde ganhou, em 1983, um programa com seu próprio nome, Clodovil. Ainda no mesmo ano, Clodovil entrou para a Rede Manchete, a qual o contratou para apresentar dois programas na década de 1980: os vespertinos Manchete Shopping Show (1983-1985) e Clô para os Íntimos (1985-1988); e no início da década de 1990, o noturno Clodovil Abre o Jogo (1992-1993). O lapso entre os dois últimos programas se deu porque Clodovil foi demitido em 1988 pelo dono da Manchete, Adolpho Bloch, após ter chamado a então Assembleia Constituinte de \"Prostituinte\". Segundo Clodovil, Ulysses Guimarães ligou indignado à Manchete e disse para tirá-lo do ar. Com isso, Clodovil ficou quase quatro anos ausente na televisão, tendo sido readmitido pela emissora em 1992. Foi em Clodovil Abre o Jogo que ele lançou seu famoso bordão \"Olha para a lente da verdade e me diz...\" ao fazer perguntas inesperadas a entrevistados. Em 1993, com a crise enfrentada pela Manchete, Clodovil mudou para a CNT (Central Nacional de Televisão), sediada no Paraná, que continuou transmitindo Clodovil Abre o Jogo enquanto coligada com a TV Gazeta. Essa emissora lançou Clodovil em dois programas que tiveram pouca duração: o Clodovil em Noite de Gala (1993-1994), gravado ao vivo dentro do teatro do Ópera de Arame, em Curitiba (a um custo de 150 mil dólares, segundo Clodovil), e Retratos (1996-1997). Porém, Clodovil teve desentendimentos financeiros com a CNT, a qual ele processou por salários atrasados em 1994; durante seu afastamento da CNT, ele apresentou um programa homônimo na Rede Mulher entre 1995 e 1996. Em 16 de novembro de 1994, Clodovil foi demitido da CNT após \"desrespeitar a hierarquia e os assuntos internos da emissora\", além de desentender-se constantemente com a equipe de trabalho e ofender publicamente o presidente da empresa. Em julho de 1996, porém, ele retornou para CNT, para apresentar \"Retratos\", também muito brevemente. Na ocasião, ele falou que havia saído da CNT dois anos antes por \"autopunição\", por conta de uma relação amorosa fracassada. Na mesma época de sua readmissão, a CNT estudou a possibilidade de voltar a transmitir \"Noite de Gala\" com o apoio do governo paranaense e da prefeitura de Curitiba. Em 1998, Clodovil voltou para a Rede Bandeirantes, após quinze anos, para comandar o programa Clodovil Soft, no qual cozinhava, fazia ginástica e dava dicas de etiqueta e moda. \"Cansado de ficar parado\", em razão do impasse do pagamento de seu salário com a emissora CNT, foi Clodovil quem pediu para trabalhar para a Bandeirantes. Após diversas brigas envolvendo Adriane Galisteu, o programa foi encerrado, e Clodovil foi demitido da Band, o que levou o apresentador a processar a emissora por quebra de contrato. Em março de 1999, ele apresentou novamente Clodovil na Rede Mulher, uma segunda versão de seu programa original de 1995 nessa emissora, mas o novo programa ficou menos de um mês no ar — o mais curto de todos na carreira do apresentador —, e ele atribuiu sua demissão à compra da emissora pela Igreja Universal do Reino de Deus. Clodovil passou a virada para a década de 2000 desempregado, mas em maio de 2000 gravou entrevistas para a DirecTV durante o Festival de Cannes 2000, na França;Jornal A Tribuna - João Carlos Moraes Camargo - 22 de julho de 2000 e em 2001 ele aceitou a proposta de voltar a apresentar Clodovil Frente e Verso novamente na CNT. O projeto não durou muito. Subsequentemente, Clodovil concordou em coapresentar o programa Mulheres na TV Gazeta, ao lado de Christina Rocha. Alguns meses após a estreia, a parceira entre os dois apresentadores terminou, e Clodovil se despediu de Christina, que saiu do programa, chamando-a de \"jararaca do brejo\". Ele continuou apresentando o programa até 2002, passando a apresentar um talk show noturno com seu nome, no qual preparava receitas para receber convidados. Todavia, o horário nobre na Gazeta acabou sendo arrendado para televendas. Em novembro de 2003, Clodovil estreou na RedeTV! com A Casa é Sua, seu penúltimo programa de televisão, substituindo Leonor Corrêa, que havia saído em outubro daquele ano. Ao longo de 2004, mesmo advertido e aconselhado, Clodovil criou diversas polêmicas com personalidades e colegas de trabalho, fazendo críticas e provocações ao vivo no programa. Fez ataques verbais contra Luciana Gimenez, sua colega na RedeTV!, passou três meses fugindo e evitando a equipe do Pânico na TV, que queriam que ele calçasse as \"sandálias das humildade\", uma espécie de \"troféu\" para celebridades tidas como arrogantes; ofendeu a pessoa da então prefeita de São Paulo, Marta Suplicy, sua ex-colega do programa TV Mulher, o que resultou em um processo judicial por calúnia e difamação; e criticou também o presidente da Band, Johnny Saad, o que fez com que seu programa deixasse de ser ao vivo por decisão dos diretores da emissora. O último dos conflitos criados por Clodovil na RedeTV! foi o que justificou sua demissão: no dia 12 de janeiro de 2005, o apresentador afirmou que Luísa Mell, que havia sido entrevistada pela Playboy, terminaria seus dias como \"atriz pornô, assim como Rita Cadillac\". O episódio acabou indo ao ar, mas sem o trecho polêmico, de maneira que, dois dias depois, Clodovil acabou demitido. Em abril de 2007, Clodovil voltou à televisão com o programa Por Excelência, na TV JB. O nome do programa, que foi o último do apresentador, faz referência à sua então condição de deputado federal. Pediu demissão por causa de problemas de saúde. ===Comerciais de televisão=== Clodovil Hernandes já foi contratado para fazer alguns comerciais de televisão, a maioria deles destinado para o público feminino. Em 1977, fez um comercial de sutiãs para a francesa Valisère. Em 1984, participou de um comercial de esmaltes e batons para a Colorama. Em 1985, Clodovil apareceu em um comercial da antiga marca de desodorantes para mulheres \"Mistral\", ao lado de Ingra Lyberato, no qual dizia que a protagonista tinha que usá-lo para não cheirar \"igual a um homem\". Em 2004, Clodovil protagonizou um comercial de kit de cozinha, Kit Cozinha Brasil, que ele mesmo criou, filmado em sua residência em Ubatuba. Em abril de 2008, um comercial realizado por ele para uma agência de publicidade contratada pela Suvinil acabou vetado para ir ao ar pela própria companhia porque nele o estilista usou palavra de baixo calão e gesto impróprio. == Carreira política == Em 2006, novamente demitido da televisão, Clodovil decidiu entrar para a política, candidatando-se a deputado federal para a 53.ª legislatura da Câmara de Deputados Federais do Brasil pelo Partido Trabalhista Cristão (PTC). Seu número de candidato era o 3611 e, em sua campanha política na televisão, dizia que se eleito \"Brasília nunca mais será a mesma\", valendo-se também de ironias como a frase: \"Vocês acham que eu sou passivo? Pisa no meu calo para você ver…\". Acabou eleito com 493 951 votos ou 2,43% dos votos válidos, tornando-se o terceiro deputado federal mais votado do país e de São Paulo. Tornou-se também o primeiro homossexual assumido a ser eleito deputado federal. Mesmo declarando-se, logo após ser eleito, contra a Parada do Orgulho LGBT, o casamento homossexual e o movimento LGBT brasileiro, Clodovil apresentou um projeto para regulamentar a união civil de pessoas do mesmo sexo. Em setembro de 2007 o deputado decidiu trocar de partido e filiou- se ao Partido da República (PR), correndo desde então o risco de perder o mandato por infidelidade partidária, pois o TSE decidiu no dia 27 de março de 2007, que o mandato pertence ao partido e não ao eleito. No entanto, em 12 de março de 2009, foi absolvido por unanimidade dos votos. Clodovil deixou o partido alegando ter sido abandonado pela legenda desde a eleição, quando não recebeu material de campanha, e posteriormente, quando não recebeu assessoria jurídica do partido. Devido a isso, os ministros do TSE concordaram que houve perseguição interna, uma das condições que permitem que o parlamentar troque de legenda. Ele desconversava quando indagado sobre candidatar-se à Prefeitura de São Paulo em 2008. === Projetos propostos === Em julho de 2008, apresentou proposta de emenda constitucional, a PEC 280/08, pretendendo reduzir o número de deputados de 513 para 250 em nome da economia e da eficiência, na qual constava que nenhuma Unidade da Federação poderia ter menos de 4 deputados, nem mais de 35. Hoje, a menor representação tem 8 assentos e a maior 70. Apresentou o projeto 580/07 para regulamentar a união civil entre homossexuais. Em 27 de março de 2009, dez dias depois da sua morte, três de seus projetos foram aprovados na Comissão de Constituição e Justiça: * a obrigatoriedade das escolas divulgarem a lista de material escolar 45 dias antes da data final para a matrícula * a criação do Dia da Mãe Adotiva, uma homenagem à sua mãe adotiva Isabel Hernandes * a obrigatoriedade da menção dos nomes dos dubladores nos créditos das obras audiovisuais dos quais eles tenham participado. === Visões políticas === Cotas Raciais União de pessoas do mesmo sexo Imigrantes Privatização Pena de Morte Aborto Intervenção Militar Liberação de substâncias psicoativas Redução da maioridade penal == Imagem pública == Em 2004, já na RedeTV!, passou por uma fase polêmica devido ao desentendimento com integrantes do programa Pânico na TV. Um dos quadros do programa propunha que personalidades consideradas arrogantes pela equipe calçassem as \"sandálias da humildade\", e em certo momento Clodovil tornou-se o alvo dos humoristas. O apresentador se esquivou de duas investidas dos repórteres do Pânico. Na terceira tentativa, foi perseguido por dois carros, um helicóptero e um trio elétrico. Seguido desde os estúdios da emissora, em Barueri, na Grande São Paulo, o veículo do apresentador foi fechado no meio da Marginal Pinheiros, e acabou por escapar. No dia seguinte à apresentação de todo o incidente no Pânico, Clodovil fez um desabafo ao vivo em seu próprio programa, A Casa é Sua, que apresentava desde 2003. Seu programa, a partir de então, passou a ser gravado. Em 2005, ofendeu ao vivo Luisa Mell, contratada da mesma emissora, quando este declarou em seu programa, que Luisa terminaria seus dias como atriz pornográfica, assim como Rita Cadillac. A ofensa rendeu a demissão do estilista. Em 2004, durante o programa A Casa é Sua, Clodovil chamou a vereadora Claudete Alves de \"macaca de tailleur metida a besta\". A vereadora entrou com uma queixa-crime e o apresentador respondeu por dois processos criminais no Tribunal de Justiça de São Paulo. Clodovil alegou em sua defesa que a palavra \"macaca\" foi usada com o intuito de demonstrar que a vereadora \"gostava de aparecer\", e não com conotação racista. O apresentador, porém, foi condenado a pagar indenização por danos morais. Em uma entrevista à Rádio Tupi, em 27 de outubro de 2006, Clodovil declarou que os judeus teriam manipulado o Holocausto e forjado o atentado de 11 de setembro contra o World Trade Center. Na mesma entrevista, referiu-se a um negro como \"crioulo cheio de complexo\". Para defender suas opiniões, disse à rádio carioca que existe um \"poder escuso, que está no subsolo das coisas\". Segundo o apresentador, \"As pessoas são induzidas a acreditar. Quando houve aquele incidente com as torres gêmeas lá não tinha americano nenhum e nem judeu\". O presidente da Federação Israelita do Rio, Osias Wurman, declarou-se indignado com as declarações, sobretudo por virem de uma pessoa advinda de uma minoria que também sofre preconceito. Wurman entrou com uma interpelação judicial contra Clodovil, acusando-o de racista, além de enviar cópias do áudio da entrevista à Secretaria Estadual de Direitos Humanos, a deputados estaduais e a organizações não-governamentais ligadas ao movimento negro. Em 2007, envolveu- se em nova polêmica no Congresso, após discutir com a deputada Cida Diogo, do PT do Rio de Janeiro. A discussão iniciou por conta das declarações de Clodovil de que \"as mulheres ficaram muito ordinárias, ficaram vulgares, cheias de silicone\" e ainda que atualmente \"as mulheres trabalham deitadas e descansam em pé\". Ao ser questionado pela deputada quanto à declaração, respondeu: \"Digamos que uma moça bonita se ofendesse porque ela pode se prostituir. Não é o seu caso. A senhora é uma mulher feia\". == Vida pessoal == ===Espiritualidade=== A despeito da vida de glamour e da fama, Clodovil sempre fez questão de demonstrar sua espiritualidade e evidenciar o amor recíproco entre ele e o Criador e o amor que tinha por sua mãe, Dona Isabel, citando Deus de forma recorrente nos diálogos e entrevistas: \"Eu não sou briguento. Como eu poderia ser? Eu sou temente a Deus\". Filho adotivo de espanhóis, Clodovil foi criado como católico romano. Em 1981, Clodovil havia se definido como um \"espiritualista divorciado da igreja\", acreditando que Deus deu ao homem duas dádividas: o amor (o sentido da vida) e a religião (a fé para suportar o mundo); mas que o diabo deu-lhe a igreja e o casamento; que, no tocante ao sexo, o homem era reprimido a partir de uma educação castradora da moral da igreja e do Estado; que sua visão de felicidade estava no orgasmo e que o paraíso era o amor.Revista O Cruzeiro: \"A primeira-dama é um luxo\". Por Antonieta Santos. Ano 1981, edição 34, pág. 25. Em 2008, revelou que tinha afinidades com a igreja católica, mas que não considerava mais essa sua religião, embora a respeitasse por sua hierarquia, liturgia, os cantos e a arte sacra, mas criticando sua postura julgadora diante dos homossexuais.Participação de Clodovil no programa Nada Além da Verdade de Sílvio Santos em 02/12/2008. Clodovil: \"Eu tenho várias afinidades, eu fui criado por ela (Igreja Católica) [...] mas eu também não sou mais católico\". Em 1988, aos cinquenta anos e no auge de seu trabalho em Clô para os Íntimos, Clodovil afirmou que passava por um momento de \"profunda revisão de valores\" e de \"crescimento pessoal\", muito em virtude da morte de sua mãe, dona Isabel Hernandes, em 1986. A saudade da mãe o tornou cada vez mais \"espiritualizado e crente na vida extraterrena\", e ele procurava aconselhamento com o espírita Chico Xavier.Revista Manchete (Rio de Janeiro): CLODOVIL: nasci para brilhar na TV. Por Jussara Matins. Ano 1988, Edição 1881, páginas 83 e 84. Segundo Clodovil, no dia em que sua mãe faleceu, Sílvio Santos lhe deu de presente um livro de Shirley MacLaine que foi \"extremamente importante\" para ele superar o luto.Participação de Clodovil no programa Nada Além da Verdade de Sílvio Santos em 02/12/2008. Clodovil: \"O carinho foi o dia em que a mamãe morreu e você me mandar o livro da Shirley MacLaine [...] que foi de extrema importância para mim\". Mais tarde, em 2005, em entrevista concedida a Gugu Liberato, no Santuário do Sagrado Coração de Jesus, nos Campos Elíseos,O Fuxico: Gugu entrevista Clodovil numa igreja, em São Paulo. 15 de setembro de 2005. Clodovil afirmou que sua mãe falecera vítima de infecção hospitalar e que, durante sua internação, ela havia recebido sangue de um amigo dele que, sem conhecimento de Clodovil, estava com Aids.Entrevista de Clodovil Hernandes a Gugu Liberato, no Domingo Legal, gravada em 15 de setembro de 2005. Clodovil: \"Eu tinha um amigo meu que estava com Aids e eu não sabia. E quando a mamãe estava nas últimas no hospital, ele deu sangue para a mamãe duas ou três vezes. A mamãe morreu de infecção hospitalar.\" Em março de 2008, conforme Clodovil em entrevista a Amaury Jr., ele revelou que, não fosse seu interesse por trabalhar na televisão, ele teria \"enlouquecido e cometido suicídio\" após a morte da mãe, a quem ele construiu uma capela em sua casa em Ubatuba, dizendo que seu único medo na vida era \"não encontrá-la no astral\" quando falecesse.Entrevista de Clodovil Hernandes no Programa Amaury Jr. (Rede TV!) em Ubatuba, em 07/03/2008. Clodovil: \"Tudo o que sou eu devo à televisão, inclusive não enlouquecer quando a mamãe morreu. Se eu não estivesse na televisão naquela épooca eu teria me suicidado.\" ===Sexualidade e relacionamentos=== Sobre seu processo de \"desenrustimento\", Clodovil afirmou que ocorreu aos dezoito anos de idade, por volta de 1955, quando seu pai adotivo Domingos indagou, no jantar em casa, ao lado da mãe Isabel, se era verdade que ele era \"fresco\", ao que Clodovil lhe respondeu: \"Verdade ou não, o meu afeto por você não muda nada. Agora, se o seu afeto por eu mudar, o problema é só seu\". Em agosto de 1978, Clodovil contou ao jornal O Lampião da Esquina, de cunho ativista dos direitos dos homossexuais, uma série de relatos sobre sua sexualidade: que era \"sempre\" assediado por mulheres; que, na verdade, gostaria de ter nascido bissexual e que, na opinião dele, o sexo com mulher ou com homem tinha o mesmo \"resultado físico\"; mas que não gostava muito de \"levantar bandeiras\", que não frequentava guetos, ou \"endereços homossexuais\" como sua tábua de salvação, porque preferia viver no \"meio onde nasceu\", de pessoas consideradas \"normais\"; que se apaixonava com frequência, mas pelas pessoas \"erradas\", isto é, pessoas que viviam no \"meio de heterossexuais\", o que para ele se tornavam paixões \"impossíveis\", que logo tentava tirar da cabeça ocupando-se com coisas quaisquer; em certa ocasião, com a finalidade de \"matar a paixão\" por um dentista, ele fez um show de travesti dançando e cantando em um palco em frente a colunistas, e também de clientes, algo arriscado para sua reputação de costureiro, porque poderia sair desmoralizado; e que, antes disso, em 1960, no início de sua carreira, teve uma \"paixão violenta\" por uma moça, mas acabou esquecendo, para que \"não tivesse nada a ver\".Entrevista \"Clodovil Hernandez, ou: quem deve dormir sobre nossos lençóis de linho?\". Jornal \"O Lampião da Esquina\". Ano I, n° 4, 25 de agosto a 25 de setembro de 1978. Disponível em Grupo Dignidade. Em 1996, Clodovil afirmou que havia saído da CNT nos fins de 1994, quando apresentava Retratos, porque \"estava apaixonado, queria ser a vítima, que a pessoa voltasse\" e que, em virtude disso, foi a Paris para \"chorar na beira do Sena\" até se recuperar. Segundo Clodovil, ele \"nunca havia amado alguém antes\" e a pessoa em questão \"o colocou de pé\", a quem era grato por isso.Jornal do Brasil (Rio de Janeiro) - TV Gente: Pingue-pongue com Clodovil: \"não quero mais saber de bololô com ninguém\". Por Ana Claudia Souza. 17 de agosto de 1996. Em 2008, já deputado federal, Clodovil afirmou, sem revelar nome, que só amou \"decididamente\" uma única pessoa, mas sem saber disso e que era algo recíproco, e que certa vez \"pegou essa pessoa e foi embora para Paris\". A pessoa em questão, um homem, segundo Clodovil, ressurgiu em sua vida no Natal de 2007 escrevendo-lhe que \"amava muito sua esposa e filhos\", mas não tanto como amou Clodovil.Entrevista de Clodovil Hernandes no Programa Amaury Jr. (Rede TV!) em Ubatuba, em 07/03/2008. Clodovil: \"Eu amei uma pessoa, muito, sem saber. E eu peguei essa pessoa e fui embora para Paris. [...] mas eu não sabia que ela também me amava.\" Em 2012, um ex-colaborador da equipe de Clodovil, cuja identidade não foi revelada, entrou na justiça pedindo reconhecimento de união estável com Clodovil, com quem teria tido um relacionamento no passado, a fim de requerer direitos sobre sua herança; porém, não houve reconhecimento na primeira instância.Correio do Estado: Correio B: Ex-companheiro de Clodovil pede à Justiça reconhecimento de união estável. 6 de junho de 2012. ===Problemas financeiros=== Em vida, Clodovil Hernandes ganhou muito dinheiro como estilista e apresentador de televisão, mas também perdeu muito dinheiro devido a perdas em processos judiciais, a investimentos pouco rentáveis e, sobretudo, aos gastos com o estilo de vida extravagante a que estava habituado. Ao falecer, ele deixou inúmeras dívidas, as quais passaram a ser respondidas por seu espólio. Em seu testamento, havia nomeado sua advogada, Maria Hebe Pereira de Queiroz, sua inventariante. Antes de ser demitido da RedeTV! em janeiro de 2005, Clodovil recebia um salário de R$ 15 mil, acrescidos de R$ 130 mil de comissão por merchandising. Em 1983, enquanto apresentava o Manchete Shopping Show, Clodovil suspendeu temporariamente sua carreira de alta costura por conta de um prejuízo em seu ateliê em São Paulo, obrigado a pagar nada menos do que Cr$ 400 milhões em impostos.Jornal dos Sports (Rio de Janeiro). \"Antes do Museu\", por Eli Halfoun. Edição 16717, 13 de dezembro de 1983. Clodovil declarou em agosto de 1994 no programa Hebe, que ainda estava pagando o seu apartamento em Paris, cujo sinal havia pago. Em 1999, quando enfrentava uma situação difícil, Clodovil recebeu do apresentador Faustão um buquê de flores com cerca de R$ 40 mil em notas, presas em um grampo de ouro, e com um cartão anexado que dizia: \"Não é dinheiro. É um presente de um amigo\". Em São Paulo, Clodovil alugava um apartamento no Edifício São Carlos, na Avenida República do Líbano, em frente ao Parque do Ibirapuera. Em Cotia, ele mantinha um casarão de 787 m² no bairro Granja Viana, na Rua Perdigão, n.° 494. A residência entrou em estado de abandono quando Clodovil deixou de poder arcar com reformas em 2005, por conta de sua demissão da RedeTV!. A propriedade foi vendida por seu espólio em 2012, pelo valor de 500 mil reais. O dinheiro foi utilizado pelo espólio para pagar a indenização por difamação à Marta Suplicy e dívidas trabalhistas. Em 1980, começou a construir um retiro particular em Ubatuba, no litoral Norte de São Paulo. Ele adquirira três lotes que somavam , na Rua das Rosas, num local conhecido como \"Sertãozinho do Léo\". Abrangida pelo Parque Estadual da Serra do Mar, a propriedade cercada pela Mata Atlântica está numa área de proteção ambiental. Ao longo dos anos, o próprio Clodovil projetou, sem requerer serviços de arquitetos e engenheiros, um complexo de casas interligadas por passeios ajardinados, todas minuciosamente decoradas com seu gosto pessoal e, como tido por muitos, excêntrico. Em agosto de 2003, Clodovil colocou suas duas propriedades, em Granja Vianna e Ubatuba, à venda respectivamente por R$ 750 mil e R$ 3,5 milhõesJornal do Brasil (RJ) - Gente: \"Dou-lhe uma...\". 23 de agosto de 2003. em um \"leilão ao vivo\" em um hotel de São Paulo, afirmando que \"não tinha sentido uma pessoa ter uma mansão só para si\".Monitor Campista (RJ): Clodovil Hernandez coloca suas propriedades à venda em leilão. 20 de agosto de 2003. Porém, não foram arrematados. Em janeiro de 2005, parte de uma das casas de Clodovil desabou após um deslizamento de terra, de modo que o imóvel acabou parcialmente interditado por técnicos da Defesa Civil de Ubatuba. À medida que ampliava irregularmente seus aposentos na propriedade, Clodovil recebeu muitas denúncias por degradação ambiental. Em agosto de 2018, após dois leilões virtuais, a propriedade em Ubatuba de Clodovil foi arrematada por R$ 750 mil. Pouco tempo depois, porém, o leilão do terreno foi anulado judicialmente a pedido da parte compradora, alegando que desconhecia a escritura de \"cessão de direitos possessórios\" da área pelo Estado, a qual havia sido dada a Clodovil. === Doença e morte === Clodovil Hernandes foi diagnosticado em 2005 com um tumor maligno na próstata. Ele retirou o tumor em uma cirurgia e não precisou fazer tratamentos complementares, porém passou a apresentar um quadro de incontinência urinária. Em 2007, o deputado sentiu fortes dores no corpo e febre, com princípio de infarto. Depois voltou a passar mal na Câmara dos Deputados, teve um derrame cerebral e ficou com o lado direito do corpo paralisado. Em agosto de 2008, passou por mais uma cirurgia em decorrência das deficiências na próstata. Após a cirurgia, durante a recuperação o estilista e deputado sofreu uma embolia pulmonar. Clodovil morreu em 17 de março de 2009, após ser registrada sua morte cerebral, causada por um acidente vascular cerebral (AVC). O velório ocorreu no Salão Nobre da Assembleia Legislativa do Estado de São Paulo e o sepultamento teve lugar no dia seguinte à morte no Cemitério do Morumbi, na capital paulista. ===Espólio, fundação e instituto=== Clodovil morreu sem deixar descendentes, tampouco nomeou herdeiros para seu patrimônio. Em vez disso, doou seus bens para a criação de uma fundação que idealizou ainda em vida. Conforme mencionado pelo próprio Clodovil, em entrevista a Amaury Júnior em 2008, o testamento do estilista propunha a criação da \"Fundação Isabel Hernandes\", que teria sua sede em sua casa em Ubatuba, com o escritório administrativo em uma parte do imóvel e outra parte transformada em museu, para que as pessoas pudessem conhecer mais sobre a casa que Clodovil viveu por décadas e os hábitos do estilista. Em relação à gestão da \"Fundação Isabel Hernandes\", Clodovil deixou claro que não queria deixar para a prefeitura de Ubatuba. Dentro dessa fundação, funcionariam as “Casas Clô”, que abrigaria durante o dia meninas abandonadas e também funcionaria como uma espécie de \"creche\", onde meninas poderiam ficar das 7h até 17h e ser capacitadas para o mercado de trabalho. No entanto, devido à falta de verbas, problemas com a casa de Ubatuba (que está construída em uma área protegida de Mata Atlântica) e uma série de dificuldades enfrentadas por seu Espólio em andamento (considerando 2022), até o momento não foi possível realizar o sonho de Clodovil de criar uma fundação beneficente. A casa do estilista tem ido para leilão e também corre o risco de ser demolida, em razão de estar em reserva florestal. Com a intenção de concretizar o sonho de Clodovil, um grupo de amigos do falecido criou o Instituto Clodovil Hernandes em 2011, cuja missão é proteger e divulgar a memória do artista, enquanto não é possível criar a Fundação que ele tinha interesse. Desde então, o Instituto tem guardado e exposto por meio de parcerias o acervo de itens da marca CLODOVIL, aceitando doações de objetos criados pelo artista e divulgado informações em suas páginas nas principais redes sociais. O presidente do Instituto é Maurício Petiz, assessor e amigo de Clodovil. ==Memorial e homenagens== Em outubro de 2017, a prefeitura municipal de Ubatuba, no litoral paulista, onde Clodovil residiu por décadas, inaugurou o \"Espaço Clodovil Hernandes\", dentro do Teatro Municipal Pedro Paulo Teixeira Pinto. Inaugurado como parte das comemorações dos 380 anos da localidade, o espaço reúne uma série de objetos e fotografias do acervo pessoal e artístico do estilista, formalmente adquirido e doado à prefeitura por um amigo pessoal e ex-assessor dele.Prefeitura Municipal de Ubatuba - Ubatuba inaugura espaço Clodovil Hernandes. 18 de outubro de 2017. Os objetos foram inicialmente expostos em uma pousada da cidade, em 2012. Em 2021, a câmara municipal de Ubatuba aprovou, por unanimidade, o projeto de lei 83/2021, que institui no calendário oficial de eventos da cidade o \"Dia de Clodovil Hernandes\"Notícias das Praias - Ex-assessor de Clodovil Hernandes quer que prefeitura de Ubatuba cumpra a lei que homenageia o estilista e apresentador. 16 de abril de 2023. na data de 17 de junho (o aniversário do estilista, apresentador e político), para promover a exposição de seu acervo artístico através da Fundart, a fundação cultural municipal, e apoiar o trabalho de artistas locais.Tamoios News - Projeto de Lei que propõe ‘O Dia de Clodovil Hernandes’ tramita na Câmara de Ubatuba. 9 de setembro de 2021. Na cidade do Rio de Janeiro, no bairro Campo Grande, há uma rua nomeada em sua homenagem.Prefeitura Municipal do Rio de Janeiro - Comissão Carioca de Nominação de Logradouros e Equipamentos Públicos. 10 de maio de 2016. ==Na cultura popular== ===Livros=== Clodovil Hernandes, em vida, jamais publicou a sua autobiografia. O primeiro livro sobre o estilista, \"Clodovil Hernandes do Palco aos Bastidores\", publicado pela CD Editora em 2012, foi escrito pelo escritor Carlinhos Columbia, que trabalhou como copeiro do estilista. Em novembro de 2017, o jornalista Carlos Minuano publicou a biografia \"Tons de Clô\" (ISBN 9788546500697), pela editora Best Seller, com aba escrita por Ronaldo Ésper.UOL - TV e Famosos - Censura, chilique e \"anti-orgulho\" gay: relembre sete polêmicas de Clodovil... ===Minissérie e cinebiografia póstuma=== Em fevereiro de 2014, a produtora Casablanca, da família Siaretta, anunciou que estava captando recursos e contatando emissoras interessadas para lançar uma minissérie sobre a vida de Clodovil Hernandes, o qual havia negociado com a Casablanca seus direitos de imagem antes de seu falecimento.UOL Coluna de Flávio Ricco - Vida de Clodovil Hernandes será contada em minissérie. 17 de fevereiro de 2014. Uma parceria chegou a ser negociada entre Casablanca e a Record;UOL NaTelinha - Minissérie de Clodovil pode ser negociada com a Record. 29 de março de 2014. no entanto, em 2015, a Record engavetou o projeto, que se chamava A Lente de Clodovil, previsto para contar com 13 episódios.UOL - Observatório da TV: Com série sobre Mamonas Assassinas, Record engaveta minissérie de Clodovil. 12 de novembro de 2015. Em 2019, o filme Hebe: A Estrela do Brasil (2019) mostrou em uma cena uma fotografia de Clodovil ao lado de Hebe. Em 2019, a Ancine autorizou a captação de recursos para uma cinebiografia, intitulada Clodovil. Em junho de 2021 foi anunciada uma série biográfica a ser produzida, tendo o ator Silvero Pereira como intérprete do estilista. Em setembro de 2022, o início da série foi adiada para o início de 2023. ===Documentário=== O programa \"Investigação Paralela\" da Brasil Paralelo lançou um documentário sobre a causa da morte de Clodovil e as alegações de assassinato por parte do círculo íntimo do falecido, devido a supostas intrigas políticas em Brasília. ===Clodovil Presente=== Em março de 2019, no décimo aniversário da morte de Clodovil, foi lançada a campanha Clodovil Presente, um projeto cultural do grupo Endireita Fortaleza, um grupo suprapartidário de posicionamento ideológico de direita e conservador com atuação política, social e cultural na capital cearense. O objetivo do projeto, cujo embaixador é Elias Soares, é servir para um \"resgate da memória\" do estilista e político Clodovil, que foi o primeiro deputado publicamente homossexual do Brasil, era rechaçado pelo Movimento LGBT e tinha opiniões conservadoras sobre a sociedade.Pleno News - Parlamentares apoiam campanha Clodovil Presente. 19 de março de 2019. No seu lançamento, diversos políticos, a maioria de direita, manifestaram apoio à campanha, tais como Marco Feliciano (que apoiou a campanha no Comissão de Direitos Humanos e Minorias da Câmara dos DeputadosPleno News: Marco Feliciano adere a campanha “Clodovil Presente”. 16 de março de 2019.), Carla Zambelli (que propôs batizar a sala II do plenário como Plenário Deputado Clodovil HernandesCâmara dos Deputados - PRC 122/2019 Projeto de Resolução de Alteração do Regimento e outros.), Damares Alves (então ministra dos Direitos Humanos), Joice Hasselmann, Hélio Lopes e Alexandre Frota. Em outubro daquele ano, integrantes da campanha participaram do Conservative Political Action Conference (CPAC) Brasil. No entanto, a campanha sofreu críticas por utilizar a imagem de Clodovil por \"puro oportunismo\".Observatório G - Marco Feliciano homenageia Clodovil Hernandes. Março de 2019. ===Retratos no teatro=== Em 21 de novembro de 2021, estreou no Teatro União Cultural, em São Paulo, a peça teatral e monólogo Simplesmente Clô, escrita por Bruno Cavalcanti, a qual teve o ator Eduardo Martini no papel de Clodovil Hernandes.Vogue Globo - Eduardo Martini estreia 'Simplesmente Clô' em SP. 21 de novembro de 2021. Martini, que conhecia Clodovil, venceu o Prêmio Bibi Ferreira de 2022, na categoria de \"melhor ator de peça teatral\" por seu trabalho.Folha: Prêmio Bibi Ferreira consagra atrizes trans e evita apoios políticos Em abril de 2023, após o sucesso de '\"Simplesmente Clô\"', estreou no mesmo teatro \"Clodovil, pra sempre!\", outra peça monólogo com Eduardo Martini no papel de Clodovil, que aprofundou os temas de sua vida em relação à peça anterior. O texto foi escrito por Raphael Gama e dirigido por Viviane Alfano.Revista L'Officiel - Cultura: Eduardo Martini vive Clodovil Hernandes no teatro ===Imitações=== Por conta de sua voz, trejeitos e estilo próprio, Clodovil Hernandes já foi imitado por diversos humoristas e artistas. Sobre as sátiras que testemunhou em vida, Clodovil teve divergências com alguns dos parodistas. Em 1981, Mussum imitou Clodovil (através do personagem Criolovil) em um quadro de Os Trapalhões. Quando o comediante faleceu em 1994, Clodovil o elogiou chamando-o de divertido e muito alegre.Folha de S.Paulo - Cotidiano Em 1981, Clodovil ganhou uma liminar judicial que interditou uma publicidade que faziam de sua imagem.O Fluminense - Clodovil ganhou liminar contra imitação. Em 1982, Agildo Ribeiro fez uma sátira de Clodovil em seu programa \"Estúdio A...gildo\", com o personagem \"Clô Clô\". Recebendo-o em seu programa TV Mulher naquela época, Clodovil afirmou que Agildo era \"engraçado\", mas que o personagem era \"triste\". Em 1993, Agildo novamente parodiou Clodovil ao seu lado, no seu programa \"Não Pergunta que Eu Respondo\", mas ressaltou que Clodovil era \"inimitável\" em sua arte na televisão e na costura.Jornal A Tribuna (São Paulo): Bastidores. 8 de março de 1993. Em 1993, o apresentador do Jornal Nacional William Bonner, ao lado de Cid Moreira, imitou Clodovil usando seu bordão \"Olha para a lente da verdade e me diz...\". A brincadeira foi gravada mas não foi ao ar na ocasião, tendo sido colocada na internet em 2004 apenas. O ator Tom Cavalcanti imitou Clodovil em várias ocasiões através do personagem Tomdovil. Em 1997, em entrevista para o programa Passando a Limpo, Clodovil afirmou que Cavalcanti o reverenciava e que nunca o imitou para \"cafajestada ou grosseria\", caricaturizando-o de uma maneira elegante. O programa A Praça é Nossa já exibiu atores imitando Clodovil: em 1993, Zé Américo o parodiou em um especial sobre Roma Antiga; em 2015, Orival Pessini gravou participação especial imitando Clodovil, criando uma máscara para o seu personagem.UOL - Orival Pessini faz homenagem a Clodovil em \"A Praça É Nossa\". Clodovil foi imitado por diversas vezes por Wellington Muniz, o Ceará, do Programa Pânico na TV, classificado por ele como \"o pior imitador do Clodovil\" e ainda afirmou: \"toda vez que você é imitado, você não fica feliz por uma razão, porque é uma caricatura, tinta forte, ninguém gosta.\" Recentemente, em 2019, Viny Vieira imitou Clodovil com o personagem Clodoviny. ==Filmografia== ===Televisão=== Ano Título Cargo Emissora 1971 Editora Mayo, Bom Dia Ele mesmo RecordTV 1973 Mulheres de Areia TV Tupi 1979 Marron Glacé Rede Globo 1980–83 TV Mulher Apresentador 1983 Clodovil Rede Bandeirantes Sabor de Mel Ele mesmo 1983–85 Manchete Shopping Show Apresentador Rede Manchete 1985–88 Clô para os Íntimos 1992–93 Clodovil Abre o Jogo Rede Manchete e CNT 1993–94 Clodovil em Noite de Gala CNT 1995-96 Clodovil Rede Mulher 1996–97 Retratos CNT 1998 Clodovil Soft Rede Bandeirantes 1999 Clodovil Rede Mulher 1999–2000 Clodovil Hernandez Séries de Web 2001 Clodovil Frente e Verso CNT O Clone Ele mesmo Rede Globo 2001–02 Mulheres Apresentador TV Gazeta 2002 Clodovil 2003–05 A Casa É Sua RedeTV! 2007 Por Excelência TV JB === Cinema === Ano Título Papel Notas 1966 O Corpo Ardente Figurinista 1970 Beto Rockfeller Convidado da festa 1971 Lua de Mel e Amendoim Figurinista 1972 A Infidelidade ao Alcance de Todos Ele mesmo Também Figurino 1977 Paranoia == Ligações externas== * * * * * . * A grande herança do deputado Clodovil Categoria:Clodovil Hernandes Categoria:Naturais de Elisiário Categoria:Estilistas do estado de São Paulo Categoria:Estilistas LGBT Categoria:Figurinistas de São Paulo Categoria:Filhos adotivos Categoria:Atores do estado de São Paulo Categoria:Cantores do estado de São Paulo Categoria:Membros do Partido Liberal (2006) Categoria:Políticos LGBT do Brasil Categoria:Deputados federais do Brasil por São Paulo Categoria:Apresentadores de televisão do estado de São Paulo Categoria:Mortes por doenças neurodegenerativas Categoria:Mortes por acidente vascular cerebral Categoria:Membros do Agir (Brasil) Categoria:Brasileiros de ascendência italiana Categoria:Brasileiros de ascendência indígena Categoria:Teóricos da conspiração sobre o 11 de Setembro de 2001 Categoria:Pessoas da RedeTV!‎ Categoria:Negacionistas do Holocausto Categoria:História LGBT do Brasil Categoria:Conservadorismo LGBT Categoria:Filantropos do estado de São Paulo Categoria:Gays do Brasil Categoria:Cristãos do Brasil Categoria:Políticos gays Categoria:Pessoas sepultadas no Cemitério do Morumbi",
 "title": "Clodovil Hernandes"
}