{
 "id": "5504",
 "text": "Melres é uma vila portuguesa que foi sede da extinta Freguesia de Melres do Município de Gondomar, freguesia que tinha 15,40 km² de área e 3 691 habitantes (2011), e, por isso, uma densidade populacional de 239,7 hab/km². A freguesia de Melres foi extinta (agregada), em 2013, no âmbito de uma reforma administrativa nacional, para em conjunto com a freguesia de Medas constituir a nova União das Freguesias de Melres e Medas com sede em Melres.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. == Geografia == A freguesia de Melres localizava-se no extremo sudeste do Município de Gondomar, confinando com os Município de Paredes e Penafiel. Além da vila sede, a freguesia engloba ainda os seguintes lugares ou povoações: * Barracas * Boavista * Branzelo * Cavadas * Cimo de Vila * Costa * Coucela * Eira de Melo * Estremadouro * Fontainhas * Montezelo * Moreira * Quintãs * Santiago * Sobreiro * Vergadas * Vilarinho * Montezelo de Baixo * Montezelo de Cima * Capela dos Paços * Covas * Sarnada * Sobrido == História == Existem várias teses para explicar a origem etimológica da palavra Melres. Contudo aquela que mais consenso reúne e que mais consistência ganhou, é que inicialmente o termo latino, que aparece nos documentos medievais é Mellares, o qual foi evoluindo até surgir Melres. São Gonçalo de Melres é um santo que viveu em Melres. Este termo Mellares significa terras de mel e, por essa razão, podemos depreender que este território seria um grande centro de apicultura – cabaça ou sede – até porque Melres tem uma extensa floresta, com muitos sobreiros que forneciam a cortiça para a sua cultura e particularmente uma grande encosta voltada ao Sul. Nos dias de hoje esta actividade parece mais descentralizada, talvez devido ao processo mais industrializado de produção e ao seu comércio. Sabe-se que já antes dos celtas, esta região era habitada, atraídos pela sua riqueza, beleza, fertilidade e como prova temos a vizinha Mamoa de Brandião, bem como outros elementos megalíticos e depois as fortificações castrejas. Em termos Peninsulares, os Galaicos ocuparam o território desde o Rio Douro ao Mar Cantábrico, região esta que chamaram Galécia, e que apesar das transformações que sofreu deu origem à Galiza. Também se sabe que a Galécia, acabou por ser invadida pelos generais romanos, o que leva naturalmente a Melres ficar sob o domínio deste povo. Os elementos que comprovam esta realidade, são uma ara romana que existe no adro da Igreja Matriz, alguns capitéis, pedaços de colunas e a calçada romana que existia desde o ribeiro de Mirões, inflectindo no sentido Norte até à actual rua da Ribeira (junto da sede social da Banda Musical de Melres). É neste período dos Romanos que se funda aqui uma grande quinta ou villa agrária, que se estende de Cabroelo (freguesia da Capela), até Lavercos (atual freguesia da Lomba), passa por Rio Mau e Pedorido, vai ao Monte Meda e desce ao rio Inha, da foz deste rio atravessa o rio Douro, segue pelo meio da encosta da sua margem direita até perto de Sobrido, inflecte para poente e sobe ao cume da serra dos Açores, até Brandião (freguesia de Aguiar de Sousa), donde transpõe a serra do Padrão e vai dar ao ponto de partida. Também é esta villa agrária que vai servir para definir os limites territoriais do legado que a condessa Mumadona Dias vai receber do rei Ramiro II de Leão (ano de 951). Nas inquirições de D. Afonso III, em 1258, também se faz novamente referência aos limites de Melres que mais ou menos correspondem aos limites já descritos, com a variação de alguns pontos de referência novos. Mais tarde, em 1369, estes limites vão servir para estabelecerem o termo do Porto que D. Fernando I ordenou, e para os quais foram implantados marcos, que ainda hoje existem. Estes limites traçados no período medieval, atravessaram os tempos e com pequenas nuances nalguns pontos, correspondem na actualidade à freguesia da Lomba, e à freguesia de Melres, pese embora, com incongruências grosseiras por falta de trabalho de campo, no que concerne aos limites a Nascente desta Vila. Como se pode depreender as terras de Melres, tiveram vários donatários, com privilégios diversificados, foi elevada a vila e constituído o Concelho de Melres que recebeu carta de foral a 15 de Setembro de 1514. O concelho de Melres, como se pode verificar na carta de foral, continuava a abranger um território em ambas as margens do rio Douro – o que actualmente corresponde às freguesias de Melres e da Lomba – o que também explica o facto da Lomba pertencer ao Concelho de Gondomar, apesar de estar na outra margem do rio. E é precisamente por a Lomba estar a Sul do rio Douro, apesar de representar quase metade do território de Melres (naquela altura), que os donatários de Melres eram também senhores de Cantanhede, e que o foral de Melres está registado no Livro dos forais novos da Beira. A própria paróquia da Lomba foi sempre anexa de Melres (era um curato, em que o padroeiro era o abade de Melres), portanto esteve sempre ligada à vila de Melres, e tornou-se freguesia própria (autónoma), a partir de 1807. O poder municipal em Melres, até 1834, era exercido por um juiz ordinário que usava como insígnia a vara vermelha, porque era eleito pelos homens qualificados da comunidade local e confirmados pelo ouvidor. Este juiz julgava das coisas do cível, do crime e dos órfãos. No entanto, os juizes de fora usavam vara branca, sinal de distinção régia. O juiz, a nível da câmara, era auxiliado por vereadores (provavelmente dois), um procurador e um tesoureiro. O Marquês de Marialva, como donatário da vila, tinha direito a administrar a terra, a apresentar os tabeliães e a nomear o ouvidor. O ouvidor do Marquês de Marialva analisava os pedidos e apelações e, neste caso concreto, usava vara branca. Outra das figuras ou magistrados do rei era o mordomo que tinha a função de receber e acautelar os tributos reais, tais como os foros dos reguengos, as sisas e redízimas, as portagens, etc. O mordomo do rei era o senhor dos casais de Melres porque, desde D. João I, foram-lhe atribuídos ou doados os direitos reais. A autonomia municipal era representada pelo edifício da Câmara (Paços do Concelho), pela tesouraria e pelo pelourinho, o qual durou até, pelo menos, às guerras liberais. Durante a Guerra Civil Portuguesa (1828-1834) a nobreza local de Melres tomou partido de D. Miguel I e apoiou o Absolutismo. Com a derrota de D. Miguel os nobres abandonaram Melres. É ainda nomeado um Provedor para o Concelho de Melres, para administrar as finanças locais, mas com a reforma de Mouzinho da Silveira, de 1834, é publicado um decreto que extingue o concelho de Melres. Em 1868, Melres é incorporado como uma das freguesias que constituem o concelho de Gondomar. Apesar desta sua mais modesta condição, ainda vai ter um papel importante e de destaque a nível municipal, aquando da transição da Monarquia para a República; na Primeira Guerra Mundial, bem como na Guerra Colonial, com uma presença significativa de efectivos locais. Outros melhoramentos importantes na freguesia ocorreram no fim do século XX quando foi ampliada e reformulada a Igreja Matriz e inaugurado o novo quartel dos Bombeiros Voluntários de Melres. Já no início do século XXI, a Junta de Freguesia da Vila de Melres recebeu uma casa nobre recuperada—o Solar da Bandeirinha -- para lhe servir de edifício-sede e foi construído o centro cultural da Banda Musical de Melres. Estes equipamentos e melhoramentos, a par da beleza paisagística de Melres, fazem desta vila um pólo de afirmação a nível local e regional. Por Melres passaram muitos Romanos, por isso Melres está cheio de rotas dos romanicos, o que faz que nunca falte turistas estrangeiros lá. == Cultura == Melres engloba uma data de associações e actividades recreativas e culturais. A Liga-Dura - Cultura, Espectáculo e Conhecimento é uma associação da juventude que dispõe de atletas reconhecidos no campo da dança, canoagem e aeromodelismo. A Banda Musical de Melres é o bastião da cultura musical da zona. A banda apresenta-se à população local em várias ocasiões durante o ano, com espectáculos de Natal, Páscoa e de final de ano letivo no Auditório Clotilde Mota. A Academia Musical da Banda de Melres, atualmente denominada Academia de Música Mell’Artes, é reconhecida pela variedade da sua oferta sinfónica, que vai da percussão aos metais, cordas, entre outros. Os eventos desportivos que mais atraem turistas a Melres são o Campeonato Nacional de Fundo e a Taça de Tripulações, que costumam decorrer no primeiro fim-de-semana de Abril, organizadas pela Liga-Dura - Cultura, Espectáculo e Conhecimento. Ambas as provas fazem parte do calendário anual da Federação Portuguesa de Canoagem, sendo das principais provas do ano desportivo, juntando perto de um milhar de atletas e turistas nas margens do rio Douro. O Carnaval é outro dos maiores acontecimentos do ano. Todos os anos e dois dias antes do Carnaval realiza-se um concurso de máscaras. No ano de 2010 deu-se um recorde de 60 participantes. Podem participar carros festivos, crianças, adultos, entre outros. No dia do Carnaval são dados os prémios do concurso (taças, 14 para crianças e outras 14 para adultos) e dá-se o funeral do São Sifrónio, um boneco, que satiriza os maiores eventos da localidade, simbolizando a passagem de mais um ano. == História de Melres em Datas == História de Melres em datas Século VII a.C. – Os Celtas vieram habitar esta região. As galerias metálicas das Banjas são atribuídas aos Lusitanos. Século II a.C. (ano 127) – domínio dos Romanos (Vila romana com termos antigos). Século II d.C. – Acredita-se que a Vila de Melres estava cristianizada. Século V d.C. – Os Bárbaros invadem a Península, mas só os Suevos se fixaram aqui. 712 – Os Árabes derrotam os Visigodos e conquistam a Península Ibérica. 868 – Vímara Peres conquista o Porto e expulsa os Mouros para Sul do Rio Douro. Estatua Mumadona 951 – Doação da Vila de Melres à Condessa Mumadona Dias, pelo Rei de Leão – Ramiro II. Esta doação também contempla o Mosteiro de Guimarães. 1049 – Testamento de Mumadona, em que dou-a a Vila de Melres ao Mosteiro de Guimarães. 1211/1223 – Rei Afonso II, pela lei das desamortizações, apoderou- se a favor da Coroa de várias terras dos Conventos, incluindo as do de Guimarães. Portanto donatária de Melres, a coroa. 1320 – Na bula dada em Avinhão, figura a Igreja de Melres, com 30 libras de rendimento, para a décima destinada à guerra contra os Mouros. 1258 – O Rei Afonso III, manda inquirir o foral de Melres. 1369 – D. Fernando I, estende o termo da cidade do Porto até Melres. 1372 – O mesmo Rei D. Fernando, ao casar-se com D. Leonor Teles, doa- lhe as terras de Melres. 1375 – A Rainha D. Leonor Teles, com outorgamento de D. Fernando I e da Infanta D. Beatriz, doa a D. Martinho, pai de D. Fernando de Meneses, a terra de Melres com todos os seus termos, territórios, herdades, casais, rendas e direitos, jurisdição civil e criminal, entre outros. 1401 – O Rei D. João I, para gratificar Diogo Gonçalves Peixoto (filho), pelo modo como o serviu nas guerras com Henrique II (Castela), dá-lhe o senhorio dos casais de Melres. 1497 – O Rei D. Manuel I, confirma a doação das terras de Melres, ao Conde D. Pedro de Meneses. 1498 – Instala-se em Melres o primeiro nobre – Álvaro Brandão – que foi 1º recebedor das Sisas e Redizimas do concelho de Melres. 1502 – O Conde D. Pedro de Meneses, recebe mercê de apresentar Tabeliães ao lugar de Melres. Em face disso, Gonçalo Afonso, escudeiro, morador no Julgado de Melres, tem a mercê de Tabelião do civil e do crime. D. Manuel I 1514 – Atribuição de Foral por D. Manuel I ao Concelho de Melres. 1661 – Rei Afonso VI, por carta de 11 de junho de 1661, dá o senhorio da Vila de Melres ao 1º Marques de Marialva. 1729 – Confirmação de doação das terras de Melres a D. Joaquina Maria Madalena da Conceição Meneses – 3ª Marquesa de Marialva. 1758 – É lançado um Inquérito a todos os Párocos – \"Memórias Paroquiais de 1758\" - que têm coisas muito interessantes sobre Melres. 1762 – A correição do Porto: compreendia uma cidade, três vilas, doze concelhos, sete coutos e cinco beetrias (ou honras). Cidade: Porto; Vilas: Melres, Póvoa de Varzim e Vila Nova do Porto; .... 1770 – O Rei D. José I, ao dar o título de cidade a Penafiel, atribui-lhe como termo a Vila de Melres. No entanto, o povo de Melres opõe-se e continua independente. 1807 – Constituiu-se a freguesia (eclesiástica) da Lomba, desmembrando-se da de Melres, da qual foi um Curato anexo à Abadia Melrense. 1811 – Melres é Vila no Minho, com Juiz ordinário na Comarca do Porto; donatária, a coroa. 1826 – É nomeado Manuel Alves Ferreira tenente do facho da serra de Vilarinho, do concelho de Melres. 1832/34 – As guerras entre absolutistas e liberais, envolve os nobres de Melres, como partidários de D. Miguel I. 1833 – Sortida dos Liberais sobre Melres (a 30 de Agosto e 3 de Setembro). 1834 – Enquanto se aguardavam as reformas administrativas, D. Pedro IV, nomeou um provedor do concelho de Melres. 1836 – É extinto o Concelho de Melres, para ser integrada como freguesia no concelho de Gondomar. 1868 – É já definitiva a integração de Melres no concelho de Gondomar. 1874 – O 4º Julgado (de paz?) do concelho de Melres era composto das freguesias das Medas e Melres, contendo 1.860 fogos, sendo a sua sede em Branzelo. A feira até esta data fazia-se na aldeia de Branzelo no dia 3 e a partir daí passou a fazer-se no 1º Domingo de cada mês. 1907/10 – O Presidente da Câmara Municipal de Gondomar é um ilustre Melrense – D. Luís de Porto carreiro. 1917 – Participação de Melrenses na Primeira Guerra Mundial. 1931 – A feira passou a ser no dia 8 e no lugar das Quintãs. 1961/74 – Participação na Guerra Colonial Portuguesa. 1994 – Grande remodelação e restauro da Igreja Matriz de Melres. 1994 – Inauguração do novo Quartel dos Bombeiros Voluntários de Melres. 2001 – Recuperação do Solar da Bandeirinha e instalada ali a sede da Junta de Freguesia da Vila de Melres. 2005 – Inauguração do Centro Cultural da Banda Musical de Melres. == Figuras Ilustres == * Clemente Vieira (Melres, 1629 — Ponta Delgada, 24 de Setembro de 1692) foi o 16.º bispo da Diocese de Angra == Bibliografia == * CHAVES, A.; MAGALHÃES, E. (1999). Gondomar, Um Coração Rendilhado. Gondomar: Edições Livro Branco, Lda. * OLIVEIRA, C. (1934). O Concelho de Gondomar. Porto: Imprensa Moderna, Lda. * Portugal Monumenta Historia. Diplomata et Chartae, Vol.I, pág. 22 e pág. 261. * PORTUENSE (anónimo) (1840). O Cerco do Porto. Porto: Tipografia de Faria & Silva. * SANTOS, A. (s/d). Subsídios para uma monografia de Melres. Manuscrito. Categoria:Vilas de Portugal Categoria:Antigas freguesias de Gondomar",
 "title": "Melres"
}