{
 "id": "5508",
 "text": "Valbom é uma cidade portuguesa do município de Gondomar que foi sede da extinta Freguesia de Valbom, freguesia que tinha 4,89 km², sendo então a freguesia mais pequena do Município de Gondomar em área, e 17 543 habitantes (2011), tendo, por isso, uma densidade populacional de 3 281,8 hab/km². A Freguesia de Valbom foi extinta em 2013, no âmbito de uma reforma administrativa nacional, para, em conjunto com as Freguesias de São Cosme e Jovim, formar uma nova freguesia denominada União das Freguesias de Gondomar (São Cosme), Valbom e Jovim com a sede em São Cosme.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. Valbom foi elevada a cidade em 9 de dezembro de 2004. Pertenceu ao extinto concelho de Aguiar de Sousa antes de passar para o concelho (atual município) de Gondomar. Devido à sua situação geográfica, junto ao rio Douro, Valbom foi durante gerações um importante centro de pesca artesanal, efectuada a bordo dos tradicionais barcos \"Valboeiros\". O seu barco típico ainda existe, mas, a actividade piscatória desta terra desapareceu, após a introdução da pesca de arrasto, por barcos de calado superior. Hoje, a marcenaria, a ourivesaria, a talha em madeira e os embutidos predominam na economia local. O artesanato está aqui fortemente implantado, através da ourivesaria e marcenaria, sendo famosos os trabalhos em filigrana e talha em madeira, além das curiosas esculturas em raízes de árvores. ==População== População da freguesia de Valbom Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1758 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 944 3 356 4 190 5 427 5 939 7 000 7 042 8 014 9 320 9 890 10 856 11 618 12 183 13 343 14 129 16 407 Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 2 277 1 930 8 064 1 858 16,1% 13,7% 57,1% 13,2% 2011 2 103 1 538 8 333 2 433 14,6% 10,7% 57,8% 16,9% == Lugares == Aldeia Nova, Archeira, Arroteia, Giesta, Barrosos, Camboas, Cova da Má, Culmieira, Fonte Pedrinha, Gramido, Lagoa, Lamas, Monte, Pinheiro de Álem, Pinheiro de Áquem, Ribeira de Abade, Várzea, São roque, Valbom de baixo, Vila Verde e Vinha. ==Personalidades ilustres== Fr. Gonçalo de Valbom : Religioso Franciscano, que de «Ministro da Provincia de Castella passou ao generalato de toda a Ordem sendo eleito no Capitulo celebrado em Pariz em o anno de 1304. Autor de : *«Tracatus de praeceptis eminentibus & aquipollentibus Regulae Seraphicae. Sahio impresso in. Enchirid. Minor. Hispali 1535. Esta exposiçaõ, que fez sobre a Regra Seráfica foy cauza de Clemente V. promulgar a celebre Extravagante no Concilio Vienense onde assistio Fr. Gonçalo de Valbom, e começa Exivide Paradiso, e se incorporou no Direito Canónico.» * «Epistola ad Ministros Provinciales. Está impresta no I. Tomo do Orbis Seraphici. pag. 145.Biblioteca Lusitana. Por Diogo Barbosa Machado, Tomo II , Lisboa occidental, na Officina de Ignacio Rodrigues(1747) : p. 407 » * Conde de Valbom *Ricardo Alexandre (em tempos conhecido como Olho Ardente ou Comendador) == Património == * Lugar do Desenho - Fundação Júlio Resende. A Fundação Júlio Resende, também conhecida por \"lugar do desenho\" foi criada a partir de um espólio de mais 2000 desenhos do mestre, mostra permanente (exposição do Acervo). Exposições temporárias, conferências, concertos e outros eventos. * Casa Branca - Aqui foi assinada, em Junho de 1847, a Convenção de Gramido, que pôs fim à revolução da Maria da Fonte. * Quinta das Sete Capelas, da família Correia Montenegro, Valbom de baixo *Capela da Lagoa, no lugar da Lagoa (perto de Vila Verde) *Capela da Nossa Senhora do Rosário (particular, era uma capela de uma quinta cujo dono solicitou autorização para ser erigida á Sé do Porto), na Culmieira == Ligações externas == * * * Categoria:Antigas freguesias de Gondomar Categoria:Antigas freguesias de Aguiar de Sousa Categoria:Cidades de Portugal Categoria:Cidades da Área Metropolitana do Porto",
 "title": "Valbom (Gondomar)"
}