{
 "id": "55108",
 "text": "Apenas uma pequena quantidade da água absorvida pelas raízes permanece na planta para suprir o crescimento (cerca de 2%) ou para ser consumida nas reações bioquímicas da fotossíntese e em outros processos metabólicos (cerca de 1%). Assim, cerca de 97% da água absorvida pelas raízes é transportada pela planta via xilema e evaporada pelas superfícies foliares por meio dos estômatos. Esse processo de perda de água denomina-se transpiração. A transpiração contribui para o controle da temperatura das plantas e permite o transporte da água juntamente com nutrientes minerais das raízes para a parte aérea. Contudo, com a perda de água pela transpiração, torna-se necessário a reposição contínua de água para manter um nível apropriado de hidratação dos tecidos. Deve-se considerar que a transpiração é capaz de proporcionar as plantas efeitos benéficos como o resfriamento das folhas, tendo em vista o alto calor de vaporização da água, aumento na absorção de minerais e uma aceleração da seiva no xilema, entretanto os efeitos negativos são mais agressivos, os quais ocorrem desde a injúrias até a morte das plantas, como ocorre em casos de desidratação. A água no contínuo solo-planta-atmosfera é transportada de acordo com um gradiente de potencial hídrico, sendo direcionada sempre para a região de menor potencial. Assim, as tensões no xilema necessárias para puxar a água do solo desenvolvem-se nas folhas como uma consequência da transpiração. Quando as folhas abrem seus estômatos para obter dióxido de carbono (CO2) para a fotossíntese, o vapor de água difunde-se para fora delas. Isso causa a evaporação da água da superfície das paredes celulares dentro das folhas. Por sua vez, a perda de água das paredes celulares causa o decréscimo do potencial hídrico nelas. Isso cria um gradiente no potencial hídrico que gera um fluxo de água em direção aos sítios de evaporação. À medida que a evaporação ocorre na superfície da folha, as propriedades de adesão e coesão trabalham em conjunto para puxar as moléculas de água das raízes e através do xilema. Os estômatos são estruturas encontradas na epiderme vegetal, sendo o principal mecanismo que controla as trocas gasosas das plantas terrestres. As plantas perdem água para a atmosfera quando os estômatos se abrem para fixar CO2 durante o processo de fotossíntese. Desse modo, a transpiração pode ser considerada um \"custo\" necessário associado à abertura dos estômatos para permitir a difusão do CO2 do ar para a fotossíntese. O controle da abertura estomática é primordial para a manutenção da taxa fotossintética máxima com uma mínima taxa de transpiração, ou seja, com a menor perda de água possível. A relação entre estas duas taxas é variável entre espécies e dentro da espécie, sendo denominada de 'eficiência de uso de água. Para atender as demandas contraditórias de maximizar a absorção de CO2 enquanto limitam a perda de água, as plantas desenvolveram adaptações para controlar a perda de água pelas folhas e repor a água perdida para a atmosfera. A alta eficiência do uso da água nas plantas CAM provavelmente seja responsável por sua ampla diversificação e especiação em ambientes limitados em água. Tais plantas crescem em desertos, como os cactos, abrem seus estômatos durante as noites frias e os fecham durante os dias quentes e secos, reduzindo significativamente a transpiração. == Regulação Transpiratória == As plantas regulam a taxa de transpiração controlando o tamanho das aberturas estomáticas. Os fatores ambientais influenciam a transpiração na medida em que alteram o gradiente de vapor de água entre a superfície da folha e o ar que a envolve. Assim, os principais fatores que afetam a transpiração nas plantas são: luz, temperatura e umidade do ar, dióxido de carbono (CO2), disponibilidade hídrica do solo, ventos e a cutícula vegetal, conforme descrito na Tabela 1. Tabela 1: Fatores que influenciam na transpiração das plantas. FATORES EFEITO NA TRANSPIRAÇÃO Luz A luz atua diretamente na abertura dos estômatos, permitindo a saída da água para atmosfera na forma de vapor. Além disso, a radiação luminosa contribui indiretamente para o aumento da temperatura e, como consequência, aumento da transpiração. Temperatura O aumento da temperatura aumenta a evaporação de água dos estômatos. A temperatura também influencia a abertura dos estômatos, pois na medida em que a temperatura do ar aumenta (até aproximadamente 25ºC), a abertura dos estômatos também aumenta, para manter a temperatura da planta. Umidade do ar A umidade do ar está diretamente relacionada com a transpiração, nesse caso, quanto maior a umidade, menor será a taxa de transpiração das plantas. Isso ocorre devido à redução da diferença de potencial hídrico entre a folha e a atmosfera. Dióxido de carbono (CO2) A alta concentração de CO2 contribui para manter os estômatos fechados, reduzindo a transpiração e mantendo a turgidez. Além disso, a maior concentração deste gás aumenta a eficiência da fotossíntese. Disponibilidade de água O aumento da disponibilidade de água aumenta a transpiração da planta. Sendo assim, em situações onde houver redução da absorção de água, causada pela diminuição do potencial hídrico no solo, a transpiração será reduzida. Em casos que a falta de água é mais acentuada, os estômatos se fecham. Nesta situação ocorre uma redução ainda maior na transpiração, bem como na fotossíntese, em virtude da diminuição da absorção de CO2 pela planta. Vento O vento causa a remoção do vapor de água da superfície da folha, aumentando a diferença de concentração de vapor de água entre a folha e a atmosfera e, consequentemente, aumenta a transpiração. Porém, em situações em que o vento é muito forte, a planta pode fechar os estômatos e reduzir a transpiração. Cutícila vegetal Uma cutícula cerosa é relativamente impermeável à água e ao vapor de água e reduz a evaporação na superfície da planta, exceto através dos estômatos. Uma cutícula reflexiva reduzirá o aquecimento e o aumento da temperatura das folhas, ajudando a reduzir a taxa de evaporação. Estruturas como tricomas, presentes na superfície das folhas, também podem reduzir a perda de água. Tais estratégias são adaptações das plantas para a conservação da água. A taxa de transpiração é um aspecto de suma importância, para compreender essa dinâmica de saída da água das folhas, sendo dependente de alguns fatores, como umidade e temperatura do ar, da área foliar, da intensidade de radiação luminosa entre outros. Além disso, as taxas de transpiração máximas estão relacionadas com a abertura estomática, a morfologia e ecologia da planta, podendo ser muito varáveis. == Cavitação == Quando há uma alta transpiração, pressões negativas na água do xilema podem causar cavitação, ou seja existe uma tendência do ar ser puxado através dos microporos das paredes celulares do xilema, deve-se considerar que a água do xilema contém gases dissolvidos, dentre eles o dióxido de carbono, oxigênio e nitrogênio, e quando ocorre uma tensão os gases tendem a se separar da solução, ocorrendo a formação de bolhas microscópicas, sendo essas pequenas bolhas capazes de expandir rapidamente ocupando todo o conduto do xilema, causando uma obstrução, denominada de embolia, a qual interrompe o transporte de água, causando déficits hídricos severos nas folhas, sendo prejudicial as plantas. == Bibliografia == * Martin, J.; W. Leonard & D. Stamp (1976), Principles of Field Crop Production (Third Edition), New York: Macmillan Publishing Co., Inc., ISBN 0-02-376720-0 * DVWK- Merkblatt 238: Ermittlung der Verdunstung von Land- und Wasserflächen.; 1996, 134 Seiten, DIN A4, ISBN 3-935067-84-4 * Merkblatt ATV-DVWK-M 504: Verdunstung in Bezug zu Landnutzung, Bewuchs und Boden.; September 2002, 144 Seiten, DIN A4, ISBN 3-936514-03-8 == Ligações externas == * Transpiração nas plantas * Transpiration by Trees * Transpiração excessiva * Suor, odor e transpiração * Transpiração nas pizzas * Categoria:Fisiologia animal Categoria:Fluidos corporais Categoria:Sistema exócrino Categoria:Reflexos Categoria:Excreção Categoria:Fisiologia vegetal Categoria:Ecologia Categoria:Hidrologia",
 "title": "Transpiração"
}