{
 "id": "55148",
 "text": "A Editora Mythos é uma editora brasileira sediada em São Paulo. Iniciou suas atividades em 1996 e surgiu a partir do Estúdio Art & Comics, responsável pelo agenciamento de vários desenhistas de quadrinhos no exterior. ==Breve história e leque de publicações== Fundada em 1996, por Dorival Vitor Lopes, Hélcio de Carvalho e Franco de Rosa (que pouco tempo depois fundou a Opera Graphica e a Editorial Kalaco), é especializada em histórias em quadrinhos. A Editora Mythos iniciou o leque de suas publicações com a revista de quadrinhos Tex, cowboy criado pelos italianos Giovanni Luigi Bonelli e Aurélio Gallepini. Hoje publica, da linha Bonelli Comics, 2000 AD (revista em quadrinhos), Dynamite Entertainment as revistas Zagor, Martin Mystère, Mágico Vento, Dylan Dog, Dampyr, Júlia, Cassidy & Demian, J Kendall, Juiz Dredd, O Sombra, O Aranha, O Besouro Verde e já publicou Ken Parker, Mister No e Nick Raider. Da mesma editora, revistas que enfocam o tema saúde, a conhecida revista Sexto Sentido, e também Espiritismo & Ciência e Ufo. A Mythos também atua no Brasil como parceira da Panini Comics, editando revistas da linha DC Comics, Marvel, Dark Horse, a revista Mad, Top Cow entre outras. A Mythos tem como sócios- proprietários os Editores Dorival Vitor Lopes e Hélcio de Carvalho, que trabalharam na Editora Abril por mais de 15 anos e atua como parceira do estúdio Art & Comics International, estúdio de criação que conta com ilustradores dos mais variados estilos, e agência desenhistas para o mercado norte-americano. Após o tratamento desleixado que algumas outras editoras fundaram, a equipe comandada por Dorival, Hélcio e João Paulo Martins, buscaram implantar um alto grau de profissionalismo na edição dessas revistas. Em 1986, Dorival e Hélcio saíram da Editora Abril para fundar o Estúdio Art&Comics;, que passou a produzir a maioria das revistas de super-heróis da editora (antes, em 1985, Dorival teve uma passagem pela Maurício de Sousa Produções). Posteriormente, diversificaram suas atividades fundando a Art&Comics; International, que é uma agência de representação de artistas brasileiros de histórias em quadrinhos no mercado norte-americano. Finalmente, Hélcio e Dorival deram o último passo, criando a Mythos Editora e passando a publicar seus próprios títulos, sem prejuízo das atividades anteriores. Assim, além de editar suas próprias revistas, a Mythos Editora faz trabalho de produção para outras editoras, sendo responsável pela edição dos quadrinhos Marvel e DC publicadas no Brasil pela Panini Comics. == Ver também == * Dia do Quadrinho Nacional * História em Quadrinhos no Brasil * Prêmio Angelo Agostini * Troféu HQ Mix == Ligações externas == * * * * Mythos Editora issuu",
 "title": "Editora Mythos"
}