{
 "id": "55150",
 "text": "A Segunda República Polonesa em polonês: II Rzeczpospolita, Druga Rzeczpospolita, abreviado: II RP ou Segunda República Polaca, na época oficialmente conhecida como República da Polônia (em polonês: Rzeczpospolita Polska, abreviado: RP) foi um país da Europa Central e Oriental que existiu entre 7 de outubro de 1918 e 6 de outubro de 1939. O estado foi estabelecido na fase final da Primeira Guerra Mundial, sendo criada pelo Império Alemão. A Segunda República deixou de existir em 1939, após a Polônia ter sido invadida pela Alemanha Nazista, pela União Soviética, e pela República Eslovaca, marcando o início do Teatro Europeu da Segunda Guerra Mundial. O governo polonês no exílio foi estabelecido em Paris e mais tarde em Londres após a queda da França em 1940. Quando, após vários conflitos regionais, principalmente a vitoriosa guerra polaco-soviética, as fronteiras do estado foram finalizadas em 1922, os vizinhos da Polônia eram a Tchecoslováquia, a Alemanha, a Cidade Livre de Danzig, a Lituânia, a Letônia, a Romênia e a União Soviética. Tinha acesso ao Mar Báltico através de uma pequena faixa de costa conhecida como Corredor Polaco em ambos os lados da cidade de Gdynia. Entre março e agosto de 1939, a Polônia também partilhou fronteira com a então província húngara da Subcarpática. Em 1938, a Segunda República era o sexto maior país da Europa. Segundo o censo de 1921, o número de habitantes era de 27,2 milhões. Em 1939, pouco antes da eclosão da Segunda Guerra Mundial, esse número havia aumentado para cerca de 35,1 milhões. Quase um terço da população provinha de grupos minoritários: 13,9% rutenos; 10% Judeus Asquenazes; 3,1% bielorrussos; 2,3% alemães e 3,4% tchecos e lituanos. Ao mesmo tempo, um número significativo de polacos étnicos vivia fora das fronteiras do país. A Segunda República manteve um desenvolvimento econômico moderado. Os centros culturais da Polónia entre guerrasVarsóvia, Cracóvia, Poznań, Wilno e Lwówtornaram-se grandes cidades europeias e locais de universidades e outras instituições de ensino superior internacionalmente aclamadas. Embora os judeus polacos fossem alguns dos maiores apoiantes do líder da Segunda República, Józef Piłsudski, mesmo depois de este ter regressado à política e consolidado o poder em 1926, na década de 1930 a República começou a discriminar abertamente os seus judeus (e, em menor medida, os ucranianos), restringindo a entrada de judeus em profissões e impondo limitações aos negócios judaicos. == Nome == O nome oficial do estado era República da Polônia. Na língua polaca, era referida como Rzeczpospolita Polska (abr. RP), sendo o termo Rzeczpospolita um nome tradicional para a república quando se refere a vários estados polacos, incluindo a Comunidade Polaco-Lituana (considerada a Primeira República Polaca, Pierwsza Rzeczpospolita), e mais tarde, a atual Terceira República Polonesa. Em outras línguas oficiais usadas regionalmente, o estado era referido como: Republik Polen em alemão, Польська Республіка em ucraniano, Польская Рэспубліка em bielorrusso, e Lenkijos Respubli. ka, em lituano. Entre 14 de novembro de 1918 Monitor Polski, no. 203, 1918 . e 13 de março de 1919, Monitor Polski, no. 59, 1919 . o estado foi referido em polonês como Republika Polska, em vez de Rzeczpospolita Polska. Ambos os termos significam a República; no entanto, republika é um termo geral, enquanto Rzeczpospolita tradicionalmente se refere exclusivamente aos estados polacos. Além disso, entre 8 de novembro de 1918 e 16 de agosto de 1919, o Diário de Leis do Estado da Polônia referiu-se ao país como Estado da Polônia (em polonês: Państwo Polskie). Journal of Laws, no. 66, position 400 , 31 July 1919. Após o fim da Segunda Guerra Mundial e o estabelecimento dos estados posteriores da República Popular da Polônia e da Terceira República Polaca, o estado histórico é referido como a Segunda República Polaca. Na língua polaca, o país é tradicionalmente referido como II Rzeczpospolita (Druga Rzeczpospolita), que significa Segunda República. == Prelúdio == Depois de mais de um século de partições entre as potências imperiais austríaca, prussiana e russa, a Polônia ressurgiu como um estado soberano no final da Primeira Guerra Mundial na Europa em 1917-1918. Mieczysław Biskupski. The history of Poland. Greenwood Publishing Group. 2000. p. 51. ISBN 0313305714. Norman Davies. Heart of Europe: The Past in Poland's Present. Oxford University Press. 2001. pp. 100-101. ISBN 0192801260. Piotr S. Wandycz. The Lands of Partitioned Poland 1795-1918. University of Washington Press. 1974. p. 368. ISBN 0295953586. Os Aliados vitoriosos da Primeira Guerra Mundial confirmaram o renascimento da Polônia no Tratado de Versalhes de Junho de 1919. Foi uma das grandes histórias da Conferência de Paz de Paris de 1919. A Polônia solidificou a sua independência numa série de guerras fronteiriças travadas pelo recém-formado Exército Polaco de 1918 a 1921. A extensão da metade oriental do território entre guerras da Polônia foi resolvida diplomaticamente em 1922 e reconhecida internacionalmente pela Liga das Nações. Mieczysław B. Biskupski. The origins of modern Polish democracy. Ohio University Press. 2010. p. 130. === Fim da Primeira Guerra Mundial === Ao longo da Primeira Guerra Mundial (1914-1918), o Império Alemão gradualmente dominou a Frente Oriental à medida que o Exército Imperial Russo recuava. Os exércitos alemão e austro-húngaro tomaram a parte governada pela Rússia do que se tornou a Polônia. Numa tentativa fracassada de resolver a questão polonesa o mais rápido possível, Berlim criou o Reino fantoche da Polônia em 14 de janeiro de 1917, com um Conselho de Estado Provisório governante e (a partir de 15 de outubro de 1917) um Conselho de Regência (Rada Regencyjna Królestwa Polskiego). O Conselho administrou o país sob os auspícios alemães (ver também Mitteleuropa), enquanto se aguarda a eleição de um rei. Mais de um mês antes da rendição da Alemanha, em 11 de novembro de 1918, e do fim da guerra, o Conselho de Regência dissolveu o Conselho de Estado Provisório e anunciou a sua intenção de restaurar a independência polaca (7 de outubro de 1918). Com a notável exceção do Partido Social-Democrata do Reino da Polônia e Lituânia (SDKPiL), de orientação marxista, a maioria dos partidos políticos poloneses apoiou esta medida. Em 23 de outubro, o Conselho de Regência nomeou um novo governo sob Józef Świeżyński e iniciou o recrutamento para o exército polaco.Richard M. Watt, Bitter Glory: Poland and Its Fate, 1918–1939 (1998) === Formação da República === Em 1918-1919, mais de 100 conselhos de trabalhadores surgiram nos territórios polacos; em 5 de novembro de 1918, em Lublin, foi estabelecido o primeiro Soviete de Delegados. Em 6 de novembro, os socialistas proclamaram a República de Tarnobrzeg em Tarnobrzeg, na Galiza austríaca. No mesmo dia, o socialista Ignacy Daszyński criou um Governo Popular Provisório da República da Polônia (Tymczasowy Rząd Ludowy Republiki Polskiej) em Lublin. No domingo, 10 de novembro, às 7 horas da manhã, Józef Piłsudski, recém-libertado de 16 meses numa prisão alemã em Magdeburgo, regressou de comboio a Varsóvia. Piłsudski, juntamente com o coronel Kazimierz Sosnkowski, foram recebidos na estação ferroviária de Varsóvia pelo regente Zdzisław Lubomirski e pelo coronel Adam Koc. No dia seguinte, devido à sua popularidade e apoio da maioria dos partidos políticos, o Conselho de Regência nomeou Piłsudski Comandante-em- Chefe das Forças Armadas Polacas. Em 14 de novembro, o Conselho dissolveu-se e transferiu toda a sua autoridade para Piłsudski como Chefe de Estado (Naczelnik Państwa). Após consulta com Piłsudski, o governo de Daszyński dissolveu-se e um novo governo foi formado sob Jędrzej Moraczewski. Em 1918, o Reino de Itália tornou-se o primeiro país da Europa a reconhecer a soberania renovada da Polônia. Andrzej Garlicki (1995), Józef Piłsudski, 1867–1935. Os centros de governo que se formaram naquela época na Galiza (anteriormente governada pela Áustria no sul da Polônia) incluíam o Conselho Nacional do Principado de Cieszyn (estabelecido em Novembro de 1918), a República de Zakopane e o Comitê de Liquidação Polaco (28 de Outubro). Logo depois, a Guerra Polaco-Ucraniana eclodiu em Lwów (1 de novembro de 1918) entre forças do Comitê Militar dos Ucranianos e as unidades irregulares polonesas compostas por estudantes conhecidos como Águias de Lwów, que mais tarde foram apoiadas pelo Exército Polonês (ver Batalha de Lwów (1918), Batalha de Przemyśl (1918)). Entretanto, no oeste da Polônia, outra guerra de libertação nacional começou sob a bandeira da revolta da Grande Polônia (1918-1919). Em janeiro de 1919, as forças da Tchecoslováquia atacaram unidades polonesas na área de Trans-Olza (ver Guerra Polaco-Tchecoslovaca). Logo depois, a Guerra Polaco- Lituana (1919–1920) começou e, em agosto de 1919, os residentes de língua polonesa da Alta Silésia iniciaram uma série de três Revoltas da Silésia. O conflito militar mais crítico desse período, contudo, a Guerra Polaco- Soviética (1919-1921), terminou com uma vitória polaca decisiva. Norman Richard Davies, White Eagle, Red Star: the Polish-Soviet War, 1919–20 (2nd ed. 2003) == Política e governo == A Segunda República Polaca foi uma democracia parlamentar de 1919 (ver Pequena Constituição de 1919) a 1926, com o Presidente tendo poderes limitados. O Parlamento elegeu-o e ele poderia nomear o primeiro-ministro, bem como o governo, com a aprovação do Sejm (câmara baixa), mas só poderia dissolver o Sejm com o consentimento do Senado. Além disso, o seu poder para aprovar decretos era limitado pela exigência de que o Primeiro-Ministro e o outro Ministro apropriado tivessem de verificar os seus decretos com as suas assinaturas. A Polônia foi um dos primeiros países do mundo a reconhecer o sufrágio feminino. Às mulheres na Polônia foi concedido o direito de voto em 28 de novembro de 1918 por um decreto do General Józef Piłsudski. A. Polonsky, Politics in Independent Poland, 1921–1939: The Crisis of Constitutional Government (1972) Os principais partidos políticos desta época eram o Partido Socialista Polaco, os Democratas Nacionais, vários partidos camponeses, os democratas-cristãos e grupos políticos de minorias étnicas (alemão: Partido Social Democrata Alemão da Polônia, Judeu: Bund Geral do Trabalho Judaico na Polônia, Partido Socialista Judaico dos Trabalhadores Unidos, e Ucraniano: Aliança Democrática Nacional Ucraniana). A mudança frequente de governo (ver eleições legislativas polacas de 1919, eleições legislativas polacas de 1922) e outra publicidade negativa que os políticos receberam (como acusações de corrupção ou a tentativa de golpe polaco de 1919), tornaram-nos cada vez mais impopulares. Os principais políticos desta época, além do general Piłsudski, incluíam o ativista camponês Wincenty Witos (primeiro-ministro três vezes) e o líder de direita Roman Dmowski. As minorias étnicas estavam representadas no Sejm; por exemplo, em 1928-1930 existia o Clube Ucraniano-Bielorrusso, com 26 membros ucranianos e 4 bielorrussos. Após a guerra polaco-soviética, o marechal Piłsudski levou uma vida intencionalmente modesta, ganhando a vida escrevendo livros históricos. Depois de assumir o poder através de um golpe militar em Maio de 1926, ele enfatizou que queria curar a sociedade e a política polacas da excessiva política partidária. Seu regime, portanto, foi chamado de Sanacja em polonês. As eleições parlamentares de 1928 ainda foram consideradas livres e justas, embora o Bloco Apartidário de Cooperação com o Governo as tenha vencido. As três eleições parlamentares seguintes (em 1930, 1935 e 1938) foram manipuladas, com ativistas da oposição enviados para a prisão de Bereza Kartuska (ver também julgamentos de Brest). Como resultado, o partido pró- governo Campo da Unidade Nacional obteve grandes maiorias neles. Piłsudski morreu logo após a aprovação de uma constituição autoritária na primavera de 1935. Durante os últimos quatro anos da Segunda República Polaca, os principais políticos incluíram o Presidente Ignacy Mościcki, o Ministro dos Negócios Estrangeiros Józef Beck e o Comandante-em-Chefe do Exército Polaco, Marechal Edward Rydz-Śmigły. O país foi dividido em 104 distritos eleitorais, e os políticos que foram forçados a deixar a Polônia fundaram a Frente Morges em 1936. O governo que governou a Segunda República Polaca nos seus últimos anos é frequentemente referido como os coronéis de Piłsudski. Peter Hetherington, Unvanquished: Joseph Piłsudski, Resurrected Poland, and the Struggle for Eastern Europe (2012); W. Jędrzejewicz, Piłsudski. === Governantes === ==== Chefe de Estado (1918–1922) ==== Retrato Nome Mandato Partido Posse Fim Józef Piłsudski 22 de novembro de 1918 9 de dezembro de 1922 Nenhum ==== Presidente (1922–1939) ==== Retrato Nome Mandato Partido Posse Fim Gabriel Narutowicz 9 de dezembro de 1922 16 de dezembro de 1922 Nenhumapoiado pelo Partido Popular Polonês \"Wyzwolenie\" Stanisław Wojciechowski 20 de dezembro de 1922 14 de maio de 1926 Partido Popular Polonês \"Piast\" Ignacy Mościcki 1 de junho de 1926 30 de setembro de 1939 Nenhum Bolesław Wieniawa- Długoszowski 1 de outubro de 1939 Nenhum ==== Primeiros-ministros ==== Retrato Nome Mandato Partido Posse Fim Jędrzej Moraczewski 18 de novembro de 1918 16 de janeiro de 1919 Partido Socialista Polonês 151x151px Ignacy Paderewski 18 de janeiro de 1919 27 de novembro de 1919 Nenhum Leopold Skulski 13 de dezembro de 1919 9 de junho de 1920 Partido Popular Polonês \"Piast\" Władysław Grabski 27 de junho de 1920 24 de julho de 1920 Związek Ludowo-Narodowy Wincenty Witos 24 de julho de 1920 13 de setembro de 1921 Partido Popular Polonês \"Piast\" Antoni Ponikowski 19 de setembro de 1921 5 de março de 1922 Partido Democrata Cristão Polonês Antoni Ponikowski 10 de março de 1922 6 de junho de 1922 Partido Democrata Cristão Polonês Artur Śliwiński 28 de junho de 1922 7 de julho de 1922 Partido Socialista Polonês 171x171px Wojciech Korfanty 14 de julho de 1922 31 de julho de 1922 Partido Democrata Cristão Polonês Julian Nowak 31 de julho de 1922 14 de dezembro de 1922 Stronnictwo Prawicy Narodowej Władysław Sikorski 16 de dezembro de 1922 26 de maio de 1923 Nenhum Wincenty Witos 28 de maio de 1923 14 de dezembro de 1923 Partido Popular Polonês \"Piast\" Władysław Grabski 19 de dezembro de 1923 14 de novembro de 1925 Związek Ludowo-Narodowy Aleksander Skrzyński 20 de novembro de 1925 5 de maio de 1926 Stronnictwo Prawicy Narodowej Wincenty Witos 10 de maio de 1926 14 de maio de 1926 Partido Popular Polonês \"Piast\" Kazimierz Bartel 15 de maio de 1926 4 de junho de 1926 Bloco Apartidário de Cooperação com o Governo Kazimierz Bartel 8 de junho de 1926 24 de setembro de 1926 Bloco Apartidário de Cooperação com o Governo Kazimierz Bartel 27 de setembro de 1926 30 de setembro de 1926 Bloco Apartidário de Cooperação com o Governo Józef Piłsudski 2 de outubro de 1926 27 de junho de 1928 Nenhum Kazimierz Bartel 27 de junho de 1928 13 de abril de 1929 Bloco Apartidário de Cooperação com o Governo Kazimierz Świtalski 14 de abril de 1929 7 de dezembro de 1929 Bloco Apartidário de Cooperação com o Governo Kazimierz Bartel 29 de dezembro de 1929 15 de março de 1930 Bloco Apartidário de Cooperação com o Governo 157x157px Walery Sławek 29 de março de 1930 23 de agosto de 1930 Partido Socialista Polonês Józef Piłsudski 25 de agosto de 1930 4 de dezembro de 1930 Nenhum 157x157px Walery Sławek 4 de dezembro de 1930 26 de maio de 1931 Partido Socialista Polonês Aleksander Prystor 27 de maio de 1931 9 de maio de 1933 Partido Socialista Polonês 207x207px Janusz Jędrzejewicz 10 de maio de 1933 13 de maio de 1934 Partido Socialista Polonês 205x205px Leon Kozłowski 15 de maio de 1934 28 de março de 1935 Bloco Apartidário de Cooperação com o Governo 157x157px Walery Sławek 28 de março de 1935 12 de outubro de 1935 Partido Socialista Polonês Marian Zyndram-Kościałkowski 13 de outubro de 1935 15 de maio de 1936 Partido Popular Polonês \"Wyzwolenie\" Felicjan Sławoj Składkowski 15 de maio de 1936 30 de setembro de 1939 Nenhum === Militares === A Polônia entre guerras tinha um grande exército de 270.000 soldados em serviço ativo: em 37 divisões de infantaria, 11 brigadas de cavalaria e duas brigadas blindadas, além de unidades de artilharia. Outros 700 mil homens serviram nas reservas. No início da guerra, o exército polaco conseguiu colocar em campo quase um milhão de soldados, 4.300 armas, cerca de 1.000 veículos blindados, incluindo entre 200 e 300 tanques (a maioria dos veículos blindados eram tanquetes ultrapassados) e 745 aeronaves (no entanto, apenas cerca de 450 deles eram bombardeiros e caças disponíveis para lutar em 1º de setembro de 1939). O treinamento do exército polonês foi minucioso. Os suboficiais eram um corpo competente de homens com conhecimento especializado e ideais elevados. Os oficiais, tanto superiores quanto subalternos, atualizavam constantemente seu treinamento no campo e na sala de aula, onde as conquistas técnicas modernas e as lições das guerras contemporâneas eram demonstradas e discutidas. O equipamento do exército polaco era menos desenvolvido tecnicamente do que o da Alemanha Nazista e o seu rearmamento foi retardado pela confiança no apoio militar da Europa Ocidental e pelas dificuldades orçamentais. Walter M. Drzewieniecki, \"The Polish Army on the Eve of World War II\", Polish Review (1981) 26#3 pp 54–64. O sistema de comando polaco ao nível de todos os militares e exércitos polacos era obsoleto. Os generais no comando dos exércitos tiveram que pedir permissão ao alto comando. Os militares polacos tentaram organizar frentes compostas por grupos de exércitos apenas quando já era tarde demais durante a Guerra Defensiva Polaca em 1939. == Economia == Depois de recuperar a sua independência, a Polônia enfrentou grandes dificuldades econômicas. Além da devastação provocada pela Primeira Guerra Mundial, da exploração da economia polaca pelas potências ocupantes alemãs e russas e da sabotagem levada a cabo pelos exércitos em retirada, a nova república enfrentou a tarefa de unificar economicamente regiões económicas díspares, o que já havia feito parte de diferentes países e diferentes impérios. Nikolaus Wolf, \"Path dependent border effects: the case of Poland's reunification (1918–1939)\", Explorations in Economic History, 42, 2005, pp. 414–438. Dentro das fronteiras da República estavam os remanescentes de três sistemas econômicos diferentes, com cinco moedas diferentes (o marco alemão, o rublo imperial russo, a coroa austríaca, o marco polonês e o Ostrubel) e com pouca ou nenhuma infraestrutura direta. A situação era tão má que os centros industriais vizinhos, bem como as grandes cidades, não tinham ligações ferroviárias directas porque faziam parte de jurisdições e impérios diferentes. Por exemplo, não houve ligação ferroviária direta entre Varsóvia e Cracóvia até 1934. Esta situação foi descrita por Melchior Wańkowicz no seu livro Sztafetá. Além disso, houve a destruição massiva deixada após a Primeira Guerra Mundial e a Guerra Polaco-Soviética. Havia também uma grande disparidade económica entre as partes oriental (comumente chamada Polônia B) e ocidental (chamada Polônia A) do país, sendo a metade ocidental, especialmente áreas que tinham pertencido à Prússia e ao Império Alemão, sendo muito mais desenvolvida e próspero. Os frequentes encerramentos de fronteiras e uma guerra alfandegária com a Alemanha também tiveram impactos económicos negativos na Polônia. Em 1924, o primeiro-ministro Władysław Grabski, que também era Ministro da Economia, introduziu o złoty como moeda única comum para a Polônia (substituindo a marca), que permaneceu uma moeda estável. A moeda ajudou a Polônia a controlar a enorme hiperinflação. Foi o único país da Europa capaz de fazer isto sem empréstimos ou ajuda externa. A taxa média de crescimento anual (PIB per capita) foi de 5,24% em 1920–29 e 0,34% em 1929–38. .Stephen Broadberry, Kevin H. O'Rourke. The Cambridge Economic History of Modern Europe: Volume 2, 1870 to the Present. Cambridge University Press. 2010. pp. 188, 190. Stephen Broadberry, Kevin H. O'Rourke. The Cambridge Economic History of Modern Europe: Volume 2, 1870 to the Present. Cambridge University Press. 2010. pp. 188, 190. Ano Int$. 1922 1,382 1929 2,117 1930 1,994 1931 1,823 1932 1,658 1933 1,590 1934 1,593 1935 1,597 1936 1,626 1937 1,915 1938 2,182 As relações hostis com os vizinhos foram um grande problema para a economia da Polônia entreguerras. No ano de 1937, o comércio externo com todos os vizinhos representava apenas 21% do total da Polônia. O comércio com a Alemanha, o vizinho mais importante da Polônia, representou 14,3% do câmbio polaco. O comércio exterior com a União Soviética (0,8%) era praticamente inexistente. A Tchecoslováquia representou 3,9%, a Letônia 0,3% e a Romênia 0,8%. Em meados de 1938, após o Anschluss com a Áustria, a Grande Alemanha era responsável por até 23% do comércio exterior polaco. O regime de Piłsudski seguiu a tradição económica conservadora de mercado livre da Comunidade Polaco-Lituana ao longo da sua existência. A Polónia tinha uma das taxas de tributação mais baixas da Europa, com 9,3% dos impostos como distribuição do rendimento nacional. O regime de Piłsudski também dependia fortemente de investimentos e economias estrangeiras, com 45,4% do capital social polaco controlado por empresas estrangeiras. Após a Grande Depressão, a economia polaca desmoronou e não conseguiu recuperar até que o governo de Ignacy Mościcki introduziu reformas econômicas com mais intervenções governamentais com um aumento nas receitas fiscais e nos gastos públicos após a morte de Piłsudski. Estas políticas intervencionistas permitiram à economia da Polónia recuperar da recessão. A base da recuperação gradual da Polónia após a Grande Depressão foram os planos de desenvolvimento económico em massa do novo governo (ver Plano de Quatro Anos) sob o economista Eugeniusz Kwiatkowski, que supervisionou a construção de três elementos infra- estruturais principais. A primeira foi a criação do porto marítimo de Gdynia, que permitiu à Polônia contornar completamente Gdańsk (que estava sob forte pressão alemã para boicotar as exportações de carvão polaco). A segunda foi a construção da ligação ferroviária de 500km entre a Alta Silésia e Gdynia, chamada Linha Tronco de Carvão Polonês, que servia comboios de mercadorias com carvão. A terceira foi a criação de um distrito industrial central denominado COP - Centralny Okręg Przemysłowy (Região Industrial Central). Infelizmente, estes desenvolvimentos foram interrompidos e em grande parte destruídos pela invasão alemã e soviética e pelo início da Segunda Guerra Mundial. Atlas Historii Polski, Demart Sp, 2004, ISBN 83-89239-89-2. Outras conquistas da Polônia entre guerras incluíram Stalowa Wola (uma cidade totalmente nova, construída em uma floresta ao redor de uma usina siderúrgica), Mościce (agora um distrito de Tarnów, com uma grande fábrica de nitrato) e a criação de um banco central chamado Banco de Polônia. Houve várias feiras comerciais, sendo as mais populares a Feira Internacional de Poznań, a Targi Wschodnie de Lwów e a Targi Północne de Wilno. A Rádio Polonesa tinha dez estações (ver Estações de rádio na Polônia entreguerras), com a décima primeira planejada para ser inaugurada no outono de 1939. Além disso, em 1935, engenheiros polacos começaram a trabalhar em serviços de televisão. No início de 1939, especialistas da Rádio Polonesa construíram quatro aparelhos de TV. O primeiro filme transmitido pela TV experimental polonesa foi Barbara Radziwiłłówna, e em 1940, um serviço regular de TV estava programado para começar a operar. A Polônia entreguerras também era um país com numerosos problemas sociais. O desemprego era elevado, e a pobreza no campo era generalizada, o que resultou em vários casos de agitação social, como o motim de Cracóvia de 1923, e a greve camponesa de 1937. Houve conflitos com minorias nacionais, como a Pacificação dos Ucranianos na Galiza Oriental (1930), as relações com os vizinhos polacos foram por vezes complicadas (ver ataque soviético a Stołpce, conflitos fronteiriços polaco-checoslovacos, e o ultimato polaco de 1938 à Lituânia). Além disso, houve desastres naturais, como a enchente de 1934 na Polônia. === Principais centros industriais === direita|miniaturadaimagem|A Feira Oriental em Lwów, 1936 A Polônia entreguerras foi não oficialmente dividida em duas partes - a melhor desenvolvida \"Polônia A\" no oeste, e a subdesenvolvida \"Polônia B\" no leste. A indústria polonesa estava concentrada no oeste, principalmente na Alta Silésia polonesa e na província adjacente de Zagłębie Dąbrowskie, na Pequena Polônia, onde estava localizada a maior parte das minas de carvão e siderúrgicas. Além disso, as fábricas da indústria pesada estavam localizadas em Częstochowa (Huta Częstochowa, fundada em 1896), Ostrowiec Świętokrzyski (Huta Ostrowiec, fundada em 1837-1839), Stalowa Wola (nova cidade industrial, que foi construída do zero em 1937-1938), Chrzanów (Fablok, fundada em 1919), Jaworzno, Trzebinia (refinaria de petróleo, inaugurada em 1895), Łódź (sede da indústria têxtil polonesa), Poznań (H. Cegielski – Poznań), Cracóvia e Varsóvia (Fábrica Ursus). Mais a leste, em Kresy, os centros industriais incluíam duas grandes cidades da região – Lwów e Wilno (Elektrit). Além da mineração de carvão, a Polónia também tinha depósitos de petróleo em Borysław, Drohobycz, Jasło e Gorlice, sal de potássio (TESP) e basalto (Janowa Dolina). Além das áreas industriais já existentes, em meados da década de 1930, um ambicioso projeto patrocinado pelo Estado, denominado Região Industrial Central, foi iniciado sob o comando do ministro Eugeniusz Kwiatkowski. Um dos traços característicos da economia polaca no interbellum foi a nacionalização gradual das principais fábricas. Este foi o caso da Fábrica Ursus e de diversas siderúrgicas, como Huta Pokój em Ruda Śląska – Nowy Bytom, Huta Królewska em Chorzów – Królewska Huta, Huta Laura em Siemianowice Śląskie, bem como Scheibler e Grohman Works em Lodź. === Transportes === De acordo com o Anuário Estatístico da Polônia de 1939, o comprimento total das ferrovias na Polônia (em 31 de dezembro de 1937) era de 20,118km. A densidade ferroviária era de 5,2km por 100km2. As ferrovias eram muito densas na parte ocidental do país, enquanto no leste, especialmente na Polésia, a ferrovia era inexistente em alguns condados. Durante o período entre guerras, o governo polaco construiu várias novas linhas, principalmente na parte central do país. A construção da extensa estação ferroviária Warszawa Główna nunca foi concluída devido à guerra, enquanto as ferrovias polacas eram famosas pela sua pontualidade. No período entre guerras, a rede rodoviária da Polônia era densa, mas a qualidade das estradas era muito fraca – apenas 7% de todas as estradas estavam pavimentadas e prontas para utilização automóvel, e nenhuma das principais cidades estava ligada entre si por uma boa ligação. rodovia de qualidade. Em 1939, os polacos construíram apenas uma autoestrada: 28km de estrada reta de concreto que liga as aldeias de Warlubie e Osiek (centro-norte da Polônia). Foi projetado pelo engenheiro italiano Piero Puricelli. esquerda|miniaturadaimagem|O CWS T-1 Torpedo foi o primeiro carro construído em série fabricado na Polônia. Em meados da década de 1930, a Polônia tinha 340,000km de estradas, mas apenas 58.000 tinham superfície dura (cascalho, paralelepípedo ou calcamento), e 2.500 eram modernas, com superfície de asfalto ou concreto. Em diferentes pontos do país, havia trechos de estradas pavimentadas, que terminavam repentinamente, e eram seguidos por estradas de terra. O mau estado das estradas foi o resultado tanto do domínio estrangeiro duradouro como do financiamento inadequado. Em 29 de janeiro de 1931, o Parlamento polaco criou o Fundo Estatal de Estradas, cujo objetivo era arrecadar dinheiro para a construção e conservação de estradas. O governo elaborou um plano de 10 anos, com prioridades rodoviárias: uma autoestrada de Wilno, através de Varsóvia e Cracóvia, até Zakopane (chamada autoestrada Marshal Piłsudski), autoestradas asfaltadas de Varsóvia a Poznań e Łódź, bem como uma estrada circular de Varsóvia. No entanto, o plano revelou-se demasiado ambicioso, com fundos insuficientes no orçamento nacional para pagá- lo. Em Janeiro de 1938, o Congresso Rodoviário Polaco estimou que a Polónia precisaria de gastar três vezes mais dinheiro em estradas para acompanhar a Europa Ocidental. Em 1939, antes da eclosão da guerra, a LOT Polish Airlines, fundada em 1929, tinha seu hub no Aeroporto Okęcie de Varsóvia. Nessa altura, a LOT mantinha diversos serviços, tanto nacionais como internacionais. Varsóvia tinha ligações domésticas regulares com Gdynia-Rumia, Danzig- Langfuhr, Katowice-Muchowiec, Cracóvia-Rakowice-Czyżyny, Lwów-Skniłów, Poznań- Ławica e Wilno-Porubanek. Além disso, em cooperação com a Air France, LARES, Lufthansa, e Malert, foram mantidas ligações internacionais com Atenas, Beirute, Berlim, Bucareste, Budapeste, Helsínquia, Kaunas, Londres, Paris, Praga, Riga, Roma, Tallinn, e Zagreb. Urzędowy Rozkład Jazy i Lotów, Lato 1939. Wydawnictwo Ministerstwa Komunikacji, Warszawa 1939. === Agricultura === Estatisticamente, a maioria dos cidadãos vivia no campo (75% em 1921). Os agricultores representavam 65% da população. Em 1929, a produção agrícola representava 65% do PIB da Polônia. Após 123 anos de partições, as regiões do país desenvolveram-se de forma muito desigual. As terras do antigo Império Alemão eram as mais avançadas; na Grande Polônia, na Alta Silésia e na Pomerélia, a agricultura e as colheitas situavam-se ao nível da Europa Ocidental. A situação era muito pior em partes da Polônia do Congresso, nas Terras Fronteiriças Orientais e no que antes era a Galiza, onde a agricultura era bastante atrasada e primitiva, com um grande número de pequenas explorações agrícolas, incapazes de ter sucesso no mercado nacional ou internacional mercado. Outro problema era a superpopulação do campo, que resultava em desemprego crônico. As condições de vida eram tão más em várias regiões orientais, como nos condados habitados pela minoria Hutsul, que havia fome permanente. Os agricultores rebelaram-se contra o governo (ver: greve camponesa de 1937 na Polônia), e a situação começou a mudar no final da década de 1930, devido à construção de diversas fábricas para a Região Industrial Central, que deram emprego a milhares de residentes rurais e de pequenas cidades. === Comércio alemão === A partir de junho de 1925, houve uma guerra alfandegária, com a revanchista República de Weimar impondo um embargo comercial contra a Polônia durante quase uma década; envolveu tarifas e amplas restrições econômicas. Depois de 1933, a guerra comercial terminou. Os novos acordos regulamentaram e promoveram o comércio. A Alemanha tornou-se o maior parceiro comercial da Polónia, seguida pela Grã-Bretanha. Em outubro de 1938, a Alemanha concedeu um crédito de 60 milhões de Reichsmarks à Polônia (120 milhões de zloty, ou £4.800.000) que nunca foi realizado, devido à eclosão da guerra. A Alemanha entregaria equipamento e maquinaria fabril em troca de madeira e produtos agrícolas polacos. Este novo comércio seria um acréscimo aos acordos comerciais germano-poloneses existentes. Wojna celna (German–Polish customs' war) (Internet Archive), Encyklopedia PWN, Biznes. Keesing's Contemporary Archives Volume 3, (October 1938) p. 3283. == Educação e cultura == Em 1919, o governo polaco introduziu a escolaridade obrigatória para todas as crianças dos 7 aos 14 anos, num esforço para limitar o analfabetismo, que era generalizado, especialmente na antiga partição russa e na partição austríaca do leste da Polónia. Em 1921, um terço dos cidadãos da Polônia permaneciam analfabetos (38% no campo). O processo foi lento, mas em 1931 o nível de analfabetismo caiu para 23% no geral (27% no campo) e caiu ainda mais para 18% em 1937. Em 1939, mais de 90% das crianças frequentavam a escola. Norman Davies (2005), God's Playground A History of Poland: Volume II: 1795 to the Present. Em 1932, Janusz Jędrzejewicz, o Ministro da Religião e Educação, realizou uma grande reforma que introduziu dois níveis principais de educação: a escola comum ( szkoła powszechna ), com três níveis – 4 séries + 2 séries + 1 série; e ensino médio (szkoła średnia), com dois níveis - 4 séries do ensino médio abrangente e 2 séries do ensino médio específico (clássico, humanístico, natural e matemático). Um graduado do ensino médio recebia uma pequena matura, enquanto um graduado do ensino médio recebia uma grande matura, o que lhes permitia buscar o ensino de nível universitário. Antes de 1918, a Polônia tinha três universidades: a Universidade Jaguelônica, a Universidade de Varsóvia e a Universidade de Lwów. A Universidade Católica de Lublin foi fundada em 1918; Universidade Adam Mickiewicz, Poznań, em 1919; e finalmente, em 1922, após a anexação da República da Lituânia Central, a Universidade de Wilno tornou-se a sexta universidade da República. Havia também três faculdades técnicas: a Universidade de Tecnologia de Varsóvia, a Politécnica de Lwów e a Universidade de Ciência e Tecnologia AGH de Cracóvia, fundada em 1919. A Universidade de Ciências da Vida de Varsóvia era um instituto agrícola. Em 1939, havia cerca de 50.000 alunos matriculados em cursos superiores. 28% dos estudantes universitários eram mulheres, a segunda percentagem mais elevada na Europa. A ciência polaca no interbellum era conhecida pelos seus matemáticos reunidos em torno da Escola de Matemática de Lwów, da Escola de Matemática de Cracóvia, bem como da Escola de Matemática de Varsóvia. Havia filósofos de classe mundial na escola de lógica e filosofia de Lwów-Varsóvia. Florian Znaniecki fundou os estudos sociológicos poloneses. Rudolf Weigl inventou uma vacina contra o tifo. Bronisław Malinowski foi considerado um dos antropólogos mais importantes do século XX. Na literatura polaca, a década de 1920 foi marcada pelo domínio da poesia. Os poetas poloneses foram divididos em dois grupos – os Skamanderitas (Jan Lechoń, Julian Tuwim, Antoni Słonimski e Jarosław Iwaszkiewicz) e os Futuristas (Anatol Stern, Bruno Jasieński, Aleksander Wat, Julian Przyboś). Além de romancistas bem estabelecidos (Stefan Żeromski, Władysław Reymont), novos nomes apareceram no entreguerras – Zofia Nałkowska, Maria Dąbrowska, Jarosław Iwaszkiewicz, Jan Parandowski, Bruno Schultz, Stanisław Ignacy Witkiewicz, Witold Gombrowicz. Entre outros artistas notáveis estavam o escultor Xawery Dunikowski, os pintores Julian Fałat, Wojciech Kossak e Jacek Malczewski, os compositores Karol Szymanowski, Feliks Nowowiejski, e Artur Rubinstein, o cantor Jan Kiepura. O teatro foi imensamente popular no período entre guerras, com três centros principais nas cidades de Varsóvia, Wilno e Lwów. Ao todo, havia 103 teatros na Polónia e uma série de outras instituições teatrais (incluindo 100 teatros folclóricos). Em 1936, diferentes espetáculos foram vistos por 5 milhões de pessoas, e as principais figuras do teatro polonês da época foram Juliusz Osterwa, Stefan Jaracz, e Leon Schiller. Além disso, antes da eclosão da guerra, havia aproximadamente um milhão de rádios (ver Estações de rádio na Polônia entreguerras). == Divisões administrativas == A divisão administrativa da Segunda República baseou-se num sistema de três níveis, referindo-se à divisão administrativa da Comunidade Polaco-Lituana. No degrau mais baixo estavam os gminy, governos locais de cidades e aldeias, semelhantes a distritos ou freguesias. Estes foram então agrupados em powiaty (semelhantes a condados), que, por sua vez, foram agrupados como województwa (voivodias, semelhantes a províncias). Este sistema administrativo passou para a moderna Terceira República Polaca. Voivodias da Polônia (1 de abril de 1937) Placas de Veículos (a partir de 1937) Voivodia ou Cidade Capital Área em 1000 km² (1930) População em 1000 (1931) 00-19 Cidade de Varsóvia Varsóvia 0.14 1179.5 85-89 warszawskie Varsóvia 31.7 2460.9 20-24 białostockie Białystok 26.0 1263.3 25-29 kieleckie Kielce 22.2 2671.0 30-34 krakowskie Cracóvia 17.6 2300.1 35-39 lubelskie Lublin 26.6 2116.2 40-44 lwowskie Lwów 28.4 3126.3 45-49 łódzkie Łódź 20.4 2650.1 50-54 nowogródzkie Nowogródek 23.0 1057.2 55-59 poleskie Brześć nad Bugiem 36.7 1132.2 60-64 pomorskie Toruń 25.7 1884.4 65-69 poznańskie Poznań 28.1 2339.6 70-74 stanisławowskie Stanisławów 16.9 1480.3 75-79 śląskie Katowice 5.1 1533.5 80-84 tarnopolskie Tarnopol 16.5 1600.4 90-94 wileńskie Wilno 29.0 1276.0 95-99 wołyńskie Łuck 35.7 2085.6 == Demografia == Historicamente, a Polônia foi quase sempre um país multiétnico. Isto foi especialmente verdadeiro para a Segunda República, quando a independência foi mais uma vez alcançada na sequência da Primeira Guerra Mundial e da subsequente Guerra Polaco-Soviética, sendo esta última guerra oficialmente encerrada pela Paz de Riga. O censo de 1921 mostra que 30,8% da população consistia em minorias étnicas, em comparação com uma percentagem de 1,6% (identificando-se apenas com um grupo étnico não polaco) ou 3,8% (incluindo aqueles que se identificam tanto com a etnia polaca como com outro grupo étnico) em 2011. A primeira fuga espontânea de cerca de 500.000 polacos da União Soviética ocorreu durante a reconstituição da Polônia soberana. Na segunda vaga, entre Novembro de 1919 e Junho de 1924, cerca de 1.200.000 pessoas deixaram o território da URSS com destino à Polônia. Estima-se que cerca de 460 mil deles falavam polaco como primeira língua. De acordo com o Censo Polaco de 1931: 68,9% da população era polaca, 13,9% era ucraniana, cerca de 9% judia, 3,1% bielorrussa, 2,3% alemã e 2,8% outros, incluindo lituanos, checos, arménios, russos e ciganos. A situação das minorias foi um tema complexo e mudou ao longo do período. A Polônia também era uma nação de muitas religiões. Em 1921, 16.057.229 poloneses (aprox. 62,5%) eram católicos romanos (latinos), 3.031.057 cidadãos da Polônia (aprox. 11,8%) eram católicos de rito oriental (principalmente católicos gregos ucranianos e católicos de rito armênio), 2.815.817 (aprox. 10,95%) eram ortodoxos, 2.771.949 (aprox. 10,8%) eram judeus, e 940.232 (aprox. 3,7%) eram protestantes (principalmente luteranos). Powszechny Spis Ludnosci r. 1921. Em 1931, a Polônia tinha a segunda maior população judaica do mundo, com um quinto de todos os judeus do mundo residindo dentro das suas fronteiras (aproximadamente 3.136.000). A população urbana da Polônia estava a aumentar de forma constante; em 1921, apenas 24% dos polacos viviam nas cidades; no final da década de 1930, essa proporção cresceu para 30%. Em mais de uma década, a população de Varsóvia cresceu em 200 mil, de Łódź em 150 mil e de Poznań em 100 mil. Isto deveu-se não só à migração interna, mas também a uma taxa de natalidade extremamente elevada. === Maiores cidades da Segunda República Polonesa === Cidade População Voivodia 1 Varsóvia 1,289,000 Voivodia de Varsóvia 2 Łódź 672,000 Voivodia de Łódź 3 Lwów 318,000 Voivodia de Lwów 4 Poznań 272,000 Voivodia de Poznań 5 Kraków 259,000 Voivodia de Kraków 6 Wilno 209,000 Voivodia de Wilno 7 Bydgoszcz 141,000 Voivodia de Poznań (mais tarde Voivodia da Pomerânia) 8 Częstochowa 138,000 Voivodia de Kielce 9 Katowice 134,000 Voivodia da Silésia 10 Sosnowiec 130,000 Voivodia de Kielce 11 Chorzów 128,000 Voivodia da Silésia 12 Lublin 122,000 Voivodia de Lublin 13 Gdynia 120,000 Voivodia da Pomerânia 14 Białystok 107,000 Voivodia de Białystok 15 Kalisz 81,000 Voivodia de Poznań 16 Radom 78,000 Voivodia de Kielce 17 Toruń 62,000 Voivodia da Pomerânia 18 Stanisławów 60,000 Voivodia de Stanisławów 19 Kielce 58,000 Voivodia de Kielce 20 Włocławek 56,000 Voivodia da Pomerânia 21 Grudziądz 54,000 Voivodia da Pomerânia 22 Brześć nad Bugiem 51,000 Voivodia da Polésia 23 Piotrków Trybunalski 51,000 Voivodia de Łódź 24 Przemyśl 51,000 Voivodia de Lwów === Densidade populacional pré-guerra === Data População Porcentagem de população rural Densidade populacional (por km2) Minorias étnicas (total) 30 de setembro de 1921 (censo) 27.177.000 75,4% 69,9 30,77% 9 de dezembro de 1931 (censo) 32.348.000 72,6% 82,6 31,09% 31 de dezembro de 1938 (estimativa) 34.849.000 70,0% 89,7 Tendência ascendente na imigração == Status das minorias étnicas == === Judeus === A partir da década de 1920, o governo polaco excluiu os judeus de receber empréstimos bancários governamentais, de empregos no setor público e de obter licenças comerciais. A partir da década de 1930, foram tomadas medidas contra lojas judaicas, empresas de exportação judaicas, Shechitá, bem como limitações à admissão de judeus nas profissões médicas e jurídicas, judeus em associações empresariais e à matrícula de judeus em universidades. O movimento político Democracia Nacional (Endecja, da abreviatura \"ND\") frequentemente organizava boicotes empresariais antijudaicos. Após a morte do marechal Józef Piłsudski em 1935, os Endecja intensificaram os seus esforços, o que desencadeou a violência em casos extremos em cidades mais pequenas por todo o país. Em 1937, o movimento da Democracia Nacional aprovou resoluções segundo as quais \"o seu principal objetivo e dever deve ser remover os judeus de todas as esferas da vida social, econômica e cultural na Polônia\". Em resposta, o governo organizou o Campo da Unidade Nacional (OZON), que em 1938 assumiu o controlo do Sejm polaco e posteriormente elaborou legislação anti- semita semelhante às leis anti-judaicas na Alemanha, Hungria e Romênia. OZON defendeu a emigração em massa de judeus da Polônia, numerus clausus e outras limitações aos direitos dos judeus. De acordo com William W. Hagen, em 1939, antes da guerra, os judeus poloneses foram ameaçados com condições semelhantes às da Alemanha Nazista. === Ucranianos === O governo pré-guerra também restringiu os direitos das pessoas que declararam a nacionalidade ucraniana, pertenciam à Igreja Ortodoxa Oriental e habitavam as fronteiras orientais da Segunda República Polaca. O ucraniano foi restringido em todos os campos possíveis, especialmente nas instituições governamentais, e o termo \"Ruteno\" foi aplicado na tentativa de proibir o uso do termo \"Ucraniano\". Os ucranianos foram classificados como camponeses sem instrução de segunda classe ou pessoas de terceiro mundo, e raramente se estabeleceram fora da região da fronteira oriental devido à ucranofobia prevalecente e às restrições impostas. Numerosas tentativas de restaurar o Estado ucraniano foram suprimidas e qualquer violência ou terrorismo existente iniciado pela Organização dos Nacionalistas Ucranianos foi enfatizado para criar a imagem de um \"selvagem oriental brutal\". == Geografia == A Segunda República Polaca foi predominantemente plana, com uma altitude média de 233m acima do nível do mar, exceto para as montanhas dos Cárpatos mais ao sul (após a Segunda Guerra Mundial e suas mudanças nas fronteiras, a elevação média da Polônia diminuiu para 173m). Apenas 13% do território, ao longo da fronteira sul, era superior a 300m. A elevação mais alta do país foi o Monte Rysy, que sobe 2,499m na Cordilheira Tatra dos Cárpatos, aproximadamente 95km ao sul de Cracóvia. Entre outubro de 1938 e setembro de 1939, a elevação mais alta foi Lodowy Szczyt (conhecida em eslovaco como Ľadový štít), de 2627m acima do nível do mar. O maior lago era o Lago Naroch. A área total do país, após a anexação de Trans- Olza, era de 389,720km2. Estendeu 903km de norte a sul e 894km de leste a oeste. Em 1º de janeiro de 1938, o comprimento total das fronteiras era de 5,529km, incluindo: 140km de costa (dos quais 71km foram feitos pela Península de Hel), os 1,412km com a União Soviética, 948km com a Tchecoslováquia (até 1938), 1,912km com a Alemanha (juntamente com a Prússia Oriental), e 1,081km com outros países (Lituânia, Romênia, Letônia, Danzig). A temperatura média anual mais quente foi em Cracóvia, entre as principais cidades da Segunda República Polonesa, com em 1938; e o mais frio em Wilno ( em 1938). Os pontos geográficos extremos da Polônia incluíam o rio Przeświata em Somino ao norte (localizado no condado de Braslaw da voivodia de Wilno); Rio Manczin ao sul (localizado no condado de Kosów da voivodia de Stanisławów); Spasibiorki perto da ferrovia para Połock a leste (localizado no condado de Dzisna na voivodia de Wilno); e Mukocinek perto do rio Warta e do lago Meszyn a oeste (localizado no condado de Międzychód da voivodia de Poznań). === Águas === Quase 75% do território da Polônia entreguerras foi drenado para o norte, no Mar Báltico, pelo Vístula (a área total da bacia de drenagem do Vístula dentro dos limites da Segunda República Polonesa foi de 180,300km2, o Niemen (51,600km2), o Oder (46,700km2) e o Daugava (10,400km2). A parte restante do país foi drenada para o sul, no Mar Negro, pelos rios que deságuam no Dniepre (Pripiate, Horyn e Styr, todos juntos 61,500km2), bem como Dniestre (41,400km2). == Colapso: Invasão da Polônia em 1939 == O início da Segunda Guerra Mundial em setembro de 1939 encerrou a soberana Segunda República Polonesa. A invasão alemã da Polônia começou em 1 de setembro de 1939, uma semana depois de a Alemanha Nazista e a União Soviética assinarem o Pacto Molotov-Ribbentrop secreto. Nesse dia, a Alemanha e a Eslováquia atacaram a Polônia, e em 17 de Setembro os soviéticos atacaram o leste da Polônia. Varsóvia caiu nas mãos dos nazistas em 28 de setembro, após um cerco de vinte dias. A resistência polonesa aberta e organizada terminou em 6 de outubro de 1939, após a Batalha de Kock, com a Alemanha e a União Soviética ocupando a maior parte do país. A Lituânia anexou a área de Wilno e a Eslováquia apreendeu áreas ao longo da fronteira sul da Polónia - incluindo Górna Orawa e Tatranská Javorina - que a Polônia anexou da Checoslováquia em outubro de 1938. A Polônia não se rendeu aos invasores, mas continuou a lutar sob os auspícios do governo polaco no exílio e do Estado Secreto Polaco. Após a assinatura do Tratado Alemão-Soviético de Amizade, Cooperação e Demarcação em 28 de setembro de 1939, as áreas polonesas ocupadas pela Alemanha nazista ou foram diretamente incorporadas à Alemanha nazista ou passaram a fazer parte do Governo Geral. A União Soviética, após as eleições para as Assembleias Populares da Ucrânia Ocidental e da Bielorrússia Ocidental (22 de outubro de 1939), anexou o leste da Polônia em parte à República Socialista Soviética da Bielorrússia e em parte à República Socialista Soviética da Ucrânia (novembro de 1939). Os planos de guerra polacos (Plano Oeste e Plano Leste) falharam assim que a Alemanha invadiu em 1939. As perdas polacas em combate contra os alemães (mortos e desaparecidos em combate) ascenderam a ca. 70.000 homens. Cerca de 420 mil deles foram feitos prisioneiros. As perdas contra o Exército Vermelho (que invadiu a Polónia em 17 de setembro) totalizaram 6.000 a 7.000 vítimas e MIA, 250.000 foram feitos prisioneiros. Embora o Exército Polaco – tendo em conta a inactividade dos Aliados – estivesse numa posição desfavorável – conseguiu infligir graves perdas aos inimigos: 20.000 soldados alemães foram mortos ou desaparecidos, 674 tanques e 319 veículos blindados destruídos ou gravemente danificados, 230 aeronaves baleadas abaixo; o Exército Vermelho perdeu (mortos e desaparecidos) cerca de 2.500 soldados, 150 veículos de combate e 20 aeronaves. A invasão soviética da Polónia e a falta da ajuda prometida dos Aliados Ocidentais contribuíram para a derrota das forças polacas em 6 de Outubro de 1939. Um mito popular é que a cavalaria polaca armada com lanças atacou os tanques alemães durante a campanha de Setembro de 1939. Este relato frequentemente repetido, relatado pela primeira vez por jornalistas italianos como propaganda alemã, dizia respeito a uma ação do 18º Regimento de Lanceiros polonês perto de Chojnice. Isto surgiu do relato incorreto de um único confronto em 1º de setembro de 1939 perto de Krojanty, quando dois esquadrões dos 18º Lanceiros poloneses armados com sabres surpreenderam e eliminaram uma formação de infantaria alemã com uma carga de sabre montada. Pouco depois da meia-noite, a 2ª Divisão (Motorizada) foi obrigada a retirar-se pela cavalaria polaca, antes que os polacos fossem apanhados a céu aberto por carros blindados alemães. A história surgiu porque alguns carros blindados alemães apareceram e mataram 20 soldados enquanto a cavalaria escapava. Mesmo isto não conseguiu persuadir todos a reexaminarem as suas crenças – houve quem pensasse que a cavalaria polaca tinha sido empregada indevidamente em 1939. Entre 1945 e 1990, o governo polaco no exílio operou em Londres, apresentando-se como o único representante legal e legítimo da nação polaca e desafiando a legitimidade do governo comunista em Varsóvia, o último presidente no exílio, Ryszard Kaczorowski, entregou a insígnia presidencial ao recém-eleito Presidente, Lech Wałęsa, significando a continuidade entre a Segunda e a Terceira repúblicas. . == Ver também == * História da Polônia (1918–1939) * Comunidade Polaco-Lituana, também conhecida como a \"Primeira República Polaca\" e descrita como uma \"república sob a presidência do Rei\" * Governo Geral, zona de ocupação alemã estabelecida após a Invasão da Polônia pela Alemanha Nazista === Bibliografia === * Davies, Norman. God's Playground. A History of Poland. Vol. 2: 1795 to the Present. Oxford: Oxford University Press, 1981. pp 393–434 * Latawaski, Paul. Reconstruction of Poland 1914–23 (1992) * Leslie, R. F. et al. The History of Poland since 1863. Cambridge U. Press, 1980. 494 pp. * Lukowski, Jerzy and Zawadzki, Hubert. A Concise History of Poland. Cambridge U. Press, 2nd ed 2006. 408pp. excerpts and search * Pogonowski, Iwo Cyprian. Poland: A Historical Atlas. Hippocrene, 1987. 321 pp. new designed maps * Stachura, Peter D. Poland, 1918–1945: An Interpretive and Documentary History of the Second Republic (2004) online * Stachura, Peter D. ed. Poland Between the Wars, 1918–1939 (1998) essays by scholars * Watt, Richard M. Bitter Glory: Poland and Its Fate, 1918–1939 (1998) excerpt and text search, comprehensive survey Política e diplomacia * Cienciala, Anna M. \"The Foreign Policy of Józef Pi£sudski and Józef Beck, 1926–1939: Misconceptions and Interpretations\", The Polish Review (2011) 56#1 pp. 111–151; earlier version. * Cienciala, Anna M. (1968), Poland the Western Powers, 1938–1939. A Study in the Interdependence of Eastern and Western Europe. PDF, Kansas U. Press. * Cienciala, Anna M., and Titus Komarnicki (1984), From Versailles to Locarno, Keys to Polish Foreign Policy, 1919–1925 PDF, Kansas U. Press. * Drzewieniecki, Walter M. \"The Polish Army on the Eve of World War II\", Polish Review (1981) 26#3 pp 54–64. * Garlicki, Andrzej. Józef Piłsudski, 1867–1935 (New York: Scolar Press 1995), scholarly biography; one-vol version of 4 vol Polish edition * Hetherington, Peter. Unvanquished: Joseph Pilsudski, Resurrected Poland, and the Struggle for Eastern Europe (2012) 752pp excerpt and text search * Jędrzejewicz, W. Piłsudski. A Life for Poland (1982), scholarly biography * Kantorosinski, Zbigniew. Emblem of Good Will: a Polish Declaration of Admiration and Friendship for the United States of America. Washington, DC: Library of Congress (1997) * Polonsky, A. Politics in Independent Poland, 1921–1939: The Crisis of Constitutional Government (1972) * Riekhoff, H. von. German-Polish Relations, 1918–1933 (Johns Hopkins University Press 1971) * Rothschild, J. Piłsudski's Coup d'État (New York: Columbia University Press 1966) * Wandycz, P. S. Polish Diplomacy 1914–1945: Aims and Achievements (1988) * Wandycz, P. S. Soviet-Polish Relations, 1917–1921 (Harvard University Press 1969) * Wandycz, P. S. The United States and Poland (1980) * Zamoyski, Adam. Warsaw 1920: Lenin's Failed Conquest of Europe (2008) excerpt and text search * Zimmerman, Joshua D. Jozef Pilsudski: Founding Father of Modern Poland (Harvard University Press, 2022) online review Tópicos sociais e econômicos * Abramsky, C. et al. eds. The Jews in Poland (Oxford: Blackwell 1986) * Blanke, R. Orphans of Versailles. The Germans in Western Poland, 1918–1939 (1993) * Gutman, Y. et al. eds. The Jews of Poland Between Two World Wars (1989). * Landau, Z. and Tomaszewski, J. The Polish Economy in the Twentieth Century (Routledge, 1985) * Moklak, Jaroslaw. The Lemko Region in the Second Polish Republic: Political and Interdenominational Issues 1918–1939 (2013); covers Old Rusyns, Moscophiles and National Movement Activists, & the political role of the Greek Catholic and Orthodox Churches * Olszewski, A. K. An Outline of Polish Art and Architecture, 1890–1980 (Warsaw: Interpress 1989.) * Roszkowski, W. Landowners in Poland, 1918–1939 (Cambridge University Press, 1991) * Staniewicz, Witold. \"The Agrarian Problem in Poland between the Two World Wars\", Slavonic and East European Review (1964) 43#100 pp. 23–33. * Taylor, J. J. The Economic Development of Poland, 1919–1950 (Cornell University Press 1952) * Wynot, E. D. Warsaw Between the Wars. Profile of the Capital City in a Developing Land, 1918–1939 (1983) * Żółtowski, A. Border of Europe. A Study of the Polish Eastern Provinces (London: Hollis & Carter 1950) * Eva Plach, \"Dogs and dog breeding in interwar Poland\", Canadian Slavonic Papers 60. no 3–4 Fontes primárias * Small Statistical Yearbook, 1932 (Mały rocznik statystyczny 1932) complete text * Small Statistical Yearbook, 1939 (Mały rocznik statystyczny 1939) complete text Historiografia * Kenney, Padraic. \"After the Blank Spots Are Filled: Recent Perspectives on Modern Poland\", Journal of Modern History (2007) 79#1 pp. 134–61, in JSTOR * Polonsky, Antony. \"The History of Inter-War Poland Today\", Survey (1970) pp. 143–159. == Ligações externas == * Polish Tangos: The Unique Inter-War Soundtrack to Poland's Independence * Polish Cinema's Golden Age: The Glamour & Progress Of Poland's Inter-War Films * 'Pakty i Fakty': The Last-Ever Polish Interwar Cabaret Revue * Map of Poland (March 1920) from the Leventhal Map & Education Center at the Boston Public Library * Poland in 1938 just before WW2 early color movie summary by Eve Curie the daughter Marie Sklodowska-Curie Categoria:História da Polônia Categoria:Estados extintos da Europa da Idade Contemporânea Categoria:Estados e territórios fundados em 1918 Categoria:Estados e territórios extintos em 1939 Categoria:Estados extintos Categoria:Estados extintos da Europa Categoria:Estados extintos da Polônia Categoria:Estados republicanos extintos Categoria:Século XX na Polônia Categoria:História política da Polónia Categoria:Década de 1920 na Polônia Categoria:Década de 1930 na Polônia Categoria:Ditaduras militares",
 "title": "Segunda República Polonesa"
}