{
 "id": "55191",
 "text": "Espectro sonoro é o conjunto de todas as ondas que compõem os sons audíveis e não audíveis pelo ser humano. Explicando com mais minúcia, sendo um som complexo (som composto por mais do que uma frequência) constituído por parciais harmónicos e não harmónicos (ou inarmónicos), entende-se por espectro o conjunto de sons parciais, ordenados a partir de um som fundamental, segundo uma relação frequência/amplitude. Definindo o valor da frequência do som fundamental, é possível assinalar quais são e não são parciais harmónicos calculando, numa proporção de 2 para 1, os valores das frequências dos parciais harmónicos. Parciais inarmónicos são todos os outros que não obedecem à harmonia desta relação. O espectro de um som complexo caracteriza graficamente a forma da onda que o define, e está sempre presente ao distinguirmos uma voz de um instrumento musical, e estes dois de um carro a buzinar, entre outras situações. Esta onda resultante contribui para determinar a fonte (mecânica ou digital) de sons complexos a partir do som em si, para posteriormente poderem ser organizados por Timbre e outras propriedades. Matematicamente, representa-se o espectro sonoro como uma série de Fourier, uma função no domínio das frequências, em oposição à forma de onda que é uma função no domínio do tempo. Qualquer onda sonora, assim como qualquer outro fenômeno ondulatório, pode ser representado através de seu espectro. Um gráfico de espectro sonoro é composto de barras, cada uma delas representando a amplitude de uma das frequências componentes do som analisado. Este tipo de gráfico é utilizado em equipamentos eletrônicos, tais como analisadores de espectro ou em equalizadores. No caso dos analisadores digitais, o cálculo é realizado através da Transformada Rápida de Fourier - FFT (Fast Fourier Transform), um algoritmo bastante eficiente que permite calcular o valor de uma transformada discreta de Fourier, em tempo real. Os sons de frequência inferior a 20 Hz chamam-se infrassom e provocam náuseas e perturbações intestinais e apoptose celular ao causar a troca de fosfatidilserina pela flopase para o lado extracelular. Os sons de frequência superior a 20 000 Hz são os ultrassom e são usados, por exemplo, nas ecografias e nos sonares. O Homem consegue ouvir sons entre 20 Hz e 20 000 Hz e produzir sons entre 85 Hz e 1 100 Hz. Os cães conseguem ouvir sons entre os 15 Hz e os 50 000 Hz e produzem sons entre os 452 Hz e os 1 800 Hz. Os morcegos conseguem ouvir sons de frequências entre os 1000 Hz e os 120 000 Hz mas só produzem sons a partir dos 10 000 Hz. Espectro sonoro O Espectro Sonoro,Página acessada em 08/07/2015. Espectros Silêncio Infrassom Som audível Som audível Som audível Som audível Som audível Som audível Ultrassom Ultrassom Ultrassom Ultrassom Hiper-somThe phononic spectrum,Página acessada em 08/07/2015. Espectros Silêncio Infrassom Subgrave Grave Médias baixas Médios Médias altas Agudo Ultrassom Ultrassom Ultrassom Ultrassom Hiper-somThe phononic spectrum,Página acessada em 08/07/2015. Frequência 0 0.001 Hz - 20Hz 20Hz 23Hz 250Hz 640Hz 2,5KHz 20.000 Hz 30.000 Hz 105 Hz 106 Hz 108 Hz 109 Hz Descrição Ausência de som faixa da audição humana (perspetivável ao ouvido humano) frequência típica do sonar limite da audição de morcegos e golfinhos frequência típica de ultrassons para fins médicos == Ver também == * Série harmônica * Série de Fourier * Espectro Categoria:Som",
 "title": "Espectro sonoro"
}