{
 "id": "55198",
 "text": "Emanuel Ringelblum (Buchach na atual Ucrânia, 21 de Novembro de 1900 – Varsóvia, 7 de Março de 1944) foi um historiador, pedagogo e escritor polonês. ==Biografia== Historiador formado na Universidade de Varsóvia, Emanuel Ringelblum trabalhou em organizações sociais, destacando-se na ajuda aos judeus poloneses deportados da Alemanha entre 1938 e 1939. Com o início da Segunda Guerra Mundial e a ocupação alemã da Polônia, sua família e todos os judeus de Varsóvia foram realocados para o Gueto de Varsóvia em 1940. Dirigiu sociedade secreta chamada Oyneg Shabbos integrada por outros historiadores, escritores e rabinos judeus, que consistia em registrar a vida no gueto coletando depoimentos, posters, diários e outros documentos. Além disso, foi também um dos mais ativos membros da organização social Ajuda Social Judia (Żydowska Samopomoc Społeczna). Próximo da destruição do gueto em 1943, o arquivo foi posto em três latas de leite e em caixas de metal e enterradas. Ringelblum, sua esposa e filho conseguiram escapar do gueto. Entretanto, em 7 de março de 1944 seu refúgio foi descoberto pelos nazistas. Tanto Ringelblum e sua família como a família polonesa que lhes dava dava abrigo foram executados. == Arquivos de Ringelblum == O totalidade dos arquivos de Ringelblum é parcialmente conhecida. Em setembro de 1946 dez caixas de metal foram encontradas nas ruínas de Varsóvia. Em dezembro de 1950 no porão das ruínas de uma casa na rua Nowolipki 68, foram encontrados mais duas latas de leite contendo mais documentos. Continham vários jornais clandestinos, testemunhos de deportações para o gueto, e avisos públicos do Judenrat, o conselho de administração do gueto, assim como documentos do dia a dia como anúncios de concertos, cupons de leite, embalagens de chocolate. Apesar de repetidas buscas, o resto do arquivo, incluído a terceira lata de leite, nunca foram encontrados. Supõe-se que podem estar localizados sob o que é hoje a Embaixada da China em Varsóvia. Suas \"Crônicas do Gueto de Varsóvia\" é publicado em livro pela primeira vez em 1958. Algumas partes em Ídiche já haviam sido publicadas em Varsóvia em 1949-52. == Trabalhos selecionados == Obsː tradução livre dos títulos dos materiais publicados. * Teksty źródłowe do nauki historii Żydów w Polsce i we wschodniej Europie (1930) / Textos-fonte para o estudo da história dos judeus na Polônia e na Europa Oriental (1930) * Żydzi w Warszawie od czasów najdawniejszych do ostatniego wygnania w r. 1527 (1932) / Judeus em Varsóvia desde os primeiros tempos até o último exílio em 1527 (1932) * Projekty i próby przewarstwowienia Żydów w epoce stanisławowskiej (1934) / Projetos e tentativas de estratificar judeus na época de Stanisław (1934) * Szkice do dziejów żydowskiej książki i drukarstwa w drugiej połowie XVIII wieku (1936) / Esboços da história dos livros e impressão judaicos na segunda metade do século 18 (1936) * Żydzi w powstaniu kościuszkowskim (1937) / Judeus na Revolta de Kościuszko (1937) * Prawno- polityczne stanowisko Żydów warszawskich w wieku XVIII (1937) / A posição jurídica e política dos judeus de Varsóvia no século 18 (1937) * קאפיטלען געשיכטע פון ​​אמאָליקן יידישן לעבן אין פוילן (translit. Kapitłen geszichte fun amolikn Yidishn łebn em Pojłn, polonês \"Capítulos da história da antiga vida judaica na Polônia\", 1953) * Kronika getta warszawskiego (wydanie książkowe w j. polskim w 1983) / Crônica do Gueto de Varsóvia (edição do livro em polonês em 1983) * Stosunki polsko-żydowskie w czasie drugiej wojny światowej (wydanie książkowe w j. polskim w 1988) / Relações polonês-judaicas durante a Segunda Guerra Mundial (edição do livro em polonês em 1988) == Ligações externas == * Abraão Slavutsky (Coordenador) - O Dever da Memória, o Levante do Gueto de Varsóvia, Editora AGE 2003 * * Samuel D. Kassow - Who Will Write Our History? Emanuel Ringelblum, the Warsaw Ghetto, and the Oyneg Shabes Archive, Bloomington & Indianapolis 2007.Quem escreverá a nossa história?, Cia. das Letras - 2009 * Ringelblum, Emanuel Ringelblum, Emanuel Ringelblum, Emanuel Ringelblum, Emanuel Categoria:Justos entre as nações Categoria:Sionistas da Polônia Ringelblum, Emanuel Categoria:Mortos em 1944",
 "title": "Emanuel Ringelblum"
}