{
 "id": "55206",
 "text": "Atividade extraveicular (, sigla EVA) é a denominação de operações desenvolvidas no espaço pelos astronautas em espaço aberto. O termo geralmente refere-se a caminhadas no espaço fora do veículo ou estação espacial em órbita da Terra, embora também se aplique a operações na superfície da Lua. A primeira atividade extraveicular da história foi na missão da nave soviética Voskhod 2 em março de 1965. Noventa minutos após o lançamento da base de Baikonur, na URSS, no final da primeira órbita, o cosmonauta soviético Alexei Leonov \"caminhou\" no espaço durante 20 min, enquanto seu companheiro de voo permanecia dentro da espaçonave. Seu \"passeio\" se iniciou sobre o norte da África, próximo ao Sudão, e terminou no leste da Sibéria. Na volta para a nave, Leonov teve um problema com o volume da roupa e encontrou grandes dificuldades para entrar novamente, só o conseguindo após fazer uma perigosa manobra de diminuição da pressurização do traje espacial de maneira a poder passar pela escotilha da Voskhod. A primeira atividade extraveicular norte- americana ocorreu na missão Gemini IV, em junho de 1965, com o astronauta Edward White. Nesta EVA foi usado um controle de locomoção de mão movido a gás, para melhor estabilização do astronauta. A primeira e única atividade extraveicular em espaço aberto fora da órbita terrestre ocorreu durante a viagem de retorno da Lua na missão Apollo 15, com o piloto do Módulo de Comando Alfred Worden. A primeira atividade extraveicular ocorrida em solo, aconteceu, obviamente, quando o astronauta Neil Armstrong pisou pela primeira vez na Lua. Em 1984, O astronauta especialista de missão do ônibus espacial Challenger Bruce McCandless foi o primeiro homem a realizar uma EVA no espaço, sem estar ligado fisicamente à nave-mãe, usando uma mochila espacial de controle manual, movida a jatos de nitrogênio. ==Veja também== * Exploração espacial * Lista de atividades extraveiculares Categoria:Missões espaciais tripuladas",
 "title": "Atividade extraveicular"
}