{
 "id": "55246",
 "text": "O Sport Club Rio Grande (conhecido apenas por Rio Grande) e pelos apelidos de \"Vovô\", \"Veterano\" e \"Tricolor\", é um clube de futebol brasileiro da cidade de Rio Grande. Foi fundado em 19 de julho de 1900. Suas cores são o verde, vermelho e amarelo, em referência à bandeira do estado do Rio Grande do Sul. Manda seus jogos no Estádio Arthur Lawson, inaugurado em 31 de agosto de 1985, em partida vencida pelo Rio Grande contra o Grêmio Santanense por 5 a 2. Atualmente é o clube de futebol em atividade mais antigo do Brasil, já que os paulistanos SPAC, Internacional, Germania e Mackenzie College, embora criados antes do time gaúcho, desativaram seus departamentos de futebol. Por conta disso, o Sport Club Rio Grande mantém esse título e, em sua homenagem, o dia 19 de julho, data de sua fundação do clube, foi escolhido pela CBF como o \"Dia do Futebol\". O \"vovô do futebol brasileiro\" participou 15 vezes da primeira divisão do Campeonato Gaúcho: 1936, 1941, 1942, 1951, 1952, 1963, 1964, 1965, 1966, 1967, 1968, 1969, 1971, 1975 e 2000. Além de ter sido campeão estadual em 1936, vencendo o Internacional pelo placar agregado de 5 a 2, foi vice em 1941. Também é bicampeão do Campeonato do Interior Gaúcho e campeão do Campeonato Gaúcho - Série B em 1962, além possuir dezessete títulos do campeonato citadino de Rio Grande. Segundo pesquisa do Instituto Pesquisa de Opinião (IPO), o Rio Grande possui a quarta maior torcida da cidade de Rio Grande, atrás de Grêmio, Internacional e São Paulo-RG. Em 2014, o Sport Club Rio Grande garantiu uma marca histórica no futebol gaúcho, com o título da Série B do Gauchão. É juntamente com o Guarany Futebol Clube, um dos únicos clubes a conquistar o título de todas as divisões estaduais, vencendo a Primeira Divisão em 1936, a Segunda Divisão em 1962 e a Terceira Divisão em 2014. == História == === Fundação === No fim do século XIX, o futebol era pouco conhecido no Brasil. Um grupo de descendentes de Albion resolveu iniciar a prática do esporte, fundando um clube na cidade de Rio Grande. As primeiras jogadas foram realizadas na rua e as dificuldades a serem vencidas eram muitas. Até mesmo a bola era importada da Inglaterra, pois não existiam fábricas no continente sul-americano. Assim surgiu o clube que, mais tarde, se tornaria o mais antigo ainda em atividade no Brasil: o Sport Club Rio Grande. Embora a data de fundação seja 19 de julho de 1900, o clube já jogava desde 1898.\"A agonia da tradição gaúcha\", Divino Fonseca, Placar número 231, 23/8/1974, Editora Abril, p. 12 Foram os seguintes os fundadores e componentes do S.C. Rio Grande, no seu período de fundação: Johannes Minnemann, Rodolfo Dietkier, M. Ernesto de Castro, Sinclair W. Robinson, Eugênio Kunz, Alfredo Kladt, Gustavo Kladt, Rude Kladt, Amadeu Schmidt, Gustavo Poock, Gustavo Kramer, Carlos Neckiele Junior, J. Trail, E. Stevart, Carlos Oleckels, André Legeren, Arthur Lawson, Henrique Buhle, Max Bornhorst, A. Nenet, W. Gerardin, H. Wolkens, Boge Schmidt e R. Bennet. Com quase um ano de fundação, o Rio Grande disputou seus primeiros jogos contra uma equipe estrangeira. Em 19 de maio de 1901, o clube enfrentou um time de tripulantes da canhoneira inglesa HMS Nymphe. A partida, realizada no campo junto às oficinas da estrada de ferro, terminou empatada em 2 a 2. Em 23 de maio, os dois times voltariam a se enfrentar, desta vez com vitória do Rio Grande por 2 a 1. As cores-símbolo do clube (verde, vermelho e amarelo), inspirada na bandeira do Rio Grande do Sul, foram oficializadas somente em 12 de julho de 1901. === Exibição na Capital === Em 1903, o Sport Club Rio Grande excursionou pela primeira vez à capital do Estado e, no dia 7 de setembro, em um campo improvisado no atual Parque Farroupilha (então conhecido como Várzea da Redenção), o povo porto-alegrense assistia à primeira exibição do futebol na cidade. Enfrentaram-se as equipes A e B do Rio Grande e o jogo encerrou com um empate sem gols. Esta partida serviu de inspiração para a criação, ainda em 1903, dos primeiros clubes de Porto Alegre: Grêmio Foot-Ball Porto Alegrense e Fussball Club Porto Alegre. Em 1904, o Rio Grande adquiriu o seu campo no Boulevard Buarque de Macedo. Este campo foi comprado pela importância de Cr$ 1.200,00. Até então, as partidas eram disputadas no local onde existiam as oficinas da Viação Férrea, na cidade marítima. === Primeira partida intermunicipal === Em 1906, o Rio Grande excursionou pela primeira vez a Pelotas, a fim de realizar uma partida intermunicipal. O seu adversário foi o E.C. Internacional. O time do Rio Grande estava assim escalado: Müller; Minorman e Lawson; Laudares, G. Wigg e Buhlo; A. Rheinhantz, P. Rheinhantz, Bowon e Asoghilin. Neste dia, o Sport Club Rio Grande obteve a sua primeira vitória intermunicipal. O resultado foi 6 a 0. No mesmo ano, o Rio Grande excursionou a Bagé, onde empatou por 0 x 0 com o Sport Club Bagé, que foi fundado no dia da partida (15 de novembro de 1906), e teve vida efêmera. Apesar disto, o S.C Bagé foi o embrião do futebol em Bagé, e a partir deste amistoso, anos mais tarde, em 1920, resultou na fundação do Bagé. Ainda em 1906, o Rio Grande esteve novamente na capital gaúcha. O vapor \"Vênus\" foi aguardado em Porto Alegre por uma verdadeira multidão. As festas sucederam-se em homenagem aos esportistas visitantes. Na primeira partida, contra o Grêmio Foot-Ball Porto Alegrense, os rio-grandinos venceram por 3 a 1. No segundo compromisso na capital, contra o Fussball Club Porto Alegre, registrou um empate em 3 a 3. === Taça Centenário da Independência === Em setembro de 1922, o Rio Grande conquistou na capital do Estado a rica taça denominada Centenário da Independência, instituída pelo Governo do Estado. Este troféu foi disputado entre os seguintes clubes: , Rui Barbosa, Fussball Club Porto Alegre e o Sport Club Rio Grande. === Adversários interestaduais e internacionais === Em 1912, o Sport Club Rio Grande enfrentou o Combinado Paulista e o público rio-grandino conheceu as jogadas do saudoso Rubens Sales, nome que foi admirado por todos esportistas brasileiros da época. Em 1932, o Rio Grande empatou por 2 a 2 com o Botafogo do Rio de Janeiro, numa partida memorável. Naquele ano, o Botafogo havia se sagrado campeão carioca. Faziam parte do time do Botafogo jogadores de grande classe, como Martim Silveira, Nilo, Carvalho Leite e outros. Em 1936, o Rio Grande enfrentou o Combinado Carioca, com o qual empatou por 1 a 1. Defendendo o Combinado Carioca estava o famoso Leônidas e outros renomados jogadores. Por várias vezes, o Rio Grande mediu forças com adversários de outros países. O Estudiantes de Montevidéu, o Wanderers de Melo e o Rampla Juniors de Montevideo já pisaram no campo do veterano Rio Grande. === Campeão estadual === Em 1936, em Porto Alegre, o S.C. Rio Grande levantou o título de Campeão Estadual de Futebol do Rio Grande do Sul, abatendo o Vitoriense de Santa Vitória do Palmar, o Farroupilha de Pelotas, o Novo Hamburgo (da cidade de mesmo nome) e, finalmente, o Internacional de Porto Alegre, campeão porto- alegrense. O título veio em melhor de duas contra o Internacional. O time do Rio Grande que levantou o Campeonato Estadual de 1936 estava assim constituído: Ernestinho, Darinho, Paulinho, Pesce, Fruto, Juvêncio, Sanguinha, Cazuza, Curruíra, Munheco, Chinês, Tocco, Marzol e Roberto; e esteve confiado à seguinte comissão técnica: presidente, dr. Oswaldo Miller Barlem; secretário-tesoureiro, Oscar Lema Garcia; técnico, Comte. Gustavo Kramer Filho. === 2000 - Ano do centenário === Em 2000, como homenagem ao centenário do clube, o Rio Grande foi convidado pela Federação Gaúcha de Futebol para participar da 1ª divisão do Gaúchão. Esse campeonato recebeu o nome de \"Copa Sport Club Rio Grande - Um Século de Futebol\". Jogou a 1ª fase no Grupo 1, junto com Esportivo, Caxias, São José-POA, Veranópolis, Pelotas e Inter-SM. Acabou em 5º, com 12 pontos em 12 jogos. Pela campanha, não seria rebaixado, mas voltou para Segunda Divisão por ter sido apenas convidado. Naquele mesmo ano, acabou também jogando a Segunda Divisão (pois essa começou meses depois), fazendo uma péssima campanha. Além do convite para disputar o Gaúcho, o Rio Grande realizou um jogo festivo para comemorar os 100 anos, recebendo no Estádio Colosso do Trevo (do rival Rio-Grandense) o Fluminense, do Rio de Janeiro. === Rebaixamento à terceira divisão e título === O Sport Club Rio Grande foi rebaixado, pela terceira vez na sua história, à terceira divisão gaúcha, em 2014, após ter feito uma péssima campanha na segundona de 2013, ficando na última colocação geral, dentre os catorze clubes participantes. Em 2014, o Sport Club Rio Grande garantiu uma marca histórica no futebol gaúcho, com o título da Série B do Gauchão. É juntamente com o Guarany Futebol Clube, um dos únicos clubes a conquistar o título de todas as divisões estaduais, vencendo a Primeira Divisão em 1936, a Segunda Divisão em 1962 e a Terceira Divisão em 2014. === Novo rebaixamento e atualidade === Em 2015 o Sport Club Rio Grande foi novamente rebaixado para a terceira divisão gaúcha após fazer 8 pontos em 12 jogos e na lanterna. Desde 2016 o clube disputa a Série B (nome dado a terceira divisão gaúcha). == Títulos == Campeão invicto ESTADUAIS Competição Títulos Temporadas Campeonato Gaúcho 1 1936 Torneio Centenário da Independência 1 1922 Campeonato do Interior 2 1936 e 1941 Campeonato Gaúcho - 2ª Divisão 2 1962 e 2014 Torneio da Morte 2 1962 e 1964 MUNICIPAIS Competição Títulos Temporadas Citadino de Rio Grande 17 1914, 1919, 1922, 1926, 1934, 1936, 1956, 1941, 1942, 1944, 1949, 1951, 1961, 1962, 1964, 1965 e 2001Desconhecidos os campeões de 1913, 1917, 1923, 1924, 1929, 1930, 1953, 1955, 1956, 1963 e 1972. CAMPANHAS DE DESTAQUE Competição Títulos Temporadas Campeonato Gaúcho Vice-campeão 1941 Campeonato Gaúcho 3ª Divisão Vice-campeão 1985 Citadino de Rio Grande Vice-campeão 1999 e 2009Desconhecidos os vice- campeões de 1916 até 1978. == Estatísticas == === Participações === Participações em 2024 Competição Competição Temporadas Melhor campanha Campeonato Gaúcho 15 Campeão (1936) 1936 2000 2 Série A2 35 Campeão (1962) 1962 2015 3 4 Série B 13 Campeão (2014) 1980 2024 3 == Hino == A letra do hino do Sport Club Rio Grande é de autoria de Walter Robinson e música é de Madir Brito Neves. == Rivalidade == O Rio Grande tem dois rivais em sua cidade, o São Paulo (clássico Rio-Rita) e o Rio-Grandense (clássico Rio-Rio). == Estádios == O time já teve o Estádio das Oliveiras, localizado na av. Buarque de Macedo, construído em 1911. As instalações originais foram destruídas num grande incêndio em 1934. Nesse estádio, foram realizados amistosos como o contra o , em 5 de julho 1931, resultando num empate com dois gols para cada time. Na década de 1970, a área foi vendida para a construção do atual estádio Estádio Arthur Lawson. == Bibliografia == * RAMOS, Miguel Glaser. SC Rio Grande - Centenário do futebol brasileiro. Rio Grande: Editora da FURG, 2000, 211 p. Categoria:Clubes de futebol fundados em 1900 Categoria:Fundações no Rio Grande do Sul em 1900",
 "title": "Sport Club Rio Grande"
}