{
 "id": "55260",
 "text": "A mão é a parte final de cada extremidade superior (ou braço), principalmente nos mamíferos primatas e bípedes, mas também se usa esse termo e os nomes de muitos dos seus constituintes para designar os órgãos equivalentes em muitos vertebrados (as extremidades dos membros anteriores) e mesmo em alguns invertebrados, como nas pinças de alguns artrópodes, como os caranguejos. == Estrutura == A mão divide-se geralmente em três regiões: carpo, metacarpo (os ossos da palma da mão) e falanges.O carpo é constituído por oito pequenos ossos que se articulam uns com os outros e funcionam harmonicamente. Qualquer perturbação em algum desses ossos poderá romper esse equilíbrio, com grave repercussão sobre os movimentos da mão. Dois deles, o escafoide e o semilunar, têm escassa circulação sanguínea. O carpo é formado de oito ossos, dispostos em duas fileiras. Os da fileira superior (estando os dedos voltados para baixo e a palma para a frente) são os seguintes, a contar de fora para dentro: escafoide, semilunar, piramidal e pisiforme. Os da segunda fileira, na mesma ordem, são: trapézio, trapezoide, grande osso e osso unciforme. O metacarpo é formado por cinco ossos iguais, de forma alongada, que se articulam de um lado com os ossos do carpo e do outro com as falanges. As falanges são três em cada dedo, com exceção do polegar, que só possui duas; ao se aproximarem do metacarpo, executam a função preênsil das mãos. Os dedos (falanges), em número de cinco (polegar, indicador, médio, anular e auricular), articulam-se com os metacarpianos. Cada dedo apresenta três falanges: a primeira, ou falange; a segunda, ou falanginha, e a terceira, ou falangeta. O polegar tem apenas duas falanges. == Evolução == Pesquisa sugere espécies ancestrais humanos pré-Homo, como o Australopithecus africanus, utilizavam semelhantes posturas da mão humano muito antes do que se pensava anteriormente. A capacidade distintamente humana de precisão enérgica (por exemplo, quando vira uma chave) e poder \"espremer\" ao pegar (por exemplo, ao usar um martelo) está ligada a duas transições evolutivas fundamentais na uso da mão: uma redução na escalada arbórea e a fabricação e uso de ferramentas de pedra.Early human ancestors used their hands like modern humans from \"Science News\" em 22 de janeiro de 2015 - (1.M. M. Skinner, N. B. Stephens, Z. J. Tsegai, A. C. Foote, N. H. Nguyen, T. Gross, D. H. Pahr, J.-J. Hublin, T. L. Kivell. Human-like hand use in Australopithecus africanus. Science, 2015; 347 (6220): 395 DOI: 10.1126/science.1261735 ) Entretanto, outra pesquisa sugere que as mãos humanas podem ser mais primitivas do que chimpanzé. Proporções mão humana mudaram pouco desde os do último ancestral comum (LCA) entre chimpanzés e humanos. Estes resultados indicam que a estrutura da mão humana moderna é em grande parte naturalmente primitiva, em vez do resultado de pressões selectivas no contexto do uso de ferramentas de pedra.Human hands may be more primitive than chimp's publicado na \"Science News\" em 14 de julho de 2015 (Stony Brook University) - 1.Sergio Almécija, Jeroen B. Smaers & William L. Jungers. The evolution of human and ape hand proportions. Nature, 2015 DOI: 10.1038/ncomms8717 == Ver também == * Dedos * Unha * Supinação * Hominídeo * Imposição das mãos Categoria:Anatomia animal Categoria:Aparência humana",
 "title": "Mão"
}