{
 "id": "5532",
 "text": "Edson Arantes do NascimentoNome conforme certidão de nascimento (n.º 7095, folha 123, livro 21-A do registro civil de Três Corações - MG) e com o documentário Pelé Eterno: (Três Corações, 23 de outubro de 1940 – São Paulo, 29 de dezembro de 2022), mais conhecido como Pelé, foi um futebolista brasileiro que atuou como atacante. Descrito como o \"Rei do Futebol\", é amplamente considerado como o maior atleta de todos os tempos. Em 2000, foi eleito Jogador do Século pela Federação Internacional de História e Estatísticas do Futebol (IFFHS) e foi um dos dois vencedores conjuntos do prêmio Melhor Jogador do Século da FIFA. Nesse mesmo ano, Pelé foi eleito Atleta do Século pelo Comitê Olímpico Internacional. De acordo com a IFFHS, é o quinto maior goleador da história do futebol em jogos oficiais, tendo marcado 767 gols em 812 partidas. No total foram 1283 gols em 1363 jogos (incluindo amistosos não-oficiais), um recorde mundial do Guinness. Durante sua carreira, chegou a ser durante um período o atleta mais bem pago do mundo. Pelé começou a jogar pelo Santos Futebol Clube aos quinze anos de idade, e pela Seleção Brasileira aos dezesseis. Durante sua carreira na Amarelinha, sagrou-se campeão de três edições da Copa do Mundo FIFA: 1958, 1962 e 1970, sendo o único a fazê-lo como jogador. Contando os gols oficiais, Pelé é o segundo maior goleador da história da Seleção Brasileira, com 77 gols em 92 jogos. Em clubes, ele é o maior artilheiro da história do Santos e os levou a várias conquistas, com destaque para duas Copas Libertadores da América e dois Mundiais Interclubes, vencidos em 1962 e 1963. Conhecido por conectar a frase \"jogo bonito\" ao futebol, a \"ação eletrizante e a propensão a objetivos espetaculares\" de Pelé fizeram dele uma estrela rapidamente, e sua equipe fez turnês internacionais, a fim de aproveitar ao máximo sua popularidade. Após se aposentar em 1977, tornou-se embaixador mundial do futebol e fez muitos trabalhos de atuação e comerciais. Em janeiro de 1995, foi nomeado ministro do esporte no governo Fernando Henrique Cardoso. Em 2010, foi nomeado presidente honorário do New York Cosmos. Com média de quase um gol por partida ao longo de sua carreira, Pelé era especialista em chutar a bola com qualquer um dos pés, além de antecipar os movimentos de seus oponentes em campo. Embora atuasse predominantemente como atacante, ele podia recuar e assumir um papel de playmaker, fornecendo assistências com sua visão e habilidade de passe. Considerado um jogador completo, também tinha como característica a qualidade no drible para passar pelos adversários. No Brasil, Pelé é aclamado como herói nacional por suas realizações no futebol e por seu apoio franco a políticas que melhoram as condições sociais dos pobres. Ao longo de sua carreira e aposentadoria, recebeu vários prêmios individuais e de equipe por seu desempenho em campo, suas conquistas recordes e seu legado no esporte. Desde 1977, quando foi noticiado que teve seu rim direito removido, Pelé sofria de problemas de saúde e passou por dois procedimentos cirúrgicos, em 2012 e 2015, a segunda feita para corrigir um erro médico da primeira. Então, de cadeira de rodas, não participou da Copa do Mundo FIFA de 2018, sendo essa a primeira edição em sessenta anos na qual ele não esteve presente nem como jogador, comentarista, garoto-propaganda ou convidado. O jogador foi internado mais uma vez em 2014, com cálculos renais, uretrais e vesicais, além de, posteriormente, também ser diagnosticado com infecção urinária e problemas renais. Em seus últimos anos de vida, sofria de câncer de cólon — diagnosticado em 2021 — e entrou em cuidado paliativo em 2022. Um mês após essa nova internação, Pelé morreu, no dia 29 de dezembro de 2022 na capital paulista, aos oitenta e dois anos, vítima de falência múltipla de órgãos. Pelé foi velado em 2 e 3 de janeiro de 2023 e enterrado no Memorial Necrópole Ecumênica, em Santos. == Primeiros anos == miniatura|direita|Nascido em Três Corações em 1940, Pelé teve uma rua nomeada em sua homenagem na cidade — Rua Edson Arantes do Nascimento. Uma estátua de Pelé também está localizada em uma praça no centro da cidade. Edson Arantes do Nascimento nasceu em 23 de outubro de 1940 em Três Corações, Minas Gerais, Brasil, sendo filho do jogador João Ramos do Nascimento, mais conhecido como Dondinho, e Celeste Arantes (20 de novembro de 1922 – 21 de junho de 2024). É o mais velho de dois irmãos. Pelé recebeu seu primeiro nome em homenagem ao inventor estadunidense Thomas Edison, de quem Dondinho era fã. Seus pais decidiram remover o \"i\" e chamaram- no de \"Edson\", mas houve um erro na certidão de nascimento, levando muitos documentos a mostrar seu nome como \"Edison\", não \"Edson\", como é chamado. Ele foi originalmente alcunhado de \"Dico\" por sua família. Edson recebeu o apelido \"Pelé\" durante seu tempo de escola por conta da forma que pronunciava o nome de seu jogador favorito, o goleiro Bilé do Vasco da Gama de São Lourenço, time inspirado no homônimo carioca, o qual falava de forma equivocada. Pelé não gostava do apelido, e chegou a brigar com o colega de sala que inicialmente lhe atribuíra a alcunha. Em sua autobiografia, Pelé afirmou que não tinha ideia do que o nome significava, nem seus velhos amigos. Além da afirmação de que o nome é derivado de Bilé, e que significa \"milagre\" em hebreu (פֶּ֫לֶא), a palavra não tem nenhum significado em português. Aos 3 anos Pelé muda-se com sua família para o estado de São Paulo, onde viveria quase toda sua vida em diferentes cidades. A primeira delas, Bauru, onde viviam na pobreza e Pelé ganhava algum dinheiro extra trabalhando em lojas de chá. Ensinado a jogar futebol pelo seu pai, não tinha dinheiro para comprar uma bola de futebol adequada, e geralmente jogava com uma meia recheada com jornal e amarrada com uma corda ou ainda jogava com uma toranja. A primeira equipe de Pelé foi o Sete de Setembro, equipe que jogava na terra batida, batizada em referência à rua que fazia esquina com a casa de Pelé. Do Sete de Setembro Pelé foi para o Ameriquinha, onde calçou chuteiras pela primeira vez, e foi campeão do Torneio Início local. Com 13 anos, Pelé começou a jogar pelo \"Baquinho\", equipe infantojuvenil do Bauru Atlético Clube, que conquistou dois campeonatos infantojuvenis. Pelé era o caçula da equipe. O time do Bauru apresentava uma grande superioridade sobre seus adversários: num dos jogos, chegou a ganhar de 21–0, com Pelé sendo um dos artilheiros, com sete gols. No primeiro ano de atuação, a equipe foi campeã com seis rodadas de antecipação. Pelé já chamava a atenção na época, com muitos espectadores vindo aos jogos para assistir o garoto. O \"Baquinho\" foi convidado em 1954 a se apresentar na preliminar de um jogo da segunda divisão do Campeonato Paulista, enfrentando o campeão infantojuvenil de São Paulo. O time de Bauru venceu a partida por 12–1, com cinco gols de Pelé, que foi destaque em jornal local da cidade. A equipe do \"Baquinho\" se desfez em 1955, e os garotos resolveram criar uma nova equipe, dessa vez para jogar futebol de salão. Deram o nome à equipe de \"Radium\", em referência ao Radium Futebol Clube, da cidade de Mococa. O futebol de salão tinha acabado de se tornar popular em Bauru quando Pelé começou a jogar. Ele fez parte da primeira competição de futsal na região. Pelé e sua equipe ganharam o primeiro campeonato e vários outros. Pelé se destacou nesses campeonatos; a superioridade técnica do garoto sobre os demais era tamanha que a Liga de Futebol Amador determinou que Pelé só poderia atuar no gol ou na zaga. Se passasse do meio-campo com a bola, seria falta para o adversário. De acordo com Pelé, o futsal apresentou desafios difíceis; ele disse que era muito mais rápido do que o futebol na grama e que os jogadores eram obrigados a pensar mais rápido, uma vez que todo mundo está perto de todo mundo em campo. Pelé creditou o futebol de salão por ajudá-lo a pensar melhor e mais rápido. Além disso, o futebol de salão permitiu-lhe jogar com adultos quando tinha cerca de 14 anos de idade. Em um dos torneios em que participou, foi inicialmente considerado muito jovem para jogar, mas enfim se tornou o artilheiro da competição com quatorze ou quinze gols; \"isso me deu muita confiança\", afirmou posteriormente. Em 1956, Pelé recebeu uma proposta do Bangu Atlético Clube, que foi recusada por Celeste, mãe de Pelé, que não queria que ele fosse \"para uma cidade grande\", em suas próprias palavras. Pelé também foi convidado a jogar no Esporte Clube Noroeste, de Bauru. Waldemar de Brito, seu técnico no Bauru Atlético Clube, se opôs a ideia, com receio que Pelé se lesionasse jogando pelo Noroeste. Brito sugeriu então a ida ao Santos Futebol Clube. A mãe de Pelé inicialmente era contra a ideia, já que não desejava que Pelé se tornasse um jogador de futebol; ela acabou sendo convencida, e Pelé foi com Brito para a cidade de Santos. == Carreira em clubes == === Santos === Em 1956, Brito levou Pelé para a cidade de Santos para experimentar jogar para o time profissional Santos Futebol Clube, dizendo à administração do Santos que o jovem de quinze anos seria \"o maior jogador de futebol do mundo\". Pelé impressionou o treinador do Santos, Luís Alonso Pérez (Lula) no Estádio Urbano Caldeira, e assinou um contrato profissional com o clube em junho de 1956. Pelo contrato, Pelé recebia um salário de seis mil cruzeiros, valor que enviava para sua mãe. Pelé inicialmente atuou na equipe amadora do Santos, marcando 13 gols em 13 jogos. Ele fez a sua estreia profissional em 7 de setembro de 1956, com quinze anos, contra o Corinthians de Santo André e teve um bom desempenho em uma vitória de 7–1, marcando o primeiro gol de sua carreira profissional durante a partida. Zaluar, goleiro do Corinthians, mandou fazer um cartão de apresentação após se aposentar e começar a trabalhar como corretor, no qual se identificava como \"goleiro do primeiro gol de Pelé\". Pelé iniciou a temporada de 1957 na reserva, por ser considerado ainda muito jovem, e por ter como concorrente na posição Emmanuele Del Vecchio, principal referência no ataque santista. Mesmo atuando na reserva, Pelé chamou a atenção de dirigentes gaúchos no início do ano, quando o Santos visitou o Rio Grande do Sul. O Brasil de Pelotas tentou trocar seu atacante Joaquinzinho por Pelé, o que foi negado pelo treinador santista. Já o chegou a consultar o Santos sobre a possibilidade de empréstimo de Pelé. Pelé começou a se destacar nacionalmente no Torneio Rio-São Paulo de 1957. Neste, foi o artilheiro da equipe, junto com Dorval, não obstante ter entrado como reserva em mais da metade das partidas disputadas. No início de junho, Pelé contava com 30 jogos e 18 gols, entre partidas amistosas e oficiais. Nesse mês, o Santos formou com o um combinado para disputar o Torneio Internacional do Morumbi, organizado pelo para ajudar na construção do seu estádio. Como os jogos do combinado seriam no Maracanã, optou-se por se utilizar a camisa vascaína. Na primeira partida, contra o português Belenenses, Pelé marca três gols na goleada por 6–1. Pelé ainda marcaria um gol na partida seguinte, contra o , e outro gol na última partida do combinado, contra o São Paulo, totalizando cinco gols em três partidas. As atuações do jogador foram elogiadas pela imprensa, que vaticinava o \"nascimento do futuro craque da Seleção\", e chamaram a atenção do treinador da Seleção Brasileira, Sylvio Pirillo. Um mês depois de finalizado o torneio, Pelé foi convocado pela primeira vez para a Seleção, tendo apenas dez meses de carreira. As atuações do jogador também chamaram atenção do Vasco, que tentou sem sucesso contratá- lo por duas vezes naquele ano. Curiosamente, Pelé por diversas vezes já se declarou vascaíno. Em 1967, quando ainda atuava pelo Santos, afirmou que o Vasco era seu time de coração, em entrevista para o Museu da Imagem e do Som. Em entrevista em 1977, declarou que \"o time do meu coração sempre foi o Vasco\". Em 2020, ao ser questionado se era vascaíno, Pelé afirmou: \"Fui não, sou Vasco ainda\". Em 2021, Pelé foi agraciado com o título de sócio honorário do Vasco. Com a convocação a Seleção e a venda de Del Vecchio ao Verona, Pelé consolidou sua posição como titular no ataque santista, assumindo a camisa de número 10. Alçado a posição de titular, Pelé se sagrou artilheiro do Campeonato Paulista de 1957, com 17 gols — a primeira artilharia de um total onze na competição, recorde até hoje não batido. Pelé seria o artilheiro do Santos no ano, com 57 gols marcados. Em 1958, o primeiro torneio oficial disputado pelo Santos foi o Torneio Rio-São Paulo de 1958, no qual a equipe ficou apenas na 7.ª posição. Pelé foi o artilheiro da equipe, junto com Pepe, com oito gols. Nesse torneio, Pelé teve atuação destacada em partida contra o America, o que lhe rendeu a alcunha de \"Rei\", que levaria para o resto da carreira. O confronto foi vencido pelo Santos por 5–3, com quatro gols marcados por Pelé. A atuação do jogador impressionou o jornalista e dramaturgo Nelson Rodrigues, que se encontrava no Maracanã assistindo ao jogo. Rodrigues escreveu uma crônica em homenagem a Pelé, chamada \"A realeza de Pelé\". Nela, o dramaturgo escreveu que \"Pelé leva sobre os demais jogadores uma vantagem considerável — a de se sentir rei, da cabeça aos pés\". Se referindo ainda ao complexo de vira-lata e a Copa do Mundo FIFA de 1958, que viria a se realizar nos meses seguintes na Suécia, Nelson Rodrigues afirma: \"Com Pelé no time, e outros como ele, ninguém irá para a Suécia com a alma dos vira-latas. Os outros é que tremerão diante de nós\". Nesse ano Pelé conquistaria seu primeiro grande título com o Santos, com a conquista do Campeonato Paulista. Pelé iria terminar o torneio como artilheiro da competição com 58 gols, um recorde que permanece até hoje. Ele calcula que tenha jogado mais de cem partidas naquele ano, entre Santos, Seleção Brasileira e o time do Exército. Pelé marcou 80 gols em 1958, chegando ao seu 100.º gol durante o Campeonato Paulista. Suas atuações nesse ano lhe renderam o interesse da italiana Inter de Milão, que tentou contratá-lo; o negócio acabou não avançando em razão da revolta dos torcedores com a possível saída do jogador. No ano seguinte, o Santos fez uma grande excursão pela América, visitando 7 diferentes países da América do Sul, Central e do Norte. Foram 14 partidas disputas por Pelé, com 15 gols. Na primeira partida da excursão, contra o peruano Sport Boys, Pelé marcou seu primeiro gol fora do Brasil com a camisa santista — ele marcaria ainda outro gol na vitória por 3–0. Em toda a sua carreira pelo Santos, Pelé marcaria 361 gols no estrangeiro, com média superior a um gol por jogo. Após voltar ao Brasil e disputar alguns amistosos, a equipe faturou o Torneio Rio-São Paulo com um triunfo por 3–0 sobre o Vasco da Gama. Pelé foi o vice-artilheiro do Santos na competição, com 6 gols em 7 jogos. Terminado o torneio, o Santos partiu para outra excursão, dessa vez para a Europa. A excursão passou por 9 países, com 22 jogos num intervalo de 44 dias; uma média de uma partida a cada dois dias. Pelé foi um grande destaque na excursão, sendo o artilheiro santista, com 28 gols em 22 jogos. Dentre suas atuações, destacam-se seu gol na derrota de 3–2 contra a Inter de Milão, no qual driblou quatro adversários antes de finalizar, e as goleadas de 7–1 sobre a mesma Inter, com quatro gols de Pelé, e 5–1 contra o Barcelona, com dois gols de Pelé. Na goleada sobre a Inter, Pelé foi aplaudido de pé pela torcida adversária. Suas atuações despertaram o interesse da Inter, que chegou a sondar o Santos, que recusou o negócio. Durante a viagem, Pelé marcou seu gol 200.º, na vitória de 6–0 sobre o . O jogo mais aguardado da excursão era contra o , tetracampeão europeu e com uma equipe considerada uma das melhores de todos os tempos. A partida terminou com vitória madrilenha por 5–3. Pelé marcou o primeiro gol da partida, e foi elogiado pelo treinador do Real Madrid, Luis Carniglia. O então presidente do clube merengue, Santiago Bernabéu, visitou Pelé após a partida, e cogitou sua contratação, mas acabou desistindo por considerá-lo jovem demais. Segundo parte da imprensa europeia, o tentaria contratar Pelé ainda no final daquele ano, para substituir Raymond Kopa. A venda nunca se concretizou; o dirigente merengue Raimundo Saporta afirmou anos depois que Real Madrid e Santos chegaram a firmar cláusula de venda, que nunca foi acionada. Após voltar da Europa, o Santos disputou o Campeonato Paulista. O ataque santista marcou 155 gols nesse campeonato, recorde que se mantém até hoje, com Pelé marcando 46 gols e conquistando a artilharia pela terceira vez seguida. Santos e Palmeiras terminaram o campeonato empatados, e foi decidido que o critério de desempate seria a realização de três partidas entre eles. Após dois empates, a vitória palmeirense no último jogo selou o campeonato do Palmeiras, ficando o Santos com o vice-campeonato. Durante o Campeonato Paulista, Pelé marcou o gol que considera como o mais memorável de sua carreira, no Estádio Conde Rodolfo Crespi, em partida contra o Clube Atlético Juventus, em 2 de agosto. No lance, ao receber um lançamento de um companheiro, Pelé aplicou, de costas, uma meia lua em seu marcador, sem deixar a bola tocar no chão, e na sequência chapelou três adversários, incluindo o goleiro, concluindo o lance sem deixar a bola cair. Como não há imagens de vídeo do jogo, Pelé pediu que uma animação de computador fosse feita com esta finalidade específica. Cinco décadas depois, uma placa foi colocada no estádio em homenagem ao lance. Durante o torneio, Pelé também atuou como goleiro, na vitória de 4–2 sobre o Comercial Futebol Clube. Aos 19 minutos do segundo tempo, o goleiro Lalá se lesionou, sendo substituído por Pelé. Segundo o jornal Folha de S.Paulo, Pelé — que não foi vazado enquanto atuando como goleiro — efetuou \"cinco defesas que podem ser consideradas difíceis, principalmente para quem não é goleiro\". O jogador tinha o costume de jogar como arqueiro nos \"rachões\" da equipe, tendo atuando mais três vezes ao longo da carreira como goleiro — não sofrendo gols em nenhuma delas. No final do ano, o Santos iniciou a disputa da Taça Brasil de 1959. Por ser o atual campeão paulista, a equipe entrava na disputa já nas semifinais da competição. O clube santista eliminou o nas semifinais, enfrentando o na final, em uma melhor de três. Na primeira partida, disputada na Vila Belmiro, vitória do Bahia, por 3–2. Pelé marcou um dos gols do Santos. O Santos venceu a segunda partida, na Fonte Nova, por 2–0, novamente com um gol de Pelé. Pelé se lesionou antes da derradeira e última partida, após torcer o pé durante o treino. Pai Santana, na época massagista do Bahia, famoso por seus \"trabalhos espirituais\" que supostamente favoreciam sua equipe e prejudicavam os adversários, afirma ter feito um \"trabalho\" para retirar Pelé do jogo final. Questionado se não tinha remorso de supostamente ter feito Pelé torcer o pé, Pai Santana afirmou: \"Não. Ele chateava muito a gente. Ele ganhava tudo! Então tinha que torcer [o pé] mesmo\". O Bahia venceu o Santos por 3–1, no Maracanã, e sagrou-se campeão brasileiro de 1959. Em 1960, o Santos voltou a excursionar na Europa, disputando 18 jogos em sete países. Pelé foi o artilheiro santista na excursão, com 24 gols. Durante a excursão, o Santos venceu o Troféu Gialorosso, ao bater a equipe da por 3–2, com um gol de Pelé, e o Torneio de Paris, derrotando o Stade de Reims e o Racing Club de France. Pelé marcou em ambos os jogos, destacando-se seu gol na partida contra o Stade de Reims, no qual driblou cinco adversários antes de tocar na saída do goleiro adversário. Terminada a excursão, o Santos voltou ao Brasil para disputar o Campeonato Paulista de Futebol, o qual viria a conquistar. Pelé marcou 34 gols na campanha, se sagrando o artilheiro do torneio. Pelé também foi o artilheiro do Santos no ano, com 61 gols. O ano de 1961 foi uma temporada extremamente prolífica para Pelé, que marcou 110 gols. No início do ano, o Santos rodou a América, disputando 13 partidas em cinco países diferentes. Pelé foi o vice-artilheiro da equipe, com 10 gols. Durante a excursão, a equipe conquistou o Torneio Triangular da Costa Rica, goleando as equipes do Deportivo Saprissa e Club Sport Herediano, com gol de Pelé em ambos as partidas, e o Torneio Pentagonal de Guadalajara. Na volta ao Brasil, a equipe disputou o Torneio Rio-São Paulo, ficando em 5.º lugar; Pelé foi o vice-artilheiro santista, com oito gols. Nesse torneio, Pelé marcou um dos seus gols mais famosos, contra o Fluminense, no Maracanã: recebeu a bola na entrada da sua própria área, e correu o comprimento do campo, driblando seis adversários, antes de chutar a bola, além do goleiro. Uma placa foi encomendada com uma dedicação para \"o gol mais bonito da história do Maracanã\", dando origem à expressão \"gol de placa\", que viraria sinônimo de um gol espetacular. Terminado o torneio, o Santos voltou a excursionar, dessa vez pela Europa, disputando 19 jogos em 7 países. Pelé foi o artilheiro da excursão, junto com Coutinho, ambos com 22 gols. Nessa viagem, o Santos perdeu de 2–1 para o Olympiacos; o feito do clube grego acabou sendo imortalizado em seu hino, que cita o \"Santos de Pelé\". Voltando ao Brasil, o Santos viria a conquistar novamente o Campeonato Paulista e pela primeira vez a Taça Brasil, que posteriormente foi reconhecida pela CBF como um . Pelé foi o artilheiro de ambas as competições, com 47 gols no Paulista e sete gols na Taça Brasil. O título da Taça Brasil qualificou o Santos para a disputa da Copa Libertadores da América no ano seguinte. Enquanto disputava os dois torneios, o Santos ainda viajou a Argentina e ao Chile, disputando quatro jogos. Pelé foi o artilheiro da excursão, com cinco gols. As grandes atuações de Pelé em 1961 fizeram com que o jogador fosse disputado pelas italianas , e ; ambas ofereceram 600 milhões de liras pelo jogador, valor recorde para a época — a transferência mais cara até então teve como quantia 250 milhões de liras. As três propostas foram recusadas pelo Santos; segundo o jornal italiano La Repubblica, Angelo Moratti, presidente da Inter, pretendia fazer uma oferta superior aos 600 milhões, mas ficou receoso da reação da sociedade italiana diante de tal valor. Se uma das propostas tivesse sido aceita, teria sido até os dias atuais a maior valorização entre os recordes de transferência — crescimento de 140%. O assédio desses clubes pela contratação de Pelé incomodou o então Presidente da República Jânio Quadros. Ele externou sua preocupação em um bilhete endereçado com urgência a João Mendonça Falcão, presidente do Conselho Nacional de Desportos, afirmando que lhe preocupava \"a reiterada contratação de futebolistas brasileiros por clubes estrangeiros\", apontando que os europeus desejavam \"importar Pelé\". Para o então Presidente, esse processo levaria a um \"enfraquecimento da seleção campeã\"; terminava o bilhete afirmando que aguardava providências de Falcão. A solução engendrada por Jânio Quadros foi declarar Pelé um \"tesouro nacional\", e com isso impedir sua ida ao exterior. O ato do Presidente foi objeto de críticas na época, que apontavam a inconstitucionalidade de se privar Pelé de seus direitos constitucionais. Em 1962, o Santos iniciou a temporada excursionando pela América do Sul, visitando Equador, Peru, Uruguai e Argentina. Na Argentina, o Alvinegro disputou o Triangular de Buenos Aires, goleando o , que era o atual campeão argentino, por 8–3, com um tento de Pelé. A equipe disputou 10 jogos, e Pelé marcou 8 gols, incluindo um triplete contra a equatoriana . Segundo a imprensa brasileira, a presença de Pelé em Guayaquil, no Equador, causou tamanho frenesi na torcida local que a marinha equatoriana destacou uma patrulha para protegê-lo. Esse ano viria a ser a temporada de maior sucesso do Santos na Copa Libertadores; a equipe foi sorteada para o Grupo Um, ao lado de , Deportivo Municipal Bolívia, vencendo todos os jogos de seu grupo, com exceção de um (um empate em 1–1 fora de casa contra o Cerro). O Santos derrotou o na semifinal e enfrentou o campeão de , o , na final. Pelé marcou dois gols na partida do playoff, para garantir o primeiro título de um clube Brasileiro. Durante a competição, Pelé ainda se recuperava da lesão que o tirara da Copa do Mundo de 1962, razão pela qual não atuou em diversos jogos da fase final. Pelé marcaria um total de quatro gols no torneio. Terminada a Libertadores, o Santos enfrentou o Benfica pela Copa Intercontinental de 1962. Segundo o regulamento da competição, o título seria disputado em duas partidas; no caso de uma vitória para cada clube, uma terceira partida seria disputada para se decidir o campeão. Pelé foi figura fundamental na conquista do título inédito: marcou dois gols na vitória de 3–2 no Maracanã e um triplete na vitória de 5–2 em Lisboa. O seu gol segundo gol na partida foi considerado o mais bonito daquele confronto: Pelé driblou cinco jogadores, incluindo o goleiro, antes de finalizar. A atuação de Pelé foi destacada pela imprensa brasileira e portuguesa: o brasileiro Gazeta Esportiva inseriu a legenda \"não há nem pode haver melhor\" sobre a foto de Pelé, e o português A Bola, ao sintetizar as razões da derrota benfiquista, afirmou em sua manchete: \"todas as razões e mais uma, de quatro letras: PELÉ\". A partida em Lisboa seria considerada por Pelé como sua maior atuação na carreira, e a atuação coletiva do Santos como a melhor da história do clube. Sobre o desempenho santista, o ex-meia do Benfica José Augusto afirmou sua equipe foi \"atropelada\" e que os jogadores do Santos estavam \"inspiradíssimos\", elegendo ainda a equipe brasileira como a melhor que o Benfica enfrentou em sua história. Aproveitando que já se encontrava na Europa, o Santos iniciou uma mini-excursão pelo continente, visitando três países em cinco cinco dias. Pelé foi o artilheiro santista, com cinco gols em três jogos. Na volta ao Brasil, o clube viria a defender com sucesso o Campeonato Paulista. Pelé marcou 37 gols no torneio, e nele marcou seu gol de número 500, no empate por 3–3 entre Santos e São Paulo. No final do ano, a equipe disputou a Taça Brasil, entrando diretamente nas semifinais, por ter sido o campeão do ano anterior. Após um empate e uma vitória sobre o , o Santos se classificou para a final que, por falta de calendário, foi disputada em 1963. A final, disputada contra o , era aguardada com muita ansiedade, já que Santos e Botafogo formavam a base da Seleção Brasileira campeã mundial naquele ano — estiveram em campo 11 jogadores que atuaram na Copa do Mundo. O confronto foi denominado pela imprensa de \"maior jogo do mundo\". No primeiro jogo, vitória santista por 4–3, no Pacaembu; no segundo jogo, no Maracanã, vitória botafoguense, por 3–1. O terceiro e derradeiro confronto foi novamente disputado no Maracanã, e o Santos teve uma grande atuação, vencendo por 5–0, com dois gols de Pelé e se sagrando campeão. A exibição santista foi aplaudida pelos torcedores botafoguenses presentes no estádio. Ainda em 1962, , e tentaram, sem sucesso, a contratação de Pelé. Após a conquista da Taça Brasil, no início de 1963, o Santos iniciou o ano fazendo uma pequena excursão no Chile e no Peru, disputando cinco jogos com equipes locais. Pelé foi o artilheiro da excursão, marcando dez gols. Voltando ao Brasil, a equipe venceu o Torneio Rio-São Paulo de 1963. Pelé teve grande atuação na competição: marcou em 8 de 9 jogos, com duas tripletas (São Paulo 2–6 Santos e Santos 5–1 Olaria), marcando ainda um gol na final contra o , sagrando-se o artilheiro do torneio, com 14 gols. Finalizado o torneio, o Santos voltou a excursionar pela Europa, disputando 10 jogos em 4 países diferentes. Pelé foi novamente o artilheiro santista, com 10 gols. De volta ao solo brasileiro, a equipe iniciou a disputa do Campeonato Paulista; ao final da temporada, o Santos terminaria em 3.º, com Pelé o artilheiro do torneio com 22 gols — sua sétima artilharia consecutiva do Campeonato Paulista. miniatura|150px|Pelé é o maior artilheiro da história do Santos Como campeão da Libertadores de 1962, o Santos se qualificou automaticamente para a fase semifinal da Copa Libertadores da América de 1963. O primeiro confronto do Santos seria contra o Botafogo. Antes do primeiro jogo, disputado no Pacaembu, a equipe do Botafogo entregou a Pelé um cartão de prata com os dizeres: \"Ao Catedrático do Futebol. A Homenagem da Academia Botafoguense\". A partida terminou empatada em 1–1, com um gol de Pelé. Na partida seguinte, no Maracanã, o Santos exibiu uma grande atuação, goleando o Botafogo por 4–0, com três gols de Pelé. Com sua atuação na semifinal, Pelé se tornou o primeiro jogador a marcar quatro gols nessa fase da competição, recorde que seria igualado posteriormente por Albeiro Usuriaga, em 1989, Borja em 2016 e Bruno Henrique em 2021. A final da Libertadores seria disputada contra o argentino . O Santos iniciou a série final ao vencer, por 3–2, na primeira fase e derrotou o Boca Juniors por 2–1, na La Bombonera, com um gol de Pelé, sagrando-se bicampeão continental. Com o título, o Alvinegro foi enfrentar o , campeão europeu, na disputa do Mundial Interclubes de 1963. No primeiro jogo, vitória do Milan por 4–2, com os dois gols santistas marcados por Pelé. Durante a partida, Pelé, Zito e Calvet se lesionaram, e não jogaram os demais confrontos. Com uma vitória por 4–2 no segundo jogo e por 1–0 no terceiro jogo, o Santos foi bicampeão mundial. O Santos iniciou o ano de 1964 disputando a Taça Brasil de 1963, que, por falta de calendário, só foi finalizada no ano seguinte. Por ser campeão paulista, o Santos entrou na fase semifinal do torneio, enfrentando o Grêmio, campeão gaúcho. A equipe avançou a final após derrotar os gaúchos por 3–1, no Estádio Olímpico, com um gol de Pelé, e por 4–3, com um tripleta de Pelé, no Pacaembu. Ao final do segundo jogo, Pelé ainda iria para o gol, substituindo o goleiro Gilmar, que fora expulso. A final do torneio se deu contra o Bahia, campeão baiano. Era a terceira final entre Santos e Bahia pela Taça Brasil, com um título para cada: em 1959, o Bahia fora campeão em cima do Santos; em 1961, fora o Santos campeão em cima dos baianos. O Santos teve grande atuação na primeira partida, no Pacaembu, goleando o Bahia por 6–0, com dois gols de Pelé. No jogo de volta, na Fonte Nova, nova vitória santista, por 2–0, com ambos os gols marcados por Pelé. Com as vitórias, sagrou-se o Santos tricampeão brasileiro. Sobre o título santista, o jornal A Gazeta Esportiva escreveu que o Santos fora \"infinitamente superior\" ao Bahia e que fez por merecer \"o honroso galardão de super-campeão do Brasil\". Pelé foi o artilheiro santista do torneio, com 8 gols. Terminada a Taça Brasil, o Santos excursionou pela América do Sul. Essa excursão não teve o sucesso das anteriores: o Santos sofreu duas goleadas nos dois primeiros jogos (5–1 para o , da Argentina, e 5–0 para o , do Uruguai), recuperando-se posteriormente, com 5 vitórias em 6 jogos. Pelé marcou dois gols na excursão. Nelson Rodrigues criticou as constantes excursões internacionais da equipe, afirmando que o Santos \"virou saco de pancada\" — em referência as goleadas sofridas para o Independiente e Penãrol — e que adquiria \"o vício de perder\". Para o cronista, a equipe perdia \"porque deixou de ser um time brasileiro\", transformando-se numa \"equipe internacional\"; afirmou que, ao seu ver, \"baixou no Santos o tédio desesperador de tantas viagens\", questionando o estímulo que teria a equipe jogando contra adversários \"que mudam de sotaque três vezes por semana\". Retornando ao Brasil, o Santos disputou o Torneio Rio-São Paulo de 1964. Em homenagem ao apoio da torcida carioca nos títulos mundiais de 1962 e 1963, na partida contra o Fluminense cada jogador da equipe santista — com exceção do goleiro Gilmar — entrou vestindo a camisa de um clube carioca. Pelé vestiu a camisa do Olaria. Pelas constantes partidas no Maracanã, o Santos foi nomeado por Nelson Rodrigues como \"o mais carioca dos times\"; segundo ele, o clube \"só por um equívoco crasso e ignaro nasceu em Vila Belmiro\", e que a torcida carioca \"só falta carregá-lo no colo e passear com Pelé na bandeja, triunfalmente\"; concluiria desejando que Santos conseguisse naturalizar-se carioca, o que tornaria \"uma equipe imbatível e eterna.\" Ao final do torneio, o Santos estava empatado em pontos com o Botafogo, e o título seria decidido no melhor de três jogos. Por falta de datas, no entanto, apenas um jogo foi realizado — vitória de 3–2 do Santos, no Maracanã — declarando-se ambos campeões. Pelé marcou 3 gols na competição. Após o Torneio-Rio São Paulo, o Santos se lançou novamente a uma excursão internacional. Primeiro disputou três jogos na Argentina, com três vitórias e uma derrota. Pelé foi o artilheiro da equipe, com três gols. Da Argentina, foi a França, para disputar o Torneio de Paris de Futebol. O Santos foi eliminado no torneio após perder por 3–1 para o Borussia Dortmund, empatando em 1–1 com o Stade de Reims na disputa de 3.º lugar. O Santos ainda disputaria um amistoso contra o Saint- Étienne (vitória por 4–3) e o Borussia Mönchengladbach, na Alemanha (vitória por 2–1). Pelé não participou dos jogos dessa excursão. Em sua volta ao Brasil, a equipe iniciou a disputa do Campeonato Paulista, que viria a conquistar. Pelé foi o artilheiro da competição — sua 8.ª artilharia seguida do torneio — com 34 gols. Dentre as vitórias santistas no campeonato, destacam-se os 11–0 sobre o Botafogo de Ribeirão Preto, com oito gols de Pelé, seu recorde pessoal num único jogo, e a goleada de 7–4 contra o Corinthians, com quatro gols de Pelé e três de Coutinho — a dupla foi considerada \"infernal\" pelo jornal Folha de S.Paulo. Curiosamente, Osvaldo Brandão era o técnico nas duas goleadas: Brandão era o técnico do Botafogo nos 11–0, e no jogo seguinte assumiu o Corinthians, perdendo de 7–4. Enquanto disputava o Campeonato Paulista, o Santos participou da Copa Libertadores da América e da Taça Brasil de 1964. Por ser o campeão do ano anterior, o Santos entrou na fase semifinal da Libertadores, enfrentando o argentino Independiente. A equipe perdeu os dois jogos, e foi eliminada. Pelé, contundido, não participou das partidas. A disputa entre Santos e Independiente é rodeada de suspeitas sobre uma suposta interferência de Julio Grondona, na época presidente do Independiente, sobre a arbitragem; gravações reveladas em 2015 mostram Grondona sugerindo que o árbitro da partida, Leo Horn, e os bandeiras, teriam sido selecionados com o objetivo de ajudar a equipe argentina, que viria a ser campeã da edição daquele ano. Na Taça Brasil, o Santos entrou nas quartas de finais, por ter sido o campeão do ano anterior. Pelé, recuperado da lesão que o tirara da Libertadores, ajudou a equipe a conquistar seu 4.º título nacional, sendo o artilheiro santista, com 7 gols. O atacante teve atuação destacada no primeiro jogo da final, contra o Flamengo, marcando três dos quatro gols santistas, na vitória por 4–1. Ao final da temporada, Pelé seria novamente o artilheiro da equipe, com 58 gols no total. O Santos iniciou o ano de 1965 novamente excursionando pela América do Sul. Em janeiro, a equipe venceu o Torneio Hexagonal do Chile, e Pelé foi o artilheiro santista, com seis gols em cinco jogos. A partida de destaque do Torneio se deu entre a equipe santista e a Seleção Tchecoslovaca, que na época era a vice-campeã mundial. O Santos venceu a partida por 6–4, com três gols de Pelé, em disputa classificada pela imprensa chilena como \"o jogo do século\". Sobre Pelé, o jornal Terceira Hora escreveu em manchete que o jogador \"é de outro mundo\". A atuação do Santos nessa partida é considerada como uma das melhores da história do clube. Em fevereiro daquele ano, o clube estreava na Copa Libertadores da América de 1965, com uma goleada de 5–1 sobre a Universidad de Chile, com dois gols de Pelé. A equipe avançou até as semifinais e enfrentou o Peñarol em uma revanche da final de 1962. Depois de dois jogos, um playoff foi necessário para quebrar o empate. Ao contrário de 1962, o Peñarol saiu vitorioso e eliminou o Santos por 2–1. Pelé seria, no entanto, o artilheiro do torneio, com sete gols. Enquanto disputava a Libertadores, o Santos participou do Torneio 4.º Centenário de Caracas, sendo o campeão após uma vitória sobre uma equipe local e outra vitória sobre o Independiente da Argentina. Pelé marcou 4 gols nos 2 jogos. Também durante a Copa Libertadores, a equipe participou do Torneio Rio-São Paulo, competição que ganhara em 1964. Em razão dos múltiplos torneios que participava, muitas das partidas do Rio-São Paulo foram disputadas por uma equipe santista mista ou reserva. Pelé disputou apenas 6 das 9 partidas; não obstante, foi o artilheiro do torneio, com cinco gols marcados. Foi nesse campeonato que Pelé marcou seu gol de número 700, na vitória por 5–2 sobre o Fluminense. A equipe alvinegra ficou na 4.ª colocação do torneio. Logo após o término do Torneio Rio-São Paulo, o Santos embarcou em nova excursão, dessa vez pelo Brasil. Pelé marcou catorze gols em apenas seis partidas, tendo feito cinco gols na goleada de 9–4 sobre o Clube do Remo. Durante a excursão, a equipe alvinegra foi convidada para disputar a partida inaugural do Estádio Manuel Ferreira, em Assunção, contra o Club Olimpia. A partida terminou empatada, em 2–2, com um gol de Pelé. Finalizada a excursão, o Santos defendeu seu título paulista, se sagrando bicampeão do Campeonato Paulista. Pelé foi novamente o artilheiro, com 49 gols. Ainda no início do Campeonato Paulista, um grupo de empresários de Maceió convidou o Santos para enfrentar o CRB, então campeão estadual, em partida cercada de expectativas pela torcida local. O primeiro tempo terminou em 0 a 0, e um jogador do CRB supostamente teria provocado Pelé, questionando que \"o pessoal veio ver o rei, e cadê o rei?\". No segundo tempo, o Santos marcou seis gols, com dois de Pelé, vencendo a partida por 6–0. Em agosto daquele ano, o Santos disputou o Torneio Quadrangular de Buenos Aires. Organizado pelos rivais River Plate e Boca Juniors, foram convidados para a disputa Santos e Real Madrid. O Santos venceu ambos os argentinos, e faria a final contra os espanhóis; o Real Madrid, contudo, se retirou do torneio sem maiores explicações, consagrando então o time alvinegro como o campeão. Pelé foi o artilheiro do torneio, junto com o companheiro Coutinho e o húngaro naturalizado espanhol Puskás, todos com dois gols cada. No final do ano, o Santos viria a ganhar ainda a , reconhecida pela CBF em 2010 como um campeonato brasileiro. Pelé marcou duas vezes no torneio; um gol no jogo de volta da semifinal contra o Palmeiras, e outro no jogo de volta da final, contra o Vasco. O Santos, por ser o campeão paulista, entrava na fase final do torneio (assim como o campeão do extinto Estado da Guanabara). A temporada de 1965 se revelaria uma temporada extremamente prolífica para Pelé, que marcou 96 gols — seu terceiro melhor ano em número de gols, só atrás de 1959 e 1961. O Santos iniciou o ano de 1966 excursionando na África e na América. Foram visitados seis países — Costa do Marfim, Argentina, El Salvador, Venezuela, Peru e Chile — e disputadas 12 partidas, com cinco vitórias, quatro empates e três derrotadas. Pelé foi o principal artilheiro da excursão, com 11 gols marcados. O primeiro confronto se deu na Costa do Marfim, na cidade de Abidjan, contra a equipe Stad Club Abidjan, a atual campeã nacional. A partida ficou famoso por ter sido a última disputada pelo quinteto de ataque Dorval, Mengálvio, Coutinho, Pelé e Pepe, apelidado de \"ataque dos sonhos\". O Santos venceu a partida por 7–1, com dois gols de Pelé. O \"ataque dos sonhos\" marcou 314 gols entre 1960 e 1966; destes, Pelé fez 118. Segundo Pelé, a eficiência do quinteto de ataque foi uma das razões pelas quais pode chegar aos mil gols. Pelé foi recebido com pompas; um jornal local apresentou em sua capa a manchete \"O Rei chegou à Abidjan\", e o público presente no estádio gritava \"O Rei! O Rei!\" cada vez que o jogador pegava na bola. Segundo o Jornal do Brasil, Pelé chorou na chegada ao aeroporto, ao perceber a multidão que esperava para recepcioná-lo. Durante a excursão, o Santos disputou com o Botafogo a Taça Círculo de Periódicos Esportivos, em Caracas, em um jogo duplo. O Botafogo foi campeão com um placar agregado de 5–1; Pelé foi o único marcador santista. Terminada a excursão, o Santos iniciou sua campanha no Torneio Rio-São Paulo. Pelé, que acabara de se casar com Rosemeri dos Reis Cholbi, foi liberado de participar do torneio, para aproveitar sua lua de mel. O Santos viria a se sagrar campeão do torneio, em conjunto com Corinthians, Vasco e Botafogo. Após a Copa do Mundo FIFA de 1966, o Santos foi convidado para disputar o Torneio de Nova York, em Nova Iorque. A abertura do Torneio se deu com um esperado confronto entre Santos e Benfica, ambos bases de suas seleções nacionais. O Santos goleou o Benfica por 4–0, com atuação destacada de Pelé; o jogador participou de dois gols dos companheiros e marcou seu próprio gol, encobrindo um dos defensores e driblando outro antes de arrematar no ângulo oposto do goleiro. Após o gol, a torcida americana invadiu o campo para abraçar Pelé, que teve que abandonar o jogo para que a partida continuasse, sendo substituído por Salomão. O confronto teve um público de 25 670 espectadores, recorde de público de futebol nos Estados Unidos. A vitória santista foi encarada no Brasil como um \"vingança\" contra Portugal, que meses antes eliminara a Seleção Brasileira na Copa do Mundo, e uma prova de que o futebol brasileiro ainda seria o melhor do mundo. Em terras portuguesas, a vitória do Santos também foi qualificada como uma \"vingança do futebol brasileiro\". Parte da imprensa brasileira ficou incomodada com as comparações entre Pelé e Eusébio, atacante da seleção portuguesa e astro do Benfica; Nelson Rodrigues afirmou, após a partida, que \"os valores foram repostos na sua verdadeira hierarquia\", e que Eusébio, apesar de excelente jogador, \"nada tem que chegue aos pés do gênio Pelé\". Destacando a vitória, a imprensa brasileira usou de hipérboles, afirmando que Benfica fora \"surrado\" (Jornal do Brasil), \"massacrado\" (A Gazeta Esportiva), \"arrasado\" e que tomara \"um banho\" (Jornal dos Sports). Após a vitória sob o Benfica, o Santos venceu o AEK da Grécia por 1–0, sagrando-se campeão do torneio. Em 1968, o mexicano Emilio Azcárraga Vidaurreta, dono da empresa de comunicação Telesistema Mexicano e do Estádio Azteca, enviou um representante ao Brasil para tentar contratar Pelé. O presidente do Santos, insatisfeito com o gesto, denunciou o representante de Azcárraga à Polícia Federal, alegando que o emissário \"perturbava o esporte brasileiro\". O então ministro da Justiça, Luís Antônio da Gama e Silva, prometeu investigar o caso. Segundo o representante de Azcárraga, a proposta teria sido feito a Pelé um ano antes, e previa sua ida ao México apenas em 1970, após a Copa do Mundo. No início de 1969, o Santos excursionou na África, jogando em seis países africanos. A primeira etapa da viagem se deu em Pointe-Noire, na República do Congo. O deslocamento da equipe santista do aeroporto ao hotel serviu como um desfile de Pelé, que seguiu sozinho em um carro conversível, enquanto o resto da delegação seguia em um ônibus. Segundo Gilberto Marques, único jornalista brasileiro a cobrir a excursão, a presença de Pelé provocava uma \"euforia quase inacreditável\" no público. Em Pointe-Noire o Santos jogaria contra um combinado da província da cidade, em partida que foi apelidada pela imprensa local como \"o jogo do século\". O Santos venceu o confronto por 3–0, com um gol de Pelé, que foi muito aplaudido por sua atuação; o público foi de trinta mil espectadores, quase metade da população de oitenta mil habitantes. A partida seguinte ocorreu em Brazavile, capital do Congo, em confronto com a seleção nacional. O primeiro tempo terminou em 2–0 para os locais; no segundo tempo, Pelé marcou uma tripleta, garantindo a vitória santista. Após mais uma vitória brasileira, dessa vez sobre a equipe reserva da seleção congolesa, o Santos voltou a enfrentar a seleção principal do país. Nessa partida, Pelé fez dois gols, o que não evitou a primeira derrota santista contra uma equipe africana, terminando o placar em 3–2 para a seleção do Congo. Segundo o meio campista santista Lima, os jogadores congoleses \"se jogavam no chão\" e \"choravam\" pelo resultado; já o jornalista Gilberto Marques escreveu que a vitória resultou no \"maior carnaval da história\" da capital do Congo, descrevendo o ocorrido como um episódio de \"histeria coletiva\". Em homenagem à vitória, o dia da partida — 23 de janeiro — foi declarado Dia Nacional do Esporte, feriado em todo o país. O Santos continuou sua excursão, indo então para a Nigéria, país que se encontrava envolto em uma guerra civil. A excursão inicialmente não passaria pela Nigéria; o acordo para jogar no país ocorreu quando o Santos já estava em solo africano, disputando os jogos em Brazavile. Segundo o antropólogo José Paulo Florenzano, o governo militar do general Yakubu Gowon teria utilizado a equipe santista como uma \"propaganda de guerra\", para transmitir à opinião pública nacional e internacional que a situação estava sob controle, apesar da guerra civil. A partida foi cercada por muita expectativa e interesse, com a imprensa local noticiando o confronto como \"o maior acontecimento esportivo dos últimos anos\". O adversário enfrentado era a Seleção Nigeriana, e a partida terminou empatada em 2–2, com dois gols de Pelé, que teve \"ótima atuação\", segundo Gilberto Marques. Da Nigéria o Santos partiu para Moçambique, voltando então para a Nigéria. A partida, contra a Seleção do Estado do Centro Oeste, seria realizada em Benin. Como Benin se encontrava na fronteira da região separatista de Biafra, um cessar-fogo teria sido negociado entre a Nigéria e as forças separatistas para que o confronto pudesse ocorrer. O suposto cessar-fogo não foi noticiado pela imprensa brasileira na época, sendo mencionado apenas mais de trinta anos depois, em matéria da revista Placar por ocasião do quinquagenário de Pelé em 1990. Declarações de alguns jogadores do Santos confirmariam o ocorrido: o goleiro Gilmar e o atacante Coutinho afirmam que tão logo o avião do Santos zarpara, fora possível ouvir os tiros, o que indicaria que guerra tinha reiniciado. A versão acabou se popularizando, e mesmo sendo divulgada pela imprensa internacional; a revista Time chegou a afirmar em 2005 que o cessar-fogo fora de três dias. Essa versão, contudo, é contestada pelo jornalista britânico de origem nigeriana Olaojo Aiyegbayo, que afirma que dois dos principais jornais do país não mencionaram qualquer cessar-fogo em suas matérias sobre a partida. Aiyegbayo ainda aponta que o suposto cessar-fogo não é mencionado em uma biografia de Pelé lançada em 1977, mas o evento é mencionado em outra biografia, de 2007 — muitos anos depois da matéria da revista Placar. O antropólogo José Paulo Florenzano apresenta tese semelhante, argumentando que Benin estava sob domínio da Nigéria, e que a região onde decorriam os confrontos localizava-se a cerca de cento e trinta quilômetros de distância da cidade. Para Florenzano, a narrativa de um cessar-fogo é \" inverossímil\". Em 1970, Pelé ameaçou sair do Santos, após notícias de que a próxima renovação contratual teria um desconto em suas luvas, em razão de um suposto débito seu com o clube. Enquanto discutia sua situação contratual, seu empresário afirmou que fora procurado por dois empresários estrangeiros, que desejavam comprar seu passe em nome de um clube mexicano, de nome não revelado. Segundo Pelé, ele recebia uma proposta do México \"cada 15 dias\", em suas palavras. Como o suposto clube mexicano nunca foi revelado, a revista Placar chegou a questionar a veracidade da história. Em 1971, Pelé disputou sua milésima partida, em Paramaribo, capital do Suriname. Até então, apenas três jogadores tinham atingido tal marca: o goleiro soviético Lev Yashin, o ponta inglês Stanley Matthews e o atacante brasileiro Arthur Friedenreich. Antes da partida, Pelé recebeu diversas homenagens; em seu discurso, pede ao governador ao representante da Rainha inglesa que concedam perdão a alguns jogadores punidos pela liga local, pedido que é atendido. O confronto, contra a equipe do Transvaal, terminou em 4–1 para o time santista, com um gol de Pelé, de pênalti. O lucro do jogo foi utilizado pelos organizadores do evento para iniciar a construção de um viaduto, nomeado Pelé em homenagem ao jogador. ==== Milésimo gol ==== Um dos momentos mais cultuados de sua carreira é o milésimo gol, anotado em 19 de novembro de 1969, em uma partida contra o Vasco da Gama, quando Pelé marcou a partir de um pênalti, no Estádio do Maracanã. Marcado o pênalti, seu nome passou a ser gritado no Maracanã, até mesmo pela torcida vascaína. Pelé chutou no canto esquerdo de Andrada, que chegou a tocar na bola, mas não conseguiu evitar o gol. Ao cair e perceber que a bola tinha entrado, Andrada socou a grama, enquanto Pelé comemorava o gol, em imagem considerada histórica. Andrada permaneceu no chão por mais um tempo, e só levantou ao ser erguido por um companheiro. O goleiro no dia anterior tinha manifestado o desejado de evitar o gol número mil; anos mais tarde, afirmou sobre o evento que \"o gol veio e em pouco tempo você vai se acostumando e você acaba o adotando como um filho\". Feito o gol, Pelé correu para a bola, beijando-a. O jogador foi cercado por jornalistas e carregado por dirigentes do Santos. Pelé dedicou o gol às \"crianças, \"pessoas pobres\" e \"velhinhos cegos\". O discurso foi criticado por alguns, que esperavam uma fala contra a ditadura militar brasileira, que um ano antes tinha editado o Ato Institucional n.º 5 (AI-5), considerado o mais duro dos atos institucionais do regime militar. O jogo foi suspenso por 20 minutos, e Pelé deu uma volta olímpica no estádio, com uma camisa do Vasco com número \"1000\" nas costas. === New York Cosmos === Após a temporada de 1974 (19.ª com o Santos), Pelé se aposentou de clubes brasileiros, embora tenha continuado a jogar ocasionalmente pelo Santos em partidas oficiais competitivas. Em 1974, Pelé convocou uma auditoria para conhecer sua situação financeira e descobriu estar em dificuldades financeiras. O patrimônio do Rei estava no vermelho, devido a uma série de maus negócios, especialmente na administração da Fiolax, uma fabricante de peças de borracha, da qual Pelé era sócio e que devia milhões de dólares. Segundo Pelé: \"Eu devia milhões, estava determinado a pagar minhas dívidas e eu sabia que jogar futebol era de longe a melhor coisas que eu podia fazer\". Dois anos mais tarde, ele saiu de sua semi-aposentadoria para assinar com o New York Cosmos, da North American Soccer League (dos Estados Unidos) para a temporada de 1975. A ideia de contratá-lo foi dos irmãos turcos Nesuhi Ertegün e Ahmet Ertegün, que convenceram o dono da Warner Communications, Steve Ross a investir no Rei. Ross mandou o inglês Clive Toye negociar com Pelé. Entre 1971 e 1975, Toye tentou por diversas vezes contratar Pelé, tendo como empecilhos a resistência do governo brasileiro na saída do astro e o interesse de clubes europeus. Para convencer Pelé e o governo brasileiro, o secretário de estado dos Estados Unidos, Henry Kissinger, enviou um telegrama ao chanceler brasileiro Antonio Azeredo da Silveira, pedindo ajuda para convencer Pelé, alegando que a contratação contribuiria para estreitar as relações entre os países. Azeredo então entrou em contato com Pelé, que aceitou a proposta. O Cosmos anunciou oficialmente a contratação de Pelé em 10 de junho de 1975. Dezoito dias depois, Pelé se encontraria com o presidente americano, Gerald Ford, na Casa Branca. Segundo arquivos sigilosos liberados ao público, a conversa entre Ford e Pelé girou em torno do baixo rendimento da seleção americana, e a expectativa de que Pelé poderia \"estimular o futebol profissional bem como o interesse geral no esporte dentro do país\". Em seu livro Pelé: A importância do Futebol, Pelé afirma que o acordado era 1 milhão de dólares por sete anos. As cifras apontadas pela imprensa variavam entre 2,8 milhões, 4,5 milhões e até 7 milhões de dólares por três anos de contrato. O NY Times esclareceu que o contrato era de 7 milhões, mas 2 milhões eram de impostos. Ou seja, o Rei ganhou 5 milhões de dólares por três anos de contrato. A divergência se devia ao cálculo utilizado. Pelé era apontado na época como o atleta mais bem pago do mundo. O contrato com o Cosmos previa ainda explorar comercialmente a imagem de Pelé. Como o time na época pertencia à Warner Communications, Pelé foi nomeado para o cargo de relações públicas da empresa. Pelé estreou no Cosmos em 15 de junho de 1975, num empate em 2–2 contra o Dallas Tornado, no Downing Stadium. A partida atraiu imensa atenção por todo o país: o confronto foi transmitido para trinta países pela rede CBS, uma das maiores dos Estados Unidos, e teve público de dez milhões de pessoas, um recorde para jogos de futebol na época. Segundo o jornal New York Daily News, às 10h da manhã já se formavam filas para a compra de ingressos, que chegaram a ser vendidos quase que pelo triplo do valor por cambistas. A partida foi acompanhada por 152 fotógrafos, quantidade superior ao número de fotógrafos envolvidos na posse do presidente americano Jimmy Carter, dois anos depois. Pelé teve atuação destacada no jogo: fez um gol, deu uma assistência e por diversas vezes permitiu que seus companheiros ficassem cara a cara com o goleiro adversário. Apesar de já ter passado bastante de sua melhor fase, Pelé foi creditado com o aumento significativo da sensibilização e do interesse do público no esporte nos Estados Unidos. A média de público da liga americana no ano de 1974 era de 10 mil torcedores por partida; em 1975, com Pelé, o Cosmos teve média de 34 mil torcedores por partida. Durante sua primeira aparição pública em Boston, ele foi ferido por uma multidão de fãs que o cercaram e fora evacuado em uma maca. Pelé marcou 37 gols e fez trinta assistências jogando pelo Cosmos. Com Pelé em campo, foram quebrados três recordes de público: no dia 9 de abril de 1976, 58 128 pessoas estiveram presentes, recorde de público da liga; no dia 9 de junho de 1977, o público foi de 62 394, recorde para o futebol nos Estados Unidos; finalmente, em 14 de agosto de 1977, 77 691 pessoas estiveram presentes para o jogo que marcou o recorde de público para futebol na América do Norte. Em 1975, uma semana antes da Guerra Civil Libanesa, Pelé jogou um amistoso pelo clube libanês Nejmeh SC contra uma equipe de estrelas da Liga Libanesa de Futebol, marcando dois gols que não foram incluídos em sua contagem oficial. No dia do jogo, quarenta mil espectadores estavam no estádio de manhã cedo para assistir ao jogo. Na esperança de criar um mesmo tipo de sensibilização na República Dominicana, ele e a equipe do Cosmos jogaram em uma partida de exibição contra a equipe haitiana Violette AC, no Estadio Olímpico Félix Sánchez, em 3 de junho de 1976, onde mais de 25 mil fãs assistiram-no marcar um gol nos últimos segundos da partida, levando o Cosmos a uma vitória por 2–1. Ele levou o Cosmos à conquista do campeonato estadunidense de 1977, na sua terceira e última temporada com o clube. Em 1 de outubro de 1977, Pelé encerrou a sua carreira em uma partida de exibição entre o Cosmos e o Santos. O Santos chegou a Nova Iorque depois de derrotar o Seattle Sounders, em Nova Jérsei, por 2–0. A partida foi jogada na frente de uma multidão no Estádio dos Giants e foi transmitida nos Estados Unidos pelo programa Wide World of Sports, da American Broadcasting Company, bem como em todo o mundo. O pai e a esposa de Pelé assistiram à partida, bem como Muhammad Ali e Bobby Moore. Em seu discurso de despedida, Pelé pediu que o público repetisse com ele três vezes a palavra love (amor); o ato serviu de inspiração a Caetano Veloso para compor a canção \"Love Love Love\". == Carreira na Seleção Brasileira == Após se destacar jogando pelo combinado Vasco-Santos no Torneio Internacional do Morumbi, Pelé foi convocado pelo técnico Sylvio Pirillo para a disputa da Copa Roca (atual Superclássico das Américas), torneio disputado entre a Seleção Brasileira e a Seleção Argentina em dois jogos. Na época, com a excursão de grandes clubes brasileiros para o exterior, o técnico brasileiro encontrava dificuldades para escalar a equipe nacional. Dessa forma, Pirllo optou por convocar a maioria dos atletas do futebol paulista; entre esses, Pelé. Pelé estreou pela seleção no primeiro jogo do confronto, em 7 de julho de 1957, no Maracanã, entrando com a camisa número 13 no segundo tempo, substituindo Del Vecchio. Naquela partida, ele marcou seu primeiro gol pelo Brasil aos 16 anos e nove meses, sendo o jogador mais jovem a realizar tal feito. O momento do gol foi registrado em foto, considerada histórica; sobre a foto, o goleiro argentino da partida, Amadeo Carrizo, afirmou: \"Agora que vejo a foto e vou me dando conta do que significou depois esse rapazinho ao futebol mundial, me assombro. Este era Pelé!\". O Brasil perdeu o confronto por 2–1. A atuação de Pelé foi elogiada pelo Jornal dos Sports, que afirmou o jogador deu \"alento novo aos companheiros\", emprestando \"um sentido mais agressivo à vanguarda\". No segundo confronto, Pelé começou como titular, utilizando a camisa de número 8, e novamente marcou um gol. O Brasil venceu por 2–0 e foi declarado campeão. A Copa Roca foi o primeiro título de internacional de Pelé, e o seu primeiro título com a Seleção Brasileira. O jornal Estado de S. Paulo elegeu Pelé o melhor em campo, afirmando que \"o atacante santista está destinado a ser um notável futebolista\". O Jornal dos Sports destacou Pelé como \"um dos realces da ofensiva brasileira\"; seu colunista, Mário Rodrigues, afirmou que Pelé \"É indicação certa para a Copa do Mundo\". Pelé disputaria ainda quatro jogos pela Seleção antes da Copa do Mundo de 1958, sendo titular em três e reserva no outro. === Copa do Mundo de 1958 === Antes da convocação final a Copa do Mundo FIFA de 1958, a CBD contratou o psicólogo João Carvalhaes para submeter os atletas a testes de \"avaliação de inteligência e equilíbrio psicológico\". Pelé marcou 68 de 123 pontos, o que motivou Carvalhaes a recomendar a comissão técnica que não levasse Pelé, por ser \"obviamente infantil\" e não possuir senso de responsabilidade suficiente para um jogo coletivo. A recomendação não foi seguida, e Pelé integrou o elenco que iria para a Suécia. Sobre o ocorrido, o jogador comentou, décadas depois, que não se sentia \"muito responsável\" com 17 anos, e que só pensava \"em jogar\" e que tudo \"era uma festa\"; pontuou, contudo, que jogadores mais experientes da equipe, como Didi, Nílton Santos e Gilmar, \"carregavam o peso\". Foi nesta Copa que Pelé começou a usar uma camisa com o número 10. Isto foi resultado de uma desorganização: os líderes da Federação Brasileira não enviaram o número das camisas dos jogadores e cabia à FIFA escolher quais então seriam usados no mundial, ficando Pelé com a número 10. Pelé foi reserva nas duas primeiras partidas do torneio, só vindo a jogar no terceiro confronto. Há versões contraditórias sobre a razão de Pelé ter iniciado a Copa na reserva. A versão mais comum afirma que com o empate em 0 a 0 contra a Inglaterra, o Brasil se viu obrigado a vencer sua terceira partida, contra a União Soviética. A necessidade de uma vitória fez com que os líderes do elenco — Bellini, Nílton Santos e Didi — se reunissem com o técnico Feola, o convencendo a escalar Pelé e Garrincha. Já outros apontam que essa versão é fantasiosa; Pelé era titular da Seleção antes da Copa do Mundo, e só iniciou o torneio como reserva em razão de lesão que sofreu em amistoso contra o . Na ocasião, Pelé saiu contundido após disputar a bola com o lateral esquerdo Ari Clemente; Clemente acabou ficando conhecido posteriormente com o jogador que quase tirou Pelé da Copa do Mundo. Os jornalistas Mário Filho e Ruy Castro afirmam que Pelé recebeu um pontapé de Ari; Ruy Castro escreveu que \"não era sua [Ari] primeira tentativa de esquartejamento [de Pelé]\". Ari, por outro lado, afirma que não houve intenção sua no lance. Em 2008, Pelé afirmou que a lesão foi \"casual\", e que Ari \"não teve intenção\". Não obstante, Pelé na época pediu para não disputar a Copa, em razão da lesão, mas foi convencido a continuar com o elenco pelo massagista Mário Américo. Pelé e Garrincha foram fundamentais na vitória por 2–0: Garrincha marcou o primeiro gol, e Pelé deu assistência ao segundo gol de Vavá, além de ter acertado uma bola na trave. Ao iniciar a partida, Pelé se tornou o jogador mais jovem do torneio e, na época, o mais jovem a jogar uma Copa do Mundo. No jogo seguinte, Pelé foi novamente fundamental, marcando o gol da vitória sobre o País de Gales. No lance, Pelé recebe um lançamento de Didi, e ao dominar a bola e perceber a marcação de um defensor, aplica-lhe um lençol, e sem deixar a bola cair, arremata de pé esquerdo no canto do goleiro. O gol foi considerado o mais bonito do torneio pelo revista Placar; para o jornalista Celso Unzelte, o tento foi \"antológico\". Segundo Pelé, ele por muito tempo considerou o gol como o mais bonito de sua carreira. O gol contra o País de Gales, o primeiro de Pelé na competição, tornou-o o mais jovem goleador de tempos com dezessete anos e 239 dias. Nas semifinais, nova atuação destacada: Pelé marcou três gols na vitória por 5–2 sobre a França, tornando- se o mais jovem da história da Copa do Mundo a fazê-lo. Em 29 de junho de 1958, se tornou o jogador mais jovem a disputar a final da Copa do Mundo aos dezessete anos e 249 dias. Ele marcou dois gols nessa final quando o Brasil venceu a Suécia por 5–2 em Estocolmo. Seu primeiro gol, em que aplicou um chapéu num zagueiro antes de chutar para o canto da rede, foi escolhido como um dos melhores gols da história das Copas. Sobre este segundo gol, o jogador sueco Sigge Parling comentaria mais tarde: \"Quando Pelé marcou o quinto gol daquela final, tenho que ser sincero e dizer que aplaudi\". Quando a partida terminou, Pelé desmaiou em campo e foi reanimado por Garrincha. Ele então se recuperou e se emocionou pela vitória, chorando enquanto estava sendo parabenizado por seus companheiros de equipe, em imagem considerada marcante na história do torneio. Ele terminou o torneio com seis gols em quatro jogos disputados, empatado em segundo lugar, atrás apenas de Just Fontaine. Pelé também foi nomeado para a seleção do campeonato. A imprensa proclamou Pelé a maior revelação da Copa e ele recebeu retroativamente a Bola de Prata como o segundo melhor jogador do torneio, atrás de Didi. === Copa América === Pelé também jogou na Copa América, na época chamado de Campeonato Sul-Americano de Futebol. Na edição de 1959, ele foi eleito o melhor jogador do torneio, além de ser o artilheiro com oito gols, com o Brasil ficando em segundo lugar. O campeonato de 1959 foi a única Copa América disputada por Pelé em toda sua carreira. === Seleção Brasileira do Exército === Em 1959, Pelé foi convocado para servir ao 6.º Grupo de Artilharia de Costa Motorizado, em Praia Grande, como soldado. Benedito Ruy Barbosa, biógrafo do jogador, acredita que a convocação de Pelé tenha se dado de forma proposital, \"para chamar a atenção para o Exército e para as Forças Armadas\", em suas próprias palavras. Pelé disputou várias partidas com a Seleção Brasileira do Exército, e foi campeão sul-americano, marcando o gol decisivo no jogo final contra a Seleção Militar da Argentina. Com a camisa do Exército, Pelé atuou em 10 partidas, marcando 14 gols. Em 2010, em comemoração ao seu septuagésimo aniversário, o Exército Brasileiro homenageou o atleta, com a inauguração do \"Espaço Pelé\" no Museu do Desporto do Exército. === Copa do Mundo de 1962 === Quando a Copa do Mundo de 1962 começou, Pelé já era considerado o melhor jogador do mundo. Na primeira partida do torneio no Chile, contra o México, Pelé foi fundamental para a vitória por 2–0: o primeiro gol veio de um lançamento seu para Zagallo, após escapar da marcação. Logo após o primeiro gol, Pelé parte com a bola da intermediária, dribla quatro adversários e conclui, de pé direito, no canto do goleiro mexicano, selando a vitória brasileira. A revista Placar descreveu a jogada que resultou no gol como \"criativa, inteligente, maliciosa e desconcertante\". O goleiro mexicano, Antonio Carbajal, anos depois se disse \"feliz por ter sofrido um gol do jogador de futebol mais perfeito que já vi jogar em mais de oito décadas de vida\". Pelé se machucou no jogo seguinte enquanto tentava um chute de longa distância contra a Tchecoslováquia. Isso o manteria fora do resto da competição e forçou o técnico Aymoré Moreira a fazer sua única mudança de escalação no torneio. O substituto foi Amarildo, que teve um bom desempenho. No entanto, foi Garrincha quem assumiu o papel de líder e levou o Brasil ao seu segundo título da Copa do Mundo, depois de vencer a Tchecoslováquia na final em Santiago. === Copa do Mundo de 1966 === Pelé era o jogador de futebol mais famoso do mundo durante a Copa do Mundo FIFA de 1966, realizada na Inglaterra, e o Brasil uniu alguns campeões mundiais como Garrincha, Gilmar e Djalma Santos com a adição de outras estrelas como Jairzinho, Tostão e Gérson, o que gerou grandes expectativas para eles. Entretanto, foi eliminado na primeira rodada, disputando apenas três partidas. A Copa do Mundo foi marcada, entre outras coisas, por faltas graves em Pelé que o deixaram ferido pelos defensores búlgaros e portugueses. Pelé marcou o primeiro numa cobrança de falta contra a Bulgária, tornando-se o primeiro jogador a marcar em três Copas do Mundo FIFA consecutivas. A partida contra a Bulgária seria a última em que Pelé e Garrincha atuariam juntos na Seleção Brasileira. O Brasil nunca perdeu uma partida com Pelé e Garrincha em jogo — foram 40 jogos disputados por eles, com 36 vitórias e quatro empates. Pelé se lesionou na partida contra a Bulgária, e não participou do segundo jogo contra a Hungria. Seu treinador afirmou que, após o primeiro jogo, sentiu que \"todo time tratará ele [Pelé] da mesma maneira\". O Brasil perdeu o jogo e Pelé, apesar de ainda em recuperação, foi levado de volta pelo técnico brasileiro Vicente Feola para a partida crucial contra Portugal no Goodison Park, em Liverpool. Feola mudou toda a defesa, incluindo o goleiro, enquanto no meio- campo voltou à formação do primeiro jogo. Durante o jogo, o zagueiro português João Morais cometeu duas faltas seguidas sobre Pelé, que saiu de campo em razão das entradas. O jogador não foi expulso pelo árbitro George McCabe, decisão vista posteriormente como um dos piores erros de arbitragem da história da Copa do Mundo. João Havelange, presidente da CBD, reclamou publicamente da arbitragem do torneio, de quem chamou de \"lastimável\" e culpou pela violência exibida nos jogos. Pelé teve que retornar e permanecer em campo mancando pelo resto do jogo, já que o time já havia feito todas as substituições possíveis. Após este jogo, Pelé anunciou a intenção de não mais jogar a Copa do Mundo, segundo ele por não ter sorte no torneio — em referência às lesões naquele ano e em 1962, que o impediram de participar de todas as partidas da competição. Pelé afirma que a eliminação na Copa de 1966 foi a maior tristeza de sua vida. Segundo o companheiro de seleção Jairzinho, a decisão de Pelé chocou a todos os jogadores da equipe. Pelé acabaria por mais tarde voltar atrás e disputar a Copa do Mundo de 1970. === Copa do Mundo de 1970 === Pelé foi convocado para a seleção no início de 1969. Ele recusou a princípio, mas depois aceitou e jogou em seis partidas das eliminatórias para a Copa do Mundo, marcando seis gols. Durante as Eliminatórias, Pelé teve rusgas com o então técnico da Seleção, João Saldanha. A primeira discordância entre eles se deu em razão do posicionamento do jogador em campo: Saldanha escalava Pelé em uma posição mais avançada, enquanto o jogador preferia jogar mais recuado. Em entrevista na época, Pelé afirmou que não poderia, após tanto tempo jogando de uma forma, mudar sua maneira de jogar \"de uma hora para outra\". Décadas mais tarde, ele afirmou que Saldanha \"não entendia muito de futebol\". Saldanha também acusou publicamente Pelé de ser míope, o que supostamente lhe traria dificuldades em cabecear e enxergar a bola em jogos noturnos; o técnico então colocou-o na reserva em razão do fato. Pelé, de fato, era míope: o ex-jogador já confirmou que nasceu com a condição, e que tinha 1,5 grau na vista direta e 2,5 graus na vista esquerda, em 1970. Ele, contudo, negou que a miopia atrapalhasse seu rendimento em jogos noturnos. Pelé acabou utilizando lentes de contato no final de sua carreira. Faltando dois meses para a Copa do Mundo, Saldanha foi demitido, e em seu lugar foi contratado o jovem Zagallo, com apenas três anos de carreira como técnico. A imprensa brasileira tratou a demissão como resultado de um processo de desgaste entre Saldanha e a CBD, amplificado pelo fato de ter colocado Pelé na reserva. Saldanha também entrou em conflito com o então Presidente da República, Garrastazu Médici, mas não há documentos que comprovem a suposta interferência de Médici na Seleção Brasileira. Já esperava-se que a Copa do Mundo FIFA de 1970, realizada no México, fosse a última de Pelé. O Brasil apresentou grandes mudanças para este torneio em relação à equipe de 1966, pois jogadores como Garrincha, Nílton Santos, Valdir Pereira, Djalma Santos e Gilmar já haviam se aposentado. Apesar disso, a Seleção Brasileira da Copa do Mundo de 1970, com jogadores como Pelé, Rivellino, Jairzinho, Gérson, Carlos Alberto Torres, Tostão e Clodoaldo, é frequentemente considerada a maior equipe de futebol da história. Curiosamente, essa formação não era a desejada por Zagallo; o treinador entendia que Pelé e Tostão não poderiam atuar juntos. Em razão disso, Pelé inicialmente foi escalado por Zagallo na reserva, entrando apenas no segundo tempo, no lugar de Tostão. A formação da Copa de 1970, na verdade, surgiu de uma votação popular feita pela revista Placar. Temeroso que a seleção fosse vaiada em seu jogo de despedida, no Maracanã, Zagallo resolveu testar a formação da pesquisa no segundo tempo da partida contra a Áustria; o Brasil ganhou por 1–0, e esse esquema acabou sendo utilizado por todo o torneio. Pelé foi muito festejado pela torcida local ao chegar no México. Milhares esperavam o desembarque da Seleção no Aeroporto Internacional de Guadalajara, e Pelé foi muito aplaudido quando apareceu na porta do avião. O público lhe jogou um sombrero, vestido por Pelé, que passou a dar autógrafos por um longo período de tempo. A vinda de Pelé ao México foi cercada de cuidados com sua segurança. No país mexicano circulava a informação de que o guerrilheiro venezuelano Victor Alfonso Zambrano, preso no país, tentaria sequestrar o jogador. Em razão da suposta ameaça, a Seleção Brasileira passou a ser vigiada pela polícia mexicana. Segundo Rivellino, \"tinha sempre um carro atrás da gente\"; sobre Pelé, afirmou que \"ele era praticamente escoltado\". No Brasil chegou-se a ser sugerido que um sósia de Pelé acompanhasse a comitiva. Zambrano negou que estivesse planejando sequestrar Pelé, mas afirmou que \"estudantes de esquerda realmente tiveram esta ideia\". [[Imagem:Zagalo e Pelé, Fundo Correio da Manhã.tif|miniatura|160px|Ao lado do treinador Zagallo em 1970. Zagallo comentou sobre Pelé: \"Um garoto na Suécia [Copa de 1958] deu sinais de genialidade, e no México [Copa de 1970] cumpriu toda aquela promessa e fechou o livro com chave de ouro. E tive o privilégio de ver tudo de perto\".]] Durante a Copa, os cinco jogadores ofensivos Jairzinho, Pelé, Gérson, Tostão e Rivellino criaram um ataque excepcional, com Pelé tendo o protagonismo no caminho do time até a final. Todos os jogos do Brasil no torneio (exceto a final) foram disputados em Guadalajara e, na primeira partida contra a Tchecoslováquia, Pelé ajudou o Brasil na vitória por 2–1, dando assistência ao gol de Gérson e depois marcando. Ao marcar contra a Tchecoslováquia, Pelé se tornou o único jogador, ao lado do alemão Uwe Seeler, a marcar gols em quatro edições consecutivas de Copas do Mundo (1958, 1962, 1966 e 1970). Décadas mais tarde, Miroslav Klose, Cristiano Ronaldo e Lionel Messi se juntariam ao seleto grupo. Ainda na partida contra a Tchecoslováquia, Pelé tentou encobrir o goleiro Ivo Viktor com um chute próximo do meio de campo, perdendo por pouco o gol. Tal lance entrou para a história das Copas como \"o gol que Pelé não fez\" e até os dias atuais continua sendo frequentemente lembrado pela mídia brasileira. O Brasil venceu a partida por 4–1. O jogo seguinte do Brasil foi cercado de expectativas, já que a equipe iria enfrentar a Inglaterra, então atual campeã mundial. Pela força das seleções, a partida chegou a ser apelidada de \"real final\" do torneio. No primeiro tempo, Jairzinho foi lançado em velocidade e cruzou a bola para Pelé, que próximo do gol, cabeceou a bola mirando o chão. Certo que seu cabeceamento resultaria em gol, Pelé gritou \"gol!\" logo após cabecear; o goleiro inglês, Gordon Banks, contudo, mergulhou de uma trave à outra e conseguiu tocar na bola, desviando-a do gol. A defesa, pela sua dificuldade e plasticidade, ficou conhecida como \"Defesa do Século\", e é frequentemente apontada como a maior defesa da história do futebol. No segundo tempo da partida, Pelé dominou um cruzamento de Tostão antes de passar a bola para Jairzinho, que marcou o único gol. Contra a Romênia, Pelé marcou dois gols, com o Brasil vencendo por um placar final de 3–2. Nas quartas de final contra o Peru, o Brasil venceu por 4–2, com ele dando o passe para Tostão no terceiro gol. Na semifinal, o Brasil enfrentou o Uruguai pela primeira vez desde a final da Copa do Mundo FIFA de 1950. Jairzinho colocou o Brasil na frente fazendo dois gols e Pelé deu o passe para Rivellino fazer o terceiro na vitória por 3–1. Durante essa partida, ele fez uma de suas jogadas mais famosas. Tostão passou a bola para Pelé e o goleiro do Uruguai, Ladislao Mazurkiewicz, tomou conhecimento e saiu da linha para tentar pegar a bola antes dela chegar ao atacante brasileiro. No entanto, Pelé chegou primeiro e enganou Mazurkiewicz com uma um drible de corpo, não tocando na bola e deixando-a rolar a esquerda do goleiro, enquanto ele foi para a direita. Ele então correu ao redor do arqueiro para recuperar a bola e chutou para o gol, errando por pouco. O lance é considerado como um dos mais bonitos e lembrados da história da Copa do Mundo. O jogo também ficou famoso pela cotovelada de Pelé no uruguaio Dagoberto Fontes, que chegou a cambalear com a pancada. O árbitro, contudo, marcou falta do uruguaio.A cotovelada faz 40 anos - Blog da Veja Segundo Fontes, a cotovelada fora um revide de Pelé, já que em lance anterior ele pisara na perna do brasileiro. Para o uruguaio, ter levado uma cotovelada de Pelé, \"o melhor jogador do mundo\", em suas palavras, fora motivo de orgulho. O Brasil jogou contra a Itália na final no Estádio Azteca na Cidade do México. Pelé marcou o primeiro gol com um cabeceamento depois de ultrapassar o zagueiro italiano Tarcisio Burgnich. Após o centésimo gol do Brasil em Copas, o salto de alegria de Pelé nos braços do companheiro de equipe Jairzinho ao comemorar o gol é considerado um dos momentos mais emblemáticos da história da Copa do Mundo. Ele deu assistência ao terceiro gol, marcado por Jairzinho, e ao quarto de Carlos Alberto. O último gol do jogo é frequentemente considerado o melhor de todos dessa equipe, pois apenas dois jogadores não participaram dele. A jogada culminou em Pelé fazendo um passe às cegas que seguiu a trajetória de corrida de Carlos Alberto. Ele veio correndo por trás e chutou a bola para marcar. O Brasil venceu a partida por 4–1, mantendo a Taça Jules Rimet indefinidamente, e Pelé recebeu a Bola de Ouro como jogador do torneio. Burgnich, que marcou Pelé durante a final, foi citado dizendo: \"Eu disse a mim mesmo antes do jogo: 'ele é feito de pele e ossos como todo mundo' — mas eu estava errado\". Após o apito final, o zagueiro italiano Roberto Rosato correu em direção a Pelé, para lhe pedir a camisa. Segundo a esposa de Rosato, o jogador tinha como sonho ter a camisa do brasileiro, e teve que disputá-la com a multidão que invadiu o campo. Em 2002, a camisa foi leiloada por 157 750 libras. === Despedida da Seleção === Pelé decidiu se aposentar da Seleção Brasileira em 1971. Sua despedida ocorreu em dois jogos — um em São Paulo, no Morumbi, e outro no Rio de Janeiro, no Maracanã. A primeira partida se deu no Morumbi, contra a Áustria, em 11 de julho. A partida terminou empatada em 1–1, com o gol brasileiro marcado por Pelé — seu último gol vestindo a camisa brasileira. Pelé atuou apenas no primeiro tempo, e no intervalo deu uma volta olímpica no estádio com uma coroa na cabeça, aos gritos de \"Pelé, Pelé\" dos torcedores. O público foi estimado em mais de 110 mil pessoas. Sua última partida foi em 18 de julho de 1971 contra a Iugoslávia, no Maracanã. Como ocorrera em São Paulo, Pelé atuou apenas no primeiro tempo, e deu a volta olímpica no intervalo da partida. Enquanto corria pelo estádio, o público gritava \"Fica Pelé!\". Um avião sobrevoou o estádio, com uma faixa com os dizeres \"Viva o Rei\". Sua última atuação pela seleção teve público de 138 575 torcedores. Com Pelé em campo, a equipe brasileira conseguiu 84 vitórias, 15 empates e 14 derrotas. A camisa da última partida oficial de Pelé foi leiloada em 2019 por 30 mil euros (cerca de 137 500 reais). Como Pelé continuou atuando profissionalmente pelo Santos, se especulou uma possível volta do jogador para a disputa da Copa do Mundo FIFA de 1974. Pelé, no entanto, rechaçou uma volta, afirmando que seria melhor se aposentar naquele momento, \"quando todo mundo quer que eu fique\", do que se aposentar posteriormente, \"quando todos acharem que está na hora\". Pelé ainda atuaria mais duas vezes com a camisa da seleção, em partidas não oficiais: uma em 1976, em amistoso contra o Flamengo, que teve sua renda revertida aos familiares de Geraldo Cleofas, meia do clube carioca que havia morrido no mesmo ano, e em 1990, em um amistoso contra o \"Resto do Mundo\", que marcou a comemoração do seu cinquentenário. == Estilo de jogo == Pelé também é conhecido por conectar a frase \"jogo bonito\" com o futebol. Um artilheiro prolífico, ele era conhecido por sua capacidade de antecipar adversários na área e acabar com chances com um tiro preciso e poderoso com o pé. Pelé também era um jogador de muito treinamento e um atacante completo, com visão e inteligência excepcionais, reconhecido por seu passe preciso e capacidade de se unir aos colegas de equipe e dar assistência. Em seu início de carreira, ele jogou em uma variedade de posições de ataque. Embora ele geralmente trabalhasse dentro da grande área como um segundo atacante ou centroavante, sua ampla gama de habilidades também lhe permitia jogar em um papel mais retraído, como atacante interno ou segundo atacante, ou fora de campo. Em sua carreira posterior, ele assumiu um papel mais profundo como playmaker atrás dos atacantes, muitas vezes atuando como meia-atacante. O estilo de jogo único de Pelé combinava velocidade, criatividade e habilidade técnica com força física, resistência e capacidade atlética. Sua excelente técnica, equilíbrio, talento, agilidade e habilidades de drible permitiram que ele vencesse adversários com a bola, e frequentemente o via usando mudanças súbitas de direção e fintas elaboradas para passar por jogadores, como seu movimento de marca registrada, o \"drible da vaca\". Outro de seus movimentos de assinatura foi a \"paradinha\". Apesar de sua estatura relativamente pequena (1,73 m) ele se destacou no ar, devido à sua precisão de rumo, tempo e altitude. Reconhecido por seus chutes, ele também foi um cobrador de faltas e pênalti, embora muitas vezes ele se abstivesse de fazer pênaltis, afirmando acreditar ser uma maneira covarde de marcar. Pelé também era conhecido por ser um jogador justo e altamente influente, que se destacou por sua liderança carismática e esportividade em campo. Seu caloroso abraço com Bobby Moore após o jogo contra a Inglaterra na Copa do Mundo de 1970 é visto como a personificação do espírito esportivo, com o The New York Times afirmando a imagem \"Capturou o respeito que dois grandes jogadores tiveram um pelo outro. Como eles trocaram camisas, toques e olhares, o espírito esportivo entre eles é tudo na imagem. Nada de regozijo, nenhum bombardeio de Pelé. Nenhum desespero, nenhum derrotismo de Bobby Moore\". Segundo seu companheiro de seleção Rivellino, \"era impressionante a energia positiva [de Pelé]\". Pelé também ganhou a reputação de ser um jogador decisivo para suas equipes, devido a sua tendência de marcar gols cruciais em partidas importantes. == Vida pessoal == === Vida acadêmica e relacionamento com outros esportes === Em 1970, Pelé ingressou na Faculdade de Educação Física da Universidade Metropolitana de Santos para estudar o recém-criado curso de licenciatura em educação física, o concluindo quatro anos depois. Seu diploma, recebido oficialmente em 10 de janeiro de 1974, encontra-se no Memorial das Conquistas, em Santos. Durante o curso, Pelé se destacou em outros esportes, principalmente o vôlei e o basquete. Em 2013, Pelé recebeu um registro profissional do Conselho Regional de Educação Física de São Paulo, e em agosto de 2018 recebeu da instituição o título de doutor honoris causa. Em 1982, aos 41 anos, Pelé competiu no salto em distância no World Sports Masters, um evento beneficente realizado na Suécia. Ele saltou 4,91 metros, e ficou longe da primeira colocação. === Relacionamentos e filhos === miniatura|upright|Praticante do catolicismo, Pelé doou uma camiseta autografada ao Papa Francisco. Acompanhada de uma bola autografada por Ronaldo, está localizada no Museu do Vaticano. Em sua primeira biografia, Eu Sou Pelé (1961), Pelé afirmou que iria \"morrer solteiro\"; segundo ele, por não saber se as mulheres gostavam \"de mim, como o homem que sou, ou se querem apenas o Pelé\". Sua previsão, contudo, não se concretizou: em 21 de fevereiro de 1966 Pelé se casou com Rosemeri dos Reis Cholbi. Em sua lua de mel, Pelé foi recebido pelo Papa Paulo VI, em audiência na Biblioteca Apostólica Vaticana, em local tradicionalmente reservado a encontros com estadistas. Pelé e Rosemeri tiveram três filhos: Kelly Cristina (1967), Jennifer (1978) e o também jogador Edinho (1970). O casal se separou em 1980. Entre 1981 e 1986 namorou a apresentadora Xuxa, que na época ainda era modelo. Em 1990 começou a namorar a cantora Assíria Nascimento, com quem se casou em 1994 e teve gêmeos, Joshua e Celeste (1996). O casal se divorciou em 2008. Em 2010 começou a namorar a empresária Marcia Aoki, se casando em 2016. Além disso, Pelé teve duas filhas fora do casamento. Sandra Regina Machado (1964–2006) foi fruto de uma traição com a empregada doméstica Anisia Machado, da época em que ainda namorava Rosemeri, que se tornaria sua primeira esposa. O jogador nunca quis conhecê-la e, após anos lutando nos tribunais, Sandra conseguiu ser reconhecida como filha através do teste de DNA em 1996. Mesmo legalmente reconhecida, Pelé não quis contato com Sandra, que morreu em 2006 vítima de um câncer sem conseguir apoio do jogador para o tratamento. A postura de Pelé lhe rendeu muitas críticas. Já Flávia Kurtz (1970) foi fruto de outro caso extraconjugal com a jornalista Lenita Kurtz, a qual também conseguiu reconhecimento nos tribunais. Segundo Pelé, Rosemeri tinha conhecimento de seus relacionamentos extraconjugais. Em julho de 2023, todos os filhos do Pelé concordaram com o reconhecimento de Gemima Lemos MacMahon, enteada do ex- atleta, como uma das herdeiras e filha socioafetiva. === Política === Ao longo de sua carreira — ocorrida em sua maior parte durante a ditadura militar brasileira — Pelé evitou posicionar-se politicamente, o que lhe rendeu críticas. Afirma o jornalista esportivo Paulo César Vasconcellos que \"nesse momento da história [ditadura militar] isso [ausência de posicionamento político] vai pesar muito contra ele [Pelé]\". Já o ex-companheiro de Seleção Paulo Cezar Caju afirma que Pelé tinha \"o comportamento do negro sim senhor\", segundo ele característico do \"negro submisso, que aceita tudo, que não contesta, que não critica, que não julga\". Como a ditadura militar utilizava a imagem da Seleção Brasileira como propaganda do regime, Pelé já foi acusado de ter servido como \"garoto-propaganda\" da ditadura. Pelé nega o rótulo; segundo ele, sua posição como jogador impedia-o de fazer concessões. Sobre sua suposta proximidade com os Presidentes do regime militar, afirmou que \"cumprimentar um presidente era um gesto pessoal. Não significava apoiar a ditadura\". Para o historiador Fernando Luiz Vale Castro, o Pelé como \"produto de marketing\" exigia \"a necessidade de certas omissões por conta dessa posição que ocupava\". Opinião semelhante é compartilhada pelo jornalista Juca Kfouri, que afirma que Pelé \"sendo quem ele era, não poderia afinal voltar as costas ao Presidente da República\". Logo após a Copa do Mundo de 1970, Pelé atuou como representante do governo militar no México na inauguração da Plaza Brasil (hoje Guadalajara Plaza), em Guadalajara, criada em homenagem ao time brasileiro. Em carta endereçada ao Presidente Emílio Garrastazu Médici, Pelé agradece a \"honra em representar V. Exa.\" e de representar \"esse ilustre Governo\", afirmando que a viagem \"se constituiu numa das mais marcantes experiências de minha vida\". Pelo caráter oficial da viagem, Pelé e sua esposa Rose receberam passaportes diplomáticos, e tiveram suas despesas pagas pelo governo brasileiro. Dias antes dessa viagem, Pelé visitou o Departamento de Ordem Política e Social (DOPS) de São Paulo, responsável pelos interrogatórios e ações de combate do regime militar. Pelé visitou o diretor-geral do órgão, e lá contou que em jogos realizados no México e Colômbia fora \"assediado por comunistas\", para que assinasse \"manifestos contra o governo brasileiro\". Segundo Pelé, ele não concordou \"por ser contrário ao comunismo\". Pelé ainda se prontificou a fazer pronunciamentos afirmando ser contrário ao comunismo, se o governo julgasse conveniente. Na ocasião, alguns presos do DOPS tentaram com que Pelé assinasse um manifesto pedindo a libertação de presos políticos; Pelé alegou que \"nem sequer tomara conhecimento do referido documento\". Apesar dos acenos ao regime militar, Pelé foi por este investigado entre 1972 e 1985. Documentos tornados públicos do Ministério da Aeronáutica e do Serviço Nacional de Informações (SNI) revelaram que os militares investigaram seus negócios imobiliários e a suposta militância de um dos seus funcionários. Os documentos indicam que, no início da década de 80, o governo militar temia que Pelé adentrasse na vida política, sobretudo em uma aproximação com o Partido Democrático Trabalhista (PDT) de Leonel Brizola. A decisão de Pelé de se aposentar da Seleção Brasileira em 1971, mas continuar jogando pelo Santos, não agradou ao regime militar. Dias antes de sua aposentadoria, o jornal O Estado de S. Paulo noticiou que \"alguns setores do governo consideram a sua saída da seleção um ato de indisciplina esportiva\". Em 1972, o Presidente Médici tentou convencer Pelé de voltar atrás em sua aposentadoria, o que foi recusado pelo jogador. A insistente recusa de Pelé em voltar a atuar pela seleção nacional levou parte da opinião pública a retratar Pelé como alguém ganancioso, que havia trocado a seleção para ganhar dinheiro. Já para o antropólogo José Paulo Florenzano, a recusa de Pelé levou à ditadura militar e a CBD a jogar a opinião pública contra o jogador. No início de 1974, Pelé reclamou que sua aposentadoria da seleção estaria sendo usada para \"jogar a opinião pública contra a minha pessoa\". Dois meses depois, Pelé foi visitado por dois ministros do governo, e mais uma vez reafirmou a decisão de seguir aposentado. Décadas mais tarde, ao comentar sua recusa em participar da Copa do Mundo de 1974, Pelé afirmou que sua recusa em voltar a jogar pela seleção se deu como uma forma de boicote contra a ditadura militar, que estava \"prejudicando demais o povo\", em suas próprias palavras. Em 1976, Pelé estava em uma viagem patrocinada pela Pepsi em Lagos, na Nigéria, quando ocorreu a tentativa de golpe militar daquele ano. Ele ficou preso em um hotel junto com Arthur Ashe e outros tenistas, que estavam participando do torneio interrompido no WCT de Lagos. Pelé e sua equipe acabaram deixando o hotel para ficar na residência do embaixador do Brasil, pois não podiam deixar o país por alguns dias. Mais tarde, o aeroporto foi aberto e ele deixou o país disfarçado de piloto. Em 1984, Pelé apoiou o movimento Diretas Já. Inicialmente, o ex-atleta apareceu na televisão com uma réplica da Taça Jules Rimet, declarando apoio ao movimento. Segundo Pelé, a Taça Jules Rimet representaria a \"outra Copa\" que o Brasil deveria ganhar — as eleições diretas. Dias depois, enquanto filmava o filme \"Pedro Mico\", Pelé foi abordado pelo fotógrafo da revista Placar, Ronaldo Kotscho, que tentou convencê-lo a vestir uma camisa da Seleção Brasileira com os dizeres \"Diretas Já!\". Segundo Kotscho, Pelé recusou a proposta; Kotscho então exibiu a camisa para as pessoas no set de filmagem, acabando por convencer o atleta a vesti- la. A foto de Pelé com a camisa foi estampada na capa da revista; sobre a foto, Pelé posteriormente afirmou que o ato foi um \"gol de placa\", e que \"ajudou o povo brasileiro no caminho pela liberdade\". Em 1995, o presidente brasileiro Fernando Henrique Cardoso o nomeou para o cargo de Ministro do Esporte. Durante esse período, ele propôs uma legislação para reduzir a corrupção no futebol brasileiro, que ficou conhecida como \"Lei Pelé\". Ele deixou o cargo em 2001 depois de ser acusado de envolvimento em um escândalo de corrupção que roubou 700 mil dólares da UNICEF. Foi alegado que o dinheiro dado à empresa de Pelé para uma partida beneficente não foi devolvido após o cancelamento, apesar de nada ter sido provado e ter sido negado pela UNICEF. Enquanto era ministro extraordinário do Esporte, recebeu militantes do Movimento Marcha contra o Racismo perto dos 300 anos da morte de Zumbi dos Palmares em 1995 e defendeu a eleição de políticos negros para o Congresso Nacional diante dos problemas da desigualdade racial no Brasil e da sensação de descrédito da população com políticos envolvidos em escândalos à época. Em reação às declarações feitas, o então presidente da Câmara dos Deputados Luís Eduardo Magalhães (filiado ao Partido da Frente Liberal e deputado federal pela Bahia) prometeu \"fazer uma guerra\". Décadas depois, em 2020, o rapper e compositor Emicida relembrou tal passagem, ao lado de outras, para criticar a forma como a imprensa caracterizou Pelé como \"alienado\", quando teria se posicionado como uma pessoa negra \"vencedora\" (\"o Rei\") justamente em um país marcado pelo racismo. Em junho de 2013, ele foi criticado pelo público por suas opiniões conservadoras. Durante os protestos de 2013 no Brasil, Pelé pediu que as pessoas \"esquecessem as manifestações\" e apoiassem a Seleção Brasileira. Pelé alega que sua crítica não fora direcionada aos protestos, mas sim uma defesa dos jogadores da Seleção Brasileira, que segundo ele, \"não têm culpa de que tenhamos políticos corruptos\". === Filantropia e atividade empresarial === Em 1994, Pelé foi nomeado Embaixador da Boa Vontade da UNESCO. A área mais notável da vida de Pelé desde o fim de sua carreira no futebol é o seu trabalho como embaixador. Em 1992, ele foi nomeado embaixador da ONU de ecologia e meio ambiente. Além disso, Pelé apoiou várias causas de caridade, como Action for Brazil's Children, Gols Pela Vida, Aldeias Infantis SOS, The Littlest Lamb, Prince's Rainforests Project e muito mais. Em 12 de agosto de 2012, Pelé participou da cúpula olímpica da fome de 2012, organizada pelo primeiro-ministro britânico David Cameron em 10 Downing Street, Londres, parte de uma série de esforços internacionais que tentaram responder ao retorno da fome como um grande problema global. Em 2016, Pelé leiloou mais de 1,6 mil itens de uma coleção que acumulou ao longo de décadas e arrecadou 3,6 milhões de libras para caridade. Em 2018, Pelé fundou sua própria organização de caridade, a Fundação Pelé, que se esforça para capacitar crianças carentes e desprivilegiadas de todo o mundo. Em 1993, ele acusou publicamente o presidente da CBF Ricardo Teixeira de corrupção, depois que a companhia de televisão de Pelé foi rejeitada em uma disputa pelos direitos domésticos do Brasil à Copa do Mundo de 1994. As acusações levaram a uma disputa de oito anos entre os dois. Como consequência do caso, o presidente da FIFA João Havelange, proibiu Pelé do sorteio da Copa do Mundo da FIFA de 1994 em Las Vegas. Considerou-se que as críticas à proibição afetaram negativamente as chances de Havelange se reeleger como presidente da FIFA em 1994. Pelé foi olheiro para o Fulham Football Club, clube da Premier League, em 2002. === Saúde e morte === Em 1977, a imprensa brasileira informou que Pelé teve seu rim direito removido. Em novembro de 2012, passou por uma operação no quadril. Entretanto, em 2016, afirmou que houve um erro médico nesta cirurgia, o que levou à necessidade de outra cirurgia corretiva em 2015. Por conta da nova cirurgia, em dezembro de 2017, ele apareceu em uma cadeira de rodas no sorteio da Copa do Mundo de 2018 em Moscou, onde foi fotografado com o presidente russo Vladimir Putin e Diego Maradona. Um mês depois, desmaiou de exaustão e foi levado para o hospital. Sua saúde debilitada impediu-o de participar da Copa do Mundo FIFA de 2018, a primeira Copa desde 1958 sem sua presença — seja como jogador, garoto-propaganda do torneio, comentarista ou convidado. Em fevereiro de 2020, seu filho Edinho afirmou que o pai apenas se locomovia com ajuda de um andador e que se sentia deprimido com a situação, evitando aparecer em público. Em 2014, Pelé foi internado duas vezes no Hospital Israelita Albert Einstein em São Paulo. A primeira internação ocorreu no dia 12 de novembro, após o ex-jogador se queixar de dores. Exames mostraram que ele estava com cálculos renais, ureterais e vesicais. Pelé foi operado e recebeu alta dois dias depois. Mas em 24 de novembro, voltou a ser internado, por conta de uma infecção urinária. Durante essa internação, Pelé também teve complicações renais por conta da infecção. Após 16 dias no hospital, melhorou e recebeu alta. Em 2016, Pelé não participou da cerimônia de abertura das Olimpíadas no Rio de Janeiro, alegando problemas de saúde. Em agosto de 2021, Pelé foi diagnosticado com câncer no cólon. Em dezembro de 2022, divulgou-se que o tratamento quimioterápico não era responsivo e que foi substituído por um tratamento paliativo. Após um mês internado no Hospital Albert Einstein, Pelé morreu no dia 29 de dezembro de 2022, às 15h27, vítima de falência múltipla de órgãos em decorrência da progressão do câncer. Na mesma data, o Governo federal do Brasil decretou luto oficial de três dias. Seu corpo foi velado nos dias 2 e 3 de janeiro de 2023 dentro da Vila Belmiro e depois enterrado no Memorial Necrópole Ecumênica. A ausência de ex-jogadores no funeral de Pelé, repercutiu na imprensa internacional. O jornal britânico The Guardian chamou de “falta de respeito” o descaso dos ex-jogadores brasileiros em homenagear Pelé. De acordo com O Estado de S. Paulo, estima-se que Pelé tenha deixado uma fortuna de 78 milhões de reais para os seus herdeiros. == Legado == Pelé é um dos jogadores mais elogiados da história e é frequentemente classificado como o melhor jogador de sempre. Entre seus contemporâneos, o astro holandês Johan Cruyff afirmou: \"Pelé foi o único jogador de futebol que ultrapassou os limites da lógica\". O capitão do Brasil na Copa do Mundo de 1970, Carlos Alberto Torres, opinou: \"Seu grande segredo foi a improvisação. Essas coisas que ele fez foram em um momento. Ele tinha uma percepção extraordinária do jogo\". Tostão, seu parceiro de ataque na Copa do Mundo de 1970: \"Pelé foi o maior — ele foi simplesmente impecável. E fora do campo, ele está sempre sorrindo e otimista. Você nunca o vê mal-humorado. Ele adora ser o Pelé\". Seu companheiro de equipe Clodoaldo comentou sobre a adulação que ele testemunhou: \"Em alguns países eles queriam tocá-lo, em alguns eles queriam beijá-lo. Em outros, até beijavam o chão em que ele caminhava. Eu achava lindo, lindo\". Seu também companheiro de equipe Pepe afirma que \"nunca mais vai aparecer nada igual ao Pelé\", e que Pelé seria tão completo como atleta que \"se quisesse jogar no gol, teria sido o maior goleiro de todos os tempos\". Capitão campeão da Copa de 1974 pela Alemanha Ocidental, Franz Beckenbauer comentou, \"Pelé é o maior jogador de todos os tempos. Ele reinou supremo por 20 anos. Não há ninguém para comparar com ele\". miniatura|150px|Estátua de Pelé na cidade de Três Corações A ex-estrela do Real Madrid e da Hungria, Ferenc Puskás, afirmou: \"O maior jogador da história foi Di Stéfano. Recuso-me a classificar Pelé como jogador. Ele estava acima disso\". Just Fontaine, atacante francês e artilheiro da Copa do Mundo de 1958: \"Quando vi Pelé jogar, senti que deveria pendurar minhas chuteiras\". O capitão da Inglaterra, campeão da Copa de 1966, Bobby Moore, comentou: \"Pelé foi o jogador mais completo que já vi, ele tinha tudo. Dois pés bons. Magia no ar. Rápido. Poderoso. Poderia derrotar pessoas com habilidade. Poderia superar pessoas. Com apenas um metro e meio de altura, ele parecia um atleta gigante em campo. Equilíbrio perfeito e visão impossível. Ele foi o maior porque ele poderia fazer qualquer coisa e tudo em um campo de futebol. Lembro-me de Saldanha, o técnico, ser perguntado por um jornalista brasileiro quem era o melhor goleiro de sua equipe. Ele disse Pelé. O homem poderia jogar em qualquer posição\". Seu companheiro de seleção e também campeão mundial, o goleiro Gordon Banks, declarou: \"Ele foi um jogador excepcional, algo especial. Eu joguei contra alguns excelentes jogadores, e ele foi o melhor jogador contra quem já joguei\". O ex-atacante do e membro da equipe vencedora da Inglaterra na Copa do Mundo de 1966, Bobby Charlton, afirmou: \"Eu às vezes sinto que o futebol foi inventado para esse jogador mágico\". Durante a Copa do Mundo de 1970, quando o defensor do Manchester United, Paddy Crerand (que fazia parte do painel do ITV) foi convidado: \"Como você soletra Pelé?\", Ele respondeu: \"Fácil: D-E-U-S\". Pelé foi muito celebrado pela imprensa internacional durante a Copa do Mundo de 1970: Gerst Borst, da agência Süd, afirmou que \"viu o maior jogador de futebol da minha vida\"; Vittorio Notarnicola, do Corriere della Sera, que \"jamais vi um fenômeno igual\"; já para Alan Hoby, do Sunday Express, \"temos de admitir que ele é o único Rei\". === Reconhecimento === Desde que se aposentou, Pelé continuou sendo elogiado por jogadores, treinadores, jornalistas e outros. O meia-atacante brasileiro Zico, que representou o Brasil nas Copas do Mundo de 1978, 1982 e 1986, afirmou: \"Este debate sobre o jogador do século é absurdo. Só existe uma resposta possível: Pelé. Ele é o melhor jogador de todos os tempos, e de longe, devo acrescentar\". O francês Michel Platini, três vezes vencedor do Ballon d'Or, disse: \"Há Pelé, o homem, e depois Pelé, o jogador. E jogar como Pelé é jogar como Deus\". Jogador conjunto do século da FIFA, Diego Maradona afirmou: \"É uma pena que nunca nos demos bem, mas ele era um jogador incrível\". Romário, vencedor da Copa do Mundo FIFA de 1994: \"É inevitável que eu admire Pelé. Ele é como um Deus para nós\". Cristiano Ronaldo, cinco vezes campeão da Ballon d'Or, disse: \"Pelé é o melhor jogador da história do futebol, e haverá apenas um Pelé\"; José Mourinho, bicampeão da UEFA Champions League comentou: \"Eu acho que ele é o futebol. Você tem o especial de verdade — Sr. Pelé\". O presidente honorário do Real Madrid e ex-jogador Alfredo Di Stéfano, opinou: \"O melhor jogador de todos os tempos? Pelé. Lionel Messi e Cristiano Ronaldo são grandes jogadores com qualidades específicas, mas Pelé foi melhor\". Pelé foi muito celebrado por jornalistas, escritores e prosistas brasileiros. Nelson Rodrigues, responsável pela alcunha de \"Rei\", escreveu diversas crônicas sobre o jogador. Segundo Rodrigues, Pelé era um \"gênio indubitável\", comparando-o a Michelangelo, Homero e Dante Alighieri. Pelé foi objeto de linhas de importantes escritores brasileiros, como Carlos Drummond de Andrade, Luis Fernando Verissimo, Rachel de Queiroz, Vinicius de Moraes, Fernando Sabino, dentre inúmeros outros. Drummond, em famosa frase, escreveu que \"O difícil, o extraordinário, não é fazer mil gols, como Pelé. É fazer um gol como Pelé\", comparando ainda seu futebol a uma \"comida de arte (…) que atinge o paladar de todos\". Já para Luis Fernando Verissímo, \"Pelé era bom até amarrando a chuteira\". Escritores sul-americanos também eram fãs do jogador; o peruano ganhador do Nobel de Literatura, Mario Vargas Llosa, afirmou em entrevista em 2008 que \"não me emocionei tanto com alguém como foi com Pelé\", ao descrever a partida do jogador que assistira no Maracanã. Já o uruguaio Eduardo Galeano escreveu sobre Pelé que aqueles que tiveram \"a sorte de vê-lo jogar, recebemos dele oferendas de rara beleza: momentos desses tão dignos de imortalidade que a gente pode acreditar que a imortalidade existe\". Apresentando a Pelé o Prêmio Laureus do Esporte Mundial, o ex-presidente sul- africano Nelson Mandela disse: \"Observá-lo jogar era observar o deleite de uma criança combinado com a extraordinária graça de um homem por inteiro\". O político e cientista político estadunidense Henry Kissinger declarou: \"O desempenho em um nível alto em qualquer esporte deve exceder a escala humana comum. Mas a performance de Pelé transcendeu a da estrela comum tanto quanto a estrela excede a performance comum\". Depois que um repórter perguntou se sua fama era comparada à de Jesus, Pelé brincou: \"Há partes do mundo em que Jesus Cristo não é tão conhecido\". O artista Andy Warhol afirmou, \"Pelé é um dos poucos que contradizem minha teoria: em vez de quinze minutos de fama, ele terá quinze séculos\". Barney Ronay, escrevendo ao The Guardian sobre a importância do jogador, comentou, \"O que é certo é que Pelé inventou esse jogo, a ideia do estrelato esportivo global individual, de uma forma que agora é irrepetível\" e enfatizou seu papel como um dos primeiros grandes ídolos negros mundiais dos esportes. Em 1980, Pelé foi eleito o \"Atleta do Século\" por jornalistas das 20 maiores publicações esportivas do mundo. Em 1999, a Federação Internacional de História e Estatísticas do Futebol (IFFHS) o elegeu Jogador do Século. Nesse mesmo ano, o Comitê Olímpico Internacional o elegeu o atleta do século. Segundo a IFFHS, Pelé é o maior goleador do mundo, marcando 1281 gols em 1363 jogos, incluindo amistosos não oficiais e jogos de turnê. Em 1999, a revista Time nomeou Pelé uma das 100 pessoas mais importantes do século XX. Enquanto ainda jogava, ele foi por um período o atleta mais bem pago no mundo.Michelle Roehm McCann (2012). \"Boys Who Rocked the World: Heroes from King Tut to Bruce Lee\". p. 140. Simon and Schuster Seu \"jogo eletrizante e a propensão a objetivos espetaculares\" fizeram dele uma estrela em todo o mundo. Para tirar o máximo proveito de sua popularidade, suas equipes fizeram turnês internacionais. Durante sua carreira, ele ficou conhecido como \"O Pérola Negra\", \"O Rei do Futebol\", \"O Rei Pelé\" ou simplesmente \"O Rei\". Em 2014, a cidade de Santos inaugurou o Museu Pelé, que exibe uma coleção de 2,4 mil objetos referentes ao jogador. Aproximadamente 22 milhões de dólares foram investidos na construção do museu, alojado em uma mansão do século XIX. Em 1995, Pelé foi admitido à Ordem do Mérito Militar no grau de Grande-Oficial especial. Em 1997, ele recebeu o título honorário de Cavaleiro do Império Britânico da rainha Isabel II em uma investidura no Palácio de Buckingham. Pelé também ajudou a inaugurar a final da Copa do Mundo FIFA de 2006, ao lado da supermodelo Claudia Schiffer. Em novembro de 2007, Pelé esteve em Sheffield, Inglaterra, para marcar o 150.º aniversário do clube de futebol mais antigo do mundo, Sheffield Football Club. Ele foi o convidado de honra no jogo de aniversário do Sheffield contra a Inter de Milão em Bramall Lane. Como parte de sua visita, ele abriu uma exposição que incluiu a primeira exibição pública em 40 anos das regras originais do futebol manuscritas. Ele fez o sorteio para os grupos de qualificação para as finais da Copa do Mundo FIFA de 2006. Em 1 de agosto de 2010, ele foi apresentado como Presidente Honorário de um New York Cosmos revivido, com o objetivo de formar um time na Major League Soccer. Em agosto de 2011, a ESPN informou que o Santos estava pensando em tirá-lo da aposentadoria para uma participação especial na Copa do Mundo de Clubes da FIFA de 2011, mas isso se provou falso. Em 2009, Pelé apoiou a candidatura do Rio de Janeiro para os Jogos Olímpicos de Verão de 2016. Em julho de 2009, ele liderou a apresentação do Rio 2016 na Associação de Comitês Olímpicos Nacionais da África, em Abuja, na Nigéria. Em 12 de agosto de 2012, ele apareceu na cerimônia de encerramento dos Jogos Olímpicos de Verão de 2012 em Londres, após a seção de entrega para a próxima cidade-sede dos Jogos Olímpicos de Verão de 2016, no Rio de Janeiro. O verbete \"pelé\" foi incluído no dicionário Michaelis em 26 de abril de 2023, significando \"que ou aquele que é fora do comum, que ou quem em virtude de sua qualidade, valor ou superioridade não pode ser igualado a nada ou a ninguém\". === Popularidade e imagem comercial === Durante toda a sua carreira, Pelé gozou de uma imensa popularidade. Essa popularidade pode ser medida pelo número de crianças registradas como \"Edson\": em 1950, antes de iniciar sua carreira, eram pouco mais de 43 mil crianças batizadas com o nome no Brasil, segundo o Instituto Brasileiro de Geografia e Estatística; em 1970 eram mais de 111 mil, crescimento reputado ao jogador. Sua popularidade o levou a ser \"garoto- propaganda\" de várias marcas famosas, nos mais variados ramos — a única restrição era não associar sua imagem à bebidas alcoólicas e cigarros. Para o historiador Fernando Luiz Vale Castro, \"Pelé foi, para a literatura especializada, o primeiro jogador produto. O primeiro que vivia da imagem, não só do futebol\". Pelé começou a explorar seu nome como um \"produto comercial\" na década de 1960, consolidando a marca comercial \"Pelé\". Após se aposentar, continuou explorando comercialmente seu nome, o que lhe permitiu continuar em evidência mesmo após retirar-se dos campos. Segundo Pelé, com sua ida aos Estados Unidos, para jogar pelo Cosmos, passou a estudar marketing esportivo. José Carlos Kanner, que comprou a marca \"Pelé\" em 2009, afirmou que ela valeria seiscentos milhões de reais em 2010. Um estudo realizado em 2006 projetou que a marca poderia render negócios da ordem de um bilhão de dólares ao ano. Apesar dos valores, a opinião de especialistas é de que a marca não foi bem trabalhada por muito tempo. Em 2012, ela passou a ser administrada pela \"Legends 10\", empresa estadunidense. Em 2013, pesquisa internacional sobre popularidade de celebridades apontou Pelé como uma personalidade esportiva mundialmente conhecida, mesmo em países com pouca tradição no futebol. No Brasil, Pelé foi a personalidade esportiva mais reconhecida entre todas da pesquisa. Em 2015, sua imagem estava associada a quinze empresas ou produtos em todo o mundo, número superior à da Seleção Brasileira. Em 2019, estudo do Instituto de Tecnologia de Massachusetts apontou Pelé como o brasileiro mais famoso no mundo. Pelé é reputado por muitos como o brasileiro mais famoso de todos os tempos, bem como uma das personalidades mais famosas dos tempos atuais e um dos mais procurados e valorizados \"garotos-propaganda\" do mundo. === Rivalidade com Maradona === Apesar de não terem sido contemporâneos em campo, Pelé e Diego Maradona protagonizaram uma forte rivalidade, sobretudo a partir do século XXI, sobre qual dos dois seria o melhor jogador da história. A rivalidade entre os dois é considerada como uma das maiores do futebol. No início de sua carreira, Maradona era fã de Pelé: em 1979, quando tinha dezoito anos e ainda era considerado uma promessa, se reuniu com o brasileiro, após revelar a um jornalista da revista argentina El Gráfico seu desejo de conhecer Pelé. Segundo o jornalista, Guillermo Blanco, um dos sonhos de Maradona era conhecer Pelé. A revista promoveu o encontro, estampando em sua manchete \"Maradona realizou seu sonho\". Naquela época, Maradona afirmava que procurava imitar Pelé, declarando que ele era o melhor de todos os tempos. Em 1982, após ter atuado em sua primeira Copa do Mundo e ter trocado o Boca Juniors pelo Barcelona, Maradona passou a ser comparado a Pelé, bem como apontado como possível \"sucessor\" do brasileiro. Ainda naquela época, Maradona rejeitava as comparações, afirmando que Pelé era insuperável, e que fora o maior jogador que vira jogar. As constantes comparações irritaram Pelé, que em 1986 afirmou que elas não faziam sentido, já que Maradona não era ambidestro como ele, tampouco fazia gols de cabeça. As críticas de Pelé azedaram as relações entre ambos, e Maradona passou a criticar a proximidade de Pelé com a FIFA, afirmando que esse \"vendeu o coração à FIFA e à cartolagem\". Pelé, por sua vez, criticava a dependência química de Maradona, rotulando-o como \"mau exemplo\". Apesar das trocas de acusações entre os jogadores, a imprensa argentina considerava Pelé como o maior jogador de todos os tempos. Em 1990, quando Pelé foi contratado para ser colunista do jornal Diario Clarín, foi apresentado como \"aquele que foi o melhor da história do futebol\". Segundo Ronaldo George Helal, sociólogo que estudou a cobertura da imprensa portenha das Copas do Mundo de 1970 a 2006, a rivalidade entre ambos não existia até o final da década de 1990, com a imprensa argentina considerando Pelé como o maior de todos os tempos e Maradona seu \"herdeiro\". == Títulos e recordes == == Estatísticas == O número de gols de Pelé é frequentemente relatado pela FIFA como sendo 1281 gols em 1363 jogos. Este número inclui gols marcados em amistosos de clubes, como as turnês internacionais que Pelé completou com o Santos e o New York Cosmos, e alguns jogos que disputou para as equipes das Forças Armadas Brasileiras enquanto ainda jogava no Brasil. Ele foi incluso no Guinness World Records por mais gols marcados no futebol. Nas estatísticas oficiais, a temporada em que Pelé mais balançou as redes pelo Santos foi o ano de 1958, quando anotou 66 gols. O alemão Gerd Müller quebrou seu recorde na temporada 1972/1973, por apenas um gol, pelo Bayern de Munique; o recorde atual de mais gols em uma única temporada por uma única equipe pertence ao argentino Lionel Messi, que marcou 72 vezes na temporada 2011/2012, pelo FC Barcelona. Além disso, de acordo com jornal espanhol As, Pelé aparece na segunda posição entre os jogadores com mais gols em cobranças de falta a partir de um chute direto (ou seja, o gol precisa ter saído de um chute direto, sem que outro jogador tocasse na bola antes ou depois da cobrança), com setenta gols marcados desta forma. === Sumário === Os números de Pelé diferem entre as fontes principalmente devido a jogos amigáveis. A tabela a seguir é um sumário de fontes que inclui dados dos sites oficiais do Santos e da FIFA, entre outros. Partidas Gols Média Torneios domésticos 702 656 0,94 Torneios internacionais 18 24 1,33 Seleção Brasileira de Futebol 92 77 0,84 Oficial 812 757 0,93 Partidas amigáveis e torneios extintos 554 526 0,95 Total 1 366 1 283 0,94 Partidas Gols Média Santos FC 1116 1091 0,98 New York Cosmos 111 65 0,59 Brasil 114 95 0,83 Outro 25 32 1,28 Total 1 366 1 283 0,94 == Bibliografia == * * * * * * * * * * * * * * * * * == Ligações externas == * Categoria:Naturais de Três Corações Categoria:Católicos do Brasil Categoria:Futebolistas afro-brasileiros Categoria:Futebolistas de Minas Gerais Categoria:Futebolistas do Santos Futebol Clube Categoria:Futebolistas do New York Cosmos Categoria:Artilheiros do Campeonato Paulista de Futebol Categoria:Artilheiros do Campeonato Brasileiro de Futebol Categoria:Jogadores da Seleção Brasileira de Futebol Categoria:Jogadores da Copa do Mundo FIFA de 1958 Categoria:Jogadores da Copa do Mundo FIFA de 1962 Categoria:Jogadores da Copa do Mundo FIFA de 1966 Categoria:Jogadores da Copa do Mundo FIFA de 1970 Categoria:Jogadores campeões da Copa do Mundo FIFA Categoria:Bola de Ouro da FIFA Categoria:Ministros do Governo Fernando Henrique Cardoso Categoria:Ministros do Esporte do Brasil Categoria:Desportistas vencedores do Prêmio Laureus do Esporte Mundial Categoria:Embaixadores da Boa Vontade da UNESCO Categoria:Ordem Nacional do Mérito Categoria:Grandes-Oficiais da Ordem do Mérito Militar Categoria:Comendadores da Ordem de Rio Branco Categoria:Cavaleiros Comandantes da Ordem do Império Britânico Categoria:Pessoas em selos postais do Brasil Categoria:Agraciados com a Ordem do Mérito Cultural Categoria:Futebolistas brasileiros expatriados Categoria:Brasileiros expatriados nos Estados Unidos Categoria:Comentaristas esportivos do Brasil Categoria:Futebolistas ganhadores do Bola de Prata Categoria:Políticos afro-brasileiros Categoria:Políticos de Minas Gerais Categoria:Atores afro-brasileiros Categoria:Atores de Minas Gerais Categoria:Ambidestros Categoria:Cavaleiros da Ordem de Rio Branco Categoria:FIFA 100 Categoria:Mortes por câncer colorretal Categoria:Brasileiros no Guinness Book of Records",
 "title": "Pelé"
}