{
 "id": "55446",
 "text": "miniaturadaimagem|Vista Panorâmica de Pirituba em direção ao centro de São Paulo Pirituba é um distrito situado na zona noroeste do município de São Paulo, no Brasil. Seu perfil socioeconômico é diversificado, abrigando famílias de todas as classes sociais. No entanto, de acordo com informações obtidas pela Globo (através da CBN) e pela Revista Exame, Pirituba é um bairro formado majoritariamente por famílias de classe média, e é intermediário entre o centro e a periferia. Sua localização se dá nas proximidades de vias como a Marginal Tietê, Rodovia dos Bandeirantes e Rodovia Anhanguera. Faz divisa com os distritos da Lapa, São Domingos, Freguesia do Ó, Brasilândia e Jaraguá. == Topônimo == A origem do seu nome é o resultado da justaposição das palavras tupis pi'ri (\"junco\")FERREIRA, A. B. H. Novo Dicionário da Língua Portuguesa. Segunda edição. Rio de Janeiro: Nova Fronteira, 1986. p.1 338 e tyba (\"ajuntamento\").http://www.fflch.usp.br/dlcv/tupi/vocabulario.htm Significa, portanto, \"ajuntamento de juncos\". Na região, havia uma lagoa denominada Pirituba, resultante de um dos braços do Rio Tietê, que passa próximo. == Características socioeconômicas == Algumas pessoas que não conhecem bem o bairro de Pirituba indagam, de forma equivocada, de que se trata de uma região majoritariamente carente, constituída, em sua maior parte, por famílias de classes média baixa e baixa. No entanto, apesar de existir áreas carentes na região, sobretudo nas áreas mais periféricas que fazem limite com os distritos da Brasilândia e Jaraguá, estas não representam a maior parte de seu território. Em Pirituba, há bairros bem estruturados, que possuem ruas largas, calçadas arborizadas, residências que variam de médio a alto padrão e baixa densidade demográfica. De acordo com uma matéria sobre o crescimento do número de condomínios em Pirituba, publicada pelo jornal Folha de S.Paulo, há uma concentração de moradores de classe média e média alta nos entornos da Rodovia Bandeirantes e da Marginal Tietê,http://www1.folha.uol.com.br/sobretudo/morar/2017/06/1895651-pirituba- concentra-condominios-gigantescos-apos-chegada-de-shopping.shtml assim como de ruas largas e arborizadas. Por outro lado, também é possível encontrar comunidades carentes, cujas características são ruas estreitas, pouca ou nenhuma arborização, residências de padrões baixo e médio baixo e alta densidade demográfica. Esse fenômeno se deu em virtude dos diferentes processos de urbanização que ocorreram na região. A Companhia City,https://saopauloantiga.com.br/anuncios-historicos-da-ciacity/ empresa responsável pelo desenvolvimento de bairros nobres como o Pacaembu e o Jardim América, urbanizou uma parte de Pirituba com base nos padrões definidos pela companhia, atraindo, assim, famílias de classes média alta e alta, principalmente em locais como o City América e o City Pinheirinho. O loteamento da Fazenda Barreto e a presença de ingleses que trabalhavam na São Paulo Railroad durante a construção da Estação Pirituba, por sua vez, deram origem a lugares como a Vila Pereira Barreto e a Chácara Inglesa, conhecidos por serem bairros estruturados cujas características são calçadas arborizadas, infraestrutura de comércios, presença de instituições de ensino privadas e públicas, distribuição de praças e áreas verdes e residências de padrões médio e alto. Em contrapartida, algumas áreas foram urbanizadas sem planejamento, com base na ocupação irregular, culminando no surgimento de comunidades carentes, como as encontradas em locais como a Vila Zatt, a Vila Mirante e o Canta Galo, onde há presença de favelas. Logo, Pirituba possui características socioeconômicas diversificadas, embora a classe média seja a predominante. Segundo a lista dos distritos paulistanos por Índice de Desenvolvimento Humano, gerada no ano de 2000 e incluída no Atlas do Trabalho de Desenvolvimento do Município de São Paulo 2007, Pirituba possui um IDH considerado \"elevado\", estando na 54º posição dentre os bairros da cidade de São Paulo. Em geral, a região apresenta boa infraestrutura e qualidade de vida. Durante as décadas de 2000 e 2010, o distrito passou por grandes transformações urbanísticas. Houve um aumento no número de edifícios residenciais voltados às classes média e média alta, especialmente no Jardim Íris, bairro localizado nas imediações da Marginal Tietê que ganhou um shopping center no ano de 2013 e tornou-se majoritariamente verticalizado, assim como a retirada total de favelas e o sequente deslocamento de seus moradores para CDHUs de outros bairros,https://www.prefeitura.sp.gov.br/cidade/secretarias/cultura/bibliotecas/bibliotecas_bairro/bibliotecas_a_l/britobroca/index.php?p=5697 tal como ocorrera com as Favelas Nassau e Anastácio no ano de 2004.https://www.saopaulo.sp.gov.br/eventos/habitacao-estado-inicia- desativacao-da-favela-nassau-em-pirituba/ Recentemente, o bairro passou por uma crescente valorização imobiliária, causando um aumento no valor do metro quadrado, que passou a girar em torno dos R$ 6.640,00. == Índices de violência == Pirituba não está na lista dos distritos do município de São Paulo com os maiores índices de violência. De acordo com o mapa da violência em São Paulo do site G1, de 2014, Pirituba possui uma taxa de 6 homicídios por 100 mil habitantes. Segundo esta pesquisa, esta taxa chega a ser inferior às de distritos como Casa Verde, Belém, Tatuapé, Morumbi, Perdizes, Ipiranga e Mooca. No ranking apresentado, onde constam 93 distritos paulistanos, Pirituba aparece na 71ª posição. Em dois levantamentos feitos pela Revista Exame, em 2015 e 2014, que apontam os bairros com taxas de homicídios intoleráveis e indicam aqueles que apresentam os maiores índices de roubo, respectivamente, nota-se a presença de bairros como Brás, Capão Redondo, Sé, Parelheiros, Campo Limpo e Brasilândia. O distrito de Pirituba, por sua vez, nem sequer aparece nas listas. Segundo o mapa da criminalidade bairro a bairro, publicado no jornal O Estado de S. Paulo,https://infograficos.estadao.com.br/cidades/criminalidade-bairro-a- bairro/ com dados referentes ao ano de 2017, Pirituba mantém menores índices de violência em comparação a outras regiões da cidade. De 0 a 7, sendo 0 o menos violento e 7 o mais violento, as duas delegacias da região de Pirituba, o 33º DP (Pirituba - Vila Mangalot) e o 87º DP (Vila Pereira Barreto), apresentam, respectivamente, os números 1 e 0 na categoria homicídios, constando, portanto, entre os menos violentos. No topo da lista, entre os mais violentos, estão Parelheiros, Capão Redondo, Casa Verde, Jaraguá e Jardim das Imbuias, cujos números são, respectivamente, 7, 5, 4, 4 e 4. Na categoria roubos, também presente no mapa do jornal O Estado de S. Paulo, ambas as delegacias da região de Pirituba aparecem, respectivamente, com 130 e 149 ocorrências registradas no ano de 2017, enquanto a lista dos mais violentos é liderada por Jardim Herculano, Capão Redondo, Campo Limpo, Sé e Itaim Paulista, cujos números de ocorrências de roubos são, respectivamente, 426, 386, 352, 343 e 340. == História == A região que abrange os distritos de Pirituba, Jaraguá e São Domingos tem uma população de aproximadamente 437,5 mil habitantes, em uma área de 54,7 km². Está localizado na zona norte da cidade. Sua origem no século XIX deve-se à existência de grandes fazendas de café, sendo as principais: a fazenda Barreto, de propriedade do médico resendense Luiz Pereira Barreto, a Fazenda do brigadeiro Tobias e a Fazenda Jaraguá. Com grande influência política dos fazendeiros e a grande importância do café, construíram a estação para receber os carregamentos que se destinavam ao porto de Santos. O nome de Pirituba é o resultado da palavra \"piri\", que significa vegetação de brejo e com o aumentativo \"tuba\", que na língua tupi significa \"muito\". Pirituba tem como referência histórica a inauguração da Estação de trem homônima em 1 de fevereiro de 1885. A Fazenda Barreto, com a morte do seu proprietário em 1922, foi partilhada entre seus herdeiros. Nesse mesmo ano foi loteada a primeira partilha da Fazenda e em 1926 foi loteada a segunda partilha. Essas duas vilas, somadas ao núcleo inicial que se desenvolveu ao lado da estação, vieram a se constituir no núcleo principal de desenvolvimento do bairro. Posteriormente, outras partes da Fazenda Barreto foram loteadas dando lugar a formação de novas vilas, como a Vila Bonilha, Vila Zatt, Vila Maria Trindade, Vila Mirante e Jardim São José. O Parque São Domingos tem sua origem nas fazendas do Coronel Anastácio de Freitas Trancoso, que cultivava cereais, café e chá. Com a morte do coronel em 1839, seus descendentes venderam, em 1856, a fazenda ao Brigadeiro Rafael Tobias de Aguiar e à sua mulher Domitila de Castro, a marquesa de Santos. Em 1917 a Companhia Armour do Brasil compra as fazendas Anastácio e Capuava. A partir de 1950, parte das terras são loteadas pela Novo Mundo Investimentos Ltda, que as adquiriu da Cia Armour, dando origem ao Parque São Domingos. O nome do bairro é em homenagem ao santo católico, São Domingos Sávio. Quando a estação de trem de Pirituba foi instalada em um pedaço de zona rural, em 1885, a história do povoado começou a tomar corpo. Durante muito tempo, a paisagem consistia basicamente de cafezais, pastos e matas. Com o progresso do café, viriam as indústrias e os novos moradores, entre eles muitos imigrantes italianos, japoneses, espanhóis, ingleses, russos, holandeses e húngaros. ==== Mina de ouro no Pico do Jaraguá ==== Nem mesmo um sinalzinho desse povoado existia no século XVI, provavelmente, quando no Pico do Jaraguá os exploradores descobriram a primeira mina de ouro do Brasil (antes mesmo de Minas Gerais). ==== Área rural ==== No início do século XIX, porém, a área em que se desenvolveu o distrito e o bairro de Pirituba já era ocupada pela Fazenda Anastácio, onde havia plantações de café e de chá. Moravam na região cerca de 250 pessoas. Mais adiante, essa mesma fazenda seria comprada pelo brigadeiro Rafael Tobias de Aguiar e sua mulher, Domitila de Castro – a Marquesa de Santos. Eles provavelmente mudaram o nome para Fazenda Tobias. ==== A estação de trem ==== A influência dos fazendeiros fez com que, em 1885, fosse inaugurada a estação de Pirituba da São Paulo Railway, pela qual eram transportados imigrantes e carregamentos de café. Ela existe até hoje (Linha 7–Rubi do Trem Metropolitano) e marcou a origem da vila, que parou de crescer em sua decadência. ==== Terras fatiadas ==== No começo do século XX, as terras da Fazenda Anastácio foram divididas. A Cia. Armour do Brasil ficou com o pedaço da plantação de chá e café. Depois ela as venderia para a investidora Novo Mundo, que daria origem aos bairros de São Domingos até hoje confundidos com os de Pirituba. O desenvolvimento de Pirituba propriamente dito surgiria pelas mãos da Cia. City de Desenvolvimento, que ficou com a área destinada à criação de gado e a loteou, atraindo moradores e fábricas para a região. ==== Fábricas ==== A partir de 1898, instalaram-se no bairro inúmeras fábricas, que foram vitais para o desenvolvimento socioeconômico do bairro. Entre elas, podem ser citadas a Fábrica de Colla Paulista, a Cia. Armour do Brasil, a Fiat-Lux, o Lanifício Pirituba, a fábrica de pianos da Fritz Dobbert (antiga Pianofatura Paulista), a Cia. Anglo Brasileira de Indústria de Borracha, a Gessy-Lever e a Refinações de Milho Brasil (da marca Maizena). Boa parte dos moradores têm suas histórias de vida até hoje diretamente ligadas à industrialização do bairro. ==== Curiosidades ==== *Possui um dos clubes holandeses mais tradicionais de São Paulo, a Casa de Nassau. * Em 1988 surgiu o São Paulo Athletic Club, time de rúgbi formado pelos ingleses que trabalhavam na construção da Estação Pirituba. O time é o mais antigo do município e tinha como um de seus sócios o Charles Miller, paulistano nascido no bairro do Brás e considerado o pai do futebol no Brasil. * O distrito também é cortado pela Linha 7 do Trem Metropolitano de São Paulo, antiga Estrada de Ferro Santos-Jundiaí. A Estação Pirituba foi inaugurada em 1885 pela São Paulo Railway (também conhecida como \"Ingleza\"). Na época, muitos ingleses residiam na Chácara Inglesa. * Nos anos 1940 foi construído o Cine São Luiz, um dos cinemas de bairro mais renomados do município de São Paulo na época. O local passou por algumas mudanças e em 1991 se tornou a Paradise, casa noturna onde ocorriam diversas festas de Flash House, e que já não existe mais. Outra casa importante na região foi o Piritubão, que ficou conhecido nos anos 1980 devido aos seus bailes e shows. Algumas bandas conhecidas pelo grande público, como o Titãs e o Ultraje a Rigor, fizeram apresentações no Piritubão no início de suas carreiras. ==== Demografia ==== == Localização == Pirituba está localizado na região noroeste da cidade de São Paulo. Há órgãos da Prefeitura de São Paulo que classificam o bairro como pertencente à zona norte do município, entretanto é costume referir-se ao bairro como pertencente a zona oeste, devido a sua proximidade geográfica e histórica. Sua área é extensa. Os primeiros bairros do distrito, tais como o Piqueri e o Jardim Iris, estão localizados às margens da Marginal Tietê, nas proximidades da Ponte do Piqueri e a poucos metros do prédio da Policia Federal, na Lapa. Estes estão localizados na divisa do distrito com os bairros Vila Arcadia, Lapa de Baixo e Água Branca, localizados nos distritos da Freguesia do Ó, da Lapa e da Barra Funda, respectivamente. Pirituba possui acesso fácil, tendo em vista sua divisa com a Lapa, distrito pertencente ao centro expandido da cidade, e as saídas pela Marginal Tietê, Rodovia dos Bandeirantes e Rodovia Anhanguera. == Transporte público == O distrito abriga três estações de trem da Linha 7–Rubi: Piqueri, Pirituba e Vila Clarice, sendo que a Estação Pirituba está localizada ao lado do Terminal Pirituba de ônibus. A Estação Vila Clarice chegou a estar no projeto da linha 6 do Metrô, que pretendia construir estações no bairro, na Rodovia dos Bandeirantes e na própria Vila Clarice, além de outras duas estações. O Terminal Pirituba de ônibus é um dos mais importantes de São Paulo e possui linhas ligando o distrito a diversas áreas do município como Lapa, Pinheiros, Itaim Bibi, Vila Olímpia, Vila Mariana, Zona Central de São Paulo, Jaraguá, entre outros. Ficheiro:Linha7 cptm.svg|As estações Piqueri, Pirituba e Vila Clarice pertencem à Linha 7–Rubi. == Lazer e áreas verdes == Segundo o jornal O Estado de São Paulo, Pirituba é o segundo bairro mais verde de São Paulo. A região abriga diversas áreas de lazer que possuem infraestrutura propícia para práticas esportivas. Algumas possuem pistas de cooper e de bicicleta, equipamentos para auxílio de exercícios, quadras esportivas, lagos, entre outros, estão entre os principais os seguintes parques; Cidade de Toronto, Jacintho Alberto, Jardim Felicidade, Rodrigo de Gásperi e São Domingos. Além disso, o Parque Estadual do Jaraguá, onde está localizado o Pico do Jaraguá, encontra-se na área compreendida pela subprefeitura Pirituba/Jaraguá. Apesar da histórica falta de investimento por parte da prefeitura do município e do Estado, recebe um número alto de visitantes, inclusive de estrangeiros, que buscam principalmente as trilhas do parque como as do Pai Zé, do Silêncio, da Bica e do Lago. O parque possui uma rica área verde e biodiversidade, além de possuir algumas poucas áreas para realização de esportes e um mirante com vista para a área metropolitana da cidade. == Bairros do distrito e suas características == === Piqueri e Jardim Íris === Trata-se da parte inicial do distrito. Esta área está localizada às margens da Marginal Tietê. É uma das áreas de Pirituba com maior número de edifícios residenciais. A predominância é de casas e condomínios de classe média, embora exista uma comunidade carente que pode ser facilmente identificada nas proximidades da Ponte do Piqueri, a Favela do Piqueri. O Tietê Plaza Shopping e a Estação Piqueri estão localizados na divisa dos dois bairros. \"Piqueri\" é um termo de origem tupi antiga que significa \"rio dos peixes miúdos\", através de composição de pikyra (peixe miúdo) e y (rio).NAVARRO, E. A. Dicionário de Tupi Antigo: a Língua Indígena Clássica do Brasil. São Paulo. Global. 2013. p. 593. === Chácara Inglesa, Jardim Felicidade e Jardim São Ricardo === São localizações caracterizadas por uma boa infraestrutura. Algumas de suas características são a arborização, residências de classes média e média alta e a preservação de áreas verdes, como a que localiza-se ao lado do Parque Jardim Felicidade. Essa área é predominantemente horizontal, mas abriga alguns edifícios na Avenida Raimundo Pereira de Magalhães. Possui um grande número de instituições de ensino, sobretudo particulares, desde o ensino infantil até o superior, além de escolas de idiomas. Uma das entradas da Estação Pirituba está na Chácara Inglesa. Um dos clubes holandeses mais tradicionais de São Paulo, a Casa de Nassau, está localizada nessa área. === Vila Pereira Barreto e Vila Bonilha === Trata-se de uma das partes mais antigas de Pirituba, assim como a Chácara Inglesa. A Vila Pereira Barreto abriga o antigo Shopping Pirituba. Possui uma quantidade expressiva de estabelecimentos comerciais, além de bancos e clínicas médicas, o que torna essa área uma das mais movimentadas da região. Até o início dos anos 2000, a predominância era da classe média, porém, nos últimos anos, a Vila Pereira Barreto recebeu uma grande quantidade de moradias de classe média alta, entre edifícios e casas-padrão devido a alta valorização da região. Na Vila Bonilha, no entanto, há algumas áreas carentes, principalmente às margens da linha ferroviária que compreende a Linha 7–Rubi, entre as estações Piqueri e Pirituba. Bairros próximos: Vila Maria Trindade, Jd. São José, Vila Florentina e Vila Genioli. === Vila Comercial, Jardim Líbano e City Pinheirinho === Esta área é margeada pela Avenida Mutinga. Está próxima à Estação Pirituba e ao Terminal de Ônibus. No Jardim Líbano e na Vila Comercial, a predominância é de casas de médio padrão. O City Pinheirinho, por sua vez, é uma zona residencial de alto padrão, e possui algumas ruas semifechadas. É nessa área onde está localizado o Instituto Federal de Ciência, Educação e Tecnologia de São Paulo. === Jardim Cidade Pirituba, Vila Zatt e Vila Mirante === É no início do Jardim Cidade Pirituba que está localizado o Terminal Pirituba de ônibus, nos limites do bairro com a Chácara Inglesa, Jardim Líbano e Vila Pereira Barreto. O Jardim Cidade Pirituba é divido em duas partes pela Avenida Raimundo Pereira de Magalhães. A primeira parte, nas proximidades do Parque Jacintho Alberto, possui moradias de alto padrão. A outra parte do bairro, localizada do outro lado da avenida, abriga algumas residências de classe média e outras mais carentes. A Vila Zatt, como é conhecida popularmente, também possui um parque, o Rodrigo de Gásperi, localmente conhecido como Parque da Área Verde. Na Vila Zatt e Vila Mirante há uma mescla maior de residências de classe média e média baixa, além de algumas áreas carentes com a presença de pequenas comunidades, porém também algumas favelas, como o Morro da Pinga e Favela do Milharal. Uma curisidade do Bairro da Vila Zatt é que segundo o site Folha Noroeste, o bairro, junto ao bairro de Taipas, está entre os mais populosos demograficamente da cidade de São Paulo. Bairros próximos: Vila Nossa Sra. do Retiro, Vila Santo Antônio, Vila Pereira Barreto, Jardim Paulistano, Vila Progresso e Vila Yara. === Jardim Paquetá, Vila Renato e Canta Galo === Trata-se da área mais carente da região com a presença de algumas favelas. Também faz limite com alguns bairros do distrito da Brasilândia como o Jardim Paulistano. A Região é demarcada por moradores com certa confusão, pois tem quem diga que uma parte do bairro está localizada numa aonde não está. Como se trata de comunidades, é comum a confusão. Bairros próximos: Jd. José Maria, Jd. Sidney, Jd. dos Cunhas, Jd. Maggi, Jd. Nossa Sra. Aparecida, Jd. Vitória, Vila Hermínia, Jd. São Jorge e Vila Regina. === Vila Pirituba, Jardim Santa Mônica e Vista Verde === Essa área localiza-se do outro lado da Rodovia dos Bandeirantes. Uma de suas principais vias é a Avenida Agenor Couto de Magalhães, que da acesso ao bairro do Jaraguá. A predominância é da classe média, embora no Jardim Santa Mônica encontrem-se algumas favelas. Vista Verde se destaca entre seus vizinhos por possuir melhor infraestrutura. Bairros próximos: Jd. Monte Alegre, Vila Itapeva, Vila Morais, Vila Cachoeira e Vila Boaçava. === Jardim Regina, City Recanto Anastácio e Vila Clarice === Assim como a Vila Pirituba, esses bairros possuem acesso pela Avenida Agenor Couto de Magalhães e estão próximos ao Jaraguá. É nesta área que está localizada a Estação Vila Clarice. A predominância é de moradores da classe média, embora o City Recanto Anastácio abrigue em suas ruas semifechadas moradias de alto padrão. Bairros próximos: Jardim Mangalot e Jardim Santa Mônica. === Vila Jaraguá e Jardim Monte Alegre === Trata-se de uma área muito carente, com muitas favelas e regiões sem infraestrutura básica, mesmo tendo em sua região uma escola muito conhecida na região, o Colégio Miranda. Dentro da Vila Jaraguá encontra-se duas favelas, o Nardini e Vila Atlântica, tendo um Centro Educacional Unificado (CEU) em meio ao bairro. Bairros próximos: Vila Clarice e Vila Pirituba. == São Domingos == O distrito de São Domingos é comumente mencionado como parte integrante da região de Pirituba, embora seja um distrito à parte do homônimo. Há a ideia de que a região de Pirituba se estende para além do próprio distrito, englobando São Domingos. Dessa forma, surgem duas noções: o distrito de Pirituba e a região de Pirituba, sendo a segunda mais abrangente que a primeira. No próprio site da Prefeitura de São Paulo, o bairro-jardim City América, e seu maior ponto turístico, o Parque Cidade de Toronto, localizados em São Domingos, são apresentados como pertencentes à região de Pirituba. No entanto, sob a ótica literal das divisões distritais, Pirituba e São Domingos são vizinhos. Isso ocorre, entre outros fatores, pois: * O distrito se originou das mesmas fazendas que foram loteadas na região no século XX e ainda faz parte da mesma subprefeitura; * A Delegacia de Pirituba (33º Distrito Policial) está localizada na Vila Mangalot, em São Domingos; * Seus comércios e condomínios geralmente têm suas localizações classificadas como Pirituba; * A Feira de Artes do Fórum de Cultura de Pirituba ocorre no Parque São Domingos, localizado no bairro homônimo; * A extensa Rua Joaquim de Oliveira Freitas, uma das principais da região, localizada na Vila Mangalot, em São Domingos, é comumente chamada pelo seu antigo nome: Rua Pirituba, tendo em vista que a via realmente dá acesso ao distrito de Pirituba através de seu encontro com a Avenida Mutinga. O início do distrito de São Domingos se dá às margens da Marginal Tietê, entre as rodovias Anhanguera e Bandeirantes, e seu término ocorre nas proximidades da Estrada Turística do Jaraguá. Seu perfil é misto: possui áreas nobres (City América), intermediárias (Vila Mangalot) e carentes (Jardim Nardini). == Esporte, música e televisão == Pirituba foi berço de alguns artistas e esportistas que se destacaram no Brasil e no exterior. === Esporte === Leandro Mateus Barbosa, mais conhecido como Leandrinho, ex-jogador de basquete campeão da NBA e com passagem pelo Golden State Warriors, cresceu em Pirituba. Foi no Parque Rodrigo de Gásperi, na Vila Zatt, que Leandrinho deu seus primeiros passos no basquete. Outro talento que surgiu em terras piritubanas foi Sérgio Dutra Santos, o Escadinha, ou ainda Serginho, conhecido por ter sido líbero da Seleção Brasileira de Vôlei Masculino durante vários anos e considerado por muitos como o melhor líbero da história, com suas defesas difíceis e precisas. === Música === O grupo Pollo nasceu em território piritubano. Em 2011, o primeiro hit do grupo foi lançado: \"Piritubacity\". Na letra, o grupo já mencionava o contraste social causado pela presença de áreas nobres e carentes na região. \"Tem casa humilde de maderite, tem mansão e os grafite. Aqui é tudo misturado. Isso é Piritubacity\". O grupo, nos anos seguintes, se destacou ainda mais nas rádios e na televisão. A canção \"Vagalumes\" foi uma das músicas mais pedidas pelas rádios segundo a Brasil Hot 100 Airplay e ainda ganhou destaque na trilha sonora da telenovela exibida pela Rede Globo, \"Sangue Bom\". O cantor e compositor de música pop Ivo Mozart, que também participa da música \"Vagalumes\" do Pollo, também cresceu em Pirituba. Atualmente possui 3 álbuns, sendo eles: \"Ivo Mozart (2011)\" lançado de forma independente, \"Ivo Mozart (2013)\" lançado pela gravadora Radar Records e \"29 (2015)\", pela gravadora Deckdisc. Um dos maiores destaques é o grupo de rap RZO, que surgiu na década de 1980 e é uma das maiores influências desse cenário no Brasil. Eles surgiram de áreas favelizadas da região, nos bairros Jardim Paquetá e Vila Mirante, onde a qualidade de vida era precária. Suas letras retratam a desigualdade, o desamor e a violência urbana presentes nas periferias. O grupo foi responsável por apresentar ao mercado artístico a cantora Negra Li, crescida na Brasilândia, e o falecido rapper Sabotage, que morava na Zona Sul de São Paulo e costumava ir à Pirituba de ônibus para ensaiar com o RZO. === Televisão === Pirituba também abrigou o ator e apresentador Luigi Baricelli, que possui em seu currículo novelas como \"Laços de Família\" (2000-2001) e \"A Padroeira\" (2001-2002), além de já ter apresentado o programa Vídeo Show, da TV Globo. Na lista de moradores conhecidos do grande público também constam Jackeline Petkovic, que ficou famosa no final dos anos 1990 por apresentar o programa infantil do SBT 'Bom Dia & Cia', e o ator Henrique Ramiro, que interpretou o Menino Bruxo na temporada de 2002 da série 'Sítio do Picapau Amarelo' e o personagem Lucas na novela \"O Profeta\" (2006), ambas da TV Globo. == Logradouros == As principais vias que cruzam o distrito de Pirituba são: * Rodovia Anhanguera (SP-330): Uma das mais importantes rodovias do Brasil e uma das mais movimentadas, a Rodovia Anhanguera passa pelos distritos de Pirituba, São Domingos, Vila Jaguara, Jaraguá, Perus e Anhanguera. Ela serve como importante via de ligação ao Centro, Lapa, Marginal Tietê e cidades da região metropolitana, como Osasco, Caieiras, Cajamar, e outras. * Rodovia dos Bandeirantes (SP-348): Outra importante rodovia do estado, a Rodovia dos Bandeirantes cruza, paralelamente à Rodovia Anhanguera, os distritos de Pirituba, Jaraguá, Perus e Anhanguera. * Avenida Raimundo Pereira de Magalhães (SP-332): Esta avenida compõe o primeiro trecho da Estrada Velha de Campinas. Ela inicia-se no distrito da Lapa, e avança até a divisa de São Paulo com o município de Caieiras, passando por locais importantes como a Marginal Tietê, Piqueri, Jaraguá, Perus, e Anhanguera. Nela, encontram-se o Terminal Pirituba, a Estação Pirituba e o Hospital Psiquiátrico Pinel. É uma das maiores avenidas de São Paulo, com mais de vinte quilômetros de extensão. * Avenida General Edgar Facó: inicia-se no bairro do Piqueri (pertencente ao distrito de Pirituba) e é limite com o distrito de Freguesia do Ó. Tem cerca de 2,6 km e faz parte do corredor Pirituba-Lapa-Centro. Importante via de ligação ao centro, ponte do Piqueri e à Marginal Tietê. O bairro é rico em praças, parques e tem um comércio com grande diversidade, prova disso são os portais eletrônicos de empresas da região. * Avenida Paula Ferreira: inicia-se no distrito da Freguesia do Ó e termina no distrito de Pirituba, quando liga-se à Avenida Raimundo Pereira de Magalhães. Tem cerca de 3,6 km a partir do distrito de Freguesia do Ó e é via de importante acesso para os bairros do Piqueri, Vila Bonilha e Vila Pereira Barreto. Localizam-se, nela, a Estação Pirituba, o Shopping Pirituba e o Largo da Matriz de Nossa Senhora do Ó. * Avenida Mutinga: inicia-se em Pirituba e termina no município de Osasco. Tem cerca de 5,5 km e passa pelos distritos de Pirituba, São Domingos e Jaguara, terminando no subdistrito de Remédios. * Avenida Elísio Cordeiro de Siqueira: antiga Avenida Um, liga os distritos de Pirituba, São Domigos e Vila Jaguara. * Avenida Doutor Felipe Pinel: liga Pirituba ao distrito de Jaraguá. * Avenida Elísio Teixeira Leite: tem cerca de 7,2 km e abrange os distritos de Freguesia do Ó, Pirituba, Jaraguá e Brasilândia. Outras vias importantes são: Avenida Alexios Jafet, Estrada São Paulo-Jundiaí, Avenida Chica Luisa, Estrada de Taipas, Avenida Miguel de Castro, Avenida Cabo Adão Pereira, Avenida Benedito de Andrade, Avenida Fuad Lutfalla, Rua Manoel Barbosa e Rua Guerino Giovani Leardini. == Pontos turísticos e históricos == thumb|right|250px|Vista do Pico do Jaraguá, a partir de Pirituba Estes são alguns dos principais pontos de interesse do bairro: * Hospital Psiquiátrico Pinel - localizado em uma área verde, bonito por sua característica arquitetônicas; * Casarão do Anastácio - Localizado na Marginal Tietê, este casarão, que recebe o nome do primeiro dono do terreno, o influente coronel Anastácio de Freitas Trancoso, foi construído na mesma fazenda que serviu de residência do brigadeiro Tobias de Aguiar, e de sua esposa Domitila de Castro, a marquesa de Santos, durante o século XIX. Em 1917, a Cia. Armour do Brasil compra a fazenda e nela construiu o casarão, para hospedar os funcionários do frigorífico. O casarão foi tombado como patrimônio histórico da cidade em 2013, porém está em estado de abandono. * Castelinho de Pirituba - O castelinho, que remete aos estilos arquitetônicos comuns na Inglaterra durante era vitoriana, fica próximo à Av. Mutinga e é patrimônio histórico e arquitetônico do bairro. O castelo foi construído em 1927 e era a residência do contador inglês Charles Thomas Chapman, funcionário da São Paulo Railway. Hoje, o castelinho funciona como salão de festas de um condomínio. * Casa de Nassau (Sociedade Holandesa de São Paulo) - inaugurada em 1957, a Casa de Nassau é um clube que pertence a Sociedade Holandesa de São Paulo. Declarado como área de utilidade pública. == Ver também == * Explosão em Pirituba em 1995 == Ligações externas == *Site da Subprefeitura de Pirituba/Jaraguá Categoria:Pirituba Categoria:Topônimos de origem tupi",
 "title": "Pirituba"
}