{
 "id": "55488",
 "text": "Vila Mariana é um distrito localizado na zona centro-sul do município de São Paulo. Tem como característica marcante ser uma região nobre predominantemente de classe alta com um perfil ora comercial, ora residencial, possuindo um dos metros quadrados mais caros de São Paulo. Além disso, o distrito bem arborizado tem em suas proximidades importante ponto turístico, o Parque Ibirapuera. A subprefeitura da Vila Mariana abrange os distritos de Moema e Saúde, além da própria Vila Mariana. O distrito sedia a Escola Paulista de Medicina da Universidade Federal de São Paulo (UNIFESP), o Centro Universitário Belas Artes de São Paulo, a Escola Superior de Propaganda e Marketing, o Centro Universitário Assunção- UNIFAI e o Museu Lasar Segall, bem como alguns dos mais tradicionais colégios da cidade como o Colégio Bandeirantes, Colégio Benjamin Constant, Liceu Pasteur, Colégio Marista Arquidiocesano, Colégio Madre Cabrini e a Faculdade e Escola técnica SENAI - Anchieta. Abrange também cerca de 550 metros do lado ímpar da Avenida Paulista em seu trecho inicial, entre a Praça Osvaldo Cruz e a Avenida Brigadeiro Luís Antônio. O distrito é atendido pelas linhas 1-Azul, 2-Verde e 5-Lilás do Metrô de São Paulo. == História == O governador da Capitania Real de São Paulo, Francisco da Cunha Menezes concedeu em 1782 uma sesmaria a Lázaro Rodrigues Piques, situando-se essas terras entre o ribeirão Ipiranga e a Estrada do Cursino, abrangendo o futuro bairro de Vila Mariana, outrora da Saúde; em torno de tal sesmaria surgiram muitas questões de terra. Originalmente foi chamado de Cruz das Almas - em virtude das cruzes colocadas no local por causa da morte de tropeiros por ladrões, na metade do século XIX, na continuação da \"Estrada do Vergueiro\" (atual Rua Vergueiro) aberta em 1864 por José Vergueiro e que era a nova estrada para Santos. Posteriormente passa a ser denominado de Colônia e finalmente de Vila Mariana, nome atribuído pelo coronel da guarda nacional Carlos Eduardo de Paula Petit, a partir da fusão dos nomes de sua esposa Maria e da mãe de sua esposa, Anna. Carlos Eduardo de Paula Petit, foi um dos homens mais importantes na Vila Mariana, foi eleito vereador e também atuou como juiz de paz. Entre 1883 e 1886 foi construída a estrada de ferro até Santo Amaro, partindo da rua São Joaquim, na Liberdade; seu construtor foi o engenheiro Alberto Kuhlmann e sua empresa se chamava Cia. Carris de Ferro de São Paulo a Santo Amaro. Essa linha férrea, cuja inauguração total até Santo Amaro deu-se em 1886, foi locada sobre o antigo Caminho do Carro para Santo Amaro, no trecho então conhecido como \"Estrada do Fagundes\", no espigão; seguia, acompanhando ou sobreposta, o referido caminho do Carro. Com isso deu- se o fracionamento das chácaras existentes na região. Há uma versão aparentemente verdadeira de que a uma das estações, Kuhlmann deu o nome de sua esposa, Mariana, e tal denominação passou para o local e depois para todo o bairro, que antes se chamava \"Mato Grosso\". Havia em 1856 a chácara do Sertório, cujas terras vieram mais tarde a formar o bairro do Paraíso. A chácara de João Sertório, situada entre as duas estradas para Santo Amaro, foi vendida para dona Alexandrina Maria de Moraes, que faleceu em 1886; seus herdeiros arruaram a propriedade e a Câmara Municipal aceitou esse arruamento, que veio ligar as ruas da Liberdade (antigo Caminho do Carro) e Santo Amaro (antigamente estrada para Santo Amaro). Aí surgiu um trecho do bairro do Paraíso, desde a rua Humaitá até a Abílio Soares, nascendo as ruas Pedroso, Maestro Cardim, Martiniano de Carvalho, Paraíso, Artur Prado e outras demais. No ano de 1887 começou a funcionar no bairro o Matadouro Municipal,Elane Ribeiro Peixoto; Pedro P. Palazzo; Maria Fernanda Derntl; Ricardo Trevisan; (orgs.) Tempos e Escalas da Cidade e do Urbanismo. XIII Seminário de História da Cidade e do Urbanismo . Brasília: Editora FAU–UnB, 2014. ISBN 978-85-60762-19-4 fator que ajudou muito no povoamento de toda a região. Isso ajudou para a instalação das oficinas de Ferro Carril, na rua Domingos de Morais, e da fábrica de fósforos. Também foi criada a Escola Pública de Dona Maria Petit, na Rua Vergueiro. O local onde funcionou o Matadouro é atualmente a Cinemateca Brasileira. Por volta de 1891, José Antônio Coelho comprou a chamada \"Chácara da Boa Vista\", na Vila Mariana, e a loteou, abrindo ruas que tiveram nomes como \"Central\", \"Garibaldi\", \"dos Italianos\" (hoje denominadas, respectivamente, Humberto I, Rio Grande e Álvaro Alvim) e deu o nome oficial de Vila Clementino, em homenagem ao Dr. Clementino de Souza e Castro. Em 1928 iniciou-se a construção do Instituto Biológico, concluída em 1945. Um de seus principais objetivos à época em que foi construída foi o controle de uma praga que infestava os cafezais. Mais tarde tal objetivo foi, segundo a organização do local, criar um instituto para a biologia \"a exemplo do que foi o Instituto Oswaldo Cruz (no Rio de Janeiro) para a saúde do homem”. Em 1929, iniciou-se no bairro a construção de uma série de residências em estilo modernista, desenhadas pelo arquiteto Gregori Warchavchik; a mais notável é a Casa Modernista da Rua Santa Cruz, tombada pelo CONDEPHAAT em 1986. == Características == A Vila Mariana pode ser considerada uma das regiões mais desenvolvidas da capital paulista, e isso comprova-se nos números. A renda média da região gira em torno de R$ 4 509,79 mensais (2017), valor acima da média municipal de cerca de R$ 1 300. Na educação os dados tornam-se ainda mais explícitos. O Ensino Fundamental foi completado por quase 80% dos moradores, e 71,34% dos moradores da região completaram o Ensino Médio, contra as médias municipais de 49,9% e 33,68%, respectivamente. Os anos de estudo por pessoa chegam a 12,30 (a média da cidade é de 7,67 anos). Por fim, o analfabetismo é reduzido a apenas 1,10% dos mais de 120 mil moradores, enquanto na cidade, 4,88% da população é considerada analfabeta. No distrito encontram-se a Escola Paulista de Medicina da Universidade Federal de São Paulo (UNIFESP), a Escola Superior de Propaganda e Marketing (mais conhecida como ESPM), a Escola de Belas Artes e a Faculdades Paulus de Tecnologia e Comunicação (FAPCOM), as maiores referências em ensino superior na região, que também conta com universidades não-específicas (UNIP, FMU, entre outras). Em relação à área da saúde, existem o Hospital São Paulo e o Hospital do Servidor Público Estadual, um complexo hospitalar que responde por quase 40% dos atendimentos dos servidores públicos estaduais. Há também instituições para o tratamento de jovens e idosos, fator que contribui para a alta qualidade de vida do distrito. Na área de cardiologia há o hospital Dante Pazzanese. A região também sedia a Casa Hope, uma ONG dedicada a crianças com câncer. A economia da região é muito forte, não apenas pelo elevado nível de vida de seus moradores, mas também por abrigar o trecho inicial da Avenida Paulista, logradouro mais importante da cidade e centro financeiro do estado e do país. A região da avenida Paulista dos arredores da Estação Brigadeiro até a Estação Paraíso do Metrô pertence ao bairro do Paraíso. == Pontos turísticos == * Parque Modernista * Cinemateca Brasileira * Casa das Rosas * Avenida Paulista * Parque Ibirapuera * Instituto Biológico == Bairros == * Vila Mariana * Vila Clementino até a rua Loefgreen. * Chácara do Castelo * Chácara Klabin / Jardim Vila Mariana * Conjunto dos Bancários * Jardim Aurélia * Jardim da Glória * Jardim Lutfalla * Paraíso até a rua Tutoia. * Vila Afonso Celso == Localização geográfica == * Norte: Avenida Paulista. Praça Osvaldo Cruz, Avenida Bernardino de Campos, Rua do Paraíso, Rua Topázio, Rua Batista Cepelos, Rua José do Patrocínio, Rua Ximbó, Rua Batista Caetano e Rua Coronel Diogo. * Leste: Avenida Doutor Ricardo Jafet. * Sul: Rua Loefgren. * Oeste: Avenida Rubem Berta, Avenida Ibirapuera, Avenida Conselheiro Rodrigues Alves, Rua Doutor Amâncio de Carvalho, Viaduto e Rua Tutoia e Avenida Brigadeiro Luís Antônio. ==Distritos próximos== A Vila Mariana é próxima de vários outros distritos importantes da cidade de São Paulo, os quais seguem na lista abaixo: * Brás * Sé * Consolação * Pinheiros * Itaim Bibi * Campo Belo * Jabaquara * Sacomã * Mooca == Ver também == * Vila Mariana (bairro de São Paulo) * Instituto Biológico * Museu Belas Artes de São Paulo * Avenida Paulista * Lista de distritos de São Paulo * População dos distritos de São Paulo (Censo 2010) * Área territorial dos distritos de São Paulo (IBGE) * Telecomunicações em São Paulo == Ligações externas == * Página da Prefeitura Regional de Vila Mariana * Site do Bairro Vila Mariana",
 "title": "Vila Mariana (distrito de São Paulo)"
}