{
 "id": "55502",
 "text": "O é um console portátil desenvolvido pela Nintendo, lançado em 21 de abril de 1989 no Japão, em 31 de julho de 1989 na América do Norte e em 28 de setembro de 1990 na Europa, é o primeiro console da linha Game Boy, foi criado por Gunpei Yokoi e pela Nintendo Research & Development 1, versões redesenhadas do console foram lançadas em 1996 e em 1998, o Game Boy Pocket e o Game Boy Light (somente para o Japão) O Game Boy é o segundo portátil da Nintendo, criado após a linha Game & Watch lançada em 1980. A diferença é que o Game Boy rodava diferentes games bastando apenas trocar os cartuchos inseridos. Seus principais concorrentes eram o Game Gear da Sega, o Lynx da Atari e o TurboExpress, contudo teve uma aceitação muito maior que a dos concorrentes. == História == O desenvolvimento do portátil foi iniciado em 1986 por Gunpei Yokoi e a equipe R&D1; da Nintendo japonesa. O objetivo era combinar as características dos jogos do Famicom com a portabilidade do Game & Watch, também produzido por Yokoi. O primeiro protótipo do console foi apresentado à diretoria da Nintendo em 1987, surpreendendo os empresários. O presidente da empresa especulou 25 milhões de unidades vendidas em três anos, mas a quantidade foi de 32 milhões. Foi lançado em 1989 e teve sua primeira alteração estética e tecnológica após oito anos. O aparelho tinha que ser um console de jogos realmente portátil (cabia no bolso de qualquer camisa ou calça), simples (o processador principal tinha apenas 4,19 MHz e o seu display era a preto e branco), eficiente (as pilhas duravam até 20 horas ininterruptas), barato (foi lançado por algo equivalente a 100 dólares) e que levaria até aos jogadores, onde quer que estivessem, a diversão que até então só poderia ser experimentada no conforto dos seus lares ou em salões de jogos. O Game Boy foi lançado em abril de 1989 com um display de cristal líquido monocromático de fundo verde, jogos em preto e branco, gráficos de 8-Bits e com a possibilidade de ser jogado por mais de uma pessoa, utilizando o Cabo Game Link. Já vinha de fábrica com o jogo Tetris e a sua produção durou entre 1989 e 1995. Em 1996 foi lançado o \"Game Boy Pocket\", com acabamentos prateados metalizados, 30% menor que o Game Boy normal e display monocromático mais nítido. Funcionava com duas pilhas AAA, o que lhe possibilitava caber na palma da mão, mantendo o mesmo tamanho do display, porém com mais brilho e nitidez. Em 1997 foi lançado o Game Boy Light, alguns milímetros maior do que o Game Boy Pocket, só que com uma extra - luz interna, o que lhe permitia ser jogado no escuro, e também perdeu o fundo esverdeado, que cansava bastante a vista. Este modelo é bastante raro, pois só foi lançado no Japão. Também há indícios de que foi lançado no Brasil. Em 1998 foi lançado o Game Boy Color, já com um display colorido e capaz de reproduzir os jogos antigos de seus antecessores. A nova tecnologia trouxe um display de LCD com baixo consumo de energia e transmissão de dados por infravermelho, porém apenas com alguns jogos compatíveis. Aproveitando o sucesso da série Pokémon, a Nintendo produziu uma versão especial do console com um Pikachu e um Pichu estampados, chamado de Game Boy Color: Pikachu Edition. Em 2001, a Nintendo inova com o Game Boy Advance. Este foi criado com dois CPUs (um CPU RISC a 32-Bites e o comum Z-80 de 8-Bits) e um display de 2.9\" com resolução de 240 x 160 pixels e paleta de 32.000 cores. O portátil possui um formato horizontal e recebeu a adição de mais dois botões, o L e R. A energia é obtida através de duas pilhas AA. Conta também com um gerador PCM de som estéreo, um cabo para ligação entre portáteis para jogos multiplayer de até 4 jogadores e, mais tarde, com o GameCube. Como continuava a ter um Z-80 em seu interior, o Game Boy Advance é compatível com todos os jogos anteriores dos Game Boy e Game Boy Color. Em 2002 foi lançado o Game Boy Advance SP com apenas 142 gramas, foi uma revolução na indústria de portáteis. Existiram duas versões: A 001 que não possuía retro iluminação e a 101 que vinha com este recurso. Possuía uma bateria interna com duração de aproximadamente 10 horas. Vendeu 42,8 milhões de unidades em todo o mundo. O portátil tinha, no entanto, um ponto fraco: não permitia o uso de fones de ouvido que não fossem fornecidos pela Nintendo, uma vez que a entrada dele era semelhante à da bateria. Em 2004, a empresa lança o Nintendo DS, um portátil com conexão sem-fio via Wireless Local, e à internet, duas telas (a inferior com uma tela sensível ao toque, praticamente pondo fim à linha de Game Boys. Ainda assim, no ano de 2005, a Nintendo lançou o Game Boy Micro, que possui a mesma tecnologia do Game Boy Advance, mas remodelado com linhas mais futuristas, frente destacável e display menor, mas bastante nítido e iluminado. Herdou do GBA SP a bateria de lítio. Mas com o sucesso do Nintendo DS, o GBM vendeu apenas 2,5 milhões de unidades por todo o mundo. == Hardware == * Dimensões: 90mm × 148mm × 32mm * CPU: Custom 8-bit Sharp LR35902[20] 4.19 MHz (similar ao Intel 8080) * RAM: 8 kB S-RAM * Vídeo RAM: 8 kB * ROM: On-CPU-Die 256-byte bootstrap. Cartuchos de 256kb, 512kb, 1 MB, 2MB, 4MB e 8MB * Som: 2 geradores de pulso * Tela: STN LCD, 160×144 pixels, 2,6 polegadas * FPS: 59,7 por segundo * Paleta de cores: Monocromática de 2 bits com quatro tons de cinza == Modelos == === Play It Loud! === Lançado em 1 de janeiro de 1995 no Japão, as especificações eram as mesmas do aparelho original, foi o primeiro a incluir diferentes cores, o modelo transparente foi exclusivo para a América do Norte, no Reino Unido foi lançada uma versão especial do Manchester United. === Game Boy Pocket === Uma grande revisão do Game Boy ocorreu em 1996, com a introdução do Game Boy Pocket, uma unidade mais fina que exigia apenas duas pilhas AAA, embora com a desvantagem de oferecer apenas 10 horas de jogo. A outra grande mudança foi que a tela foi alterada para um LCD FSTN (film compensated super-twisted nematic). Essa camada de compensação de filme produziu uma tela verdadeiramente em preto e branco, em vez dos tons verdes do Game Boy original. O Pocket também tem uma porta para o cabo Game Link, que requer um adaptador para ser conectada ao Game Boy original. Esse design de porta menor seria usado em todos os modelos de Game Boy subsequentes. Internamente, o Game Boy Pocket tinha um novo SoC, o Nintendo CPU MGB, uma versão aprimorada do DMG-CPU. Uma das principais mudanças foi o fato de os 8 kB de RAM de vídeo do dispositivo terem sido transferidos da placa-mãe para o SoC para um acesso mais rápido. O Game Boy Pocket foi lançado no Japão em 20 de julho de 1996 e na América do Norte em 2 de setembro de 1996, por . O Game Boy Pocket revitalizou as vendas de hardware e seu lançamento foi oportuno, pois coincidiu com o lançamento do primeiro jogo Pokémon, que catapultou o Game Boy para um reino desconhecido de triunfo comercial. Os críticos elogiaram o tamanho pequeno do dispositivo, e disseram que a visibilidade da tela e o tempo de resposta dos pixels haviam sido aprimorados, eliminando principalmente o efeito fantasma. No entanto, outros críticos não gostaram do dispositivo, com o Los Angeles Times dizendo que a Nintendo estava \"reembalando o mesmo material preto e branco antigo e vendendo-o como novo\". A primeira versão vinha apenas em prata e não tinha um LED de energia. Uma revisão no início de 1997 adicionou um LED de energia, diferentes cores da carcaça (vermelho, verde, amarelo, preto, metal dourado, transparente e azul) e baixou o preço para . Em meados de 1998, poucos meses antes de o Game Boy Color ser colocado à venda, os preços haviam caído para . === Game Boy Light === Lançado em 14 de abril de 1998 apenas no Japão, o modelo continha luz de fundo na tela, a duração de jogatina também estendida para 20 horas com a luz de fundo apagada e 12 horas com a luz de fundo acesa. Ficheiro:Gameboy.jpg|A versão original (1989 a 1995) Ficheiro:GameboyClear.jpg|Game Boy Play It Loud! (1995) Ficheiro:Game-Boy- Pocket-FL.jpg|Game Boy Pocket (1996) Ficheiro:Game-Boy-Light-FL.jpg|Game Boy Light (1997) == Ver também == * Game Boy Color * Game & Watch * Atari Lynx * Game Gear * TurboExpress == Ligações externas == * * *",
 "title": "Game Boy"
}