{
 "id": "55525",
 "text": "Robert Nesta Marley (Nine Mile, – Miami, ) foi um cantor e compositor jamaicano, o mais conhecido músico de reggae de todos os tempos, famoso por popularizar internacionalmente o gênero. Já vendeu mais de 75 milhões de discos e, em 1978, três anos antes de sua morte, foi condecorado pela ONU com a \"Medalha da Paz do Terceiro Mundo\". Sua obra tratava principalmente de temas político-sociais e espirituais. Dedicado a protestar contra injustiças sociais, Bob Marley é mundialmente celebrado como a voz dos pobres e oprimidos, sendo considerado um símbolo de resistência negra, espiritualidade, defesa dos direitos humanos e luta por justiça social. Suas músicas denunciavam o racismo, a desigualdade social, o colonialismo e a guerra. Devoto do movimento religioso rastafári, a vida e a obra de Bob Marley foram profundamente influenciadas por sua fé. Sua música serviu de porta-voz às convicções e temas da fé rastafári, como as interpretações afrocêntricas da Bíblia e o pan-africanismo. A África e suas questões, como a miséria e a colonização europeia, foram também assuntos amplamente abordados em suas músicas. A coletânea Legend, lançada três anos após sua morte e que reúne algumas das músicas menos militantes do artista, é o álbum de reggae mais vendido da história. Bob foi casado com Rita Marley (de 1966 até a morte), uma das I Threes, trio vocal de apoio que passou a acompanhar a banda de Marley após ele ter saído em carreira solo. Ela foi mãe de quatro de seus doze filhos (entre eles, dois adotados), a exemplo dos renomados Ziggy Marley e Stephen Marley. Outros de seus filhos também seguiram carreira musical, como Ky-Mani Marley, Julian Marley e Damian Marley. Em março de 2004, Bob foi eleito pela revista Rolling Stone o 11.º maior artista musical de todos os tempos. == Vida e carreira == === 1945-1955: Nine Mile === Bob Marley nasceu em 6 de fevereiro de 1945, em Nine Mile, uma vila, situada na paróquia jamaicana de Saint Ann, no interior do país. O artista era filho de Norval Sinclair Marley, um capitão do exército inglês, jamaicano e branco, de 50 anos, nascido em May Pen, em Clarendon - descendente de ingleses do condado de Sussex - e de Cedella Booker, uma jovem de dezoito anos, pobre e negra, também nascida em Nine Mile. Cedella e Norval casaram-se no dia 9 de junho de 1944 devido à gravidez de Cedella. Entretanto, após o casamento, Norval viajou no dia seguinte para Kingston, voltando apenas para conhecer o seu filho que havia nascido. Após o nascimento, Norval partiria novamente para Kingston, parando de responder as cartas de sua esposa e abandonando mãe e filho por alguns anos. Marley passou a infância trabalhando na propriedade da família de segunda à sábado e frequentando uma pequena escola em Nine Mile. Foi nesta escola que ele conheceu Neville O'Riley Livingston, filho de um comerciante que vendia bastões feitos de bambu para a escola. Estes bastões eram usados para \"disciplinar\" as crianças. Bob era 2 anos mais velho do que Livingstone e passou a abordar o garoto para que eles sabotassem os bastões: Marley fazia pequenas e imperceptíveis incisões no bambu para que os bastões quebrassem rapidamente quando começassem os castigos corporais. Os dois se aproximam bastante e Bunny passa a ver Bob como uma espécie de líder. Em setembro de 1949, Cedella receberia uma carta de Norval tentando convencê-la a enviar o filho para Kingston onde ele poderia viver com primos e estudar em Kingston, em escolas melhores. Bob estava cursando o seu primeiro ano na escola e, ao final do ano letivo - em julho de 1950 - Cedella acabaria concordando com Norval e mandando o garoto para Kingston, mas sob a condição de que ele ficasse morando na casa de parentes dela. Entretanto, quando chegou em Kingston após uma longa viagem de ônibus com uma prima, Bob foi entregue a seu pai que não cumpriu a sua parte no acordo e levou-o para a casa de uma mulher que cuidava de crianças abandonadas, uma espécie de mãe social. Apenas em agosto do ano seguinte Cedella conseguiria localizar o garoto, por acaso, quando duas parentes dela que moravam em Kingston avistaram ele. Ela teve que ir até a capital para pegar o garoto e levá-lo de volta para sua casa, em Nine Mile. === 1955-1961: Trenchtown === Em 1952, Cedella se aproxima de Toddy Livingstone, pai de Bunny e vizinho deles em Nine Mile. O casal decide mudar- se para Trenchtown, favela situada em Kingston, em busca de oportunidades e uma vida melhor. Ainda assim, decidem deixar as crianças sob cuidados de parentes, passando Toddy a cuidar de um bar de rum, enquanto Cedella, além de ajudá-lo, arranja outros pequenos empregos. Em 1955, finalmente o casal decide trazer seus filhos para a nova cidade onde todos passariam a viver pelos próximos 10 anos. Mais tarde naquele ano, em dezembro, Cedella descobriria que seu marido - Norval - estava casado com outra mulher e morando em outra parte da cidade. Tinha, inclusive, uma filha: Constance Marley. Então, ela foi fazer uma visita para averiguar a situação, falando com Norval e descobrindo ser tudo verdade. No dia seguinte, ela foi até o tribunal e fez uma denúncia, e Norval passou a responder a processo por bigamia. A audiência aconteceu em 17 de fevereiro de 1956 e, apesar de Cedella ter levado testemunhas do casamento, a defesa de Norval alegou insanidade, o que foi aceito pelo tribunal. Poucos meses depois, em 20 de maio, o capitão Marley morreria vítima de um ataque cardíaco em razão de uma pneumonia. A vida em Trenchtown era difícil para Bob e ele sofria \"bullying\" no início devido a sua baixa estatura e à cor da sua pele: ele era rejeitado por ser mais claro, o que era indicativo de que ele tinha parentes brancos. Entretanto, Marley era defendido por Bunny que era negro e muito mais alto, apesar de mais novo. Com o passar dos anos, Bob e Bunny foram desenvolvendo uma ligação com a música: improvisavam guitarras feitas de lata e acompanhavam os sucessos vindos dos Estados Unidos, particularmente de Nova Orleães, sintonizados em um minirrádio transistorizado. Eles captavam Ray Charles, Fats Domino, Brook Benton (um dos preferidos de Marley) e grupos como os The Drifters, que eram muito populares na Jamaica. Um dia, em 1961, Bob e Bunny cruzam com outro garoto de Trenchtown que cantarolava uma música: Winston Hubert McIntosh, conhecido pelo apelido de Peter Tosh. Peter tinha um violão e passaria a ensinar Bob e Bunny a tocarem em uma igreja local, onde os três ensaiavam músicas acompanhados pelo violão. === 1962: Início da carreira musical === Em 1962, os três passam a frequentar a casa de John Higgs, um famoso cantor jamaicano que dava aulas gratuitas para crianças em Trenchtown. Nessa época, Bob conhece Leslie Kong, um empresário sinojamaicano que era dono de um restaurante/sorveteria/gravadora chamado Berveley's. No ano anterior, Kong havia lançado o primeiro trabalho de Jimmy Cliff e a gravadora começava a ganhar dinheiro. Com este produtor musical, Marley chega a gravar dois singles solo: \"Judge Not\" e \"One Cup of Coffee\", acompanhado por músicos de estúdio. Entretanto, os compactos não fazem sucesso. Subsequentemente, a relação entre Marley e Kong azeda de vez quando eles discordam em relação a pagamentos supostamente devidos por Leslie. === 1962-1965: O sucesso local com o The Wailers === Após a experiência com Kong, Marley se junta aos colegas da casa de Higgs e montam uma banda, juntamente com outros adolescentes que também estavam interessados em música e em uma carreira musical. O conjunto vocal é batizado de The Teenagers. Eram eles o vocalista Junior Braithwaite e as cantoras Beverley Kelso e Cherry Smith. Com essa formação, eles conseguem um contrato com a gravadora de Coxsone Dodd, a Studio One, após uma audição. Entretanto, precisam trocar de nome pois já existia um grupo com o mesmo nome: escolhem, assim, The Wailing Wailers. O grupo faz sucesso logo com o primeiro lançamento, \"Simmer Down\", iniciando uma carreira de sucesso. Entre 1964 e 1966, o grupo vai perdendo integrantes até se fechar em um núcleo composto apenas de Marley, Tosh e Bunny que gravam diversas canções de composição própria acompanhados por músicos de estúdio. A partir de 1966, a esposa de Bob - Rita - e Constantine Walker passam a participar ocasionalmente do grupo, especialmente no período em que Marley estava radicado nos Estados Unidos. Com a volta de Marley em outubro daquele ano, o grupo passa por uma mudança na sonoridade: sai o agitado ska e entra um ritmo mais lento e sensual, o rocksteady. O tema das letras também muda com o grupo passando de um porta-voz dos \"rude boys\" (como os delinquentes juvenis eram chamados na Jamaica) - tendo chegado a lançar discos e a se apresentar com o nome de The Wailing Rude Boys - para propagadores dos princípios do movimento rastafári. Com isso, eles simplificam o nome original de The Wailling Wailers para apenas The Wailers. Em 1965, em uma das caminhadas que os Wailers faziam até o estúdio de Dodd, eles conhecem Alpharita Constatia Anderson, uma enfermeira cubana que morava próximo ao estúdio. Algumas semanas depois, eles reencontram ela enquanto fazia uma audição com Dodd, junto com o conjunto que ela participava, The Soulettes. Como depois da mudança de sua mãe, Toddy, Bob e Bunny também se mudaram, Bob passou a não se sentir bem morando com eles, como se estivesse morando de favor. Então, ele se aproxima de Rita e passa a dormir algumas noites na casa da tia dela, até mudar-se definitivamente para um quarto atrás da casa da tia de Rita, juntamente com ela e a filha pequena dela. A carreira dos Wailers e das Soulettes ia cada vez melhor, mas o dinheiro simplesmente não melhorava. Acontece que os artistas jamaicanos eram pagos por lado de disco que eles gravavam - isto é, já que cada disco comportava uma música por lado, eles eram pagos uma quantia fixa por cada música gravada. Assim, tanto fazia se a canção era um sucesso ou não: eles não recebiam royalties pelas vendagens ou pela execução em radiodifusão. === 1966: Delaware === Desde 1960, Cedella trocava cartas com parentes que moravam em Wilmington, Delaware, nos Estados Unidos. Em 1962, ela fez uma rápida visita a eles, logo após ter ficado grávida. Na volta, ela fala com Toddy sobre mudar-se para lá porque ela não queria criar outra criança em Trenchtown. Livingstone encoraja ela, mas avisa que a vida dele estava ali. No ano seguinte, nasce a meia-irmã materna de Bob, Claudette Pearl Livingstone, filha da mãe do cantor com o pai de Bunny. Mais tarde no mesmo ano, Cedella separaria-se de Toddy e mudaria-se com a filha recém-nascida para Wilmington. Próximo ao Natal de 1965, Marley recebe uma carta de sua mãe comunicando ele do casamento dela com um homem chamado Edward Brooker, em outubro, e convidando-o para ir morar junto com ela em Wilmington. Bob mostrou a carta a Rita e eles decidiram aceitar a oferta. Marley estava cheio das táticas de Dodd que obrigava eles a gravar algumas músicas que não combinavam com o resto do repertório - como o tema do filme What's New Pussycat?, por exemplo. Além disso, sentia que eles ganhariam mais dinheiro se gravassem o próprio material. Assim, a ideia era ir para os Estados Unidos e juntar dinheiro para abrir uma gravadora. Mas, antes, eles resolveram casar-se como forma de facilitar a ida de Rita para visitar Bob e a mãe dele em Wilmington. Assim, em 10 de fevereiro de 1966, Bob e Rita se casaram. De certa forma repetindo o próprio pai, Marley pegou um avião no dia seguinte e desembarcou em Wilmington. Ele ficaria morando lá por oito meses, voltando apenas em outubro daquele ano. Trabalharia em uma fábrica da Chrysler e como assistente de laboratório em outra fábrica da DuPont, além de fazer bicos noturnos em estacionamentos, lanchonetes e barracões. Apesar dos oito meses nos Estados Unidos, Bob se arrependeu rapidamente de ter viajado. Praticamente instantaneamente. Ele detestou o clima e a \"velocidade\" em que a vida se desenrolava naquele país. Ainda assim, ele compôs diversas músicas durante a estadia e recebeu a visita de sua mulher duas vezes. Enquanto Bob estava em Delaware, o imperador da Etiópia, Haile Selassie, fez uma visita de estado à Jamaica em abril daquele ano, dando nova vida ao movimento rastafári nas ruas de Kingston. Rita, Tosh e Bunny ficaram marcados pela visita: posteriormente, Rita chegou a dizer que presenciou chagas nas mãos do imperador, o que foi o motivo definitivo para que ela iniciasse a sua conversão. Bunny Livingstone também se diria convertido a partir do que ele sentiu ao ver o imperador próximo a ele. Todos os Wailers já haviam sido expostos aos ensinamentos rastafáris, já que conviviam com Mortimer Planno em Trenchtown, indo à casa dele para discutir Marcus Garvey e para conseguir maconha mais facilmente. Entretanto, com a volta de Marley em outubro todos começaram a se aprofundar cada vez mais dentro do espírito e da cultura rastafári. === 1966-1971: Trenchtown, novamente === Com o dinheiro trazido por Marley dos Estados Unidos, os três fundaram a sua própria gravadora – a Wali'N Soul'M – que acabou falindo em menos de um ano devido ao amadorismo da gestão e da distribuição dos discos. Ainda sofreram problemas com a lei no período, devido a sua fé rastafári, com todos os três enfrentando algum tempo de cadeia, sendo que Bunny chegou a passar um ano e dois meses preso. Tosh e Marley, então, se esconderam em Nine Mile por algum tempo. Enquanto Bunny estava na cadeia, Mortimo Planno conseguiu um acordo com a gravadora JAD Records para Tosh, Marley e Rita escreverem canções para Johnny Nash lançar nos Estados Unidos; isto rendia 100 dólares por semana para os três. Assim, quando Bunny saiu, todos resolveram substituir Rita por Bunny no acordo, mas Livingstone não se sentiu bem com isso e recusou a proposta. A partir de 1969, gravam com Leslie Kong, importante produtor sino-jamaicano, mas não obtém grande retorno e encerram a parceria abruptamente. Na sequência, associam-se ao produtor Lee \"Scratch\" Perry e gravam uma série de faixas, tendo a banda de Perry, os The Upsetters como banda de apoio. A parceria dura até meados de 1971, rendendo o lançamento de 3 álbuns: Soul Rebels, Soul Revolution Part II e um disco de dub com as músicas deste último álbum remixadas. A associação entre eles acaba em uma grande briga entre a banda e o produtor devido à distribuição dos lucros. Entretanto, ao final da parceria, conseguem recrutar a \"cozinha\" dos Upsetters e passam a ser uma banda e não mais apenas um conjunto vocal acompanhado por músicos de estúdio. Assim, os irmãos Aston Barrett e Carlton Barrett entram no grupo, no baixo e na bateria, respectivamente. Aproveitando o sucesso local dos discos com Perry, Kong decide lançar um álbum contendo o material gravado em seus estúdios, The Best of the Wailers. Todos os Wailers se opõem ao lançamento do disco, mas Bunny fica especialmente irritado por causa do título: para o vocalista, apenas alguém em fim de carreira poderia lançar um álbum com tal título. Novamente, os Wailers percebem que, ao não terem o controle do material que gravavam, eles ficavam à mercê da vontade e dos esquemas dos produtores. Como as gravadoras ficavam com os originais das gravações, elas podiam lançar o que quisessem e quando quisessem. Assim, os três decidem fundar uma nova gravadora, a Tuff Gong. Além disso, Tosh funda uma gravadora para seus projetos solo - a Intel-Diplo - e Bunny outra - a Solomonic. === 1971-1973: Londres e Kingston === No mesmo 1971, Marley viaja para a Europa para tentar emplacar músicas como compositor para Johnny Nash, trabalho que ele fazia desde 1967 para a gravadora de Nash, a JAD Records. Agora, Nash estava gravando um filme - Love Is not a Game - para o qual também fornecia a trilha sonora. Marley não conseguiu emplacar canções na trilha do filme, mas conseguiu que composições suas entrassem no álbum de 1972 de Nash, I Can See Clearly Now que seria o primeiro álbum de reggae a alcançar o primeiro lugar da principal parada americana e que trazia 3 composições de Bob - \"Guava Jelly\", \"Comma Comma\" e \"Stir it Up\" - além da parceria com Nash em \"You Poured Sugar on Me\". Com o sucesso do disco de Nash, uma onda de interesse em reggae começou a surgir na Europa e nos Estados Unidos. Marley chamou os Wailers para Londres, onde eles passaram a residir juntos em uma grande casa com outras pessoas. Bob havia gravado um single solo para a CBS, \"Reggae on Broadway\", que não obteve sucesso algum. Entretanto, os contatos em Londres deram certo e a banda conseguiu um contrato para gravar discos - com um adiantamento em dinheiro - com a gravadora Island, de Chris Blackwell. Então, todos regressam para a Jamaica onde gravam as músicas para um álbum de estúdio: Catch a Fire. O álbum é lançado em abril de 1973 e vende bem, garantindo uma turnê por Inglaterra e Estados Unidos. === 1973-1974: O fim dos Wailers === miniatura|direita|Disco de ouro conferido aos Wailers pelas vendagens do álbum exposto no Museu Bob Marley Entretanto, após a primeira parte da turnê, na Inglaterra, Bunny volta sozinho para a Jamaica alegando que não queria tocar na \"Babilônia\" porque isto ia contra sua fé rastafári. Assim, a banda faz a segunda parte da turnê apenas com Marley e Tosh como vocalistas. Ao voltar para a Jamaica, Blackwell queria que eles gravassem o sucessor do primeiro lançamento internacional ainda naquele ano. Assim, em outubro de 1973 é lançado Burnin' que traz duas das canções mais conhecidas da banda, \"I Shot the Sheriff\" e \"Get Up, Stand Up\". Após o lançamento, a banda sai em turnê para promover o disco, mas Bunny avisa que não mais participaria de turnês fora da Jamaica. Com isto, as tensões entre Marley e Tosh - que já eram grandes - cresceram ainda mais. Tosh se ressentia do que ele percebia como um favorecimento de Marley pela gravadora. A banda encerra seus shows de 1973 em novembro e retorna para a Jamaica. Após shows em Kingston que contaram com a participação de Bunny, em maio de 1974, a banda viaja para a Inglaterra onde, após mais alguns shows, Tosh tem fortes discussões com Marley e Blackwell. O vocalista chegou a oferecer que Blackwell lançasse um disco solo que ele estava planejando, entretanto, diante da negativa do executivo, Tosh sai da banda e volta para a Jamaica. Era o fim dos Wailers. === 1974-1975: carreira solo === Desde 1973, Bob mudou-se para fora de Trenchtown, indo residir na rua Hope Road, em Kingston. O seu endereço se torna um ponto de peregrinação de vários amigos e pessoas ligadas ao movimento rastafári. Até Michael Manley, primeiro-ministro da Jamaica na época, havia sido visto visitando Marley, com quem desenvolveu alguma proximidade. Entre estas pessoas, estava o fotógrafo Lee Jaffe que havia conhecido Marley em Nova Iorque e aceitado o convite para visitar Bob em sua casa - o que acabaria se tornando em uma estada de 5 anos em Kingston dividindo a casa com a família de Marley e outros amigos. Ele acabaria tocando gaita de boca em alguns álbuns de Bob. Marley formou a banda que o acompanharia a partir dos membros remanescentes dos finados Wailers, mas promoveu grandes mudanças. Ele introduziu Alvin \"Seeco\" Paterson como membro permanente da banda - percussionista. Seeco era a pessoa que havia levado os Wailers para a sua primeira audição com Coxsone Dodd e, no final dos anos 1960, havia tocado em gravações esporádicas, além de ter sido roadie do grupo nas duas turnês internacionais. Para os teclados, Bob recrutou Bernard \"Touter\" Harvey, já que o tecladista Earl Lindo havia aproveitado o fim da banda para entrar no grupo de Taj Mahal. Para a turnê, entretanto, Bob teria que trocar novamente de tecladista. Tyrone Downie, amigo de Harvey, entraria no início de 1975 e se tornaria o tecladista fixo da banda até a morte de Marley. Marley também recrutaria o guitarrista Al Anderson que ele conheceu nos estúdios da gravadora, em Londres. Entretanto, a mais importante modificação foi a adição de um coro de três vocalistas de apoio. Rita Marley, Judy Mowatt e Marcia Griffiths entraram com a missão de substituir as harmonizações vocais e os falsetes pelos quais os três Wailers eram conhecidos. Elas foram batizadas de I Threes. Para manter um senso de continuidade, o grupo passa a lançar os discos e se apresentar como Bob Marley & The Wailers. === 1974-1975: Politização === Natty Dread foi recebido na Jamaica como um álbum político e que colocava Bob como um ícone revolucionário, com a foto da contracapa apresentando ele de punho cerrado e erguido - como um guerrilheiro, além da inclusão de músicas militantes como \"Revolution\". A polícia respondeu ao tom do álbum dando diversas batidas nas casas de amigos de Marley. Tosh foi um dos que apanharam da polícia, o que levaria ele a escrever algumas canções que fariam muito sucesso no seu álbum de estreia. Assim, o disco foi lançado em 25 de outubro de 1974, trazendo um dos maiores sucessos da carreira de Marley, \"No Woman, No Cry\". Ele foi bem recebido e seguiu-se uma turnê internacional da qual foi produzido um álbum ao vivo, Live!, lançado em 5 de dezembro do ano seguinte. Inicialmente, este álbum foi lançado apenas na Europa, entretanto, o alto número de importações e a comercialização de versões bootleg acabou levando a gravadora a lançar o álbum também nos Estados Unidos. Com o lançamento, a música de Bob passou a ser bastante tocada em rádios de música progressiva naquele país. === 1975-1976: Tiroteio e a violência eleitoral === Com o lançamento do próximo disco, \"Rastaman Vibration\", em 1976, o cantor conquistou a fama nos Estados Unidos. Na Jamaica, a sua fama já era quase mítica, e em grande parte graças às mensagens de suas músicas, o pensamento rastafári estava a tornar-se muito popular nos guetos jamaicanos. Em meio a este quadro, também havia o fato de o imperador etíope Haile Selassie, considerado pelos rastas como a representação de Deus na Terra, ter falecido no final de 1975. Em 1976, ano de eleições parlamentares na Jamaica, a ilha vivia um dos períodos mais sangrentos da sua história. Havia, praticamente, uma guerra civil entre jovens militantes, que defendiam partidos distintos. Bob Marley quis dar um show gratuito pela paz e pela união da juventude. O então primeiro-ministro, líder do partido PNP, Michael Manley, apoiou e deu força à ideia do concerto pela paz, para supostamente apaziguar as tensões antes das eleições, marcadas para dali uns dias. Dois dias antes do show, a casa de Bob Marley, na Hope Road Avenue, foi invadida por um grupo de pistoleiros defensores do candidato opositor a Michael Manley, que invadiu a sala onde Marley estava a ensaiar, e disparou tiros em todas as direções, com o intuito de matá-lo. Miraculosamente, ninguém foi morto no ataque noturno. A casa foi rapidamente invadida, dentro de cinco minutos, os homens entraram na casa de Marley, disparando contra todos e fugiram. Não foram capturados e nem se soube quem eles eram ou para onde foram. Don Taylor, empresário de Marley, estava a aproximar-se dele no exato momento em que os homens começaram a disparar, levando vários tiros e tendo, como legado deste fato, uma vida sobre a cadeira de rodas. Rita Marley levou um tiro de raspão na cabeça. O projétil ficou alojado em seu couro cabeludo. Marley recebeu um tiro, que raspou seu peito logo abaixo do coração e penetrou profundamente em seu braço esquerdo. O caso de Marley foi o menos grave entre os atingidos, sendo o primeiro a sair do hospital. No dia 5 de dezembro, Bob, depois de muitos alertas, resolveu subir ao palco do festival mesmo baleado. Ainda com os curativos, Marley apresentou-se no concerto \"Smile Jamaica\", pela paz, e depois mostrou os seus ferimentos ao público. Nesta ocasião, ao ser questionado sobre o fato de comparecer ao show mesmo baleado, o músico disse uma de suas mais conhecidas frases: \"As pessoas que estão a tentar destruir o mundo não tiram um dia de folga. Como posso eu tirar, se estou a fazer o bem?\". === 1977: O êxodo em Londres === Logo após o concerto \"Smile Jamaica\", o cantor mudou-se para Londres, temendo que fosse vítima de outro atentado político, devido aos temas e críticas políticas e sociais de suas músicas. Em Londres, gravou seu disco \"Exodus\". A partir de então, o sucesso dos The Wailers só aumentou e cada disco lançado destacava-se nas primeiras posições inglesas e americanas. === 1978: One Love Peace === Bob Marley voltou a morar na Jamaica em 1978. O músico resolveu conceder um concerto gratuito em Kingston para comemorar o seu retorno. No dia 22 de abril de 1978, Bob Marley & The Wailers apresentaram-se no Estádio Nacional de Kingston, no famoso \"One Love Peace Concert\". Neste show, Marley chamou ao palco o então primeiro- ministro jamaicano, Michael Manley, líder do partido PNP, e Edward Seaga, líder do partido da oposição, para que dessem as mãos e fizessem um juramento de paz. A multidão que assistia ao concerto foi à loucura. Ainda em 1978, Bob foi pela primeira vez a África, onde visitou o Quénia e a Etiópia, país sagrado reverenciado pelo movimento rastafári. Depois de uma nova tournée pela Europa e EUA, o grupo lançou o disco ao vivo \"Babylon by Bus\", e tocou na Austrália, Japão e Nova Zelândia. Em maio de 1980, foi lançado \"Uprising\", sucesso instantâneo no mundo inteiro com hits como \"Could You Be Loved\" e a comovente faixa de encerramento \"Redemption Song\". Os Wailers embarcaram na sua maior tournée europeia, arrasando quarteirões em todos os lugares em que passaram, incluindo o legendário show em Milão, Itália, com público estimado em pessoas, recorde absoluto até então para qualquer banda do mundo. Bob Marley & the Wailers eram simplesmente a banda em tournée mais importante daquele ano e o álbum \"Uprising\" bateu todas as paradas de sucesso no continente europeu. Foi um período de máximo otimismo na carreira de Bob Marley. == Descoberta do câncer e batalha contra a doença == === Diagnóstico e tratamento === Após a parte europeia da turnê do último álbum, Marley e sua banda partiram para os Estados Unidos, onde iniciariam a vasta agenda marcada naquele país com duas apresentações no Madison Square Garden, em Nova Iorque. Entretanto, durante a segunda apresentação, Bob passou mal, desmaiando no palco, e vários exames foram marcados para descobrir o que havia de errado com ele. O artista chegou ainda a fazer mais um show, em 23 de setembro daquele ano, na cidade de Pittsburgh. Com os exames, os médicos descobriram que ele sofria de uma espécie de câncer de pele chamado melanoma lentiginoso acral, um dos vários tipos de melanoma. O câncer já havia sofrido metástase e se espalhado para o estômago, os pulmões e o cérebro - razão pela qual ele havia desmaiado no show. Foi neste momento que ele e seus amigos perceberam que uma unha caída em seu pé não era fruto de um acidente ocorrido em um jogo de futebol na Inglaterra, em 1977, mas um sinal do câncer que se desenvolvia sob a unha do dedão do pé. Os médicos aconselharam Marley a que ele passasse por um procedimento cirúrgico para a amputação do dedão do pé, além de tratamento com radio e quimioterapia. Mesmo assim, diziam, o prognóstico de recuperação era muito difícil e nenhum deles dizia que ele tinha grandes chances de chegar ao final daquele ano. Porém, Marley e sua família recusaram o tratamento apresentado por duas razões: em primeiro lugar, a sua filosofia rastafári adotava o chamado voto Nazireu, que vedava qualquer modificação do corpo, inclusive o corte de cabelos e barba (motivo pelo qual os membros da religião utilizam barba e longos \"dreadlocks\"); em segundo lugar, Bob se preocupava com o efeito que uma amputação pudesse ter em seus movimentos no palco e em sua dança, afetando a sua carreira artística. Ao invés disso, o artista jamaicano recorreu ao tratamento naturalista e polêmico da clínica Ringberg, do Dr. Josef Issels, na Alemanha, entre o final de 1980 e o início de 1981, pela indicação do Dr. Carl Fraser, um dos médicos favoritos entre os rastafáris na época. Durante algum tempo, o estado de Marley parecia ter se estabilizado e o músico e sua família chegaram a acreditar que poderia haver esperanças de uma recuperação. Entretanto, quando o tratamento mostrou sinais inequívocos de não estar dando certo, a família recorreu a tratamentos tradicionais jamaicanos, como poções, incensos e velas aromáticas. === Morte === Finalmente, no início de maio de 1981, o Dr. Issels avisou que nada mais poderia ser feito e Bob Marley, já abatido pela doença, decidiu que era hora de retornar para sua casa na Jamaica para passar seus últimos dias junto à família e aos amigos. Entretanto, ele não conseguiu completar a viagem: o cantor passou muito mal no avião a caminho do país caribenho tendo que ser internado às pressas em um hospital de Miami quando o voo fez escala no aeroporto da cidade. Sua mãe e alguns parentes e amigos residiam na cidade e fizeram companhia a ele naqueles últimos momentos. O artista morreu pouco antes do meio-dia de 11 de maio de 1981, menos de 40 horas depois de deixar a Alemanha e pouco mais de 3 meses após completar 36 anos de idade. == Convicções religiosas e políticas == Bob Marley converteu-se em 1966 à fé rastafári, movimento religioso afrojamaicano que proclama Haile Selassie, o último imperador da Etiópia, como a reencarnação de Jesus Cristo ou como a própria representação de Deus (Jeová, costumeiramente chamado pela forma abreviada \"Jah\"). Responsável pela propagação internacional da religião rastafári, a vida e a música de Marley foram profundamente influenciadas por sua fé. Desse modo, um dos traços mais marcantes da prática religiosa de Bob é o uso religioso da maconha - um dos nomes para a Cannabis - já que, segundo os rastafáris, o consumo sacramental da planta estaria fundamentado em diversas passagens da Bíblia. No entanto, no movimento, o consumo de nenhuma outra droga é permitido. Assim, de acordo com o seu credo, Marley era vegetariano e não consumia álcool, uma vez que o consumo de carne e de bebidas alcoólicas é proibido. Ele também era adepto do Voto Nazireu hebraico, que consiste na vedação a qualquer tipo de modificação do corpo. Por esse motivo, Marley não cortava seus cabelos e barbas, conservando longos \"dreadlocks\", costume típico entre os devotos do movimento rastafári. Entre as principais características do movimento rastafári, encontram-se a cosmovisão cristã profundamente afrocêntrica, o culto à Etiópia como símbolo de resistência e soberania africana e, também, a consciência política pan-africanista, extremamente influenciada pela visão política do jamaicano Marcus Garvey, um dos maiores ativistas negros da História. Neste sentido, Marley sempre foi um forte defensor vocal destas concepções políticas em entrevistas e através de suas músicas, tendo, por exemplo, se apresentado na festa de independência do Zimbabwe. No fim de sua vida, atendendo ao pedido feito pelo imperador Haile Selassie aos rastafáris em sua visita à Jamaica em 1966, Bob Marley foi batizado na Igreja Ortodoxa Etíope em 4 de novembro de 1980 pelo abuna (arcebispo) Yesehaq, motivo pelo qual recebeu um funeral cristão ortodoxo após sua morte. === Controvérsia sobre o local do túmulo === Em janeiro de 2005, foi divulgado que Rita Marley estava a planear exumar os restos de Bob Marley e enterrá-los em Shashamane, Etiópia. Ao anunciar sua decisão, Rita afirmou que \"toda a vida do Bob foi centrada na África, não na Jamaica\". Os jamaicanos foram amplamente contra a proposta, e a comemoração do aniversário de Bob em 6 de fevereiro de 2005 foi celebrada em Shashamane pela primeira vez, pois, antes todas as outras haviam sido realizadas na Jamaica. Apesar da vocalização do desejo de Rita, até hoje o túmulo de Bob continua na Jamaica. == Legado == A música, a mensagem e a lenda de Bob Marley ganharam mais e mais força desde a sua morte, dando-lhe um status mítico, similar ao de Elvis Presley e John Lennon. Marley é enormemente popular e bastante conhecido ao redor do mundo inteiro. É considerado o rei do reggae tendo sido o maior responsável pela propagação deste estilo musical e pelo seu sucesso posterior, sendo que a coletânea Legend, lançada três anos após sua morte e que reúne algumas das músicas menos militantes do artista, é o álbum de reggae mais vendido da história, com mais de 25 milhões de cópias comercializadas em todo o mundo. Com o passar dos anos, Marley é continuamente visto como uma das maiores vozes a se levantarem em defesa do povo pobre e oprimido, sendo considerado um dos maiores defensores da paz, da liberdade e da igualdade social e de direitos. Foi descrito posteriormente a sua morte como a primeira estrela internacional da música vinda do terceiro mundo, tendo já vendido mais de 75 milhões de discos mundialmente. == Vida pessoal == Bob Marley foi pai de onze filhos biológicos, e adotou oficialmente duas enteadas. Sua primeira filha, nascida em 22 de maio de 1963, chama-se Imani Carole Marley, atualmente senadora da Jamaica, e é fruto de um relacionamento com a estudante jamaicana Cheryl Murray. Em 1965, começou a namorar com Rita Anderson, que era mãe solteira de uma menina que se chamava Sharon, nascida em 23 de novembro de 1964, a qual Bob passou a criar como filha. Hoje, Sharon Marley é curadora do museu de Bob Marley, também tendo sido vocalista de apoio nas bandas de seus irmãos e trabalhado como filantropa em uma grande diversidade de serviços sociais e de caridade pelo mundo. Bob e Rita tiveram ainda mais três filhos biológicos: Cedella Marley, nascida em 23 de agosto de 1967, David Marley, nascido em 17 de outubro de 1968 e Stephen Marley, nascido em 20 de abril de 1972. Na Jamaica, é muito comum a existência de mães solteiras e de filhos sem o nome paterno na certidão de nascimento. Além de ser um traço cultural, o movimento rastafári também incentiva que os homens tenham muitos filhos. Assim, o casamento de Bob e Rita não impedia que Marley tivesse outras parceiras. Especialmente quando ele começou a viajar para a Inglaterra perseguindo uma carreira internacional. Assim, em 1972 Marley teve várias namoradas, a mais importante sendo Esther Anderson, uma atriz jamaicana que funcionou como fotógrafa dos Wailers e que teve grande influência em composições do período. Entretanto, embora Marley quisesse, Anderson recusou- se a ter filhos com ele, tendo tomado sempre precauções para evitar a gravidez. Neste período na Inglaterra, Marley teve Robbie Marley, com a jamaicana Pat Williams, nascido em 16 de maio de 1972. Ele não seguiu a carreira artística e formou-se em computação gráfica, chegando a participar de filmes como dublê em cenas com motos. Em 19 de maio do mesmo ano, nasceu Rohan Marley, filho da dançarina jamaicana Janet Hunt. Ele seguiu a carreira de jogador e empresário de futebol americano. No ano seguinte, em 15 de maio, nasceu Karen Marley, filha de Janet Bowen. Karen seguiu a carreira de escritora, estilista e designer de interiores. No mesmo ano, Rita engravidou de um homem chamado Ital. Marley aceitou criar a criança como sua e, em 10 de março de 1974, nasceu Stephanie Marley, que estudou psicologia e artes plásticas, e tornou-se empresária, abrindo um Resort e Spa em Nassau, nas Bahamas, que leva o sobrenome do pai: \"Marley Resort and Spa\". Em 4 de junho de 1975, nasceu Julian Marley, fruto do relacionamento de Bob com Lucy Pounder. Em 26 de fevereiro do ano seguinte, a campeã caribenha de tênis de mesa Anita Belnavis deu à luz Ky-Mani Marley. No mesmo ano, Marley começou um caso com a Miss Mundo de 1976, Cindy Breakspeare, com quem, em 21 de julho de 1978, teve Damian Marley. A última filha de Bob Marley, Makeda Jahnesta Marley, nasceu em Miami, no dia 30 de maio de 1981, semanas após a morte do ídolo do reggae mundial, fruto da relação do cantor com Yvette Crichton. Ela formou-se em administração na Universidade da Pensilvânia. == Prêmios e honrarias == Ano Honraria Observação 1978 Medalha da Paz do Terceiro Mundo A honraria concedida pelas Nações Unidas foi entregue em junho a Bob. 1981 Ordem ao Mérito A mais alta condecoração concedida pela Jamaica foi entregue a Marley em fevereiro. 1994 Rock and Roll Hall of Fame Incluído no Rock and Roll Hall of Fame. 1999 Álbum do Século Prêmio concedido ao álbum Exodus pela revista Time. 1999 Hino do Milênio A canção \"One Love\" foi escolhida pela BBC. Uma nova versão foi gravada por Ziggy Marley, Gipsy Kings e o Boys Choir of Harlem. 2001 Estrela na Calçada da Fama Em fevereiro de 2001, foi colocada uma estrela em homenagem a Marley no famoso passeio de Hollywood. 2001 Prêmio Grammy de Contribuição em Vida Marley foi laureado em fevereiro de 2001. 2004 100 Maiores Artistas de Todos os Tempos Classificado em 11..º lugar na lista da Rolling Stone. 2004 UK Music Hall of Fame Introduzido na Galeria da Fama da Música do Reino Unido. 2022 Black Music & Entertainment Walk of Fame Agraciado com um monumento nesta calçada da fama em Atlanta. == Discografia == === Com o The Wailers === Álbum Data de lançamento Gravadora The Wailing Wailers 1965 Studio One Soul Rebels Dezembro de 1970 Upsetter/Trojan Soul Revolution Part II 1971 Upsetter/Trojan The Best of The Wailers Agosto de 1971 Beverley's Catch a Fire 13 de abril de 1973 Island/Tuff Gong Burnin' 19 de outubro de 1973 Island/Tuff Gong === Carreira solo === ==== Álbuns de estúdio ==== Álbum Data de lançamento Gravadora Natty Dread 25 de outubro de 1974 Island/Tuff Gong Rastaman Vibration 30 de abril de 1976 Island/Tuff Gong Exodus 3 de junho de 1977 Island/Tuff Gong Kaya 23 de março de 1978 Island/Tuff Gong Survival 2 de outubro de 1979 Island/Tuff Gong Uprising 10 de junho de 1980 Island/Tuff Gong ==== Álbuns ao vivo ==== Álbum Data Gravadora Live! 5 de dezembro de 1975 Island/Tuff Gong Babylon by Bus 10 de novembro de 1978 Island/Tuff Gong Talkin' Blues (gravado em 1973) 4 de fevereiro de 1991 Island/Tuff Gong Live at the Roxy (gravado em 1976) 24 de junho de 2003 Island/Tuff Gong == Videografia == Ano Título Observação 1999 One Love: The Bob Marley All-Star Tribute Apresentação tributo com diversos artistas exibida originalmente pela TNT e lançada pela Palm Pictures 2000 Rebel Music: The Bob Marley Story Documentário dirigido por Jeremy Marr e lançado pela Universal Music 2005 Live! At the Rainbow Espetáculo realizado no Teatro Rainbow, em Londres, no verão de 1977 e lançado pela Universal Music 2012 Marley Documentário-musical, dirigido por Kevin Macdonald e lançado pela Magnolia Pictures 2024 Bob Marley: One Love Filme dos gêneros biografia, drama e musical, dirigido por Reinaldo Marcus Green e produzido pela Paramount Pictures == Ver também == * Lista de músicos recordistas de vendas == Bibliografia == * * * * * Categoria:Guitarristas da Jamaica Categoria:Cantores da Jamaica Categoria:Compositores da Jamaica Categoria:Cantores de reggae Categoria:Cantores de ska Categoria:Rastafáris Categoria:Pacifistas Categoria:Recordistas de vendas de discos Categoria:Cristãos ortodoxos orientais Categoria:Sobreviventes de tentativas de assassinato Categoria:Mortes por câncer de pele Categoria:Mortes por câncer na Flórida Categoria:Vencedores do Grammy Lifetime Achievement Award Categoria:Artistas incluídos no Rock and Roll Hall of Fame",
 "title": "Bob Marley"
}