{
 "id": "5553",
 "text": "Cacilhas é uma localidade portuguesa do Município de Almada que foi sede da extinta Freguesia de Cacilhas, freguesia que tinha 1,09 km² de área e 6 017 habitantes (2011), e, portanto, uma densidade populacional de 5 520,2 hab/km². A Freguesia de Cacilhas foi extinta em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada às freguesias de Almada, Pragal e Cova da Piedade, para formar uma nova freguesia denominada União das Freguesias de Almada, Cova da Piedade, Pragal e Cacilhas com sede em Almada.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. Junto ao rio Tejo, Cacilhas tem uma importante interface de transportes públicos: os cacilheiros da Transtejo, os autocarros dos TST e os metropolitanos ligeiros do MST. No dia 1 de novembro de cada ano, a localidade celebra as festas da sua padroeira, Nossa Senhora do Bom Sucesso, com a realização de uma grandiosa procissão religiosa. ==População== A população que existe hoje em dia em Cacilhas é de 9.000 habitantes em 2017. Nº de habitantes Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1991 2001 2011 8 637 6 970 6 017 Criada pela Lei n.º 86/85, de 4 de Outubro, com lugares desanexados da freguesia de Almada Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 635 693 3 841 1 801 9,1% 9,9% 55,1% 25,8% 2011 576 521 2 951 1 969 9,6% 8,7% 49,0% 32,7% Média do País no censo de 2001: 0/14 Anos-16,0%; 15/24 Anos-14,3%; 25/64 Anos-53,4%; 65 e mais Anos-16,4% Média do País no censo de 2011: 0/14 Anos-14,9%; 15/24 Anos-10,9%; 25/64 Anos-55,2%; 65 e mais Anos-19,0% == Arruamentos == A Freguesia de Cacilhas continha 42 arruamentos. São eles: * Avenida 25 de Abril * Avenida Aliança Povo- MFAPartilhada com a antiga freguesia da Cova da Piedade. * Largo Alfredo \"Alex\" Diniz * Pátio da Margueira * Praça Gil VicentePartilhada com a antiga freguesia de Almada. * Praceta Barradas de Carvalho * Praceta do Jornal de Almada * Praceta Elias Garcia * Praceta Florbela Espanca * Praceta Infanta Dona Beatriz * Praceta Jorge Paiva * Praceta Maria Machado * Praceta Sebastião da Gama * Rua Antero de Quental * Rua António Nobre * Rua Barradas de Carvalho * Rua Cândido dos Reis (ex Rua Direita) * Rua Carvalho Ferreirinha (ex Rua das Terras) * Rua Columbano Bordalo Pinheiro * Rua Comandante António Feio * Rua Comandante Eduardo Alves * Rua do Bom Sucesso * Rua do Ginjal * Rua Dom Luís de Noronha * Rua Dom Sancho IPartilhada com a antiga freguesia de Almada. * Rua Dona Maria da SilvaPartilhada com a antiga freguesia de Almada. * Rua Elias Garcia (ex Calçada da Pedreira)Partilhada com a antiga freguesia de Almada. * Rua Emília Pomar * Rua Eugénio de Castro * Rua Frei Bernardo de Brito * Rua Gonçalves Crespo * Rua Infanta Dona Beatriz * Rua Irene Lisboa * Rua João Luís Cruz * Rua Júlia Diniz * Rua Liberato Teles * Rua Maria Machado * Rua Mário de Sá Carneiro * Rua Romeu Correia * Rua Trindade Coelho * Travessa do CasteloPartilhada com a antiga freguesia de Almada. * Travessa Dom Sancho I == Património == * Igreja de Nossa Senhora do Bom Sucesso * Fábrica romana de salga de Cacilhas * Estação arqueológica da Quinta do Almaraz ou Quinta do Almaraz * Farol de Cacilhas == Personalidades ilustres == * Conde de Cacilhas ==Festas== No dia 1 de Novembro realiza-se a Festa de Nossa Senhora do Bom Sucesso, evento que decorre desde o período pós-terramoto de 1755. == Ligações externas == *",
 "title": "Cacilhas"
}