{
 "id": "55568",
 "text": "Os equídeos são mamíferos ungulados pertencentes à família Equidae e género Equus. O grupo inclui animais importantes para o homem, como o cavalo, o pónei, o asno ou burro, e selvagens como as zebras. São ungulados perissodáctilos com um só dedo funcional, e têm por tipo o cavalo. == Características == Equinos são mamíferos de médio a grande porte, com cabeças e pescoços longos com a crina. Suas pernas são finas e terminam em um casco de ungulados. Eles têm caudas longas e finas; ou terminando num tufo, ou inteiramente coberta de pelos soltos. Eles geralmente são adaptados para abrir terreno, de planícies e savanas, a montanhas e desertos. O pavilhão auricular (orelhas externa) de equinos são móveis, o que lhes permite localizar facilmente a origem dos sons. Eles enxergam duas cores, ou dicromacia. Seus olhos são muito afastados na cabeça, dando-lhes um amplo ângulo de visão, sem perder totalmente a visão binocular. Os cavalos têm visão de duas cores, ou visão dicromática, que é um pouco como é a cegueira de cor vermelho-verde em seres humanos. Equinos também tem um órgão vomeronasal, que permite que os homens a usar o reflexo flehmen, para avaliar o estado sexual de potenciais companheiros. Equinos são um dos dois únicos mamíferos (o outro é o ser humano), capaz de transpirar para o resfriamento termorregulatório, permitindo rápida corrida em longas distâncias. São herbívoros, e alimentam predominantemente de duros e fibrosos alimentos, como grama e ciperáceas. Quando necessário, eles também vão ingerir outro material vegetal, como folhas, frutos, ou casca, mas normalmente pastam, não vasculham. Ao contrário de ruminantes, com seus estômagos complexos, equinos quebram celulose no \"intestino grosso\" ou ceco, uma parte do cólon através da fermentação microbial.Williams, Carey A.,Ph.D., Extension Specialist. \"The Basics of Equine Nutrition\" from FS #038, Equine Science Center, Rutgers University, Revised: April 2004. Acessado em 21 de fevereiro de 2014 Sua dentição é quase completa, com incisivos cortadores e molares bem para trás, atrás de um diastema. A fórmula dental para equinos é: ==Comportamento== Equinos são animais sociais, que vivem em rebanhos ou bandos. Cavalos, junto com zebras, têm rebanhos permanentes geralmente constituído por um único macho e um harém de fêmeas, com os restantes machos formando pequenos rebanhos de \"solteiros\". As demais espécies têm rebanhos temporários, durando apenas alguns meses, o que pode ser tanto do mesmo sexo ou mista. Em ambos os casos, há hierarquias claras estabelecidas entre os indivíduos, geralmente com uma fêmea dominante controlando o acesso a comida e água e o macho líder que controla as oportunidades de acasalamento. ===Reprodução=== As fêmeas, normalmente chamadas de égua em cavalos, geralmente carregam um único potro, depois de um período de gestação de aproximadamente 11 meses. Equinos jovens são capazes de caminhar dentro de uma hora após o nascimento, e são desmamados depois de 4 a 13 meses (potros que vivem em estado selvagem naturalmente desmamam mais tarde do que aqueles domesticados). Dependendo da espécie, as condições de vida e outros fatores, as fêmeas na natureza podem dar à luz a cada ano ou a cada dois anos. Equinos que não tem potro geralmente têm um sazonal ciclo estral, do início da primavera ao outono. A maioria das fêmeas entram num período de anestro durante o inverno e, portanto, não fazem o ciclo neste período. O ciclo de reprodução é controlada pelo fotoperíodo (comprimento do dia), com o estro desencadeado quando os dias começam a alongar. Anestro impede a fêmea de engravidar nos meses de inverno, no que resultaria em sua parição durante a parte mais dura do ano, num momento em que seria mais difícil para o potro sobreviver.Ensminger, M. E. Horses and Horsemanship: Animal Agriculture Series. Sixth Edition. Interstate Publishers, 1990. ISBN 0-8134-2883-1 p. 156 No entanto, equinos que vivem perto do equador, onde há menos mudança na duração do dia de época para época, não têm período de anestro, pelo menos em teoria. Além disso, por razões que não são claras, cerca de 20% das éguas domésticas no Hemisfério Norte farão o ciclo o ano todo. == Espécies existentes == * Gênero Equus' ** Subgênero Equus *** Equus ferus - Cavalo- selvagem ** Subgênero Asinus *** Equus africanus - Asno-selvagem-africano *** Equus hemionus - Hemíono *** Equus kiang ** Subgênero Dolichohippus *** Equus grevyi - Zebra-de-grevy ** Subgênero Hippotigris *** Equus quagga - Zebra-da- planície *** Equus zebra - Zebra-da-montanha === Todas as espécies e subespécies === Espécies extintas estão marcadas com † * Gênero Equus''' **Subgênero Equus *** Equus ferus cavalo-selvagem **** Equus ferus caballus Cavalo-doméstico **** † Equus ferus ferus Tarpan (historicamente extinta) **** Equus ferus przewalskii Cavalo-de-przewalski **** † Equus algericus (Pleistoceno da Argélia) **** † Equinos da América do Norte (Pleistoceno, provavelmente sinônimo de E. ferus): ***** †Equus lambei ***** †Equus niobrarensis ** Subgênero † Amerhippus Hoffstetter 1950 (Sinônimo do subgênero Tomolabis Cope, 1892)(subgênero e espécies são possivelmente sinônimos de E. ferus) *** † Equus andium *** † Equus neogeus *** † Equus fraternus Leidy, 1860 (América do Norte) *** † Equus santaeelenae *** † Equus Scotti Gidley *** † Equus niobrarensis Hay *** † Equus conversidens Owen, 1863 (América do Norte) *** †Cavalos de pernas compridas do Novo Mundo (todas as espécies seguintes dentro do grupo podem ser sinônimos ou raças regionais de uma única espécie) **** † Equus francisci Hay, 1915 **** † Equus semiplicatus Cope, 1893 (América do Norte) **SubgêneroAsinus ***Equus africanus Asno-selvagem- africano ****Equus africanus africanus ****Equus africanus asinus Asno, ****†Equus africanus atlanticus ****Equus africanus somaliensis Asno-da- somália ***Equus hemionus Hemíono ****Equus hemionus hemionus ****†Equus hemionus hemippus ****Equus hemionus khur ****Equus hemionus kulan ****Equus hemionus onager ***Equus Kiang Kiang ****Equus kiang chu ****Equus kiang Kiang ****Equus kiang holdereri ****Equus kiang polyodon ***†Equus hydruntinus(final do Paleolítico do sul da Europa) ***†Equus altidens (Pleistoceno médio do Tajiquistão) ***†Equus tabeti (início do Pleistoceno médio da Argélia, conhecida apenas a partir de dentes e ossos dos membros) ***†Equus melkiensis (Paleolítico da Argélia, com base em dentes e ossos dos membros) ***†Equus graziosii (Pleistoceno tardio da Itália) **Subgênero Dolichohippus ***Equus grevyi zebra-de-Grevy *** †Equus koobiforensis Eisenmann, 1983 (leste da África, aproximadamente 2 milhões de anos (final do Plioceno), semelhante mas mais derivados do que E.simplicidens' e' E.sanmeniensis **** †Equus oldowayensis Hopwood, 1937 (África Oriental, Pleioceno tardio, início do Pleistoceno, provavelmente coespecífico com E.koobiforensis'''' **Subgênero Hippotigris ***Equus quagga Zebra-da-planície ****Equus quagga boehmi ****Equus quagga borensis ****Equus quagga chapmani ****Equus quagga crawshayi ****Equus quagga burchellii **** †Equus quagga quagga Gmelin, 1788 Quagga (África do Sul, extinção no final do século XIX) ****Equus quagga selousi ***Equus zebra L., 1758 Zebra-da-montanha ****Equus zebra hartmannae ****Equus zebra zebra ***† Equus mauritanicus Pomel, 1897 (forma pleistocênica de transição entre o E. (Dolichohippus) e E. (Hippotigris), possivelmente através de ' E. koobiforensis) **Subgênero †Parastylidequus ***†Equus parastylidens ** Incertae sedis ***† Equus simplicidens Cope, 1892 Cavalo de Hagerman (Plioceno norte-americano - primeira espécie conhecida do gênero Equus) ***† Equus cumminsii Cope, 1893 (América do Norte, com base em uma único dente de 3 milhões de anos) ***† Equus livenzovensis Baihusheva 1978 (sul da Rússia e da Europa ocidental, Plioceno - muito semelhante ao E. simplicidens ***† Equus sanmeniensis Teilhard & Piveteau, 1930 (sul da China, no final do Plioceno; semelhante, mas mais derivado do que E. livenzovensis'''' ***† Equus teilhardi Eisenmann, 1975 (sul da China, no final(?) do Plioceno; semelhante a E.sanmeniensis mas menor, provavelmente sinônimo) ***† Equus numidicus Pomel, 1897 ***† Equus plicidens Owen, 1844 (final do Plioceno, apenas dentes conhecidos) ***† Grupo Equus stenosis ****† Equus stenosis Cocchi, 1867 (Europa à China, no final do Plioceno) *****† Equus stenosis guthi (final do Plioceno, França) *****† Equus stenosis senezensis (final do Plioceno) *****† Equus stenosis pamirensis ( Hippotigris pamirensis) (final do Plioceno, a Ásia Central) *****† Equus stenosis petraloniensis Tsoukala (Grécia - Caverna de Petralona) *****† Equus stenosis vireti (final do Plioceno) ****† Equus sivalensis (Pleistoceno, na Índia; semelhante ao E. stenonis na forma do crânio) ****† Equus stehlini (início do Pleistoceno, aproximadamente há 1 milhão de anos; semelhante, mas menor do que E. stenosis) ****† Equus bressanus (início do Pleistoceno, aproximadamente há 1 milhão de anos; semelhantes, mas muito maior do que E. stenosis ****† Equus sussenbornensis Wüst, 1901 (início do Pleistoceno médio da Europa) ****† Equus verae Sher, 1971 (Pleistoceno médio do norte da Ásia oriental) ****† Equus namadicus (sítios paleolíticos média na Índia) **†Subgênero AllozebraTrumler, 1961 *** † Equus occidentalis Meriam, 1913 *** † Equus excelsus Leidy, 1858 *** † Equus idahoensis Merriam, 1918 ** †Subgênero Hesperohippus ***† Equus complicatus Leidy, 1858 ***† Equus fraternus ***† Equus pacificus Leidy, 1868 **† Grupo Equus giganteus *** † Equus giganteus *** † Equus pectinatus *** † Equus crinidens * == Ligações externas == * Equus - Salão Internacional do Cavalo Categoria:Equídeos Categoria:Gêneros de mamíferos",
 "title": "Equus"
}