{
 "id": "5558",
 "text": "Feijó é uma povoação portuguesa do Município de Almada que foi sede da extinta da Freguesia de Feijó, freguesia que tinha 3,94 km² de área e 18 884 habitantes (2011), e, por isso, uma densidade populacional de 4780,8 hab/km². Fazia parte integrante da cidade de Almada. A Freguesia de Feijó foi extinta em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada à freguesia de Laranjeiro, para formar uma nova freguesia denominada União das Freguesias de Laranjeiro e Feijó com sede em Laranjeiro.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. ==População== Nº de habitantes Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 2001 2011 16 072 18 884 Criada pela Lei n.º 17-B/93, de 11 de Junho, com lugares desanexados da freguesia do Laranjeiro Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 2 486 2 068 9 343 2 175 15,5% 12,9% 58,1% 13,5% 2011 3 045 1 927 10 609 3 303 16,1% 10,2% 56,2% 17,5% == Economia == As principais actividades económicas desta localidade são: a indústria, comércio e os serviços. De referir que toda a indústria existente é considerada não poluente, que serve de exemplo para outros locais. Na sua área fica o Almada Forum. == Colectividades == As principais colectividades do Feijó são: * Associação Feijó Jovem * Basket Almada Clube * Clube de Sargentos da Armada * Clube Recreativo Alagoa * Clube Recreativo do Feijó * Clube Recreativo Vale de Flores * Corpo Nacional de Escutas - Agrupamento 461 *Sociedade Recreativa Estrelas do Feijó == Feiras, festas e romarias == * Mercados diários (municipais e do levante) * Arraiais populares (de Junho a Julho) * Feriado: 24 de Junho (S. João) == História == A história do Feijó remonta ao século XVI sendo, nessa época caracterizado pela sua intensa exploração rural. Há indícios que indicam a antiguidade dos locais, provavelmente de influência muçulmana, de que é exemplo Algazarra. No século XVI existiam nesta povoação quintas e propriedades de gente ilustre como os Condes de Monsanto, Manuel de Sousa Coutinho ou os condes de Aveiras. O núcleo inicial denominado Feijó ficava na zona da Rua Pêro da Covilhã e aparece em 1813 apenas como uma quinta. A expansão da localidade deu-se em meados do século XX, provocada pela pressão demográfica que recaía sobre Almada. A freguesia do Feijó foi criada pela Lei n.º 17-B/93, de 11 de Junho de 1993, respondendo-se a um desejo manifestado pela população desde 1953, quando em requerimento à Câmara Municipal de Almada, um grupo de \"Chefes de Família\" manifestou a necessidade de existência na povoação de uma representação autárquica, pois a sua inexistência os obrigava a percorrer uma longa distância e a perder tempo para se deslocar à Cova da Piedade. Após o 25 de Abril de 1974 acentuou-se ainda mais este desejo de autonomia da população do Feijó em relação à Cova da Piedade. Em 1985 foi criada a freguesia do Laranjeiro; contudo esta não conseguiu dar resposta aos inúmeros problemas da freguesia do Feijó, derivados do crescimento económico e demográfico da localidade. Daí que, finalmente, após quarenta anos de luta, a localidade tenha sido elevada a freguesia, em 11 de Junho de 1993. As primeiras eleições autárquicas para esta freguesia tiveram lugar em 12 de Dezembro de 1993, tomando posse o executivo a 6 de Janeiro de 1994. == Ligações externas == *JF Feijó | URL *JF Feijó | Facebook *JF Feijó | Twitter *Agrupamento 461 do CNE - Escutismo Católico Categoria:Antigas freguesias de Almada",
 "title": "Feijó (Almada)"
}