{
 "id": "5560",
 "text": "Pragal é uma localidade portuguesa do Município de Almada que foi sede da extinta Freguesia de Pragal, freguesia que tinha 2,27 km² de área e 7 156 habitantes (2011), e, por isso, uma densidade populacional de 3 152,4 habitantes/km². Fazia parte integrante da cidade de Almada. A Freguesia de Pragal foi extinta (agregada) em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada às freguesias de Almada, Cova da Piedade e Cacilhas, para formar uma nova freguesia denominada União das Freguesias de Almada, Cova da Piedade, Pragal e Cacilhas com sede em Almada.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. ==População== Nº de habitantes Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1991 2001 2011 6 990 7 721 7 156 Criado pela Lei n.º 123/85, de 4 de Outubro, com lugares desanexados da freguesia de Almada Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 1 368 1 112 4 380 861 17,7% 14,4% 56,7% 11,2% 2011 995 861 4 077 1 223 13,9% 12,0% 57,0% 17,1% == Economia == Em termos económicos, o Pragal vive dos serviços, comércio (pequeno) e da indústria de refinação de óleos (existente na localidade de Palença de Cima). == História == O Pragal é a localidade mais importante entre Almada e o Monte de Caparica. O significado da palavra \"Pragal\" é de terreno infértil, estéril, o que não é de forma alguma o caso desta localidade. Os terrenos circundantes apesar de serem de sequeiro, dão boas produções agrícolas. Além disso, o nome de uma das principais ruas da localidade: Calçadinha da Horta comprova a fertilidade da localidade e não o contrário. O historiador R. H. Pereira de Sousa, ao analisar cuidadosamente o topónimo \"Pragal\" refere que o sufixo \"al\" indicia o significado de um local onde há algo característico. Deste modo Pragal seria um espargal ou terreno fértil na cultura de espargos. Além disso, existem registos escritos antigos referindo Espargal e Pargal. Até 1878, o Pragal pertenceu à freguesia de Santa Maria do Castelo ou de Nossa Senhora da Assunção, altura em que se extinguiu, passando a localidade a pertencer à de Santiago. Na localidade existem vários vestígios arquitectónicos dos séculos XVII e XVIII, épocas em que a localidade terá gozado alguma prosperidade, intimamente ligada ao desenvolvimento da viticultura que floresceu por todo o concelho de Almada. Contudo no século XIX as vinhas concelhias sofreram com a filoxera que fustigou quase por completo essa cultura. A viticultura desapareceu por completo do concelho de Almada, e progressivamente, o concelho toma características urbanas. O desaparecimento da cultura do vinho, explica assim, a paragem do crescimento do Pragal. O Pragal recuperou algum desenvolvimento no final do século XIX, quando Liberato Teles, natural de Almada, procedeu ao melhoramento da estrada que liga Almada à Caparica. Nessa altura foram construídos alguns edifícios habitacionais ao longo da estrada nacional, a rua Direita. Em meados do século XX, o Pragal conheceu a decadência, com ruas e edifícios em nítida degradação. Esta situação deveu-se ao facto de os seus habitantes terem passado de camponeses a operários, tendo piorado as suas condições de vida. Para colmatar este panorama, foram criadas pelos pragalenses duas associações: Cooperativa de Consumo (1918) e a Sociedade Recreativa União Pragalense (1919), cuja acção económica e social foi de grande importância. O grande desenvolvimento do Pragal, deu-se contudo após o 25 de abril de 1974 e a instituição do poder local democrático, procedendo-se à conservação e melhoramento da localidade. A freguesia foi constituída em 1985, com território desanexado da de Almada. A Comissão Instaladora da Freguesia foi composta por Fernando Almeida e Silva (em representação da Câmara Municipal de Almada), Raul Pereira de Sousa (em representação da Assembleia Municipal de Almada), Aires de Pina Pacheco (em representação da Assembleia de Freguesia de Almada), José Luís Leitão (em representação da Junta de Freguesia de Almada), Joaquim Vieira da Cunha, António Lopes Alface, José Duarte dos Santos, Carlos Lopes de Sousa e Dagoberto Augusto Correia (estes últimos 5, cidadãos eleitores). Em 31 de dezembro de 1983 foi inaugurada uma escultura homenageando Fernão Mendes Pinto. Fica localizada no Largo Fernão Mendes Pinto, entre a Rua Cidade de Ostrava e Rua Direita, próximo da Escola Primária do Pragal e da Escola Secundária Fernando Mendes Pinto. A referida peça escultórica feita em bronze foi esculpida por António Duarte. A imagem de Fernão Mendes Pinto é apresentada com os objetos que o caracterizam: um pergaminho na mão esquerda, aludindo a sua obra literária, e ainda uma faca, bolsa à cintura e um colar honorífico. thumb|Escultura erigida em memória de Fernão Mendes Pinto. Foi aqui construído o Hospital Garcia de Orta inaugurado em 1991 - hoje hospital de referência da margem sul do Tejo. Ao longo dos anos a localidade tem vindo a sofrer uma série de mudanças socioculturais, fruto da sua posição estratégica no concelho, no contacto com Lisboa por via da Ponte 25 de Abril e no contacto com as zonas mais rurais do concelho. Destacam-se hoje, no Pragal, uma série de novas infrestruturas e espaços, dos quais se dá destque ao Almada Business Center, pólo fulcral do desenvolvimento do tecido económico do concelho. == Arruamentos == A freguesia do Pragal compreendia 71 arruamentos. São eles: * Avenida Bento GonçalvesPartilhada com as antigas freguesias de Almada e Cova da Piedaed. * Avenida Cristo-ReiPartilhada com a antiga freguesia de Almada. * Avenida do Conselho EuropeuPartilhada com a União das Freguesias de Caparica e Trafaria(Caparica). * Avenida Jorge Peixinho * Avenida José Cardoso Pires * Avenida Torrado da Silva * Beco das Pimentas * Beco do Cão * Beco dos Abraços * Calçadinha da Horta * Estrada do Casquilho * Largo 25 de Abril * Largo Armindo dos Santos * Largo Costa Pinto * Largo da Oliveira * Pátio do Firmino * Praça José Salgado * Praceta Alfredo Keil * Praceta Cidade de Ostrava * Praceta das Tágides * Praceta do Magriço * Praceta Doutor Alberto Araújo * Praceta Frederico Pinheiro * Praceta Galileu Saúde Correia * Praceta Jaime Amorim Ferreira * Praceta Paulo da Gama * Praceta Quinta do Forte * Praceta Ricardo Jorge * Rua Abel Salazar * Rua Agostinho de Macedo * Rua Alfredo Keil * Rua António de Sousa Pinto * Rua Câmara Pestana * Rua Cidade de Ostrava * Rua Conde Dom Henrique * Rua da Bela Vista * Rua da Ermida * Rua das Fontainhas * Rua de Palença * Rua de São Domingos * Rua de São Lourenço Nascente * Rua de São Miguel Nascente * Rua de São Miguel Poente * Rua Direita * Rua do Forte * Rua Dom José de AlarcãoPartilhada com a antiga freguesia de Cova da Piedade. * Rua dos Lusíadas * Rua dos Moinhos * Rua dos Três Vales * Rua Fernão Mendes Pinto * Rua Francisco Fenato * Rua Frederico Pinheiro * Rua Galileu Saúde Correia * Rua Infanta Dona Isabel * Rua José Correia Pires * Rua José Justino Lopes * Rua Lopes de Medonça * Rua Luís Serrão Pimentel * Rua Manuel da Fonseca * Rua Marcos de Assunção * Rua Mário Rodrigues * Rua Marquesa de Alorna * Rua Martins Afonso de Sousa * Rua Nicolau Tolentino * Rua Pereira de Moura * Rua Pernambuco * Rua Quinta da Horta * Rua Torcato José Clavine * Rua Vasco da Gama * Rua Viriato * Travessa dos Moinhos == Património edificado == * Ermida de invocação de Nossa Senhora de Deus e dos Homens * Quinta de São Lourenço * Estátua e mural a Fernão Mendes Pinto * Quinta de São Miguel * Quinta de Santo António da Bela Vista * Quinta de Santa Rita (incluindo a Casa de Fresco e o poço) == Festas e romarias == * Festa e Romaria em Honra de S. João da Ramalha (24 de Junho) * Festa de elevação a freguesia * Comemoração do 25 de Abril == Colectividades == As principais colectividades existentes são: * IMARGEM - Associação de Artistas Plásticos de Almada * Associação Cultural Manuel da Fonseca * Cooperativa de Consumo União Pragalense - Pluricoop * Sociedade Recreativa União Pragalense * Ar.Co - Centro de Arte e Comunicação Visual == Educação == Nesta localidade existem as seguintes escolas: * Ensino pré-primário ** Jardim de Infância Oficial do Pragal ** Jardim de Infância AIPICA (Qta da Horta) ** Jardim de Infância AIPICA (Liberdade) * Escolas do 1º ciclo (primárias) ** Escola Básica n.º 1 do Pragal ** Escola Básica n.º 2 do Pragal * Escola secundária ** Escola Secundária Fernão Mendes Pinto * Ensino superior ** Instituto Superior \"Jean Piaget\" * Ensino artístico ** Escola das Belas Artes da Cooperativa Ar.Co == Ligações externas == *",
 "title": "Pragal"
}