{
 "id": "5561",
 "text": "Sobreda é uma vila portuguesa que foi sede da extinta Freguesia de Sobreda pertencente ao Município de Almada, freguesia que tinha uma área de 6,17 km² e uma população de 15 166 habitantes (2011), tendo, assim, uma densidade populacional de 2 458 habitantes/km², e em cujo território tem crescido o número de habitantes decorrente do aumento exponencial do seu parque habitacional, A freguesia foi extinta, em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada à freguesia de Charneca de Caparica, para formar uma nova freguesia denominada União das Freguesias de Charneca de Caparica e Sobreda com sede em Charneca de Caparica.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. A povoação de Sobreda foi elevada à categoria de vila em 1993. == História == A primeira referência à povoação da Sobreda remonta ao século XIV, pelas mãos do grande cronista português Fernão Lopes, no retrato feito ao ataque de surpresa a Almada, levado a cabo por Nuno Álvares Pereira em 1384. Por essa altura o nome dado à localidade era Suvereda, que tem como significado, lugar de sobreiros, que é sinal de povoamento florestal que parece ter sido abundante nas colinas a norte e a sul do vale da Sobreda. Pertenceu à freguesia da Caparica desde o ano de 1472, altura da fundação desta, até 4 de Outubro de 1985, altura em que a Sobreda é desanexada e elevada a freguesia. A 20 de Maio de 1992, a freguesia de Sobreda é elevada a vila, uma consequência do grande desenvolvimento e progresso conquistados. ==População== População da freguesia da Sobreda Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1991 2001 2011 9 190 10 821 15 166 Criado pela Lei n.º 124/85, de 4 de Outubro, com lugares desanexados da freguesia da Caparica Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 1 659 1 593 6 210 1 359 15,3% 14,7% 57,4% 12,6% 2011 2 429 1514 8649 2574 16,0% 10,0% 57,0% 17,0% == Características e localização == Actividades como a construção civil, comércio, carpintaria e metalurgia são as principais actividades económicas desenvolvidas na freguesia. Sobreda é limitada a Norte pela via rápida para Costa da Caparica que divide a vila, das freguesias da Caparica e Feijó, a Oeste pela E.N.377, que delimita a fronteira entre a Sobreda, Corroios (concelho do Seixal) e Feijó, a Sul pelas localidades de Aleluia, Vale de Milhaços, Cracereira e Vale de Rosal, pertencentes às freguesias da Charneca de Caparica e de Corroios (concelho do Seixal) e a Este pela Caparica e Charneca de Caparica. == Actividades == Todos os dias realiza-se na vila o Mercado do levante, uma feira realizada no Mercado Municipal localizado no Centro Terciário da vila. Anualmente, Sobreda tem como tradição, organizar a festa “Saberes, Sabores e Memórias”, no Solar dos Zagallos. Esta festa tem como objectivo principal, proporcionar diversas actividades de animação, de modo a criar um ambiente de festa que garanta aos cidadãos residentes na vila bons momentos de lazer e prazer. Outras actividades culturais e recreativas também são desenvolvidas na localidade, assumindo o artesanato um dos papéis principais, nomeadamente, a azulejaria, pintura a óleo, cana de bambu e cerâmica. Muitas outras actividades decorrem na Sobreda mensalmente, nomeadamente eventos de cariz desportivo e cultural. == Ligações externas == * * * * * Categoria:Antigas freguesias de Almada Categoria:Vilas de Portugal",
 "title": "Sobreda"
}