{
 "id": "55611",
 "text": "Família GracieEsportere - Árvore genealógica da família Gracie. Página acessada em 31 de Dezembro de 2010. é uma família de lutadores brasileiros originários de Belém e radicados atualmente nas cidades de Rio de Janeiro e São Paulo. Carlos GracieTatame - Cem anos de Carlos Gracie. Acessado em 31 de Dezembro de 2010. e Hélio Gracie, os patriarcas da família, são considerados os pais do jiu-jitsu no Brasil. Além disso, desenvolveram uma técnica em que um lutador mais fraco poderá derrotar um oponente mais forte, usando técnicas em forma de estrangulamentos, alavancas, imobilização e torções, e por isso são considerados responsáveis pelo desenvolvimento do estilo de arte marcial brasileira conhecido hoje como jiu-jitsu brasileiro, Brazilian Jiu-Jitsu ou BJJ. A família Gracie é também conhecida por desenvolver e seguir uma dieta que combina certos elementos da tabela alimentar entre si.Extremebjj - Dieta Gracie. Acessado em 31 de Dezembro de 2010. ==História== O jiu-jitsu japonês foi apresentado à família Gracie, no Brasil, ao redor de 1914, por Conde Koma (Mitsuyo Maeda). Conde era campeão de judô e discípulo direto de Jigoro Kano, fundador do Judô, na Kodokan do Japão. Nasceu em 1878, e tornou-se aprendiz de judô (o jiu-jitsu de Kano) em 1897. Em 1914, Conde teve a oportunidade de viajar para o Brasil, chegando em Porto Alegre, onde fez as primeiras apresentações de suas técnicas, como parte de uma grande colônia de imigração japonesa. No Pará, estado da região norte do Brasil, tornou-se amigo de Gastão Gracie, empresário influente que ajudou Maeda a estabelecer-se. Para demonstrar sua gratidão, Maeda prontificou-se a ensinar o judô (jiu-jitsu de Kano) a Carlos Gracie, filho mais velho de Gastão. Carlos aprendeu por alguns anos e, depois, passou seu conhecimento para os irmãos. No entanto, foi Hélio Gracie, o irmão mais novo de Carlos, quem foi o maior responsável pelo refinamento técnico da arte japonesa, o que o levou a ser conhecido como o \"Criador do Jiu-Jítsu Brasileiro\". Em 1976, Rolls Gracie derrotou um mestre que propôs um desafio entre sua arte, o caratê e o jiu-jítsu brasileiro. Portal do Vale Tudo - Rolls Gracie e seu tempo. Acessado em 2 de Fevereiro de 2011. No final da década de 1990, a família atingiu o grande público quando Rorion Gracie revolucionou o mundo das artes marciais ao criar o Ultimate Fighting Championship (UFC) o primeiro dos campeonatos de vale-tudo que depois ficaram conhecidos campeonatos de MMA (pt. Artes Marciais Mistas), nos quais lutaram e foram campeões Rickson, Royce, Royler, Renzo, Ralph, Ryan e Rodrigo. Kyra Gracie é a primeira mulher da família a competir ativamente na modalidade. == A dieta Gracie == A chamada Dieta Gracie é um sistema alimentar desenvolvido durante 65 anos de pesquisa e experimentação por Carlos Gracie, que sofria de fortes dores de cabeça por causa das enxaquecas, pleuras e até mesmo hiperuricemia, que chegavam a deixá-lo trancado no quarto por dias. Por isso, ele resolveu estudar uma solução para seus problemas de saúde. Tendo o lema do filósofo Hipócrates (“Faça da alimentação o seu remédio”) como base, Carlos compilou todo o conhecimento que adquiriu estudando teses dos mais renomados especialistas em nutrição do mundo, e criou a Dieta Gracie. A dieta consiste em seguir com disciplina as combinações de alimentos da tabela criada por Carlos Gracie que era vegetariano. A dieta recomenda não ingerir bebida alcoólica, açúcar e nenhuma carne. Outra dica é beber um copo de água logo ao se levantar e outro antes de ir dormir. Desaconselha também misturar cereais e alimentos com predominância de amido entre si, gordura com açúcar e consumir frutas ácidas isoladamente, um tipo por vez. E o tempo entre as refeições deve ser de, no mínimo, quatro horas.extra.globo.com/mulher Aprenda a Dieta Gracie, responsável pela ótima forma da lutadora Kyra Gracie! Em 2012, a família lançou o livro \"A Dieta Gracie - o Segredo Dos Campeões\". == Nomes notáveis da família Gracie == ==Imagens== | Carlson Gracie File:Rickson gracie 20080608.jpg| Rickson Gracie File:Royce Gracie.jpg| Royce Gracie File:1royler.jpg| Royler Gracie File:RenzoCropped.jpg| Renzo Gracie File:Rodrigo Gracie.jpg| Rodrigo Gracie File:Kyragracie2.jpg| Kyra Gracie ==Ver também== * Confederação Brasileira de Jiu-Jitsu * Esporte no Brasil * Luiz França * Oswaldo Fadda ==Bibliografia== * Brazilian Jiu Jitsu. Marc Walder, New Holland Publishers, 2008. ISBN 1845377605 * Gracie Jiu-Jitsu. Hélio Gracie, Editora Saraiva, 2007. ISBN 8502061844 * Carlos Gracie: o criador de uma dinastia. Reila Gracie, Editora Record, 2008. ISBN 8501080756 ==Ligações externas== * Festival do Rio - Documentário conta a saga da família Gracie. * G1 - Documentário sobre família Gracie expõe raízes do vale-tudo. * G1 - Tragédias marcam a família Gracie. Categoria:Lutadores de jiu-jitsu do Brasil Categoria:Brasileiros de ascendência escocesa",
 "title": "Família Gracie"
}