{
 "id": "55688",
 "text": "O Clube da Sertã é uma associação cultural e recreativa. O clube tem por fim proporcionar aos seus sócios instrução, recreio e desporto por meio de leitura, reuniões de família, saraus literários e musicais, jogos lícitos, competições de desporto e por quaisquer outros meios que caibam na actividade cultural, recreativa e desportiva da sociedade. No ano de 1886, foi criada na Sertã uma associação sob a denominação de Club Sertaginense e depois Grémio Certaginense quando a vila sentiu necessidade de possuir o seu próprio teatro. O primeiro Presidente da Comissão Instaladora desta obra foi o Guilherme Nunes Marinha. Os primeiros estatutos do clube elaborados em 26 de Junho de 1903, por uma comissão constituída por Eduardo Barata Corrêa e Silva, Luís da Silva Dias, António Figueiredo Torres Carneiro, Francisco Pires de Moura e Zepherino Lucas de Moura. A construção do edifício-sede passou por algumas dificuldades até que em 2 de junho de 1912 foi legalizada a compra de um velho edifício que deu lugar ao actual. A inauguração foi realizada em 25 de julho de 1913 com grande pompa e circunstância. == Grupo Coral == O grupo coral foi fundado em 23 de Outubro de 1995. Começou com quinze coralistas. Ao longo da sua existência, foi crescendo harmoniosamente, tendo actualmente cerca de 35 elementos. Possui um repertório essencialmente composto por recolhas de música popular portuguesa e algumas peças clássicas. O seu primeiro concerto teve lugar na Vila da Sertã, integrado nas «Festas da Vila 96». Desde aí, tem participado em variados eventos a solo, em parceria com outros coros, destacando-se as participações em: Jornadas Pedagógicas do Pinhal (Sertã-2002 e 1999); Concerto de Natal (Sertã-2001 e 1998); Encontro de Coros (Leiria-2001); X Colóquios de Outono na Raia (Idanha-a-Nova-2001); II Encontro de Coros (Sertã-2000); I Encontro de Coros (Sertã-1999) e VII Colóquios de Outono na Raia (Idanha-a-Nova-2001). Desde a sua fundação é Maestro titular o Professor Carlos Manuel Monteiro. Categoria:Sertã Categoria:Associações de Portugal Categoria:Fundações em Portugal em 1886",
 "title": "Clube da Sertã"
}