{
 "id": "5574",
 "text": "Castelo Bom é uma povoação portuguesa sede da Freguesia de Castelo Bom do Município de Almeida, no Distrito da Guarda, freguesia com 25,04 km² de área e 172 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . Castelo Bom situa-se na zona raiana da Beira Interior, mais concretamente na sub-região das Beiras e Serra da Estrela. É um dos castelos das Terras de Ribacôa. Foi vila e sede de concelho durante mais de quinhentos anos. Para além da vila, faziam parte do concelho de Castelo Bom as freguesias de Vilar Formoso, São Pedro do Rio Seco, Naves e Freineda, e ainda a anexa da Quinta da Ribeira do Abutre (actual Aldeia de São Sebastião). ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 19 11 83 68 2011 14 17 71 114 2021 5 7 64 96 == História == === Pré-história === A história de Castelo Bom perde-se no tempo. Apesar de, provavelmente, as terras que hoje compõe a freguesia terem já sido ocupadas pelos mesmos hominídeos a cuja autoria pertencem as gravuras de Foz Côa, ou a anta da Malhada Sorda, o primeiro vestígio fitedigno da ocupação humana de Castelo Bom data da Idade do Bronze. A espada de Castelo Bom, encontrada cravada numa rocha, é um dos expoentes máximos da metalurgia do período do Bronze Médio/Final, e prova-nos que, já por esta altura, o Homem se havia estabelecido num castro próximo da aldeia actual. A espada encontra-se exposta no Museu da Guarda. A 600 metros da aldeia, vestígios arqueológicos apontam para a existência de um castro desta época. Entre os séculos VI a.C. e III a.C., as Terras de Riba-Côa foram ocupadas por povos de origem celta. Os Lusitanos terão registado uma passagem fugaz pela zona, que terá sido povoada pelos Vetões, servindo o rio Côa como fronteira natural entre os dois povos. Já na altura, Castelo Bom era, então, zona raiana, pertencendo ao município vetónico de Mirobriga (actual Ciudad Rodrigo) === Da romanização à reconquista cristã === Os Romanos enfrentaram sérias dificuldades na conquista desta região. Os Vetões e os Lusitanos, aliados, resistiram ferozmente aos invasores. Assim, apenas em 152 a.C. o município de Mirobriga passou para as mãos dos romanos, sendo integrado na província da Lusitânia. Procedeu-se, então, a uma reorganização dos topónimos, sendo que o rio Cuda Côa, fez com que esta zona se chamasse para sempre região transcudana. A romanização trouxe as vias de comunicação e, consequentemente, o desenvolvimento. Ter-se-à estabelecido inclusive um povoado no lugar de Argomil, mais conhecido como Peçomil. A decadência do Império Romano levou à invasão de Ribacôa pelos Alanos, no ano 413. O domínio dos Alanos durou pouco, já que foram expulsos pelos Visigodos na segunda metade do século V. As várias sepulturas antropomórficas existentes na freguesia são provavelmente do período visigótico. Com a invasão da Península Ibérica pelos mouros, iniciada em 711, deu-se a fuga das populações cristãs para as Astúrias. As Terras de Ribacôa tornaram-se, assim, despovoadas durante alguns séculos. Na época da reconquista, terão sido disputadas entre cristãos e muçulmanos, mas, devido à forte instabilidade, não era possível um repovoamento. === Domínio leonês === Apenas no século XI, no ano 1039, a região transcudana passa definitivamente para mãos cristãs, ao ser conquistada por Fernando Magno, rei de Leão e Castela. Aquando da sua morte, em 27 de dezembro de 1065, as suas possessões são divididas pelos herdeiros, sendo que Castelo Bom passa a integrar o Reino de Leão, governado por Afonso VI. Neste reinado, o território transcudano terá sido repovoado, primeiro sem sucesso por D. Raimundo, e depois, já no início do século XII, com colonos provenientes de Salamanca, Leão e Galiza. Por esta altura terá sido criado o concelho de Castelo Bom, uma assembleia de habitantes da povoação com autonomia para estabelecer normas gerais e económicas. No reinado de D. Urraca, Castelo Bom começa a ganhar importância, devido à sua posição estratégica na fronteira com o Condado Portucalense. No reinado do seu filho Alfonso VII, terá sido atribuído o primeiro foral a Castelo Bom, e ter-se-à iniciado a construção do castelo que, com a paz assinada entre Fernando II e D. Afonso Henriques, vai prosperando e ganhando população. === Lutas transfronteiriças === Castelo Bom encontrava-se, por esta altura, numa posição difícil: domínio leonês, rodeado por árabes e portugueses. Em 1168 é fundada a diocese de Ciudad Rodrigo, na qual se integrava Castelo Bom. A frágil paz entre os dois reinos cristãos foi facilmente quebrada. Em 1170, D. Afonso Henriques faz uma incursão pelo reino de Leão, conquistando as terras até às portas de Ciudad Rodrigo, mas vê-se obrigado a recuar. Em 1171, o então príncipe D. Sancho conquista Castelo Bom, mas a praça é reconquistada pelos árabes, sendo posteriormente recuperada pelos leoneses. Em 1179, D. Afonso Henriques falha nova tentativa de conquistar a vila. Em 1209, o novo rei de Leão, Afonso IX, reconhece a importância estratégica da vila de Castelo Bom, atribuindo-lhe novo foral, documento que pode ser encontrado no Arquivo Nacional da Torre do Tombo. Fernando III perde Castelo Bom para os árabes. D. Sancho II de Portugal reconquista então Castelo Bom, provavelmente entre 1240 e 1245. Porém, a vila caiu novamente em mãos castelhano-leonesas no nos finais do século XIII, durante o reinado de Alfonso X. ===D. Dinis e a consolidação das fronteiras === O novo monarca português, apercebendo-se da importância das praças de Ribacôa para a salvaguarda da independência nacional, torna a conquista de Castelo Bom uma das prioridades do seu reinado. Em 1282, D. Dinis casa-se com a Rainha Santa Isabel e recebe, como dote, Castelo Bom e os seus domínios. A entrada das tropas portuguesas na vila não é pacífica, registando-se pilhagens e a destruição de grande parte das defesas. Começa aqui um novo período da história de Castelo Bom, provavelmente o mais próspero. A 8 de Novembro de 1296, a vila recebe o primeiro foral português. Castelo Bom era então cabeça de um concelho, termo e vigaria, que englobava, para além da vila, os lugares de Vilar Formoso, Freineda, São Pedro de Rio Seco, Naves e Quinta do Abutre (actual Aldeia de S. Sebastião). O monarca manda ainda que todo o castelo seja requalificado. Em 12 de Setembro de 1297, D. Dinis de Portugal, e Fernando IV de Leão e Castela assinam o Tratado de Alcanizes, no qual Castelo Bom assume um papel de destaque, passando definitivamente para as mãos do Reino de Portugal. No seguimento deste tratado, Castelo Bom foi durante algum tempo um dos principais pontos de portagem do Reino na região de Ribacôa. Este clima favorável, associado ao repovoamento ordenado por D. Dinis, fez a vila conhecer um período de prosperidade. === Um castelo remodelado === Apesar da definição das fronteiras, o clima na região continuava tenso. Por isso, as obras de reconstrução da Praça de Armas de Castelo Bom não pararam, prolongando-se pelo reinado de D. Fernando, já no século XIV. A cintura muralhada da vila, da qual várias secções são ainda hoje visíveis, era constituída pela cintura principal e por uma barbacã. A entrada principal da povoação era, tal como hoje, a Porta da Vila. O castelo propriamente dito, de planta irregular, era coroado por duas torres menores e a torre de menagem. No interior do castelo, existia um paço central também de formato irregular. Como cabeça de concelho, Castelo Bom vai participar nas Cortes de Santarém, o ponto que marca o início da Crise de 1383-85, apoiando o juramento do casamento de D. Beatriz e João I de Castela. No final do século XIV, o senhor desta renovada vila era Vasco Fernandes de Gouveia. A paróquia de Castelo Bom é, em virtude do Grande Cisma do Ocidente, transferida para a diocese de Lamego através de uma bula emitida pelo Papa Bonifácio IX a 3 de julho de 1403. === Um novo foral === Entre 1509 e 1510, Duarte de Armas, durante o seu trabalho de representação dos castelos fronteiriços portugueses, desloca-se a Castelo Bom. No seu Livro das Fortalezas, podemos ver duas vistas diferentes do castelo na altura. Porém, por estes tempos, o castelo estava a degradar-se, o que leva D. Manuel I, em 1510, a outorgar o Foral Novo a Castelo Bom, onde determinou a reparação do castelo e das muralhas da vila. Os trabalhos iniciaram-se em 1512, comandados pelo mestre de obras João Ortega e pelo pedreiro Pero Fernandes. === A Guerra da Restauração === Aquando da Guerra da Restauração (1640-1668), Castelo Bom desempenhou um papel importante na defesa do território nacional. Por esta altura, o castelo era constituído por uma torre abaluartada, onde estava situada a cadeia, sendo defendido por duas peças de artilharia. Na fase mais crítica da guerra, foi, devido à sua extrema importância e à localização estratégica, refúgio para os Governadores da Beira. Foram efectuados melhoramentos no castelo, nomeadamente a construção de estruturas de apoio aos civis em caso de cerco. Neste seguimento, foram construídos o Poço da Escada e o Poço d'El-Rei, que garantiam o fornecimento de água à população da vila em caso de necessidade. A vila era ficava assim mais segura para enfrentar os tempos difíceis que se adivinhavam. === As Invasões Francesas === Já no século XVIII, aquando da Guerra dos Sete Anos, Portugal foi invadido e a vila de Castelo Bom foi cercada e conquistada em 1762. Em 1770, passa a pertencer à diocese de Pinhel, criada nesse ano. Em agosto de 1810, aquando da 3ª Invasão Francesa, as tropas napoleónicas cercaram Castelo Bom. Quando finalmente conseguíram transpor os muros, pilharam a vila e destruíram grande parte do seu castelo. A população, com medo da ferocidade das tropas francesas, refugiou-se junto ao rio Côa, de onde assistiram à destruição da sua vila, sem nada poderem fazer. Porém, antes de partir, o povo terá escondido os haveres mais preciosos da Igreja, escavando um buraco numa humilde casa da aldeia, conseguindo salvá-los. No final da invasão, quando o povo voltou à aldeia, o cenário era desolador: as colheitas estavam destruídas, o vinho tinha sido vertido das pipas, a vila estava sem defesas e o riquíssimo acervo do Arquivo Municipal tinha sido incendiado. Os anos seguintes foram de fome e sofrimento para todos em Castelo Bom, que nunca mais viria a conhecer a prosperidade de outrora. === A extinção do concelho === Em 1801, o concelho de Castelo Bom tinha 1 803 habitantes. Porém, nas reformas administrativas promovidas por D. Maria II, em 1834, o concelho de Castelo Bom é extinto, sendo o seu território incorporado no concelho (atual município) de Almeida. Foi o culminar de um período de crise na aldeia, motivado pela destruição aquando das invasões. A partir daqui, a população, pobre, vai destruindo o castelo e o pelourinho aos poucos, servindo-se das suas robustas pedras para reconstruir as suas habitações. A 30 de Setembro de 1881 a diocese de Pinhel é extinta e a paróquia de Castelo Bom transita para a diocese da Guarda. Em 1882, Castelo Bom sofre mais um rude golpe: a Linha da Beira Alta é inaugurada, mas não passa na povoação, preferindo o percurso pela Aldeia de São Sebastião e Freineda. A população de Castelo Bom vai diminuindo, atraída para a Freineda e para a Aldeia de São Sebastião, pelo progresso trazido pelo comboio, e para Vilar Formoso, que se torna o centro de serviços principal da zona raiana com a abertura da Estação Internacional e da Alfândega. A passagem dedicada a Castelo Bom pelo historiador Pinho Leal na sua obra \"Portugal Antigo e Moderno\", de 1874, descreve-nos o que era Castelo Bom nestes anos após a extinção do concelho. === Século XX === No século XX, em 1938, começa a chegar o progresso: é reconstruída a ponte de São Roque e inaugurada a Estrada Nacional 16, que se torna a principal estrada transfronteiriça de Portugal. Entre 1936 e 1939, os tempos sangrentos da Guerra Civil Espanhola repercutem-se na zona, com uma intensa actividade da Guarda Fiscal. As décadas seguintes são marcadas pela emigração, nomeadamente para a França, e pelas migrações internas. As pessoas buscavam uma alternativa à vida dura e pobre da Raia. Em 1946, Castelo Bom é declarado Património Nacional, o que não evita que a Torre de Menagem do castelo seja posteriormente derrubada por um particular que ali pretendia construir um abrigo para o seu burro. Nos anos 1980 e 90, são feitos estudos para recuperar as muralhas, e realizadas intervenções pontuais. Em 1991, Castelo Bom é incluída no programa de valorização das Aldeias Históricas, sendo porém retirada da lista à última da hora. Ainda assim, foram realizadas intervenções de fundo, que permitiram recuperar a aldeia e torná-la numa das mais belas da Beira Interior. == Património Arquitetónico e Histórico == A freguesia de Castelo Bom, devido à sua riquíssima história, possui múltiplos monumentos arquitetónicos e históricos, para além de outros pontos de interesse, dos quais se podem destacar: Designações Categoria Tipologia Grau Construção Castelo de Castelo Bom Arquitectura militar Castelo Monumento Nacional Séculos XII-XIV Pelourinho de Castelo Bom Arquitectura civil Pelourinho Imóvel de Interesse Público desconhecido Igreja de N.S. Assunção Arquitectura religiosa Igreja Não classificado Séculos XIII-XVIII Capela de São Martinho e Cruzeiro Arquitectura religiosa Capela Não classificado Século XVII Casa do Fidalgo Arquitectura civil Casa senhorial Em estudo Século XVI Solar do Largo da Igreja Arquitectura civil Solar Em estudo Século XVII Solar da Família Freire Arquitectura civil Solar Em estudo Século XIX Casa na Rua Direita Arquitectura civil Casa Em estudo Século XIX Calvário Arquitectura religiosa Calvário Não classificado Séculos XVII-XVIII Alminhas Arquitectura religiosa Alminhas Não classificado 1759 Fonte Romana Arquitectura civil Fonte Não classificado Fonte Cerdeira Arquitectura civil Fonte Não classificado Séculos XVII-XVIII Chafariz Arquitectura civil Fonte Não classificado 1867 == Geografia == === Caracterização === A povoação situa-se num cabeço saliente no vale do rio Côa, cuja altitude máxima é de 725 metros, na zona do Castelo. O relevo é, contudo, bastante variável dentro dos limites da freguesia, visto tratar-se de uma zona de transição entre o vale do rio Côa e o vasto planalto da Meseta Ibérica. A altitude mínima da freguesia (cerca de 550 metros) atinge-se assim junto ao rio, enquanto que os pontos mais elevados (cerca de 770 metros de altitude) se situam no limite com a freguesia da Freineda. As elevações que mais se destacam são o Cabeço do Vale de Nogueira, o Alto dos Chapéus e a Ermida de Santa Bárbara, para além da colina onde se situa Castelo Bom. A freguesia é constituída por dois núcleos populacionais, a aldeia de Castelo Bom e uma anexa, a Aldeia de São Sebastião. Parte da zona de Freineda-Gare, na qual se inclui a antiga estação ferroviária, localiza-se também dentro dos limites da freguesia, mas é geralmente associada à freguesia da Freineda. O rio Côa constitui o limite ocidental da freguesia com as suas vizinhas Mido, Castelo Mendo e Senouras. Castelo Bom confronta ainda com Vilar Formoso e São Pedro de Rio Seco a leste, Freineda a sul, e Naves, a norte. === Localização === Noroeste: Senouras Norte: Naves Nordeste: São Pedro de Rio Seco Oeste: Mido Este: Vilar Formoso Sudoeste: Castelo Mendo Sul: Freineda Sudeste: Freineda === Clima === Castelo Bom, tal como todas as regiões do interior de Portugal, é caracterizada por um clima temperado mediterrâneo com feição continental. Deste modo, ao longo do ano, registam-se variações de temperaturas consideráveis. Os Verões são bastante quentes e secos, com temperaturas diurnas frequentemente acima dos 30 °C, registando-se por vezes arrefecimentos nocturnos consideráveis. O sol é intenso nesta estação, com elevados índices de radiação ultravioleta, pelo que são convenientes alguns cuidados com a pele. Registam-se também repentinas e curtas trovoadas estivais. Por sua vez, os Invernos são frios, sendo que as temperaturas descem em Castelo Bom, por vezes abaixo dos 0 °C. Os nevões, porém, não são tão frequentes como outrora: os mais idosos relatam verdadeiras e frequentes tempestades de neve na aldeia, sendo que, actualmente, não chega a nevar em alguns invernos. Durante todo o ano, registam-se ventos intensos, próprios das zonas de maior altitude. Os níveis de poluição atmosférica são bastante baixos. === Flora e Fauna === A região de Riba-Côa, onde Castelo Bom se insere, é caracterizada pela sua beleza natural e paisagística, e também pela sua biodiversidade, já que constitui um habitat privilegiado para muitas espécies. Ao nível da flora, destacam-se o carvalho, a oliveira, a amendoeira, a figueira, e um grande número de espécies espontâneas, entre as quais se encontram plantas medicinais. Em termos faunísticos, destacam-se a lebre, o ouriço-cacheiro, e algumas raposas. === Actividades económicas === Tal como a esmagadora maioria das aldeias do Interior de Portugal, Castelo Bom é afectada por um dramático envelhecimento da população, e pela fuga dos mais jovens para outras paragens. A pouca população activa da freguesia trabalha no comércio e nos serviços, nos centros urbanos mais próximos, Almeida, Guarda e Vilar Formoso. Apesar de o número de agricultores ter diminuído drasticamente ao longo das últimas décadas, muito por culpa da forte emigração, esta continua a desempenhar um papel de relevo na vida da aldeia. A população agrícola existente é envelhecida, sendo que a agricultura é cada vez mais um complemento à reforma das gentes de Castelo Bom, deixando de parte o papel de sustento familiar que outrora possuía. Este mesmo envelhecimento levou a um abandono gradual dos terrenos circundantes à aldeia, já que os mais idosos cultivam apenas os campos mais próximos da aldeia. Em Castelo Bom, os cultivos mais significativos são a vinha, a amendoeira, a oliveira, e várias árvores de fruto, nomeadamente a macieira. Ainda se produz vinho e azeite de grande qualidade. Alguns dos extensos lameiros de Castelo Bom servem de pasto para animais, nomeadamente o gado caprino, o gado bovino e o gado suíno. A criação do burro, animal tradicionalmente utilizado nesta região para auxiliar os trabalhos agrícolas, ainda é comum. A pecuária é uma actividade lucrativa nesta região, sendo no entanto a maioria dos criadores de fora da freguesia. === Geologia: Barrocos e suas lendas === A rocha predominante na freguesia é o chamado granito amarelo, que serviu de matéria-prima para a maior parte das construções do povoado, incluindo o próprio castelo e as cinturas de muralhas. Castelo Bom caracteriza-se ainda pela existência de curiosas formações geológicas, destacando-se o Barroco da Picota, que se assemelha a um pássaro, o Barroco Sineiro, onde ocorrem curiosos fenómenos de refracção sonora, e o Barroco das Lages que, apesar de parecer em queda iminente, se aguenta firme há milhares de anos, tendo gerado várias lendas à sua volta. Segundo uns, o interior do penedo contém libas guardadas por São Tiago; segundo outros, no seu interior habita uma moura encantada, que só de lá sairá quando o Mundo acabar. == Acessibilidades == A freguesia de Castelo Bom encontra-se estrategicamente localizada na parte central de um triângulo formado pelas cidades de Lisboa, Porto e Madrid, estando a distâncias semelhantes de qualquer uma destas. No centro da povoação passam as seguintes estradas: * EN 16 - estrada Aveiro-Vilar Formoso: permite ligações a Vilar Formoso (5 km) em 3 minutos, a Fontes de Onor (7 km) em 5 minutos, a Castelo Mendo (8 km) em 7 minutos e à cidade da Guarda (34 km) em 35 minutos; * EM 567 - Estrada Municipal Naves-Vilar Maior: permite ligações às aldeias vizinhas da Freineda(5 km) em 5 minutos; Malhada Sorda (11 km) em 10 minutos; e São Pedro de Rio Seco(7 km) em 7 minutos, e à vila de Almeida (14 km) em 13 minutos. A A 25 atravessa terrenos da freguesia, mas, apesar da insistência das populações, ainda não foi construído nenhum nó de ligação a Castelo Bom. Assim, as entradas mais próximas na auto-estrada são os nós números 33 (Vilar Formoso), 7 km para Este, mais útil para quem vem de Espanha, e 32 (Alto de Leomil), 13 km para oeste, e mais útil para quem se desloque a partir de qualquer cidade portuguesa. A A 25 deixa Castelo Bom mais próximo dos principais centros urbanos portugueses e espanhóis: * 33 km desde Ciudad Rodrigo (A62 até à fronteira de Vilar Formoso, na rotunda tomar a saída para o centro de Vilar Formoso, e cerca de 1200 m depois virar à esquerda para a N 16, na direcção Castelo Bom/Castelo Mendo); * 35 km desde a Guarda (A 25 até ao nó com a N 324(Almeida/Pinhel/Sabugal), tomar a direcção do Sabugal e depois a N 16 até Castelo Bom); * 117 km desde Salamanca (A-62 e N-620 até à fronteira de Vilar Formoso, na rotunda tomar a saída para o centro de Vilar Formoso, e cerca de 1200 m depois virar à esquerda para a N 16, na direcção Castelo Bom/Castelo Mendo); * 181 km desde Coimbra (IP3 até Viseu, A 25 até ao nó com a N 324 (Almeida/Pinhel/Sabugal), tomar a direcção do Sabugal e depois a N 16 até Castelo Bom); * 232 km desde o Porto (A 1 ou A 29 até Aveiro, A 25 até ao nó com a N 324 (Almeida/Pinhel/Sabugal), tomar a direcção do Sabugal e depois a N 16 até Castelo Bom); * 330 km desde Madrid (AP-6 e AP-51 até Ávila, N-501 até Salamanca e A-62 até à fronteira de Vilar Formoso, na rotunda tomar a saída para o centro de Vilar Formoso, e cerca de 1200 m depois virar à esquerda para a N 16, na direcção Castelo Bom/Castelo Mendo); * 341 km desde Lisboa (A 1 até Torres Novas, A 23 até à Guarda e A 25 até ao nó com a EN 324 (Almeida/Pinhel/Sabugal), tomar a direcção do Sabugal e depois a N 16 até Castelo Bom). A linha da Beira Alta atravessa a freguesia de Castelo Bom, mas não passa no seu centro. Os apeadeiros da Freineda e da Aldeia localizam-se dentro da freguesia de Castelo Bom, mas a melhor opção para chegar à aldeia de comboio é utilizar a estação de Vilar Formoso, e tomar um táxi até à aldeia. == Gastronomia == A mesa farta é uma das características da Beira Interior. Castelo Bom, como aldeia onde a hospitalidade é uma imagem de marca, não é excepção, presenteando-nos com uma excelente e variada gastronomia, onde os produtos da terra e do rio têm o papel principal. Assim, destacam-se os excelentes e únicos enchidos, uma herança dos tempos em que a matança do porco era um dia de festa, o cabrito assado, os peixinhos do rio, e o doce de abóbora recheado de amêndoa, no campo da doçaria. === Festas e Romarias === As principais festas de Castelo Bom realizam-se no mês de Agosto, em anos intercalados. Assim, a festa de Nossa Senhora dos Remédios, a festa grande, realiza-se nos anos pares, e a festa de Santo António nos anos ímpares. Estas duas festas são o ponto principal de convívio de toda a \"família\" de Castelo Bom, que se encontra espalhada por vários pontos de Portugal e do Mundo. A realização da festa de Nossa Senhora dos Remédios deve-se a uma promessa: em Castelo Bom morria todos os anos um jovem rapaz solteiro. O povo, preocupado com tal maleita, prometeu uma festa em honra desta santa, para tentar quebrar a malapata. Na verdade, a partir do momento em que a festa começou a realizar- se, a \"maldição\" quebrou-se, e nunca mais nenhum jovem rapaz faleceu na aldeia. São também comemorados o São Martinho (11 de Novembro), a Nossa Senhora de Fátima (13 de Maio), e é organizada uma fogueira de Natal, na noite de 24 de Dezembro. Santa Bárbara é invocada numa procissão de velas, durante a Festa de Nossa Senhora dos Remédios, em que a imagem percorre as ruas da aldeia, até à capela da Ermida de Santa Bárbara, nos arrabaldes. == Agremiações sociais, culturais e desportivas == * Clube de Caça e Pesca de Castelo Bom * Associação Desportiva, Cultural e Social de Aldeia de S. Sebastião * Grupo Motard \"Os Abutres\" de Aldeia de S. Sebastião == Organização administrativa e religiosa == O atual presidente da Junta de Freguesia é António dos Santos Fernandes. O atual presidente da Câmara Municipal de Almeida, António José Monteiro Machado. O pároco da paróquia de Castelo Bom é o Pe. Francisco Vilar. A freguesia tem por orago a Imaculada Conceição. == Cidadãos ilustres == * António Leitão (c.1530 - ?), artista plástico == Ligações externas == * https://www.facebook.com/castelobom.aldeiahist * https://www.facebook.com/groups/castelobom/ *",
 "title": "Castelo Bom"
}