{
 "id": "55809",
 "text": "thumb|280px|Ramagem de M. decussata mostrando as folhas escamiformes. Microbiota é um género monotípico de coníferas, da família Cupressaceae, cuja única espécie é Microbiota decussata, um arbusto decussado, de folhagem persistente, conhecido pelos nomes comuns de cipreste-da-sibéria e arbor- vitae-russa. A espécie é um endemismo das montanhas da Sibéria, com distribuição natural limitada às montanhas Sikhote-Alin no Primorskiy Krai do Extremo Oriente Russo. A espécie atinge uma altura máxima de 50 cm, embora possa atingir um metro de altura quando cultivada, mas que por vezes pode cobrir uma área que chega a vários quilómetros quadrados. ==Descrição== Microbiota decussata é um arbusto prostrado com 20-50 cm de altura e 2-5 m de largura. A folhagem forma ramos planos com folhas semelhantes a escamas com 2-4 mm de comprimento. Os cones estão entre os mais pequenos de todas as coníferas, com 2-3 mm de comprimento, de coloração verde, com quatro escamas dispostas em dois pares opostos, amadurecendo em cerca de oito meses após a polinização. As sementess têm 2 mm de comprimento, sem asa; cada cone contém geralmente apenas uma semente, raramente duas. A folhagem por vezes torna-se castanha no inverno, dando a impressão de que a planta morreu; mas revive na primavera. Microbiota decussata uma planta monoica, ou seja, os órgãos masculinos e femininos encontram-se na mesma planta. Os ramos são achatados, com casca castanha. As folhas dos ramos férteis são ovais, com cerca de 2 mm de comprimento, enquanto nos ramos vegetativos são pontiagudas, com uma glândula elíptica na página superior, mas apenas as do exterior da planta. Algumas das folhas podem ter forma de agulha. Os gálbulos são lenhosos, com 6 mm de comprimento por 3 mm de largura e cada um produz uma única semente arredondada, lisa, castanha e sem asa. A polinização ocorre em abril-maio e as sementes amadurecem de agosto a outubro. A espécie está listada como rara no “Livro Vermelho da Rússia, mas não se encontra ameaçada, uma vez que a maior parte existe em montanhas raramente visitadas. Está bem adaptada ao fogo, mas os raios por vezes provocam explosões espectaculares por causa do óleo que a Microbiota produz, mas não prejudicam as plantas. ==Taxonomia== O táxon monotípico Microbiota foi descoberto em 1923,Komarov, Vladimir Leontjevich. 1923. Botanicheskie Materialy Gerbariya Glavnogo Botanicheskogo Sada RSFSR 4(23/24): 180. mas o secretismo político na antiga União Soviética impediu que se soubesse da sua existência fora do país durante cerca de 50 anos. O nome do género deriva de micro-, que significa \"pequeno\", + Biota, o nome do género de uma conífera estreitamente relacionada, uma espécie anteriormente denominada Biota orientalis, agora renomeada Platycladus orientalis. Microbiota é geralmente aceite como sendo um género distinto, embora tenha sido sugerido, mas não amplamente seguido, que o género Microbiota poderia ser incluído no género estreitamente relacionado Platycladus. Outros parentes filogeneticamente próximos são os géneros Juniperus e Cupressus. ==Etnobotânica== O povo ude chama a esta espécie kurumkurinda, que significa “almofada de pedra”. Microbiota decussata é cultivada como planta ornamental para utilização como pernifólia de cobertura do solo em jardins e parques. É valorizada pela sua tolerância à seca e considerável tolerância às baixas temperaturas e às condições invernais. Foi galardoada com o prémio Award of Garden Merit da Royal Horticultural Society. ==Referências== ==== * Univ.Bona – descrição de Microbiota decussata * Arboretum de Villardebelle - Microbiota leaf and cone photos * Gymnosperm Database - Microbiota decussata * Conifers Around the World: Microbiota decussata - Cypress-Juniper. Categoria:Cupressaceae",
 "title": "Microbiota (género)"
}