{
 "id": "55820",
 "text": "Francisco de Assis França (Olinda, 13 de março de 1966 – Recife, 2 de fevereiro de 1997), mais conhecido pela alcunha de Chico Science, foi um cantor e compositor brasileiro, um dos principais colaboradores do movimento manguebeat em meados da década de 1990. Líder da banda Chico Science & Nação Zumbi, deixou dois discos gravados: Da Lama ao Caos e Afrociberdelia. Sua carreira foi encerrada precocemente por um acidente de carro numa das vias que ligam Olinda ao Recife. Seus dois álbuns foram incluídos na lista dos 100 melhores discos da música brasileira da revista Rolling Stone, elaborada a partir de uma votação com 60 jornalistas, produtores e estudiosos de música brasileira: Da Lama ao Caos ficou na 13ª posição e Afrociberdelia na 18ª. Em outubro de 2008, a revista Rolling Stone promoveu a Lista dos Cem Maiores Artistas da Música Brasileira, na qual Chico Science ocupou o 16ª lugar. == Carreira == === Início da década de 1980: Início da carreira === Chico Science participava de grupos de dança e hip hop em Pernambuco no início dos anos 1980. No final da década integrou algumas bandas de música como Orla Orbe e Loustal, inspiradas na música soul, no ska, no funk e no hip hop. Suas principais influências musicais eram James Brown, Bob Marley, Grandmaster Flash e Kurtis Blow entre outros artistas de destaque da soul music norte- americana. === 1991–1997: Lamento Negro e Nação Zumbi === A fusão com os ritmos nordestinos, principalmente o maracatu, veio em 1991, quando Science entrou em contato com o bloco afro Lamento Negro, de Peixinhos, subúrbio de Olinda. Misturou o ritmo da percussão com o som de sua antiga banda e formou o Nação Zumbi. A partir daí o grupo começou a se apresentar no Recife e em Olinda e iniciou o \"movimento\" mangue beat, com direito a manifesto (\"Caranguejos com Cérebro\", de Fred 04, do Mundo Livre S/A). Em 1993, uma rápida turnê por São Paulo e Belo Horizonte chamou a atenção da mídia.* Chico Science em São Paulo e Belo Horizonte: ; (2 ) O primeiro disco, Da Lama ao Caos, teve boa receptividade da crítica e projetou a banda nacionalmente. O segundo, Afrociberdelia, mais pop e eletrônico, confirmou a tendência inovadora de Chico Science e Nação Zumbi, que excursionaram pela Europa, onde encontraram Os Paralamas do Sucesso, e pelos Estados Unidos, onde fizeram sucesso de público e crítica e tocaram juntamente com Gilberto Gil. === 1998 e 2013: Lançamentos póstumos === A Nação Zumbi lançou um CD duplo em 1998, depois da morte do líder Chico Science, com músicas novas e versões ao vivo remixadas por DJs. A sua versão da canção \"Maracatu Atômico\" foi o clipe que encerrou as atividades da MTV Brasil, do grupo Abril, em 30 de setembro de 2013. A Ex-VJ Cuca Lazzarotto, que assim como no primeiro clipe da emissora em 1990, foi quem apresentou o videoclipe. == Imagem pública == Gilberto Gil considerava Chico Science (juntamente com o grupo baiano Olodum) como \"o que surgiu de mais importante na música brasileira nos últimos vinte anos\". == Influências == Podem ser citadas como bandas relacionadas a Chico Science, as conterrâneas Mundo Livre S/A, Bonsucesso Samba Clube, as mais recentes Cordel do Fogo Encantado, Mombojó e Otto (o qual é ex-integrante do Mundo Livre S/A). Outras bandas influenciadas por Chico: Sepultura (mais especificamente o álbum Roots), Soulfly (que gravou \"Sangue de Bairro\" no seu disco 3 e contou com Lúcio Maia, Jorge Du Peixe e Gilmar no seu primeiro disco Soulfly,Cássia Eller (intérprete de músicas como \"Corpo de Lama\" e \"Quando a Maré Encher\"), Fernanda Abreu (álbum Raio X) e Arnaldo Antunes (álbum O Silêncio), além da antiga parceira e ainda em atividade, a Nação Zumbi. O Charlie Brown Jr. gravou \"Samba Makossa\" em seu disco acústico e seu vocalista Chorão se declarava fã de Chico. A banda filipina de nu metal Chicosci, originalmente chamava Chico Science, inspirada pelo artista brasileiro. O músico de drum and bass inglês Goldie, conhecido nos anos 90 como \"o rei do jungle\", compôs uma música em homenagem ao cantor brasileiro chamada \"Chico - Death of a rockstar\". == Morte == Chico Science morreu no final da tarde de um domingo do dia 2 de fevereiro de 1997, em um acidente de automóvel quando dirigia o carro de sua irmã de Recife a Olinda. Às 18h30, ele estava sozinho ao volante na estrada quando seu Fiat Uno se chocou com um poste depois que um outro veículo teria fechado a sua passagem. Science ainda foi socorrido por um policial que estava passando num ônibus e o levou ao Hospital da Restauração, mas o jovem cantor e compositor não resistiu e chegou ao hospital morto com múltiplas lesões. O enterro aconteceu na segunda-feira do dia 3 de fevereiro de 1997, no Cemitério de Santo Amaro, localizado no Recife. A família de Chico Science recebeu indenização de cerca de 10 milhões de reais da montadora Fiat, responsabilizada pela morte do cantor e compositor no acidente, devido a falhas no cinto de segurança do carro que dirigia e que poderia ter lhe poupado a vida. Seu túmulo é visitado por fãs e admiradores da sua obra e de seu legado. == Discografia == === Com Chico Science & Nação Zumbi === * Da Lama ao Caos (1994) — disco de ouro, mais de 100.000 cópias vendidas. * Afrociberdelia (1996) — disco de ouro, mais de 100.000 cópias vendidas. === Coletâneas === * Maxximum: Chico Science & Nação Zumbi (2005) — Sony BMG * Grandes Sucessos: Chico Science & Nação Zumbi (2001) — Sony Music * 21 Grandes Sucessos: Chico Science & Nação Zumbi (2000) — Chaos === Com outros artistas === * Rei tributo a Roberto Carlos (1994) — participação em \"Todos Estão Surdos\". * Arnaldo Antunes: O Silêncio (1996) — participação em \"Inclassificáveis\" * Fernanda Abreu: Raio X (1997) — participação em \"Rio 40 Graus\". === Participações em trilhas sonoras === * Telenovela Tropicaliente (1994) — \"A Praieira\" * Telenovela Irmãos Coragem (1995) — \"A Cidade\" * Baile Perfumado (1997) — \"Sangue de Bairro\" e \"Salustiano Song\" * Caramuru - A Invenção do Brasil (2001) — \"Manguetown\" * Telenovela Viver a Vida (2009) — Science não fez parte da trilha sonora oficial, mas em diversos momentos uma versão instrumental de \"Sangue de Bairro\" foi executada na trama * Telenovela Cordel Encantado (2011) — \"Maracatu Atômico\" * O Rebu (2014) — \"Banditismo Por Uma Questão de Classe\" *Telenovela Lado a Lado (2012) — \"Inferno\" *Marighella (2019) — \"Monólogo ao Pé do Ouvido (Vinheta) / Banditismo Por Uma Questão de Classe\" === Videoclipes === * A Cidade * \"Maracatu Atômico\" * \"Manguetown\" * \"Sangue de Bairro\" === Lançamentos póstumos === *CSNZ (1998) == Ligações externas == * * * * Categoria:Naturais de Olinda Categoria:Compositores de Pernambuco Categoria:Cantores de Pernambuco Categoria:Cantores afro- brasileiros Categoria:Cantores de rock do Brasil Categoria:Mortes em acidentes de trânsito no Brasil Categoria:Sepultados no Cemitério de Santo Amaro (Recife)",
 "title": "Chico Science"
}