{
 "id": "55852",
 "text": "Madona Litta (têmpera sobre tela) é uma pintura do início do século XV atribuída por muitos investigadores a Leonardo da Vinci, enquanto outros pensam que pode ter sido pintado por um de seus seguidores, como Giovanni Antonio Boltraffio ou Marco d'Oggiono, uma vez que a técnica apresentada na obra não corresponde à utilizada pelo artista. De seguro, esta obra foi pintado em Milão e encontra-se atualmente no Museu Hermitage São Petersburgo. Trata-se da representação da Virgem Maria amamentando o menino Jesus, um assunto devocional conhecido como a Virgem Amamentando. A pintura leva esse nome por conta da Casa de Litta, uma nobre família milanesa para a qual foi grande parte da coleção artística da época. == História == A Madona Litta dever ser uma das únicas pinturas da Madona e o menino Jesus concebidas no estúdio de Leonardo antes ou durante sua primeira fase milanesa (entre 1481-3 e 1499), decorrida no período da Alta Renascença. Vários desenhos do pintor italiano foram identificados como uma preparação para a Madona Litta. Um deles, feito em um ponto de metal e universalmente atribuído a Leonardo, apresenta a face de uma jovem mulher desenhada de perfil e próxima do observador. Há evidências de que esta mesma chapa foi usada como um exemplo para ensinar os seguidores do ateliê de Leonardo. O grande número de cópias da obra sugerem que ela foi feita quando Leonardo ainda estava em vida. == Sobre a obra == A obra é divida apenas em dois planos e é apresentada na posição vertical. No centro, está a Madona amamentando um bebê enquanto olha para ele, já a criança encara fixamente o observador. Ambos os personagens têm expressões faciais com ampla carga emotiva. Atualmente a obra está danificada, diferente de um afresco que apresenta maior durabilidade, a técnica utilizada pelo artista não preservou a pintura. As figuras foram posicionadas à frente do quadro, em um interior escuro, entre duas janelas abertas, como na pintura anterior do artista, A Virgem do Cravo, com semelhante paisagem montanhosa em perspectiva ao longe. Em sua mão esquerda, o menino Jesus segura um pintassilgo, simbolizando sua futura paixão. A mulher e a criança aparecem destacadas pela luminosidade maior que no restante do quadro. Os traços dos personagens e sua localização demonstram uma imagem bastante simétrica e, ao mesmo tempo, singela. O fundo reflete um local simples, sossegado e inabitado, possibilitando assim que o menino Jesus possa se alimentar tranquilamente. A perspectiva da obra é firmada a partir desta luz oriunda das janelas e do posicionamento das personagens ao centro. As expressões também são significativas, ao encarar o quadro, o olhar do menino Jesus imediatamente retem a atenção do espectador. Assim como a riqueza de detalhes: cada fio de cabelo meticulosamente pintado, as dobras da criança e os detalhes da roupa da Madona. Tais aspectos contextualizam o quadro na Renascença italiana. Leonardo se propõe, na obra, a retratar a vida tal como ela é. Utilizando-se de formas delicadas e naturais, trazendo junto uma harmonia entre o homem e a natureza, alcançando uma beleza divina. == Ver também == * Nossa Senhora na arte Categoria:Pinturas de Leonardo da Vinci Categoria:Pintura religiosa Categoria:Pinturas no museu Hermitage Categoria:Pinturas de 1490 Categoria:Maria (mãe de Jesus) na arte Categoria:Jesus na arte",
 "title": "Madona Litta"
}