{
 "id": "5586",
 "text": "Nave de Haver é uma povoação raiana portuguesa sede da Freguesia de Nave de Haver do Município de Almeida, freguesia com 41,13 km² de área e 295 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . Situa-se junto à raia, a cerca de 3,5 km da margem direita da ribeira de Tourões, afluente da margem esquerda do rio Águeda. Dista 22 km de Almeida e 8 km de Vilar Formoso. Em Nave de Haver fez-se antigamente a exploração de volfrâmio por processos artesanais e com a mercantilização a ser objeto de contrabando. Relevo especial merecem as \"arcoses\" de Nave de Haver, onde há uma formação superficial de aluviões que apresenta uma concentração de minério (cassiterite e limonite) que justifica a sua exploração. Era famosa a produção de telha artesanal e aqui localizavam-se os únicos telhais do concelho que mobilizam muitas famílias. A igreja paroquial tem a invocação de São Bartolomeu Apóstolo. Em 1940 contava com 1521 habitantes, mas a sua população tem vindo a sofrer um acentuado decréscimo, cifrando-se o volume atual de 358 habitantes. Poço Velho integra também a freguesia de Nave de Haver. Poço Velho no século XVIII foi termo de Castelo Bom e Bispado de Pinhel. ==Festas tradicionais== Esta freguesia, todos os anos na segunda semana de agosto, é visitada por turistas e familiares das pessoas que lá vivem, por ocasião da festa tradicional. Essa festa começa de manhã por volta das 7:30h, quando os residentes na freguesia, turistas e familiares, vão buscar os touros que estão acompanhados por cabrestos (touros mansos) ao lameiro. No caminho para a praça os touros são levados por cavalos que os rodeiam. Ao \"lado\" dos cavalos vão tratores e motos. Depois de irem buscar os touros ao lameiro soltam-nos numa praça que está à entrada da freguesia. Na hora do almoço as pessoas costumam comer e beber nas barracas que abrem a porta da praça, de dia e de noite. Enquanto que a maior parte das pessoas come e bebe, outras estão a cobrir os chifres dos touros com tropeções, para não magoarem as pessoas a quem marrarem. Depois do almoço voltam todos para a praça, para verem a largada. Ai as pessoas \"brincam\" com os touros, saltando por cima e passando por frente deles. ==Demografia== Nota: Nos anos de 1864 a 1878 pertencia ao concelho de Sabugal. Passou para o atual concelho (atual município) por decreto de 01/03/1883. Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 29 34 195 246 2011 17 10 121 210 2021 9 10 69 207 ==Património== * Edificado: ** Praça de Touros - século XXI (2003); ** Fontanário e Tanque - século XIX * Religioso: ** Igreja Matriz - século XVI/XVII (Maneirista); ** Igreja de Nossa Senhora da Conceição em Poço Velho - século XVII (Maneirista); ** Capela de S. Pedro - século XVIII; ** Capela do Santo Cristo - século XVIII; ** Capela de Santa Bárbara - século XVIII * Natural e Lazer: ** \"Arcoses\" Minerais (Cassiterite e Limonite); ** Biótopo de Carvalho Negral na Zona do Carril Categoria:Freguesias de Almeida Categoria:Freguesias fronteiriças de Portugal",
 "title": "Nave de Haver"
}