{
 "id": "55862",
 "text": "O Rio Tocantins (Paracatejê: Pyti [pɨˈti]; Xerente/Akwẽ Mrmẽze: Kâwawẽ) é um curso de água que tem como sua nascente geográfica mais distante o Rio Lagoinha no estado de Goiás, entre os municípios de Ouro Verde de Goiás e Petrolina de Goiás, região central do estado e ao norte da capital, Goiânia. O Rio Tocantins recebe essa denominação a partir da confluência dos rios Maranhão e Paranã, no Brasil Central. Soma cerca de 2.400 km de extensão até a foz, cortando o país no sentido sul-norte e, na divisa dos Estados do Tocantins e Pará (local conhecido por Bico do Papagaio), recebe as águas do rio Araguaia. Os afluentes que o formam têm, portanto, suas nascentes no planalto de Goiás, região de Brasília: “O rio Tocantins começa nas imediações do quadrilátero Cruls (porção setentrional do Distrito Federal), a mais de 1.000 metros de altitude, resgatando a sua total identidade a partir da confluência do rio Paranã com o rio Maranhão” (GOMES; TEIXEIRA NETO, 1993:113). Sua foz se encontra no Golfão Marajoara (ou Baía do Marajó), logo após o furo de Santa Maria (ou Rio Pará).Catálogo ID: 48660. IBGE. 2019. Durante a época das cheias, seu trecho navegável é de aproximadamente km. O rio Tocantins é o segundo maior rio totalmente brasileiro (perde apenas para o rio São Francisco), e também pode ser chamado de Tocantins-Araguaia, após juntar-se ao rio Araguaia na região do \"Bico do Papagaio\", que fica localizada entre os estados de Tocantins, Maranhão e Pará. É no vale do médio e baixo rio Tocantins que se encontrava a maior concentração de castanheiras da Amazônia. == Etimologia == thumb|Barcos típicos dos rios da Amazônia, na Orla Sebastião Miranda \"Tocantins\" é um termo com origem na língua tupi: significa \"bico de tucano\", através da junção de tukana (tucano) e tim (bico), e também nomeou o estado brasileiro mais recente surgido.NAVARRO, E. A. Método moderno de tupi antigo: a língua do Brasil dos primeiros séculos. 3ª edição. São Paulo. Global. 2005. 463 p. == Cidades == * Paranã (TO) * São Salvador do Tocantins (TO) * Peixe (TO) * Porto Nacional (TO) * Palmas (TO) * Lajeado (TO) * Miracema do Tocantins (TO) * Tocantínia (TO) * Pedro Afonso (TO) * Carolina (MA) * Estreito (MA) * Tocantinópolis (TO) * Filadélfia (TO) * Babaçulândia (TO) * Porto Franco (MA) * Itaguatins (TO) * Imperatriz (MA) * Marabá (PA) * Itupiranga (PA) * Tucuruí (PA) * Abaetetuba (PA) * Breu Branco (PA) * Baião (PA) * Cametá (PA) * Mocajuba (PA) * São Pedro da Água Branca (MA) * Sampaio (TO) A maior vazão registrada no rio Tocantins foi em 3 de março de 1980, atingindo aproximadamente metros cúbicos por segundo nas proximidades da cidade de Tucuruí. A maior cheia no rio Tocantins foi em março de 1980, período na qual o nível do rio em Tucuruí aumentou cerca de 20 metros. Em 8 de março daquele ano, a cidade de Marabá ficou praticamente submersa. == Bacia do Araguaia-Tocantins == Ocupando uma área de quilômetros quadrados, é a maior bacia hidrográfica inteiramente brasileira, ainda que pertencente a Bacia Amazônica. Além de apresentar-se navegável em muitos trechos, é a terceira do Brasil em potencial hidrelétrico, encontrando-se nela a Usina Hidrelétrica de Tucuruí. O Tocantins, principal rio dessa bacia, nasce no norte de Goiás e desagua no golfão Marajoara (ou baía do Marajó), logo após o furo de Santa Maria ou rio Pará (o braço estuarino do rio Amazonas). Em seu percurso, recebe o rio Araguaia, que se divide em dois braços, formando a ilha do Bananal; situada no estado de Tocantins, é considerada a maior ilha fluvial interior do mundo. Nessa região, ocorrem rios de regime austral, ao sul, e equatorial, ao norte. == Usinas Hidrelétricas == O potencial energético instalado na bacia do rio Tocantins é superior a , através de suas três usinas hidrelétricas: * Usina Hidrelétrica Serra da Mesa no município de Minaçu, Goiás, com potência instalada de ; * Usina Hidrelétrica de Cana Brava entre os municípios de Minaçu e Cavalcante, no extremo norte de Goiás, com potência instalada de 450 MW. * Usina Hidrelétrica de São Salvador, localizada entre os municípios de São Salvador do Tocantins (TO) e Paranã (TO), com potência instalada de 243,2 MW; * Usina Hidrelétrica de Peixe Angical, localizada no município de Peixe em Tocantins, com potência instalada de 452MW. * Usina Hidrelétrica Luiz Eduardo Magalhães, localizada entre os municípios de Miracema do Tocantins (TO) e Lajeado (TO), com potência instalada de 902 MW; * Usina Hidrelétrica de Estreito, localizada na divisa entre os estados de Tocantins e Maranhão, com potência instalada de . * Usina Hidrelétrica de Tucuruí localizada no sul do Pará, é a segunda maior do Brasil, com doze turbinas e potência instalada de . == Ver também == * Negro d'Água * Rio Araguaia * Rio do Sono * Rio das Almas * Rio Maranhão * Rio Tocantinzinho * Rio Paranã * Rio Paraupava *Ilha do Bananal Tocantins Tocantins Tocantins Tocantins",
 "title": "Rio Tocantins"
}