{
 "id": "55891",
 "text": "A fraternidade é um conceito filosófico profundamente ligado às ideias de liberdade e igualdade e com as quais forma o tripé que caracterizou grande parte do pensamento revolucionário francês. \"Liberdade, Igualdade e fraternidade\". A ideia de fraternidade estabelece que o homem, como animal político, fez uma escolha consciente pela vida em sociedade e para tal estabelece com seus semelhantes uma relação de igualdade, visto que em essência não há nada que hierarquicamente os diferencie: são como irmãos (fraternos). Este conceito é a peça-chave para a plena configuração da cidadania entre os homens, pois, por princípio, todos os homens são iguais. De uma certa forma, a fraternidade não é independente da liberdade e da igualdade, pois para que cada uma efetivamente se manifeste é preciso que as demais sejam válidas. A fraternidade é expressa no primeiro artigo da Declaração universal dos direitos do homem quando ela afirma que todos os homens nascem livres e iguais em dignidade e direitos. São dotados de razão e de consciência e devem agir uns para com os outros em espírito de fraternidade. A palavra é eventualmente confundida com a expressão caridade e solidariedade, embora elas tenham significados radicalmente diferentes. A fraternidade expressa a dignidade de todos os homens, considerados iguais e assegura-lhes plenos direitos (sociais, políticos e individuais). Há alusões históricas de que a Maçonaria participou efetivamente da revolução Francesa, Malapert, orador do Supremo Conselho da França, escreveu em 1874, na revista La Chaine d´Union, \" Para a prática da vida, procuramos uma formula capaz de reunir todas as condições desejáveis:“Liberté, Egalité, Fraternité” (“Liberdade, Igualdade, Fraternidade”). é a que melhor corresponde às aspirações dos maçons\". Que foram aceitas por todas as Lojas e os grandes homens da Revolução, maçons em grande parte, adotaram-na para divisa da República Francesa. A fraternidade é boa para o convívio social. == Os temas relacionados são == * Igualdade * Liberdade * Progresso * Paz * Amor * Justiça * Humanidade * Verdade * Amizade * Confraternização Universal * Religião * Festa * Vida * união == Ligações externas == Categoria:Filosofia",
 "title": "Fraternidade"
}