{
 "id": "55904",
 "text": "O babaçu, também chamado bauaçu, baguaçu, auaçu, aguaçu, guaguaçu, uauaçu, gebara-uçu, coco-de-macaco, coco-de-palmeira, coco-naiá, coco-pindoba e palha- brancaFERREIRA, A. B. H. Novo Dicionário da Língua Portuguesa. Segunda edição. Rio de Janeiro: Nova Fronteira, 1986. p.214, é uma espécie (Attalea speciosa) da família das palmeiras (Arecaceae), dotada de frutos drupáceos com sementes oleaginosas e comestíveis das quais se extrai um óleo, empregado sobretudo na alimentação, remédios, além de ser alvo de pesquisas avançadas para a fabricação de biocombustíveis. == Etimologia == \"Babaçu\", \"bauaçu\", \"baguaçu\", \"auaçu\", \"aguaçu\", \"guaguaçu\" e \"oauaçu\" e \"gebara-uçu\" são oriundos do tupi wawa'su. \"Pindoba\" provém do tupi pim'dobFERREIRA, A. B. H. Novo Dicionário da Língua Portuguesa. Segunda edição. Rio de Janeiro: Nova Fronteira, 1986. p.1 330. \"Palmeira\" vem do latim palmaFERREIRA, A. B. H. Novo Dicionário da Língua Portuguesa. Segunda edição. Rio de Janeiro: Nova Fronteira, 1986. p.1 252. \"Palha\" vem do latim paleaFERREIRA, A. B. H. Novo Dicionário da Língua Portuguesa. Segunda edição. Rio de Janeiro: Nova Fronteira, 1986. p.1 251. == Descrição == A palmeira do babaçu apresenta a sua principal área de ocorrência nas faixas de transição limítrofes da floresta latifoliada equatorial. É encontrada em maior quantidade nos estados do Maranhão e Piauí, sendo considerada uma planta característica (junto à carnaúba) da formação vegetal Mata dos Cocais, uma zona de transição entre as florestas úmidas da bacia Amazônica e as terras semiáridas do Nordeste brasileiro, no chamado Meio- Norte. Também pode ser encontrada nos estados do Ceará, Pará, Mato Grosso, Tocantins. O babaçu é uma palmeira robusta com estipe isolado (tronco ou caule) de até 20 metros de altura e de 25 a 44 centímetros de diâmetro, com 7 a 22 folhas medindo de 4 a 8 metros de comprimento . Suas flores são de sexos separados, com ramos florais volumosos; pode apresentar até 6 cachos por planta ou mais, sustentados por um pêndulo de 70 a 90 centímetros. Cada cacho possui de 240 a 720 frutos que chegam a pesar de 90 a 240 gramas. A época da floração ocorre nos meses de janeiro a abril, coincidindo com o período das chuvas, ao passo que a frutificação ocorre nos meses de agosto a dezembro. Quando maduro, o coco desprende-se e cai no solo. O fruto apresenta: epicarpo (camada mais externa), mesocarpo (com 0,5 a 1,0 centímetro, rico em amido), endocarpo (rijo, de 2 a 3 centímetros) e amêndoas (de 2 a 8 por fruto). A palmeira do babaçu requer entre 10 a 12 anos para iniciar a produção, atingindo a maturidade produtiva entre 15 a 20 anos com uma vida média de 35 anos. Apresenta três estágios de crescimento. O primeiro constituído pelas pindobas, quando a palmeira apresenta até três folhas definitivas. O segundo denominado palmiteiro, pode ser identificado pelo palmito, quase ao nível do solo. No terceiro, o caule já se encontra formado. A espécie pode ocorrer de forma isolada nas florestas ou em áreas abertas, sendo encontrado de forma mais frequente em áreas degradadas onde é considerada uma espécie pioneira e dominante (floresta com dominância de babaçu). Em geral, o babaçu possui baixa densidade na vegetação primária. A sua presença associa-se a áreas antropizadas, quando coloniza antigas formações florestais desmatadas. A palmeira é uma planta extremamente resistente aos predadores de semente e, deste modo, apresenta alta taxa de regeneração. Estas características, somada às queimadas que eliminam seus competidores vegetais, fazem com que domine extensas regiões, conhecidas como babaçuais. A palmeira tem uso tradicional no Brasil, sendo considerada a maior fonte mundial de óleo silvestre para uso doméstico, podendo também ter uso industrial. É um dos principais produtos de origem extrativista do Brasil, contribuindo para a economia de alguns estados, bem como para milhares de famílias, em grupos conhecidos como quebradeiras de coco babaçu. miniaturadaimagem|491x491px|Palmeiras Babaçu em Itapecuru-mirim, Maranhão O lenho do babaçu é usado na construção de casas, ou como adubo, quando apodrecido; enquanto que as folhas são utilizadas na cobertura, nas paredes, nas portas, nas janelas. O leite do babaçu e o óleo extraído de suas amêndoas são usados na alimentação; a farinha do mesocarpo de babaçu é um complemento alimentar rico em amidos e sais minerais, utilizada em bolos, pães e mingau. Da casca do coco é produzido carvão. A palha, por sua vez, é utilizada para a produção de artesanato e na seca é comum que as folhas sejam utilizadas para alimentar o gado. A partir do óleo também se produz sabonete.. A palmeira babaçu é protegida por diversas normas, como a lei estadual do Maranhão nº 4.734/86, pela Constituição do Maranhão (artigo 196) e pelas diversas leis municipais do Babaçu Livre. miniaturadaimagem|Cachos contendo os frutos do babaçu == Utilização do Óleo de Babaçu == O óleo de coco, como é popularmente conhecido, é um dos produtos mais utilizados dentre os derivados do babaçu, podendo ser empregado para fins culinários, como lubrificante, em cosméticos, além de ser alvo de pesquisas científicas para a fabricação de biocombustíveis. thumb|Colheita dos frutos de babaçu no Maranhão, no Brasil O Óleo de babaçu é usado para fins comestíveis e fins industriais. Ele possui elevado teor de ácido láurico. miniaturadaimagem|Bolo típico do nordeste, feito a base de puba com coco babaçu Em alta temperatura, o óleo pode ser usado no cozimento e na fritura de alimentos. Uma das características é o leve gosto amendoado. No entanto, o óleo de babaçu contém gorduras saturadas, dessa forma, não é indicado o uso em excesso. Como o óleo de babaçu é o que tem o mais alto índice de saponificação, e quanto mais alto o índice, mais apropriado o óleo para a fabricação cosmética. No cabelo, se misturado com o óleo de andiroba, é muito eficaz ao combate a caspa. Puro ou misturado com outros óleos vegetais, ele pode ser aplicado diretamente na pele e no cabelo. == Especificação da Manteiga Virgem de Babaçu == Especificação da Manteiga Virgem de Babaçu: Característica Unidade Apresentação Aparência (25Cº) \\---- sólido Cor \\---- Amarelo translúcido Odor \\---- Característico Índice de acidez mgKOH/g < 15,0 Índice de peroxido 10 meq O2/kg < 10,0 Índice de iodo gI2/100g 14 – 17 Índice de saponificação mgKOH/g 240 - 255 Densidade 25 °C g/ml 0,903 – 0,924 Índice de refração (40 °C) - 1.448 - 1.450 Materia insaponificável (bioativos) % < 1 Ponto de fusão Cº 22 – 26 miniaturadaimagem|332x332px|Babaçu == Composição dos Ácidos graxos == Ácido caprílico % peso 4,0 – 6,0 Ácido cáprico % peso 6,0 – 8,0 Ácido láurico % peso 43,0 – 47,0 Ácido mirístico % peso 15,0 – 19,0 Ácido palmítico % peso 5,0 – 9,0 Ácido esteárico % peso 2,5 – 5,5 Ácido oléico % peso 12,0 – 16,0 Ácido linoléico % peso 1,0 – 3,0 Saturado % 85 Insaturado % 15 == Ligações externas == * Slow Food Brasil: Babaçu * * Categoria:Attalea Categoria:Flora do Ceará Categoria:Flora do Piauí Categoria:Flora do Maranhão",
 "title": "Babaçu"
}