{
 "id": "5596",
 "text": "Vilar Formoso é uma vila portuguesa, sede da pequena Freguesia de Vilar Formoso, do Município de Almeida, freguesia com 15,14 km² de área e 1791 habitantes (censo de 2021) tendo, assim, uma densidade populacional de . A vila é um aglomerado populacional constituído por dois núcleos separados pela ribeira de Tourões. O núcleo situado mais a sul é o mais recente e desenvolveu-se a partir do século XIX com a construção em 1892 da Linha da Beira Alta que inicialmente ligava a fronteira à Figueira da Foz, mas que atualmente liga a fronteira à Pampilhosa. Vilar Formoso é o principal ponto de entrada por via terrestre em Portugal. Utilizam este ponto de passagem mais de cinco milhões de pessoas por ano, através da rodovia e da ferrovia. Através da fronteira de Vilar Formoso passam a maior parte das importações/exportações realizadas via terrestre, de e para o território português. Possui inúmeros acessos rodoviários tais como: a A25 que liga Vilar Formoso–Guarda–Viseu–Aveiro; a N16 que serve de alternativa à auto-estrada A25; e a N332 que liga Vila Nova de Foz Côa–Figueira de Castelo Rodrigo–Almeida–Vilar Formoso–Sabugal–Penamacor–Idanha-a-Nova. Todavia, através da geminada vila espanhola de Fontes de Onor dispõe dos seguintes acessos rodoviários: a A62 que liga Fontes de Onor–Cidade Rodrigo–Salamanca–Valladolid–Palencia–Burgos; e da N620 que serve de alternativa à auto-estrada A62. O entorno paisagístico de Vilar Formoso é marcado pela típica paisagem da Meseta Central é a unidade de relevo mais antiga da Península Ibérica e ocupa a maior parte da sua superfície. Esta é marcada pelo granito, pelo clima contrastado de montanha e pelo seu ar puro e frio que permite a cura e manufatura de fumeiro. A nível hidrográfico insere- se na bacia hidrográfica do Douro, cujo afluente mais próximo é o rio Côa, que dista apenas a 7 km. Pelo interior da vila e pela freguesia passa a Ribeira de Tourões, que é afluente, a norte, do rio Águeda. Também foi uma zona historicamente aproveitada para a mineração, testemunhada pela presença das designadas Minas de S. João, de onde se procedia à extração de volfrâmio e estanho, que foram intensamente exploradas durante a Segunda Guerra Mundial, destinando-se a exportação do minério de volfrâmio para as potências beligerantes (Alemanha Nazi e Reino Unido). Atualmente encontram-se desativadas e votadas ao abandono, pelo que constituem um perigo ambiental, de saúde pública e de segurança pública. A povoação de Vilar Formoso foi elevada à categoria de vila pela Lei nº 20/88 de 1 de Fevereiro. == Demografia == A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 322 380 1369 410 2011 246 212 1205 556 2021 148 150 863 630 (Obs.: Número de habitantes \"residentes\", ou seja, que tinham a residência oficial nesta freguesia à data em que os censos se realizaram, de acordo com os dados oficiais publicados pelo INE.) A evolução demográfica de Vilar Formoso, demonstra que a população residente tem vindo a decair, contrariando assim o que acontecia no passado. O decréscimo prende-se sobretudo pela quebra registada na economia local desencadeada inicialmente pela adesão de Portugal à época da CEE e ao Espaço Schengen, que implicou a abertura das fronteiras. Desencadeado assim o desmantelamento da grande rede de serviços de que dispunha Vilar Formoso, sobretudo ligado aos despachos aduaneiros de Importação/Exportação. A vasta rede de serviços aduaneiros de que Vilar Formoso dispunha era um óptimo incentivo para o incentivo à fixação de famílias e indivíduos na vila fronteiriça, mas também o eram outros serviços, como as operações de câmbio, quer legal ou ilegal, mas também ao comércio variado e restauração. O último abalo demográfico que a vila sofre deve-se à introdução da moeda única (euro), que implicou o desmantelamento da rede de serviços cambiais que subsistiam, o implicou o encerramento de algumas agências bancárias, que por sua vez conduziu ao êxodo de alguma população residente. == História Breve == === Terra grande === Em 1758, dizia o pároco de então que Vilar Formoso já fora “terra grande” a avaliar por algumas ruínas. Hoje, por tudo o que se vê de pé, nota-se que Vilar Formoso é “terra grande”, sendo a maior vila do concelho com uma população quase duplicando a da própria sede. Vilar Formoso é um aglomerado populacional constituído por dois núcleos separados pela ribeira de Tourões. O núcleo situado mais a sul é o mais recente e desenvolveu-se a partir do século XIX com a construção em 1892 do caminho de ferro que vai da Figueira da Foz até à fronteira Portugal-Espanha. === A Linha da Beira Alta === A zona hoje conhecida pelo nome de Estação quase que ainda não existia quando em 1886 o abade de Miragaia fez a premonição do seu breve aparecimento: “Esta freguesia compreende apenas a aldeia de Vilar Formoso e agora tende a desenvolver-se em volta da sua estação, que é elegante e espaçosa, com todas as dependências próprias dela e da delegação da alfândega, um bom restaurante (…) e junto da estação também uma hospedaria, o que representa uma população importante, pululando de um momento para o outro”. Propriamente de Vilar Formoso diz aquele autor: “Prospera a olhos vistos desde que principiou a construção da linha férrea da Beira Alta (…) e mais deve prosperar agora, depois que se abriu à circulação em 23 de Maio último (1886) a continuação da mencionada linha até Salamanca, entroncando nas linhas férreas de Salamanca a Madrid e Paris (…). Está pois Vilar Formoso em óptimas condições de prosperidade”. === O povoado === O povoamento no território desta freguesia deve ser anterior ao século XII, embora isso não possa afirmar-se positivamente da povoação sede da freguesia, e, claro está, da Estação, que é, da atualidade, a bem dizer. A toponímia é um cicerone óptimo nesta viagem aos primórdios da freguesia. A norte da povoação de Vilar Formoso fica o sítio chamado Tegril, que parece ser, sem qualquer dúvida, um genitivo de nome pessoal de origem germânica, Trasigildus, aludindo a uma “villa” Trasigildi organizada pelo século IX ou X, na margem da ribeira de Tourões. Sendo assim, a conservação deste topónimo prova a persistência de população que o conservaram até ao povoamento de Vilar Formo-so que pode ter tido o princípio nessa “villa” ou numa fração dela, o velho “villar” que, despovoado, veio a repovoar-se no século XII a partir de Castelo Bom. É provável que a primitiva localização da atual povoação tivesse sido nas imediações da vetusta Capela da Senhora da Paz, pois na primeira metade deste século foram aí encontrados vestígios de construções antigas: alicerces de casas, soleiras de portas, alicerces de azulejos, tijolos de pavimentos, etc. Sinal de um povoamento local antiquíssimo são as sepulturas abertas na rocha, as quais têm sido consideradas proto-cristãs, se não mais antigas. === Batalhas por aqui passadas === Pela sua situação em plena raia, sofreu esta freguesia, desde a Nacionalidade, e por várias vezes, toda a sorte de assaltos, cercos e devastações. E tornou a sofrer muito por ocasião da Guerra Peninsular. No termo da povoação, no sítio do Chão dos Mortos, desenrolou-se em 1811 a famosa batalha conhecida por Fontes de Onor entre Massena e o exército anglo-luso, “cobrindo as tropas literalmente esta freguesia e todas as circunvizinhas, tanto portuguesas como espanholas, na distância de léguas”, como disse o abade de Miragaia. Esta batalha, que devia antes chamar-se de Vilar Formoso e não de Fontes de Onor, apesar de ganha pelos defensores da independência nacional, valeu muitos prejuízos à freguesia, como já tinha acontecido com a devastação provocada em 1808 por Loison e por Massena que, para se vingar dos desastres de Junot e Soult, invadiu Portugal pelo Cimo Côa, e mais tarde, quando da retirada das linhas de Torres Vedras, saqueando, devastando e incendiando. Foi perto de Vilar Formoso, na localidade de Freineda, que Lorde Wellington estabeleceu o seu quartel general, centro das evoluções estratégicas de Riba- Côa. === A expansão da povoação === A zona é hoje conhecida pelo nome de “Estação” quase que ainda não existia quando em 1886 o abade de Miragaia fez a premonição do seu breve aparecimento: “Esta freguesia compreende apenas a aldeia de Vilar Formoso e agora tende a desenvolver-se em volta da sua estação, que é elegante e espaçosa, com todas as dependências próprias dela e da delegação da alfândega, um bom restaurante (...) e junto da estação também uma hospedaria, o que representa uma população importante, pulando de um momento para o outro”. Propriamente de Vilar Formoso diz aquele autor: “Prospera a olhos vistos desde que principiou a construção da linha férrea da Beira Alta (...) e mais deve prosperar agora, depois que se abriu à circulação em 23 de Maio último (1886) a continuação da mencionada linha até Salamanca, entroncando nas linhas férreas de Salamanca a Madrid e Paris (...). Está pois Vilar Formoso em óptimas condições de prosperidade”. Em 1896 a Rainha D. Amélia acompanhada de todo o seu séquito visita Vilar Formoso durante a viagem pela Linha da Beira Alta. Contudo, A nossa estação terá recebido em 3 de Agosto de 1882 a visita do rei D. Luís, da rainha D. Maria Pia e do príncipe D. Carlos. === Na rota de fuga dos judeus ao holocausto === Dada a sua neutralidade, Portugal teve, durante o conflito mundial um papel crucial, tendo-se tornado Lisboa, entre a queda de Paris e o fim da Guerra, o centro da Europa. Por aqui passaram milhares de pessoas na sua rota de fuga. Se Vilar Formoso foi a principal porta de entrada para quem, vindo da Europa, queria entrar em Portugal, Lisboa era o grande objetivo a alcançar. Com o visto na mão, os refugiados em fuga tinham 48 horas para atravessar a Espanha de Franco. Chegados a Vilar Formoso, na fronteira portuguesa, os refugiados eram questionados pela PVDE e recebiam instruções relativamente ao seu destino final. A maioria das pessoas eram encaminhadas para Residências Fixas em zonas balneares, estando no entanto impedidos de trabalhar e sem permissão para sair do perímetro da vila. E assim se passavam os dias num país neutro em tempo de Guerra, um país de brandos costumes pouco habituado a receber estrangeiros. Um período único na história recente de Portugal que contactou nesses meses de 1940 com o cosmopolitismo europeu de então. Hoje, passadas décadas do gesto de Sousa Mendes, os ecos da sua ação continuam a fazer-se ouvir. E é aqui mesmo em Montreal, Quebeque, onde se encontra a terceira comunidade mais importante de sobreviventes do Holocausto (30.000) que damos a conhecer através deste documentário a história fascinante da filha de um refugiado judeu salvo graças a um visto do Cônsul de Portugal em Bordéus. === O último vinténio do Século XX === A partir da década de 1980, esta vila sofreu um elevado crescimento a todos os níveis, beneficiando do facto de se situar numa zona fronteiriça e o escudo português ter desvalorizado face à peseta. As melhorias foram notórias. Assim como Lisboa e Porto são as melhores salas de visitas por via aérea e marítima, Vilar Formoso é a sala de visitas por excelência, tanto por via férrea como rodoviária. O fim do controle das fronteiras (fim das alfândegas) e a introdução do euro (extinção das empresas que trocavam as moedas, em Portugal e Espanha, quando a moeda passou a ser a mesma) lançaram esta localidade em decadência, tendo perdido toda a vitalidade de outrora. === Datas de relevo para a Freguesia === * 1811 — Batalha de Fuentes de Oñoro entre o exército anglo-luso e as tropas franco-espanholas, no contexto da Terceira Invasão Francesa * 1834 — Extinção do concelho de Castelo Bom, passando Vilar Formoso a estar integrado no concelho de Almeida. * 1859 — Inauguração da fronteira de automóveis em Vilar Formoso. * 1882 — Inauguração da Linha de Caminho de Ferro da Beira Alta. * 1886 — Inauguração da Linha de Caminho de Ferro entre Vilar Formoso e Salamanca. * 1939 — Inauguração do posto de informação turística do Secretariado de Propaganda Nacional na estação ferroviária * 1940 — Refugiados judeus com vistos de passaporte atribuídos por Sousa Mendes são acolhidos na estação ferroviária de Vilar Formoso. * 1940 — Instalação dos painéis de azulejo artístico na estação ferroviária, alusivos ao património e paisagens das várias regiões de Portugal. * 1943 — Inauguração da eletricidade em Vilar Formoso. * 1945 — Sua Majestade a Rainha Dona Amélia cruza a fronteira de Vilar Formoso para visitar Portugal, pela primeira vez, após o exílio. * 1961 — Inauguração das novas infra-estruturas aduaneiras pelo Presidente da República, Almirante Américo Tomaz. * 1965 — Inauguração do Externato Liceal de Vilar Formoso. * 1966 — Fundação do Sporting Clube de Vilar Formoso. * 1974 — Ocupação da Fronteira de Vilar Formoso pelas tropas do Movimento das Forças Armadas, na sequência do Golpe de Estado de 25 de Abril de 1974. * 1979 — Inicio da atividade do Núcleo da Cruz Vermelha. * 1984 — 1.º número do \"Boletim Vilar Formoso\", propriedade da Fábrica da Igreja Paroquial. * 1987 — Vilar Formoso é elevada à categoria oficial de vila. * 1987 — Inauguração do espaço dedicado à Locomotiva BA–101, pela ocasião do centenário das ligações ferroviárias do Sud-Express. * 1993 — Inauguração do edifício da Junta de Freguesia. * 1993 — Fim dos controlos aduaneiros na fronteira devido à entrada em vigor do Acordo de Schengen. * 1994 — Passagem do Externato Liceal de Vilar Formoso para ensino oficial do Estado, cessando o anterior e passando a designar-se de Escola Básica e Secundária de Vilar Formoso. * 1999 — Inauguração do Lar de Idosos da Vilar Formoso. * 2001 — l.ª Exposição Comercial Transfronteiriça \"Raia Seca\". * 2002 — Visita do Sr. Presidente da República, Dr. Jorge Sampaio- \"Presidência Aberta\". * 2002 — Início das emissões regulares da Rádio Fronteira 106.9 FM. * 2002 — Inauguração das novas instalações da Escola Básica e Secundária de Vilar Formoso. * 2004 — Inauguração do Monumento ao Emigrante e à Família, da autoria do artista escultórico Fernando Pedro. * 2004 — Alteração do nome de Largo da Estação para Largo Manuel Fernandes Monteiro e de Via Estruturante para Av. dos Combatentes da Guerra Colonial. * 2007 — Comemoração dos 125 anos da Linha da Beira Alta, esteve patente na Estação da C.P. de Vilar Formoso, uma exposição fotográfica e documental. * 2012 — O Lusitânia Comboio Hotel, ligando Lisboa-Santa Apolónia a Madrid Chamartín, passa a circular acoplado ao Sud Expresso passando pela fronteira de Vilar Formoso, permitindo a ligação ferroviária direta da vila à capital espanhola. * 2017 — Inauguração pelo Presidente da República, Marcelo Rebelo de Sousa, do museu \"Vilar Formoso, Fronteira da Paz- Memorial aos Refugiados e ao Cônsul Aristides de Sousa Mendes\", situado nos antigos armazéns de mercadorias da estação ferroviária * 2020 — Suspensão por tempo indeterminado da circulação do Sud Expresso e do Lusitânia Comboio Hotel devido à pandemia de COVID-19, que não voltaram a circular desde então * 2021 — Abertura da ligação entre as autoestradas A25 e A-62, desviando o tráfego transfronteiriço de Vilar Formoso e Fuentes de Oñoro == Geografia == A vila está implantada na Meseta Central, sendo esta a unidade mais antiga da Península Ibérica ocupa a maior parte da sua superfície. Tem origem no Maciço Hespérico e com aorogenia hercínica durante o Paleozoico. Este maciço foi aplanado pela erosão durante o Mesozoico transformando-o num pianoro ondulado que constitui a base da atual Meseta, posteriormente alterado durante o Cenozoico por causa da orogenia alpina e da erosão e sedimentação ocorrida durante o Quaternário. Durante o Cenozoico a orogenia alpina afetou o antigo Maciço Hespérico alterando os seus contornos, produzindo o Maciço Galaico, os Montes de Leão e osMontes Vascos e o enrugamento dos seus contornos como a Cordilheira Cantábrica, a norte, o Sistema Ibérico, a nordeste, e a falha da Sierra Morena a sul. Esta orogénese teve come consequência o choque entre a placa tectónica africana e a europeia, comprimindo no meio o resto do maciço hespérico, produzindo a fratura do zócalo que deu lugar aos Montes de Toledo e ao Sistema Central. Os restos do Maciço, tombaram para oeste sendo mais tarde submetidos a um processo de sedimentação que está mais presente no lado oriental Sul do Sistema Central , o nível planalto cai para valores em torno de 500-600 metros. em média, dividida pelo Montes de Toledo formando duas bacias hidrográficas, o rio Tejo e o rio Guadiana. Vilar Formoso é rodeado por vários maciços montanhosos, dos quais se destacam no território português a Serra da Estrela a Sudoeste, a Serra Marofa a Norte e a Sul a Serra da Malcata. Em território espanhol destacam-se as cordilheiras montanhosas da Serra da Peña de Francia e a Serra de Gata. Está inserido na Bacia Hidrográfica do Douro, distando a apenas 7 km do seu afluente Rio Côa, curso de água que marca aquela unidade de paisagem, num vale muito cavado com uma paisagem granítica, tipicamente beirã. Tem ainda a escassos quilómetros o Rio Águeda já em território espanhol, que também é um afluente do Rio Douro. === Clima === O clima é temperado mediterrânico continental, visto que no verão há uma curta estação seca. O mês mais quente é Julho, com temperatura média de 19,7 °C, e o mês mais frio é Janeiro, com média de 4 °C. O mês mais chuvoso é Dezembro, com pluviosidade média de 150,6 mm, e o mês mais seco é Agosto, com média de escassos 10,4 mm. A temperatura média anual é de 11,1 °C e a pluviosidade média anual é de 914,2 mm. Vilar Formoso situa-se numa das regiões mais frias de Portugal, experimentando algumas vezes por ano precipitações de neve. As temperaturas inferiores a -10°C ocorrem com alguma frequência, havendo inclusivamente registos históricos datados de Janeiro de 1829 que parecem indicar temperaturas inferiores a -20°C. == Património arquitetónico e arqueológico == === Sepulturas antropomórficas === * Caminho de Galhegos Localização: No limite leste da povoação a 20 metros do início do acesso TIR, em direção à Quinta do Prado. Descrição: Mistura de zona granítica com boas faixas de lameiros para pastagem. Sítio: Trata-se de três sepulturas, duas com configuração antropomórficas. A 300 metros para noroeste, existia uma pequena necrópole destruída pela construção do itinerário IP5. Classificação cronológico- cultural: Alta Idade Média. * Pedra Libreira Localização: A cerca de 300 metros para Oeste da Estação de Caminho de Galhegos, em pleno centro de Vilar Formoso. Descrição: Atualmente, próximo do pavilhão Multiusos, no topo da encosta, já em zona habitacional. Em parte algumas sepulturas foram destruídas devido ao local ter sido uma pedreira. O resto do terreno era um bom lameiro para pastagem situado junto ao caminho antigo caminho velho que, hoje se chama via estruturante. Sítio: Provável necrópole, trata-se de 4 sepulturas, duas delas com configuração antropomórfica. Três estão praticamente juntas, a outra no local que antigamente era uma pedreira. Classificação cronológico-cultural: Alta Idade Média. === Igreja Matriz de São João Baptista === A organização paroquial de Vilar Formoso é seguramente anterior ao século XIII, pois a sua igreja já é citada e taxada (15 libras) no arrolamento de 1320. A igreja matriz e a Capela da Senhora da Paz são obra dos Templários que D. Dinis substituiu pela Ordem de Cristo. Foi uma abadia da mitra e do papa, tendo o abade uma renda que rondava os 600 mil réis. Dava a terça e a dízima, mas ao contrário da maior parte das igrejas do bispado não dava cera, nem censória e mortalhas, nem procuração. Igreja de planta longitudinal composta por nave única de quatro tramos, capela-mor mais estreita e sacristias adossadas no flanco N., formando um volume de massas de volumes simples unificados pela mesma cobertura em telhado de duas águas assente sobre cornija. A fachada principal, voltada a O., é flanqueada pela torre campanário e remata em empena com cornija e beiral, apresentando cruz no vértice. Tem um só pano com o eixo marcado por portal em arco de volta perfeita e fresta retangular capialçada. Torre campanário de planta quadrangular, adossada à fachada principal. O alçado estrutura-se em dois registos divididos por cimalha de faixa lisa e cornija saliente e coroamento em coruchéu piramidal. Nos ângulos é rematada por pin culos e por g rgulas de canhão. O primeiro registo tem acesso por porta que mostra a inscrição \"ANNO DE 1740\" epigrafada no lintel reto; o segundo registo abre-se em quatro sineiras de edícula vazada. A cornija da fachada S. encurva-se em círculo para albergar um relógio. A fachada lateral S. divide-se em quatro panos entre contrafortes de esbarro escalonado, tendo, o primeiro parcialmente coberto pela torre, o segundo cego, o terceiro rasgado por porta em arco de volta perfeita, com acesso por um degrau, e o quarto apresenta janela retangular capialçada. Sobre o portal lateral, registo de azulejo com motivo hagiográfico. A capela-mor tem a lateral marcada por fresta do mesmo tipo das desta fachada. A testeira é cega, enquadrada por pilastras angulares. No volume da sacristia, duas janelas simétricas, retangulares de lintel reto e molduras lisas. A fachada lateral, a N., mostra três panos entre contrafortes de esbarro oblíquo, rasgado por portal em arco de volta perfeita. No volume das sacristias, acesso à mesma, por portal retilíneo. Janela rasga o volume da capela lateral na face virada a O.. INTERIOR protegido por guarda- vento e pavimento em granito polido. Divide-se em quatro tramos separados por arcos de diafragma de volta perfeita, cada um deles coberto por forro de madeira de duas guas, com travejamento à vista. Do lado do Evangelho, conserva duas portas e um arco de volta perfeita a enquadrar a capela do Senhor dos Passos, escavada na profundidade do paramento, ladeado por duas mísulas. Perfil interno do portal lateral em arco abatido. Porta de verga reta, mas com marcação do primitivo vão a pleno centro, de acesso à sacristia. No lado do Evangelho, mísulas com imagens de madeira e pia baptismal com taça hemisférica monolítica, sobre pequena coluna. A capela-mor, mais estreita, está separada da nave por arco triunfal em volta perfeita repousando sobre impostas salientes. Conserva a sua cobertura em teto de alfarje pintado, com motivos volutados e a parede testeira totalmente preenchida por retábulo de talha dourada. É iluminada por uma janela aberta do lado da Epístola e, do lado do Evangelho, tem acesso à sacristia, surgindo, sobre a porta, um Cristo crucificado. Retábulo com ampla tribuna com trono e baldaquino para a custódia, ladeado por dois painéis pintados, inscritos por colunas coríntias com o terço inferior revestido por acantos. Ático composto pelas arquivoltas que prolongam as colunas, unidas no sentido do raio, formando apainelados com rosetas. Inferiormente, sacrário, ladeado por colunas torsas e com São João Baptista em relevo, na porta, ladeado por dois painéis pintados. Lateralmente, painéis em ponta de diamante. No que respeita à sua cronologia, data do século XIII ou século XIV — data provável da edificação do imóvel, pelos Templários; 1321 — segundo o Catálogo de todas as igrejas, comendas e mosteiros que havia nos reinos de Portugal e Algarve pelos anos de 1320 e 1321, pertence ao Bispado de Ciudad Rodrigo ( CASTRO, 1902 e GOMES, 1981 ); 1403 — a paróquia é integrada no denominado \"Bispado Novo\" de Lamego, que incorporou as paróquias anteriormente sob a jurisdição da mitra de Ciudad Rodrigo; séc. XVI, 1.º quartel — cobertura da capela-mor com teto de alfarje; séc. XVIII — feitura do retábulo; 1740 — cronograma epigrafado no lintel da porta da torre campanário, indiciando uma intervenção; 1769 — a paróquia é integrada no Bispado de Pinhel; séc. XIX — feitura de várias imagens, sendo alterados os oragos dos retábulos da Igreja; 1882, 14 de setembro — com a extinção do Bispado de Pinhel, a paróquia é integrada no Bispado da Guarda; séc. XX, década de 1990 — obras de conservação geral. === Capela Nª. Senhora da Paz === Capela de planta longitudinal composta pelo corpo das naves e pela capela-mor mais estreita, com cobertura uniforme em telhado de duas águas assente diretamente sobre o paramento mural na zona da nave e sobre cornija de granito na zona da capela- mor. Alçados principal e laterais com embasamento cinzento. A fachada principal, voltada a O., tem remate em empena coroada por cruz latina de hastes em flor-de-lis, na cúspide, mostra portal em arco de volta perfeita aberto no eixo, ladeado por duas pequenas janelas quadradas, estas com molduras lisas em granito. No corpo da capela, a fachada lateral S. divide-se em quatro panos separados por contrafortes de esbarro escalonado, o segundo rasgado por portal em arco de volta perfeita e, no quarto pano, apresenta uma fresta retangular capialçada. Na zona da capela-mor, fresta semelhante à anterior. A fachada lateral N. também se divide em quatro panos separados por contrafortes de esbarro escalonado, todos eles cegos, havendo uma fresta na zona da capela-mor. Fachada tardoz cega, com pilastras com base e capitéis ligeiramente recortados, colocadas nos cunhais, mostrando faixa estreita de granito no embasamento. O INTERIOR é desnivelado, com acesso por um degrau. No corpo principal, dois pilares laterais criam três tramos, dando origem a um estreito corredor no lado do Evangelho, tendo, no topo, pequena capela. Separada da capela-mor por arco triunfal de volta perfeita. Na testeira desta, observa-se um arco ogival recortado, enquadrando a imagem do orago e o altar com fundo pintado a azul. Esta zona é iluminada por duas frestas laterais. A sua cronologia situa-se entre os séculos XIII e XVI, apesar de a tradição a considerar edificada pela Ordem do Templo (BIGOTTE, 1948), a documentação mostra-o como pertencendo ao mosteiro cisterciense de Santa Maria de Aguiar; séculos XVII e XVIII — reconstrução da capela medieval, mantendo a estrutura da nave e transformação da capela-mor; século XX — várias obras de conservação. === Capela do Santo Cristo da Cruz === A Capela do Santo Cristo da Cruz é uma capela de planta longitudinal composta por alpendre, nave e capela-mor ligeiramente mais estreita, com cobertura homogénea de três águas. Na capela-mor e na nave, o telhado assenta diretamente sobre o paramento mural e no alpendre sobre viga caiada. Formam massa de volumes simples e de expressão horizontalizante. Paredes rebocadas e caiadas, tendo os cunhais, em cantaria, perpianhos. Corpo da capela com fachada principal voltada a NE., de um só pano, de aparelho isódomo com as juntas pintadas de branco, onde se abre uma porta de lintel reto ladeada por duas frestas retangulares. As fachadas posterior e a lateral noroeste. são cegas. Na fachada lateral SE., abre-se uma fresta retangular com moldura de granito. O alpendre, de planta retangular, pavimentado com lajes, prolonga as fachadas da capela através de guardas de granito, suportando o telhado através de quatro colunas com embasamento paralelepipédico, base, fuste liso e capitéis jónicos. Internamente, o alpendre apresenta cobertura de forro de madeira com travejamento à vista. A articulação entre o alpendre e o interior da capela é nivelada, acedendo-se diretamente à nave única, cuja iluminação se faz através das duas frestas rasgadas na fachada e uma do lado do Evangelho. No que concerne à sua cronologia esta situa-se no século XVII — provável construção do imóvel; século XX — várias obras de conservação. === Capela de Santa Bárbara === A Capela de Santa Bárbara é uma capela de planta longitudinal composta por alpendre e corpo correspondente à nave, cobertos por telhado de três águas. No corpo, o telhado assenta diretamente sobre o paramento mural e no alpendre sobre viga caiada. Formam massa simples e de expressão horizontalizante. Fachadas principal e tardoz com remate em empena, com cruzes latinas no vértice. Os alçados laterais e tardoz são rebocados e pintados a branco, com os cunhais perpianhos. Fachada principal voltada a sudeste, de um só pano em cantaria com as juntas pintadas de branco, onde se abre um portal de lintel reto ladeado por duas frestas retangulares. Sobre o lintel da porta, apresenta uma cartela pintada com o cronograma \"8/9/1867\" e o monograma \"A.F.R.\". As fachadas posterior e lateral NE. são cegas, surgindo, na lateral SO., uma fresta retangular com o interior capialçado. O alpendre, de planta retangular, pavimentado com lajes de granito, prolonga as fachadas da capela através de guardas, suportando o telhado através de quatro colunas com base, fuste liso e capitéis toscanos. Internamente, o alpendre apresenta cobertura rebocada e pintada, com duas faixas marcando o centro e ligando-se aos ângulos. No interior do alpendre, abaixo das guardas, estão colocados bailéus em granito. A articulação entre o alpendre e o interior da capela é nivelada, acedendo-se diretamente à nave, cuja iluminação se faz através das duas frestas rasgadas na fachada e uma do lado do Evangelho. A sua cronologia será: século XVII — provável construção do imóvel; 1867, 8 de setembro — conclusão das obras, conforme data assinalada na cartela pintada acima da porta de entrada; século XX — obras várias de conservação. === Calvário === Conjunto constituído por sete cruzes de tipo latino e hastes lisas colocadas sobre bases paralelepipédicas de planta quadrada distribuídas em T por uma faixa longitudinal pavimentada com paralelos de granito. A cabeça do Calvário compôe-se de uma sequência de três cruzes com duas mais baixas, a enquadrarem a cruz central mais elevada. Esta cruz central, também do tipo latino, tem plinto com base saliente e moldura no topo, apresentando o dado com a face principal ornamentada com uma cabeça e uma cruz em haspa; as suas hastes são molduradas. As três cruzes que formam a haste maior são das mesmas dimensôes, assentes em plintos paralelepipédicos, com as hastes lisas. No que respeita à sua cronologia esta será: século XVIII — provável construção do conjunto; século XX — várias obras de conservação. === Estação Ferroviária === A estação de Vilar Formoso é um centro fronteiriço de operações ferroviárias, sendo considerada a principal ligação internacional ferroviária no país, facilitando o acesso à Europa transpirenaica. Vilar Formoso desempenhou um papel crucial em 1940 na operação de apoio aos refugiados recipientes de vistos emitidos por Aristides Sousa Mendes, cônsul de Portugal em Bordéus, que por esta fronteira entraram em Portugal; uma lápide na estação ferroviária evoca o ocorrido. ==== Locomotiva BA–101 ==== A locomotiva BA–101, é possivelmente um dos ex-libris da vila, estando representada no brasão de armas de Vilar Formoso, é uma locomotiva do seu modelo preservada única no mundo. Trata-se de uma locomotiva da Série 801 a 803 da CP, originalmente classificada como Série BA101 a 103. Vilar Formoso está intimamente ligada no seu desenvolvimento como núcleo urbano à Linha da Beira Alta, em torno da qual se fixaram quadros, trabalhadores, atividades comerciais e mercantis. Vilar Formoso guarda em si um dos exemplares das locomotivas que transportaram esses fugidos mas também emigrantes e gente anónima: a BA 101, melhor, Beira Alta 101, atualmente resguardada num “palco” junto à fronteira,a terrestre e ferroviária. A BA 101 é uma locomotiva a vapor “Twelve Wheelel” de quatro cilindros. Segundo reza a legenda é o “último exemplar de uma série de três máquinas, foi adquirida nova com outras duas idênticas, em 1932 pela então Companhia dos Caminhos de Ferro Portugueses da Beira Alta, à casa Henschel, de Cassel (Alemanha), sendo um dos últimos desenhos de autoria do engenheiro Georg Heise. Prestou diversos serviços rápidos, com destaque para o “Sudexpress” (Lisboa-Hendaye) até a tração Diesel substituir a partir de 1963 definitivamente o vapor no troço “Guarda-Vilar Formoso”, da Linha da Beira Alta. Renumerada a partir de 1947, como as restantes, na série 801-803 da CP, prestaria ainda serviços de passageiros e de mercadorias entre o Entroncamento e Gaia (antes da eletrificação) e nas linhas do Minho e Douro designadamente Porto/Barca d’Alva (fronteira). == Entidades de Carácter Social e Associativo == Vilar Formoso possui inúmeras associações recreativas neste caso as penhas. As afamadas “Penhas” de Vilar Formoso são um fenómeno importado da vizinha Espanha que nos últimos anos proliferou na região raiana. As “Penhas” consistem em grupos de amigos ou clãs que se unem com o objetivo de dar o seu cunho pessoal ao conceito de confraternização das festas. Cada uma das “Penhas” ou Clã tem uma indumentária apropriada, estatutos que os regem e uma sede própria. As “Penhas” dinamizam entre outras, as Festas em louvor de Nossa Senhora da Paz, que decorrem, geralmente na segunda e terceira semanas de agosto, sendo um dos maiores eventos festivos e religiosos da freguesia fronteiriça. Esta festividade é rica em tradições, das quais se destacam as touradas noturnas e o desfile das “Penhas”. Em 2010, as festas em honra de Nossa Senhora da Paz contaram com a participação de mais de duas dezenas de “Penhas”, nomeadamente: Cepa Torta, Krika, Barriguinhas, Borracha, Carroça, Grau, Irak-Unita, Anarkia, Passagem, Povo, Os Enigmas, Pressão, Arrebola Kaixotes, Raianas, Pausa, Mangueira, Tribu, Lusitana, Moral, Colete Encarnado, Contrabandistas, Lenço Encarnado e Repúblika. A nível desportivo a vila tem um clube de futebol, o Sporting Clube Vilar Formoso. O clube foi fundado em 1966, é filial do Sporting Clube de Portugal com o Nº 55, joga os seus jogos caseiros no Estádio José Júlio Balcão. Disputa a 1ª divisão distrital da Associação de Futebol da Guarda. Possui ainda um Clube Caça e Pesca, que tem sobre a sua alçada um vasto espaço cinegético, com grande variedade de caça. É de salientar outros grupos e associações de carácter recreativo: * Grupo Coral Polifónico de Vilar Formoso * Grupo de Cordas de Vilar Formoso * Moto Clube Ases da Raia * \"Las Rayas\" Circuito Taurino Rui Bento Vasques * Centro de Assistência Social e Infantil de Vilar Formoso * Centro de Acolhimento e Integração Social de Vilar Formoso * Associação de Pais e Encarregados de Educação de Agrupamentos de Escolas de Vilar Formoso * Associação Juvenil Cultural, Social e Desportiva do Grupo de Cordas de Vilar Formoso * Associação para o Desenvolvimento Integrado de Riba Côa * Centro de Animação Cultural de Vilar Formoso * Raia Radical — Associação Desportiva de Vilar Formoso * Cruz Vermelha Portuguesa — Delegação de Vilar Formoso == Infra-estruturas e acessibilidades == A vila dispõe de um vasto conjunto de infra-estruturas e acessibilidades o que a torna num centro nevrálgico do concelho de Almeida. Grande parte das infra-estruturas que possui são obra recente fruto do financiamento de fundos comunitários, cujos empreendimentos foram realizados a cargo da autarquia municipal e local. === Infra-estruturas === *Complexo industrial de Vilar Formoso * Terminal TIR. * Terminal rodoviário. * Estádio José Júlio Balcão (campo relvado sintético com uma estrela da FIFA). * Pavilhão Gimnodesportivo do Sporting Clube Vilar Formoso. * Piscinas Municipais de Vilar Formoso. * Pavilhão Multiusos de Vilar Formoso. * Espaço Internet de Vilar Formoso. * Parque Infantil de Vilar Formoso. * Espaço cidadão. * CEDET — Centro de Desenvolvimento Transfronteiriço — Edifício da Alfândega de Vilar Formoso. === Acessibilidades === ==== Rodovia ==== A vila é servida por: * A25 — Liga a Vilar Formoso a Aveiro. * IP5 — Liga o nó da A25 ao centro de Vilar Formoso. * EN16 — Liga Vilar Formoso a Aveiro e serve de alternativa à auto-estrada A25. * EN332 — Liga Vila Nova de Foz Côa–Figueira de Castelo Rodrigo–Almeida–Vilar Formoso–Sabugal–Penamacor–Idanha-a-Nova. * A62 (auto-estrada de Castilla)–Fontes de Onor–Cidade Rodrigo–Salamanca–Valladolid–Palencia–Burgos. * N620 — Serve de alternativa à auto-estrada A62. Dispõe de agência de venda de bilhetes para serviço de expressos internacionais rodoviários com ligações regulares para vários destinos europeus. Dispondo ainda de ligações diárias para Lisboa via rodoviária. Distâncias via rodoviária: * Lisboa — 350 km * Porto — 231 km * Coimbra — 200 km * Madrid (Espanha)- 329 km * Guarda — 43 km * Almeida — 15 km * Salamanca (Espanha) — 118 km * Ciudad_Rodrigo (Espanha) — 30 km * Hendaye (França) — 589 km * Faro — 591 km ==== Ferrovia ==== A vila é servida pela Linha da Beira Alta, trata-se da linha ferroviária internacional que liga o entroncamento ferroviário da Pampilhosa (Linha do Norte), perto de Coimbra, à fronteira com Espanha, em Vilar Formoso, com percurso paralelo ao eixo do rio Mondego; inaugurada em 3 de Agosto de 1821 , é a principal ligação ferroviária de Portugal com a Europa. A estação de Vilar Formoso, para além de dispor de varias plataformas para a receção de comboios de mercadorias, dispõe também de serviço de passageiros: * Regional — com ligação a Lisboa através de intercidades a partir da Guarda. * Sud Expresso — destino a Hendaia e ligação a Paris e Londres pelo TGV Atlantique. * Lusitânia Comboio Hotel — destino a Madrid, Gare de Chamartín. Recentemente Vilar Formoso e a Linha da Beira Alta foram contemplados num projeto de elevada importância económica no ramo das Exportações/Importações via ferroviária. O Corredor Atlântico, originalmente denominado como Corredor de Mercadorias, é constituído por troços da infraestrutura ferroviária existente e planeada entre Sines, Setúbal, Lisboa, Aveiro e Leixões; Algeciras, Madrid e Bilbao; Bordéus, Paris, Le Havre e Metz, transpondo as fronteiras em Vilar Formoso e Fontes de Onor, Elvas, Badajoz, Irun e Hendaye. Está também prevista a extensão do Corredor Atlântico até à Alemanha através de dois itinerários, um até Mannheim e outro pela fronteira franco-alemã em Strasbourg. A extensão até à Alemanha deverá estar operacional até Novembro de 2016. A missão do Corredor Atlântico assenta, num primeiro plano, na rentabilização da infraestrutura ferroviária existente, sem investimento adicional, através de uma gestão centralizada da atribuição de capacidade, da gestão de tráfego e do relacionamento com os clientes. Complementarmente, o Corredor Atlântico assume-se também como plataforma privilegiada para a coordenação dos investimentos na infraestrutura ferroviária em Portugal, Espanha e França, no sentido de serem ultrapassadas barreiras técnicas e operacionais, promovendo a interoperabilidade e, consequentemente, fomentando uma maior competitividade do transporte ferroviário de mercadorias. == Economia == Em termos de estrutura económica pode dizer-se que o Concelho de Almeida é predominantemente rural. A atividade agrícola, por vezes complementada por pequenas explorações agro-pecuárias, desenvolve-se em áreas de pequena dimensão dispersas por todo o Concelho, e assume um carácter predominantemente familiar. É uma atividade importante do ponto de vista da subsistência de um número significativo de famílias deste Concelho, mas que dadas as suas características, aliadas a fatores de ordem económica e social, apresenta baixos níveis de produtividade. O setor secundário caracteriza-se pela existência de algumas pequenas e médias unidades industriais, sendo a sua exploração assegurada na maioria dos casos por uma organização familiar ou através da contratação de um número reduzido de empregados. As indústrias da alimentação, da madeira e de transformação de mármores e granitos são as mais representativas, embora de um modo geral este setor se caracterize por baixas produtividades e ocupe apenas cerca de 5% da população ativa do concelho. A estrutura do setor industrial tem-se alterado significativamente, através da dinamização do parque industrial de Vilar Formoso, infra-estrutura constituída por 31 lotes. O setor terciário assume alguma expressão nas freguesias de Almeida de Vilar Formoso: Almeida, pelo facto de aí se encontrarem sediados os serviços administrativos inerentes a uma sede de concelho, algumas agências bancárias, escritórios de advogados e de contabilidade bem como algum comércio tradicional e pequenas unidades hoteleiras; Vilar Formoso, pela dinâmica que lhe assiste enquanto principal fronteira terrestre, apresenta um número significativo de agências bancárias, unidades hoteleiras e estabelecimentos comerciais. Os serviços considerados de natureza social adquirem também já alguma relevância nas duas vilas e em várias aldeias, através do trabalho desenvolvido pelas instituições de solidariedade social aí existentes, nas áreas de apoio e acolhimento de idosos e também de apoio à 1ª infância. === Comércio === Vilar Formoso trata-se de uma vila muito ligada ao comércio de venda a retalho, pelo que dispõe várias lojas de venda de atoalhados essenciamente, bem como comércio que se dedica a outras vendas retalhistas. Dispõe ainda do supermercado Intermarché, sendo ainda beneficiado pela comércio da sua vila vizinha de Fontes de Onor. É de salientar que no 1º Sábado de cada mês se realiza a Feira mensal na Avenida dos Combatentes da Guerra Colonial, onde se congregam um grande número de feirantes. Considerada assim uma das maiores feiras mensais regulares do país, possuindo mais 500 lotes para feirantes. == Educação == Em Vilar Formoso existe, à disposição da população, ensino básico dos 1º, 2º e 3º ciclos e secundário, e ainda cursos de ensino profissional. A Escola do Ensino Básico do 1º, 2º e 3º ciclos e Secundária de Vilar Formoso, tem à sua disposição modernas instalações inauguradas em 2002 pelo então Primeiro-Ministro António Guterres. Encerrando-se assim as instalações onde funcionara o antigo Externato Liceal de Vilar Formoso. Atualmente como grande parte das escolas no Interior do país, tem vindo a perder alunos devido à desertificação, outrora a instituição que antecedeu à Escola, o Externato Liceal chegara a ter perto de 700 alunos oriundos de várias partes do concelho de Almeida. A Escola do Ensino Básico do 1º, 2º e 3º ciclos e Secundária de Vilar Formoso integra o mega Agrupamento de Escolas de Almeida, que resultou da fusão dos dois agrupamentos de escolas com a reforma do parque escolar empreendida pelo XIX Governo Constitucional. No ensino pré-escolar, a vila possui Jardim de Infância em regime semi-privado que é tutelado pela mesma entidade que era detentora do antigo Externato Liceal. Estima-se que possua capacidade para cerca de 130 crianças. == Entidades prestadoras de serviços públicos, segurança e socorro == === Serviços públicos === Vilar Formoso ainda dispões de inúmeras entidades prestadoras de serviços tais como: * Balcão de atendimento da Segurança Social. * Autoridade Tributária e Aduaneira. * Serviço de Estrageiros e Fronteiras — Atendimento para emissão de passaporte. * Extensão de Saúde de Vilar Formoso — Dispõe de enfermagem e 3 médicos de medicina geral e familiar. * Espaço cidadão. * Estação de Correios (CTT). * Rádio Fronteira — Emissões regulares e boletins informativos. === Segurança === * Destacamento da Guarda Nacional Republicana — Possui vária unidades especializadas (Unidade Fiscal, Núcleo de Investigação Criminal e SEPNA). *Serviço de Estrangeiros e Fronteiras. * Polícia de Segurança Pública. * Piquete da Polícia Judiciária. === Prestação de socorro === A prestação de socorro à população em Vilar Formoso e arredores é levado a cabo por duas entidades a Cruz Vermelha Portuguesa — Delegação de Vilar Formoso e pelos Bombeiros Voluntários de Almeida. Estas duas entidades prestam todo o tipo de socorro em vários tipos de incidentes, possuindo equipas de emergência altamente capacitadas e com modernos meios à sua disposição. Destaca-se a Cruz Vermelha Portuguesa que tem uma papel não só a nível de socorro muito ativo, mas também a nível social. Esta distribui vários víveres à população mais carenciada e presta cuidados de enfermagem à população idosa de todo o concelho. A Cruz Vermelha de Vilar Formoso, dispõe de tripulantes de emergência pré-hospitalar e socorro optimamente preparados, possuindo os melhores meios existentes para prestarem auxílio à população local e a toda a população que se encontra ao seu alcance. A delegação possui posto de socorros e corpo de enfermagem, onde se realizam todo o tipo de assistência ao seu alcance. == Ligações externas == * * \"Visita Guiada — Vilar Formoso Fronteira da Paz — Memorial aos Refugiados e ao Cônsul Aristides de Sousa Mendes\", episódio 8, 14 de maio de 2018, temporada 8, programa de Paula Moura Pinheiro, na RTP Categoria:Freguesias de Almeida Categoria:Vilas de Portugal Categoria:Freguesias fronteiriças de Portugal",
 "title": "Vilar Formoso"
}