{
 "id": "55983",
 "text": "Hermes foi um vaivém espacial (ônibus espacial em português brasileiro) proposto e desenhado pela Centre National d'Études Spatiales e mais tarde pela Agência Espacial Europeia. O projecto iniciou-se em Novembro de 1987, com conclusão prevista para 1995, tendo sido interrompido em 1993 após os custos envolvidos e panorama político actual deixarem de justificar o projecto. Nenhuma unidade foi construída. == Configuração == O Hermes foi concebido para ser lançado com um foguetão (foguete em português brasileiro) Ariane 5 e seria separado em duas partes. De forma cónica, anexada, o Módulo de Recurso (Resource Module) seria descartado antes da reentrada. Apenas a nave iria executar a reentrada na atmosfera e aterrissar. Na configuração inicial, prévia ao cancelamento do projeto, o Hermes iria transportar três passageiros e 3 000 kg de carga pressurizada. O peso total no lançamento seria de 21 000 kg, que é considerado o limite do Ariane 5. == Desenvolvimento == Para assegurar autonomia no acesso ao espaço, em meados dos anos 1980 a agência espacial francesa CNES empenhou-se na construção de um vaivém espacial semelhante aos da Rússia e EUA. A Agência Espacial Europeia iniciou o projecto oficialmente, designado Hermes, em Novembro de 1987. O Hermes era destinado a servir uma pequena estação espacial, Columbus (ISS), construída pelas agências espaciais alemã e italiana, com a inauguração a 1998. O projecto Hermes estava dividido em duas fases: === Fase 1: Estudo e pré-concepção. === Esta fase estaria agendada para 1990. Inicialmente o requisito era a capacidade de transporte de 6 passageiros e 4 550 kg de carga, mas após o desastre do Challenger sentiu-se a necessidade de adicionar um suporte a ejecção para dar alguma oportunidade de sobrevivência aos astronautas em caso de catástrofe. Respectivamente, os seis lugares estariam dotados reduzidos a apenas três, com este suporte, em detrimento duma cápsula, o que permitiria uma opção de escape a altitudes acima dos 28 km. A capacidade de carga estaria então reduzida a 3 000 kg. Porém, o Hermes não estaria apto para colocar objectos em órbita uma vez que o portão do compartimento de carga não poderia ser aberto; de novo, esta opção foi abandonada devido ao impacto no peso do veículo. Embora o Hermes tenha sido considerado como um veículo inteiramente reutilizável (até 30 reentradas sucessivas, e sem manutenção específica), foram detectados problemas em alinhar a capacidade do foguetão Ariane 5 com o design do Hermes, o que iria forçar o descarte da sua traseira, o Módulo de Recurso, antes da reentrada. Neste caso, teria que ser anexado um novo módulo de recurso para que o veículo pudesse ser reutilizado. Esta fase não foi completada até 1991, altura em que o clima político em volta deste projecto estaria já substancialmente alterado. A Cortina de Ferro tinha sido montada e a Guerra Fria estava no seu fim. Como resultado, a ESA decidiu entrar num longo ano de reflexão para examinar a viabilidade e necessidade de um vaivém e de uma estação espacial europeia, ou se os parceiros ainda estavam disponíveis para partilhar os custos e produção. Oficialmente, a fase 1 estava completa no final de 1992, um ano após a reflexão. === Fase 2: Concepção final, construção, e início de operações. === Esta fase nunca foi iniciada devidamente, dado que a ESA e a Agência Espacial e de Aviação Russa (RKA) acordaram em cooperar em futuros foguetões e num substituto à estação espacial MIR. Preocupações económicas impediram que a RKA participasse em programas de foguetões futuros, embora nesta altura a maioria dos requisitos de transporte de tripulação da ESA estivessem reorientados para um sistema de cápsula (em oposição ao sistema inicial), que eram o que os designs conjuntos, russos e europeus, pediam. Quando a Rússia e a ESA se uniram com a NASA no projecto da Estação Espacial Internacional, a necessidade imediata de um veículo de transporte de tripulação europeu desapareceu, dado que ambos parceiros já dispunham dessas infrastruturas e não havia necessidade de aumentá-las. Consequentemente, a ESA decide abandonar o projecto Hermes sem construir nenhum protótipo. == Parceiros == As companhias envolvidas no projecto Hermes eram a Aerospatiale e Dassault, ambas francesas. A Arianespace construiu o foguetão Ariane 5 e era considerada uma forte candidata à gestão da infrastrutura do Hermes. No entanto, nenhum contrato foi assinado. == Futuro == Um projeto em fase de desenvolvimento, o Space Rider, está sendo planejado pela ESA.ESA's reusable Space Rider capsule would carry equipment to orbit and back. Michael Irving, New Atlas. 6 de junho de 2019.Space Rider: Europe's reusable space transport system. Space Daily. 6 de junho de 2019. Hermes (vaivém) Categoria:Ônibus espaciais",
 "title": "Hermes (vaivém)"
}