{
 "id": "56039",
 "text": "Katsbarnea é uma banda brasileira de rock cristão, formada na cidade de São Paulo em janeiro de 1988, tendo mais de trinta anos de atividade. O auge de seu sucesso se deu no final da década de 1990 e no início da década de 2000, ao lado de outros grupos musicais do segmento que se destacavam na época como Oficina G3, Catedral, Fruto Sagrado e Resgate. Fundada por Brother Simion juntamente com vários outros músicos, o grupo já vendeu mais de meio milhão de cópias no Brasil. Em 1990 a banda venceu o FICO - Festival Interno do Colégio Objetivo, com a música \"Extra, Extra\". A banda já passou por duas fases, sendo a primeira iniciada desde a gravação de O Som que Te Faz Girar, ao qual se destacou a canção \"Extra\", até hoje o maior hit da banda. Com uma mudança constante de integrantes, a banda lançou dois trabalhos de grande repercussão com o vocalista e cantor Brother Simion como líder conceitual, Cristo ou Barrabás de 1993 e Armagedom de 1995, sendo notável no último o rock experimental e considerado o melhor trabalho do Katsbarnea. Simion já possuía uma carreira solo estável e após o lançamento do aclamado Asas em 1998, decidiu encerrar a banda. Porém, outros membros fundadores decidiram retomar as atividades do grupo. Com a volta de Paulinho Makuko e Marcelo Gasperini e a presença de Déio Tambasco e Jadão, integrantes de longo tempo na banda, o Katsbarnea gravou o seu trabalho mais bem sucedido comercialmente, Acústico - A Revolução está de volta, contando com regravações de Simion. Após isso, a banda ficou durante três anos sem gravar um novo disco, quando lançou Profecia, unindo o rock com a música erudita. Entretanto, o repertório conteve apenas regravações e canções da carreira solo de Brother Simion. A partir daí, o Katsbarnea entrou em crise, e a saída de Déio Tambasco, Jadão e Makuko fez com que o conjunto não lançasse nenhum material inédito. Após doze anos sem um disco inédito, o renascimento do Katsbarnea veio em 2007 com a gravação de A Tinta de Deus, que contou com a volta de Tambasco, Gasperini e Makuko na formação. A obra recebeu elogios da crítica especializada e em comemoração dos vinte anos do grupo, foi gravado o DVD Katsbarnea - Ao Vivo. Entretanto, o grupo continuou a sofrer uma mudança constante de integrantes. Apenas com Paulinho Makuko da formação original, o grupo lançou o single \"Nasceu um Novo Dia\" em 2012, como prévia do álbum Eis que Estou à Porta e Bato lançado em 2013, que recebeu críticas mistas, maior parte negativas. == História == A banda surgiu em São Paulo, no fim da década de 1980, numa época em que outras bandas de rock cristão como Oficina G3, e Resgate surgiam no meio cristão. Os integrantes fundadores do conjunto foram Brother Simion e Tchu Salomão. O primeiro trabalho lançado pelo grupo foi O Som que Te Faz Girar, lançado em 1988 em fita cassete. O segundo álbum da banda, Katsbarnea, foi gravado originalmente com uma nova masterização diferente da primeira cassette demo, nos estúdios Transamérica, em São Paulo, de junho a setembro de 1989, e foi lançado em LP e K7. A produção musical foi responsabilidade de Mauricio Domene e a produção executiva foi dos estúdios New Voice, representado por Domingos Orlando (o Mingo, ex-integrante do grupo Os Incríveis). Na época, a banda contava com 10 integrantes fixos — Brother Simion na guitarra e no vocal; André Mira na guitarra; Tchu Salomão no baixo; Mauricio Domene no teclado; Paulinho Makuko na percussão e no vocal; Marcelo Gasperini na bateria; Alessandra Orlando, Cláudia Bastos e Sandra Simões no vocal de apoio; e Marquinhos no saxofone — e ainda dois músicos eventuais: Hilquias no saxofone tenor, e Marcio Domene no trompete. Em 1992 foi lançado Cristo ou Barrabás?, produzido por Rick Bonadio. Ainda em 1991, a formação mudou drasticamente. Saíram todas os vocais de apoio e os músicos Tchu Salomão e Marcelo Gasperini. No lugar de Tchu Salomão no baixo, entrou Jader Jadão Junqueira no baixo, e Fuca entrou na vaga que era de Marcelo Gasperini, na bateria. Posteriormente, em 1993, foi a vez de Paulinho Makuko, deixar a banda. O guitarrista Tomati atualmente no Sexteto do Jô Soares, assumiu o posto de guitarrista da banda entre os anos de 1992 e 1993, sendo em seguida substituído por Silas Fernandes que depois foi substituído por Mauro Albert. Em 1995, houve a entrada de Déio Tambasco como guitarrista da banda e o grupo lançou Armagedom, produzido pelo produtor Paulo Anhaia, que havia trabalhado com outras bandas como Resgate e Oficina G3. Quatro anos depois, em 1999 Brother Simion deixou a banda, declarando que estava encerrada. Porém, os demais integrantes convidaram Paulinho Makuko a retornar ao conjunto como vocalista, e junto com ele voltou Marcelo Gasperini também. Os demais permaneceram na banda. No ano 2000 a banda lançou com o disco Acústico - A Revolução está de volta, gravado ao vivo no DirecTV Music Hall, em 24 de Abril de 2000, em São Paulo. O trabalho, registrado em CD e VHS rendeu uma turnê de aproximadamente dois anos, levando a banda a excursionar novamente por todo Brasil e em cidades da Bolívia, Argentina, Uruguai, Inglaterra, Polônia, Canada, Estados Unidos e Israel. Com o fim da turnê, Déio Tambasco cedeu a vaga de guitarrista ao músico Harley Silva, a fim de se dedicar também à carreira solo. Em 2002, a banda lançou o trabalho Profecia. Essa foi uma releitura de seus sucessos, porém com uma nova sonoridade, fundindo o rock com a música clássica. O disco recebeu críticas negativas. Sua turnê, Ácidas Estrelas durou até 2004, e depois de a terem concluído, Paulinho Makuko saiu da banda. Após isso, Jadão e Harley Silva também saíram, depois dissoa banda passou por diversas formações e participações, depois de um período, a banda entrou em hiato. Em 2006 o Resgate regravou em seu trabalho Até eu Envelhecer a canção \"Apocalipse Now\", original do álbum Katsbarnea. Após doze anos sem gravar um disco inédito, em 2007 a banda lançou o álbum de estúdio A Tinta de Deus. Em 2008 a banda gravou o primeiro DVD da carreira, intitulado Katsbarnea - Ao Vivo. O disco foi gravado em Salvador, e trouxe regravações de sucessos. Em 2012 o grupo lança o single \"Nasceu um Novo Dia\" (Chuva de Bençãos), o qual foi disponibilizado para venda no iTunes. Em 2013, a banda lança de forma independente o álbum Eis que Estou à Porta e Bato, com oito músicas inéditas e duas regravações do álbum 12 de Paulinho Makuko. ==Integrantes== *Paulinho Makuko – vocal, guitarra base, violão, bateria, percussão (1988–1993; 1999–2003; 2004–atualmente) *Jeff Fingers – guitarra, violão, percussão (2012–atualmente) *Moisés Brandão – baixo (2010–atualmente) *Marrash Bastos – bateria (2011–atualmente) ===Ex-integrantes=== *Brother Simion – vocal, guitarra, violão, harmônica, piano, teclado (1988–1998) *Tchu Salomão – vocal, baixo (1988–1990) *Sandra Simões – vocal de apoio (1988–1991) *Patrícia – teclado (1988–1990) *Fábio – bateria (1988–1989) *Marquinhos – saxofone (1989–1991) *Alessandra Orlando – vocal de apoio (1988–1991) *Cláudia Bastos – vocal de apoio (1988–1991) *André Mira – guitarra (1988–1992) *Marcelo Gasperini – bateria (1989–1991; 1999–2005; 2006- 2010) *Maurício Domene – teclado (1989–1990) *Leonardo Lima - teclado (2005) *Hilquias Alves – Sax Tenor (1989–1990) *Marcio Domene – trompete (1989-1990) *Jadão Junqueira – baixo (1990–2005) *Mauricio Caruso - guitarra (1991-1993) *Carlos Tomati - guitarra (1992-1993) *Silas Fernandes - guitarra (1993-1994) *Mauro Albert - guitarra (1994-1995) *Déio Tambasco – guitarra (1995–1997-1999–2001; 2006–2010) *Flávio Benez – bateria (1995–1996) *Roque Delgomez - bateria (2005) *Giovani Bon – teclado (1995–1996) *Ciça Wurfel – teclado (1996–1998) *Alex Conti – bateria (1997–1999) *Harley Silva – guitarra (2001–2003) *Marcio Foffu - trombonista (1990 a 1992) ==Discografia== ;Álbuns de estúdio *1988: O Som que Te Faz Girar *1990: Katsbarnea *1993: Cristo ou Barrabás *1995: Armagedom *2002: Profecia *2007: A Tinta de Deus *2013: Eis que Estou à Porta e Bato ;Álbuns ao vivo *2000: Acústico - A Revolução está de volta *2008: Katsbarnea - Ao Vivo *2017: A Carne e o Sangue 30 Anos ;Compilações *1998: 10 Anos ;Singles *2012: \"Nasceu um Novo Dia\" ==Videografia== *2000: Acústico - A Revolução está de volta *2008: Katsbarnea - Ao Vivo ==Ver também== *Resgate *Oficina G3 ==Ligações externas== *Site oficial do Katsbarnea *Katsbarnea no Facebook *Katsbarnea no Twitter *Paulinho Makuko no Facebook Categoria:Bandas de rock cristão Categoria:Bandas formadas em 1988 Categoria:Grupos musicais cristãos Categoria:Bandas da cidade de São Paulo‎",
 "title": "Katsbarnea"
}