{
 "id": "56041",
 "text": "miniaturadaimagem|direita|alt=Regiões onde o idioma mongol é oficial: Mongólia, Mongólia Interior (China) e Xinjiang (China).|Regiões onde o idioma mongol é oficial: Mongólia, Mongólia Interior (China) e Xinjiang (China). A cultura da Mongólia é bastante homogénea, havendo poucas diferenças no seio da população. O país tem o seu próprio grupo étnico, que compreende 85% da população do país, a língua oficial, o mongol é falada por 90% das pessoas e 10% da população é budista. A população da Mongólia ronda os 2,6 milhões de pessoas, 65% dos quais entre os 16 e os 64 anos de idade, apenas 4% da população acima dos 64. O vírus da SIDA não tem uma presença significativa, com apenas 100 pessoas contaminadas em todo o país. Cada mulher tem 2 a 3 filhos, havendo uma com uma taxa de mortalidade infantil de 6%, a população tem crescido mas tem uma baixa esperança média de vida, apenas 63 anos. A principal festividade é o Dia da Revolução, conhecido como Naadam, que celebra a data da independência da Mongólia da China, a 11 de Julho. Não se considerando o facto de a Mongólia ter passado a ser parte da União Soviética. A dieta da população depende da região do país considerada e consiste sobretudo em carne, sendo os vegetais uma novidade na dieta mongol. Uma das especialidades são pasteis de massa de farinha de trigo rechados com carne; os pasteis fritos são os khuushuur, os \"bansh\" são cozidos em água e sal e os \"buuz\" são cozidos a vapor. Os mongois preparam carne seca, a que chamam \"borts\" e que usam em muitas preparações culinárias. No sul, consome-se cordeiro e muitos produtos derivados do camelo. Nas montanhas, a carne bovina ou de iaque é muito mais comum. Na capital, Ulaanbaatar, existe uma vasta variedade de comida disponível, a maior parte desta importada. A manteiga de leite de Iaque as paçocas é bastante importante para os mongóis, quer como combustível para as lâmpadas, quer como alimento. No passado, como era praticamente a única fonte de combustível, as escolas eram por vezes obrigadas a optar entre ter comida para os trabalhadores e alunos, ou iluminação para se poder ler e estudar. Acima de tudo, não há figura mais venerada na cultura popular mongol do que Genghis Khan, o fundador do Império Mongol no século XIII. Seu local de nascimento, seus possíveis locais de sepultamento, supostas relíquias pertencentes ao antigo conquistador mongol são celebrados em procissões e feriados nacionais e considerados sagrados - num ponto onde cultura e religião começam a se fundir. == Ver também == * Catolicismo Romano na Mongólia",
 "title": "Cultura da Mongólia"
}