{
 "id": "5608",
 "text": "250px|thumb|right Ewa é um distrito da República de Nauru, localizado no norte da ilha. Tem uma área de 1,2 km² e uma população de 300 habitantes. ==Geografia== Abrange uma área de 1,2 km² e tem uma população de 300. Ewa faz parte do Anetan (constituência). O ponto mais ao norte de Nauru fica no distrito de Ewa. ==Edifícios e estruturas == *Kayser College - Uma escola K-10. Nomeada em homenagem ao missionário alemão Alois Kayser, que viveu na ilha por quarenta anos. *Capelle & Partner - uma loja de departamentos que é o maior negócio em Nauru. *Um campo de Futebol australiano fica a leste de Capelle & Partner; é um pedaço nu de coral. ==Educação== As escolas primárias e secundárias que servem toda a Nauru são Yaren Primary School no Yaren (distrito) (1-3 anos), Escola primária de Nauru no Meneng (distrito) (4-6 anos), Nauru College no Denigomodu (distrito) (7-9 anos) e Escola secundária de Nauru (10-12 anos).Documento pela.\" OHCHR. Consultado em 8 de julho de 2018. \"O sistema de educação é 10 escolas, existem Escolas Infantis Distritais[...]e finalmente a Escola secundária de Nauru (10-12 anos) onde a escolaridade obrigatória termina no 12º ano.[...]\" Existe uma escola católica privada,\"Relatório de pesquisa atitudinal sobre a entrega de educação sobre HIV e saúde sexual e reprodutiva em ambientes escolares em Nauru HIV e educação em saúde sexual reprodutiva em ambientes escolares em Nauru.\" UNESCO, 2015. P. 4 (pdf P. 12). Kayser College, em Ewa.\"Education Statistics Digest 2015.\" Departamento de Educação (Nauru). Página visitada em 8 de julho de 2018. p. 47 (PDF p. 47). Serve criança até 8 anos; e serviu de 1 a 11 de abril de 2002.Brandjes, Denis (preparador). \"Page 1 A COMUNIDADE DA APRENDIZAGEM Rede escolar nos Estados insulares do Pacífico Uma análise ambiental e um plano para o estabelecimento de redes escolares para os Estados insulares do Pacífico.\" Abril de 2002. p. 49 (PDF p. 51). Um novo prédio de três salas de aula foi inaugurado em 8 de maio de 2015.\"Nauru - Opening of the New Building at Kayser College.\" MSC Mission Office Australia. 26-05-2015. Visitado em 5-07-2018. O Departamento de Educação de Nauru dá à escola 80% de seus fundos. ==Pessoa notável== *Marcus Stephen, apontado Presidente de Nauru em 2007 ==Ver também== * Geografia de Nauru * Lista de assentamentos em Nauru ==Ligações externas== Categoria:Distritos de Nauru",
 "title": "Ewa (distrito)"
}