{
 "id": "56097",
 "text": "é a expulsão ativa do conteúdo gástrico pela boca. O vómito é ao mesmo tempo um sinal e um sintoma bastante desagradável que pode assustar muito a pessoa atingida. Pode ocorrer nas doenças do labirinto, nas intoxicações, nas obstruções intestinais e como resposta do organismo a dores muito intensas. == Classificação == * vómitos alimentares - quando apresenta apenas conteúdo alimentar. * vómitos fecaloides - quando apresentam características como odor pútrido e cor escura, sendo patognomônico de obstrução intestinal baixa. * vómitos biliares - quando apresenta conteúdo de cor amarelo esverdeado sugestivo de bile. Apesar do medo da população, este tipo de vómito apenas diz ao médico que o fígado está permeável. * vómitos em jato - são vómitos explosivos, que podem denotar aumento da pressão intracraniana e indicar risco de morte iminente * vómitos pós prandiais - aqueles que ocorrem após a alimentação * bulimia nervosa - vômitos induzidos por medo de engordar. Os medicamentos que agem neste sintoma são chamados de antieméticos. == Mecanismo == === Zona de gatilho === É uma área que faz com que a pessoa tenha vontade de vomitar. Está situada fora da barreira hematoencefálica, é estimulada de acordo com a presença de estimulantes na circulação. As principais substâncias estimulantes são: estrógenos, cisplatina, morfina, ergotamina, levodopa, estimulantes dos receptores da dopamina e da 5-hidroxitriptamina. Na prática clínica, o reflexo do vómito (também designado de reflexo faríngeo) é um reflexo importante a ser testado. Este induz-se por toque nas paredes da faringe ou por toque no palato mole ou úvula e as fibras aferentes viscerais gerais do nervo glossofaríngeo vão ser estimuladas e, através dos ramos faríngeos deste nervo, vão atingir a porção caudal do núcleo do feixe solitário, onde vão sinaptizar. Este, por sua vez, envia fibras que vão para os núcleos ambíguo e motor dorsal do vago. O primeiro dá origem a fibras eferentes viscerais especiais para o nervo vago que vão, através do seu ramo laríngeo externo, ramo laríngeo recorrente e ramo faríngeo, induzir a contracção dos músculos faríngeos e laríngeos derivados do 4º e 6º arcos branquiais. O núcleo motor dorsal do vago dá origem a fibras eferentes viscerais gerais pré-ganglionares parassimpáticas que vão para o abdómen e vão induzir a contração dos músculos abdominais. Por isso, a via aferente do reflexo faríngeo é da responsabilidade do nervo glossofaríngeo, enquanto a via eferente é da responsabilidade do nervo vago. Os músculos induzidos neste reflexo são, por isso, os músculos da parede abdominal e a maior parte dos músculos laríngeos e faríngeos (os que são derivados dos arcos branquiais- 4º e 6º). == Complicações == === Aspiração do vômito === O ato de vomitar pode ser perigoso se o conteúdo gástrico entra no trato respiratório. Sob circunstâncias normais o reflexo do soluço e a tosse irão prevenir que isso ocorra, entretanto estes reflexos protetores estão comprometidos em pessoas sob influência de certas substâncias como álcool ou anestesia. Estes indivíduos podem se sufocar e se asfixiar ou sofrer uma pneumonia de aspiração. === Desequilíbrio de eletrólitos e desidratação === Vómitos prolongados e excessivos irão depletar o corpo de água (desidratação) e podem alterar o balanço de eletrólitos do corpo. O vómito gástrico leva à perda de ácido (prótons) e cloro diretamente. Combinado com o ácido normalmente presente no estômago, este vómito leva a uma alcalose metabólica hipoclorêmica (baixo níveis de cloreto em associação com altos níveis de HCO3 e CO2 e pH sanguíneo aumentado) e frequentemente hipocalemia (depleção de potássio). A hipocalemia é um resultado indireto do rim compensando pela perda de ácido. Com a perda da comida ingerida o indivíduo pode se tornar caquético. Menos frequente, o vômito do conteúdo intestinal, incluindo ácidos biliares e HCO3- pode levar à acidose metabólica. === Lesões esofágicas === O vômito repetido ou profuso pode causar erosões no esôfago ou pequenas lacerações na mucosa esofágica (laceração de Mallory-Weiss). Isso pode se tornar aparente após diversos episódios se junto com os vômitos começa a surgir sangue fresco vermelho no conteúdo vomitado. A síndrome de Boerhaave é a rotura espontânea do esôfago causada pelo esforço de vomitar. O quadro clínico típico é o sujeito vomitando e subitamente apresentando uma forte dor no peito ou região superior do abdômen. Caso não seja diagnosticado nas primeiras horas, leva o paciente a óbito por mediastinite. === Alterações nos dentes === Os vómitos repetidos, como observados na bulimia nervosa, podem levar a destruição do esmalte dentário devido à acidez do vômito. As enzimas digestivas também podem ter um efeito negativo na saúde oral, ao degradar o tecido das gengivas. == Diagnóstico == O vômito é uma sintomatologia de múltiplas causas que merece ser analisado, pois pode indicar um simples refluxo ou manifestações clínicas de patologias mais graves, em relação ao diagnostico diferencial que se pode obter através da análise de sintomas relacionados ao vômito. Deve-se analisar fatores como duração e o tipo de emese apresentado, além de aspectos como idade, refeição realizada, hidratação e se ouve ingestão de drogas. Para realizar o diagnostico de possíveis doenças, o cheiro do vômito é um grande contribuinte, pode ser rançoso, amonical e até mesmo se assemelhar ao odor fecal. Em relação a sua duração, pode ser precoce quando ocorrem minutos após a ingestão de alimentos ou tardios, horas após alimentação, a sua duração pode ser classificada em agudos, recorrentes ou crônicos. Sobre os procedimentos laboratoriais, não é recomendado a análise microbiológica do vômito, uma vez que essa amostra pode fornecer resultados questionáveis.Vasconcellos MC, Duarte MA, Machado MGP. Vômitos: abordagem diagnóstica e terapêutica. Minas Gerais: Rev Med. 2014; 24(10):5-11 == Medicamentos relacionados == === Eméticos === Um emético, como o xarope de ipeca, é uma substância que induz o vómito quando administrada oralmente ou por injeção. Um emético é usado medicamente quando uma substância tóxica foi ingerida e deve ser expelida do corpo imediatamente (por este motivo, muitos produtos tóxicos e facilmente digeríveis como veneno de rato possuem eméticos em sua composição). A indução do vômito pode remover a substância antes dela ser absorvida pelo corpo. O abuso do xarope de ipeca pode causar danos à saúde. O sulfato de cobre já foi usado no passado com um emético. Hoje ele é considerado muito tóxico para este uso. === Antieméticos === Um antiemético é uma medicação que é efetiva contra vômitos e náuseas. Os antieméticos são tipicamente usados para tratar a cinetose (enjoo dos movimentos em viagens) e os efeitos adversos de alguns analgésicos opioides e quimioterapia direcionada contra o câncer. Os antieméticos atuam ao inibir os locais de receptores associados com a êmese. Desta maneira, são usados como antieméticos: anticolinérgicos, anti- histamínicos, antagonista da dopamina, antagonistas da serotonina e canabinoides. == Ver também == * Emetofobia (fobia de vomitar) Categoria:Fluidos corporais Categoria:Sintomas Categoria:Reflexos",
 "title": "Vômito"
}