{
 "id": "56136",
 "text": "O cargo de primeiro-ministro do Canadá já foi ocupado por 23 pessoas diferentes, com o primeiro sendo John A. Macdonald e o mais recente Justin Trudeau, atualmente em exercício. O primeiro-ministro atua como o principal Ministro da Coroa, chefe de gabinete e dessa forma chefe de governo do Canadá. Oficialmente ele é nomeado pelo governador-geral, porém por convenção constitucional o primeiro-ministro deve ter a confiança da Câmara dos Comuns. Normalmente, essa pessoa é o líder do partido que possui o maior número de representantes na câmara. Entretanto, se o líder não possui o apoio da maioria, o governador-geral pode nomear outra pessoa que tenha o apoio ou dissolver o parlamento e convocar uma nova eleição. Também por convenção constitucional o primeiro-ministro mantém um acento no parlamento e, desde o século XX, isso significa a Câmara dos Comuns. O cargo não é definido em nenhum dos documentos que formam a parte escrita da Constituição do Canadá; o Poder Executivo é formalmente investido no soberano e exercido pelo governador-geral em seu nome. O primeiro-ministro é parte da tradição e convenção constitucional do Canadá. O cargo foi inicialmente modelado a partir do equivalente britânico. John A. Macdonald foi formalmente convocado em 24 de maio de 1867 por lorde Charles Monck, 4.º Visconde Monck e o então governador- geral, a fim de formar o primeiro governo da Confederação Canadense. O primeiro ministério assumiu oficialmente seus cargos em 1 de julho de 1867. A data em que um primeiro-ministro inicia seu mandato é determinada pela data em que seu ministério assume suas funções, já que um juramento não é necessário. Entretanto, desde 1957 o primeiro-ministro tradicionalmente realiza um juramento. Antes de 1920, renúncias eram aceitas imediatamente pelo governador-geral e o último dia de seus cargos era a data em que tinha morrido ou a data de sua renúncia. Desde então o primeiro-ministro apenas renuncia formalmente quando um novo ministério está pronto para ser formado. O Ato de Interpretação de 1967 afirma que \"onde uma nomeação é efetivada ou encerrada em um dia específico, essa nomeação é considerada efetiva ou encerrada após o final do dia anterior\". Dessa forma, apesar do primeiro-ministro renunciar formalmente apenas horas antes do novo ministério prestar seus juramentos, ambos no mesmo dia, os ministérios efetivamente são alterados à meia-noite do dia anterior. Algumas fontes, como o Parlamento do Canadá, aplicam essa convenção desde pelo menos 1917. ==Primeiros-ministros== Legenda: Nº Primeiro- Ministro Primeiro-Ministro Início do mandato Fim do mandato Partido Eleições Monarca Refs 1 Sir John A. Macdonald Conservador Histórico Liberal-Conservador Vitória 2 Alexander Mackenzie Liberal 1874 3 Sir John A. Macdonald Conservador Histórico Liberal-Conservador 4 Sir John Abbott Conservador Histórico Liberal-Conservador \\- 5 Sir John Thompson Conservador Histórico Liberal-Conservador \\- 6 Sir Mackenzie Bowell Conservador Histórico Conservador \\- 7 Sir Charles Tupper Conservador Histórico Conservador \\- 8 Sir Wilfrid Laurier Liberal 8 Sir Wilfrid Laurier Liberal Eduardo VII 8 Sir Wilfrid Laurier Liberal Jorge V 9 Sir Robert Borden Conservador Histórico Conservador Unionista Jorge V 10 Arthur Meighen Conservador Histórico Liberal e Conservador Nacional Jorge V - 11 Mackenzie King Liberal Jorge V 12 Arthur Meighen Conservador Histórico Conservador Jorge V - 13 Mackenzie King Liberal Jorge V 1926 14 R. B. Bennett Conservador Histórico Conservador Jorge V 1930 15 Mackenzie King Liberal Jorge V 15 Mackenzie King Liberal Eduardo VIII 15 Mackenzie King Liberal Jorge VI 16 Louis St. Laurent Liberal Jorge VI 16 Louis St. Laurent Liberal Isabel II 17 John Diefenbaker Conservador Histórico Progressista Conservador Isabel II 18 Lester B. Pearson Liberal Isabel II 19 Pierre Trudeau Liberal Isabel II 20 Joe Clark Conservador Histórico Progressista Conservador Isabel II 21 Pierre Trudeau Liberal Isabel II 1980 22 John Turner Liberal Isabel II - 23 Brian Mulroney Conservador Histórico Progressista Conservador Isabel II 24 Kim Campbell Conservador Histórico Progressista Conservador Isabel II - 25 Jean Chrétien Liberal Isabel II 26 Paul Martin Liberal Isabel II 2004 27 Stephen Harper Conservador Isabel II 28 Justin Trudeau Em exercício Liberal Isabel II ==Ligações externas== *Página oficial do primeiro-ministro (em inglês e francês) Canada Primeiros mnistros",
 "title": "Lista de primeiros-ministros do Canadá"
}