{
 "id": "56166",
 "text": "Burrill Bernard Crohn (13 de junho de 1884, New York - 29 de julho de 1983 em Connecticut), médico norte-americano que se especializou em doenças intestinais; descreveu vários casos de enterite regional em 1932, atualmente chamada doença de Crohn. Da indigestão à descoberta do ileíte regional Alguém perguntou certa altura a Burrill B. Crohn porque tinha seguido medicina para fazer carreira, ao que este respondeu: \" O meu pai tinha terríveis indigestões. Decidi ajuda-lo estudando medicina\". E ainda bem que assim fez, pois foi graças ao seu trabalho, com mais de 1100 pacientes, que o Dr. Crohn em 1932, a 13 de Maio, apresentou a sua descrição de 14 casos de ileíte regional (a inflamação intestinal que hoje se designa por doença de Crohn) à secção de Gastrenterologia e Proctologia no 83.º Encontro Anual da Associação Médica Americana. Na verdade, uma das primeiras descrições desta condição (ileíte regional) terá sido referida por um professor de anatomia em Pádua de nome Giovanni Battista Morgagni (1682-1771). No entanto, não se dúvida de que trabalho essencial que conduzia ao reconhecimento desta doença foi a comunicação escrita por Crohn, Ginzburg e Oppenheimer nesse encontro anual em 1932, de referir que na maior parte, os casos anteriores devem ter sido diagnosticados como sendo tuberculose. Crohn acreditava que a doença estava restrita apenas a parte final do intestino delgado - o íleo terminal – mas foi adaptado o nome de ileíte regional no lugar de ileíte terminal, para evitar que os doentes se preocupassem com o termo \"terminal\", podendo este (termo) levar os pacientes a pensar que era uma referencia ao seu estado de saúde, e não meramente à localização da inflamação no intestino delgado. Hoje sabemos que a doença de Crohn afeta, ou pode afetar todo o trato gastrointestinal – da boca ao ânus – mas foram precisos mais 20 anos após as considerações de B. Crohn para que se reconhece-se esse fato, que não é apenas o ileíte regional a ser afectado por esta enfermidade. Dr. Burrill Bernard Crohn nasceu a 13 de Junho de 1884 em Nova Iorque, frequentou o City College de Nova Iorque e, em 1907 terminou a sua licenciatura médica pelo Colégio de Médicos e Cirurgiões da Universidade Columbia. Desenvolveu a sua actividade de médico no Hospital de Mount Sinai, em Nova Iorque. Foi um gastrenterologista muito respeitado, galardoado com a Medalha Townsend Harris pelo City College em 1948, a Medalha Julius Friendenthal da Associação Americana Gastrenterologia em 1953 e a Medalha Jacobi do Hospital Mount Sinai em 1962. Burrill B. Crohn foi responsável por várias publicações, entre elas a sua biografia em 1927. Foi presidente da Associação Americana de Gastrenterologia em 1932. Em Praga numa conferência, opôs-se a uma resolução oficial, que designava a ileíte regional como doença de Crohn, a sua objeção foi vetada e a resolução de renomear a “ileíte regional” de doença de Crohn foi adaptada unanimemente. Após a sua reforma, Burrill B. Crohn viveu em Nova Iorque, dedicando-se ao seu especial interesse pela história da guerra Civil Americana, e morreu com a notável idade de 99 anos no dia 29 de Julho de 1983. Crohn, Burrill",
 "title": "Burrill Crohn"
}