{
 "id": "56176",
 "text": "Evidência (lat. evidentĭa,ae: visibilidade, clareza, transparência) para uma proposição é o que apoia essa proposição. Geralmente é entendida como uma indicação de que a proposição apoiada é verdadeira. O papel da evidência e como ela é entendida varia de campo a campo. Na epistemologia, evidência é o que justifica crenças ou o que torna racional adotar uma atitude doxástica particular. Por exemplo, uma experiência perceptiva de uma árvore pode servir como evidência que justifica a crença de que há uma árvore. Nesse papel, a evidência é geralmente entendida como um estado mental privado. Temas importantes nesta área são questões sobre qual é a natureza desses estados mentais, por exemplo, se eles têm que ser proposicionais, e se estados mentais enganosos também podem contar como evidência. Na fenomenologia, evidência é entendida em um sentido semelhante. Aqui, no entanto, limita-se à cognição intuitiva, que oferece acesso imediato à verdade e, portanto, é indubitável. Neste papel, é suposto fornecer justificações finais para os princípios filosóficos básicos e, assim, tornar a filosofia uma ciência rigorosa. No entanto, é muito controverso se evidência pode cumprir estes requisitos. Outros campos, como as ciências, a medicina e o sistema legal, tendem a enfatizar o caráter público das evidências, em contraste com a epistemologia. Na filosofia da ciência, evidência é entendida como o que confirma ou refuta hipóteses científicas. Medições da órbita \"anômala\" de Mercúrio, por exemplo, são consideradas evidências para a teoria geral da relatividade de Einstein. Para desempenhar o papel de árbitro neutro entre teorias concorrentes, é importante que a evidência científica seja pública e incontroversa, como objetos ou eventos físicos observáveis, para que os proponentes das diferentes teorias possam concordar sobre qual é a evidência. Isso é assegurado seguindo o método científico e geralmente leva a um consenso científico através do acúmulo gradual de evidências. Dois temas para a concepção científica da evidência são o problema da subdeterminação, ou seja, que pode acontecer que a evidência disponível apoie as teorias concorrentes igualmente bem, e a carga teórica, ou seja, que o que alguns cientistas consideram como evidência já pode conter várias suposições teóricas que não são compartilhadas por outros cientistas. Para algo servir como evidência para uma hipótese, tem que estar na relação correta com a hipótese, que é chamada de \"relação evidencial\". Há teorias concorrentes sobre o caráter desta relação. As abordagens probabilísticas assumem que algo conta como evidência se aumenta a probabilidade da hipótese apoiada. Segundo o hipotético-dedutivismo, a evidência consiste nas consequências observáveis da hipótese. A abordagem de instância positiva afirma que uma sentença de observação é evidência para uma hipótese universal se a sentença descreve uma instância positiva dessa hipótese. A relação evidencial pode ocorrer em vários graus de força. Esses graus variam desde a prova direta da verdade de uma hipótese até a evidência fraca que é meramente consistente com a hipótese, mas não exclui outras hipóteses concorrentes, como na evidência circunstancial. == Natureza da evidência == Entendida no sentido mais amplo, evidência para uma proposição é o que apoia esta proposição. Tradicionalmente, o termo é entendido num sentido mais restrito: como a cognição intuitiva de fatos considerados indubitáveis.Rudolf Eisler: Art. Evidenz, in: Wörterbuch der philosophischen Begriffe, 1904. Esse significado é encontrado sobretudo na fenomenologia, na qual a evidência é elevada a um dos princípios básicos da filosofia, fornecendo justificações finais para a filosofia que supostamente fazem dela uma ciência rigorosa. No uso mais moderno, o significado no discurso acadêmico coincide com o uso do inglês como \"evidence\". Neste sentido, evidência desempenha um papel central na epistemologia e na filosofia da ciência. Refere-se à evidência em muitos campos diferentes, como medicina, direito e história. Foram feitas várias tentativas para conceituar a natureza de evidência. Essas tentativas muitas vezes partem de intuições de uma área particular ou em relação a um papel teórico de evidência e, em seguida, tentam generalizar essas intuições, resultando em uma definição universal de evidência. Uma intuição importante é que evidência é o que justifica crenças. Esta linha de pensamento é geralmente seguida na epistemologia e tende a explicar evidência com respeito a estados mentais privados, como experiências, outras crenças ou conhecimento. Isto está intimamente relacionado à ideia de que a racionalidade de uma pessoa depende de como ela responde às evidências. Outra intuição, mais dominante na filosofia da ciência, se concentra em evidência como o que confirma hipóteses científicas e medeia entre teorias concorrentes. Segundo esta visão, é importante que as evidências sejam públicas para que cientistas diferentes possam ter as mesmas evidências. Portanto, fenômenos publicamente observáveis, como objetos e eventos físicos, são os melhores candidatos á evidência, em contraste com estados mentais privados. Um problema com estas abordagens é que as definições resultantes de evidência variam muito, tanto dentro de uma disciplina quanto entre disciplinas diferentes, e são incompatíveis entre si. Por exemplo, não está claro o que uma faca ensanguentada e uma experiência perceptiva têm em comum quando ambas são tratadas como evidência em diferentes disciplinas. Isso sugere que não há um conceito único que corresponda aos vários papéis teóricos atribuídos às evidências, ou seja, que nem sempre significamos a mesma coisa quando falamos de evidências. Teóricos importantes de evidência são Edmund Husserl, Bertrand Russell, Willard Van Orman Quine, os positivistas lógicos, Timothy Williamson, Earl Conee e Richard Feldman. Husserl representa a tradição fenomenológica e entende a evidência como uma forma de consciência na qual há um acesso intuitivo imediato às coisas. Russell, Quine e os positivistas lógicos pertencem à tradição empirística e sustentam que evidência consiste em dados dos sentidos, estimulações dos receptores sensoriais ou sentenças de observação. Segundo Williamson, todo conhecimento e apenas conhecimento é evidência. Conee e Feldman argumentam que somente os estados mentais atuais devem ser considerados evidência. === Na epistemologia === A intuição orientadora dentro da epistemologia sobre o papel da evidência é que é o que justifica crenças. Por exemplo, a experiência auditiva de Phoebe de ouvir música justifica sua crença de que os alto-falantes estão ligados. As evidências devem ser possuídas pelo crente para desempenhar esse papel. Portanto, as experiências de Phoebe podem justificar suas próprias crenças, mas não as crenças dos outros. Alguns filósofos sustentam que a possessão de evidências é limitada a estados mentais conscientes, como dados sensoriais. Esta visão tem a consequência implausível de que muitas crenças simples cotidianas não seriam justificadas. A visão mais comum é que todos os tipos de estados mentais, incluindo crenças mantidas que estão atualmente inconscientes, podem servir como evidência. Às vezes, argumenta-se que ter um estado mental capaz de justificar outro não é suficiente para que a justificação ocorra. Esta linha de pensamento é baseada na ideia de que uma crença justificada deve estar ligada ou fundamentada no estado mental que serve como evidência. Assim, a crença de Phoebe de que os alto-falantes estão ligados não está justificada por sua experiência auditiva se a crença não se basear nessa experiência. Isto seria o caso, por exemplo, se Phoebe tem tanto a experiência quanto a crença, mas não está ciente do fato de que a música é produzida pelos alto-falantes. Às vezes, argumenta-se que apenas estados mentais proposicionais podem desempenhar esse papel, uma posição conhecida como \"proposicionalismo\". Um estado mental é proposicional se é uma atitude direcionada a um conteúdo proposicional. Estas atitudes são geralmente expressas por verbos como \"crer\" junto com uma frase usando \"que\", como em \"Robert crê que a loja da esquina vende leite\". Tal visão nega que as impressões sensoriais possam servir como evidência. Isto é frequentemente usado como argumento contra essa visão, já que impressões sensoriais são geralmente tratadas como evidência. O proposicionalismo às vezes é combinado com a visão de que apenas as atitudes em relação a proposições verdadeiras podem contar como evidência. Segundo esta visão, a crença de que a loja da esquina vende leite só é evidência para a crença de que a loja da esquina vende produtos lácteos se a loja da esquina realmente vende leite. Contra esta posição argumentou-se que as evidências podem ser enganosas, mas ainda são consideradas evidências. Esta linha de pensamento é frequentemente combinada com a ideia de que as evidências, proposicionais ou não, determinam quais estados de crença são racionais. No entanto, pode ser racional ter uma crença falsa. Isto é o caso quando temos evidências enganosas. Por exemplo, no filme Matrix, era racional para Neo acreditar que ele estava vivendo no século XX porque todas as evidências apoiavam sua crença, mesmo que essas evidências eram enganosas, pois formavam parte de uma realidade simulada. Este relato de evidência e racionalidade também pode ser estendida a outras atitudes doxásticas, como descrença e suspensão da crença. Assim, a racionalidade exige não apenas que creiamos algo se temos evidência decisiva a favor, mas também que descreiamos algo se temos evidência decisiva em contra, e que suspendamos a crença se nos falta evidência decisiva. === Na fenomenologia === O significado do termo \"evidência\" na fenomenologia mostra muitos paralelos ao seu uso epistemológico, mas é entendido em um sentido mais restrito. Portanto, a evidência aqui se refere especificamente à cognição intuitiva, que é descrita como \"dada por si mesma\" (selbst-gegeben). Isto contrasta com a intenção vazia, na qual se refere a fatos com uma certa opinião, mas sem uma apresentação intuitiva. Portanto, a evidência é frequentemente associada à tese controversa de que se trata de um acesso imediato à verdade. Neste sentido, o fenômeno evidencialmente dado garante sua própria verdade e, portanto, é considerado indubitável. Devido a este estado epistemológico especial da evidência, é considerada na fenomenologia como o princípio básico de toda filosofia. Nesta forma, representa o fundamento mais baixo de conhecimento, que consiste em cognições indubitáveis e sobre o qual todo o conhecimento posterior é construído. Este método baseado em evidências tem como objetivo de possibilitar que a filosofia supere muitos dos desacordos tradicionalmente não resolvidos e assim se torne uma ciência rigorosa. Esta pretensão de longo alcance da fenomenologia, baseada na certeza absoluta, é um dos pontos centrais da crítica de seus oponentes. Assim, argumentou-se que o conhecimento baseado em uma intuição evidencial também é falível. Isto pode ser visto, por exemplo, no fato de que mesmo entre os fenomenólogos há muito desacordo sobre as estruturas básicas da experiência. === Na filosofia da ciência === Nas ciências, evidência é entendida como o que confirma ou refuta hipóteses científicas. O termo \"confirmação\" às vezes é usado como sinônimo de apoio evidencial (evidential support). As medições da órbita \"anômala\" de Mercúrio, por exemplo, são consideradas evidências que confirmam a teoria geral da relatividade de Einstein. Isso é especialmente importante para a escolha entre teorias concorrentes. Assim, no caso acima, a evidência desempenha o papel de árbitro neutro entre as teorias da gravidade de Newton e Einstein. Isso só é possível se as evidências científicas são públicas e incontroversas, de modo que os proponentes de teorias científicas concorrentes concordem sobre as evidências disponíveis. Esses requisitos sugerem que as evidências científicas não consistem em estados mentais privados, mas em objetos ou eventos físicos públicos. Frequentemente, afirma-se que as evidências, em certo sentido, precedem as hipóteses que confirmam. Isso às vezes é entendido como uma prioridade temporal, ou seja, que primeiro obtemos as evidências e depois formamos a hipótese por indução. No entanto, essa ordem cronológica nem sempre se reflete na prática científica, na qual pesquisadores experimentais procuram evidências específicas para confirmar ou refutar uma hipótese já existente. Os positivistas lógicos, por outro lado, sustentavam que essa prioridade é de natureza semântica, ou seja, que o significado dos termos teóricos utilizados na hipótese é determinado pelo que seria considerado evidência para eles. Os contra-exemplos a esta visão surgem do fato de que nossa concepção do que conta como evidência pode mudar, enquanto os significados dos termos teóricos correspondentes permanecem constantes. A visão mais plausível é que esta prioridade é de natureza epistêmica, ou seja, que nossa crença em uma hipótese é justificada com base na evidência, enquanto a justificação para a crença na evidência não depende da hipótese. Um tema central para o conceito científico de evidência é o problema da subdeterminação, ou seja, que as evidências disponíveis apoiam igualmente bem as teorias concorrentes. Por exemplo, evidências de nossa vida cotidiana com relação à natureza da gravidade confirmam igualmente bem as teorias da gravidade de Newton e Einstein e, portanto, não podem estabelecer um consenso entre os cientistas. Mas, em tais casos, é frequentemente o acúmulo gradual de evidências que finalmente leva a um consenso emergente. Esse processo baseado em evidências, que leva ao consenso, parece ser uma marca característica das ciências que outros campos não têm. Outro problema com a interpretação de evidência no sentido de confirmação de hipóteses é que o que alguns cientistas consideram evidência já pode conter várias suposições teóricas que não são compartilhadas por outros cientistas. Este fenômeno é chamado de carga teórica. Alguns casos de carga teórica são relativamente incontroversos, por exemplo, que os números mostrados por um medidor requerem suposições adicionais sobre como esse medidor funciona e sobre o que foi medido para ser considerado evidência significativa. Outros casos putativos são mais controversos, por exemplo, a ideia de que pessoas ou culturas diferentes percebem o mundo através de esquemas conceituais diferentes e incomensuráveis, levando a impressões muito diferentes sobre o que é o caso e que evidências estão disponíveis. A carga teórica ameaça comprometer o papel da evidência como árbitro neutro, já que estas suposições adicionais poderiam favorecer algumas teorias sobre outras. Isto também poderia minar o consenso, já que as diferentes partes podem nem sequer conseguir chegar a um acordo sobre o que são as evidências. Entendido no sentido mais amplo, não é controverso que há alguma forma de carga teórica. No entanto, é questionável se ela representa uma séria ameaça à evidência científica quando entendida neste sentido. == Natureza da relação evidencial == O termo \"relação evidencial\" refere-se à relação entre uma evidência e a proposição apoiada. O assunto da natureza da relação evidencial diz respeito à questão de como deve ser esta relação para que uma coisa justifique uma crença ou confirme uma hipótese. Teorias importantes neste campo são a abordagem probabilística o hipotético- dedutivismo e a abordagem de instância positiva. As abordagens probabilísticas, também chamadas teoria da confirmação Bayesiana, explicam a relação evidencial em termos de probabilidades. Elas assumem que o único aspecto necessário da evidência é que sua existência aumenta a probabilidade de que a hipótese seja verdadeira. Isto pode ser expresso matematicamente como P(H \\mid E) > P(H). Em palavras: uma evidência (E) confirma uma hipótese (H) se a probabilidade condicional dessa hipótese relativa à evidência é maior que a probabilidade incondicional da hipótese sozinha. Por exemplo, fumaça (E) é evidência de fogo (H) porque os dois geralmente ocorrem juntos, portanto a probabilidade de fogo se há fumaça é maior que a probabilidade de fogo sozinho. Segundo esta visão, as evidências são algo como indicações ou sintomas da verdade da hipótese. Esta abordagem foi contestada no fundamento de que é liberal demais porque permite generalizações aleatórias como evidência. Por exemplo, encontrar um euro no bolso aumenta a probabilidade da hipótese de que \"todas as moedas no meu bolso são euros\". No entanto, segundo Alvin Goldman, isto não deve ser considerado evidência para esta hipótese, pois não há nenhuma conexão de lei da natureza entre este euro e as outras moedas no bolso. O hipotético-dedutivismo é uma abordagem não probabilística que caracteriza a relação evidencial em relação às consequências dedutivas da hipótese. Segundo esta visão, \"a evidência de uma hipótese é uma consequência observável real dessa hipótese\". Um problema com a caracterização anterior é que as hipóteses geralmente contêm relativamente pouca informação e, portanto, têm poucas ou nenhuma consequência dedutiva observável. Por exemplo, a hipótese de que há um fogo não leva, por si só, à observação de fumaça. Em vez disso, várias suposições adicionais devem ser feitas sobre a localização da fumaça, o fogo, o observador, as condições de iluminação, as leis químicas, etc. Desta forma, a relação evidencial torna-se uma relação ternária entre evidência, hipótese e suposições adicionais. Isto significa que se uma coisa é evidência para uma hipótese depende das suposições adicionais que se tem. Esta abordagem se encaixa bem com várias práticas científicas. Por exemplo, é frequente que cientistas experimentais tentem encontrar evidências que confirmem ou refutem uma teoria proposta. A abordagem hipotético-dedutiva pode ser usada para predizer o que teria que ser observado em um experimento se a teoria fosse verdadeira. Desta forma, explica-se a relação evidencial entre experimento e teoria. Um problema com esta abordagem é que ela não consegue distinguir entre casos relevantes e certos casos irrelevantes. Assim, se a fumaça é evidência para a hipótese \"há um fogo\", então também é evidência para conjunções que incluem essa hipótese, por exemplo, \"há um fogo e Sócrates era sábio\", embora a sabedoria de Sócrates é irrelevante aqui. Segundo a abordagem da instância positiva, uma sentença de observação é evidência para uma hipótese universal se a sentença descreve uma instância positiva dessa hipótese. Por exemplo, a observação de que \"este cisne é branco\" é uma instância da hipótese universal de que \"todos os cisnes são brancos\". Esta abordagem pode ser formulada precisamente na lógica de primeira ordem: uma sentença é evidência para uma hipótese se o \"desenvolvimento da hipótese\" decorre dela. Entendida intuitivamente, o desenvolvimento da hipótese é o que a hipótese diria se fosse restrita apenas aos indivíduos mencionados nas evidências. No caso acima, temos a hipótese (todos os cisnes são brancos) que, quando restrito ao domínio , que contém apenas o indivíduo mencionado na evidência, resulta na evidência, ou seja, (este cisne é branco). Uma deficiência importante desta abordagem é que pressupõe que a hipótese e a evidência são formuladas no mesmo vocabulário, ou seja, que usam os mesmos predicados, como o no exemplo acima. Mas muitas teorias científicas postulam objetos teóricos, como elétrons ou cordas na física, que não são diretamente observáveis e, portanto, não podem aparecer nas evidências como concebidas aqui. == No direito == No direito penal, a evidência se produz mediante a apreciação conjunta e conjugada de provas — sejam documentais, testemunhais ou periciais. \"Meio de prova é todo fato, documento ou alegação que possa servir, direta ou indiretamente, à busca da verdade real dentro do processo. Em outras palavras, é instrumento utilizado pelo juiz para formar a sua convicção acerca dos fatos alegados pelas partes\".BONFIM, Edilson Mougenot. Curso de processo penal. 3ª ed. rev., atual e ampl. São Paulo: Saraiva, 2008; apud SILVA, Giselle Cristina Lopes da. A Teoria da Prova no Processo Penal brasileiro. Boletim Jurídico, Uberaba, a. 12, nº 752. Prova e evidência não são sinônimos, embora a confusão seja comum em afirmações corriqueiras tais como 'não há evidências de que ele seja culpado...' ou 'as evidências mostram que...'. Tal confusão é frequentemente resultante da tradução equivocada do inglês evidence, que, em português, não se traduz como 'evidência', mas como 'prova'. 'Evidência', em português, é um atributo daquilo que é perfeitamente claro, inequívoco, incontestável. 'Prova' é um meio de demonstrar que um fato é verdadeiro. A evidência decorre, portanto, da prova (ou do conjunto probatório). Assim, se existem muitas provas válidas de um fato, poder-se-á dizer que esse fato é 'evidente'. Todavia, não se pode dizer que 'foram encontradas evidências' de um fato. O correto é: 'foram encontradas provas' ou 'não há provas de que ele seja culpado'.Evidência (ou prova?) Por José Maria da Costa. Da mesma forma, 'evidência' não se confunde com 'indício' ou 'prova indiciária'. Segundo o artigo 239 do Código de Processo Penal Brasileiro, \"considera-se indício a circunstância conhecida e provada, que, tendo relação com o fato, autorize, por indução, concluir-se a existência de outra ou outras circunstâncias.\" Indícios são sinais ou vestígios que induzem a supor alguma coisa e que podem vir a se constituir um princípio de prova e levar ao conhecimento de elementos significativos do fato delituoso. A indução consiste em inferir o geral com base no particular. Assim, a partir de fatos conhecidos, presume-se o fato incerto que se pretende provar. Como regra, tendo em vista o princípio da presunção de inocência (in dubio pro reo, indícios não têm força probante para condenar mas, reforçados por outras provas, podem embasar um juízo condenatório. == Ver também == * Medicina baseada em evidências * Odontologia baseada em evidências Categoria:Ciência Categoria:Direito penal Categoria:Filosofia Categoria:Conceitos de epistemologia",
 "title": "Evidência"
}