{
 "id": "56186",
 "text": "O jacu-cigano, cigana ou aturiáWikiAves (nome científico: Opisthocomus hoazin) é uma espécie de ave nativa da zona norte da América do Sul. O seus habitats são as zonas pantanosas e alagadas das bacias hidrográficas do Amazonas e Orinoco. É a única espécie da família Opisthocomidae e do género Opisthocomus. Em inglês, são chamados de \"hoatzin\"Harris, Roger (2011). Amazon highlights: Peru, Brazil, Colombia, Ecuador. Col: Bradt highlights. Chalfont St. Peter: Bradt Travel Guides == Características gerais == A cigana é uma ave de estatura semelhante ao faisão, com 60 a 66 cm de comprimento, cauda e pescoço longos. A pele das faces é de cor azul, os olhos são vermelhos e a cabeça pequena termina numa crista de penas avermelhadas. A plumagem é castanho- claro, a cauda é bronze-esverdeada e termina numa banda branca. A alimentação é herbívora e baseia-se em folhas de plantas leguminosas típicas do seu habitat, por vezes suplementada por frutos e flores. Este género de alimentação folívora é suportado por um sistema digestivo único na classe Aves, caracterizado pela presença de bactérias simbiontes no papo, que ajudam à decomposição da celulose das folhas ingeridas. Os juvenis são alimentados à base de secrecções esofágicas e material regurgitado, rico nestas bactérias. == Reprodução e comportamento == A época de reprodução das ciganas coincide com a época das chuvas do seu habitat. Neste período, o casal constrói um ninho em ramos de árvores perto das margens dos rios, lagos ou pântanos, num território bem definido e protegido de invasores através de vocalizações ruidosas. Cada postura contém 2 a 3 ovos, incubados por ambos os progenitores durante cerca de 32 dias. As crias nascem sem penas e totalmente dependentes dos cuidados parentais durante pelo menos um mês. A principal característica dos juvenis da cigana é um par de garras funcionais na ponta das asas, entre o primeiro e segundo dedos, que se perde na passagem à maturidade. Esta estrutura incomum é utilizada como forma de protecção contra predadores. Se ameaçadas por macacos ou cobras, os juvenis usam as garras para trepar pelas árvores e fugir do perigo. Outra estratégia consiste em atirarem-se para dentro de água e nadar para a segurança da margem, regressando depois ao ninho trepando com a ajuda das garras. Depois de se tornarem independentes, os juvenis podem permanecer no territórios dos progenitores por alguns anos, ajudando a criar as ninhadas seguintes e a proteger o território. A maturidade sexual é atingida depois do primeiro ano de vida. As ciganas são voadoras pouco eficientes, que preferem circular empoleiradas nos ramos das árvores. A falta de capacidade de voo é aparentemente consequência do tamanho relativamente grande do papo, que perturba a distribuição muscular dos músculos de voo. == Taxonomia e conservação == Desde a sua descrição, em 1776, que a classificação das ciganas é fonte de polêmica na comunidade ornitológica. A espécie já foi considerada como pertencente aos Galliformes, depois Cuculiformes e actualmente o Congresso Ornitológico Internacional classifica-a numa ordem própria – os Opisthocomiformes (a taxonomia de Sibley- Ahlquist, baseada em estudos de DNA, considera as ciganas como membro basal da ordem Cuculiformes). A cigana não é uma espécie ameaçada de extinção, mas a caça excessiva e degradação de habitats podem vir a ser problemas no futuro. * == Ligações externas == * CIGANA: UM FÓSSIL VIVO? Ave enigmática da AMAZÔNIA - YouTube Categoria:Aves da América do Sul Categoria:Aves descritas em 1776",
 "title": "Jacu-cigano"
}