{
 "id": "56201",
 "text": "José Porfírio de Souza (Pedro Afonso, 27 de julho de 1912 — Brasília, 7 de junho de 1973) foi um líder camponês e político brasileiro, mais conhecido como integrante principal da Revolta Camponesa de Trombas e Formoso, ocorrida na década de 1950, no estado de Goiás.José Porfírio de Souza - Biografia. Projeto Memorial da Revolta de Trombas e Formoso. Faculdade de Comunicação e Biblioteconomia da Universidade Federal de Goiás. Página visitada em 27 de janeiro de 2012. José é considerado desaparecido político e seu caso é investigado pela Comissão da Verdade, que apura mortes e desaparecimentos que ocorreram durante a ditadura militar brasileira. ==Biografia== Filho de Teófilo de Souza Gil e Maria Joaquina, viveu em sua localidade natal até constituir família, quando se casou com Rosa Amélia de Farias, baiana de Remanso, com quem teve nove filhos. No fim da década de 1940, mudou-se para o norte de Goiás, influenciado pela campanha Marcha para o Oeste. A intenção do Governo Vargas, com esta campanha, era promover a ocupação das \"terras sem homens\" do Centro-Oeste brasileiro através da criação de colônias agrícolas. No entanto, ao chegar em Ceres, José Porfírio e sua família não puderam se estabelecer na colônia, uma vez que esta já se encontrava lotada. Partiram, então, para a região de Uruaçu, onde se localizavam os povoados de Trombas e Formoso. A ocupação de pequenas terras estava em franca expansão naquele local, logo tornando-o uma comarca, com seu próprio juiz, que passou a cooperar com os grileiros que começavam a chegar. Em 1952, a partir da construção da Rodovia Transbrasiliana, as terras se valorizaram e acabaram se tornaram alvo de especulação. Para expulsar os camponeses que já se encontravam nas terras, os grileiros promoveram atos de violência contra os posseiros, que eram mortos, ameaçados e tinham suas casas e pertences incendiado. Foi nesse período que José Porfírio despontou como líder do grupo, viajando a Goiânia para atuar como interlocutor dos camponeses junto às autoridades estaduais. Ao retornar de uma dessas viagens, encontrou a casa em chamas, em frente à qual se encontravam a mulher e os filhos, em estado de choque. Alguns meses depois, Rosa morreria aos 28 anos de idade. Os jagunços contavam com o apoio do batalhão local da Polícia Militar do Estado de Goiás (PM-GO) em seus esforços para invadir e desocupar Trombas e Formoso. A tensão entre os dois lados é constante. Em uma incursão mal sucedida de policiais e jagunços, um sargento foi morto pelo posseiro Nego Carreiro, o que acabou acirrando a violência entre as duas partes. Soldados da PM-GO passaram a capturar líderes posseiros sistematicamente. Relata-se que amigos de Porfírio que foram capturados viram-se obrigados a comer fezes e sapos vivos. Certa vez, os soldados usaram as mulheres e os filhos dos posseiros como escudo humano. Apesar das constantes tentativas de invasão, a resistência dos posseiros se incrementou, configurando-se no local uma organização comunitária politicamente coesa e economicamente próspera. Há relatos de que a força dos camponeses de Trombas e Formoso era tamanha que o Batalhão de Polícia Militar de Formoso recebeu, naquela época, quantidade recorde de atestados médicos.< O nome de José Porfírio logo ganharia repercussão nacional, emergindo como defensor dos posseiros goianos, tendo se encontrado nessa condição, inclusive, com o então presidente Getúlio Vargas. A partir de 1954, chegaram ao local os primeiros membros do Partido Comunista, ao qual José Porfírio também se afiliaria. Ao passo em que a resistência camponesa se estendia, os posseiros foram ganhando espaço no campo político local. Os representantes do poder público se retiraram da região e o vácuo representativo foi ocupado pela Associação dos Trabalhadores Agrícolas de Trombas e Formoso, sendo a região conhecida, a partir deste momento, como a \"República de Trombas e Formoso\". Fundada pelos camponeses com o auxílio dos militantes comunistas, a entidade obteve a filiação imediata de todos os camponeses da área, elegendo José Porfírio como seu primeiro presidente. Em 1960, passa oito meses em Cuba para acompanhar o desenvolvimento da revolução. Rompido com o Partido Comunista desde o XX Congresso do Partido Comunista da União Soviética, Porfírio se lançou candidato à Assembléia Legislativa de Goiás em 1962 pela coligação PTB- PSB, sendo eleito o primeiro deputado de origem camponesa da história do Brasil.. Com quase 5 mil votos, foi o mais votado da chapa. Enquanto isso, seu companheiro Bartolomeu Gomes da Silva, também posseiro, elegeu-se prefeito de Formoso. Com a posse de Mauro Borges Teixeira como governador de Goiás, a região de Trombas e Formoso recebeu alguns avanços. Em 1962, o governador concedeu aos posseiros 20 mil títulos de terra. Apesar dos elogios ao governador, José Porfírio manteve sua posição independente no exercício de seu mandato. Ao mesmo tempo que mantinha uma boa relação com Mauro Borges, apoiou um campo de treinamento guerrilheiro ligado às Ligas Camponesas em Dianópolis. O campo foi descoberto pelas autoridades no final de 1962.. p. 290. Em 1964, no entanto, com o golpe de estado, os camponeses enfrentam grandes retrocessos. Os títulos das posses de Trombas e Formoso foram revogados. Vários camponeses foram presos, enquanto José Porfírio e Bartolomeu tiveram seus mandatos cassados. O primeiro escapa de Goiânia sob troca de tiros e se refugia no seu estado natal, o Maranhão, onde passa a atuar junto à Ação Popular fundando em seguida, ao lado de Alípio de Freitas, a dissidência que daria origem ao Partido Revolucionário dos Trabalhadores. Adotou o nome de Feliciano e, com a ajuda de parentes, construiu uma casa de chão batido no povoado de Angical, no município de Riachão. Na clandestinidade, José Porfírio, que tinha ensino fundamental incompleto em escola rural, empenhou-se na alfabetização de filhos de lavradores. Neste período, seu filho Durvalino, de 17 anos, é preso e torturado em Goiás para revelar o paradeiro do pai. Após a tortura, o rapaz passa a sofrer transtornos psíquicos e, após um período de internação num hospital psiquiátrico, desaparece. Em 1972, José Porfírio foi capturado após a denúncia de um fazendeiro à Polícia Federal. Ficou preso no DOI-CODI em Brasília e, seis meses depois, em 7 de junho de 1973, foi libertado e visto pela última vez. Uma das últimas pessoas a vê-lo foi sua advogada, que o deixou na rodoviária, onde pegaria um ônibus com destino a Goiânia. Chegado ao destino final, ficara hospedado no setor Marista, na casa de um companheiro de partido, José Sobrinho. Ali passou a noite e na manhã seguinte dirigiu-se a uma agência bancária, a fim de desbloquear sua conta. Dali em diante, nunca mais foi visto.http://memoriasdaditadura.org.br/memorial/jose-porfirio-de-souza/ == Desaparecimento == José Porfírio de Souza desapareceu durante a ditadura militar, que se instalou no Brasil no início de abril de 1964 e durou 21 anos. Após ter sido considerado como inimigo público, José foi capturado e levado ao DOI-CODI, em Brasília, onde foi torturado por agentes do Estado durante seis meses. Seus restos mortais nunca foram encontrados e, por isso, seus familiares não puderam realizar seu sepultamento até os dias de hoje. De acordo com documento do Serviço de Informações do DOPS/SP, José consta como comunista, já que era considerado a principal figura do Partido Comunista Brasileiro (PCB) da cidade de Bananal, município do extremo leste do estado de São Paulo. Ele se filiou ao partido em 1954 e rompeu com o mesmo desde o XX Congresso do Partido Comunista da União Soviética (PCUS), que aconteceu em fevereiro de 1956. Em 1960 ele viajou para Cuba, onde ficou por 8 meses, e em 1962 foi eleito deputado estadual pela coligação PTB-PSB, sendo o primeiro camponês a assumir o cargo, e tendo recebido mais votos: 4.663 no total. Após o golpe de 1964, diversos líderes de movimentos sociais começaram a sofrer sucessivas perseguições. Diante disso, José se tornou alvo do regime militar, que não tolerava manifestações e organizações de oposição aos interesses do governo. Todos os seus passos e atividades, assim como as de seus familiares e pessoas mais próximas, começaram a ser constantemente monitorados. José também teve seu mandato cassado e teve que se render à clandestinidade. Muitos de seus companheiros foram ameaçados e até mesmo presos para que divulgassem informações sobre o ex-deputado, mas nenhum deles revelou notícias de José . Inclusive um de seus filhos, Durvalino de Souza, foi torturado aos 17 anos de idade — o que fez com que desenvolvesse distúrbios psiquiátricos. O jovem passou um período internado em um hospital psiquiátrico em Goiânia, e desapareceu aos 26 anos, no mesmo ano em que seu pai foi visto pela última vez. A ex-presa política, ex-membro do PCB e camponesa que lutou pela posse de terra na região de Trombas-Formoso, Dirce Machado da Silva, prestou depoimento à Comissão Nacional da Verdade, que aconteceu em 15 de março de 2013, em Goiânia (GO), e descreveu a perseguição sofrida pelos familiares e pessoas próximas de José Porfírio. Ela contou que apanhou de agentes do Estado e sofreu diversas ameaças, inclusive de morte, tudo para para dizer sobre o paradeiro de José Porfírio. Questionada sobre o líder do movimento dos trabalhadores rurais da região de Trombas e Formoso, ela respondeu: \"Não digo porque não sei. E se soubesse também não diria\". Além disso, sob assíduos xingamentos, ela relata também a tortura a qual foi submetida: José atuou também junto à Ação Popular, dissidência que daria origem ao Partido Revolucionário dos Trabalhadores. Já foragido, adotou o nome de Feliciano, construiu sua casa em Riachão, no Sul do Maranhão, e teve uma importante atuação na alfabetização de filhos de trabalhadores rurais. No entanto, mesmo tendo se mudado e tendo sido protegido por seus amigos e familiares, José Porfírio de Souza foi capturado em 1972, após uma denúncia de fazendeiros da região. O outro filho de José, Manoel Porfírio, nascido em 1944, em Pedro Afonso, deu declarações anos após o desaparecimento de seu pai, afirmando que \"ele era um líder importante na região\". Sobre o dia do desaparecimento ele explica que José saiu do apartamento da advogada Elizabeth Diniz Souto, a acompanhou até o edifício Pioneiros Sociais, em frente à rodoviária velha de Brasília, e, sem seguida desceu para pegar um ônibus. Depois disso, ele simplesmente desapareceu e, a partir disso, nunca mais teve nenhuma notícia sobre o paradeiro do pai. Levado ao DOI-CODI, em Brasília, José Porfírio de Souza ficou preso e permaneceu sob constantes torturas por seis meses. No dia 07 de junho de 1973 foi liberado, teve um breve encontro com sua advogada e, logo em seguida, desapareceu. Foi visto pela última vez, aos 61 anos de idade, na rodoviária de Brasília, onde pegaria um ônibus para Goiânia. == Ditadura == Em 1973, ano em que José desapareceu, o Brasil era governado pelo militar Emílio Garrastazu Médici e, apesar de este ter sido um período em que o país viveu o “milagre econômico”, com taxas de crescimento do PIB acima de 10%, também foi o momento de maior repressão do regime militar. Campanhas publicitárias como \"Brasil, ame-o ou deixe-o\" deixavam claro que, para aqueles que não fossem condizentes com as práticas do governo, bastava se retirar do país. Não havia espaço para pessoas que não concordavam com os militares e suas imposições autoritárias. Além disso, a euforia da conquista do tricampeonato mundial de futebol voltava a atenção da população para o entretenimento, enquanto milhares de pessoas eram brutalmente assassinadas e torturadas pelo sistema político. A economia se desenvolvia, mas o crescimento foi assimétrico entre as diversas regiões do país. O acúmulo de riquezas nas mãos de poucos fez com que aumentasse a desigualdade social, portanto, conflitos que envolviam disputas por propriedades não eram incomuns. No início de 1964, o 1% mais rico da população detinha quase 20% de toda a renda do país, e ao final do regime esse número sobe para quase 30%. Além disso, durante o governo militar, os salários dos trabalhadores não acompanhava o aumento dos preços, e houve arrocho salarial entre 1964 e 1985, sendo que o salário mínimo caiu 50% em valores reais. A opressão e o cerceamento de direitos ficou ainda mais evidente após o Ato Institucional nº 5, emitido em 13 de dezembro de 1968, que marcou o radicalismo do sistema militar. A tortura passou a se tornar uma técnica sistemática de uso de extrema violência a fim de punir sujeitos que tivessem alguma relação com política, com movimentos sociais de ideologias diferentes das difundidas pelos chefes do governo. Dessa forma, até pode-se dizer que os militares alcançaram êxito ao aumentar a produtividade da economia e modernizar o parque industrial brasileiro, mas isso tudo teve um custo incalculável diante de todo o aparato montado que fortaleceu a censura, reprimiu e tirou diversas vidas de milhares de civis. Durante esse período, os militares utilizavam irrestritamente a violência e o País vivenciou anos de repressão, vigilância, tortura sistemática, prisões ilegais e milhares de desaparecimentos, tudo feito com a justificativa de manter uma suposta ordem na sociedade. == Homenagens Póstumas == Em homenagem ao militante camponês, foi inaugurada uma sala com o nome de José Porfírio de Souza na Assembleia Legislativa de Goiás. Além disso, há a promessa de ser erguido um monumento memorial pelo Instituto do Patrimônio Histórico e Artístico Nacional (Iphan) em Trombas, região em que foi um dos nomes mais influentes durante a luta de terras entre posseiros e famílias de camponeses. A História de José Porfírio e da guerrilha de Trombos e Formoso foi documentada por Hélio Brito e publicada em 2013. O filme, que foi divido em três partes e disponibilizado no Youtube, conta a trajetória de vida do tocantinense. Além disso, explica todo o contexto dos conflitos que ocorreram no norte do estado de Goiás, trazendo também depoimentos de pessoas que conviveram com ele e que participaram da guerrilha. Há também um livro chamado “Operação Araguaia: Os arquivos secretos da guerrilha”, publicado pela Geração Editorial em abril de 2005, em que Tais Morais e Eumano Silva trazem um completo trabalho de jornalismo investigativo sobre a Operação Mesopotâmia e também citam o conflito de Trombas e Formoso, liderado por Zé Porfírio. Essa é uma obra de pesquisa aprofundada que engloba todo o contexto do regime militar e ajuda no entendimento sobre os desaparecidos políticos. == Notas de rodapé == 1. José Porfírio de Souza foi visto pela última vez em 7 de junho de 1973, ao ser solto do DOI-CODI em Brasília. ==Ligações externas== * Perfil de José Porfírio no Dossiê Mortos e Desaparecidos Políticos no Brasil, do Centro de Documentação Eremias Delizoicov * \"Porfírio - Um leitor do livro do Apocalipse\", por Pedro Tierra Categoria:Deputados estaduais de Goiás Categoria:Mortos e desaparecidos no combate à ditadura militar no Brasil (1964–1985) Categoria:Pessoas desaparecidas Categoria:Socialistas do Brasil Categoria:Naturais de Pedro Afonso (Tocantins) Categoria:Políticos do Tocantins Categoria:Opositores da ditadura militar no Brasil (1964–1985)",
 "title": "José Porfírio de Souza"
}