{
 "id": "56206",
 "text": "O rio do Peixe é um curso de água do estado de Santa Catarina, e que banha os municípios de Calmon, Caçador, Rio das Antas, Videira, Iomerê, Pinheiro Preto, Tangará, Ibicaré, Herval d'Oeste, Luzerna, Joaçaba, Lacerdópolis, Erval Velho, Campos Novos, Ouro, Capinzal, Ipira, Piratuba, Alto Bela Vista, Peritiba, Jaborá. Faz parte da bacia do rio da Prata. Sua nascente está no município de Calmon e sua foz no rio Uruguai, no município de Marcelino Ramos, Rio Grande do Sul. Foi batizado com este nome pela abundância de peixes encontrada em suas águas, na época de sua exploração. Hoje encontra-se poluído e degradado. Em sua margem esquerda encontra-se a histórica Estrada de Ferro São Paulo - Rio Grande que liga os estados de São Paulo e Rio Grande do Sul. == A bacia do rio do Peixe == Seus principais afluentes são: Na margem esquerda: Rio Caçador Rio Castelhano Rio do Veado Rio das Pedras Rio Bonito Rio Azul Rio Barra Verde Rio Leão Na margem direita: Rio Preto Rio XV de Novembro Rio São Bento Rio Estreito Rio Limeira == Reabilitação do rio do Peixe == Devido à degradação ambiental, provocada pelo desmatamento, falta de tratamento de esgoto doméstico, dejetos industriais e material orgânico decorrente da criação de animais, o rio do Peixe está poluído. No meio-oeste de Santa Catarina, em 1987, 17 indústrias, principalmente frigoríficas, abatedouros, curtumes e fábricas de papel e celulose, foram convocadas pelo fato que sua carga poluidora ser equivalente aos esgotos de uma população de 646 mil habitantes. Em 1992, essa carga foi reduzida em 69%, e uma segunda etapa do Programa entrou em ação, reduzindo a carga de poluição para 93,8% em 1994. Além do controle da poluição industrial, também foram convocados ao licenciamento ambiental 66 estabelecimentos de comercialização de agrotóxicos e 103 propriedades agrícolas dedicadas à suinicultura.{carece de fontes}} Na região do Meio-oeste, em março de 1998, estavam licenciados ou em processo de licenciamento 3.178 empreendimentos com atividades potencialmente causadoras de degradação ambiental. Entre esses, 2.218 são de criação de suínos. Já estão controlados 60% dos efluentes líquidos do plantel de animais, 32% dos resíduos sólidos urbanos e 15% dos esgotos sanitários através de redes e estações de tratamento coletivos. O controle do esgoto é o que está avançando mais rapidamente. Agora, nesta região, a FATMA está intensificando o licenciamento de atividades de piscicultura e agrotóxicos. Em 5 de julho de 2001, o Conselho Estadual de Recursos Hídricos – CERH na SDM aprovou a composição do Comitê Rio do Peixe. Ficou decidido que o Comitê Rio do Peixe seria composto por 20% de integrantes do governo, 40% de usuários do rio, e 40% de ONGs (Organizações não- governamentais) totalizando 70 vagas/votos. O Projeto de Lei PL 564/2013, de autoria do deputado Neodi Saretta (PT), e que institui o Dia Estadual do Rio do Peixe, no estado de Santa Catarina, foi sancionado e transformado em lei. O objetivo é incentivar a participação da sociedade no processo de educação ambiental e no desenvolvimento de ações voluntárias para despoluição e preservação de toda a bacia hidrográfica do rio do Peixe. == Biodiversidade do rio do Peixe == No rio do Peixe há o registro de 105 espécies de peixes registradas ao longo de sua extensão. Nas matas ciliares do rio do Peixe e áreas adjacentes que compõe a bacia hidrográfica, foram registradas 38 espécies de anfíbios (sapos, rãs e pererecas), 55 espécies de répteis (lagartos e serpentes) com registro da espécie de cágado ameaçada de extinção Phrynops williamsi, 284 espécies de aves com espécies ameaçadas como o papagaio-de-peito-roxo (Amazona vinacea) e papagaio-charão (Amazona pretrei), 65 espécies de mamíferos com espécies ameaçadas como jaguatirica (Leopardus pardalis), puma (Puma concolor) e paca (Cuniculus paca) e 76 espécies de borboletas e mariposas, estas registradas nas matas ciliares do baixo rio do Peixe entre os municípios de Lacerdópolis e Erval Velho até Piratuba e Ipira. E na bacia hidrográfica do rio do Peixe em uma análise geral foram registradas mais de 50 espécies de orquídeas e mais de 13 espécies de bromélias. Peixe Peixe Categoria:Geografia de Caçador Categoria:Calmon Categoria:Videira (Santa Catarina) Categoria:Ibicaré Categoria:Herval d'Oeste Categoria:Luzerna Categoria:Joaçaba Categoria:Geografia de Campos Novos Categoria:Capinzal Categoria:Ipira Categoria:Geografia de Piratuba Categoria:Peritiba Categoria:Jaborá",
 "title": "Rio do Peixe (Santa Catarina)"
}