{
 "id": "5622",
 "text": "O conceito de placebo refere-se a um tratamento sem efeito terapêutico, como uma pílula de açúcar, que não possui propriedades terapêuticas ativas para a condição que está sendo tratada. No entanto, quando administrado, pode induzir efeitos positivos no paciente devido à crença de que está recebendo um tratamento eficaz. Este fenômeno ocorre porque a expectativa de cura pode desencadear respostas psicológicas e fisiológicas no corpo, como a liberação de endorfinas, que podem aliviar os sintomas. O efeito placebo é amplamente estudado na medicina para compreender a influência da mente sobre o corpo e a importância das expectativas na recuperação. == Placebo em medicamentos == Muitos médicos também podem atribuir efeito placebo a medicamentos com princípios ativos, mas que apresentam efeitos terapêuticos diferentes do esperado. Por exemplo, um comprimido de vitamina C pode aliviar a dor de cabeça de quem acredite estar ingerindo um analgésico, sendo um exemplo clássico de que o que melhora é não apenas o conteúdo do que ingerimos mas também o acreditar que estamos a ser tratados. Seguindo esta corrente de pensamento, o dicionário médico Hooper cita o placebo como \"o nome dado a qualquer medicamento administrado mais para agradar do que beneficiar o paciente\". == Placebo em terapias == Além dos medicamentos, o placebo também pode ser utilizado em terapias diversas e em pesquisas científicas. Um exemplo é a terapia a laser. Nesse caso, o laser é aplicado no paciente no modo desligado, podendo ser associado a um medicamento ou não. Depois, liga-se o laser, com a intenção de identificar se há melhora ou não. A irradiação do laser desligado pode ser considerado um efeito placebo. A utilização desse método em terapias tem sido bastante eficaz para comprovar a efetividade de uma determinada terapia. == Efeitos do placebo no cérebro == O placebo pode ser eficaz porque pode reduzir a ansiedade do paciente, revertendo, assim, uma série de respostas psicossomáticas e levando a uma sensação de bem-estar. Este efeito, por vezes, é de fato real e benéfico ao paciente. O efeito placebo é particularmente importante nos mecanismos cerebrais que trazem consciência aos estímulos nervosos atrelados à dor, sendo a sensação experimentada em grande parte dependente da forma como se pensa a mesma. Relata-se, nesses casos, que o efeito placebo é capaz de aliviar ou mesmo suprimir por completo a sensação de dor, mesmo que o estímulo doloroso - uma ferida por exemplo - continue a sensibilizar as vias neurais correspondentes com igual intensidade. O fenômeno inverso - conhecido como efeito nocebo - também mostra-se, por vezes, bem real: a expectativa de que a dor seja excruciante pode constituir causa suficiente para que realmente se perceba a mesma como tal, mesmo que a causa atrelada às vias sensoriais não justifique, por si, tal sensação.Carter, Rita; et alii - O Livro do Cérebro - Rio de Janeiro - Agir - 2012 - ISBN 978-85-220-1361-6 Os placebos são aplicados para se testar os reais efeitos de medicamentos e terapias. São usados em estudos duplamente cegos e consistem no uso de cápsulas desprovidas de substâncias terapêuticas ou contendo produtos reconhecidos como inertes e inócuos, que são administrados a grupos de estudo humanos ou animais (chamados de \"população\" em investigação científica) para comparar e validar os efeitos desses medicamentos. O princípio subjacente é o de que, num ensaio com placebo, parte do sucesso da substância ativa pode ser devido não a esta mas sim ao efeito placebo da mesma. A análise estatística verificará, posteriormente, se o efeito do medicamento versus o placebo é realmente significativo ou não. Existem muitas patologias suscetíveis ao efeito placebo, como é o caso da insuficiência venosa. == Efeitos do placebo em animais == O efeito de placebo também pode ser percebido em animais, embora a compreensão acerca desses efeitos em seres sencientes não-humanos seja limitado devido à ausência de comunicação deles com humanos e a capacidade mais reduzida de avaliação objetiva de efeitos como dor em animais. A existência de efeito placebo em animais mostra que o efeito não é puramente psicológico, dadas as diferenças cognitivas entre humanos e não-humanos. O tema permanece sob intensa investigação, não apenas no que diz respeito ao conhecimento humano destes efeitos em animais, mas também em como podem ser utilizados para compreender e estudar efeitos em estudos pré-clínicos visando aplicação humana. == Ver também == * Duplo-cego Categoria:Cognição Categoria:Farmacologia",
 "title": "Placebo"
}