{
 "id": "56287",
 "text": "A Copa do Mundo FIFA de 1998 foi a décima sexta edição da Copa do Mundo FIFA de Futebol e a primeira a contar com 32 seleções. Ocorreu de 10 de junho até 12 de julho de 1998. O evento foi sediado na França, pela segunda vez, tendo partidas realizadas nas cidades de Saint-Denis, Marselha, Paris, Lens, Lyon, Nantes, Toulouse, Saint-Étienne, Bordéus e Montpellier. A final da Copa do Mundo FIFA de 1998 foi disputada pela França, que havia eliminado a Croácia, a Itália e o Paraguai; e o Brasil, que havia eliminado a Holanda, a Dinamarca e o Chile. A partida foi realizada em 12 de julho às 21 horas, no Stade de France, com um público estimado em oitenta mil pessoas. Sob o apito do árbitro marroquino Said Belqola, Zinédine Zidane marcou duas vezes no primeiro tempo e Emmanuel Petit ampliou aos 48 minutos do segundo tempo, terminando a partida em 3–0, derrotando a seleção brasileira, então a última campeã do mundo e única tetracampeã da época. O capitão francês Didier Deschamps levantou a taça do primeiro título da França em Copas do Mundo. Ele voltaria a conquistar um título mundial com a seleção francesa 20 anos depois, dessa vez como técnico, se juntando ao brasileiro Zagallo e ao alemão Franz Beckenbauer a ter conseguido esse feito como jogador e como treinador. A copa teve vários destaques, como Edwin van der Sar, Jaap Stam, Frank de Boer, Edgar Davids, Patrick Kluivert e Dennis Bergkamp da Holanda, Brian Laudrup e Michael Laudrup da Dinamarca, Gabriel Batistuta, Ariel Ortega e Verón da Argentina, David Beckham e Michael Owen da Inglaterra, Paolo Maldini e Christian Vieri da Itália, Davor Šuker da Croácia, Gamarra e Chilavert do Paraguai, Taffarel, Roberto Carlos, Cafu, Dunga, Rivaldo e Ronaldo Fenômeno do Brasil e Fabien Barthez, Lilian Thuram, Marcel Desailly, Laurent Blanc, Didier Deschamps, Youri Djorkaeff, Thierry Henry e Zinédine Zidane da França. == Eliminatórias == == Seleções participantes == Trinta e duas seleções nacionais foram qualificadas para participar desta edição do campeonato, sendo quinze delas europeias, oito americanas, cinco africanas e quatro asiáticas. == Sedes == == Árbitros == ; África * Said Belqola * Gamal Al-Ghandour * Lucien Bouchardeau * Lim Kee Chong * Ian McLeod ; Ásia * Abdul Rahman Al-Zeid * Ali Mohammed Bujsaim * Masayoshi Okada * Pirom Un-Prasert ; Europa * Marc Batta * Günter Benkö * Pierluigi Collina * Hugh Dallas * Paul Durkin * José Garcia Aranda * Bernd Heynemann * Nikolai Levnikov * Urs Meier * Vítor Melo Pereira * Kim Milton Nielsen * Rune Pedersen * László Vagner * Mario van der Ende * Ryszard Wójcik ; América do Norte, Centro e Caraíbas * Esfandiar Baharmast * Arturo Brizio Carter * Ramesh Ramdhan ; Oceânia * Edward Lennie * Mikey Kokupaloon ; América do Sul * Javier Castrilli * Epifanio González * Márcio Rezende de Freitas * Mario Sanchez Yanten * Alberto Tejada * John Toro Rendon == Sorteio == O sorteio foi realizado no Stade Vélodrome em Marseilles, no dia 4 de Dezembro de 1997, e trouxe algumas novidades na cerimônia, como ter sido realizado pela primeira vez dentro de um estádio, antecedido por um amistoso entre uma Seleção da Europa (liderada por Zinedine Zidane) contra a Seleção do Resto do Mundo (liderada por Ronaldo Fenômeno).ultimadivisao.com.br/ Copa de 98 teve sorteio com surpresa e tensão França, anfitriã, e Brasil, último campeão, foram cabeças de chave por direito. Os outros cabeças-de-chave foram escolhidos da seguinte forma: A FIFA definiu que os cabeças-de-chave seriam eleitos através de um ranking que levaria em conta a participação das seleções nas últimas três Copas e no ranking da FIFA de 1995 a 1997. Com isso, a Romênia credenciou-se a este grupo, ao lado de Brasil, França, Alemanha, Argentina, Itália, Holanda e Espanha.doentesporfutebol.com.br/ Relembre os sorteios das últimas 4 Copas do Mundo (1998 a 2010) Em uma entrevista dada em 2018 ao programa de TV France Bleu, Michel Platini polemizou ao afirmar que o sorteio foi \"manipulado\" para que Brasil e França fosse cabeças-de-chave dos grupos A e C, para que assim só pudessem se enfrentar numa eventual final, já que esse \"era o sonho\" da entidade máxima do futebol. Segundo as normas da Fifa, porém, o ato é algo considerado proibido, uma vez que as seleções devem ser sorteadas uma a uma. \"Não iríamos preparar uma Copa do Mundo durante seis anos para não fazer pequenas travessuras, não é? Você acha que os demais também não fizeram?\", indagou Platini.globoesporte.globo.com/ Platini cita \"pequena trapaça\" para que França pegasse Brasil na final em 1998espn.com.br/ Video: Calçade explica e ironiza as \"regras\" para o sorteio da Copa de 98, manipulado por Platini Pote A (Cabeças de Chave) Pote B (UEFA) Pote C (AFC/CONMEBOL) Pote D (CAF/CONCACAF) Iugoslávia == Fase de grupos == Equipes classificadas para a fase final Equipes eliminadas Todas as partidas seguem o fuso horário local (UTC+1). === Grupo A === Seleção 1 6 3 2 0 1 6 3 +3 2 5 3 1 2 0 5 4 +1 3 4 3 1 1 1 5 5 0 4 1 3 0 1 2 2 6 –4 \\---- \\---- === Grupo B === Seleção 1 7 3 2 1 0 7 3 +4 2 3 3 0 3 0 4 4 0 3 2 3 0 2 1 3 4 –1 4 2 3 0 2 1 2 5 –3 \\---- \\---- === Grupo C === Seleção 1 9 3 3 0 0 9 1 +8 2 4 3 1 1 1 3 3 0 3 2 3 0 2 1 3 6 –3 4 1 3 0 1 2 2 7 –5 \\---- \\---- === Grupo D === Seleção 1 6 3 2 0 1 5 5 0 2 Paraguai 5 3 1 2 0 3 1 +2 3 4 3 1 1 1 8 4 +4 4 1 3 0 1 2 1 7 –6 \\---- \\---- === Grupo E === Seleção 1 5 3 1 2 0 7 2 +5 2 5 3 1 2 0 7 5 +2 3 3 3 0 3 0 3 3 0 4 1 3 0 1 2 2 9 –7 \\---- \\---- === Grupo F === Seleção 1 7 3 2 1 0 6 2 +4 2 Iugoslávia 7 3 2 1 0 4 2 +2 3 3 3 1 0 2 2 4 –2 4 0 3 0 0 3 1 5 –4 \\---- \\---- === Grupo G === Seleção 1 7 3 2 1 0 4 2 +2 2 6 3 2 0 1 5 2 +3 3 3 3 1 0 2 1 3 –2 4 Tunísia 1 3 0 1 2 1 4 –3 \\---- \\---- === Grupo H === Seleção 1 9 3 3 0 0 7 0 +7 2 6 3 2 0 1 4 2 +2 3 3 3 1 0 2 3 9 –6 4 0 3 0 0 3 1 4 –3 \\---- \\---- ==Fase final== {{Round16-with third |27 de junho – Paris | |4| |1 |28 de junho – Saint-Denis | |1| |4 |29 de junho – Toulouse | |2| Iugoslávia |1 |30 de junho – Saint-Étienne | (pen)||| |27 de junho – Marselha | |1||0 |28 de junho – Lens | (g.o.)|1| Paraguai|0 |29 de junho – Montpellier | |2||1 |30 de junho – Bordéus | |0||1 |3 de julho – Nantes ||3||2 |4 de julho – Marselha ||2||1 |3 de julho – Saint-Denis ||| (pen)| |4 de julho – Lyon ||0||3 |7 de julho – Marselha | (pen)||| |8 de julho – Saint-Denis ||2||1 |12 de julho – Saint-Denis ||0||3 |11 de julho – Paris ||1||2 }} === Oitavas-de-Final === \\---- \\---- \\---- \\---- \\---- \\---- \\---- === Quartas-de-Final === \\---- \\---- \\---- === Semifinais === \\---- === Disputa de 3º Lugar === === Final === == Classificação final == A classificação final é determinada através da fase em que a seleção alcançou e a sua pontuação, levando em conta os critérios de desempate. Final 1 align=\"left\" C 19 7 6 1 0 15 2 +13 2 align=\"left\" A 13 7 4 1 2 14 10 +4 Decisão do 3º e 4º lugares 3 align=\"left\" H 15 7 5 0 2 11 5 +6 4 align=\"left\" E 12 7 3 3 1 13 7 +5 Eliminados nas quartas de final 5 align=\"left\" B 11 5 3 2 0 8 3 +5 6 align=\"left\" H 10 5 3 1 1 10 4 +6 7 align=\"left\" F 10 5 3 1 1 8 6 +2 8 align=\"left\" C 7 5 2 1 2 9 7 +2 Eliminados nas oitavas de final 9 align=\"left\" G 7 4 2 1 1 7 4 +3 10 Iugoslávia F 7 4 2 1 1 5 4 +1 11 align=\"left\" G 7 4 2 1 1 4 3 +1 12 align=\"left\" D 6 4 2 0 2 6 9 –3 13 align=\"left\" E 5 4 1 2 1 8 7 +1 14 Paraguai D 5 4 1 2 1 3 2 +1 15 align=\"left\" A 5 4 1 2 1 5 5 0 16 align=\"left\" B 3 4 0 3 1 5 8 –3 Eliminados na fase de grupos 17 align=\"left\" D 4 3 1 1 1 8 4 +4 18 align=\"left\" A 4 3 1 1 1 5 5 0 19 align=\"left\" E 3 3 0 3 0 3 3 0 20 align=\"left\" F 3 3 1 0 2 2 4 –2 21 align=\"left\" G 3 3 1 0 2 1 3 –2 22 align=\"left\" H 3 3 1 0 2 3 9 –6 23 align=\"left\" B 2 3 0 2 1 3 4 –1 24 align=\"left\" C 2 3 0 2 1 3 6 –3 25 align=\"left\" B 2 3 0 2 1 2 5 –3 26 align=\"left\" G 1 3 0 1 2 1 4 –3 27 align=\"left\" A 1 3 0 1 2 2 6 –4 28 align=\"left\" C 1 3 0 1 2 2 7 –5 29 align=\"left\" D 1 3 0 1 2 1 7 –6 30 align=\"left\" E 1 3 0 1 2 2 9 –7 31 Japão H 0 3 0 0 3 1 4 –3 32 align=\"left\" F 0 3 0 0 3 1 5 –4 == Premiações == Campeão da Copa do Mundo FIFA de 1998 França Primeiro Título === Individuais === Prêmio FIFA Chuteira de Ouro (artilheiro): Prêmio FIFA Bola de Ouro (melhor jogador): Prêmio FIFA Yashin (melhor goleiro): Troféu FIFA Fair Play (time menos faltoso): Time mais divertido: Davor Šuker Ronaldo Nazário Fabien Barthez Inglaterra França França === Seleção da Copa === Goleiros Defensores Meios-Campistas Atacantes José Luis Chilavert Cláudio Taffarel Fabien Barthez Roberto Carlos Marcel Desailly Lilian Thuram Frank de Boer Carlos Gamarra Dunga Rivaldo Michael Laudrup Zinedine Zidane Edgar Davids David Beckham Ronaldo Nazário Davor Šuker Brian Laudrup Dennis Bergkamp Prêmio FIFA \"Gol do Torneio\": 1º lugar 2º lugar 3º lugar Pierre Njanka (contra a Áustria) Michael Owen (contra a Argentina) Mustapha Hadji (contra a Noruega) Fonte: == Artilharia == ; 6 gols * Davor Šuker ; 5 gols * Gabriel Batistuta * Christian Vieri ; 4 gols * Ronaldo * Marcelo Salas * Luis Hernández ; 3 gols * Bebeto * César Sampaio * Rivaldo * Thierry Henry * Oliver Bierhoff * Jürgen Klinsmann * Dennis Bergkamp ; 2 gol(o)s * Ariel Ortega * Marc Wilmots * Robert Prosinečki * Brian Laudrup * Alan Shearer * Michael Owen * Emmanuel Petit * Lilian Thuram * Zinedine Zidane * Roberto Baggio * Theodore Whitmore * Ricardo Peláez * Salaheddine Bassir * Abdeljalil Hadda * Phillip Cocu * Ronald de Boer * Patrick Kluivert * Viorel Moldovan * Shaun Bartlett * Fernando Hierro * Fernando Morientes * Slobodan Komljenović ; 1 gol * Claudio López * Mauricio Pineda * Javier Zanetti * Andreas Herzog * Toni Polster * Ivica Vastić * Luc Nilis * Emil Kostadinov * Patrick Mboma * Pierre Njanka * José Luis Sierra * Léider Preciado * Robert Jarni * Mario Stanić * Goran Vlaović * Thomas Helveg * Martin Jørgensen * Michael Laudrup * Peter Møller * Allan Nielsen * Marc Rieper * Ebbe Sand * Darren Anderton * David Beckham * Paul Scholes * Laurent Blanc * Youri Djorkaeff * Christophe Dugarry * Bixente Lizarazu * David Trezeguet * Andreas Möller * Mehdi Mahdavikia * Hamid Reza Estili * Luigi Di Biagio * Robbie Earle * Masashi Nakayama * Cuauhtémoc Blanco * Alberto García Aspe * Mustapha Hadji * Edgar Davids * Marc Overmars * Pierre van Hooijdonk * Boudewijn Zenden * Mutiu Adepoju * Tijjani Babangida * Victor Ikpeba * Sunday Oliseh * Wilson Oruma * Dan Eggen * Håvard Flo * Tore André Flo * Kjetil Rekdal * Celso Ayala * Miguel Ángel Benítez * José Cardozo * Adrian Ilie * Dan Petrescu * Sami Al- Jaber * Yousuf Al-Thunayan * Craig Burley * John Collins * Benni McCarthy * Ha Seok-Ju * Yoo Sang-Chul * Kiko * Luis Enrique * Raúl * Skander Souayah * Brian McBride * Siniša Mihajlović * Predrag Mijatović * Dragan Stojković ; Auto- gol(o)s * Georgi Bachev (para a Espanha) * Youssef Chippo (para a Noruega) * Tom Boyd (para o Brasil) * Pierre Issa (para a França) * Andoni Zubizarreta (para a Nigéria) * Siniša Mihajlović (para a Alemanha) |} == Premiações == Campeão da Copa do Mundo França Campeã == Símbolos == === Bola === A bola para a Copa do Mundo de 1998, fabricada pela Adidas, foi nomeada Tricolore, que significa \"tricolor\" em francês. Foi a oitava bola da Copa do Mundo feita para o torneio pela empresa alemã e foi a primeira da série a ser multi-colorida. A bandeira tricolor e o galo, símbolos tradicionais da França, foram usados como inspiração para o design. === Mascote === O mascote oficial foi o Footix, um galo que foi apresentado pela primeira vez em maio de 1996. Foi criado pelo designer gráfico Fabrice Pialot e selecionado de uma lista de cinco mascotes. Pesquisas realizadas sobre a escolha de ter um galo como mascote foram muito recebidas: 91% associaram-no imediatamente à França, como um símbolo tradicional da nação. Footix, o nome escolhido pelos telespectadores franceses, é uma mistura de \"futebol\" e o final \"-ix\" da popular tira cômica de Astérix. === Música oficial === A música oficial da Copa do Mundo de 1998 foi \"La Copa de la Vida\", gravada por Ricky Martin. == Transmissão == A FIFA, por meio de várias empresas, vendeu os direitos de transmissão da Copa do Mundo da FIFA de 1998 para muitas emissoras. No Reino Unido, a BBC e a ITV tinham direitos de transmissão. As imagens e o áudio da competição foram fornecidos aos canais de TV e rádio pela empresa TVRS 98, a emissora do torneio. Os jogos da Copa do Mundo foram transmitidos em 200 países. 818 fotógrafos foram creditados para o torneio. Em cada partida, um estande era reservado para a imprensa. O número de vagas concedidas atingiu o seu máximo na final, quando estavam presentes no estande 1.750 repórteres e 110 comentaristas de televisão. === Brasil === A cobertura pela TV brasileira foi feita por Rede Globo, Rede Bandeirantes, Rede Record, SBT, Rede Manchete, ESPN Brasil e SporTV. Foi a última edição do torneio em que os direitos de transmissão foram comercializados pela Organização das Televisões Iberoamericanas (OTI), além de ser a última a ser transmitida por todas as principais redes de televisão aberta do país. Na Globo, os locutores foram Galvão Bueno, Luis Roberto, Cléber Machado e Maurício Torres, e os comentaristas foram Paulo Roberto Falcão, Pelé, Arnaldo Cezar Coelho, José Roberto Wright, Júnior e Casagrande, além de ter Romário como convidado especial. Na Band, a narração ficou por conta de Luciano do Valle, Marco Antônio Matos, Jota Júnior e Nivaldo Prieto e os comentaristas foram Gérson, Rivelino, Mauro Beting e Armando Nogueira. No SBT, os locutores foram Silvio Luiz, Téo José, Oscar Ulisses e Paulo Soares, e como comentaristas Juarez Soares, Osmar de Oliveira e Orlando Duarte. Na Record os locutores eram Luiz Alfredo, Carlos Valadares e José Luiz Datena, e os comentaristas foram o ex-jogador Sócrates e Eli Coimbra. Na Rede Manchete a narração ficou por conta de Paulo Stein, Januário de Oliveira, Edson Mauro, Ricardo Mazella e Cledi Oliveira, e os comentaristas foram o apresentador Milton Neves, mais os ex-jogadores Renato Gaúcho e Edinho e o ex-árbitro Armando Marques. == Ligações externas == * *",
 "title": "Copa do Mundo FIFA de 1998"
}