{
 "id": "56297",
 "text": "Os Jogos Olímpicos de Inverno de 1988, oficialmente XV Jogos Olímpicos de Inverno, foram um evento multiesportivo com a sede principal na cidade de Calgary, em Alberta, no Canadá e celebrados no período entre 13 e 28 de fevereiro. Além de Calgary, as estações de Nakiska e Canmore, localizados ao oeste da cidade, sediaram os eventos de neve, naquela que é considerada a primeira grande descentralização olímpica da história. Pela primeira vez uma edição dos Jogos Olímpicos de Inverno tiveram a mesma duração de 15 dias dos Jogos Olímpicos de Verão. Um recorde de 57 Comitês Olímpicos Nacionais se inscreveram num total de 1 423 atletas. Sediando uma nova Olimpíada após Montreal 1976, o Canadá falhou novamente na tentativa de conquistar uma medalha de ouro competindo em casa. O saltador finlandês Matti Nykänen e a patinadora de velocidade holandesa Yvonne van Gennip tiveram as melhores performances individuais dos jogos (cada um terminou com três medalhas de ouro). Os Jogos também marcaram a \"falha heroica\" do saltador de esqui britânico Eddie \"The Eagle\" Edwards, e também a histórica participação do time de bobsleigh da Jamaica, dois feitos que se tornaram posteriormente filmes sucesso (Eddie the Eagle e Jamaica abaixo de Zero, respectivamente). Esta edição foi considerada a mais cara da história à época, com praticamente todas as instalações construídas especificamente para o evento. Porém o comitê organizador transformou a receita recorde de televisão e patrocínio em investimentos para a manutenção das instalações e desenvolver a região como o centro de treinamento nacional de esportes de inverno do Canadá. Os cinco locais construídos continuam a ser usados ​​em suas funções originais, o que ajudou o país a se consolidar anos mais tarde como uma das principais potências mundiais dos esportes de inverno; em Calgary o Canadá conquistou apenas cinco medalhas (duas pratas e três bronze), uma das suas piores performances na história dos Jogos. Vinte e dois anos mais tarde, quando os Jogos Olímpicos de Inverno voltaram ao país, os canadenses mais que quintuplicaram o total de medalhas (26, sendo 14 de ouro) em Vancouver 2010. ==Processo de candidatura== Esta foi a sétima vez na história em que o Canadá demonstrou interesse para sediar os Jogos Olímpicos de Inverno, a quarta tentativa de Calgary. Anteriormente Montreal havia sido candidata aos Jogos de Inverno de 1956, perdendo para o resort italiano de Cortina d'Ampezzo, Vancouver aos Jogos de Inverno de 1976, perdendo para Denver e não chegou a finalizar o processo de candidatura para os Jogos de de 1980, quando apenas a norte-americana Lake Placid foi candidata. Durante mais de 20 anos, o Instituto Canadense de Desenvolvimento dos Esportes de Inverno (CODA), liderado pelo administrador Frank King, demonstrou interesse que a instituição conseguisse um aporte maior de recursos, conseguindo por três vezes das autoridades do Comitê Olímpico do Canadá a inscrição da cidade como a candidata canadense para os Jogos Olímpicos de Inverno (1964, 1968 e 1972). Com três derrotas sucessivas, o CODA ficou em hibernação até 1979, quando King decidiu reativar o projeto e o atualizou com vistas aos Jogos Olímpicos de Inverno de 1988. Agora com um projeto reformulado, a cidade fez a quarta e última tentativa. No entanto, ao contrário das outras três tentativas, Calgary enfrentou um processo interno dentro do Comitê Olímpico do Canadá, já que agora uma outra cidade também havia manifestado interesse (Vancouver). Calgary ganhou o direito de ser a candidata canadense convencendo as autoridades com o argumento até então inovador e ambicioso \"de que a iniciativa privada iria financiar os Jogos\". Os calgarianos também garantiram que todas estas fontes viriam de fundos de investimentos e de empresas locais, da venda de ingressos e produtos licenciados e também da renda obtida com a venda dos direitos de transmissão, evitando riscos a saúde financeira tanto da cidade quanto do país, já que o Canadá ainda vivia sob o fantasma dos gastos relacionados aos Jogos de Verão de 1976. Em seguida a isto, o CODA abriu as suas ações na Bolsa de Valores de Toronto conseguindo atrair 80 mil investidores locais exclusivamente. A época a população local era de 600 mil habitantes e a regra para a venda era de que os interessados fossem legalmente residentes da cidade. Em seguida, as autoridades locais conseguiram a garantia de 270 milhões de dólares reservados a uma comitiva liderada pelo prefeito Ralph Klein em viajar ao redor do mundo para convencer os membros do Comitê Olímpico Internacional de que a cidade já tinha as condições necessárias para sediar os Jogos de Inverno. Ainda houve a coincidência de que a cidade havia sido escolhida pela National Hockey League para receber uma franquia desta liga e com isso antes mesmo de se elaborar a versão final do projeto, uma das instalações esportivas já estava em construção o que agradou as autoridades do COI com a maior infraestrutura desportiva a ser usada na história dos Jogos Olímpicos de Inverno até então, com capacidade para mais de 20 mil pessoas. Com um projeto arrojado, a cidade enfrentaria a sueca Falun e a italiana Cortina d'Ampezzo, que derrotou a própria Calgary em 1946 quando ambas eram candidatas aos Jogos Olímpicos de Inverno de 1956. Cidade CON Primeira rodada Segunda rodada Calgary 35 48 Falun 25 31 Cortina d'Ampezzo 18 — A votação foi realizada no dia 30 de setembro de 1981, em Baden-Baden na então Alemanha Ocidental, durante a sessão 84 do Comitê Olímpico Internacional realizada dentro do programa do XI Congresso Olímpico. Após a eliminação de Cortina na primeira rodada de votação, Calgary conseguiu derrotar Falun por 17 votos (48 a 31). Assim, Calgary se tornou a primeira cidade canadense a sediar os Jogos Olímpicos de Inverno e também a primeira cidade majoritariamente anglófona do país a sediar os Jogos. ==Locais de competição== Coube ao executivo William Pratt coordenar todas as ações relacionadas a construção das instalações. Por causa de sua gestão na estruturação dos jogos, dois anos mais tarde ele foi alçado a Presidente do Comitê Organizador dos Jogos Olímpicos de Inverno de 1988 (OCO'88). Mesmo com um histórico de dificuldades em relacionamentos interpessoais, Pratt conseguiu entregar tudo rigidamente dentro dos prazos e dos valores estimados. ===Universidade de Calgary=== Ao contrário das sedes anteriores, Calgary foi a primeira cidade na história a construir os locais de competição do zero. Ainda em 1979, a primeira grande instituição a demonstrar empenho com o projeto foi a reconhecida Universidade da cidade que ofereceu as suas instalações existentes e todos os terrenos que estavam disponíveis dentro de seus campi para a construção de alguns locais de competição. Durante muitos anos, o Estádio MacMahon que está dentro do principal campus da Universidade foi o foco da vida esportiva local.https://library.olympic.org/Default/doc/SYRACUSE/56437/calgary-canada Dentro da mesma área, estando a apenas 500 metros está o complexo residencial da Universidade que serviu de Vila Olímpica. Antes mesmo da escolha da cidade este complexo já estava em pleno funcionamento, tendo cinco prédios em pleno uso e mais dois em fase de construção. Dentro do mesmo terreno ainda foi construído o Oval de Calgary que foi a primeira pista de patinação de velocidade indoor do mundo, inaugurando as novas especificações da União Internacional de Patinação. A decisão por um rinque coberto foi motivada para proteger tanto os atletas quanto o público da possibilidade de temperaturas muito baixas e também dos ventos chinook que poderiam acelerar o processo de derretimento do gelo e inviabilizar o uso dos equipamentos. Sete recordes mundiais foram quebrados durante os Jogos, resultando no apelido de \"gelo mais rápido da Terra\"1988 Winter Olympics official report. Parte 1. pág. 144-151. e desde então ele serve como o centro de treinamento nacional da modalidade no Canadá. ===Stampede Park=== thumb|right|350px|Stampede Park, visto da Calgary Tower antes de sua reformulação iniciada em 2019. O ScotiaBank Saddledome fica à esquerda e a pista de corrida e a arquibancada ficam à distância à direita O Parque Stampede está localizado no centro da cidade no distrito de Betline. Sendo um dos maiores complexos de entretenimento do país desde a sua criação em 1929, ele sedia anualmente o Calgary Stampede que é considerado o maior rodeio do mundo. Dentro deste complexo estão o ScotiaBank Saddledome, que até então era a maior arena multiuso do mundo, e o Stampede Corral que sedia anualmente as principais provas do Stampede. De forma inédita, as duas instalações compartilharam os eventos da patinação artística e do hóquei sobre gelo. Ainda estavam no complexo o Centro de Convenções de Calgary que serviu como centros de transmissão, de mídia e logística. Faltando pouco tempo para a cerimônia de abertura, a Federação Internacional de Hóquei no Gelo (IIHF) percebeu que o rinque que estava dentro do Stampede Corral não estava dentro do tamanho mínimo exigido pela entidade. Com isso, o comitê local foi multado em 1,2 milhão de dólares. Com a falta de tempo viável para a adaptação do tamanho, a entidade decidiu autorizar a realização dos jogos na arena. Em 2019 as autoridades locais decidiram pela reformulação urbana da área e pela demolição do Corral. O ScotiaBank Saddledome que também está dentro do complexo tinha custos estimados em 83 milhões de dólares, mas o projeto acabou ultrapassando o valor de 100 milhões devido a atualização de alguns valores somados a correção de alguns erros. Existiam expectativas de que o local sediasse a cerimônia de encerramento, mas devido a alta demanda por ingressos ela foi transferida para o Estádio MacMahon. Esta foi a primeira vez desde 1960 em que as cerimônias de abertura e encerramento dos Jogos Olímpicos de Inverno foram realizadas no mesmo local. ===Parque Olímpico do Canadá=== Localizado a oeste de Calgary, sua construção é considerada um dos principais legados desta edição para o país-sede e operado pela Associação de Desenvolvimento Olímpico de Calgary, entidade herdeira do OCO'88. Neste local está a pista de bobsleigh que ficou mundialmente conhecida após o filme Jamaica abaixo de Zero. Completado em 1986, o parque ainda sediou os eventos de luge, salto de esqui, combinado nórdico e os eventos de demonstração do esqui estilo livre.1988 Winter Olympics official report. Parte 1. pág. 110-127. Desde então ele é constantemente expandido para acomodar um número cada vez maior de eventos, além de se tornar o Centro Nacional de Esportes de Inverno. Estão localizados no local uma das duas unidades da Escola Nacional de Esportes do país, o Museu Olímpico e o Hall da Fama do Esporte Canadense. Durante o verão acontecem outros tipos de eventos como competições de mountain bike e acampamentos. == Modalidades disputadas == * * * * * * * * * * ;Esportes de demonstração * * * * == Países participantes == Um recorde de 57 nações enviaram representantes para os Jogos. Antilhas Neerlandesas, Fiji, Ilhas Virgens Americanas, Guam, Guatemala e Jamaica enviaram representantes pela primeira vez. Na lista abaixo, o número entre parênteses indica o número de atletas por cada nação nos Jogos: * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * == Quadro de medalhas == Fonte: Comitê Olímpico Internacional (Quadro de medalhas - Calgary 1988) == Ligações externas == * Calgary 1988 na página do COI * Programa dos Jogos Olímpicos de Inverno de 1988 (em PDF) Categoria:1988 no desporto Categoria:Jogos Olímpicos de Inverno de 1988",
 "title": "Jogos Olímpicos de Inverno de 1988"
}