{
 "id": "56308",
 "text": "Familiar to Millions é um álbum ao vivo gravado em 21 de Julho de 2000 no Wembley Stadium em Londres, lançado pelo grupo musical britânico Oasis no mesmo ano. Foram lançadas duas versões: o álbum duplo, e uma versão em um único álbum, chamada Familiar to Millions: Highlights. O álbum vendeu cerca de 310 mil cópias no Reino Unido, tendo atingido a Platina e nos Estados Unidos vendeu 70 mil cópias.Basham, David. \"Got Charts? Making Grammy Predictions, Counting Crowes\". MTV.com January 11, 2002.Goldner, Jonathan. \"Oasis Badger 'Thieving' Fans At Las Vegas Gig\". MTV.com. April 29, 2002. == Lista de faixas == # \"Fuckin' in the Bushes\" (Gallagher) \\- 3:02 # \"Go Let It Out\" (Gallagher) \\- 5:29 # \"Who Feels Love?\" (Gallagher) \\- 6:02 # \"Supersonic\" (Gallagher) \\- 4:31 # \"Shakermaker\" (Backer/Cook/Davis/Gallagher/Greenaway) \\- 5:13 # \"Acquiesce\" (Gallagher) \\- 4:17 # \"Step Out\" (Crosby/Gallagher/Moy/Wonder) \\- 3:52 # \"Gas Panic!\" (Gallagher) \\- 8:15 # \"Roll with It\" (Gallagher) \\- 4:43 # \"Stand by Me\" (Gallagher) \\- 5:48 # \"Wonderwall\" (Gallagher) \\- 4:43 # \"Cigarettes and Alcohol\" (Gallagher) \\- 6:55 # \"Don't Look Back in Anger\" (Gallagher) \\- 5:27 # \"Live Forever\" (Gallagher) \\- 5:07 # \"Hey Hey, My My (Into the Black)\" (Young) \\- 3:45 # \"Champagne Supernova\" (Gallagher) \\- 6:36 # \"Rock 'N' Roll Star\" (Gallagher) \\- 7:23 # \"Helter Skelter\" (Lennon/McCartney) \\- 6:30 == Familiar to Millions: Highlights == Familiar to Millions: Highlights é um álbum que contém apenas parte do show do Oasis em 21 de julho de 2000 no Wembley Stadium. === Faixas === Todas as faixas por Noel Gallagher. # \"Go Let It Out\" - 5:50 # \"Who Feels Love?\" - 6:00 # \"Supersonic\" - 4:29 # \"Shakermaker\" - 5:13 # \"Acquiesce\" - 4:06 # \"Gas Panic!\" - 8:01 # \"Roll with It\" - 4:43 # \"Wonderwall\" - 4:34 # \"Cigarettes and Alcohol\" - 6:52 # \"Don't Look Back in Anger\" - 5:09 # \"Live Forever\" - 4:53 # \"Champagne Supernova\" - 6:31 # \"Rock 'N' Roll Star\" - 6:24 == Versão em vídeo (DVD/VHS) == Além de todo o show, o DVD apresenta o seguinte: * O documentário de 45 minutos dirigido por Dick Carruthers foi filmado dentro e ao redor de Wembley por Grant Gee, incluindo entrevistas nos bastidores e filmagens dos fãs. * Ângulos de várias câmeras na faixa \"Cigarettes & Alcohol\". * Filmes ao vivo para \"Go Let It Out\", \"Supersonic\", \"Live Forever\" e \"Rock 'n' Roll Star\". * Discografia completa (incluindo lançamentos internacionais) com clipes de áudio e ilustrações. * Som estéreo PCM 2.0. * Som Surround Dolby Digital 5.0. * Elemento de CD-ROM, que possui um link para uma página exclusiva no site do Oasis, com fotos ainda não vistas e o módulo Songplayer, onde os fãs podem aprender a tocar \"Live Forever\". * Ícone 'Tambourine': clique nele e ele te leva para o documentário em tempo real. * O VHS apresenta todo o show e um documentário de 20 minutos (intitulado \"Mad Fer It\"), com entrevistas exclusivas com Liam e Noel Gallagher. Este documentário é exclusivo para o formato VHS. == Versão em áudio (CD/ Vinil/ Cassete/MiniDisc) == O CD apresenta uma faixa bônus extra, um cover da música \"Helter Skelter\" dos Beatles, que foi gravada no Riverside Theatre, Milwaukee, WI, EUA, em 16 de abril de 2000. Um CD de destaques foi lançado em 1 de outubro de 2001 para comemorar o décimo aniversário do Oasis como banda. \"Fuckin 'in the Bushes\", \"Step Out\", \"Stand by Me\", \"Hey Hey, My My\" e \"Helter Skelter\" acabaram cortadas. Como Liam deixou a plateia cantar os refrões de \"Wonderwall\" e também mudou as palavras para outras partes da música (\"A essa altura, você já deveria ter percebido que não cheirava cola\"/\"E todas as luzes que iluminam o caminho, fazendo me f...! \") no show de 21 de julho, a versão nos vários formatos de áudio apresenta uma faixa vocal diferente da faixa original gravada em Wembley. Isso também se aplica aos vocais de apoio de Noel. A maioria desses vocais gravados foi gravada no show do Oasis na Yokohama Arena, Kanagawa, Japão, em 5 de março de 2000. Apenas uma linha: \"Tenho certeza que você já ouviu isso antes, mas nunca teve dúvida\", é realmente do show de Wembley, pois Liam não conseguiu cantar essa linha corretamente na performance de Yokohama. A versão em áudio do álbum também está sem vários trechos de ironias entre as faixas. == Promos == Um vídeo promocional da versão de Wembley de \"Gas Panic!\" foi distribuído para os canais de música. O vídeo apresentava imagens de todo o show e foi ligeiramente editado até as 6:57. Os singles promocionais \"Gas Panic!\" e \"Hey Hey, My My\" foram lançados no Brasil para promover a apresentação do Oasis no festival Rock in Rio em 14 de janeiro de 2001. O CD de duas faixas de Gas Panic! incluiu a versão do álbum e uma versão editada da faixa de Wembley, que foi editada até 4:28. O CD de uma faixa de Hey Hey, My My incluiu a versão ao vivo de Wembley. == Pessoal == * Noel Gallagher - guitarra, vocal de apoio; vocais principais em \"Don't Look Back In Anger\", \"Hey Hey My My\", \"Step Out\" e \"Helter Skelter\" * Liam Gallagher - vocal, pandeiro * Alan White - bateria * Andy Bell - baixo * Gem Archer - guitarra rítmica * Zeben Jameson - piano, sintetizador ==Posições== Paradas (2000) Posição Australian Albums Chart 86 Norwegian Albums Chart 38 UK Albums Chart 5 US Billboard 200 182 Categoria:Álbuns de Oasis Categoria:Álbuns de rock Categoria:Álbuns duplos Categoria:Álbuns ao vivo de 2000",
 "title": "Familiar to Millions"
}