{
 "id": "56312",
 "text": "Pancreatite é a inflamação do pâncreas. O pâncreas é um órgão volumoso na parte posterior do estômago que produz enzimas digestivas e uma série de hormonas. Existem dois tipos principais: pancreatite aguda e pancreatite crónica. Os sinais e sintomas de pancreatite mais comuns são dor na parte superior do abdómen, náuseas e vómitos. Em muitos casos a dor espalha-se para as costas e é geralmente muito intensa. Na pancreatite aguda, pode ocorrer febre e os sintomas geralmente desaparecem ao fim de alguns dias. Na pancreatite crónica pode ocorrer perda de peso, fezes oleosas e diarreia. Entre as possíveis complicações estão infeções, hemorragias, diabetes ou problemas que afetam outros órgãos. As causas mais comuns de pancreatite aguda são Pedras na vesícula e consumo excessivo de álcool. Entre outras possíveis causas estão trauma direto, alguns medicamentos, infeções como a papeira e tumores, entre outras. A pancreatite crónica pode desenvolver-se em resultado de um episódio de pancreatite aguda e geralmente tem origem em consumo excessivo de álcool ao longo de vários anos. Entre outras possíveis causas estão a níveis elevados de lípidos no sangue, níveis elevados de cálcio no sangue, alguns medicamentos e algumas distúrbios genéticos como a fibrose cística. Fumar aumenta o risco de pancreatite, tanto aguda como crónica. O diagnóstico de pancreatite aguda tem por base um aumento três vezes superior dos níveis no sangue de amilase ou lipase. Na pancreatite crónica estes valores podem-se apresentar normais. Em alguns casos podem ser realizados exames imagiológicos como ecografias ou tomografias computorizadas. O tratamento de pancreatite aguda é geralmente realizado com terapia intravenosa, analgésicos e, em alguns casos, antibióticos. Geralmente é proibida a ingestão de alimentos ou bebidas, sendo colocada uma sonda nasogástrica no estômago. Nos casos em que o ducto pancreático se encontra bloqueado, pode ser aberto com um procedimento denominado colangiopancreatografia retrógrada endoscópica. Em pessoas com pedra na vesícula, em muitos casos a vesícula biliar também é removida. Na pancreatite crónica, para além das medidas anteriores pode ser realizada a alimentação temporária através da sonda nasogástrica de modo a providenciar nutrição adequada. Em alguns casos podem ser necessárias alterações na dieta, administração de enzimas pancreáticas ou cirurgia para remover partes do pâncreas. Em 2015, ocorreram em todo o mundo cerca de 8,9 milhões de casos de pancreatite. A doença foi a causa de mortes, um aumento em relação às em 1990. A incidência da pancreatite aguda é de 30 em cada pessoas por ano. Todos os anos, desenvolvem-se novos casos de pancreatite crónica em cerca de 8 em cada pessoas. A doença é mais comum entre homens do que em mulheres. Na maior parte dos casos, a pancreatite crónica tem início entre os 30 e 40 anos de idade, sendo rara em crianças. A pancreatite aguda foi descrita pela primeira vez em 1882 e a pancreatite crónica em 1946. Categoria:Inflamações Categoria:Doenças do pâncreas",
 "title": "Pancreatite"
}