{
 "id": "56313",
 "text": "O Palácio Nacional de Queluz, também designado por Palácio de Queluz e Palácio Real de Queluz , é um palácio do localizado em Queluz, cidade do município de Sintra, no distrito de Lisboa.Ficha na base de dados SIPA Um dos últimos grandes edifícios do estilo rococó a serem projetados na Europa,Lowndes, p. 179. o palácio foi concebido como um retiro de verão para D. Pedro de Bragança, que mais tarde tornar-se-ia marido e então rei consorte da sua própria sobrinha, a rainha . Serviu como um discreto local de encarceramento para a rainha D. Maria, pois a sua descida à loucura continuou nos anos seguintes à morte de D. Pedro em 1786. Após a destruição pelo fogo da Real Barraca em 1794, o Palácio de Queluz tornou-se a residência oficial do príncipe regente João VI e da sua família, permanecendo assim até que a família real viajou para a colónia do Brasil em 1807 após a invasão francesa de Portugal. As obras no palácio começaram em 1747 sob o comando do arquiteto português Mateus Vicente de Oliveira. Apesar de ser muito menor, o palácio é frequentemente referido como a Versalhes portuguesa.Fielding, p. 275. O Palácio Nacional de Queluz está classificado como Monumento Nacional desde 1910.Ficha na base de dados da DGPC == Arquitetura e história == A arquitetura de Queluz é representativa do último período extravagante da cultura portuguesa que se seguiu à descoberta do ouro brasileiro em 1690. Desde o início do muitos artistas e arquitetos estrangeiros foram empregados em Portugal para satisfazer as necessidades da aristocracia recém-enriquecida; eles trouxeram consigo ideias clássicas de arquitetura que derivavam do Renascimento. Com seu design, Queluz é uma revolta contra o barroco anterior, mais pesado e de influência italiana, que precedeu o estilo rococó em toda a Europa.Dynes, p. 178. Comparações com Versalhes são injustificadas: Versalhes é referido como tendo \"uma aura de majestade\" e foi construído e dedicado a exibir em pedra \"todas as glórias da França,\"Rey, p. 44. enquanto o palácio muito menor em Queluz foi descrito como \"requintado ao invés de magnífico\" e parecendo \"um bolo de aniversário muito caro\".Fielding, p. 275 Em sua frivolidade, a arquitetura de Queluz reflete o estilo de vida liderado pela família real portuguesa na época da construção: durante o reinado do irmão de Dom Pedro, José I, quando Portugal era na prática governado por um valido ou favorito, o Marquês de Pombal. Pombal encorajou a família real a ficar longe de seus dias no país e deixar assuntos de Estado para ele. Assim, a arquitetura extravagante, quase caprichosa de Queluz, separada da capital, representa exatamente a política e os eventos sociais de Portugal durante esta época, e as vidas despreocupadas e extravagantes conduzidas por seus ocupantes. Na ascensão ao trono da esposa de Dom Pedro, Maria, em 1777, Pombal foi demitido, e Dom Pedro e D Maria governaram em conjunto em seu lugar, usando o palácio rococó parcialmente concluído em Queluz como um recuo dos assuntos de Estado da mesma forma que Frederico, Grande, usou o outro famoso palácio rococó da Europa, Sanssouci.Powell, pp. 95–101. O local escolhido para este retiro de verão estava em um lugar afastado. Originalmente era propriedade do Marquês de Castelo Rodrigo. Quando os espanhóis foram expulsos de Portugal em 1640, o Marquês foi acusado de ter colaborado com os espanhóis e a propriedade foi apreendida pela Coroa Portuguesa. A propriedade e sua cabana de caça tornaram-se então uma das muitas propriedades do rei português, . Ele a reservou como uma das propriedades reservadas para o segundo filho do monarca reinante.Dynes, p. 181. O arquiteto Mateus Vicente de Oliveira, havia treinado sob o comando de Ludovice de Ratisbon e Jean-Baptiste RobillonFielding, p. 276. durante a construção do palácio real e convento de Mafra. O palácio clássico mais sombrio e massivo de Mafra não parece ter influenciado o design de Queluz, que está em um estilo mais leve e arejado. As obras começaram em 1747 e continuaram rapidamente até 1755, quando foram interrompidas pelo grande sismo de Lisboa de 1755, após o qual os trabalhadores eram mais urgentemente necessários para a reconstrução da cidade. O terremoto provou ser um catalisador, pois o processo de reconstrução urbana estimulou o desenvolvimento das artes em Portugal. A arquitetura subsequente de Queluz foi influenciada por novas ideias e conceitos. Quando o trabalho recomeçou em 1758, o projeto foi adaptado por medo de outro terremoto. Assim, as obras posteriores assumem a forma de edifícios baixos e longos, mais estruturalmente estáveis do que um único bloco alto: como resultado, visto de longe, o palácio se assemelha a longas enfiadas ligadas por pavilhões mais altos, em vez de uma única construção.Fielding, p. 276. ==Exterior== A fachada pública do palácio se depara diretamente com uma praça da cidade e assume a forma de duas asas de quadrante baixas, simétricas que flanqueiam as asas de um pequeno corpo central de logis, formando assim um cour d'honneur semicircular. O sul das duas asas do quadrante é fechado pela capela de represa de cebola, enquanto a ala norte continha as cozinhas e os aposentos dos criados.Lowndes, p. 175. Oliveira foi responsável direto pela \"Fachada Cerimonial\" do \"corpo de logis\", o bloco retangular que forma o núcleo do palácio, e alguns dos pátios interiores. Seu antigo tutor, o francês Jean-Baptiste Robillon, era responsável pelos jardins, muitos edifícios e pelos interiores rococós. Ele, por sua vez, foi auxiliado por Jean-Baptiste Pillement e outros artistas franceses e portugueses. A \"Fachada Cerimonial\" é a vista mais conhecida do palácio. Com proporções clássicas, é decorada externamente pela renderização travertina e delicadamente esculpida em carrinhos sobre as janelas. Foi descrito como um \"exemplo harmonioso do barroco português\". Em 1760, Pombal arranjou para Dom Pedro se casar com a instável filha do rei Maria, a herdeira do trono. Pombal encorajou o casal a viver com seus filhos no palácio inacabado em Queluz, longe da sede do governo. Sempre foi um retiro favorito do casal e era sua casa principal antes da adesão de Maria. Outros alargamentos foram feitos para refletir a elevação do palácio do retiro do país para o Palácio Real. No entanto, Maria havia demitido Pombal em sua adesão e, como uma monarca governante, ela não teve tempo de ficar longe de suas horas no país. Dom Pedro pouco interferiu em assuntos de Estado, preferindo gastar seu tempo em assuntos religiosos.Maria I of Portugal Com a morte de Dom Pedro, em 1786, todo o trabalho interno foi concluído. Isso foi uma sorte, pois a partir desse período a saúde mental de sua viúva se deteriorou, até que em 1794, ela e seu tribunal assumiram residência oficial e em tempo integral em Queluz. Lá, a agora completamente insana rainha poderia ser escondida da visão de seus súbditos. Seu filho mais velho, o mais tarde rei João VI, foi nomeado Regente e governou de Lisboa e do grande palácio de Mafra.Fielding, p. 279. == Interior == O interior do palácio recebeu não menos atenção aos detalhes e design do que o exterior. Artesãos franceses foram empregados para decorar os quartos, muitos dos quais são pequenos, com as paredes e tetos pintados para retratar cenas alegóricas e históricas. Tijolos vermelhos polidos eram frequentemente usados para os pisos, para uma aparência rústica, bem como frieza em tempo quente. Os muitos pavilhões altos que ligam as várias alas inferiores do palácio permitem uma série de longos quartos baixos quebrados por quartos mais altos e mais leves. Uma característica predominante dos interiores são os azulejos: azulejos policromáticos envidraçados, muitas vezes em um estilo chinoiserie com tons de azul e amarelo contrastando com vermelhos mudos. Os materiais para uso no interior incluíam pedra importada de Génova e madeiras do Brasil, Dinamarca e Suécia, enquanto mármores coloridos eram importados da Itália. === A Sala de Música === A Sala de Música (ilustrada abaixo) que segue a \"Sala dos Embaixadores\" é decorada com madeira dourada e pintada e foi redesenhada em 1768. O teto inset com carrinhos pintados é notável pelo intrincado esquema de costelas de seu design, semelhante ao do vestíbulo em Caserta.Dynes, p. 182. Sala de Música é decorada em um estilo mais neoclássico do que as outras salas do Estado, refletindo seu redesenho no período seguinte ao rococó barroco na metade final do . Esta sala era o cenário para os grandes concertos pelos quais o palácio era famoso.Dynes, p. 183. A sala ainda contém o piano de cauda Empire decorado com apliques dourados. 1794 wurde der Palast in Queluz Residenz des portugiesischen Königshauses. 19.jpg|A \"Sala de Mangas\" decorada com painéis de azulejos que ilustram a riqueza das colónias portuguesas 1794 wurde der Palast in Queluz Residenz des portugiesischen Königshauses. 06.jpg|A Sala de Música com retrato de pendurado sobre o piano === Salão de Baile === O Salão de Baile, o último dos três maiores quartos do palácio,Lowndes. pp. 178–183 (ilustrado abaixo) foi projetado por Robillon em 1760. Para criar esta sala oval, o arquiteto combinou cinco quartos menores.Dynes, p. 183. O ornamento ormolu rococó toma a forma de dourada pesada para as paredes e teto, de tamanha riqueza que tem sido comparada com o de François de Cuvilliés no Palácio Nymphenburg. As paredes e portas são espelhadas e o teto pintado e dourado e encaixotado é apoiado por cariátides dourados.Lowndes, p. 183. === Sala dos Embaixadores === O Salão dos Embaixadores (\"Sala dos Embaixadores\"), às vezes chamado de sala do trono ou Salão dos Espelhos, foi projetado por Robillon em 1757 e é uma das maiores salas de receção do palácio. Este longo quarto baixo tem um teto pintado por Francisco de Melo que retrata a família real portuguesa participando de um concerto durante o reinado da rainha A sala é extremamente larga e leve, abrangendo toda a largura do palácio, com janelas altas em ambos os lados. Entre cada janela há uma mesa de console dourada semicircular acima que são óculos de píer adornados com arandelas de cristal. O trono dais, situado em um apse, é ladeado por colunas douradas e espelhadas, e o chão é um padrão de placa de chequer de azulejos de mármore preto e branco.Lowndes, p. 178. Palácio Nacional de Queluz 01.jpg|O salão de baile, onde os ornamentos rococó de Robillon são comparáveis ao do amalienburg do Palácio Nymphenburg 1794 wurde der Palast in Queluz Residenz des portugiesischen Königshauses. 25.jpg|Salão dos Embaixadores === Capela === Durante a ocupação do palácio por Dom Pedro e D Maria I, a capela foi central para o cotidiano de sua corte. Não foi por acaso que a capela foi a primeira parte do palácio a ser concluída e foi consagrada já em 1752. A religião era um dos interesses favoritos de Dom Pedro. Durante o reinado de sua esposa ele atendeu a assuntos espirituais e ela para assuntos temporais. O interesse da rainha pela religião, no entanto, não era menos febril do que o de seu marido — o casal participava da missa várias vezes por dia. Após a morte de Dom Pedro, a rainha abandonou todas as festividades no palácio, e as receções do Estado assumiram o ar de cerimônias religiosa. Finalmente a instabilidade e a mania religiosa da rainha degeneraram em completa insanidade. A capela sob sua grande cúpula de cebola é escura e cavernosa e decorada com madeira dourada esculpida, o detalhamento destacado em vermelho, verde, azul e rosa, pelo escultor português Silvestre Faria Lobo. O nível superior tem galerias para o uso de personagens reais que se sentariam além da congregação. Uma dessas galerias contém um pequeno órgão de tubos rococó. Uma característica da capela é a fonte portátil ornamentada, sua bacia de mármore descansando em um elaborado quadro rococó superado por uma cobertura de madeira esculpida.Lowndes, p. 185. Queluz chapel vault.JPG|Cofre acima do altar da capela do palácio 1794 wurde der Palast in Queluz Residenz des portugiesischen Königshauses. 09.jpg|thumb|Altar da capela do palácio === Sala das Merendas === Esta era a sala de jantar privada da família real. A decoração continua o tema utilizado em algumas das salas mais formais e públicas, com painéis de azulejo ilustrando cortesãos em poses silvestres. Esses painéis, como muitas outras obras no palácio, foram produzidos por João Valentim e José Conrado Rosa.Lowndes, p. 181. === Boudoir da rainha === Este foi um dos quartos privados usados por Maria I durante seu tempo em Queluz. Ele é projetado na forma de um bower, com um padrão de treliça no teto que se reflete no design do piso marquetário (ilustrado abaixo), dando a impressão de estar em uma pérgola em vez de no interior. Os pisos de marquetria dos quartos privados distinguem essas salas menores e mais íntimas das salas maiores do estado, onde tais características delicadas teriam sido danificadas pelo uso mais frequente. As paredes do boudoir são fortemente espelhadas e contêm cartouches overdoor e espelho de José Conrado Rosa.Dynes, p. 184. Ao lado do boudoir está o quarto da rainha; foi a partir desta sala leve e arejada que os gritos demente da rainha foram relatados por William Beckford, que visitou o palácio em 1794. === Quarto do Rei === O Quarto do Rei (ilustrado abaixo) foi descrito como um dos quartos mais \"fantásticos\" do palácio. Embora realmente quadrado, dá a ilusão de ser completamente circular, com um teto de mmed apoiado por colunas de vidro espelhado. Entre as colunas estão cartouches retratando cenas dos contos de Dom Quixote. Pedro IV morreu nesta sala em 1834, mesma sala onde ele nasceu em 1798. A sala contém um grande busto do rei mostrando seus \"jowls pendulares e rosto pouco atraente\". == Motivos == Queluz é famoso pela glória de seus jardins, que incluem uma grande parte topiárias dispostas à maneira de Le Nôtre na parte detrás do palácio. As influências flamengas, incluindo os canais, no jardim são obra do jardineiro holandês Gerald van der Kolk, que ajudou Robillon a partir de 1760.Dynes, p. 186. Terraços formais e passarelas recebem interesse extra por estatutárias e fontes. A característica dominante do principal parterre é o \"Pórtico dos Cavalinhos\", um templo de jardim ladeado por duas estátuas equestres alegóricas representando Fames, e duas esfinges (ver ilustração final) vestidas surrealmente com trajes do , combinando o formal e o fantástico. Este tema surreal continua em outros lugares nos jardins onde motivos como o estupro dos Sabinos e a morte de Abel alternam com estatuária de burros vestidos com roupas humanas. Mais fundo nos jardins há uma gruta completa com uma cascata. Mais tarde, para ser uma característica popular nos jardins portugueses, a cascata de Queluz foi a primeira cachoeira artificial a ser construída perto de Lisboa.Fielding, p. 277. Uma avenida de magnólias enormes forma a abordagem da clássica ala Robillon do palácio, enquanto da asa uma escada dupla leva ao canal. Com mais de 100 metros de comprimento, as paredes do canal são decoradas com painéis de ladrilhos que retratam paisagens marinhas e cenas associadas. Este é o maior de uma série de canais nos jardins margeados com azulejos estilo chinoiserie. Alimentados por um córrego, os portões de sluice para os canais só são abertos em maio. Durante o , os canais foram cenário para os fêtes champêtres durante os quais navios totalmente equipados navegariam em procissões com figuras a bordo em trajes alegóricos.Fielding, p. 278. Os jardins também contêm uma fonte com tritões e golfinhos que foi atribuída a Bernini. Há outras fontes e estatuárias nos jardins inferiores, incluindo uma importante coleção de estátuas do escultor britânico . Estes jardins são situados dentro de altas cercas de vísos, ciprestes, magnólias e amoreiras plantadas pelo marechal Junot durante a ocupação francesa nas guerras napoleônicas.Lowndes, p. 184. == História posterior == Após um incêndio no Palácio da Ajuda em 1794, o Príncipe Regente e a sua esposa Carlota Joaquina começaram a usar o Palácio de Queluz. A ala Robillon foi ampliada e recebeu um andar superior para o uso da princesa e seus nove filhos. Essas adições foram destruídas no incêndio de 1934.IPPAR Para escapar das forças de Napoleão Bonaparte em 1807, a família real portuguesa abandonou Queluz e fugiu para o Brasil. As forças de ocupação francesas assumiram o controle do palácio e o seu comandante, o general Junot, fez várias alterações no edifício. No retorno da família real do exílio em 1821, o rei preferiu viver em Mafra, deixando sua esposa, a rainha espanhola Carlota Joaquina, para ocupar Queluz com sua tia Princesa Maria Francisca Benedita. O rei visitou Queluz com pouca frequência. Foi em uma dessas raras visitas que João VI morreu em 1826. Carlota Joaquina, às vezes descrita como sinistra,Lowndes, p. 180. é considerada ambiciosa e violenta. Suas feições eram supostamente feias, e ela era de baixa estatura. Quaisquer que sejam suas deficiências, ela viveu em grande estilo em Queluz, empregando uma orquestra que William Beckford descreveu como a melhor da Europa. A rainha também tinha um pequeno teatro privado nos jardins, do qual nada permanece até hoje. Ela morreu no palácio em 1830. Após a morte de Carlota Joaquina, Queluz viu apenas o uso intermitente como residência real e não foi novamente a residência primária da realeza portuguesa. O filho de Carlota Joaquina, o rei Miguel, usou o palácio durante a guerra civil de três anos, que ele lutou contra seu irmão, o rei Pedro IV, == Monumento Nacional == thumb|Os jardins do Palácio de Queluz estão repletos de fontes, estátuas e esculturas. Desde 1940 é aberto ao público como museu. Abriga grande parte da antiga coleção real, incluindo móveis, tapetes de Arraiolos, pinturas, e cerâmicas e porcelana chinesas e europeias. == Casa de hóspedes do Estado == Em 1957, o Pavilhão Rainha Maria I foi reformado para servir como a casa oficial de hóspedes do governo português, para visitas chefes de Estado e de governo. A visita da rainha em 1957 foi um dos principais fatores motivadores na reforma do pavilhão em uma casa de hóspedes do estado.Academia - Politica Externa: A visita da rainha Isabel II a Portugal em 1957 ==Ver também== *Escola Portuguesa de Arte Equestre ==Bibliografia== *Bos, J. N. W. Maria I of Portugal. Published by J.N.W. Bos. Retrieved 15 December 2007. * *Fielding, Xan (1961). \"Queluz\". In Great Houses of Europe. Sacheverell Sitwell (ed). Londres: Weidenfeld and Nicolson, 275–279. . *IPPAR, General Bureau for National Buildings and Monuments (Portugal). Published by IPPAR 2001–2006. Retrieved 7 December 2007 *Lowndes, Susan (1969). \"Queluz\". In Great Palaces. Sacheverell Sitwell (ed). London: Hamlyn, 174–186. . *Powell, Nicholas (1961). \"Sanssouci\". In Great Houses of Europe. Sacheverell Sitwell (ed). London: Weidenfeld and Nicolson, 95–101. . *Rey, Jean-Dominique (1969). In Great Palaces. Sacheverell Sitwell (ed). London: Hamlyn, 42–53. . ==Ligações externas== *View a video tour of Queluz National Palace at :Imagem:Queluz.ogg *Queluz City Guide Categoria:Queluz (cidade) Queluz Queluz Queluz Categoria:Arquitetura rococó em Portugal Queluz Categoria:Monumentos nacionais em Sintra",
 "title": "Palácio Nacional de Queluz"
}