{
 "id": "56321",
 "text": "Fernão Lopes (fl. 1418–1459) foi escrivão e cronista oficial do reino de Portugal e o 4.° guarda-mor da Torre do Tombo. De origem plebeia, pelos serviços prestados à Coroa, recebeu carta de nobreza. Herdou tradições clássicas, francesas e ibéricas, mas distinguiu-se dos seus predecessores, dando grande importância à análise crítica da História e à comprovação documental dos eventos, buscando relatar os factos como eles ocorreram, com verdade e objetividade, expurgando as opiniões parciais, os exageros retóricos e as lendas. Também, inovadoramente, mostrou o povo como um importante agente da História, minimizando o protagonismo, antes quase exclusivo dos reis e da aristocracia. Por isso, é considerado um renovador do género da crónica histórica, um dos precursores da historiografia científica e o fundador da historiografia portuguesa. Ao mesmo tempo, foi dono de uma considerável bagagem intelectual, de uma sensibilidade humanista e de um estilo literário invulgarmente ágil e envolvente, calcado na oralidade e no universo popular, sem descartar referências eruditas, características que fazem dele a figura mais importante da literatura portuguesa medieval. Das suas várias obras, restam apenas as crónicas de D. Pedro, de D. Fernando e de D. João I.Instituto Camões. \"Fernão Lopes\".Arruda, Ana Margarida. \"Fernão Lopes\". In: Medina, João (dir.). História de Portugal dos Tempos Pré-Históricos aos Nossos Dias. Amadora: Ediclube, 2004, vol. IV, pp. 299-301. ==Biografia== Supõe-se que tenha nascido entre os anos de 1380 e 1390, com uma provável origem familiar vilã e mesteiral. Existe a hipótese de ter nascido e, mais tarde, ter sido sepultado no Alandroal, no Alentejo, com base na inscrição de uma pedra tumular, que lhe poderá ter pertencido, e nas ligações históricas da vila com a Ordem de Avis.Torcato, João; Encarnação, José d'. \"Fernão Lopes, natural do Alandroal\". Al-Madan Online. Almada: Centro de Arqueologia de Almada, 2018. 2.ª Série. 22. Tomo 1 (Janeiro): pp. 145-149. O registo mais antigo sobre a sua vida é um documento datado de 1418, que informa ser Fernão Lopes escrivão do Infante D. Duarte e guarda-mor da Torre do Tombo, cargo de alta confiança em que era encarregado de guardar e conservar os arquivos de Estado. Em 1419, foi citado como \"escrivão dos livros\" de D. João I, e deve ter sido por esta altura que foi incumbido por D. Duarte de colocar os feitos dos reis portugueses na forma de crónica. Num alvará de 1422, aparece com a função de escrivão da puridade do Infante D. Fernando.Gianez, Bruno. Fernão Lopes (c.1389/90-1459): Crônica e História em Portugal (Séc. XIV e XV). Dissertação de Mestrado. UFF, 2009, pp. 95-97 Pouco depois de D. Duarte subir ao trono, em 1433, o rei concedeu-lhe uma tença vitalícia de 14 mil réis anuais, como recompensa pelos serviços que já prestara e pelos que ainda prestaria. D. Duarte concedeu-lhe também uma carta de nobreza e o título de vassalo d'el- rei.Campos, Agostinho de. \"Introdução\". In: Antologia Portuguesa: Fernão Lopes: Crónicas de Dom Pedro e Dom Fernando. Aillaud & Bertrand, 1921, pp. ix- xix Em 1437, aparece como tabelião-geral do Reino, mas diz Teresa Amado que provavelmente já desempenhava esta função há muitos anos.Amado, Teresa. \"Apresentação Crítica\". In: Lopes, Fernão. Crónica de D. João I. Seara Nova Editorial Comunicação, 1980, pp. 21-74 Em 1439, comprou na Aldeia Galega (Montijo) uma casa com quintal, seis courelas de vinha e um pinhal. A compra custou-lhe menos de 5500 reais brancos. Anos depois, comprou um pequeno terreno anexado à sua existente casa. Também tinha uma casa em Lisboa, perto da igreja de S. Miguel de Alfama. Continuou como cronista oficial durante a regência do Infante D. Pedro e o governo de D. Afonso V. Em 1443, é atestado a terminar a primeira parte da Crónica de D. João I, e, em 1448, D. Afonso nomeia Gomes Eanes de Zurara cronista oficial do Reino em seu lugar, mas ao que parece Lopes continuou a trabalhar com o seu sucessor durante algum tempo. Permanecia, porém, guarda-mor da Torre do Tombo, como comprova uma tença outorgada pelo rei nesse ano. Em 1454, em virtude da idade avançada, foi aposentado das funções de guarda-mor da Torre do Tombo, sendo substituído por Zurara. A última informação conhecida sobre Fernão Lopes dá conta de que ainda vivia em 1459, quando contestou os direitos de um neto ilegítimo à sua herança.Araujo, Valdei Lopes de; Gianez, Bruno. \"A emergência do discurso histórico na crônica de Fernão Lopes\". In: Revista de História e Estudos Culturais, 2006; 3, III (2):2 A data de sua morte é incerta. Segundo informações no prefácio da Chronica de El-Rei D. Pedro I, escrito por Luciano Cordeiro, após deixar a função de guarda-mor, Fernão Lopes teria ainda vivido por mais cinco anos, falecendo próximo aos 80 anos de idade.Cordeiro, Luciano. \"Prefácio\". In: Lopes, Fernão. Chronica de el-rei D. Pedro I, acesso em 09/12/2011 Fernão Lopes foi casado com uma tia da mulher do sapateiro Diogo Afonso, deixando um filho, mestre Martinho, que foi \"físico\" (médico) do infante D. Fernando. Martinho teve um filho bastardo, Nuno Martins. Das crónicas que escreveu sobre a história de Portugal restam-nos apenas três identificadas com segurança: a Crónica de D. Pedro, a Crónica de D. Fernando e a Crónica de D. João I. A Crónica de 1419 – um conjunto de narrativas sobre os sete primeiros reis de Portugal – é reconhecida também como obra sua pela maioria dos críticos. Bem mais controversa é a autoria da Crónica de D. Afonso IV, da Crónica de D. Afonso III ou de D. Sancho II e da Crónica do Conde D. Henrique. Já sua autoria da Crónica do Condestável, que foi postulada por algum tempo, hoje está inteiramente desacreditada. Depois de um longo período de obscuridade, a sua recuperação crítica iniciou-se no século XIX, sendo consagrado primeiramente por Alexandre Herculano (1810-1877), que o chamou de \"pai da História portuguesa\". Hoje essa posição está solidamente estabelecida, não pela cronologia, já que teve precursores, mas pelo vulto e pelo caráter nitidamente moderno de sua obra, bem como pelo seu alto valor literário.Michelan, Kátia Brasilino. \"Cronistas medievais: ajuntadores de histórias\". In: História Social, 2009; 17Nordin, Nei Marcos Aibar. De como “escprever verdade sem outra mestura” – Estratégias discursivas na obra do cronista Fernão Lopes. Tese de doutorado. Universidade Federal do Rio Grande do Sul, 2011, p. 7 ==Contexto histórico== Fernão Lopes forma-se num contexto próximo a acontecimentos que se faziam recentes na memória dos portugueses, a saber, os mais significativos: a Crise de 1383-1385 e a Batalha de Aljubarrota (1385). O primeiro acontecimento foi um golpe sucessório “auxiliado pela população camponesa, comerciantes, alguns membros da nobreza e ordens religiosas, principalmente franciscanos”, que assegurou a ascensão do Mestre de Avis, D. João I, ao trono português. D. João I sairia fortalecido como rei de Portugal com o reconhecimento da legitimidade da dinastia avisina através da assinatura do Tratado de Windsor (1386), entre Portugal e Inglaterra e do seu casamento com D. Filipa de Lencastre. Ao rei eleito e popular, D. João I, sucedeu um rei mais aliado à aristocracia, D. Duarte. Cresceu o poder feudal dos filhos de D. João I, e com ele o predomínio da nobreza, que saíra gravemente abalada da crise da independência. Assistiu-se à guerra civil subsequente à morte de D. Duarte, à insurreição de Lisboa contra a rainha viúva D. Leonor de Aragão, e à eleição do Infante D. Pedro por essa cidade, e em seguida pelas cortes, para o cargo de Defensor e Regedor do Reino, em circunstâncias muito parecidas com as que tinham levado o Mestre de Avis ao mesmo cargo e seguidamente ao trono em 1383-1385.Gianez, pp. 10-90Guaranha, Manoel Francisco. \"Fernão Lopes: imbricamento entre história e literatura na construção do ethos discursivo na Crônica de D. Pedro\". In: Ângulo, 2011; 125/126:16-20 Sendo assim, Fernão Lopes entrara, certamente, em contacto com testemunhos dos acontecimentos, sendo esses eventos relatados na sua obra de 1443, Crónica de D. João I. Pode, dessa forma, consultar os protagonistas envolvidos na resistência contra Castela e na paz firmada no ano de 1411 com o mesmo reino, através do Tratado de Ayllón, ratificado em 1423. Diante desta conjuntura política e social conturbada Fernão Lopes foi designado, por D. Duarte, para escrever os feitos da dinastia de Avis. == Obra == ===Antecedentes === O gênero da crónica histórica tem origens imemoriais. Na Idade Média, iniciando a formação de poderosos reinos na Europa, a realeza entendeu que suas virtudes e conquistas deviam ser consagradas e perenizadas, retomando a antiga tradição das crónicas oficiais, onde de costume pouco se distinguiam factos de mitos e assuntos de Estado de interesses privados da aristocracia, tornando a narrativa histórica claramente um projeto político, manipulando os factos para que se criasse a \"verdade\" mais conveniente para os detentores do poder. No século XIII, o gênero estava em alta, especialmente na França, onde haviam entrado na moda as Grandes chroniques, que traçavam em linguagem retórica a origem dos reis franceses até a mítica Troia. Conforme Teresa Amado, o que se esperava do cronista medieval revela-se explicitamente na encomenda feita a Lopes por D. Duarte: a de \"poer em caronica as estorias dos antigos reis que antigamente em Portugal forom e isso mesmo os grandes feitos e altos do mui virtuoso e de grandes virtudes meu senhor e padre\". Pouco espaço restava, na tradição historiográfica que Lopes recebeu, para a \"arraia miúda\", a massa dos vilãos e camponeses, sempre dominados e explorados pela nobreza. Ao mesmo tempo, essas narrativas apresentavam um modelo de conduta ideal para os nobres, baseado na ética da cavalaria, do cristianismo e do amor cortês, procurando ser obras moralizantes e didáticas. A tradição oral, as mitologias dinásticas e a simples compilação de dados tinham enorme peso nessa literatura de encomenda, e a comprovação documental, bem como uma análise verdadeiramente crítica dos acontecimentos, eram aspectos muito negligenciados. Pensava-se a História de outra maneira naquela época. O modelo francês foi influente nas origens da literatura portuguesa em geral e especificamente na obra de Fernão Lopes, assim como o modelo espanhol, tipificado pelas crónicas alfonsinas e as de Pero Lopez de Ayala, embora Lopes, influenciado pelos clássicos e por um contexto específico, e optando pela objetividade, verificabilidade e economia, tenha feito avanços importantes em relação aos seus predecessores.Senko, Elaine Cristina. \"Perspectivas e sintomas da historiografia do período tardo medieval: um encontro entre Ocidente e Oriente\". In: Revista Vernáculo, 2010 (25)Medeiros, Vanise Gomes de. \"Discurso cronístico: uma 'falha no ritual' jornalístico\". In: Linguagem em (Dis)curso - LemD, 2004; 5 (1):93-118 Esteves, Julieta Araújo. \"Fontes de 'saber' nas crónicas medievais: Fernão Lopes\". In: História Revista, 2013; 18 (1):167-179 No resumo de António José Saraiva: ::\"Em Portugal chegava-se a um momento crítico. A guerra da independência, colocando face a face a velha aristocracia do sangue e os burgueses das grandes cidades, originou a derrocada dos antigos quadros sociais e deu acesso a uma nova aristocracia de interesses económicos e morais inteiramente novos. Fernão Lopes é o cronista da nova aristocracia, que ainda então se não constituíra em classe fechada, mas estava presa à revolução colectiva que lhe dera o acesso ao poder. Durante um momento parece que a nação ganha voz e consciência literária nas obras do cronista. Há entre ele e o 'povo' a quem se dirige um sincronismo muito claro. E aquela amaneirada poesia de sala, a linguagem cheia de jogos e subtilezas que se falava na corte de D. Dinis, ou os amores perfeitos dos cavaleiros andantes que entretêm a corte de D. Fernando, andam emigrados pelas cortes de Castela e Aragão. Na corte de D. Duarte, uma literatura grave, máscula e prosaica, acompanha as crónicas de Fernão Lopes. Também os costumes são outros: a gravidade conjugal sucede aos devaneios de D. Dinis e aos amores romanescos de D. Pedro e de D. Fernando\".Saraiva, António José. \"Para uma sociologia da literatura portuguesa\". In: Cunha, Carlos Manuel Ferreira da (ed.). Escrever a nação: literatura e nacionalidade (uma antologia). Opera Omnia, 2011, pp. 141-154 Como era um hábito tradicional entre os cronistas, Lopes muitas vezes não se preocupou em citar suas fontes claramente, mas entre as que mais largamente utilizou estavam a Crónica do Condestável, as obras de Pero Lopez de Ayala e a crónica em latim do Dr. Christophorus sobre o reinado de Dom João I. ===Características gerais=== Fernão Lopes redimensiona o gênero cronístico ao limitar as narrativas tradicionais panegíricas. Devido à crise dos valores tradicionais, propiciados pela Revolução de Avis, Fernão Lopes afasta-se das formas tradicionais panegíricas do gênero cronístico, por entender que essas seriam insuficientes \"para explicitar uma nova ordem distinta da senhorial vigente\", abrindo espaço de autonomia da narrativa histórica através de metodologia em que pudesse chegar a uma \"verdade nua\". Enquanto cronista assumia uma posição de autoridade, de distanciamento e isenção, atributos alegadamente capazes de detectar e controlar as subjetividades do discurso (a mundanall afeiçom) e, assim, chegar à \"verdade nua\". Estabeleceu ainda uma hierarquia de importância historiográfica para os factos, avaliando o que valia a pena ou não narrar e privilegiando a descrição daquilo que tornava a história mais ordenada e inteligível, evitando perder-se em minúcias e detalhes distrativos.Gianez, pp. 121-130 Porém, mais do que buscar a verdade — para isso dando grande importância ao testemunho documental — ele se colocava na posição de intérprete privilegiado dos acontecimentos, aquele que desfazia as contradições entre as fontes e esclarecia para a posteridade o verdadeiro sentido e propósito do encadeamento dos factos históricos, descartando como mentirosas, parciais ou fantasiosas as versões divergentes da sua. Nas palavras de Lopes & Saraiva: ::\"Como Guarda-mor da Torre do Tombo, Fernão Lopes tinha ao seu alcance os arquivos do Estado, circunstância de que soube utilizar-se, transcrevendo, resumindo e aproveitando a correspondência diplomática, as disposições legais, os capítulos das Cortes, e outra documentação que enriqueceu ainda examinando fora da Torre do Tombo: os cartórios das igrejas e lápides de sepulturas. [...] O primeiro cronista português pode, assim, ser chamado também com justiça o primeiro, em data, dos historiadores portugueses, isto é, o primeiro que, não se limitando a compilar, vai investigar os factos nas suas fontes documentais e submete a tradição a uma análise crítica\".Lopes, Oscar; Saraiva, António José. História da Literatura Portuguesa, 4ª ed. Porto Editora: Porto, s/d., pp. 113-114 Apesar de ter sido designado oficialmente para compor uma história portuguesa, sua historiografia não é apenas regiocêntrica. O autor, mesmo que utilize o rei como centro da história, demonstra na sua narrativa grande interesse pelo povo, colocando-o como um importante protagonista nas transformações sociais de Portugal, além de trabalhar de maneira inédita aspectos psicológicos, económicos e humanistas que influem nos agentes e nos rumos da História. O grande espaço que concedeu ao povo nas suas crónicas, muitas vezes identificando-se com ele e considerando-o a expressão do mais autêntico espírito português, reflete-se também no seu estilo, enraizando a sua escrita na expressão oral e no universo popular. Prestigiou o vernáculo quando a maioria dos textos eruditos era produzida em latim e foi um representante do saber popular, mas já no seu tempo um novo tipo de saber começava a surgir: de cunho humanista, universalista, classicizante, do qual Fernão Lopes foi um dos primeiros cultivadores em Portugal.Gianez, pp. 130-140 Abdala Júnior, Benjamin. Literaturas de língua portuguesa: marcos e marcas. Portugal. Arte & Ciência, 2007, pp. 34-37 Porém, ele próprio diz que nas suas páginas não se encontra a formosura das palavras, mas a nudez da verdade.Magalhães, Alessandra Cristina Moreira de. \"Considerações sobre a crônica de Fernão Lopes\". In: XX Congresso ABRAPLIP, 2005 Apesar disso, a sua prosa direta, desembaraçada e cheia de charme, o seu magistral domínio de variadas técnicas narrativas, as suas originais maneiras de estabelecer significados por meios indiretos, a sua capacidade de evocar cenas complexas e movimentadas e de prender a atenção do leitor, a sua compreensão do drama humano, entre outras qualidades, tornam as suas crónicas as maiores obras-primas da literatura medieval portuguesa, que a despeito da distância dos séculos ainda hoje continuam a exercer fascínio sobre leigos e especialistas.Moisés, Massaud. A literatura portuguesa através dos textos, 29ª ed. São Paulo: Cultrix, 1998, p. 49 Para António José Saraiva, \"a prosa de Fernão Lopes conserva o tom 'falado' dos romances de cavalaria, mas enriquecido com um vocabulário e imagens reveladores de um grande senso de concreto, e com os recursos da oratória clerical, tocada oportunamente por um arrepio de solenidade bíblica, como quando fala da 'boa e mansa oliveira portuguesa'. O tom em que fala é sempre repassado de emoção, que não exclui a ironia, como se verifica na extraordinária descrição do cerco de Lisboa. Os ditos populares, as anedotas e a majestade de tom adequado aos grandes momentos sucedem-se com perfeita naturalidade, sem deixar perceber o tecnicismo retórico da época, que aliás dominava perfeitamente. E uma poderosa voz patriarcal, ora trovejando de indignação, ora espraiando-se com solenidade, ora gracejando, mas sempre quente e de largo fôlego, parece desprender-se das suas palavras\".Saraiva, António José. Iniciação na Literatura Portuguesa. Gradiva, Colecção Cultura e História do jornal Público, 1996, p. 29 O seu compromisso primeiro era com a verdade, mas ele não pôde furtar-se, em certa medida, de cair no erro que apontou a outros. Dizia que os afetos mundanos (a \"mundanall afeiçom\", uma ampla categoria onde incluía as predisposições e condicionamentos psicológicos, sociais e políticos do homem) levavam os historiadores a deixar visões parciais e erróneas da História. Fernão Lopes assumiu a tarefa de remediar isso e a frequente confusão existente entre as variadas fontes, pretendendo deixar a versão verdadeira, isenta e definitiva dos factos, e sua obra tornou-se, com efeito, canónica. Contudo, o compromisso com a \"verdade nua\" teve de ser relativizado em vários momentos. Dominando o campo no seu tempo, Fernão Lopes criou um discurso hegemónico e comprometido com o sistema, do qual ele surge como um influente legitimador e quase como um juiz. Ele foi um alto oficial do Reino, e esperava-se dele que entretecesse a narrativa histórica com exaltações dos feitos da realeza, como era antigo costume, mas tais louvações, tradicionalmente longas e prolixas nas crónicas anteriores, na sua obra são muito económicas, considerando-as distrações retóricas alheias à tarefa do bom historiador, que segundo ele deve concentrar-se no essencial. Ele ainda reconhecia que essas louvações eram muitas vezes exageradas no conteúdo e não apenas na linguagem. Não se evadiu de apontar, por exemplo, as insuficiências do Mestre de Avis, a quem se atribuiu, um pouco por acaso, o governo da nação, embora em numerosas passagens a sua apreciação do rei seja simpática e até compassiva, entendendo-o como mais uma peça, sempre presa e limitada em vários sentidos, na grande engrenagem do Destino, como todos os outros homens. Teresa Amado traz uma interpretação vívida da sua construção do personagem real e da sua visão do papel do historiador: ::\"As numerosas situações em que se revela a sua pusilanimidade, o seu calculismo, a sua falta de eficácia na guerra e de capacidade de decisão nas ocasiões de crise, a sua displicência mal disfarçada ante os pequenos, não se incluem na história dos 'grandes feitos' nem das 'grandes virtudes'. São marcos da construção duma personagem que se vai fazendo através da escrita inquieta de Fernão Lopes, e que inclui vários outros, a completar-lhe a verossimilhança realista, como a inteireza da amizade, a camaradagem afetuosa, a pertinácia perante os desaires, a prodigalidade na distribuição das mercês. O próprio discurso do narrador passa da admiração ao enternecimento, deste à ironia, ou à censura. Em 'grandes feitos' e 'grandes virtudes', é mesmo pouco abundante a figura que dá o título à crónica [refere-se à de D. João I], em relação à qual o cronista orientou toda a preocupação de verdade para a multiplicação das características psicológicas dum homem absolutamente mediano, às vezes quase medíocre, a que o texto consegue dar uma presença extremamente real. [...] D. João terá sido depois um bom rei, mas o herói da guerra é o Condestável, tal como o herói do levantamento popular é o povo de Lisboa. O Mestre de Avis percorre esse período agitado cumprindo as funções que lhe são confiadas, com alguma dignidade, bastante cuidado em não se arriscar em demasia, e sobretudo com o grande mérito de ter sabido escolher os seus auxiliares mais próximos, João das Regras e Nun'Álvares, nomeadamente. No entanto, se a grandeza não caracteriza a personagem de D. João I na Crónica, nenhuma outra é nela mais viva nem mais verdadeira, gozando de uma relação absolutamente privilegiada com o autor, que tanto absorve o sentimento popular pelo rei que era 'tam amado do povo', como o analisa com o seu sólido bom-senso e a sua lucidez plebeia\". Há ainda passagens em que ele descreve o código de ética ideal dos cavaleiros e cortesãos, aproveitando para fazer uma crítica aos vícios da aristocracia, apontando sua vanglória, inveja, avareza e gula. A sua descrição da História era tingida adicionalmente, assim, de um claro posicionamento político e social e de um propósito moralizante. Como observou Teresa Amado, o seu \"fracasso\" essencial em estabelecer uma narrativa \"verdadeira\" e a contradição existente entre a sua teoria e a sua prática, demonstra-se na comparação entre aquilo que os documentos podem efetivamente atestar sem dúvida e a narrativa que ele deixou: \"Se selecionássemos os factos certificáveis, não teríamos a Crónica, mas uma curta lista de nomes, datas, parentescos, alguns acontecimentos públicos\". Justamente porque ele foi um homem como os homens, sucumbe aos desvios inevitáveis provocados pela mundanall afeiçom, mesmo que insistisse repetidas vezes na sua própria isenção. Não obstante a parcialidade inescapável em todo historiador, da qual ele pretendeu — impossivelmente — estar livre, Fernão Lopes conseguiu, na sua obra, um controle muito maior sobre as variáveis do que seus precursores, revelando-se uma façanha historiográfica e um grande avanço tanto em termos de metodologia quanto de credibilidade. Para Alessandra Magalhães, Fernão Lopes é testemunha \"de um período de transição política e de afirmação da nacionalidade e sabe, como ninguém, trazer isto até os nossos dias e colocar na frente dos nossos olhos os acontecimentos que desencadearam inúmeras transformações sociais em Portugal e no mundo. [...] Não importa tanto se a palavra de Fernão Lopes é histórica ou literária, importa que permaneceu. Foi a partir dela, palavra, que vimos fundar-se a ideia de uma nacionalidade, de uma identidade coletiva 'verdadeiramente' portuguesa\". Para Teresa Amado, as suas crónicas \"são atípicas tanto pela novidade que exibem face à evolução que as precede como pelo talento e pela inteligência e a sutileza da compreensão que não se reproduziram nos cronistas que se lhe seguiram\".Amado, Teresa. \"Os pensamentos do cronista Fernão Lopes\". In: eHumanista, 2007; (8):133-142 ===Método=== Fernão Lopes entende que a afeição é inerente à condição humana, que escapa ao controle racional. Assim, considera que as paixões e certas influências e predisposições psicológicas e sociais do narrador modificam a narrativa, o que implicaria em uma dificuldade de se apreender a verdade. Daí, a necessidade de o cronista-historiador em controlar a mundanall afeiçom, a fim de garantir o espaço de autonomia do discurso histórico, separando os desejos e interesses particulares. Desta forma, compreende que os atributos do cronista devem ser a isenção e a autoridade. Mesmo inferindo que a mundanall afeiçom afeta a todos os homens, Fernão Lopes entende que esta muda de acordo com os grupos sociais em diferentes níveis de subjetividade. Assim, analisa a mundanall afeiçom em dois grupos: os da ordem senhorial, mais próximos ao rei; e os mais distantes da ordem senhorial e do rei. No primeiro grupo, ela se caracterizaria pelos valores tradicionais presos ao servilismo ao rei e ao modelo panegírico, conferindo uma parcialidade e um artificialismo que poderia trazer um falseamento da realidade. Já os indivíduos do segundo grupo (os mais afastados do rei), seriam os portadores da \"nua verdade\", pois a mundanall afeiçom destes corresponderia aos laços de afeição e paixões naturais do homem, portanto, desligada do artificialismo e cerimónias do servilismo. Contudo, Fernão Lopes compreende que o discurso precisaria de um tratamento adequado à verdade textual conferida pelo cronista devido à sua posição de autoridade, distanciamento e isenção. Assim, podemos dizer que Fernão Lopes enquanto cronista tinha uma preocupação de uma construção textual comprometida com a \"verdade nua\". Para isso, estabeleceu uma metodologia para a escrita da história em que controlava a subjetividade da mundanall afeiçom – através de sua autoridade, distanciamento e isenção – cerceando a retórica tradicional formulada no modelo encomiástico (discursos de enaltecimento do monarca) para então \"ordenar as estórias\" conservando o espaço de autonomia do discurso histórico. Desta forma, Fernão Lopes, não só ordenava as \"estórias\" cronologicamente, mas também produzia uma hierarquia explicativa para os acontecimentos. Podemos entender que Fernão Lopes buscava o equilíbrio entre o discurso propriamente histórico e o discurso panegírico (escrita elogiosa). Assim, mesmo quando o cronista precisava se utilizar do discurso panegírico, ele o fazia apenas para cumprir uma necessidade formal (decoro), optando por um panegírico fraco e breve para não comprometer seu compromisso em mostrar a \"verdade nua\". O seu projeto de História foi inovador também porque reconheceu que a \"versão oficial\" sempre foi uma criação arbitrária, uma narrativa, uma ficção construída sobre factos. Ao admitir a incerteza como um elemento integral da tradição historiográfica — não por concordância, mas porque queria suprimí-la — e por que se dá o direito de questionar e corrigir essa tradição baseado em documentos, e mesmo de criticar os poderosos — na época uma grande ousadia — ele abre o caminho em Portugal para um método mais científico no tratamento da História. Amado acrescenta: \"A parte mais importante da sua concepção do trabalho do historiador não é à que diz respeito à pesquisa prévia [...], por muito original para o tempo e indispensável que esta seja; é a prática, constante em toda a sua crónica, da História como uma escrita\". ==Ver também== *Literatura portuguesa *História de Portugal ==Ligações externas== * Fernão Lopes, Infopédia (Em linha), Porto: Porto Editora, 2003-2013. (Consult. 2013-08-15) * Fernão Lopes: o ofício de escrever a História, Grandes Livros - As Crónicas de Fernão Lopes (Extrato de documentário), Companhia de Ideias, 2010 * As Crónicas de Fernão Lopes, , Grandes Livros - As Crónicas de Fernão Lopes, Companhia de Ideias, 2010 * Obras de Fernão Lopes *Edições antigas digitalizadas (incluindo manuscritos) na Biblioteca Nacional de Portugal *Fernão Lopes, no blogue Lições práticas. - Com recursos didáticos. *Obras de Fernão Lopes na Biblioteca Nacional de Portugal Categoria:Arquivistas Categoria:Cronistas-mores do Reino de Portugal Categoria:Cronistas medievais Categoria:Guardas-mores e diretores da Torre do Tombo Categoria:Historiadores de Portugal Categoria:Historiadores de Portugal do século XV Categoria:Escrivães da Puridade Categoria:Nobres de Portugal",
 "title": "Fernão Lopes"
}