{
 "id": "56358",
 "text": ":: Nota: Esta página diz respeito aos edifícios e às instalações do Mosteiro de Alcobaça. Se procura informação sobre a organização da abadia, a história, o seu território e a sua senhoria, consulte a página Abadia de Alcobaça O Mosteiro de Alcobaça, também conhecido como Real Mosteiro de Santa Maria de Alcobaça (o seu nome oficial na Congregação de Alcobaça que chefiava), é um mosteiro situado na cidade de Alcobaça, na região Oeste portuguesa.Localização no WikiMapia É a primeira obra plenamente gótica erguida em solo português, tendo sido começada a sua construção em 1178 pelos monges da Ordem de Cister.Ficha sobre o Mosteiro de Alcobaça no SIPA Está classificado como Património da Humanidade pela UNESCO desde 1989 e como Monumento Nacional português desde 1910.Decreto de 16-06-1910, DG, n.º 136, de 23-06-1910 A 7 de julho de 2007, foi eleito como uma das Sete Maravilhas de Portugal. Em 1834 os monges foram forçados a abandonar o mosteiro, na sequência do decreto de supressão de todas as ordens religiosas de Portugal, promulgado por Joaquim António de Aguiar, ministro dos negócios eclesiásticos e da justiça do governo da regência de D. Pedro, Duque de Bragança. Em 2022, o mosteiro registou 193.881 entradas, sendo um dos monumentos mais visitados do país. == História == Em finais do século X organizou-se em Cluny, na Borgonha, um novo mosteiro beneditino que procurava seguir com fervor a Regra de S. Bento. Porém, com o tempo, este fervor foi esmorecendo, a Regra de São Bento foi sendo \"aligeirada\" e, em 1098, alguns monges abandonaram o seu mosteiro de Molesme, também na Borgonha, para fundarem um novo mosteiro em Cister, a sul de Dijon. Os religiosos de Cister procuravam seguir à letra a Regra de São Bento, queriam viver do seu trabalho e não acumular riquezas. Bernardo de Claraval, que se recolhera em 1112 em Cister, donde saiu em 1115 para fundar a Abadia de Claraval, deu grande incremento a esta reforma que restituiu à Regra de São Bento todo o rigor inicial. Enquanto D. Afonso Henriques se empenhava na Reconquista, chegaram ao território português, já em 1138, os monges cistercienses que iriam fundar o Mosteiro de São João de Tarouca por volta de 1142 D. Afonso Henriques, primeiro rei de Portugal, doou e coutou a S. Bernardo muitas terras na região de Alcobaça, em cumprimento da promessa feita, em 1147, quando da conquista de Santarém. É de cerca de 1152 o começo da construção provisória do mosteiro, sendo conhecida no mesmo ano uma referência ao seu abade. No entanto, a carta de doação foi assinada por D. Afonso Henriques no ano seguinte, em 1153, para este mosteiro promovesse o povoamento e o arroteamento das terras conquistadas aos muçulmanos. Se se comparar a planta da igreja do Mosteiro de Alcobaça com a da segunda igreja de Claraval, vemos que têm quase a mesma dimensão e disposição espacial. Os primeiros monges de Alcobaça, conhecidos como monges brancos, tiveram uma acção civilizadora notável. Também desempenharam acções de assistência e beneficência através da botica (a farmácia), e da distribuição de pão e de esmolas na portaria. No tempo do geral Fr. Sebastião de Sottomaior tomaram grande incremento as oficinas de imaginaria da Abadia. == Descrição das instalações == === Descrição geral === Plano do Mosteiro # Igreja; # Sacristia medieval; # Sala do Capítulo; # Parlatório; # Escada de acesso ao dormitório; # Sala dos Monges; # Cozinha; # Refeitório; # Lavabo; # Claustro de D. Dinis; # Claustro da Hospedaria; # Sala das Conclusões; # Sala dos Reis; # Ala sul; # Panteão Real; # Capela Senhor Passos; # Sacristia; # Capela Senhora do Desterro; # Claustro do Cardeal; # Claustro do Rachadoiro; # Biblioteca O mosteiro é constituído por uma igreja ao lado da sacristia e, a norte, por três claustros seguidos, sendo cada um circundado, na sua totalidade, por dois andares, assim como também por uma ala a sul. Os claustros, inclusive o mais antigo, possuem, igualmente, dois andares. Os edifícios à volta dos claustros mais recentes possuem três andares. Entre 1998 e 2000 foi descoberto um presumível quarto claustro no lado sul da igreja. Este claustro foi, provavelmente, aplanado na sequência da destruição causada pelo terramoto de 1755 e da grande inundação de 1774. Também é possível que os vestígios dos habitantes da ala sul tenham sido eliminados em 1834. O edifício completo ainda hoje possui uma área de construção de 27 000 m² e uma área total de pisos de 40 000 m². A área construída, juntamente com o claustro sul, terá tido a dimensão de 33 500 m². A fachada principal do mosteiro, da igreja e da ala norte e sul tem uma largura de 221 m, tendo o lado norte ca. de 250 m. Entre 1178 e 1240, a igreja e o primeiro claustro foram construídos no estilo pré-gótico, da passagem do românico, tendo a Igreja sido inaugurada em 1252 -é a primeira obra plenamente gótica erguida em solo português. Os edifícios do lado sul foram provavelmente construídos no século XIV. No último terço do século XVI, iniciou-se a construção do Claustro da Levada que se ligava ao claustro medieval norte. Por último, entre o século XVII e a metade do século XVIII construiu-se o Claustro da Biblioteca (ou do Rachadoiro). === Igreja === A Igreja é constituída por uma nave central, duas naves laterais, e um transepto, ou cruzeiro, criando a imagem de uma cruz — planta de cruz latina. É discutível se a Igreja foi construída, em relação ao altar-mor, ao deambulatório e ao transepto, na forma actual ou se se desviou de forma semelhante àquela desenvolvida no mesmo período por Claraval, tendo um transepto mais curto e sem deambulatório.Cocheril pp. 42-45; Nobre de Gusmão pp. 19-31 Todas as naves têm ca. de 20m de altura. A capela-mor é limitada a oriente por um deambulatório, ou charola, com nove capelas radiais. As outras quatro capelas vão dar, pelos dois lados, ao transepto. O comprimento total é de 106 m, a largura média é de 22 m e a largura do transepto é de 52 m. Desta forma, esta Igreja é uma das maiores abadias cistercienses, tendo sido apenas a hoje já não existente abadia de Vaucelles (132 m) maior. Apesar de a abadia de Pontigny, que se localiza igualmente em França, ter com os seus 108 m dois metros a mais, ela tem um transepto mais estreito. A igreja de Claraval, que hoje já não existe e que serviu de modelo à parte medieval do Mosteiro, tinha o mesmo tamanho. A arquitectura da igreja de Alcobaça é um reflexo da regra beneditina na procura da modéstia, da humildade, do isolamento do mundo e do serviço a Deus. Os Cistercienses partilhavam estas ideias, ornamentando e construindo a estrutura das suas igrejas de forma simples e poupada. Apesar da sua enorme dimensão, o edifício apenas sobressai através dos seus elementos de estrutura necessárias que se dirigem ao céu. Esta impressão foi restabelecida através da restauração efectuada em 1930. Neste mesmo ano ficou decidida a reconstrução nos moldes da época medieval, eliminando-se muitas construções que foram surgindo ao longo dos séculos. Infelizmente, também se eliminou um órgão. Por conseguinte, as pedras à base de calcário, que constituem o muro, ficaram visíveis, contendo muitas os símbolos do entalhador. Por isso, sabe-se que o seu trabalho era remunerado. As cadeiras do coro, do século XVI, arderam em 1810, durante a terceira Invasão Francesa. A fachada principal do Mosteiro, a ocidente, foi alterada entre 1702 e 1725 com elementos do estilo barroco. Desde aí, a fachada da igreja é ladeada, em direcção à praça, por alas de dois andares com um comprimento de 100 m cada. A própria igreja adquiriu dois campanários barrocos e possui uma fachada de 43 m, ornamentada por várias estátuas. A escadaria da entrada, com as suas decorações barrocas, data, igualmente, deste tempo. Da fachada antiga apenas restam o portal gótico e a rosácea. É difícil conhecer-se o aspecto da fachada original, pois foi destruída em 1531. Provavelmente, a igreja não possuiria campanários, correspondendo, deste modo, ao ideal cisterciense da simplicidade. === Caracterização arquitectónica === Com uma planta em cruz latina, a concepção arquitectónica deste monumento, desprovido, no interior, de decoração e sem imagens, como ordenava a Ordem de Cister, apresenta uma grandiosidade e beleza indiscutíveis. As naves central e laterais, inteiramente abobadadas, são praticamente da mesma altura, dando a sensação de amplo espaço, a que o processo de iluminação, românico ainda, dá pouca luz e o torna maior. As naves laterais prolongam-se pelo deambulatório, e da charola irradiam nove capelas que acompanham a abside circular, iluminada por frestas altas, o que realça o altar-mor. A segurar a parte alta da abside existem arcos-botantes, pouco vulgares nas abadias de Cister, talvez por ser um monumento de transição entre o românico e o gótico. As inovações típicas da arte gótica aparecem ainda com o aspecto de um ensaio, como por exemplo a subida das naves laterais até à altura da central. O transepto apresenta-se com duas naves, mas quando olhamos a planta da igreja, reconhecem-se três, nos alicerces e no corpo central. O interior do edifício demonstra a existência de um gótico avançado, mas o exterior do edifício exprime a austeridade cisterciense, neste caso orientada para objectivos mais pragmáticos. Realmente, como exigiam as leis cistercienses, não existiam torres, e as fachadas, nomeadamente o frontispício, possuíam apenas uma parede lisa com empena triangular. As paredes são contrafortadas, exceptuando a cabeceira, na qual surgem pela primeira vez arcobotantes na arquitectura portuguesa. A coroação do templo, pelo exterior, é composta por merlões com topo biselado dos dois lados, sobre um parapeito que descansa numa fiada de modilhões. Esta característica confere ao conjunto uma solidez militar, um ar de fortaleza. Estes e outros aspectos poderão desmentir a escassa influência do mosteiro de Alcobaça na história da arquitectura portuguesa. De facto, o monumento tem sido sempre encarado como uma excepção no quadro do modo gótico produzido em Portugal, como uma peça única e experimental sem antecedentes nem descendentes. === Deambulatório === O deambulatório é uma obra complexa. A sua estrutura interior — o presbitério propriamente dito — articula-se com a nave por intermédio de duas paredes opostas, rectas, marcadas por dois pilares nos extremos e de cada lado; oito colunas de grande diâmetro e robustez, com capitéis de cesto troncocónico côncavo e ornamentação vegetalista muito simplificada, sustentam arcos quebrados muito aperaltados; a abóbada, nervurada e ligeira, assenta em meias colunas cuja raiz se situa acima daqueles capitéis. A parte exterior do Deambulatório é dotada de uma abóbada mais pesada e de acordo com os sistemas mais simples utilizados no restante edifício. === Sacristia === A sacristia medieval, de ca. de 100 m², que se encontrava no topo do lado norte do transepto, foi substituída, no tempo do rei D. Manuel I (1495-1521), por uma sacristia nova, com ca. de 250 m², do lado sudeste da charola. Do outro lado do átrio de entrada, construiu-se, mais tarde, a capela do Senhor dos Passos. Tanto a sacristia como a capela foram destruídas durante o terramoto de 1755. Na sua reconstrução, conservaram-se os portais manuelinos, que são uns dos poucos elementos de construção deste estilo em Alcobaça. No final da sacristia encontra-se a Capela das Relíquias (ver acima). === Panteão régio === ==== Os primeiros túmulos reais ==== Dentro da igreja encontram-se os túmulos dos reis D. Afonso II (1185-1223; túmulo datado de 1224) e D. Afonso III (1210-1279). Os túmulos situam-se dos dois lados da Capela de São Bernardo (contendo a representação da sua morte), no transepto sul. Diante destes túmulos, numa sala lateral, posicionam-se oito outros túmulos, nos quais se encontram D. Beatriz, mulher de D. Afonso III, e três dos seus filhos. Um outro sarcófago pertence a D. Urraca, a primeira mulher de D. Afonso II. Não se conhece a história dos outros sarcófagos, estando estes, hoje em dia, vazios, após terem sido novamente selados entre 1996 e 2000. O edifício lateral, nos quais esses sarcófagos se encontram actualmente, foi construído na sequência dos estragos causados pela grande inundação de 1774. A partir do século XVI, os sarcófagos encontravam-se no transepto a sul e, anteriormente, provavelmente na nave central. ==== Túmulos de D. Pedro e D. Inês de Castro ==== ===== Os sarcófagos ===== Os túmulos de D. Pedro I (1320-1367), com o cognome O Cruel ou também O Justo, e o de D. Inês de Castro (1320-1355), que se encontram agora em cada lado do transepto, conferem, ainda hoje, um grande significado e esplendor à igreja. Os túmulos pertencem a uma das maiores esculturas tumulares da Idade Média. Quando subiu ao trono, D. Pedro I tinha dado ordem de construção destes túmulos para que lá fosse enterrado o seu grande amor, D. Inês, que tinha sido cruelmente sentenciada à morte pelo pai de D. Pedro I, D. Afonso IV (1291-1357). Este pretendia, também, ser ele próprio ali enterrado após a sua morte. As cenas, pouco elucidativas, representadas nos túmulos, ilustram cenas da História de Portugal, são de origem bíblica ou recorrem simplesmente a fábulas. Por um lado, esta iconografia é bastante extensa, sendo, por outro lado, muito discutível. ===== A criação dos túmulos ===== D. Pedro I casou em 1336, em segundas núpcias, com D. Constança Manuel (1318-1345), uma princesa castelhana. Devido a várias guerras entre Portugal e Castela, D. Constança só chegou a Portugal em 1339. No seu séquito, ela trazia a camareira Inês de Castro, que provinha de uma antiga e poderosa família nobre galega. D. Pedro I apaixonou-se por ela. Em 1345, D. Constança morrera catorze dias após o parto do seu filho sobrevivente, D. Fernando I. D. Pedro I passou a viver publicamente com D. Inês, nascendo desta relação três filhos. O pai de D. Pedro I, D Afonso IV, não aceitou esta relação, combatendo-a e, em 1355, condenou D. Inês à morte por alta traição. Após subir ao trono, D. Pedro I vingou a morte da sua amada (afirmando ter-se casado com ela em segredo no ano de 1354) e decretou que se honrasse D. Inês como rainha de Portugal. Quando em 1361 os sarcófagos estavam prontos, D. Pedro I mandou colocá-los na parte sul do transepto da igreja de Alcobaça e trasladar os restos mortais de D. Inês de Coimbra para Alcobaça, sob o olhar da maior parte da nobreza e da população. No seu testamento, D. Pedro I determinou ser enterrado no outro sarcófago de forma a que, quando o casal ressuscitasse, no dia do Juízo Final, se olhassem nos olhos. (De acordo com as fontes, só existiria o pedido de ser lida diariamente uma missa junto aos seus túmulos.) ===== A sorte dos túmulos ===== No dia 1 de Agosto de 1569, o rei D. Sebastião I (1554-1578), cujo tio era o cardeal D. Henrique, abade de Alcobaça, mandou abrir os túmulos. De acordo com os relatos de dois monges presentes, enquanto os túmulos eram abertos, o rei recitava textos alusivos ao amor de D. Pedro e de D. Inês. Durante a Invasão Francesa do ano de 1810, os dois túmulos não só foram danificados de forma irreparável, como ainda foram profanados pelos soldados. O corpo embalsamado de D. Pedro foi retirado do caixão e envolvido num pano de cor púrpura, enquanto a cabeça de D. Inês, que ainda tinha cabelo louro, foi atirada para a sala ao lado, para junto dos outros sarcófagos. Os monges reuniram posteriormente os elementos dos túmulos e voltaram a selá-los. Após o ano de 1810, os túmulos foram sendo colocados em vários sítios da igreja, para voltarem à sua posição inicial no transepto, frente a frente, em 1956. Agora, os túmulos são o destino de muitos apaixonados, que muitas vezes os visitam no dia do seu casamento, para fazerem juras de amor eterno e de fidelidade defronte aos dois túmulos. === Funções Religiosas Actuais === A templo está permanentemente afecto ao serviço religioso da paróquia de Alcobaça. Ao Estado cabe a sua conservação, reparação e restauro de harmonia com plano estabelecido de acordo com a autoridade eclesiástica, para evitar perturbações no serviço religioso, e à Igreja incumbe a sua guarda e regime interno, designadamente no que respeita ao horário de visitas, na direcção das quais poderá intervir um funcionário nomeado pelo Estado, ao abrigo do disposto no Artigo 6.º da Concordata entre a Santa Sé e Portugal de 1940, e no Artigo 22.º da Concordata entre a Santa Sé e Portugal de 2004, assinada em 18 de Maio de 2004, que substituiu a Concordata de 1940. === Claustro medieval === O primeiro claustro e a igreja foram possivelmente completados em 1240. No entanto, é provável que o claustro se tenha desmoronado. Entre 1308 e 1311 ele foi substituído pelo ainda hoje existente Claustro de Dom Dinis ou Claustro do Silêncio, nome que se deve à proibição de conversação naquele tempo nesse local. O seu comprimento à volta é de 203 m e o seu pé-direito tem uma altura média de 5 m. Por ordem do rei D. Manuel I (1469-1521), no início do século XVI, foi adicionado um segundo andar, o sobreclaustro. O acesso ao piso superior do claustro efectua-se por uma escada em caracol na parede, interligando também a cozinha ao dormitório. ==== Claustro da Leitura ==== O claustro a sul, Claustro da Leitura, corre paralelamente à igreja sem englobar outras partes do edifício. A meio do século XV, encontravam-se colocados, nesse local, bancos de pedra, nos quais os monges podiam sentar enquanto ouviam as leituras. A meio do claustro existe uma capela em honra da Virgem Maria, correspondendo, assim, a uma longa tradição nos mosteiros cistercienses. ==== Claustro do Capítulo ==== O claustro do lado oriental, o Claustro do Capítulo, inicia-se no seu lado sul com uma porta de ligação à igreja, através da qual os monges passavam para entrar na igreja, e engloba a sacristia medieval, a Sala do Capítulo, o Parlatório, a escada de acesso ao dormitório e o acesso à Sala dos Monges. ===== Sala do Capítulo ===== O acesso à Sala do Capítulo revela uma fachada especialmente vistosa devido aos seus pilares escalonados uns atrás dos outros. A Sala do Capítulo servia às assembleias dos monges e era, depois da igreja, a sala mais importantedo Mosteiro. O seu nome deve-se às leituras que eram feitas a partir dos capítulos da Regra beneditina. Por outro lado, essa sala era o lugar das votações e de outros actos semelhantes feitos pelos monges. Ele tem uma forma quadrada de 17,5 m x 17,5 m, havendo espaço para 200 monges. Na área da entrada para a Sala do Capítulo existe uma placa funerária de um abade não identificado. Antigamente, o chão desta sala estava todo ele coberto por estas placas funerárias, pois de acordo com uma lei cisterciense do ano de 1180, os abades deviam ser enterrados na Sala do Capítulo. Na igreja, no transepto sul, encontra-se uma porta, com acesso ao exterior, chamada Porta dos Mortos, pois os monges falecidos eram transportados através dela para serem enterrados. Não obstante este facto, durante os trabalhos de renovação da abadia de Alcobaça, foram encontrados debaixo do chão ossadas de pessoas aí enterradas. ===== Parlatório ===== O Parlatório, de ca. de 5 m de largura, encontra-se ao lado da Sala do Capítulo. Era apenas no Parlatório que os monges estavam autorizados a falar com os seus superiores. Por princípio, os monges estavam obrigados ao silêncio, com excepção da reza, e só se podiam transmitir informações muito necessárias. Por esse motivo, muitos utilizavam uma linguagem gestual. ===== Dormitório ===== Em seguida, abre-se uma porta para o Dormitório. Esta escada foi somente descoberta em 1930, quando se fizeram as obras de renovação. O Dormitório, que se localiza no primeiro andar, tem o comprimento de 66,5 m e a largura de 21,5 m até 17,5 m sobre o lado oriental total da parte medieval da abadia, tendo deste modo uma área de perto de 1300 m². Na forma actual e restaurada, o Dormitório apresenta-se na sua forma medieval original. Na parte superior do lado sul, o Dormitório é aberto por uma grande porta ogival que dá acesso ao transepto norte da igreja. Antigamente, e nesse local, existia uma escada permitindo o acesso à igreja, cumprindo-se assim uma lei cisterciense que obrigava a que o dormitório possuísse duas entradas de acesso. Na parte superior do lado norte do Dormitório encontravam-se as latrinas, que se encontravam obrigatoriamente separadas por uma sala à parte – lei estipulada de igual modo pelos usos cistercienses. As águas eram escoadas para o jardim do lado norte da abadia. Os monges dormiam no Dormitório todos juntos e totalmente vestidos, sendo separados apenas por uma separação móvel. O abade possuía uma cela própria. Naquele tempo, era esta a disposição existente na maior parte dos mosteiros. A meio do lado ocidental, há uma porta estreita que dava acesso a uma escada em caracol, que hoje dá acesso à cozinha e, na Idade Média, permitia a entrada no Calefactório (ver abaixo). Por este lado, havia também acesso ao claustro superior. O Dormitório foi sendo alterado ao longo dos séculos. No início do século XVI, adquiriu um segundo chão, inserido mais ou menos ao nível do capitel dos pilares, continuando a existir um pé direito suficiente. Supostamente, era neste lugar que os noviços dormiam. Por baixo, na metade a norte, foram construídas salas, que eram utilizadas como biblioteca (até à construção da nova Biblioteca em 1755), e como arquivo. No lado sul foram construídas celas, uma vez que, com o alargamento do novo Mosteiro à volta dos claustros, que se encontravam a oriente, este tipo de alojamento substituía as velhas salas de dormir. No lado oriental, através dos alargamentos, o dormitório adquiriu um terraço de acesso directo. Em 1632, foi acabada a fachada Norte do Dormitório. Esta fachada foi coroada com uma estátua do fundador da abadia, D. Afonso Henriques. No ano de 1940, e no âmbito da restauração, foi eliminado o segundo chão inserido anteriormente. O Dormitório, tal como hoje é visível, é hoje uma sala de três naves de enormes dimensões, utilizado fundamentalmente para eventos culturais como, por exemplo, exposições. ===== Sala dos Monges ===== Por baixo da parte norte do Dormitório, acessível através de uma porta que se encontra ao lado da escada para o mesmo, localiza-se a Sala dos Monges. Esta sala possui ca. de 560 m², inclinando-se para o lado norte mediante quatro degraus. Nos primeiros séculos, esta sala servia para o alojamento dos noviços, que não participavam na vida normal dos monges professos. Quando, no início do século XVI, o dormitório dos noviços foi transferido para o segundo andar do dormitório dos monges, a Sala dos Monges transformou-se numa sala de trabalho e numa sala de estar dos monges. Após a construção da nova cozinha, no século XVII, também era nesta sala que eram entregues e armazenadas as mercadorias. No topo sul da Sala dos Monges encontra-se uma separação mural maciça, aberta em direcção ao tecto, formando uma sala estreita em direcção ao muro a norte do Palratório. Desconhece-se a função deste compartimento. Alguns têm imaginado que poderá ter servido de prisão, uma vez que, em 1229, o capítulo geral dos cistercienses decidira que todos os mosteiros deviam ter uma prisão no seu interior. Mas não existe nenhuma informação fiável, a este respeito, na documentação do mosteiro. ==== Claustro do Refeitório ==== Na época medieval, o claustro a norte, o Claustro do Refeitório, englobava, visto de oriente para ocidente, a sala ao lado da Sala dos Monges, i. e, o calefactório, o refeitório com um lavabo à entrada, e a cozinha antiga. Tanto a norte da cozinha velha, como também a norte do calefactório, existiam pátios que ficavam dentro da linha do edifício. ===== Cozinha velha e nova ===== Durante o seu reinado (1656-1667), o rei D. Afonso VI (1643-1683) deu a ordem de construção de um novo claustro na área noroeste do Mosteiro, através do qual era necessário abdicar da cozinha medieval a oeste do refeitório. Ao mesmo tempo, os hábitos alimentares dos monges tinham-se alterado. De acordo com os usos cistercienses antigos, a carne e as matérias gordas estavam proibidas aos monges. Abria-se uma excepção no caso de doença, podendo os monges comer carne na enfermaria. No ano de 1666, o Papa Alexandre VII autorizou o consumo de carne três vezes por semana. Esta autorização desencadeou uma mudança radical nos costumes dos monges, estando a sua pequena cozinha, tecnicamente, mal preparada. Assim, foi necessário desviar o calefactório a leste do refeitório para se criar uma cozinha nova. Para além da cozinha, o Calefactório era a única sala em que se podia aquecer, pelo que, na época medieval, era neste local que os copistas copiavam os seus livros. No entanto, com o alargamento de mais claustros do Mosteiro essa sala tornou-se desnecessária até porque, entretanto, a impressão tinha substituído a cópia manual. Deste modo, foi construída na área do Calefactório e do pátio uma nova cozinha, de 29 m de profundidade e de 6,50 m de largura, que ultrapassava os dois andares, atingindo uma altura de 18 m. A data exacta da nova construção não é conhecida, embora exista, numa parede da cozinha, uma inscrição com a data de 1712. Porém, presume-se que a cozinha nova ainda tenha sido construída antes do claustro do rei D. Afonso VI, por volta do século XVII. No meio da cozinha, foi construída uma lareira sobre uma área de ca. de 3 x 8 m, com uma altura de 25 m, com duas lareiras laterais com as medidas de 2,5 m x 1,5 m e de 4 m x 1,5 m de altura igual, sendo estas medidas as mais altas do Mosteiro, após a igreja com a sua nave. Estas disposições só existiam em Portugal no Convento da Ordem de Cristo, em Tomar, e no Palácio Nacional de Sintra. O chão da lareira principal era rebaixado em relação ao nível do solo para que captassem as brasas, pelo que estas disposições – após a abstinência de carne durante séculos – eram propícias ao grelhar e à cozedura de gado. Alguns cálculos concluíram que a cozinha era o suficiente para alimentar mais de 500 pessoas. Em 1762, existiam em Alcobaça 139 monges brancos, juntando-se-lhes ainda os irmãos leigos. Por baixo do chão da cozinha corre uma conduta da Levada, um braço artificial do rio Alcoa. A água sai pelo lado norte da cozinha por uma fenda aberta para fluir numa bacia inserida no chão, da qual a água era retirada. Do lado oeste da cozinha foram colocadas sete grandes bacias de pedra com saídas por meio de figuras imaginárias ou caretas, das quais saía a água para dentro de duas bacias do tamanho de uma banheira, alimentadas por uma fenda saída da parede. Esta fenda era alimentada por uma outra afluência de água, que, por sua vez, era alimentada por uma fonte através de uma conduta de 3,2 km com água potável (veja a seguir). Em 1762, a cozinha recebeu os azulejos nas paredes e nos tectos que ainda hoje existem. ===== Refeitório ===== A oeste e ao lado da nova cozinha encontra-se o Refeitório, constituído por uma sala com três naves, com as dimensões de ca. de 620 m² (29 x 21,5 m). Por cima da entrada encontra-se uma inscrição em latim de difícil interpretação: respicite quia peccata populi comeditis (lembrem-se que estão a comer os pecados do povo). A sala impressiona pelas suas proporções harmónicas, possuindo janelas tanto do lado norte como a leste. Do lado oeste, uma escada de pedra conduz ao púlpito do leitor, que lia textos espirituais durante as refeições. Os monges sentavam-se com os rostos virados uns para os outros e tomavam a sua refeição em silêncio. O abade estava sentado com as costas viradas para a parede a norte. No lado oeste da ponta a sul, o Refeitório abria-se para a antiga cozinha medieval, hoje uma sala lateral, que conduz ao claustro de D. Afonso VI. Alguns metros à frente, encontra-se na mesma parede uma abertura de dois metros de altura e 32 cm de largura, que conduz à sala, não existindo nenhuma explicação para ela. A estreita porta, ao contrário do que se pensa, servia como meio de ligação para com o exterior do mosteiro, para passar refeições aos pobres. Os danos causados pela transformação em 1840 do Refeitório num teatro foram remediados durante a sua restauração. ===== Lavabo ===== Em frente da entrada do refeitório encontra-se o lavabo. No meio de um pavilhão de cinco cantos existe um tanque com água corrente, no qual os monges lavavam as mãos antes das refeições. Esta disposição é típica de mosteiros cistercienses. O lavabo é igualmente alimentado pela água da própria conduta de água potável. O tecto do pavilhão possui um terraço, ao qual se acede por meio de uma escada a partir do claustro superior. Nesse terraço encontra-se um antigo relógio de sol. ==== Claustro do Poente ==== Este claustro englobava, durante a época medieval, as salas dos irmãos leigos que aí tinham o seu refeitório. Além disso, existiam nesse local as despensas do Mosteiro. Os irmãos leigos tinham acesso à igreja por um caminho próprio, que se encontra hoje em dia na porta da entrada da Sala dos Reis. Durante as missas, estava-lhes destinada a parte do fundo da igreja. A partir do século XVI, a área dos irmãos leigos foi totalmente transformada. O cardeal D. Henrique (abade de Alcobaça de 1542 a 1580), mandou construir, nesse local, o palácio da abadia com a ordem de que, após a sua morte, essas salas fossem utilizadas para o alojamento de convidados. Após a sua morte, existem provas da existência do albergue (também no piso superior), da Sala das Conclusões e da Sala dos Reis. Na Sala das Conclusões encontravam- se as estátuas dos reis portugueses que, entre os anos de 1765 e 1769 foram mudadas para a actual Sala dos Reis que, anteriormente, tinha servido de capela. Mais tarde, a Sala das Conclusões foi usada como repartição das finanças. As 19 estátuas dos reis, que ainda se conservam, encontram-se na Sala dos Reis em cima de pedestais. Nos azulejos azuis, datados do último terceto do século XVIII, que revestem as paredes da Sala dos Reis, representou-se a história da fundação do Mosteiro de Alcobaça. Nesse local, encontra-se um grupo de estátuas de D. Afonso Henriques, de São Bernardo de Claraval e do Papa Alexandre III simbolizando a coroação do rei português. === Outros claustros === ==== Claustro da Levada ==== A partir do século XVI, surgiu uma grande actividade de construção derivada das novas funções da Congregação Cisterciense de Portugal. Estas construções implicavam tanto a renovação e a remodelação das partes do Mosteiro ainda existentes como também a remodelação da fachada oeste do Mosteiro. Do lado leste do edifício a norte da igreja foi construído o Claustro da Levada, igualmente conhecido por Claustro dos Noviços ou Claustro do Cardeal – este último nome remonta, provavelmente, ao seu iniciador, o cardeal D. Henrique. A Levada passa pelo pátio do Claustro. A Levada é um braço artificial do rio Alcoa que foi desviado e que passava pelo lado sul da sacristia, entrando no Mosteiro, servindo para o funcionamento das rodas dos moinhos e de equipamentos semelhantes. Tanto o Claustro como os edificios que se lhe ligavam a norte, a sul e a leste (a oeste o Claustro faz fronteira com os edifícios medievais) foram concluídos em 1636. Estes edifícios alojavam as salas do abade-mor e as dos noviços, encontrando-se no rés-do-chão as oficinas e os fornos para as esculturas de barro. Ao contário do sucedido nos edifícios medievais, estavam previstas celas para o alojamento dos monges. ==== Claustro do Rachadoiro ==== No século XVII, houve uma grande necessidade de construir o Claustro do Rachadoiro, ou Claustro da Biblioteca, devido à falta de espaço no Mosteiro. A sua construção durou até ao século XVIII, terminando com a construção da Biblioteca no lado sul do Claustro. Nos seus edifícios existiam celas e no rés-do-chão ficavam as oficinas e instalações semelhantes. De um modo geral, a Biblioteca é constituída por uma sala com as dimensões de 47,7 m x 12,7 m. O tecto estava decorado com uma imagem de São Bernardo de Claraval, ornamentada com flores que, no século XIX e XX, foi destruída por danos no telhado. A Biblioteca continha uma das maiores colecções de Portugal até ao ano do seu saque em 1833 e a posterior transferência do restante para a Biblioteca Nacional. Em 2022, abriu transformado em hotel de charme com 91 quartos. == Arredores == === Muro do Mosteiro === thumb|Abadia com muro; 1700-1750 De acordo com os usos monásticos, um mosteiro deveria albergar água, um moinho e um jardim no seu interior. Deste modo, o Mosteiro de Alcobaça, à semelhança do mosteiro-mãe de Claraval, possuía um muro alto à sua volta. No entanto, a fachada ocidental do Mosteiro fazia uma fronteira com a praça do mesmo. É provável que nesse local se encontrasse durante a época medieval um fosso de protecção ao Mosteiro. O muro decorria a partir da fachada ocidental a norte até ao rio Baça que vinha de oeste, pelo que tanto a confluência dos rios Baça e Alcoa, como a abadia antiga se encontravam dentro dos muros do Mosteiro. De acordo com uma outra opinião, eles encontrar-se-iam fora dos muros do Mosteiro. Uma parte desse muro foi demolida apenas em 1839. Ainda existem algumas partes do muro do Mosteiro a sul, que partia da ala sul do largo do Mosteiro. Porém, a maior parte do muro desapareceu nas lamas da inundação de 1774 que, também, cobriram os edifícios do Mosteiro, ficando amontoado juntamente com a terra. Este muro afasta-se vários metros da fachada a sul do Mosteiro, encontrando-se com o braço artificial do Alcoa, a Levada que originariamente alimentava o Mosteiro com água e energia. Também nesse local ainda são reconhecíveis vestígios do muro antigo e das construções da Levada. Não se tem a certeza acerca do decurso das delimitações do Mosteiro do lado leste, onde também corre o rio Alcoa. Na representação ilustrativa de um artista do século XVIII, as construções dos arredores do Mosteiro, naquela altura existentes, não foram contempladas. === Os jardins do Mosteiro a sul === No século XVIII, entre o muro do Mosteiro orientado a sul e o próprio Mosteiro encontravam-se jardins imponentes de estilo francês. Destes jardins ainda existe um lago em forma de elipse e um obelisco, que datam provavelmente das modernizações iniciadas no século XVI, sob a influência do barroco, na parte ocidental. Os visitantes do século XVIII louvavam estes jardins. A Levada fluía através destes jardins. Nas margens da Levada existiam quatro chafarizes. === Cemitérios === O cemitério dos monges ter-se-á localizado no lado sul do transepto da igreja, motivo pelo qual a porta de acesso ao exterior é apelidada de Porta dos Mortos. Nesse local encontra-se também a Capela de Nossa Senhora do Desterro, datada do ano de 1716. Após o encerramento do Mosteiro, os habitantes de Alcobaça foram aqui enterrados durante algumas dezenas de anos. === Agricultura === Localizado a norte do Mosteiro e dos rios Alcoa e Baça encontravam-se os dispositivos de agricultura do Mosteiro, dos quais ainda existem os restos do edifício na Praça de D. Afonso Henriques. Exemplo disso são as duas portas de passagem em forma de túnel (apelidadas de Portão de Cister e de Portão de Claraval). Era neste edifício que se encontravam os cavalos e as carruagens do Mosteiro. == O sistema hidráulico do Mosteiro == A Abadia Velha, o primeiro Mosteiro provisório, foi construída na margem do rio Alcoa. Mais tarde, o Mosteiro passou a ser abastecido pela água que provinha de um braço lateral artificial do Alcoa, a Levada. A partir dos resultados de várias investigações, é possível que o rio Alcoa tenha sido desviado ou rectificado e que algumas partes do seu leito anterior tenham sido utilizadas para a construção da Levada. No entanto, é surpreendente que os monges tenham desde muito cedo criado um sistema próprio de abastecimento de água. Deste modo, em Chiqueda, que se encontra no curso superior do rio Alcoa, foi aproveitada uma fonte, cuja água foi encaminhada através de túneis subterrâneos durante mais de 3,2 km. Por vezes, ela corria em direcção ao Mosteiro, numa inclinação de 0,25%, através de túneis transitáveis ou por canais sob céu aberto. Era desta forma que o Lavabo, localizado à entrada do Refeitório, no qual os monges podiam lavar as mãos, e a cozinha eram abastecidos de água. Dentro do muro do Mosteiro existiam também diversos poços, de onde provinha água limpa, como se pode ver acima, por exemplo, pelo gárgula datado, provavelmente, do século XVI. Presume-se que o abastecimento de água, através da passagem subterrânea, servisse, igualmente, para uma necessidade em tempos de crise. Os correspondentes afluentes subterrâneos de fontes mais distantes de canais desviados para túneis transitáveis também existiam no lado sul. Ainda existem partes desses túneis. Provavelmente, eles destinavam-se ao abastecimento do Mosteiro com água de fonte antes de ter sido construída a nova conduta de água de Chiqueda. Instalações subterrâneas como estas também são conhecidas no lado norte do Mosteiro direccionando-se para Vestiaria.Tavares, Mosteiro de Alcobaça, O Claustro Sul no Mosteiro de Alcobaça. Relatório CB 25, Instituto Português do Património Arquitectónico, 1999 == Eclesiásticos == * Henrique I de Portugal (1512-1580) * Frei António Brandão, Ordem de Cister * Frei João Claro * Dom Frei Manuel da Cruz ==Montebelo Alcobaça Historic Hotel== Em julho de 2015, a Direcção Geral do Património Cultural abriu um concurso público para a construção de um hotel, com a concessão do espaço por um prazo de 50 anos. O hotel fica localizado na zona do Claustro do Rachadouro, num investimento de 24,5 milhões de euros do Grupo Visabeira e abriu no dia . O hotel disponibiza 91 unidades de alojamento (entre quartos singles e duplos, quartos familiares, suítes e uma master suíte) instalados no Claustro do Rachadouro, cuja recuperação contou com a assinatura do arquiteto Eduardo Souto Moura, que foi também responsável pelo design do mobiliário, especialmente desenvolvido para o hotel e pela decoração do espaço. == Ver também == * Convento de Cristo * Mosteiro da Batalha *Mosteiro da Batalha no Google Arts & Culture * Mosteiro de Santa Maria de Cós * Santuário de Fátima == Bibliografia == * Dom Maur Cocheril: Alcobaça, Abadia Cisterense de Portugal. Alcobaça 1989 Depósito Legal 30 258/89 * Artur Nobre de Gusmão: A real Abadia de Alcobaça. Lisboa 2. Aufl. 1992, ISBN 972-24-0835-6 * Maria Zulmira Furtado Marques: Um Século de História de Alcobaça 1810-1910. 2003, ISBN 972-97145-8-4 * Manuel Vieira de Natividade: O Mosteiro de Alcobaça. Coimbra 1885 * José Pedro Duarte Tavares: Hidráulica, Linhas Gerais de Sistema Hidráulico Cisterciense em Alcobaça. in: Roteiro Cultural da Região de Alcobaça. S. 39-109, Alcobaça 2001, ISBN 972-98064-3-8 * José Pedro Duarte Tavares: Mosteiro de Alcobaça, O Claustro Sul no Mosteiro de Alcobaça. Relatório CB 25, Instituto Português do Património Arquitectónico, 1999 * Direcção-Geral dos Edifícios e Monumentos Nacionais, Inventário do Património Arquitectónico, Mosteiro de Alcobaça/ Real Abadia da Santa Maria de Alcobaça == Ligações externas == * * * * * * * * Mosteiro Santa Maria de Alcobaça, Código de referencia: PT/TT/MSMALC, ANTT * Alcobaça, a casa de Pedro e Inês, Património Mundial Português, Filma e Vê e RTP2, 2009 * \"Visita Guiada - Mosteiro de Santa Maria de Alcobaça\", episódio 27, 16 de dezembro de 2019, temporada 9, programa de Paula Moura Pinheiro, na RTP Categoria:Fundações em Portugal em 1253 Categoria:Extinções em Portugal em 1834 Alcobaca Alcobaca Categoria:Património edificado em Alcobaça Categoria:Alcobaça (freguesia) Categoria:Igrejas góticas em Portugal Categoria:Locais com reis de Portugal sepultados Categoria:Património Mundial da UNESCO em Portugal Categoria:Região Oeste Categoria:Monumentos nacionais no distrito de Leiria Categoria:Arquitetura de Portugal do século XII",
 "title": "Mosteiro de Alcobaça"
}