{
 "id": "56409",
 "text": "José Wilker Almeida (Juazeiro do Norte, 20 de agosto de 1944 – Rio de Janeiro, 5 de abril de 2014) foi um ator, diretor, dramaturgo, narrador, apresentador e crítico de cinema brasileiro. Considerado um dos maiores e mais versáteis atores de sua geração, marcou época com seus personagens no cinema, no teatro e na televisão. == Biografia == === Início de vida e carreira no teatro === Descendente de holandeses e portugueses, era filho de Severino Wilker Almeida, um caixeiro-viajante e de Raimunda Almeida, uma dona de casa. José Wilker nasceu em Juazeiro do Norte, no dia 20 de agosto de 1944 e mudou-se com a família, ainda adolescente, para o Recife. Seu primeiro trabalho foi aos treze anos, fazendo uma figuração no teleteatro da TV Rádio Clube, de Recife. Wilker ficava aguardando que o chamassem para alguma \"ponta\". A primeira atuação foi como cobrador de jornal na peça Um Bonde Chamado Desejo, de Tennessee Williams. O início da carreira no teatro foi no Movimento de Cultura Popular (MCP) do Partido Comunista, dirigindo espetáculos pelo sertão e produzindo documentários sobre cultura popular. Em 1967, o ator transferiu-se para o Rio de Janeiro, ingressando no curso de Sociologia da Pontifícia Universidade Católica do Rio de Janeiro (PUC-RJ), abandonando depois o curso para seguir a carreira teatral. Ganha o Prêmio Molière de Melhor Ator pela sua atuação na peça O Arquiteto e o Imperador da Assíria, em 1970. === Início na TV === O crescimento no teatro despertou o interesse do autor de telenovelas Dias Gomes, que o convidou para integrar o elenco de Bandeira 2 (1971), interpretando Zelito, um dos filhos do bicheiro Tucão (Paulo Gracindo). Esse primeiro trabalho na televisão o tornou famoso em pouco tempo e o fez ter uma melhora pessoal e financeira depois de dez anos no teatro, fatos que o atraíram para a carreira na televisão. Protagonizou pela primeira vez uma telenovela em 1975, como Mundinho Falcão, em Gabriela, adaptada por Walter George Durst do romance de Jorge Amado. Wilker interpretou ainda personagens memoráveis, como o Rodrigo, na telenovela Anjo Mau (1976), de Cassiano Gabus Mendes. Em 1976, o participou dos filmes Xica da Silva, de Cacá Diegues e Dona Flor e Seus Dois Maridos, de Bruno Barreto em que interpretou o papel do boêmio Vadinho. Em 1979, foi Lorde Cigano em Bye Bye Brasil. === Consagração, direção de novelas e diretor da Rede Manchete === Dirigiu as telenovela Louco Amor em 1983, de Gilberto Braga, e no ano seguinte o sucesso Transas e Caretas, de Lauro César Muniz, onde ainda interpreta Tiago. Em 1985, interpretou Roque Santeiro, personagem tema da telenovela homônima. Em meados dos anos 1980, Herval Rossano deixa a Direção de Dramaturgia da Rede Manchete e, embalada pelo sucesso e impressionada com o conhecimento artístico de Wilker, a emissora o contrata para a chefia do departamento. Além do cargo máximo das novelas da emissora, atua como diretor e ator nas telenovelas Corpo Santo e Carmem, além de chefiar o departamento durante a produção e exibição de Helena. Sua grande reputação e carisma, além do seu networking, foram essenciais para que a Manchete iniciasse uma política agressiva de contratação de estrelas da Globo. A peso de ouro, chegaram à emissora dos Bloch: Cristiane Torloni, Reginaldo Faria, Lucélia Santos, Paulo Betti, Beatriz Segall, Jonas Bloch, Gloria Perez, Mário Prata, Thales Pan Chacon e outros, além de conseguir manter a estrela Maitê Proença na emissora - ela voltaria à Globo apenas após a saída de Wilker. === Volta à Globo e novos projetos no cinema === O viés artístico de Wilker fez com que a emissora ganhasse prestígio, porém, a audiência não chegou como o Grupo Bloch esperava. O sucesso de Corpo Santo havia sido apenas relativo, e Carmem e Helena não atingiram índices satisfatórios, tendo altos custos. Após desavenças com os executivos da Manchete sobre custos e a influência da Bloch Editores na televisão, José Wilker se desliga, deixando a pré-produção da novela Olho por Olho, aprovada em sua gestão como diretor da emissora. Wilker, contudo, pavimentou o caminho para que a emissora fizesse grande sucesso com Kananga do Japão e Pantanal. Sua volta à Globo foi chancelada com sua participação como um dos co- protagonistas de O Salvador da Pátria. Trabalhou também em Mico Preto e Renascer. Viveu o personagem Antônio Conselheiro, no filme Guerra de Canudos lançado em 1997, em que também atuou como produtor. Em 2000, foi Dom Diego na minissérie A Muralha. Em 2004 viveu Giovanni Improtta, um ex-bicheiro, na telenovela Senhora do Destino. Ficaram famosos seus bordões \"felomenal\" e \"o tempo ruge, e a Sapucaí é grande\". No mesmo ano, atuou no filme O Homem da Capa Preta, como Tenório Cavalcanti. Em 2006, atuou na minissérie JK, no papel do presidente Juscelino Kubitschek e em 2007, viveu Luis Gálvez na minissérie Amazônia, de Galvez a Chico Mendes, e Francisco Macieira na telenovela Duas Caras. No ano seguinte, atuou na telenovela Três Irmãs e em 2009 na minissérie Cinquentinha. Em 2010, foi Dr. Mourão na série Na Forma da Lei e viveu Zeca Diabo no filme O Bem-Amado. Ainda em 2011 foi Umberto Brandão na telenovela Insensato Coração e no ano seguinte foi a vez de Gabriela, interpretando o Coronel Jesuíno Mendonça, personagem que ficou marcado pelo bordão \"eu vou lhe usar\".Wilker diz que passou a usar o bordão 'vou lhe usar' para brincar com as pessoas A telenovela foi um remake da trama original de 1975, em que o ator havia vivido Mundinho Falcão. Em 2013, um dos seus personagens mais famosos saiu da TV e foi para o cinema: Giovanni Improtta. Seu último trabalho na TV foi na novela Amor à Vida, no papel do médico Herbert Marques. No cinema, seus dois últimos trabalhos, ambos lançados postumamente, foram O Duelo, lançado em 2015, baseado no romance Os Velhos Marinheiros de Jorge Amado, em que Wilker interpreta Chico Pacheco, e o filme de animação As Aventuras do Pequeno Colombo, lançado em 2017, em que dá voz ao personagem Conde de Saint-Germain. No teatro, seu último trabalho foi na direção de O Comediante, de Joseph Meyer. Protagonizada pelo ator Ary Fontoura, a peça estreou em junho de 2014. Wilker havia deixado um dos ensaios da peça, horas antes de sua morte. === Outras atividades === ==== Diretor de escola ==== No início dos anos 1980, passou a dirigir a Escola de Teatro Martins Pena. ==== Crítico de cinema ==== Amante de cinema, possuía aproximadamente quatro mil fitas em casa. Mostrou ao público essa faceta fazendo comentários de filmes nos canais de televisão por assinatura Telecine da Globosat e na TV Cultura. Em 1996, publicou uma coletânea de crônicas em seu livro Como Deixar um Relógio Emocionado, como resultado de seu trabalho como crítico de cinema na TV Cultura, escrevendo também regularmente crônicas sobre o assunto para o Jornal do Brasil. ==== RioFilme ==== Wilker era também comentarista oficial da transmissão da premiação do Oscar da Rede Globo, além de apresentar o programa Palco & Plateia', transmitido pelo Canal Brasil. Foi diretor-presidente da RioFilme entre 2003 e 2008, na gestão de Cesar Maia. == Vida pessoal == Logo ao chegar ao Rio de Janeiro, em 1964 José Wilker conheceu a psicóloga Elza Rocha Pinto, com quem se casou. Depois de divorciarem-se em 1976, Wilker teve outros relacionamentos, dos quais nasceram duas filhas: Mariana (com Renée de Vielmond) e Isabel (com Mônica Torres). Viveu também com Guilhermina Guinle entre 1999 e 2006. == Morte == José Wilker morreu na manhã de 5 de abril de 2014 em sua casa na cidade do Rio de Janeiro. Estava acompanhado da namorada, a jornalista Claudia Montenegro que, ao acordar, o encontrou já sem vida, vítima de um infarto fulminante.Aos 69 anos, morre o ator José Wilker, vítima de infarto O corpo do ator foi cremado no dia seguinte, no Cemitério Memorial do Carmo, na zona portuária do Rio de Janeiro. == Filmografia== === Televisão === Ano Título Papel Notas 1971 Bandeira 2 Zelito Caso Especial Episódio: \"O Crime do Silêncio\" Caso Especial 1972 Hannan Episódio: \"Dibuk, o demônio\" O Bofe 1972 Bandeira 1973 Cavalo de Aço Atílio Os Ossos do Barão Martinho Ghirotto 1974 Corrida do Ouro Fábio Caso Especial Murilo Episódio: \"A Cartomante\" Caso Especial Episódio: \"Enquanto a Cegonha Não Vem\" 1975 Gabriela Mundinho Falcão 1976 Anjo Mau Rodrigo Medeiros 1980 Plumas e Paetês Renato 1981 Brilhante Oswaldo / Sidney 1982 Final Feliz Rodrigo 1983 Bandidos da Falange Tito Lívio 1983 Louco Amor colspan=2 1984 Transas e Caretas Tiago Também como diretor 1985 Roque Santeiro Luis Roque Duarte (Roque Santeiro) 1987 Carmem Camilo Também como diretor Corpo Santo Ulisses Queirós Também como diretor 1989 O Salvador da Pátria João Matos 1990 Mico Preto Frederico Menezes Garcia 1990 Histórias Que o Diabo Gosta Nuno Episódio: \"O Assalto\" 1992 Anos Rebeldes Fábio Andrade Brito 1993 Agosto Pedro Lomagno Renascer Belarmino Ferreira Fera Ferida Demóstenes Maçaranduba da Costa 1995 A Próxima Vítima Marcelo Rossi 1996 Anjo de Mim Bianor O Fim do Mundo Tião Socó A Vida Como Ela É... Narrador Episódio: \"O Delicado\" Salsa e Merengue Urbano 1997 Sai de Baixo Beto Episódio: \"Ghost Não Se Discut\" 1997 A Justiceira Ronaldo Schneider Episódio: \"Mesmo Que Seja Eu\" 1998 Mulher Rodrigo Episódio: \"Viciados em Amor\" 1999 Suave Veneno Waldomiro Cerqueira 2000 A Muralha Dom Diego 2001 Um Anjo Caiu do Céu Tarso 2002 Desejos de Mulher Ariel Britz O Quinto dos Infernos Pedro José Joaquim, Marquês de Marialva 2004 Celebridade Ele mesmo Episódio: \"26 de abril\" 2004 Senhora do Destino Giovanni Improtta 2006 JK Juscelino Kubitschek 2007 Amazônia, de Galvez a Chico Mendes Luis Gálvez Rodríguez de Arias Duas Caras Professor Francisco Macieira (Macieira) 2008 Três Irmãs Augusto Pinheiro / Lázaro 2009 Cinquentinha Daniel Lopes de Carvalho 2010 Na Forma da Lei Dr. Mourão 2011 Insensato Coração Umberto Brandão A Mulher Invisível Reinaldo Fachetti Episódio: \"22 de novembro\" 2012 O Brado Retumbante Floriano Pedreira Gabriela Coronel Jesuíno Mendonça 2013 Amor à Vida Dr. Herbert Marques === Cinema === Ano Título Papel Notas 1965 A Falecida Não creditado 1966 Paixão 1967 El Justicero El Rato 1968 A Vida Provisória Assassino 1970 Estranho Triângulo Walter 1970 Eu Sou Vida, Eu Não Sou Morte Curta-metragem 1971 Os Inconfidentes Joaquim José da Silva Xavier \"Tiradentes\" 1973 Deliciosas Traições de Amor 1974 Amor e Medo Filmador 1975 Ana, a Libertina João Paulo 1975 O Casal Alfredo Giacometti 1976 Confissões de uma Viúva Moça Emílio 1976 Dona Flor e Seus Dois Maridos Valdomiro 'Vadinho' Santos Guimarães 1976 Xica da Silva Contador de Valadares 1977 Diamante Bruto José de Castro 1978 A Batalha dos Guararapes João Fernandes 1978 O Golpe Mais Louco do Mundo Leleco 1979 Bye Bye Brasil Lorde Cigano 1980 Bonitinha mas Ordinária ou Otto Lara Rezende Edgard 1981 Fiebre Amarilla Rodrigo 1981 Los Crápulas 1982 O Rei da VelaCinemateca Brasileira, O Rei da Vela [em linha] Abelardo Segundo 1983 O Bom Burguês Lucas 1984 São Bernardo 1984 Jango Narrador 1985 Fonte da Saudade Vasco 1985 O Homem da Capa Preta Tenório Cavalcanti 1986 Baixo Gávea Maluco da bomba 1986 Besame Mucho Xico 1987 Leila Diniz Sheik 1987 Um Trem para as Estrelas Professor 1988 Prisioneiro do Rio Salo 1989 Dias Melhores Virão Wallace Caldeira 1989 Mentira Narrador 1989 Doida Demais Noé 1989 Solidão, uma Linda História de Amor 1990 Filha da Mãe Álvaro 1992 Medicine Man Dr. Miguel Ornega 1994 Josué de Castro, Cidadão do Mundo Narrador Documentário 1996 Pequeno Dicionário Amoroso Alaor 1996 Delicado 1997 For All - O Trampolim da Vitória Giancarlo 1997 Guerra de Canudos Antonio Conselheiro 2000 Villa-Lobos, Uma Vida de Paixão Donizzeti 2002 Dead in the Water Pai 2002 Banquete Mendigo Curta-metragem 2002 Suspiros Republicanos ao Crepúsculo de um Império Narrador Curta-metragem 2003 Maria - Mãe do Filho de Deus Poncio Pilatos 2003 O Homem do Ano Silvio 2004 Onde Anda Você? Mandarim 2004 Redentor Dr. Saboia 2004 Viva Sapato! Fernando 2005 O Piadista 2005 Olga Del Volga 2005 O Guia do Mochileiro das Galáxias 2006 Canta Maria Lampião 2006 O Sonho de Inacim Padre Rolim 2006 O Maior Amor do Mundo Antônio 2008 Casa da Mãe Joana Juca 2008 Sexo com amor? Jorge 2008 Romance Danilo 2009 Embarque Imediato Fulano 2010 O Bem-Amado Zeca Diabo 2010 Elvis e Madona Pachecão 2011 Tancredo, a Travessia Narrador Documentário 2011 \"Kreuko\" em Mundo Invisível Homem no sonho 2011 A Melhor Idade Antenor Curta-metragem 2011 A Hora e a Vez de Augusto Matraga Joãozinho Bem-Bem 2013 Giovanni Improtta Giovanni Improtta Também diretor 2013 Casa da Mãe Joana 2 Juca 2014 Isolados Dr. Fausto 2015 O Duelo Chico Pacheco 2017 As Aventuras do Pequeno Colombo Conde de Saint-Germain Dublagem == Teatro == Ano Trabalhos Nota (s) 1986 Sábado, Domingo e Segunda Como Diretor 1989 Perversidade Sexual em Chicago 1992 A Morte e a Donzela 1993 Mephisto 1994 Querida Mamãe 2011 Palácio do Fim 2014 O Comediante ==Prêmios e indicações== Ano Premiação Categoria Nomeações Resultado Ref. 1964 Prêmio Associação de Cronistas Teatrais de Pernambuco Melhor Ator Revelação Estórias do Mato. A Afilhada de Nossa Senhora da Conceição 1971 Prêmio Molière de Teatro Melhor Ator O Arquiteto e o Imperador da Assíria JOSÉ Wilker. In: ENCICLOPÉDIA Itaú Cultural de Arte e Cultura Brasileiras. São Paulo: Itaú Cultural, 2020. Disponível em: Site. Acesso em: 18 de Dez. 2020 1971 Prêmio Governador do Estado Melhor Ator em Teatro O Arquiteto e o Imperador da Assíria 1971 Prêmio APCT de Teatro Melhor Ator O Arquiteto e o Imperador da Assíria 1977 Prêmio Molière de Teatro Melhor Ator Os Filhos de Kennedy 1977 Prêmio Governador do Estado Melhor Ator em Teatro Os Filhos de Kennedy 1986 Festival de Cinema de Gramado Melhor Ator O Homem da Capa Preta 1986 Prêmio Molière de Cinema Melhor Ator O Homem da Capa Preta O Homem da Capa Preta 1986 Troféu Imprensa Melhor Ator Roque Santeiro 1986 Prêmio Molière de Teatro Melhor Diretor Sábado, Domingo e Segunda SÁBADO, Domingo e Segunda. In: ENCICLOPÉDIA Itaú Cultural de Arte e Cultura Brasileiras. São Paulo: Itaú Cultural, 2020. Disponível em: Site. Acesso em: 18 de Dez. 2020. 1987 Prêmio Mambembe de Teatro Melhor Diretor Sábado, Domingo e Segunda SÁBADO, Domingo e Segunda. In: ENCICLOPÉDIA Itaú Cultural de Arte e Cultura Brasileiras. São Paulo: Itaú Cultural, 2020. Disponível em: Site. Acesso em: 18 de Dez. 2020. 1987 Prêmio Molière de Teatro Melhor Ator Assim É... (Se Lhe Parece) 1994 Prêmio APCA de Televisão Melhor Ator Fera Ferida Teledramaturgia - APCA 1996 Troféu Imprensa Melhor Ator A Próxima Vítima 1998 Prêmio Guarani de Cinema Brasileiro Melhor Ator Coadjuvante Guerra dos Canudos 1999 Prêmio Magnífico Melhor Ator em Televisão Suave Veneno rowspan=2 Prêmio Magnífico :: Premiações Artísticas 1999 Prêmio Magnífico Melhor Diretor de Programas Sai de Baixo Prêmio Magnífico :: Premiações Artísticas 2002 Prêmio TV Press Melhor Ator Coadjuvante Desejos de Mulher 2003 Prêmio Contigo! de TV Melhor Ator Desejos de Mulher 2004 Prêmio Extra de Televisão Melhor Ator Senhora do Destino Ganhadores do Prêmio Extra de TV 2004 2004 Melhores do Ano Melhor Ator de Novela Senhora do Destino 2004 Prêmio TV Press Melhor Ator Senhora do Destino 2005 Troféu Imprensa Melhor Ator Senhora do Destino 2005 Prêmio Arte Qualidade Brasil - SP Melhor Ator Senhora do Destino 2005 Prêmio Arte Qualidade Brasil - RJ Melhor Ator Senhora do Destino 2005 Prêmio Contigo! de TV Melhor Ator Senhora do Destino 2005 Prêmio Contigo! de TV Melhor Par Romântico Senhora do Destino 2005 Blockbuster Entertainment Awards Melhor Ator de Drama Guerra de Canudos 2006 Prêmio Arte Qualidade Brasil Melhor Ator JK 2007 Prêmio Contigo! de TV Melhor Ator JK 2007 Paris Brazilian Film Festival Melhor Ator O Maior Amor do Mundo 2007 Prêmio Contigo! de Cinema Nacional Melhor Ator O Maior Amor do Mundo 2007 Prêmio Quem de Televisão Melhor Ator Amazônia, de Galvez a Chico Mendes 2011 Festival de Cinema de Gramado Melhor Ator em Curta-Metragem A Melhor Idade 2011 Prêmio Contigo! de Cinema Nacional Prêmio Especial Homenagem 2011 Prêmio Arte Qualidade Brasil Melhor Ator Coadjuvante em Minissérie O Bem- Amado 2011 Festival Internacional de Cinema do Rio Melhor Ator Coadjuvante A Hora e a Vez de Augusto Matraga Festival do Rio 2011 já tem seus vencedores. Adoro Cinema, 19 de outubro de 2011 2012 Prêmio Extra de Televisão Melhor Ator Coadjuvante Gabriela Saiba tudo sobre o Prêmio Extra de TV e a lista de vencedores! 2015 Prêmio Quem de Cinema Melhor Ator O Duelo Confira a lista de vencedores do Prêmio QUEM 2015 2015 Grande Prêmio do Cinema Brasileiro Melhor Ator Coadjuvante Isolados == Ligações externas == * * Entrevista com José Wilker * José Wilker em Memória Globo * José Wilker em Enciclopédia Itaú Cultural Categoria:Naturais de Juazeiro do Norte Categoria:Radialistas do Ceará Categoria:Atores do Ceará Categoria:Atores premiados no Festival de Gramado Categoria:Homens ganhadores do Prêmio APCA de Televisão Categoria:Atores premiados com o Troféu Imprensa Categoria:Brasileiros de ascendência neerlandesa Categoria:Atores brasileiros do século XX Categoria:Atores brasileiros do século XXI",
 "title": "José Wilker"
}