{
 "id": "56417",
 "text": "Os galináceos (Galliformes) constituem uma ordem de aves muito diversa que integra cerca de 70 gêneros e e mais de 250 espécies, que inclui animais domésticos como a galinha ou o peru e espécies cinegéticas como as perdizes e faisões. As aves galiformes têm distribuição cosmopolita e ocupam uma enorme variedade de ambiente. Os galináceos estão diretamente ligados à sobrevivência das aves quando todos os outros dinossauros foram extintos. Foram aves terrestres muito parecidas com as perdizes modernas que sobreviveram aos incêndios florestais causado pelo evento K-T que levou a extinção de todos os pássaros primitivos que viviam nas árvores com o resto dos dinossauros. == Características == Os galináceos são aves de pequeno a médio porte, pesando entre cerca de 250 g até 10 kg, robustas e com asas pequenas e arredondadas. A sua plumagem é bastante variada, podendo ser baça ou muito colorida. Muitas espécies apresentam ornamentação na cabeça, que pode incluir papos e cristas coloridas. O tamanho e tipo de cauda é também bastante diverso no grupo, variando entre a quase inexistência a cerca de um metro de comprimento no caso do pavão. === Reprodução === As estratégias de reprodução dos galiformes são bastante variadas e adaptadas aos ecossistemas ocupados por cada espécie. Os galináceos podem ser tanto migratórios como sedentários, solitários ou gregários. Em espécies que vivem socialmente ,junto aos grupos que mostram uma estrutura social hierarquizada. === Alimentação === Os galináceos são aves onívoras, que se alimentam de pequenos invertebrados e material vegetal. O nível ecológico, têm importância como dispersores de sementes e fonte de alimento. Para o Homem, as espécies domesticada de galináceos são de enorme importância econômica, como fonte de carne e ovos para consumo humano. == Taxonomia == O IUCN lista 107 espécies de galináceos como ameaçadas, principalmente devido a perda de habitat natural e caça ilegal. De acordo com a classificação seguida pelo Congresso Ornitológico Internacional, a ordem Galliformes divide-se em 5 famílias - Cracidae, Megapodiidae, Phasianidae, Numididae e Odontophoridae. A remodelação taxonómica proposta Sibley-Ahlquist afectaria a ordem Galiformes de várias formas. As famílias Cracidae e Megapodiidae seriam separadas e classificadas numa ordem à parte (Craciformes). As restantes famílias de Galliformes seriam condensadas em apenas 3: Phasianidae, Numididae e Odontophoridae. Classificação dos Galináceos == Ligações externas == * !",
 "title": "Galináceos"
}