{
 "id": "56440",
 "text": "O Castelo de Belver, no Alentejo, localiza-se na freguesia de Belver, no município de Gavião, distrito de Portalegre, em Portugal.Ficha na base de dados SIPA Considerado um dos mais completos da arquitectura militar medieval portuguesa, ergue-se isolado no alto de um monte granítico, a Oeste da vila, em posição dominante sobre a confluência da ribeira de Belver com a margem direita do rio Tejo, guarnecendo a então chamada Linha do Tejo. O Castelo de Belver está classificado como Monumento Nacional desde 1910.Ficha na base de dados da DGPC == História == === O castelo medieval === À época da Reconquista cristã da Península Ibérica, uma onda de assaltos das forças do Califado Almóada, sob o comando do califa Iacube Almançor, determinou o recuo das fronteiras cristãs para a linha do rio Tejo (1190-1191). Nesse contexto, em 1194, D. Sancho I (1185-1211) doou a região entre o rio Zêzere e o rio Tejo, denominada Guidintesta, Guidi in testa ou ainda Costa, ao prior da Ordem dos Hospitalários, D. Afonso Pais, para ali se construir um castelo, denominado de Belver pelo monarca. Em 1210, quando D. Sancho I ditou o seu testamento, os Hospitalários, já ali instalados, receberam parte expressiva de sua herança, acreditando-se, por fontes coevas, que o castelo estivesse concluído entre esse ano e o de 1212. Durante o reinado de Sancho II de Portugal (1223-1248) guardavam-se aqui os dinheiros do tesouro real. Entre 1336 e 1341, a vila de Belver e seu castelo constituíram uma das Comendadorias mais importantes da Ordem do Hospital, embora a sua Sede e a Casa Capitular tenham permanecido em Leça do Balio. Após a crise de 1383-1385, sob o reinado de D. João I (1385-1433), as guerras com Castela renovaram a importância estratégica da posição lindeira de Belver. Por esse motivo, já por volta de 1390, o Condestável D. Nuno Álvares Pereira mandou reconstruir as suas primitivas defesas, das quais só se conserva hoje a parte inferior da torre de Menagem. No século XVI foi habitado pela princesa Joana. Afirma ainda a tradição popular que, na juventude, o poeta Luís Vaz de Camões aqui esteve encarcerado (1553). Ao se iniciar a dinastia filipina (1580), o castelo e a sua povoação se mantiveram fiéis a D. António, Prior do Crato. Data desse período, final do século XVI, a construção da capela sob a invocação de São Brás. No contexto da Restauração da independência portuguesa, há notícia de que o arquiteto Cosmander teria procedido reforços nas defesas do antigo castelo. === Do terramoto de 1755 aos nossos dias === O terramoto de 1755 causou-lhe sérios danos estruturais, agravados pelo estado de abandono em que mergulhou durante o século XIX, quando passou a ser utilizado como cemitério da povoação de Belver (1846). No século XX, o terramoto de 1909 causou novos danos à fortificação, despertando a atenção das autoridades, que a elevaram à categoria de Monumento Nacional desde Junho de 1910. Na década de 1940 foram- lhe procedidas obras de reconstrução integral, a cargo da Direcção-Geral dos Edifícios e Monumentos Nacionais (DGEMN) (1939-1946). Posteriormente, foram- lhe procedidas intervenções de conservação nas muralhas, telhados e na capela (1976), na instalação elétrica (1986) e na torre de Menagem (1987-1988). Em 2005, encontravam-se em curso obras de conservação e restauro, a cargo do Instituto Português do Património Arquitectónico (IPPAR), dentro do Programa de Recuperação de Castelos. == Características == A estrutura apresenta planta com formato aproximadamente oval, com a torre de Menagem ao centro e capela renascentista. A torre de Menagem apresenta planta quadrangular com cunhais de cantaria e paredes espessas (cerca de 4 metros no primeiro pavimento). O primeiro pavimento é acessado por uma porta tripla em arcos redondos rasgada na face Sul, precedida de escada em alvenaria de pedra granítica adossada. No pavimento deste piso, pode-se visitar a cisterna escavada na rocha. Nele rasga-se ainda uma janela de moldura retangular e ergue-se uma escada de acesso para a sala do segundo piso. Neste, por sua vez, rasgam-se uma janela semelhante à do pavimento inferior, uma porta em arco redondo a dar para os vestígios de uma antiga varanda e uma outra porta, também em arco redondo, que dá acesso à escada para o eirado. Este último apresenta ameias pouco largas e adarve que rodeia a cobertura telhada da torre. Os pisos superiores têm sido aproveitados na promoção de eventos culturais. A cerca (muralha) apresenta adarve em todo o perímetro, ameias em alguns trechos e seteiras, reforçada por cubelos e dois torreões de planta retangular, com as golas abertas para o adarve. A Sul abre-se a porta principal, em arco de volta redonda, datando do século XV, ladeada por dois cubelos desiguais. No lado Oeste, localiza-se uma cisterna, com duas bocas redondas, e no lado Norte, ergue-se a Capela de São Brás. No interior desta capela destacam-se o altar-mor de talha e os numerosos bustos-relicários das relíquias da Palestina que outrora se expunham sobre o altar, oferecido pelo Grão Prior do Crato ao príncipe D. Luís, filho de D. Manuel I. == Galeria == Ficheiro:Escadaria de acesso ao castelo de Belver.jpg|Escadaria de acesso ao castelo Ficheiro:Pormenor da muralha do castelo de Belver.jpg|Torreão e pormenor da muralha Ficheiro:Vista no interior da muralha do castelo de Belver.jpg|Vista do interior da muralha == Ver também == * Lista de património edificado no distrito de Portalegre == Ligações externas == * Categoria:Belver Belver Categoria:Monumentos nacionais no distrito de Portalegre Categoria:Património edificado no Gavião Categoria:Ordem dos Hospitalários Categoria:Castelos no distrito de Portalegre",
 "title": "Castelo de Belver"
}