{
 "id": "56450",
 "text": "Ordem de Cister, ou Ordem Cisterciense (Ordo Cisterciensis, O. Cist.), é uma ordem religiosa monástica católica beneditina restaurada. Aos seus membros religiosos de clausura monástica dá-se o nome de monges (ou monjas) cistercienses, ou monges brancos, como ficaram conhecidos devido à cor do hábito. == História == A sua origem remonta à fundação da Abadia de Cister (em latim, Cistercium; em francês, Cîteaux), na comuna de Saint-Nicolas-lès- Cîteaux, Borgonha, em 1098, por Roberto de Champanhe, abade de Molesme. Este, juntamente com alguns companheiros monges, deixara a congregação monástica de Cluny para retomar a observância da antiga regra beneditina, como reação ao relaxamento da Ordem de Cluny. Através da \"Charta Charitatis\", em complemento à regra da Ordem beneditina, Estevão - terceiro abade de Cister - estabeleceu que a autoridade suprema da Ordem seria exercida por uma reunião anual de todos os abades. Os mosteiros eram supervisionados pelo mosteiro-sede, em Cîteaux, e pelos quatro mosteiros mais antigos da Ordem: La Ferté, Pontigny, Claraval e Morimond. Com a aprovação da Carta da Caridade, em 1119, surge propriamente a Ordem Cisterciense, sendo assim a primeira ordem religiosa canonicamente instituída da Igreja. A ordem terá um papel importante na história religiosa do século XII, vindo a impor-se em todo o Ocidente por sua organização e autoridade. Uma de suas obras mais importantes foi a colonização da região a leste do Elba, onde promoveu simultaneamente o cristianismo, a civilização ocidental e a valorização das terras.Jean Chélini, Histoire religieuse de l'Occident médiéval, Hachette, Pluriel, 1991, p. 369. Restauração da regra beneditina inspirada pela reforma gregoriana, a ordem cisterciense promove o ascetismo, o rigor litúrgico e erige, em certa medida, o trabalho como valor fundamental, conforme comprovam seu patrimônio técnico, artístico e arquitetônico. Além do papel social que desempenha até a Revolução Francesa, a ordem exerce grande influência no plano intelectual e econômico, assim como no campo das artes e da espiritualidade, devendo seu considerável desenvolvimento a Bernardo de Claraval (1090-1153), homem de excepcional carisma. Sua influência e seu prestígio pessoal o tornaram o mais célebre dos cistercienses. Embora não seja o fundador da ordem, continua sendo o seu mentor espiritual.Georges Duby, Saint Bernard, l'Art cistercien, Champs, Flammarion, 1971, p. 9. Atualmente, a ordem cisterciense é de fato constituída de duas ordens religiosas e várias congregações. A Ordem Cisterciense contava, em 1988, com mais de 1300 monges 1500 monjas, distribuídos em 62 e 64 monastérios, respectivamente. A Ordem Cisterciense da Estrita Observância (O.C.S.O.) compreende atualmente quase 3000 monges e 1875 monjas, distribuídos em cento e dois monastérios masculinos e setenta e dois monastérios femininos, em todo o mundo. São comumente chamados \"Trapistas\", pois a criação dessa ordem resultou da restauração pela abadia da Trapa (em Soligny-la-Trappe, Baixa-Normandia, França).Cf. Marcel Pacaut, Les moines blancs. Histoire de l'ordre de Cîteaux, Fayard, 1993, p. 358-359 e p. 360-361. Para as estatísticas da OCSO, ver Ordre Cistercien de la Stricte Observance (Trappistes) Mesmo separadas, as duas ordens têm ligações de amizade e relações de colaboração. O hábito também é semelhante. Os cistercienses são conhecidos como monges brancos em razão da cor do seu hábito. Embora sigam a Regra Beneditina, os monges cistercienses não são propriamente considerados beneditinos, mas sim beneditinos por herança da Santa Regra. Foi no IV Concílio de Latrão (1215) que a palavra \"beneditino\" surgiu, para designar os monges que não pertenciam a nenhuma ordem centralizada,Jacques Dubois, Les ordres monastiques, éd. PUF coll. Que sais-je?, 1985, p. 67. em oposição aos cistercienses. A existência de um curso de água ou um lago é condição essencial para a fixação desta ordem. Por isso não é de estranhar que muitos dos mosteiros cistercienses tenham nomes associados à água, tais como Fontaine-Guérard, Fontenay, Fontenelle em França ou Fountain em Inglaterra. == Papas Cistercienses == Papa Inicio Término Período de Pontificado Beato Eugênio III 15 de Fevereiro de 1145 8 de Julho de 1153 Papa Lúcio III 1 de Setembro de 1181 25 de Novembro de 1185 Papa Celestino IV 24 de Outubro de 1241 11 de Novembro de 1241 Beato Gregório X 1 de Setembro de 1271 10 de Janeiro de 1276 Papa Bento XII 22 de Dezembro de 1334 25 de Abril de 1342 == Cistercienses em Portugal == A Ordem se terá estabelecido em Portugal pela primeira vez em São Cristóvão de Lafões ou em São João de Tarouca já antes de 1144. Todos os mosteiros cistercienses do século XII mudaram de observância, só o Mosteiro de Santa Maria de Alcobaça foi fundado de raiz. Durante o século XII as fundações mais importantes e numerosas são as das monjas, nomeadamente o Mosteiro de Lorvão, o Mosteiro de Celas, o Mosteiro de Arouca e o Mosteiro de São Bento de Cástris, protegidos pelas infantas-rainhas Beata Teresa, Beata Sancha e Beata Mafalda de Portugal, e o Mosteiro de São Dinis de Odivelas, todos dependentes de Alcobaça. Durante este período não houve em Portugal ordem mais poderosa, devido sobretudo à riqueza de Alcobaça que foi também o centro artístico e intelectual da Ordem. As tentativas de reforma renovaram-se no princípio do século XVI, durante o qual viveu Frei João Claro e se fundaram os mosteiros femininos de Tavira e de Portalegre e o Colégio do Espírito Santo em Coimbra ; foram chamados beneditinos de Monserrate para reger Alcobaça. A reforma não conseguiu promover a separação de Alcobaça, favorecida pelo cardeal D. Afonso e o cardeal D. Henrique. Os cistercienses mostraram então grande vitalidade fundando vários mosteiros, para monges: o Colégio de Nossa Senhora da Conceição, em Alcobaça, e o Mosteiro do Desterro em Lisboa, e, para monjas, o Mosteiro de Nossa Senhora da Nazaré do Mocambo em Lisboa e sua filial de Tabosa. A Congregação de Alcobaça, instituída em 1567, deu grande realce aos estudos históricos, onde se notabilizaram os principais autores da Monarchia Lusitana. Os mosteiros masculinos foram extintos em 1834, seguindo- se a posterior extinção dos mosteiros femininos. Alguns autores sustentam, sem fornecer grandes provas disso, que o pensamento de Joaquim de Fiore, um cisterciense calabrês e filósofo milenarista, teve profundo impacto em Portugal, estando na origem do culto ao Divino Espírito Santo, ainda hoje bem presente nos Açores e nas zonas de expansão açoriana nas Américas, e influindo no pensamento do padre António Vieira (o Quinto Império) e dando uma base filosófica ao sebastianismo. === Mosteiro de São Bento da Porta Aberta === Atualmente, monjas cistercienses provindas do Mosteiro de Boulaur, em França, encontram-se a viver junto ao Santuário de São Bento da Porta Aberta, em Rio Caldo, Terras de Bouro, na jurisdição eclesiástica da Arquidiocese de Braga. Existe, também, um movimento que defende o restauro das comunidades cistercienses masculinas em Portugal. == Cistercienses no Brasil == === Abadia de Nossa Senhora da Santa Cruz - Itaporanga, SP === A Abadia de Nossa Senhora da Santa Cruz em Itaporanga - SP foi fundada em 1936 por monges provenientes da Abadia de Himmerod na Alemanha, devido às hostilidades do regime nazista que ameaçavam a comunidade monástica. O primeiro monge de Himmerod a chegar no Brasil foi o Mestre de Noviços Pe. Atanásio Merkle, que fundou no sudoeste paulista um mosteiro sob a condição de dar assitência religiosa aos fiéis de duas paróquias. Em 1950 Atanásio Merkle é eleito como Abade de Itaporanga e, posteriormente, como o 1º Abade Presidente da Congregação Cisterciense de Santa Cruz, atual Congregação Brasileira dos Cistercienses. Os monges de Itaporanga, além do cuidado pastoral, dedicam-se às atividades agropecuárias numa área rural a 7,5 km da sede na cidade, denominada \"Mosteirinho de São José\". === Abadia de Nossa Senhora da Assunção de Hardehausen–Itatinga, SP === Desde 1938, a Abadia de Hardehausen estava transferindo seus monges e seu abade, para o Brasil. Em 3 de abril de 1952, a Santa Sé suprimiu a Abadia de Hardehausen, na diocese de Paderborn, Alemanha, que existia desde 28 de maio de 1140, e transferiu para o Mosteiro de Nossa Senhora da Assunção de Itatinga, na Arquidiocese de Botucatu. A abadia de Itatinga recebeu: \"todos os direitos e privilégios que até então canonicamente, possuía a Abadia de Hardehausen e de que, em geral, gozam as Abadias Cistercienses\". Em 16 de agosto de 1951, o bispo de Botucatu D. Henrique Golland Trindade e o então governador do estado de São Paulo, Lucas Nogueira Garcez, lançaram a pedra fundamental da Abadia em Itatinga. Além da Abadia e da paróquia de Itatinga, os monges cuidavam ainda por uns tempos da paróquia de Mairinque. O Abade de Itatinga ficou sendo D. Alfonso Kiliani Heun até 1957 (era Abade desde 1933) quando foi transferido para a Alemanha por Ordem do abade-geral D. Sigardo Kleiner. Foi eleito, em seu lugar, D. Roberto Fluck, antigo prior da Abadia de Itaporanga, que recebeu a bênção abacial em 30 de maio de 1957, e no mês de julho foi eleito abade-presidente da Congregação Cisterciense Brasileira. === Abadia de Nossa Senhora Mãe do Divino Pastor - Jequitibá, BA === A Abadia de Jequitibá foi fundada no dia 18 de agosto de 1939 por monges austríacos, provenientes da Abadia de Schlierbach, que desejavam iniciar uma fundação missionária nas terras de missão do Novo Mundo, outro fator que colaborou foi a perseguição pelo regime nazista. O abade D. Aloísio Wiesinger,de Schlierbach, ameaçado pelos nacional-socialistas, trabalhou como missionário em Jequitibá de 1939 a 1946. O mosteiro, erigido inicialmente como Priorado, foi elevado à Abadia Independente em 1950. O primeiro abade foi D. Antonio Moser,que chefiou o mosteiro por 46 anos (1950 – 1996). Para ele, a sua missão era proporcionar algum trabalho profissional às pessoas da região (escola de artesanato, oficinas de treinamento, dentre outros), além de educação e catequese. A área onde está implantada hoje o Mosteiro de Jequitibá foi doada por um casal piedoso: o Sr. Coronel Plínio Tude de Souza e a Sr.ª Dona Isabel Fernandes Tude de Souza que, não tendo filhos, instituíram por testamento a Fundação Divina Pastora. A Abadia Nossa Senhora Mãe do Divino Pastor está localizada na Fazenda Jequitibá, área rural do município de Mundo Novo, Estado da Bahia, a 330km da Capital Salvador. Atualmente a Abadia congrega a Fundação Divina Pastora; a Pousada São Bernardo; uma Casa de Terapias holísticas; a Paróquia Divina Pastora; o Ateliê de arte; o Museu Sacro e o Museu Natural; a Biblioteca São Bernardo; a Lojinha do Mosteiro; além de diversos serviços na área social, nas áreas de educação, saúde, habitação, turismo, dentre outros. === Abadia de Nossa Senhora de São Bernardo - São José do Rio Pardo, SP === Localizada no bairro Vila Pereira, em São José do Rio Pardo - SP, foi fundada em 1973. === Priorado Nossa Senhora do Divino Espírito Santo - Claraval, MG === A história do Mosteiro Cisterciense de Claraval se inicia, por volta de 1950, quando o bispo de Guaxupé, Dom Hugo Bressane visitava Roma e foi até o Mosteiro de Casamari (Itália). Lá, o bispo expôs a Dom Nivardo Buttarazzi, abade do mosteiro na época, sua intenção de ter na diocese uma comunidade de religiosos, sugerindo como lugar de instalação a vila de “Garimpo das Canoas”, atual Claraval. Em 1950, chegava ao vilarejo os monges cistercienses destinados a esta paróquia: o prior Pe. Pedro Agostini, Pe. Justino, Pe. Carmelo e Ir. Nivardo. Um dos primeiros problemas que os monges enfrentaram ao chegar no Brasil foi o idioma, já que não falavam nada em português, o clima também foi outro problema, entre outros como: precariedade das instalações, falta de saneamento básico, falta de mão-de-obra especializada e materiais de construção. Em março de 1969, o Mosteiro foi inaugurado e já começou a hospedar os primeiros jovens que desejavam seguir a vida monástica cisterciense. A vinda dos monges para a cidade ajudou muito no seu desenvolvimento. Em novembro de 1969, Dom Ângelo Neto, Arcebispo de Pouso Alegre (MG), instala solenemente a nova Abadia Nullius de Claraval. Em 2002, houve a extinção do título de Abadia Territorial, que concedia autonomia pastoral no território. O Mosteiro de Claraval, integrado hoje à Diocese de Guaxupé, e desenvolve os trabalhos como paróquia. === Mosteiro de Nossa Senhora de Nazaré === esquerda|thumb|Mosteiro de Nossa Senhora de Nazaré Em 15 de setembro de 1993, alguns jovens, com a aprovação de seu Bispo, começaram a viver sob a Regra de São Bento e, depois de alguns anos de contato com a Ordem Cisterciense, fundaram em 1998 o Mosteiro Nossa Senhora de Nazaré, localizado no município de Rio Pardo, no Rio Grande do Sul. Essa Comunidade de monges, que foi inicialmente acolhida pelo senhor Bispo da Diocese de Santa Cruz do Sul, o qual lhes deu aprovação canônica, já figura entre as pré-fundações da Ordem Cisterciense, e, pelo contato com o Abade Geral, com o Sínodo e com o Capítulo Geral da Ordem, apoiada pelo Bispo da Diocese, busca aprofundar uma comunhão que deseja chegar à incorporação definitiva à Ordem Cisterciense. Apesar do acento fortemente contemplativo dessa Comunidade monástica, vão até ali muitos visitantes, ansiosos por descobrir o Mosteiro, ou por encontrar-se com Aquele a quem os monges consagraram suas vidas: o Cristo Jesus. == Arquitetura cisterciense == As Abadias cistercienses ficam isoladas das cidades, caracterizadas pela racionalidade na articulação dos espaços e despojamento de elementos decorativos. Usam-se soluções locais com materiais disponíveis e tradições culturais existentes. O seu revestimento é branco. A planta padrão respondia às exigências de funcionalidade e economia de espaço e de movimento abolindo o supérfluo. A planta articula a vida e as obrigações distintas de monges, noviços e conversos. A igreja situa-se no ponto mais alto e estava do lado norte com o claustro imediatamente a sul. A igreja adapta-se à rectangularidade global da composição com cabeceira recta (na Batalha já é redonda) com capelas no transepto. No braço sul uma escada comunica com o dormitório. A igreja divide-se a meio entre monges e conversos. Não tinha uma fachada monumental nem torres a acentuar a massa exterior. A planta baseia-se na relação 1:2. Há uma simplificação da tipologia e exibição da própria arquitectura, a decoração centra-se nos capitéis. As naves laterais surgem quase à mesma altura da central. O refeitório, mais a sul, sempre com a fonte em frente articula-se com o claustro. A cozinha, a oeste, divide o refeitório dos monges e o dos conversos . Cozinha e refeitório voltam-se para o curso de água. No lado Este alinham-se a sala do capítulo e a sala comunitária. O dormitório ocupava longitudinalmente todo o piso superior. O complexo do edifício era rectangular marcado por contrafortes. Não havia casas de banho nem uma residência independente para o Abade. Os dormitórios não possuem celas individuais. Há dois tipos de claustro: o claustro do silêncio e claustros de carácter agrícola. O mosteiro cresce claustro, a claustro (?). == Abadias e mosteiros == === Portugal === Nome Cidade Ano de fundação Notas Mosteiro de Santa Maria de Lorvão Lorvão, Penacova 878 Masculino, depois feminino Mosteiro de São João de Tarouca Tarouca Antes de 1144 Masculino Mosteiro de Santa Maria de Celas Coimbra 1221 Feminino Mosteiro de São Cristóvão de Lafões São Pedro do Sul 1123 Masculino Mosteiro de Santa Maria de Alcobaça Alcobaça 1152 Masculino Mosteiro de Nossa Senhora da Assunção de Tabosa Carregal 1692 Feminino Mosteiro de São Bento da Porta Aberta Rio Caldo 1895 Feminino Mosteiro de Santa Maria de Arouca Arouca Século X Masculino, depois feminino Mosteiro de Santa Maria das Júnias Montalegre Século XIII Masculino Mosteiro de Santa Maria de Bouro Amares Masculino Mosteiro de Santa Maria de Salzedas Tarouca Masculino Mosteiro de Santa Maria de Maceira Dão Mangualde Masculino Mosteiro de Santa Maria de Seiça Paião Masculino Mosteiro de São Bento de Cástris Évora Feminino Mosteiro de Santa Maria de Cós Alcobaça Feminino Mosteiro de Santa Maria de Aguiar Castelo Rodrigo Masculino === Brasil === Nome Cidade Ano de fundação Notas Abadia Nossa Senhora da Santa Cruz Itaporanga (SP) 1936 Masculino, Congregação Brasileira Abadia Nossa Senhora Mãe do Divino Pastor Jequitibá (BA) 1939 Masculino, Congregação Brasileira Abadia de Nossa Senhora da Assunção de Hardehausen-Itatinga Itatinga (SP) 1140/1951 Masculino, Congregação Brasileira Abadia Nossa Senhora de Fátima Itararé (SP) 1953 Feminino, Congregação Brasileira Mosteiro de Nossa Senhora do Divino Espírito Santo Claraval (MG) 1969 Masculino, Congregação de Casamari Abadia Nossa Senhora de São Bernardo São José do Rio Pardo (SP) 1973 Masculino, Congregação de São Bernardo Abadia Cisterciense Nossa Senhora da Santa Cruz Santa Cruz de Monte Castelo (PR) 1973 Feminino, Congregação Brasileira Abadia Cisterciense Nossa Senhora Aparecida Campo Grande (MS) 1976 Feminino, Congregação Brasileira Abadia Trapista Nossa Senhora do Novo Mundo Campo do Tenente (PR) 1983 Masculino, Ordem Cisterciense da Estrita Observância (trapistas) Mosteiro Trapista Nossa Senhora da Boa Vista Rio Negrinho (SC) 2010 Feminino, Ordem Cisterciense da Estrita Observância (trapistinas). ==== Mosteiros inspirados no carisma Cisterciense ==== Existe, todavia, outros mosteiros inspirados no carisma Cisterciense mas não ligados canonicamente à Ordem Cisterciense. Nome Cidade Ano de fundação Notas Mosteiro Cisterciense Nossa Senhora de Nazaré Rio Pardo (RS) 1998 Masculino, Católico, de Direito Diocesano Fontes: Congregação Brasileira dos Cistercienses, CNBB, CRB, CERIS == Hábito == O hábito distingue-se por três peças de roupa: a cogula branca até aos pés e de mangas compridas com capucho, a túnica branca, e o escapulário preto com faixa preta ou cinto preto. Ficheiro:Benedettino Cistercense.jpg|Hábito de monge cisterciense Ficheiro:Benedettina Cistercense.jpg|Hábito de monja cisterciense == Lista de Abades Gerais == * 63. 1814-1820: Raimondo Giovannini * 64. 1820-1825: Sisto Benigni * 65. 1825-1826: Giuseppe Fontana * 66. 1826-1830: Vescelaso Vasini * 67. 1830-1845: Sixtus Benigni * 68. 1845-1850: Livio Fabretti * 69. 1850-1853: Tomaso Mossi * 70. 1853-1856: Angelo Geniani * 71. 1856-1880: Theobald Cesari * 72. 1880–1890: Gregorio Bartolini * 73. 1891–1900: Leopold Wackarž ( Abadia de Hohenfurth ) * 74. 1900–1920: Amadeus de Bie ( Abadia de Bornem ) * 75. 1920-1927: Cassian Haid ( Abadia Territorial de Wettingen-Mehrerau ) * 76. 1927-1936: Franciscus Janssens , ( Achel Abbey ) * 77. 1936-1950: Edmondus Bernardini ( Abadia de Santa Croce ) * 78. 1950-1953: Mattheus Quatember * 79. 1953-1985: Sighard Kleiner * 80. 1985-1995: Ferenc Polikárp Zakar ( Abadia de Zirc ) * 81. 1995-2010: Maurus Esteva Alsina ( Abadia Real de Santa Maria de Poblet ) * 82. 2010-atual: Mauro-Giuseppe Lepori, ( Abadia Hauterive ) == Ver também == * Arte cisterciense * Ordens religiosas * Ordem Trapista * Bernardo de Claraval * Freiras cistercienses == Bibliografia == COELHO DIAS, Geraldo J. A. et alii (1999), \"Cister no Vale do Douro\", GEHVID, Ediçoes Afrontamento. ISBN 972-36-0498-1 == Ligações externas == * Página internacional da Ordem de Cister * Monjas Cistercienses em Portugal * Monges e Monjas Cistercienses no Brasil *Obras de Ordem de Cister na Biblioteca Nacional de Portugal Categoria:1119",
 "title": "Ordem de Cister"
}