{
 "id": "5648",
 "text": "A meditação pode ser definida como uma prática na qual o indivíduo utiliza técnicas para focar sua mente num objeto, pensamento ou atividade em particular, visando alcançar um estado de clareza mental e emocional.SHAPIRO, D. (1981). Meditation: Clinical and health-related applications. The Western Journal of Medicine, 134(2), 141-142 apud MENEZES, Carolina Baptista; DELL'AGLIO, Débora Dalbosco. Os efeitos da meditação à luz da investigação científica em Psicologia: revisão de literatura. Psicol. cienc. prof., Brasília, v. 29, n. 2, p. 276-289, 2009. Disponível em . access on 17 June 2016. Sua origem é muito antiga, remontando as tradições orientais, especialmente a ioga,LEVINE, M. (2000). The positive psychology of buddhism and yoga: Paths to a mature happiness. New Jersey: Lawrence Erlbaum Associates apud MENEZES, Carolina Baptista; DELL'AGLIO, Débora Dalbosco. Os efeitos da meditação à luz da investigação científica em Psicologia: revisão de literatura. Psicol. cienc. prof., Brasília, v. 29, n. 2, p. 276-289, 2009. Disponível em . access on 17 June 2016. mas o termo também se refere a práticas adotadas por alguns caminhos espirituais ou religiões, como o budismo e cristianismo, entre outras.NARANJO, C. (2005). Entre meditação e psicoterapia. Rio de Janeiro: Vozes apud MENEZES, Carolina Baptista; DELL'AGLIO, Débora Dalbosco. Os efeitos da meditação à luz da investigação científica em Psicologia: revisão de literatura. Psicol. cienc. prof., Brasília , v. 29, n. 2, p. 276-289, 2009. Disponível em . access on 17 June 2016. Textos orientais consideram a meditação como instrumento que leva em direção à libertação.Zen Buddhism : a History: India and China by Heinrich Dumoulin, James W. Heisig, Paul F. Knitter 2005 pages 15 == Etimologia == O termo em páli utilizado para referir-se a meditação é bhavana, que significa \"cultivo\". O termo meditação foi utilizado como palavra para traduzir práticas espirituais orientais, referidas pelo termo dhyana no budismo e hinduísmo. Estudiosos notaram que o termo \"meditação\" no uso contemporâneo é paralelo ao significado do termo \"contemplação\" no cristianismo. == História == Os Vedas hinduístas estão entre as primeiras referências escritas sobre meditação. Outras formas surgiram associadas ao confucianismo e taoísmo na China, assim como no hinduísmo, jainismo e budismo no Nepal e Índia. No terceiro século depois de Cristo, Plotino havia estabelecido técnicas para a meditação. No ocidente, mesmo 20 anos a.C., dentro do Império Romano, Fílon de Alexandria nomeou práticas espirituais que envolviam atenção e concentração.Hadot, Pierre; Arnold I. Davidson (1995) Philosophy as a way of life ISBN 0-631-18033-8 pages 83-84 Já no século XII, o sufismo utilizava de palavras sagradas e métodos específicos para meditação, como o controle da respiração.Spiritual Psychology by Akbar Husain 2006 page 109 A existência de interação com indianos, nepaleses ou sufis pode ser uma indicação da abordagem cristã ortodoxa ao hesicasmo, desenvolvida principalmente na Grécia entre os séculos X e XIV, mas não foram encontradas provas concretas.An introduction to the Christian Orthodox churches by John Binns 2002 page 128Archived from the original on February 11, 2014. A meditação cristã praticada desde o século sexto foi definida pelo monge Guigo II no século XII com os termos \"leitura, reflexão, oração e contemplação\" e teve seu desenvolvimento continuado no século XVI em diante por Inácio de Loyola e Teresa de Ávila.Christian Spirituality: A Historical Sketch by George Lane 2005 page 20Christian spirituality: themes from the tradition by Lawrence S. Cunningham, Keith J. Egan 1996 page 38The Oblate Life by Gervase Holdaway, 2008 page 109After Augustine: the meditative reader and the text by Brian Stock 2001 page 105 == Definição == A definição de meditação pode variar de acordo com o contexto em que se encontra, variando de qual religião tem origem ou se é usada de maneira secular. Em meio acadêmico, a meditação já chegou a ser dividida em dois tipos de abordagem. A \"atenção focada\" compreende a concentração voluntária num objeto, respiração, imagem ou palavras. O outro tipo, o \"monitoramento aberto\", envolve uma observação não-reativa do conteúdo da experiência que ocorre num dado momento. Algumas definições do que é meditação estão relacionadas a uma prática ou técnica, outras vezes estão relacionadas a uma explicação de um estado de consciência ou simplesmente são usadas como um verbo. Algumas distintas definições que normalmente são usadas para meditação são: * prática de focar a mente em um único objeto (por exemplo: em uma estátua religiosa, na própria respiração, em um mantra); * uma abertura mental para o divino, objetivando a orientação de um poder mais alto; * um estado de silêncio que é vivenciado quando a mente se torna vazia e sem pensamentos; * contemplação da realidade e seus aspectos (como a impermanência, por exemplo); * atingir estados superiores de consciência e inconsciência; * desenvolvimento de uma determinada qualidade mental, como energia, concentração, plena atenção, bondade etc.; * pensamento sustentado e aplicado em um tema (como na meditação cristã). Ainda que algumas definições da palavra 'meditação' usadas por diferentes religiões sejam bem diferentes e até mesmo contraditórias, é ponto comum que apontem para uma realidade interior e o desenvolvimento/compreensão desta realidade. A compreensão de o que é a meditação deve ser feita sempre dentro do contexto em que é apresentada, da religião ou da escola que a apresenta, caso contrário as distintas explicações podem se tornar contraditórias. == Objetivos == A meditação pode ser praticada por diversos motivos: desde a simples concentração dos pensamentos, até a busca pelo nirvana. Desde tempos antigos, as tradições orientais consideram a meditação como um passo em direção à libertação. Há praticantes da meditação que relataram melhora na concentração, consciência, autodisciplina e equanimidade.Jair de Oliveira Santos. MEDITAÇÃO: fundamentos científicos. Salvador: Faculdade Castro Alves, 2010. (Apostila) pdf Segundo dicionários modernos, a meditação é vista como uma prática onde o indivíduo utiliza técnicas para focar sua mente num objeto, pensamento ou atividade em particular, visando alcançar um estado de clareza mental e emocional. == Prática == A prática de meditação pode ter inúmeras variantes quanto à postura do corpo, objeto de meditação. === Postura === A meditação pode ser realizada sentado, em pé ou andando, variando pelo contexto onde é ensinada. A posição sentada é adotada normalmente por ser considerada a mais fácil, onde o corpo se encontra em repouso mas ainda alerta. A famosa posição de lótus se difundiu muito como sinônimo de meditação por ser usada no ioga como uma posição ideal de meditação, onde mantém o corpo estável, mas pode ser difícil de alcançar e não é recomendada caso traga desconforto ou distraia o praticante do objeto da sua prática ou técnica. Inúmeras posições de meditação podem ser usadas como de pernas cruzadas, de joelhos (seiza), meio-lótus (com uma perna em cima da outra), birmanesa, etc. Na tradição budista é comum se encontrar a prática da meditação andando, que é vista como uma postura onde se desenvolve concentração em movimento, energia para a mente e vitalidade para o corpo. === Métodos === Em linhas gerais, pode-se descrever dois grupos de técnicas de meditação. A \"atenção focada\" compreende a concentração voluntária num objeto, respiração, imagem ou palavras. O outro tipo, o \"monitoramento aberto\", envolve uma observação não-reativa do conteúdo da experiência que ocorre num dado momento. === Duração === Normalmente, não há um tempo mínimo preestabelecido. Pode-se iniciar com um período de poucos minutos e, conforme se aperfeiçoa, esse tempo pode aumentar até para horas, dias, ou em casos excepcionais, até 21 dias (o samadhi). É importante ressaltar que a frequência da prática também influencia muito os resultados. === Aprendizado === Nas tradições espirituais ou religiosas de meditação, o professor realizado é aquele que consegue ensinar o aprendiz em silêncio, através da sua própria consciência interior ou pelo olhar silencioso (iniciação). Ele não precisa explicar exteriormente como meditar ou ensinar uma técnica específica. == Meditação e saúde == Historicamente, a meditação foi sempre usada e associada à prática espiritual e de autodescobrimento. No entanto, desde 1970, a psicologia e psiquiatria desenvolveram técnicas de meditação para diversos distúrbios psicológicos. Práticas de \"monitoramento aberto\" (vide 'definição' acima) são utilizadas na psicologia para reduzir problemas mentais e físicos, bem como dependência química. A evidência é insuficiente sobre o efeito da meditação no humor, atenção, alimentação, sono ou peso corporal. Práticas de meditação também são associadas à redução de estresse físico e mental, bem como à diminuição dos sintomas do transtorno generalizado de ansiedade e depressão. == Efeitos == A investigação sobre os processos e efeitos da meditação é um subcampo da investigação neurológica. Técnicas científicas modernas, como ressonância magnética funcional e eletroencefalografia, foram utilizadas para observar respostas neurológicas durante a meditação. Foram levantadas preocupações sobre a qualidade da investigação sobre meditação, incluindo as características particulares dos indivíduos que tendem a participar. A meditação reduz a frequência cardíaca, o consumo de oxigénio, a frequência respiratória, as hormonas do stresse, os níveis de lactato e a atividade do sistema nervoso simpático (associada à resposta de lutar ou fugir), juntamente com um declínio modesto na pressão arterial. No entanto, descobriu-se que aqueles que meditaram por dois ou três anos já tinham pressão arterial baixa. Durante a meditação, a diminuição do consumo de oxigénio é em média de 10 a 20 por cento durante os primeiros três minutos. Durante o sono, por exemplo, o consumo de oxigénio diminui cerca de 8% em quatro ou cinco horas. Para meditadores que praticam há anos, a frequência respiratória pode cair para três ou quatro respirações por minuto e “as ondas cerebrais diminuem do beta usual (observado na atividade de vigília) ou alfa (observado no relaxamento normal) para ondas delta e teta muito mais lentas”. Estudos demonstram que a meditação tem um efeito moderado na redução da dor. Não há evidências suficientes de qualquer efeito da meditação sobre o humor positivo, a atenção, os hábitos alimentares, o sono ou o peso corporal. Luberto er all (2017), numa revisão sistemática e meta-análise dos efeitos da meditação na empatia, na compaixão e nos comportamentos pró-sociais, descobriu que as práticas de meditação tiveram efeitos pequenos a médios nos resultados auto- relatados e observáveis, concluindo que tais práticas podem \"melhorar emoções e comportamentos pró-sociais positivos\". No entanto, uma meta-revisão publicada na Scientific Reports mostrou que a evidência é muito fraca e \"que os efeitos da meditação sobre a compaixão só foram significativos quando comparados com grupos de controlo passivo, sugerindo que outras formas de intervenções ativas (como assistir a um vídeo da natureza) pode produzir resultados semelhantes aos da meditação\". == Ver também == === Leituras adicionais === * Sri Chinmoy, Meditação - a Perfeição-Homem na Satisfação-Deus ISBN 978-8-53151-531-6 * Sri Aurobindo, Uma Psicologia Maior. ISBN 978-8-53160-716-5 * Swami Vivekandanda, O que é religião ISBN 9788587546180 * Paramahansa Yogananda, Autobiografia de um Iogue ISBN 978-0-87612-368-3 * Eihei Dogen, Fukan Zazengi: Instruções Universalmente Recomendadas para a Prática de Zazen * Meditação budista * Zazen __FORCARTDC__ Categoria:Práticas religiosas Categoria:Meditação Categoria:Religião",
 "title": "Meditação"
}