{
 "id": "56485",
 "text": "thumb|Jurerê Internacional. Jurerê é uma praia e um bairro situados ao norte de Florianópolis, em Santa Catarina. O bairro é popularmente dividido em duas partes: Jurerê Internacional, um empreendimento imobiliário famoso por suas residências de luxo, voltado a moradores de renda elevada, e a porção leste do bairro que já existia antes e por isso é chamada de Jurerê Tradicional ou Jurerê Velho para diferenciar da outra parte. A praia banha ambas as partes do bairro e fica entre as praia de Canasvieiras e do Forte. == Histórico == A região chamada hoje de Jurerê permaneceu preservada até o século XX. A praia era chamada, genericamente, de Praia do Forte, nome que hoje é o a praia vizinha. Na década de 1920, Antônio Amaro, um construtor naval foi ressarcido após seu estaleiro ser retirado do Centro devido as obras da Ponte Hercílio Luz e recebeu as terras da Praia do Forte ao Pontal, que eram usadas como terras comunais pelos poucos habitantes da região. Ele demarca as terras que ganham o apelido de \"Campo de Antônio Amaro\" e, após sua morte, em 1935, Aderbal Ramos da Silva compra as terras da viúva de Antônio. O novo dono começou a reduzir a presença dos habitantes que ainda usavam a terra, até 1956, quando surge a Imobiliária Jurerê, de Aderbal. A imobiliária acabou renomeando o bairro com seu nome, que vem de Y-Jurerê-Mirim, que significa “ boca d’água pequena” – um nome que os Carijós davam ao canal do estreito e que também se estendia para a Ilha de Santa Catarina. miniaturadaimagem|284x284px|A praia de Jurerê. Na década de 70, com a pavimentação da SC-401, as praias do norte se tornam mais visadas. Na época, haviam apenas as comunidades na Praia do Forte, barracões de pesca e o Clube 12 de Agosto, que já havia se instalado no local, além dos loteamentos da Imobiliária Jurerê - um deles desenhado por Oscar Niemeyer. No resto da área haviam eucaliptos plantados, o que atraiam as famílias pela sombra. Em meados de 1978, a Habitasul Empreendimentos Imobiliários começa a negociar a criação de um grande loteamento em Jurerê. Com o apoio de Aderbal Ramos da Silva, que vende as terras restantes, e após resolver os conflitos herdados com a comunidade local, a Habitasul lança Jurerê Internacional, que leva o nome internacional para diferenciar o empreendimento do bairro Jurerê que já existia e adicionar status ao local, incorporando loteamentos antigos como o que foi projetado por Oscar Niemeyer. O Jurerê Praia Hotel, construido pela Habitasul em 1980, passou a representar o limite entre Jurerê Internacional e o bairro antigo que passa, com o tempo, a ser chamado Jurerê Tradicional. Apesar desta diferenciação de nomes, pelos registros da prefeitura ambos são um bairro só. == Jurerê Tradicional == A porção \"tradicional\" tem uma comunidade local, ainda com pescadores, mas também com presença de comércio e serviços - a região foi influenciada pelo Jurerê Internacional e pelo crescimento turístico destinado a praia de Jurerê. A região tem acesso para Canasvieiras através de Canajurê. Jurerê Tradicional possui também uma das melhores raias para esportes à vela. == Jurerê Internacional == Jurerê Internacional é um empreendimento imobiliário, residencial e resort desenvolvido pelo Grupo Habitasul e inaugurado em 6 de novembro de 1980. Essa porção do bairro ganha destaque pelas suas mansões luxuosas, atraindo muitos turistas de toda parte do Brasil e do mundo na alta temporada. Além das mansões, o bairro inclui hotéis de luxo e beach clubs. Jurerê Internacional teve a sua ocupação planejada desde o início, das ruas e construções até a segurança, comércio e serviços. Já nasceu com plano diretor próprio, garantindo a preservação do meio ambiente. Por exemplo, a densidade demográfica é de 50% a 70% menor do que o autorizado pelo plano diretor de Florianópolis. Muitos argentinos viajam no verão para este famoso bairro de Florianópolis. Jurerê Internacional é, hoje, referência em urbanização orgânica e sustentabilidade para todo o país, e vem ganhando cada vez mais visibilidade no mundo inteiro. Por trás desse sucesso, estão os princípios e diretrizes definidos pela Habitasul há mais de 30 anos, quando foi criado o residencial. Em 1995, a área de Jurerê Internacional chegou a 1.200 hectares ou 12 milhões de m². Categoria:Bairros de Florianópolis Categoria:Praias de Florianópolis Categoria:Canasvieiras",
 "title": "Jurerê"
}