{
 "id": "56509",
 "text": "thumb|250px|Clepsidra moderna. A clepsidra ou relógio de água foi um dos primeiros sistemas criados pela humanidade para medir o tempo. Trata-se de um dispositivo movido a água, que funciona com o auxílio da força da gravidade. Atribui-se ao inventor grego Ctésibios a criação de um mecanismo de controle realimentado para regulação do nível de fluido do equipamento, tornando este um dos primeiros dispositivos automáticos, rudimentares, criados pelo homem. FLOWER, D. A. Biblioteca de Alexandria: as histórias da maior biblioteca da antiguidade, 2º edição. Editora: Nova Alexandria, São Paulo 2010. == História == Nas clepsidras de recipientes cilíndricos ou em forma de paralelepípedo, com o passar do tempo, à medida que o nível caía, a pressão também se reduzia, reduzindo a vazão da água, prejudicando a linearidade da medição. Os antigos egípcios graduaram os recipientes fonte e receptor para compensar essas diferenças e também implementaram os recipientes em forma de cones, visando a atenuar os problemas da pressão. Ainda assim, uma precisão muito melhor não era obtida. A mais antiga clepsidra conhecida foi descoberta em Carnaque em 1904. O medidor de tempo é da era de Amenófis III, aproximadamente de 1400 a.C. e está exposto no Museu Egípcio do Cairo. Tratava-se de um único recipiente com um orifício na base, pelo qual saía a água. A medição dos intervalos de tempo era feita por graduações nas paredes do recipiente. As primeiras clepsidras do Egito Antigo datam da época de 1600 a.C., e sua precisão era da ordem de 5 a 10 minutos. thumb|250px|Clepsidra persa === Grécia === Alguns exemplares foram identificados na Grécia antiga, (c. 500 a.C.). A palavra \"clepsidra\" vem do grego κλεψύδρα (klepsydra), retomado no Latim clepsydra. Sua formação vem de duas palavras gregas, κλέπτειν (kleptein), « ocultar, roubar », e ὕδωρ, ὕδατος (hydôr, hydatos), « água », Outros registros diversos de clepsidras ao longo da história\"Lecture pour Tous - Revue Universelle et Populaire Illustrée\" 3éme Année - Numéro I - Outubro 1900 - Paris - Hachette et Cie: Associa-se a clepsidra a duas fontes gregasLa ville et l'Acropole d'Athènes, Émile Burnouf, 2008, p 170 Os textos acerca da clepsidra são bastante numerosos. Pausânias de Esparta indica claramente a situação diante da gruta de Pan e de Apolo, ao pé das descida da Acrópole de Atenas e quase sob o Propileu. O viajante grego cita (IV, 31 et 33) uma outra fonte do nome \"clepsidra\", situada na Acrópole do monte Ithome e cuja água alimentava a fonte Arsinoe, na praça do mercado de Messene: * Em Messene, a fonte Clepsidra (conforme Pausânias, a fonte em cujas águas as ninfas Itome e Neda, que amamentaram Zeus, o lavaram depois que os deuses Curetes salvaram Zeus da barbárie de seu pai Cronos (Saturno (mitologia), tempo). Essa é a água de Arsinoe já citada.Comentário num conjunto de croquis de Dominique Papety - Source Clepsydre à Messène (1846-1847): A fonte Clepsidra fica no ponto mais baixo da estrada que vai ao santuário de Zeus' Ithomatos, bem próximo ao templo de Ártemis Laphria C. Legrand, Museu do Louvre, \"Département des arts graphiques\", \"Musée d'Orsay\", inventário geral de desenhos, \"École française XIII\", de Pagnest à Puvis de Chavannes, Paris, RMN, 1997, nø 142, p. 48-49 Conf. http://arts- graphiques.louvre.fr/fo/visite?srv=mfc&idFicheOeuvre;=113929Diálogos da história antiga n 11, Jacques Annequin, p 792. * Em Atenas sob a Acrópole, a água da fonte Clepsidra alimentava a enorme Clepsidra Torre dos Ventos - relógio hidráulico da ÁgoraA Acrópole de Atenas tomo II, Charles-Ernest Beulé, 1854, p 71, 73,. A precisão da Clepsidra, para determinar com precisão o minuto do nascimento, tendo em vista a construção de horóscopos, foi criticada por Cláudio Ptolomeu, porque o fluxo da água pode se tornar irregular.Cláudio Ptolomeu, Tetrabiblos, Livro III, Capítulo 3 O grau ascendente [em linha] Na Grécia antiga a precisão da Clepsidra foi bastante melhorada por volta de 270 a.C. Para que a variação de nível no recipiente fonte, o superior, não causasse variação na vazão de saída, o inventor grego Ctésibios desenvolveu um sistema que mantinha o nível constante pelo método de vasos comunicantes com um dreno superior. === Oriente === thumb|Antigo relógio persa. Há informações acerca de dispositivos que podem ser considerados como clepsidras desde 2679 a.C., na China. Ali, o astrônomo Y. Hang inventou uma clepsidra que indicava os movimentos dos planetas (em 721). Em 1088, o engenheiro chinês Su Song fez construir uma clepsidra com mais de 10 metros de altura, em Kaifeng. === Outros === * Na Índia, há relato de uma clepsidra constituída de um pequeno navio (com um furo no fundo) que naufragava num pequeno tanque, marcando assim intervalos de tempo. * Clepsidras mais aperfeiçoadas vieram a ser feitas pelos árabes. Eram instrumentos com função mais decorativa do que de medição do tempo. Por exemplo, em 801, o califa de Bagdá, Harune Arraxide, presenteou, por meio de seu embaixador e dois monges de Jerusalém, uma clepsidra ao Imperador do Sacro Império Romano-Germânico, Carlos Magno. Tratava-se de uma peça movida a vazão de água, feita em bronze adamascado de ouro com um mostrador. Nas horas inteiras, uma quantidade igual à hora em questão caía sobre uma campainha (sineta), soando as horas. Nas horas doze, abriam-se doze pequenas janelas e de cada uma delas saía a efígie de um cavaleiro. * Três clepsidras eram usadas nos tribunais das antigas Grécia e Roma para marcar a duração das preleções da acusação, defesa e do juiz. * Há indícios de conhecimento dos princípios da clepsidra entre povos ameríndios. * Ao final do , na França, havia uma sofisticada clepsidra de mesa que consistia de um tambor metálico com eixo, dividido em diversos compartimentos ou setores circulares, interligados por pequenos furos. Esse tambor descia entre duas colunas verticais. Em cada uma das duas pontas de eixo enrolava-se um cordão que ficava suspenso no alto do conjunto. A água enchia um dos compartimentos inicialmente, e sua vazão corria para o compartimento seguinte. Em conjunto com o desbalanceamento do cilindro, proviam uma descida lenta, de modo que a posição do tambor sobre a escala graduada numa das colunas indicava as horas. === O uso da clepsidra === A clepsidra foi utilizada ao longo da história para medir períodos curtos, tais como: * A duração de um discurso de defesa (justiça) na Grécia Antiga; * A duração dos turnos de guarda das legiões romanas; * A duração de períodos curtos em experimentos, como no caso de Galileu Galilei no estudo da queda de corpos em 1610; * Medição do tempo à noite ou em condições meteorológicas que não permitiam o uso de relógios de sol. == Característica == Consiste em dois recipientes, colocados em níveis diferentes: um na parte superior contendo o líquido, e outro, na parte inferior, com uma escala de níveis interna, inicialmente vazio. Através de uma abertura parcialmente controlada no recipiente superior, o líquido passa para o inferior, observando-se o tempo decorrido pela escala. Este tipo de instrumento evoluiu tecnicamente de forma a permitir uma medição do tempo com maior exatidão. Conforme desenvolvido por Ctésibios, são utilizados três reservatórios (A, B, C). O reservatório A contém uma maior quantidade de água e seu objetivo é alimentar água ao reservatório B, cujo nível é mantido fixo por meio de um alívio (dito '\"ladrão\"), ou dreno quase no topo do mesmo. A água em B flui continuamente por meio de um orifício em sua base, indo para o recipiente C, o qual é graduado para indicar o tempo decorrido. Essa vazão é constante, pois o nível do recipiente B é constante. O sistema regulador de flutuação empregado para um relógio de água era um dispositivo não muito diferente da bóia e torneira, usados em um vaso sanitário moderno. Mesmo com essa significativa melhoria, tais relógios são ainda imprecisos, pois há fatores que influem na duração do fluxo de água: * A variação da pressão atmosférica * As impurezas da água * A temperatura da água A fabricação de uma Clepsidra exige muita precisão, em especial no que se refere ao orifício para vazão de água. == Hoje == A clepsidra é encontrada atualmente em funcionamento em poucos lugares, como no Rio Grande do Sul, em Porto Alegre, no Shopping Iguatemi. Há também clepsidras na Alemanha, nos estados de Indiana e no Colorado (Estados Unidos), em Sydney (Austrália) e dois na Colúmbia Britânica (Canadá). == Ver também == * Relógio * Ampulheta Categoria:Relógios Categoria:Água",
 "title": "Clepsidra"
}