{
 "id": "56513",
 "text": "Quincas Borba é um romance escrito por Machado de Assis, desenvolvido em princípio como folhetim na revista A Estação, entre os anos de 1886 e 1891 para, em 1892, ser publicado definitivamente pela Livraria Garnier. No processo de adaptação de folhetim para livro o autor realizou algumas mudanças mínimas, mas significativas. Seguindo Memórias Póstumas de Brás Cubas (1881), este livro é considerado pela crítica moderna o segundo da trilogia realista de Machado de Assis, em que o autor esteve preocupado em utilizar para criticar os costumes e a filosofia de seu tempo, embora não subtraia resíduos românticos da trama. Ao contrário do romance anterior, no entanto, Quincas Borba foi escrito em terceira pessoa, a fim de contar a história de Rubião, ingênuo rapaz que torna-se discípulo e herdeiro do filósofo Quincas Borba, personagem do romance anterior, e que, sendo enganado por seu amigo capitalista Cristiano e sua esposa Sofia, paixão de Rubião, vive na pele todo o fundamento teórico do Humanitismo, filosofia fictícia daquele filósofo. Quincas Borba, de fato, foca-se melhor nos temas secundários do romance anterior. Estes incluem uma paródia ao cientificismo e ao evolucionismo da época, bem como ao positivismo de Comte e à lei do mais forte, uma adaptação da seleção natural de Charles Darwin a nível social. O livro tem recebido vários estudos e interpretações ao longo do tempo, sobretudo sociológicos, que o consideram um romance que trata principalmente da transformação do homem em objeto do homem e a sua \"coisificação\". Quincas Borba, um dos que mais interesse têm despertado em novas edições e traduções para outras línguas, está entre os principais livros da obra machadiana. ==Sobre a obra== \"Em Quincas Borba recupera-se a narração em terceira pessoa para melhor objetivar o nascimento, a paixão e a morte de um provinciano ingênuo. Rubião, herdeiro improvisado de uma grande fortuna, cai nos laços de um casal ambicioso; a mulher, a ambígua Sofia, vendo-o rico e desfrutável, dá-lhe esperanças, mas se abstém cautelosamente de realizá-las ao perceber no apaixonado traços de crescente loucura. Em longos ziguezagues se vão delineando o destino do pobre Rubião e a vileza bem composta do mundo onde triunfam Sofia e o marido; e não sei de quadro mais fino da sociedade burguesa do Segundo Reinado do que este, composto a modo de um mosaico de atitudes e frases do dia a dia. Desse mundo é expulso com metódica dureza o louco, o pobre, nas ladeiras de Barbacena, trazem na sua simplicidade patética o selo do gênio.\"Alfredo Bosi em \"História Concisa da Literatura Brasileira\", p. 181 \"Em Quincas Borba, em que o motivo da dissimulação já preludia D. Casmurro, a arte machadiana se compraz na retórica do subentendido. Nesse estilo velado, impera a metonímia: o registro dos efeitos sugere as causas, sem explicitá-las. Por exemplo: o constrangimento ambíguo de Palha, quando Sofia lhe conta a declaração de amor que lhe fez Rubião, transparece na lacônica referência ao seu gesto.\"José Guilherme Merquior em \"De Anchieta a Euclides\", p. 24 ==Enredo== Pedro Rubião de Alvarenga, ex-professor primário, torna-se, em Barbacena, enfermeiro e discípulo do filósofo Quincas Borba, que lhe apresenta o Humanitismo, em que a razão do homem é sempre buscar viver e que a sobrevivência depende muitas vezes de saber vencer os outros. Borba falece no Rio de Janeiro, em casa de Brás Cubas. Rubião é nomeado herdeiro universal do filósofo, sob condição de cuidar de seu cachorro, também chamado Quincas Borba. Ele parte para o Rio de Janeiro e, na viagem, conhece o capitalista Cristiano de Almeida e Palha e sua esposa Sofia. Ingênuo, Rubião deixa-se guiar pelo casal. Instala-se num palacete e frequenta a casa de Cristiano. Apaixona-se por Sofia, que lhe dispensava olhares e delicadezas insinuantes. Depois de muitos favores ao casal amigo, Rubião declara seu amor por Sofia, que, apesar de ter provocado a declaração, o recusa e se queixa ao marido. Cristiano não rompe com Rubião porque pretende lhe subtrair o resto da fortuna. Sofia apenas intuía sua condição de chamariz, mas daí por diante tem de exercê-la conscientemente. O amor não-correspondido de Sofia desperta-lhe, aos poucos, a loucura. Enlouquecido, pensa ser o imperador francês Napoleão III e morre agonizante, dizendo: Guardem a minha coroa [...] Ao vencedor..., repetindo a frase \"ao vencedor, as batatas\" de Quincas Borba, que contou uma história em que duas tribos lutam por um campo de batatas mas cujos frutos só abastecem uma das tribos que não divide as batatas com a outra porque, caso o fizesse, segundo o filósofo, estariam sujeitas a desnutrição. Com a morte de Rubião, o último parágrafo termina explicando também a morte do cachorro do filósofo. == Ligações externas == * * Categoria:Romances de Machado de Assis Categoria:Livros de 1891 Categoria:Romances do Brasil",
 "title": "Quincas Borba"
}