{
 "id": "56523",
 "text": "Antônio Carlos Bernardes Gomes, mais conhecido como Mussum (Rio de Janeiro, 7 de abril de 1941 – São Paulo, 29 de julho de 1994), foi um humorista, ator, músico e compositor brasileiro, que consagrou-se em diferentes áreas do entretenimento, iniciando a carreira na música com Os Originais do Samba, e posteriormente integrando o grupo humorístico Os Trapalhões, no qual permaneceu até sua morte. No início da década de 1960, até então conhecido como \"Carlinhos\", abandonou a posição de cabo da Força Aérea Brasileira para ir viver da música, sua grande paixão, fundando o grupo musical Os Originais do Samba, onde destacou-se como percussionista e tocador de reco-reco, ganhando os apelidos de \"Carlinhos da Mangueira\" e \"Carlinhos do Reco-Reco\", e tornando-se conhecido mundialmente. Seu carisma e bom humor logo o levaram para a televisão, onde atuou em uma série de programas e passou por diferentes emissoras até ser convidado por Dedé Santana para integrar o quarteto humorístico Os Trapalhões ao lado dele, Renato Aragão e Zacarias, tendo sido o 3° integrante da trupe, e o segundo a falecer (quatro anos depois de Zacarias). Junto com Grande Otelo – que lhe deu o apelido, que posteriormente se tornou nome artístico, de \"Mussum\" – destacou-se como um dos únicos comediantes negros da televisão brasileira na década de 1980.Antes de ficar imortalizado como Mussum, o cantor, percussionista e humorista ... foi o Carlinhos da Mangueira, também conhecido como Carlinhos Reco-Reco Portal G1 do Grupo Rede Globo - acessado em 6 de agosto de 2020 Em sua vida pessoal, Mussum era conhecido pela sua paixão pelo Morro da Mangueira, sendo um frequentador assíduo do local, assim como integrante da escola de samba Estação Primeira de Mangueira, onde costumava desfilar todos anos, tendo sido também diretor da ala das baianas. Em carreira solo, Mussum também gravara dois discos de sucesso, ambos com músicas de sua autoria. Ao lado de Almir Guineto, introduziu no país o chamado banjo brasileiro, que viria a se popularizar anos depois, nos pagodes da década de 1990. Mesmo após sua morte em 1994, a imagem de Mussum permanece viva ao longo das gerações, principalmente por conta dos mais variados memes que circulam com a imagem ou frases do trapalhão na internet. ==Biografia== Mussum nasceu no Morro da Cachoeirinha, no Lins de Vasconcelos, zona norte do Rio de Janeiro. Filho de dona Malvina Bernardes Gomes, doméstica analfabeta que criou sozinha os filhos após o abandono do marido. Apesar de sonhar se tornar um jogador de futebol, Mussum se focou nos estudos, repassando os ensinamentos para a sua mãe, e concluindo o ensino primário em 1954. Não querendo que o filho interrompesse sua educação, Dona Malvina o matriculou na Fundação Abrigo Cristo Redentor. No Instituto Profissional Getúlio Vargas, uma das instituições pertencentes a Fundação Abrigo Cristo Redentor, Mussum foi aprovado em uma seletiva para o programa \"Nutrição Boa\". Em 1957, Mussum obteve o diploma de ajustador mecânico e junto com uma recomendação de trabalho começou a trabalhar como aprendiz em uma oficina no Rocha na Zona Norte do Rio de Janeiro. Serviu na Força Aérea Brasileira durante oito anos. == Carreira == ===1960–77: Início, Os Originais do Samba, sucesso na música e transição para a televisão=== Enquanto servia a Força Aérea Brasileira, Mussum aproveitava para participar da Caravana Cultural de Música Brasileira de Carlos Machado, sem que a mãe ou outro conhecido soubesse. Ele iniciou sua carreira artística tocando reco-reco no grupo Os Modernos do Samba com os nomes artísticos de \"Carlinhos da Mangueira\" e \"Carlinhos do Reco-Reco\".REIS, Fernanda. Biografia explora a carreira musical que Mussum largou, Folha de S.Paulo, Ilustrada, E3, 6 de julho de 2014. Acesso em 6 jul. 2014. Posteriormente, fundou com os amigos o grupo Os Sete Modernos, que posteriormente passou a ser chamar Os Originais do Samba, grupo que integrou por 14 anos. Com os Originais, gravou no total 13 álbuns, e obteve vários sucessos, como \"Falador Passa Mal\", \"Tragédia no Fundo do Mar (O Assassinato do Camarão)\" e \"Aniversário do Tarzan\". O grupo chegou a participar de um show histórico ao lado de Baden Powell e realizado no Teatro Bela Vista, em São Paulo, tendo o registro do show lançado em LP pelo selo Philips em 1968. As coreografias e roupas coloridas os fizeram muito populares na televisão, nos anos 1960, tendo o grupo se apresentado em turnês por diversos países, entre eles no México, onde foram chamados de Los Siete Diablos de la Batucada. Numa dessas turnês internacionais, Mussum assistiu a um show da banda de rock britânica Mungo Jerry e ficou fascinado pelo chamado banjo americano, instrumento que, tempos depois, ele e o cantor Almir Guineto, adaptaram, fazendo uma engenhoca e criando assim o chamado \"banjo brasileiro\", que iria se popularizar, anos mais tarde, no pagode dos anos 1980 e 1990. Segundo o jornalista Juliano Barreto (autor de sua biografia), Mussum foi um dos primeiros cantores a utilizar reco-reco de metal, que até então era um instrumento feito com bambu; por ser mecânico, Mussa teria criado um reco-reco com peças de carro e chapas de metal. Devido a seu carisma, gingado e bom humor, Mussum sempre se destacava entre os membros do grupo. Após algumas aparições na televisão, muitas pessoas, entre elas a cantora Elza Soares, acreditavam que ele poderia fazer sucesso como humorista, mas Mussum sempre recusava os convites, justificando-se com a afirmação de que pintar a cara, como é costume dos atores, não era coisa de homem.Relembre momentos marcantes da carreira de Mussum Terra Finalmente, em 1965, aceitou fazer uma participação no programa humorístico Bairro Feliz, exibido pela TV Globo, e atuando ao lado do comediante Grande Otelo. Foi nos bastidores deste programa que Otelo teria dado ao então Carlinhos o apelido de \"Mussum\", uma referência ao peixe homônimo de coloração preta e origem sul-americana. O apelido teria inicialmente o irritado, mas Otelo o convenceu de que Carlinhos não seria um bom nome para um artista; e como o mesmo já havia caído na boca do povo, passou a se apresentar oficialmente como Mussum a partir daí. O sucesso foi tanto que Chico Anysio o convidou para ser um dos alunos da Escolinha em seu programa Chico Anysio Show, exibido pela TV Tupi na época. Consta-se que foi o próprio Chico quem sugeriu a Mussum o uso da sua linguagem característica, terminando as palavras em is, como \"tranquilis\" e \"como de fatis\", algo que se tornaria marca registrada de seu personagem. Através do amigo Jair Rodrigues, Mussum foi apresentado a Dedé Santana, que na época formava a dupla cômica Didi e Dedé ao lado de Renato Aragão. Dedé convidou Mussum para se juntar a eles, e o mesmo, após muita insistência, acabou aceitando. Ao lado dos dois, Mussum atuou nos humorísticos Os Insociáveis e A Praça da Alegria, ambos exibidos pela TV Record. Em 1975, Mussum voltou para a Tupi ao lado de Renato, Dedé, Mussum e Mauro Gonçalves (o Zacarias), dando início ao programa humorístico Os Trapalhões, que se tornou um dos maiores sucessos da emissora, batendo a audiência do Fantástico. O sucesso do programa teria incomodado Boni que convidou os Trapalhões para levar seu programa para a Globo, troca que só seria realizada no ano de 1977 após uma lista de três folhas de exigências feitas por Aragão. Em 1976, já como integrante d'os Trapalhões, Mussum fez sua estreia nos cinemas no filme O Trapalhão no Planalto dos Macacos no papel do Guarda Azevedo. ===1977–90: Os Trapalhões, separação e volta do quarteto, discos solo e consagração=== Mesmo já tendo deixado Os Originais do Samba nessa época, Mussum nunca se afastou da indústria musical. Em 1978, lançou seu primeiro disco solo intitulado “Água Benta”. Em 1980 e 1983 lançou, pelo selo RCA Victor dois LPs, ambos intitulados “Mussum”. Também pelo selo RCA Victor lançou em 1981 um single e um compacto, e em 1982 um single com as músicas “O Amigo da Criança (Melô do Piniquinho)” (composição dele e Silvio da Parada) e “Camisa 10” (Hélio Matheus e Luis Vagner). Em 1983 lançou, pelo selo EMI- Odeon, um compacto simples com Dedé Santana e Zacarias, que inclui as faixas “Todo mundo deve ser mais criança” (Renato Corrêa e Cláudio Rabello) e “Vamos a luta” (Mussum, Neoci, Adilson Victor e Jorge Aragão). Em 1987 lançou, pelo selo Continental, mais um LP intitulado “Mussum”. Em 1983, durante a separação d'os Trapalhões (que durou apenas seis meses), Mussum participou (ao lado de Dedé e Zacarias) do humorístico A Festa é Nossa e do filme Atrapalhando a Suate, produzido pela DeMuZa Produções, empresa fundada pelos três e que cuidava da parte lucrativa de ambos. Apesar de nascido na Cachoeirinha, a relação de Mussum com a Mangueira sempre foi muito forte. Ele começou a ir ao morro acompanhando amigos, e apesar do receio de se envolver em confusões e entrar em conflito com a mãe, logo se encantou pelo lugar. Uma de suas grandes paixões era a escola de samba Estação Primeira de Mangueira, sendo todos os anos uma figura presente durante os desfiles da escola, tendo sido diretor de harmonia da Ala de baianas. Desta paixão pelo morro, surgiu um outro apelido, o de \"Mumu da Mangueira\". Também era um fanático torcedor do Clube de Regatas do Flamengo. ===O Trapalhão Mussum=== No programa, popularizou um modo particular de falar, acrescentando as terminações \"is\" ou \"évis\" as palavras arbitrárias (como forévis, cacíldis, coraçãozis) e pelo seu inseparável \"mé\" (que era sua gíria para cachaça). A personagem que vivia no programa Os Trapalhões tinha, como característica principal, o consumo constante de bebidas alcoólicas, em especial a cachaça. Mussum se celebrizou por expressões onde por vezes satirizava-se por ser negro, tais como \"negão é o teu passádis\" e \"quero morrer prêtis se eu estiver mentindo\", além de recorrentes piadas sobre bebidas alcoólicas. Também criou outras frases hilariantes, que se popularizaram rapidamente, como \"eu vou me pirulitazis (pirulitar)\", quando fugia de uma situação perigosa, ou \"traz mais uma ampola\", pedindo cerveja, ou \"casa, comida, três milhão por mês, fora o bafo!\", passando uma cantada em uma mulher bonita, ou ainda \"faz uma pindureta\", pedindo fiado. Era alvo de piadas de cunho racista por parte dos demais membros do grupo, principalmente por Didi, recebendo apelidos como \"cromado\", \"azulão\", \"grande pássaro\", \"Maizena\", \"Fumaça\" ou \"Cabo Fumaça\", dentre outros, e retrucando exaltado aos outros com apelidos como \"cardeal\" ou \"jabá\" para (Didi Mocó, \"mineirinho de Sete Lagoas\") para Zacarias e \"rapaz alegre\" para Dedé. No entanto, segundo seu biógrafo Juliano Barreto, Antônio Carlos sempre se incomodou com o teor das piadas e apelidos e diz que o humorista fez frente ao conteúdo racista em diversas ocasiões e, nos cacos (intervenções fora do roteiro), retrucava os ataques raciais. Juliano afirma que \"ele não aceitava mesmo o racismo. Ele ensinava para os filhos que era preciso reagir, bater em quem fosse racista com eles. Não era algo para se admitir\" ==Vida pessoal== ===Filhos e relacionamentos=== Durante o casamento de um amigo em Riachuelo, no Grande Méier, Mussum conheceu sua primeira esposa Leny Castro dos Santos, moça da Mangueira, com quem foi casado entre 1965 e 1969 e com quem teve seu filho primogênito, Augusto Cezar. Seu segundo casamento foi com Neila da Costa Bernardes Gomes, que conheceu em 1972 e com quem permaneceu junto até o fim da vida, tendo com ela um filho, Sandro. Fora do casamento, Mussum teve mais quatro filhos: Paula Aparecida, fruto de um namoro com Maria Glória Fachini; Antonio Carlos Filho, fruto de um rápido romance com a modelo Therezinha de Oliveira; e o ator Antônio Carlos Santana (também conhecido como \"Mussunzinho\"), fruto de um caso extraconjugal com Maíra Santana de Moura. Em outubro de 2019, foi comprovado que o dentista Igor Palhano é filho biológico de Mussum, fruto de um envolvimento do trapalhão com uma mulher chamada Denildes Palhano. == Campanhas sociais == Mussum se dedicou às campanhas sociais a favor dos portadores de deficiência visual, promovendo a doação de córneas em 1981, durante o especial Os Trapalhões - 15 anos, a favor dos desabrigados da seca do Nordeste, de 1983 até 1985 nos especiais SOS Nordeste e também, a favor das crianças e dos adolescentes em todo o Brasil, promovendo o lançamento do show Criança Esperança em 28 de dezembro de 1986, durante o especial 20 Anos de Trapalhões - Criança Esperança. Mussum ainda criou um projeto social na Mangueira para ajudar as crianças da região. Ele chegou a montar um consultório dentário na comunidade e doava muitos instrumentos para a região. == Morte == ;Problema de saúde e falecimento Em julho de 1994, Mussum foi internado no Hospital Pró-cardíaco do Rio, devido a uma grave insuficiência cardíaca. Os médicos relataram que ele estava sofrendo de cardiomiopatia dilatada, mesma doença que possuía o seu pai. Em 7 de julho, Mussum foi transferido para o Hospital Hospital Beneficência Portuguesa de São Paulo, onde precisou passar por um transplante de coração. O órgão foi doado pela família do jovem Darlinton Fonseca de Miranda, que teve morte cerebral devido a um acidente de moto no Tocantins. Apesar de bem sucedido, o transplante ocasionou uma septicemia no corpo de Mussum, que morreu algumas semanas depois, às 02:45 da madrugada do dia 29 de julho de 1994, aos 53 anos. O humorista foi sepultado no Cemitério Congonhas, em São Paulo. A escola de samba Mangueira decretou luto e relembrou que o humorista tocava samba com as crianças da Mangueira do Amanhã em dias de folga. ==Legado == Nos anos 1970 e 1980, Mussum era um dos poucos artistas negros na TV. O humorista nunca foi esquecido pelo grande público que conquistou, permanecendo, até hoje, muito vivo e presente na memória de seus admiradores, principalmente na cidade do Rio de Janeiro, tendo sido lembrado em uma série de camisetas lançadas na cidade com a imagem estilizada de Mussum e a frase \"Mussum Forevis\". ===Livro=== Em 2014 foi lançada a biografia “Mussum forévis – Samba, mé e Trapalhões”, escrita pelo jornalista Juliano Barreto, e publicada pela editora Leya. ===Documentário=== Em 2019, foi lançado o documentário Mussum, um Filme do Cacildis, dirigido por Susanna Lira e roteirizado por Michel Carvalho e Bruno Passeri. A produção, que retrata a história de Mussum em diferentes pontos de vista, foi narrada por Lázaro Ramos e conta com o depoimento de diversos artistas e amigos dele como Alcione, Milton Gonçalves, Joel Zito Araújo e Renato Aragão. ===Filme=== Em 2023, foi lançado o filme biográfico Mussum, o Filmis, uma produção da Globo Filmes com a Camisa Listrada e a Downtown Filmes, que narra a trajetória de Antônio Carlos desde a sua infância até a consagração com a música e Os Trapalhões. O longa-metragem, que marcou a estreia de Silvio Guindane como diretor, fez sua estreia no 51º Festival de Cinema de Gramado, tendo recebido diversos prêmios e elogios da crítica e público após seu lançamento nos cinemas. Os atores Aílton Graça, Yuri Marçal e Thawan Lucas interpretaram Mussum em diferentes fases de sua vida, enquanto Cacau Protásio e Neuza Borges viveram a mãe do protagonista na fase jovem e idosa, respectivamente. ===Marca de cerveja=== Em 2013, o filho de Mussum, Sandro Gomes, sócio e fundador da microcervejaria Brassaria Ampolis, lançou a cerveja pilsen Biritis (Vienna Lager), como uma homenagem à seu pai. No ano seguinte, devido ao sucesso dos produtos, foi lançada um cerveja com um segundo rótulo da marca, a Cacildis (Premium Lager). Posteriormente, surgiram novos rótulos, como Ditriguis (Witbier) e Forévis (Session IPA). O sucesso das cervejas foi tanto que a Ampolis foi incorporada ao Grupo Petrópolis a partir de 2018, o que facilitou a distribuição e a popularidade da cerveja em todo o Brasil.Brassaria Ampolis site oficial Em 2013, a marca completou 10 anos, com direito a um samba composto pelo cantor Mumuzinho, \"Um Brinde à Vida\".Um Brinde à Vida - Cacildis completa 10 anos ==Na cultura popular== ===Sucesso na internet e meme Mussum Forevis=== O meme \"Mussum Forevis\" se tornou popular na internet e nas redes sociais, como Facebook e Twitter. De acordo com o site Know Your Meme, a brincadeira teve início no ano de 2009, quando diversas montagens e paródias com o rosto do trapalhão foram sobrepostas a imagens de outras personalidades famosas, como Anderson Silva (Anderson Silvis), Steve Jobs (Steve Jobis) e Barack Obama (Barack Obamis), sempre com o nome ou uma frase de efeito com a terminação \"is\", marca registrada de Mussum. Após o Rio de Janeiro ter sido escolhido sede dos Jogos Olímpicos de 2016, vários internautas satirizaram o pôster de campanha do presidente dos Estados Unidos, Barack Obama, com a foto do humorista e, sob ela, a frase \"Yes, we créu\". Uma sátira a \"Yes, we can\" (sim, nós podemos), frase de campanha do presidente estadunidense. Também foram produzidas camisetas com a palavra \"Obamis\". ===Homenagens=== * Uma rua de Campo Limpo, na cidade de São Paulo, ganhou o nome \"Comediante Mussum\" em sua homenagem. * O Largo do Anil, em Jacarepaguá, na cidade do Rio de Janeiro, teve o seu nome mudado pelo prefeito Eduardo Paes para \"Largo do Mussum\". * Uma famosa frase do humorista, \"Só no Forévis\", inspirou a banda brasileira de hardcore punk Raimundos, que utilizou a frase como título de seu álbum homônimo de 1999, bem como título da canção que abre o disco, uma vinheta na qual a música \"Selim\" era tocada em ritmo de samba. * Foi homenageado pela Escola de Samba Lins Imperial no Carnaval de 2022. == Filmografia == A carreira de Mussum no cinema foi ligada aos Trapalhões, desde o primeiro filme, O Trapalhão no Planalto dos Macacos (1976), de J.B. Tanko. Daí em diante, foram mais 26 filmes com o grupo, até Os Trapalhões e a Árvore da Juventude (1991), de José Alvarenga Júnior. Entretanto, a primeira aparição de Mussum no cinema foi ao lado dos Originais do Samba no filme Buenas noches, año nuevo! (1964), película mexicana na qual o grupo fez uma participação em um número musical ao lado da cantora Monna Bell interpretando \"Desafinado\", de Tom Jobim.O filme desconhecido do Mussum Trabalhou também como compositor no filme Atrapalhando a Suate (1983) e em Os Trapalhões no Rabo do Cometa (1986), dirigido pelo amigo Dedé Santana. ==== Com Os Trapalhões ==== ==== Com Os Originais do Samba ==== * 1964 - Buenas noches, año nuevo! == Discografia == === Solo === * 1978 - Água benta • LP * 1980 - Mussum • RCA Victor • LP * 1983 - Mussum • RCA Victor • LP * 1987 - Mussum • RCA Victor • LP === Com Os Originais do Samba === * 1968 - Baden Powell, Márcia e Os Originais do Samba • Philips • LP * 1969 - Os Originais do Samba • RCA Victor • LP * 1969 - Os Originais do Samba Vol. 2 • RCA Victor • LP * 1970 - Samba é de lei • RCA Victor • LP * 1971 - Originais do samba exportação • RCA Victor • LP * 1972 - O samba é a corda, Os Originais a caçamba • RCA Victor • LP * 1973 - É preciso cantar • RCA Victor • LP * 1974 - Para que tristeza • RCA Victor • LP * 1975 - Alegria de sambar • RCA Victor • LP * 1976 - Em verso e Prosa • RCA Victor • LP * 1977 - Os bons sambistas vão voltar • RCA Victor • LP * 1978 - Aniversário do Tarzan • RCA Victor • LP * 1979 - Clima Total • RCA Victor • LP === Com Os Trapalhões === Juntos, Os Trapalhões lançaram 16 álbuns. Nos dois primeiros de 1974 e 1975, só aparecem Renato Aragão e Dedé Santana nas capas, mas nessa época o quarteto já estava formado, e todos participaram. No LP O Forró dos Trapalhões (1981), Mussum não aparece na capa e nem mesmo nas trilhas sonoras. O motivo era porque ele, nessa época, ainda tinha contrato exclusivo com a gravadora RCA Victor. == Bibliografia == * 2014 - “Mussum Forévis – Samba, mé e Trapalhões” - Biografia oficial escrita pelo jornalista Juliano Barreto, e lançado pela editora Leya. == Ligações externas == * * Mussum no Dicionário Cravo Albin da Música Popular Brasileira Categoria:Atores do estado do Rio de Janeiro Categoria:Atores de televisão do Brasil Categoria:Atores de cinema do Brasil Categoria:Humoristas do estado do Rio de Janeiro Categoria:Pessoas relacionadas aos Trapalhões Categoria:Atores afro- brasileiros Categoria:Humoristas afro-brasileiros Categoria:Músicos afro- brasileiros Categoria:Naturais da cidade do Rio de Janeiro Categoria:Mortes por doenças cardiovasculares Categoria:Sambistas Categoria:Mussum Categoria:Pessoas receptoras de transplantes de órgãos",
 "title": "Mussum"
}