{
 "id": "56527",
 "text": "O neonazismo está associado ao resgate do nazismo, ideologia política propagada por Adolf Hitler, a partir do começo da década de 1920. O movimento neonazista tem suas origens assentadas na intolerância e em preceitos racialistas, primando sempre pela \"raça pura ariana\" ou pela \"superioridade da raça branca\". Os seguidores da doutrina em sua maioria promovem discriminação contra minorias e grupos específicos, como homossexuais, negros, estrangeiros, ameríndios e judeus, além de imigrantes caboclos e islâmicos e contra os comunistas. Algumas correntes preferem apenas a segregação da \"raça pura ariana\" das demais \"raças\", condenando agressões físicas contra tais grupos (muitas vezes condenando também a violência moral e psicológica). Outras promovem explicitamente o ataque físico aos grupos citados. Há grande oposição e hostilidade entre grupos punks e grupos neonazistas. Alguns grupos neonazistas chegam a defender o uso da força para tomar o controle do Estado ou segregar regiões através de movimentos separatistas, como o Neuland. == Negacionismo, negação ou minimização do Holocausto == Muitos neonazis promovem a minimização ou negação do Holocausto. Afirmam que o genocídio deliberado (frequentemente em câmaras de gás) de mais de 6 000 000 de pessoas, a maioria judeus, é mentira ou exagero. Historiadores conceituados calculam que o número de judeus mortos durante o Holocausto varia entre 5,1 e 6,2 milhões,Dawidowicz, Lucy. The War Against The Jews, 1933–1945. Nova York: Holt, Rinehart and Winston, 1975.Wolfgang Benz in Dimension des Volksmords: Die Zahl der Jüdischen Opfer des Nationalsozialismus. Munique: Deutscher Taschebuch Verlag, 1991. Israel Gutman. Encyclopedia of the Holocaust. Macmillan Reference Books; Edição de referência (1 de outubro de 1995)Hilberg, Raul. The destruction of the European Jews. Yale Univ. Press, 2003, c.1961.Yisrael Gutman, Michael Berenbaum, Raul Hilberg, Franciszek Piper, Yehuda Bauer, Anatomy of the Auschwitz Death Camp. Indiana University Press, 1998, p.71.Gilbert, Martin. Atlas of the Holocaust. Nova York: William Morrow and Company, Inc, 1993. alguns suspeitam que o número de mortos possa ser ainda maior, mas existem ainda negacionistas que calculam um número extremamente inferior, por volta de 500 mil pessoas. == Grupos neonazistas == Existem diversos grupos neonazistas, principalmente formado por jovens entre 16 e 25 anos de idade. O material destes grupos provém de sites na internet, tendo forte influência de grupos neonazistas alemães, ainda presentes. Mesmo a Alemanha tendo proibido qualquer atividade relacionada ao nazismo, estes grupos são mantidos por partidos de extrema direita, sediados na Europa e em outros países. === Influências === O aumento da quantidade de grupos neonazistas levou ao maior estudo dos mesmos, tanto profissionalmente por especialistas quanto de modo amador pela sociedade de um modo geral, ambos buscando explicações plausíveis para tal fenômeno. Das explicações encontradas, uma das mais aceitas e tida como razoavelmente plausível é: Os jovens procuram grupos neonazistas porque não encontram respostas para questões de ordem familiar, pessoal, social e até mesmo cívica. Nos Estados Unidos, o crescimento vertiginoso do crime simultaneamente ao das imigrações ilegais e da forte difusão da cultura afro-americana e latina cria um sentimento de angústia e medo por parte da suposta \"raça branca\". Os jovens brancos estadunidenses convivem com organizações que culpem essas minorias étnicas (latinos não brancos e afro-americanos) por tais problemas, e algumas dessas são movimentos neonazistas. Assim, explorando a vulnerabilidade juvenil, os movimentos neonazistas reúnem e trazem para a sua organização grande parte desses jovens. A própria proibição de propagação do nazismo na maioria dos países estimula os jovens que inicialmente não conheciam o nazismo a interessar-se nos movimentos, visto que é característica marcante dos jovens a busca da expressão de rebeldia e contestação. Essa busca por culpados para os problemas rotineiros obviamente não levam o jovem extremista ao caminho do neonazismo. Enquanto os neonazistas culpam minorias étnicas e religiosas, outros grupos culpam, por exemplo, o grupo político que está no poder, podendo ingressar em grupos de radicais políticos. === Recrutamento === Nestes sites encontram-se materiais para divulgação dos movimentos neonazistas, informações de reuniões, artigos e textos de apoio à causa neonazista. Mesmo assim esses sites registram muitos acessos diariamente, estando principalmente em inglês, alemão e português, respectivamente, existem muitas propagandas deles em outros sites alemães, aumentando mais ainda a divulgação do movimento neonazi. == Grupos racistas não correlatos == Existem diversos grupos de ativistas que não assumem sua vinculação ao neonazismo por temor de represálias (legais, inclusive), dentre os quais: * White Power - grupo de jovens que defendem o \"orgulho branco\", um movimento nacionalista branco * Aryan Nations - grupo supremacista branco que busca assegurar um \"futuro para as crianças brancas\"; * White Aryan Resistance (WAR) - principal grupo da filosofia supremacista branca; denuncia o judaísmo como \"uma conspiração contra todas as raças\"; * Ku Klux Klan (KKK) - grupo de protestantes racistas; * Skinhead nazista - vertente neonazista do movimento skinhead; * Stormfront - grupo de \"ativistas pró-brancos\", defensores da segregação racial. * Neuland - grupo neonazista separatista que pretendia separar regiões do Brasil e criar nelas um regime nazista. == Influência musical == Atualmente existem muitas bandas de rock, pertencentes ao estilo \"RAC\" (Rock Against Communism). Algumas delas explicitamente apoiam o nazismo e fazem saudações nazistas em suas músicas, cantando em inglês e alemão. Também existe o subgênero de hardcore punk chamado Hatecore, que faz apologia ao nazismo. No Black Metal existe o subgênero chamado NSBM (National Socialist Black Metal, traduzido black metal nacional socialista) na qual o seus principais ideais são a segregação racial e a supremacia da raça ariana. == Ver também == * Neonazismo no Brasil * Nazismo * Neofascismo * Fascismo * Nova Ordem (nazismo) * Quarto Reich * República de Weimar * Antifascismo === Bibliografia === * ALMEIDA, Fábio Chang de. Neofascismo: uma abordagem histórica. In: Giselda Brito Silva; Leandro Pereira Gonçalves; Mauricio B. Alvarez Parada (Orgs.). Histórias da Política Autoritária: Integralismos, Nacional-Sindicalismo, Nazismo e Fascismos. Recife: Editora da UFRPE, 2010. * CALDEIRA NETO, Odilon. “Memória e justiça: o negacionismo e a falsificação da história”. In: Revista Antíteses, vol. 2 (4), dezembro de 2009. * DAYAN-HERZBRUN, Sonia. \"Thomas Mann: um escritor contra o nazismo\". Trans/Form/Ação, 1997, vol.20, no.1, p. 71-86. * DIAS, Adriana Abreu Magalhães. Os anacronautas do teutonismo virtual: uma etnografia no neonazismo na internet. Dissertação de mestrado. Instituto de Filosofia e Ciências Humanas da Unicamp. Programa de Pós Graduação em Antropologia Social. Campinas, 2007. * DIAS, Adriana Abreu Magalhães. \"Links de ódio: o racismo, o revisionismo e o neonazismo na Internet\" In.: Os Urbanistas: Revista de Antropologia Urbana. Campinas, Ano 3, vol. 3, no. 4, julho de 2006. * FANGEN, Katrine. “Right-wing skinheads- Nostalgia and binary oppositions”. In: Young - Nordic Journal of Youth Research, v. 6, n. 9, 1998. * FUKS, Betty Bernardo. \"O pensamento freudiano sobre a intolerância\". Psicol. clin., 2007, vol.19, no.1, p. 59-73. * GIARDINA, Andrea. O mito fascista da romanidade. Estudos Avançados, Abr 2008, vol.22, no.62, p. 55-76. * GOODRICK-CLARKE, Nicholas. Sol Negro: cultos arianos, nazismo esotérico e políticas de identidade. São Paulo: Madras, 2004. * KRAUSE-VILMAR, Dietfrid. \"A negação dos assassinatos em massa do nacional-socialismo: desafios para a ciência e para a educação política\" In.: MILMAN, Luís, VIZENTINI, Paulo (org.) Neonazismo, negacionismo e extremismo político. Porto Alegre, Editora da Universidade, 2000.p. 97 a 114. * JESUS, Carlos G. N. \"Neonazismo: nova roupagem para um velho problema\". Revista Akropolis, Vol. 11, No 2, 2003. * MILMAN, Luis; VIZENTINI, Paulo Fagundes (orgs.) Neonazismo, Negacionismo e Extremismo Político. Porto Alegre: Editora da Universidade - UFRGS, 2000. * SALEM, Helena. As tribos do mal: o neonazismo no Brasil e no mundo. 11 ed. São Paulo, Atual, 1995. * PAXTON, Robert. A anatomia do fascismo. Rio de Janeiro, Civilização Brasileira, 2007. * SALAS, Antonio. Diário de um skinhead: um infiltrado no movimento neonazista. São Paulo, Planeta, 2006. * VIDAL-NAQUET, Pierre. Os assassinos da memória: o revisionismo na história. Campinas, Papirus, 1988. * TEIXEIRA, Cristiane R. O pós-Guerra Fria e o ressurgimento do pensamento totalitário: a tendência neonazista no Brasil a partir dos anos 1990. Monographia. n.2, FAPA: Porto Alegre, 2006. == Ligações externas == * Neonazismo e insegurança social na Alemanha * Temos o direito de dizer tudo? por Agnes Callamard em Le Monde Diplomatique Brasil. Visitado em 7 de novembro de 2007. * Categoria:Supremacia branca",
 "title": "Neonazismo"
}