{
 "id": "5656",
 "text": "Alvaiázere é um município português pertencente ao distrito de Leiria, na província da Beira Litoral integrando a Comunidade Intermunicipal da Região de Leiria no Centro de Portugal, com 6 239 habitantes. Com sede na vila de Alvaiázere, o município de Alvaiázere tem de área e habitantes (2021), subdividido em 5 freguesias. O município de Alvaiázere é limitado a norte pelo município de Ansião, a nordeste e leste por Figueiró dos Vinhos, a sueste por Ferreira do Zêzere, a sudoeste por Ourém e a oeste por Pombal. Dista 53 km da cidade de Leiria, a sua capital de distrito, via EN 356 / EN 113 == Etimologia == O termo “Alvaiázere” derivará do árabe Al-Baiaz (o falcoeiro); terras do falcoeiro. == Freguesias == O município de Alvaiázere está dividido em 5 freguesias: * Almoster * Alvaiázere (sede) * Maçãs de Dona Maria * Pelmá * Pussos São Pedro ;Extintas Em 2013, devido à reforma administrativa nacional, foram extintas três das, até então, 7 freguesias do município alvaiazerense: * Maçãs de Caminho, agora parte de Alvaiázere * Rego da Murta, agora parte de Pussos São Pedro * Pussos, agora parte de Pussos São Pedro == História == O município de Alvaiázere foi extinto entre 1895 e 1898 (Decreto de 7 de setembro de 1895 e Decreto de 13 de janeiro de 1898) passando, neste breve período, Almoster e Maçãs de Caminho a fazer parte do município de Ansião e Pelmá a estar anexada ao município de Vila Nova de Ourém. Já Maçãs de Dona Maria foi sede de concelho que seria extinto, por Decreto de 24 de outubro de 1855, passando a fazer parte do concelho de Figueiró dos Vinhos. No entanto, o Decreto de 7 de setembro de 1895 implicaria a sua anexação a Ansião para o Decreto de 13 de janeiro de 1898 determinar a passagem para Alvaiázere. ==Evolução da População do Município== (Obs.: Número de habitantes \"residentes\", ou seja, que tinham a residência oficial neste município à data em que os censos se realizaram.) Número de habitantes por Grupo Etário INE - http://censos.ine.pt/xportal/xmain?xpid=CENSOS&xpgid;=censos_quadrosINE - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_indicadores&indOcorrCod;=0011166&contexto;=bd&selTab;=tab2 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 0-14 Anos 4068 4313 4162 4389 4767 4158 3350 2525 2004 1531 1099 787 556 15-24 Anos 1852 2107 2433 2353 2387 2545 2233 1390 1481 1135 1014 708 518 25-64 Anos 4767 4935 5346 5725 6155 6434 6320 5390 4838 4303 3861 3401 2852 = ou > 65 Anos 977 991 1065 1212 1310 1492 1680 1995 2187 2337 2464 2391 2312 (Obs: De 1900 a 1950 os dados referem-se à população \"de facto\", ou seja, que estava presente no município à data em que os censos se realizaram. Daí que se registem algumas diferenças relativamente à designada população residente) == Política == === Eleições autárquicas === Data % V % V % V % V % V % V % V Participação PS PPD/PSD CDS-PP FEPU/APU/CDU AD IND CH 1976 41,77 2 34,06 2 17,11 1 2,49 - 1979 11,64 - AD AD 1,60 - 84,26 5 1982 3,87 - 30,52 2 59,87 3 1,60 - 1985 54,81 3 40,51 2 1,29 - 1989 3,09 - 75,50 4 16,63 1 1,24 - 1993 13,03 - 78,72 5 3,54 - 1,19 - 1997 16,70 1 78,26 4 0,92 - 2001 21,53 1 73,02 4 0,64 - 2005 21,86 1 63,63 4 10,47 - 0,91 - 2009 23,20 1 50,72 3 22,35 1 0,92 - 2013 18,74 1 57,90 3 16,75 1 1,04 - 2017 32,41 2 50,41 3 12,43 - 1,03 - 2021 39,58 2 40,74 3 1,16 - 10,38 - 4,49 - === Eleições legislativas === Data % PSD CDS PS PCP UDP AD APU/ CDU FRS PRD PSN B.E. PAN PSD CDS L CH IL 1976 48,61 25,44 13,35 1,18 0,46 1979 AD AD 11,28 APU 0,77 77,04 2,05 1980 FRS 0,84 80,36 1,60 10,80 1983 42,90 36,13 13,95 0,37 1,50 1985 50,32 25,49 10,26 0,44 1,03 6,44 1987 80,47 6,99 6,69 CDU 0,20 0,97 1,00 1991 82,17 4,41 8,59 0,53 0,40 1,01 1995 71,06 8,48 16,81 0,38 0,41 1999 68,56 9,10 18,85 0,69 0,20 0,49 2002 73,01 8,45 14,93 0,40 0,68 2005 64,51 9,40 19,42 0,53 1,58 2009 54,51 15,10 20,05 1,18 3,37 2011 63,38 15,69 12,43 1,16 1,69 0,63 2015 CDS PSD 16,45 1,35 4,96 0,68 68,68 0,36 2019 50,66 8,39 22,65 1,17 4,78 1,49 0,32 1,57 0,23 2022 50,16 2,38 27,27 0,83 2,24 0,57 0,63 10,97 2,06 == Geografia == Situado na zona nordeste do distrito de Leiria, o município de Alvaiázere está em contacto com os municípios leirienses de Pombal (oeste), Ansião (norte) e Figueiró dos Vinhos (nordeste e leste), fazendo fronteira a sul com o distrito de Santarém, concretamente com os escalabitanos municípios de Ferreira do Zêzere (sueste) e Ourém (sudoeste). Em tempos pertencendo as terras alvaiazerenses à antiga província da Beira Litoral, era a fronteira entre Alvaiázere e Ferreira do Zêzere (nas freguesias de Pelmá e Pussos São Pedro) que também definia então parte da separação entre a Beira Litoral e o Ribatejo. Entre 2002 e 2013, Alvaiázere encontrou-se no sudoeste da sub-região estatística Pinhal Interior Norte (NUTS III), parte da Região Centro (NUTS II). Desde 2013 o município de Alvaiázere faz parte da entidade intermunicipal Região de Leiria (NUTS III), parte integrante da Região Centro (NUTS II). Estando em contacto, a sul, com Ourém e Ferreira do Zêzere, Alvaiázere faz fronteira com a entidade intermunicipal Médio Tejo. Em termos de geomorfologia, no município destaca-se a Serra de Alvaiázere, atingindo os 618 metros de altitude, inserida num pequeno maciço calcário que integra o Maciço de Sicó, que se destaca em relação a outras duas unidades: a Serra de Sicó (noroeste) e a Serra de Monte de Vez (norte). Cerca de 47 % do concelho de Alvaiázere foi classificado na Rede Natura 2000 como parte do Sítio Sicó / Alvaiázere, correspondendo à maior fatia concelhia (24 %) deste sítio. == Clima == > O clima desta região insere-se no domínio bioclimático pré-atlântico, > apresentando características típicas do clima mediterrâneo com verões > quentes e secos[...], centrados essencialmente nos meses de julho e agosto e > com um regime anual de precipitação marcadamente mediterrâneo com valores > muito reduzidos (10 mm / 16 mm) ou mesmo nulos. Os meses de janeiro e > dezembro são os meses que apresentam valores de precipitação mais elevados, > na ordem dos 140 mm (Rego da Murta) a 180 mm (Alvaiázere).[...] No que > concerne à temperatura, o regime anual é simples e os valores médios oscilam > entre os 10 °C em janeiro e os 20 °C em agosto. Os meses mais quentes > apresentam valores de temperatura máxima média a rondar os 30 °C, enquanto > que os meses mais frios apresentam temperaturas mínimas médias na ordem dos > 2 °C. == Património == === Bens classificados === Em termos de património classificado sob alçada da Direção-Geral do Património Cultural, o município de Alvaiázere tem três bens classificados de Interesse Público: * Pelourinho de Alvaiázere (IIP), classificado como Imóvel de Interesse Público em 1933, entretanto destruído.. Acesso 2016-04-03. * Pelourinho de Maçãs de Dona Maria (IIP), classificado como Imóvel de Interesse Público em 1933.. Acesso 2016-04-03. *Cruzeiro Filipino de Maçãs de Dona Maria (IIP), classificado como Imóvel de Interesse Público em 2002.. Acesso 2016-04-03. === Personalidades ilustres === * Visconde de Sousel *Barão de Alvaiázere * Fernando Lopes (1935—2012), cineasta português === Percursos Pedestres === Alvaiázere possui uma rede de percursos pedestres que totaliza cerca de 120 km devidamente sinalizados e homologados pela Federação de Campismo e Montanhismo de Portugal. Ao todo a Rede de Percursos do Concelho de Alvaiázere apresenta 6 percursos de Pequena Rota (PR) e por um percurso de Grande Rota (GR): *GR 35 - Grande Rota do Concelho de Alvaiázere (53 km) *PR 1 AVZ - Por trilhos de Al- Baizir (9,3 km) *PR 2 AVZ - Encantos do Vale da Mata (9,3 km) *PR 3 AVZ - Percurso da Grande Fórnea (14,57 km) *PR 4 AVZ - Percurso Pedestre dos Megalapiás (13,4 km) *PR 5 AVZ - Percurso Pedestre da Ribeira do Tordo (9,15 km) *PR 6 AVZ - Encontros entre o sagrado e o profano (8,5 km) == Economia == === Produtos regionais === *Chícharo de Alvaiázere, a leguminosa (Lathyrus sativus) foi considerada pela Associação Nacional de Municípios e de Produtores para a Valorização e Qualificação dos Produtos Tradicionais Portugueses como um dos Produtos Tradicionais Portugueses. Em 2016 são dois os produtos que podem ser genuinamente originados no município de Alvaiázere, que recebem protecção legislativa a nível nacional e da União Europeia, ambos por DOP de Denominação de Origem Protegida.Lista de Produtos Portugueses na Comissão Europeia. Acesso 2012-08-21 *Azeites do Ribatejo (DOP). Apesar de não pertencer ao Ribatejo, o município de Alvaiázere faz parte da área geográfica definida para a produção destes azeites.Despacho Desp. 28/94 de 4 de Fevereiro, definindo o Azeites do Ribatejo DO. Acesso 2016-04-03 *Queijo Rabaçal (DOP). O município de Alvaiázere faz parte da área geográfica definida para a produção deste queijo de ovelha e cabra.Despacho Desp. 12/94 de 26 de Janeiro, definindo o Queijo Rabaçal DO. Acesso 2016-04-03 === Turismo === Alvaiázere faz parte da Turismo Centro de Portugal, mais concretamente no pólo de marca turística \"Coimbra\", sendo que o único local referenciado por esta entidade para visitar em abril de 2016 era o Museu Municipal de Alvaiázere. == Geminações == O município de Alvaiázere é geminado, desde 2008, com a seguinte cidade: * Matola, Maputo, Moçambique == Ver também == *Lista de património edificado em Alvaiázere == Bibliografia == * == Ligações externas == * ** ** * * Categoria:Municípios do distrito de Leiria",
 "title": "Alvaiázere"
}