{
 "id": "56569",
 "text": "Idolatria é um termo genérico para referir-se a quaisquer práticas de adoração a ídolos, sejam religiosos ou não; tais práticas estão subentendidas no conceito de idolatria como incoerentes com valores e ideias associadas a um Deus transcendente, e por tal natureza único. A idolatria é considerada um dos maiores pecados nas religiões abraâmicas, de outro modo, em religiões onde esta atividade existe não é considerada como pecado. Quais imagens, ideias e objetos, constituem idolatria, e quais constituem uma adoração válida é um assunto de discussões por autoridades e grupos religiosos. É notável o conflito sobre o uso do termo no cristianismo, entre dois dos seus principais ramos, o catolicismo e o protestantismo. Um termo originalmente de cunho religioso, a idolatria foi duramente condenada por certas religiões cujos ritos não incluíam imagens de ídolos. A Bíblia, a Torá e o Alcorão são particularmente taxativos quanto à idolatria, comparando-a com alguns dos piores crimes e pecados concebíveis. Por conta desta condenação, o termo \"idolatria\" é atualmente adotado como forma pejorativa de referência a práticas religiosas não abraâmicas. Desobedecendo as leis de Deus segundo os seus mandamentos. Os teólogos têm alargado o conceito, para incluir aspectos não religiosos da vida em geral, sem envolvimento de imagens especificamente. Por exemplo, o Catecismo da Igreja Católica afirma: \"Idolatria não se refere apenas aos falsos cultos do paganismo. Idolatria também é quando o homem presta honra e veneração a uma criatura em lugar de Deus, quer se trate de deuses ou demônios (por exemplo, o satanismo), do poder, raça, prazer, antepassados, do Estado, dinheiro, etc.Catechism of The Catholic Church, passage 2113, pp.460, Geoffrey Chapman, 1999 ==Etimologia== A palavra idolatria herda dos radicais gregos eidolon + latreia, onde eidolon seria melhor traduzido por \"corpo\", e latreia significando \"adoração\" — neste sentido representaria mais uma adoração às aparências corporais do que de imagens simplesmente. ==História== Os povos da Antiguidade possuíam objetos representativos de suas divindades, como um ponto focal de adoração. Em geral, o deus maior nessas crenças idolátricas era o sol. Para os babilônicos e assírios, o deus sol era chamado Shamash, vindo a frente de 66 outros deuses, entre os tais, Tamuz (que, segundo sua mãe, Semíramis, seria o Messias, o Filho da promessa). Tamuz se identifica com divindades de diversos outros mitos que teriam ressuscitado após serem assassinados e descerem a profundezas espirituais. Semíramis era mulher de Nimrod, bisneto de Noé e fundador e rei da Babilônia. Ela se dizia a Rainha do Céu (ou Astarote), deusa a quem muitas mulheres judias acendiam incenso nas ruas de Jerusalém, como denunciava o profeta Jeremias. Astarte, ou Asterote - há muitas grafias, pois o nome original nunca foi escrito em nosso alfabeto, no qual a sonoridade do nome pode ter mais de uma representação - tinha a personificação humana em suas sacerdotisas, que assim eram honradas pelo rei e pelo povo, e a personificação celeste no planeta Vênus, que é a estrela mais bela do céu. Par os egípcios, o deus sol se chamava Rá, mas eles tinham outros deuses famosos, como Osíris, Adônis (equivalente a Tamuz), Ísis, Maat, Ápis, etc., e um vasto panteão. Os Fenícios, ou filisteus da Bíblia, que viviam em Canaã (Palestina), adoravam a Baal, Marduk, Moloque, Dagom, Astarte) e muitos outros, sendo que alguns deles, como Moloque, exigiam sacrifícios de crianças. Alguns autores, como Thomas Wright, relatam que esta prática teria sido largamente retomada na Europa durante um longo período no decorrer da Idade Média. Essa afirmação é corroborada por muitos documentos e foi incorporada no consenso popular. Wright exemplifica sua afirmação com um documento oficial da cidade de Bamberg, na Alemanha, do ano de 1659 que relata, entre outras atividades burocráticas, o sacrifício de 29 crianças imoladas pelo fogo à divindade oficial daquela localidade. A idolatria não era exclusividade dos povos orientais, visto que os ingleses no ano 1000 ainda sacrificavam o Rei Ano no Solstício do verão para que a colheita fosse farta e os camponeses não passassem fome no último mês do inverno. Os gregos adoravam a deuses concebidos segundo o caráter humano, tendo um para cada situação, como Zeus, Poseidon, Hera e muitos outros. O mesmo acontecia com os etruscos, que deram a Roma sua arquitetura e drenaram o pântano onde estabeleceram a cidade. Eles praticavam augúrios, fazendo seus vaticínios no monte sagrado chamado Vaticano através das vísceras de animais e outras ciências ocultas. Profecias e vaticínios não são consideradas idolatria, mas o sacrifício de seres vivos, para qualquer propósito exceto o alimentar e a remoção de enfermidades, é moralmente questionável. Os Latinos, que se entendiam donos de Roma, porque antes da chegada dos etruscos e sabinos eles pastoreavam seus rebanhos nas sete colinas, endeusavam os antepassados mortos e daí vinha a força do soldado romano, que lutava com bravura imbatível, tanto por amor aos antepassados mortos, quanto por medo deles. Contudo, o culto aos ancestrais não implicava no uso de ídolos como os que até hoje se pode ver em templos de outros cultos. E por causa da afluência de povos das inúmeras nações as quais Roma subjugou, o panteão romano chegou a 35.000 deuses, entre eles, Dionísio Baco (Baco é o nome latino do grego Dionisio), o deus do vinho, em honra a quem os jovens romanos faziam, a exemplo dos gregos antes deles, festas que ficaram conhecidas como \"bacanais\", nas quais o devoto considerava alcançar o êxtase e através da ingestão de álcool, e Marte, o deus da guerra. Os primitivos \"americanos\" também adoravam a um panteão de deidades, onde o sol se elevava muito acima de qualquer outro deus. Prova é que sacrificavam milhares de pessoas nos festivais anuais no Templo do Sol. Esta informação se refere ao povo asteca, mas há evidências de que outras civilizações pré-colombianas também o faziam, em especial aquelas dotadas de arte, ciência e organização social mais avançadas e complexas. Isto é curioso, pois tais práticas costumam ser associadas com o primitivismo e os povos americanos que se encontravam no estágio neolítico ou paleolítico não o faziam. Informações incertas dão conta de que, originalmente, essas execuções rituais seriam pouco numerosas. A crise social que se instalou após a invasão dos violentos piratas espanhóis, com seus assassinatos, estupros e pilhagens, levou aqueles povos a um estado de histeria no qual os sacrifícios se multiplicavam de forma assustadora, a maioria em honra às divindades, mas muitos para poupar as mulheres e as crianças da tortura e da morte nas mãos dos bárbaros quando estes se aproximavam. ==Cristianismo== ===Igreja primitiva=== Registros das comunidades cristãs primitivas, especialmente das catacumbas romanas, indicam que estes representavam Jesus com imagens e iconografias, como um Peixe, Cordeiro Pascal e um Bom Pastor, e outros ícones representando santos e anjos.Catholic Encyclopedia, artigo Simbolismo Desde o século II os cristãos preservavam relíquias de mártires,Hippolyte Delehaye SJ, Les origines du culte des martyrs 2nd ed. (Brussels) 1933:50ff. oravam pelos mortos e acreditavam na intercessão dos santos,Gerald O' Collins and Mario Farrugia, Catholicism: the story of Catholic Christianity (Oxford: Oxford University Press, 2003) p. 36; George Cross, \"The Differentiation of the Roman and Greek Catholic Views of the Future Life\", in The Biblical World (1912) p. 106; cf. Pastor I, iii. 7, also Ambrose, De Excessu fratris Satyri 80George Cross, \"The Differentiation of the Roman and Greek Catholic Views of the Future Life\", in The Biblical World (1912) p. 106 essas práticas eram conhecidas por alguns antigos grupos judeus, e especula-se que o cristianismo pode ter tomado a sua prática similar. Diversos Padres da Igreja atestam esta doutrina.Gerald O'Collins and Edward G. Farrugia, A Concise Dictionary of Theology (Edinburgh: T&T; Clark, 2000) p. 27. Por exemplo, em 156 em Smyrna (atual Esmirna na Turquia), após a morte de São Policarpo, seus discípulos recuperaram os ossos e acolheram-nos como objetos sagrados.Cave, Primitive Christianity: or the Religion of the Ancient Christians in the First Ages of the Gospel. 1840, revised edition by H. Cary. Oxford, London, pp. 84-85). Muitas catacumbas em Roma estão conservadas imagens feitas pelos primeiros cristãos, como as catacumbas de Santa Priscila, pintadas na primeira metade do século II, que possuem imagens de MariaReardon, Wendy J. 2004. The Deaths of the Popes. Macfarland & Company, Inc. ISBN 0786415274 e Jesus. Os cristãos primitivos não consideravam a confecção de imagens como idolatria. Outros estudiosos posseum um ponto de vista diferente. Encyclopedia Britannica, Vol. XII, página 750 (ed. 1907): “Foi uma acusação comum levantada contra os cristãos pelos seus inimigos, de que não tinham ‘nem altares, nem templos, nem imagens conhecidas’; e que ‘não estabeleceram nenhuma imagem ou forma de qualquer deus’, e esta acusação nunca foi negada.” Justificou-se a inclusão de imagens na igreja no quarto e quinto séculos com a teoria de que pessoas sem instrução aprenderiam melhor os fatos do cristianismo com elas do que com sermões ou livros.” — Cyclopedia of Biblical, Theological, and Ecclesiastical Literature (Enciclopédia de Literatura Bíblica, Teológica e Eclesiástica), de McClintock e Strong, volume 4, páginas 503 e 504. A partir de 726, o imperador bizantino , continuado pelo seu sucessor Constantino V, alegou que as imagens de santos nada mais eram do que ídolos, iniciando o iconoclasma na parte oriental da Igreja Católica, pois desejava controlar o poder econômico dos mosteiros, que confeccionavam imagens, proibindo sua fabricação e veneração,História Global Brasil e Geral. Volume único. Gilberto Cotrim. ISBN 978-85-02-05256-7 para isso Constantino V convocou o Concílio de Hieria, que se auto-intitulou ecuménico, embora não contasse com a participação da parte ocidental da Igreja Católica, que não aceitou esta doutrina, tendo os papas Gregório II e Gregório III considerado-a uma heresia e uma manipulação doutrinal por partes dos imperadores, tendo combatido-a fortemente. Em 787, a imperatriz bizantina Irene e o Patriarca de Constantinopla Tarásio desejavam restaurar a confecção de ícones e se aproximar da parte ocidental da Igreja, e para resolver a polêmica, Tarásio convoca um concílio ecumênico, o Segundo Concílio de Niceia,Gibbon, Edward. The Decline and Fall of the Roman Empire. New York: Random House Inc., 1995. ISBN 0679601481. Pág.: 1693 que declarou legítima a veneração de ícones, foi utilizado principalmente como prova as passagens bíblicas de ; , , e . Também foram utilizados diversas observações dos Doutores da Igreja. ===Perspectiva católica=== Os católicos utilizam objetos religiosos, como estátuas, cruzes e ícones. Eles apontam para os padrões de culto do Antigo Testamento seguido pelo povo hebreu, em que eles tratam com reverência ou veneração certos lugares e objetos, sem adorá-los, isto é, prestar-lhes o culto que está devidamente reservado apenas para Deus. Segundo a exegese católica, Deus ordena a Moisés a confecção de duas imagens de anjos para a Arca da Aliança: Em seguida, Josué se prostra diante da Arca, possivelmente um exemplo de veneração de uma imagem ou objeto () O primeiro mandamento \"significa que [os seguidores] devem orar e adorar somente a Deus porque Deus é único.\", p. 207 O \"Catecismo da Igreja Católica\" enumera violações específicas deste mandamento, incluindo superstição, politeísmo, sacrilégio, ateísmo e todas as práticas de magia e feitiçaria. Além disso, proíbe a astrologia, a leitura de mãos, a interpretação de presságios e de sortes e a consulta de horóscopos ou médiums. O \"Catecismo\" atribui para estas últimas ações \"uma vontade de dominar o tempo, a história e, finalmente, os homens, ao mesmo tempo que é um desejo de conluio com os poderes ocultos\".Kreeft, p. 208 O que há sobre aKreeft, p. 209Igreja Católica é um mal-entendido. Segundo a Igreja, \"«a honra prestada a uma imagem remontaSão Basílio Magno, Liber de Spiritu Sancto, 18, 45: SC 17bis. 406 (PG 32, 149). ao modelo original» e «quem venera uma imagem venera nela a pessoa representada».II Concílio de Niceia, Definitio de sacris imaginibus: DS 601; cf. Concílio de Trento, Sess. 25ª, Decretum de invocatione, veneratione et reliquiis sanctorum, et sacris imaginibus: DS 1821-1825: II Concílio do Vaticano, Const. Sacrosanctum Concilium, 125: AAS 56 (1964) 132: Id., Const. dogm. Lumen Gentium, 67: AAS 57 (1965) 65-66. A honra prestada às santas imagens é uma «veneração respeitosa», e não uma adoração, que só a Deus se deve\", ou seja, segundo a Igreja Católica, as imagens são para venerar, mas adoração é devida somente para a Deus. Segundo a doutrina católica, os fiéis sabem \"que nas imagens não há nenhuma divindade ou virtude (...) para ser adorada, que os pedidos não podem ser dirigidos as imagens (...) Que a honra que é dada a elas se refere às pessoas (prototypa) que representam, para que através das imagens que nós beijamos, e diante do qual (...) se ajoelhamos, nós adoramos a Cristo, e veneramos os santos\". A Conferência dos Bispos Católicos dos Estados Unidos (USCCB) explica o Catecismo em seu livro intitulado United States Catechism for Adults (em português: Catecismo para adultos dos Estados Unidos), publicado em 2006, que a idolatria nos tempos antigos expressou-se na adoração de coisas tais como o \"sol, lua, estrelas, árvores, touros, águias e serpentes\", bem como \"imperadores e reis\". Este catecismo norte-americano explica que hoje a idolatria manifesta-se na adoração de outras coisas e lista algumas como \"poder, dinheiro, bens materiais e desportos.\"USCCB, pp. 343–344. ===Perspectiva Ortodoxa=== A Igreja ortodoxa ensina que a encarnação de Jesus torna obrigatório a confecção e veneração de seus ícones, a fim de preservar a verdade da Encarnação, pois não venerá-los implicaria negar que Jesus foi totalmente Deus, e negar que Ele tinha um corpo físico real. A Igreja Ortodoxa não aceita estátuas (pois as considerada como eidolon), mas apenas pinturas. ===Perspectiva Alta Igreja protestante=== Algumas denominações, bem como segmentos internos de denominações no protestantismo utilizam símbolos visuais em sua liturgia. Anglicanos High Church, Luteranos Hochkirchliche Bewegung, Irmãos Morávios, entre outros, possuem cruzes (mas não crufixos - escultura de Jesus Cristo crucificado), vitrais de cenas bíblicas e santos da cristandade e estátuas monumentais (como a fachada dos mártires na Abadia de Westminister). Em comum, evitam devoções diante voltadas a esses símbolos. ===Perspectiva protestante=== Há inúmeras linhas doutrinárias protestantes que divergem grandemente umas das outras, porém a maioria das religiões protestantes, baseando-se por exemplo em uma interpretação de Êxodo 20,3-6 (outras passagens são encontradas em Lv 26,1; Dt 7,25; Sl 97,7 etc.) acusam cristãos ortodoxos e católicos de idolatria, e mesmo de \"paganismo\" pelo uso de qualquer tipo de imagem, sendo que a maioria dos grupos protestantes evitam o uso de ícones. ===Perspectiva islâmica=== De acordo com o Alcorão, idolatria é um pecado imperdoável, sendo classificado como a confecção de qualquer tipo de imagem relacionada ao divino, bem como arrogância e egoísmo. Historiadores e sociólogos apontam que para \"fugir\" da proibição de confecção de obras de arte do divino, os árabes desenvolveram sua escrita, enfeitando-a, tornando ela própria uma \"obra de arte relacionada ao divino\".Como a Arte Moldou o Mundo (em inglês: How Art Made the World). Apresentado pela TV Escola. 2009. O Alcorão e a tradição profética (Sunnah), definem quatro categorias principais de idolatria no Islã. * Rubūbīyah (senhoria): Esta categoria refere-se à negação da existência de um ser ou seres iguais à Deus ou quase iguais. * Al- Asma In-Sifat (os nomes e os atributos de Deus): Esta categoria inclui as práticas de dar atributos ou imagens a Deus e Sua criação, bem como o ato de dar aos seres criados nomes e atributos de Deus. * No al-'Ibadah (Culto): Esta categoria refere-se aos atos de culto que são direcionadas para além de Deus. * Ash-eximir al-Asghar (Desvio menor): Pessoas que pratiquem caridade ou boa ação com a finalidade de mostrar para as outras pessoas, não sendo uma sincera devoção a Deus, sendo considerado como \"um desvio menor\". == Ligações externas == * Categoria:Conceitos religiosos",
 "title": "Idolatria"
}