{
 "id": "56628",
 "text": "O Palácio Nacional da Pena, popularmente referido apenas por Palácio da Pena ou Castelo da Pena, localiza-se na vila de Sintra, freguesia de Sintra (Santa Maria e São Miguel, São Martinho e São Pedro de Penaferrim), município de Sintra, no distrito de Lisboa, em Portugal.Ficha na base de dados SIPA Representa uma das principais expressões do Romantismo arquitectónico do século XIX no mundo, constituindo-se no primeiro palácio nesse estilo em Portugal. Em 7 de julho de 2007 foi eleito como uma das Sete Maravilhas de Portugal. O palácio está aberto para visitas turísticas, em 2013 teve 755 735 visitantes o que torna o palácio monumental mais visitado do País nesse ano. O Palácio da Pena está classificado como Monumento Nacional desde 1910Ficha na base de dados da DGPC e foi classificado como Património Mundial da UNESCO em 1995. == História == === Antecedentes === A ocupação do topo escarpado da serra de Sintra, onde se localiza o atual palácio, ocorreu com a construção de uma pequena capela sob a invocação de Nossa Senhora da Pena, durante o reinado de João II de Portugal. No século XVI, Manuel I de Portugal no cumprimento de uma promessa, ordenou a sua reconstrução de raiz. Doou-a à Ordem de São Jerónimo, determinando a construção de um convento de madeira, e substituindo-o, pouco mais tarde, por um edifício de cantaria, com acomodações para 18 monges. No século XVIII a queda de um raio destruiu parte da torre, capela e sacristia, danos que foram agravados em decorrência do terramoto de 1755, que deixou o convento em ruínas. Apenas a zona do altar-mor, na capela, com um retábulo em mármore e alabastro atribuído a Nicolau de Chanterenne, permaneceu intacta. === A reforma de Fernando II === No século XIX a paisagem da serra de Sintra e as ruínas do antigo convento maravilharam o rei-consorte Fernando II de Portugal. Em 1838 este decidiu adquirir o velho convento, a cerca envolvente, o Castelo dos Mouros e quintas e matas circundantes. No tocante à área do antigo convento, promoveu-lhe diversas obras de restauro, com o intuito de fazer do edifício a sua futura residência de Verão. O novo projecto foi encomendado ao mineralogista germânico Barão von Eschwege, arquitecto amador. Homem viajado, Eschwege, que nascera em Hessen, deveria conhecer, pelo menos em forma de projecto, as obras que Frederico Guilherme IV da Prússia empreendera com o concurso de Schinkel nos Castelos do Reno, tendo passado em viagem de estudo por Berlim, Inglaterra e França, pela Argélia e por Espanha (Córdova, Sevilha e Granada). Em Sintra, os trabalhos decorreram rapidamente e a obra estaria quase concluída em 1847, segundo o projecto do alemão, mas com intervenções decisivas ao nível dos detalhes decorativos e simbólicos do rei-consorte. Muitos dos detalhes, nos planos construtivo e decorativo, ficaram a dever-se ao temperamento romântico do próprio monarca que, a par de arcos ogivais, torres de sugestão medieval e elementos de inspiração árabe, desenhou e fez reproduzir, na fachada norte do Palácio, uma imitação do Capítulo do Convento de Cristo em Tomar. Após a morte de D. Fernando, o palácio foi deixado para a sua segunda esposa, Elisa Hendler, Condessa de Edla, o que à época gerou grande controvérsia pública, dado que se considerava já o histórico edifício como monumento. A viúva de D. Fernando procurou então chegar a um acordo com o Estado Português e recebeu uma proposta de compra por parte de Luís I de Portugal, em 1889, em nome do Estado, que aceitou, reservando então para si apenas o Chalé da Condessa, onde continuou a residir. thumb|left|260px|Palácio Nacional da Pena, Sintra: vista panorâmica. Com essa aquisição, o Palácio passou para o património nacional português, integrando o património da Coroa. Durante o reinado de Carlos I de Portugal, a Família Real ocupou com frequência o palácio, tornando-se a residência predilecta da Rainha D. Amélia, que se ocupou da decoração dos aposentos íntimos. Aqui foi servido um almoço à comitiva de Eduardo VII do Reino Unido, aquando da sua visita oficial ao país, em 1903. Após o regicídio, a Rainha D. Amélia retirou-se ainda mais para o Palácio da Pena, rodeada de amigas e dos seus cães de estimação. Aqui recebia amiúde a visita do filho, Manuel II de Portugal, que nele tinha os seus aposentos reservados. Quando rebentou a revolta de 4 de Outubro, em 1910, D. Amélia aguardou na Pena o evoluir da situação, chegando com a sua comitiva a subir aos terraços para observar sinais dos combates em Lisboa. No dia seguinte, partiu ao encontro de D. Manuel, em Mafra, voltando na mesma tarde ao Palácio da Pena, onde passou a noite de 4 para 5 de Outubro, a última que passou em Portugal antes da queda da Monarquia. No dia seguinte, conhecido o triunfo da República, partiu de novo para Mafra, ao encontro do filho e da sogra, de onde partiriam todos para o exílio. Com a implantação da República Portuguesa, o palácio foi convertido em museu, com a designação oficial de Palácio Nacional da Pena. Em 1945, a rainha D. Amélia, de visita a Portugal, voltou ao Palácio da Pena, onde pediu para estar sozinha durante alguns minutos: era o seu palácio predilecto. == Características == thumb|Palácio da Pena: entrada na fachada principal. Quase todo o Palácio assenta em enormes rochedos, e a mistura de estilos que ostenta (neogótico, neomanuelino, neo-islâmico, neo-renascentista, com outras sugestões artísticas como a indiana) é verdadeiramente intencional, na medida em que a mentalidade romântica do século XIX dedicava um fascínio invulgar ao exotismo. Estruturalmente o Palácio da Pena divide-se em quatro áreas principais: * A couraça e muralhas envolventes (que serviram para consolidar a implantação da construção), com duas portas, uma das quais provida de ponte levadiça; * O corpo, restaurado na íntegra, do Convento antigo, ligeiramente em ângulo, no topo da colina, completamente ameado e com a Torre do Relógio; * O Pátio dos Arcos frente à capela, com a sua parede de arcos mouriscos; * A zona palaciana propriamente dita com o seu baluarte cilíndrico de grande porte, com um interior decorado em estilo cathédrale, segundo preceitos em voga e motivando intervenções decorativas importantes ao nível do mobiliário e ornamentação em geral. Durante a construção, apesar de se manter a estrutura básica, foram feitas alterações em quase todos os vãos, ao mesmo tempo que a pequena torre cilíndrica que se encostava à maior passou para a retaguarda do edifício. O arco do corpo, ladeado por duas torres, recebeu uma profusa decoração em relevo a imitar corais. Sobre ela, uma janela, a \"bow window\", recebeu na sua base, também em relevo, uma figura de um ser híbrido, meio- peixe, meio-homem, saindo de uma concha com a cabeça coberta por cabelos que se transformam num tronco de videira cujos ramos são sustentados pela enigmática personagem, relembrando propositadamente o homem barbado da janela da sala do coro do Convento de Cristo em Tomar, transformado aqui num ser monstruoso de carácter quase demoníaco. Este conjunto, conhecido por \"pórtico do Tritão\", foi projetado pelo próprio D. Fernando, que o desenhou como um \"Pórtico allegórico da creação do mundo\", e parece condensar, em termos simbólicos, a \"teoria dos quatro elementos\". Reforçando esta relação com Tomar, a janela existente no lado oposto deste corpo copia com alguma liberdade o célebre vão manuelino da autoria de Diogo de Arruda, \"achatando-a\". Nicolau Pires foi a Tomar desenhá-la para o príncipe, que reformulou o conjunto. O conjunto das diversas guaritas, o desnivelamento dos sucessivos terraços, o revestimento parietal com azulejos neo-hispano-árabes, oitocentistas, são elementos significativos. A adaptação da janela do Convento de Cristo, do lado do Pátio dos Arcos e a notável figura do Tritão, simbolizando, segundo alguns autores, a alegoria da Criação do Mundo, são pormenores fundamentais na interpretação deste Palácio. A planta do edifício é bastante irregular e está condicionada por uma construção ali preexistente – a Capela de Nossa Senhora da Pena – e ainda pela topografia. O resultado é um núcleo sensivelmente quadrangular, organizado à volta de claustro e um outro alongado. As fachadas são divididas por bocéis ou torçais e fenestradas, mais ou menos regularmente, e por vãos quadrangulares, rectangulares e de arco pleno. As torres e os baluartes possuem anéis superiores sobre cachorrada ou arcatura, formando caminhos de ronda, mirantes ou terraços. Já as torres quadradas têm nos cunhais guaritas circulares com coberturas cónicas. A fachada principal está revestida com azulejos de padrão policromo e dispõe de uma varanda ao nível do terceiro piso. No núcleo quadrangular, destacam-se várias arcadas interrompidas sobre murete. Uma escada em U conduz ao claustro, de dois pisos, com arcada de arcos plenos no primeiro e abatidos no segundo. À volta destes dispõem-se algumas das principais salas. Na ala norte encontra-se a capela, forrada a azulejos padrão, com a nave separada da capela–mor por teia em pau–santo. O desenho do parque foi influenciado pelos jardins românticos da Alemanha. Todas as torres (exceptuando a do Relógio) receberam cúpulas. Os motivos de inspiração foram essencialmente colhidos em fontes mouriscas e mudéjares espanholas e em quase todas as obras manuelinas da Grande Estremadura, entre as quais se encontram: a Torre de Belém (justificando as guaritas com cúpulas gomeadas e os renques de ameias), os Jerónimos (os vãos, a ornamentação de cordas entrançadas e frisos), o Convento de Cristo (a \"bow window\", a própria expressão quase caricatural) e o Palácio da Vila (os frisos de relevos góticos nas cornijas, e a própria realização orgânica do complexo). As rosas com cruzes inscritas demonstram a secreta genealogia do príncipe, que devia remontar miticamente à Fraternidade Rosa- cruz do século XVII, da qual o príncipe foi grão-mestre e, ainda mais tarde, à Ordem de Cristo, herdeira dos Templários em Portugal. A concepção dos interiores deste Palácio para adaptação à residência de verão da família real valorizou os trabalhos em estuque, pinturas murais em \"trompe-l'oeil\" e diversos revestimentos em azulejo do século XIX, integrando as inúmeras colecções reais em ambientes onde o gosto pelo bricabraque e pelo coleccionismo são bem evidentes. == Aposentos == * Sala dos Veados, ampla e cilíndrica, com uma larga coluna como eixo, exibe atualmente a exposição \"Vitrais e Vidros: um gosto de D. Fernando II\"; * Sala de Saxe, onde predomina a porcelana de Saxe; * Salão Nobre, onde estuques, lustres, móveis e pedaços de vitrais variam do século XIV ao século XIX, e onde se misturam elementos maçónicos e rosacrucianos; * Gabinete do Rei D. Carlos, antiga Sala do Capítulo do Mosteiro Jerónimo e Sala de Chá no tempo de D. Fernando II, foi adaptada a gabinete pelo Rei D. Carlos. No final da década de 1970, foram colocadas telas representando Ninfas e Sátiros no Parque da Pena, autoria do Rei D. Carlos; * Terraço da Rainha, de onde melhor se pode observar a arquitetura do Palácio, o Relógio de Sol com um canhão que disparava ao meio- dia * Claustro Manuelino, parte original do antigo mosteiro do século XVI revestido de azulejos hispano-árabes (c.1520) * Capela, parte original do antigo mosteiro dos frades Jerónimos * Aposentos de D. Manuel II, onde se identifica o grande baixo relevo em madeira de carvalho quinhentista, de autor desconhecido, ilustrando a Tomada de Arzila, adquirido por D. Fernando em Roma; * Sala de Fumo, também conhecida como Sala Indiana, apresenta valiosas obras de arte, como o lustre neorrococó em vidro (século XIX) e o baixo relevo \"Cólera Morbus\", de autoria de Vítor Bastos. O nome de Sala Indiana deriva da sua decoração, composta por mobiliário de Teca, de fabrico Indiano aqui colocado por iniciativa do Arquitecto Raul Lino, em 1940; * Sala de Visitas, anteriormente conhecida como Sala Árabe, apresenta uma decoração datada de 1854 da autoria de Paulo Pizzi. A pintura desta sala representa uma arquitetura islâmica sob uma abóbada vegetalista. A perspetiva cria a ilusão de um espaço mais amplo para lá dos limites da sala. * Salas de Passagem com porcelanas de Wenceslau Cifka, pertencentes às colecções do Rei D. Fernando II. == Chalé da Condessa de Edla == thumb|350px|Chalé da Condessa de Edla O chalé foi mandado construir entre 1864 e 1869, por Fernando II e sua segunda esposa, Elise Hensler, Condessa de Edla, numa área de oito hectares a oeste do Parque da Pena. Concebido como um refúgio de lazer, foi edificado segundo o modelo dos Chalés Alpinos, então em voga na Europa, e atendendo às origens da própria Condessa. Inscreve-se em um jardim onde se destaca uma área com pedras graníticas de grandes dimensões. Após a queda da monarquia portuguesa (1910), o conjunto conheceu o abandono e a falta de manutenção, situação que culminou, em 1999, com um incêndio criminoso que destruiu boa parte do interior do chalé. O processo de recuperação iniciou-se com a constituição da empresa Parques de Sintra - Monte da Lua, com projeto do arquiteto José Maria Lobo de Carvalho, e custou 1,5 milhões de Euros (dos quais 840 mil, em 2007, de fundo comunitário europeu \"EEA-Grants\"). Em pedra e cal, o revestimento exterior simula madeira, um \"fingimento\" comum no final do século XIX. Para reconstrução do redilhado de cortiça que reveste o exterior (beirais decorativos, cunhais, molduras de portas e janelas), foram empregadas duas toneladas de cortiça virgem. Para a recuperação do jardim, foram utilizadas coleções de camélias, rododendros e azaléas. Para valorização do conjunto de blocos de granito, foram abertos caminhos e instalados bancos. Concluído o trabalho da primeira etapa da intervenção de restauro, que recuperou toda a fachada e estrutura do edifício o conjunto foi reaberto à visitação pública em maio de 2011.\"Chalé da Condessa D'Edla recupera esplendor\". Expresso, edição nº 2022, 30 jul 2011, caderno \"Espaço & Casas\", p. 8-9. == Últimos Reis que Habitaram o Palácio == * D. Maria II e Fernando II Reinado de 1834 a 1853 * D. Pedro V e Dona Estefânia Reinado de 1853 a 1861 * D. Luís I e Dona Maria Pia Reinado de 1861 a 1889 * D. Carlos I e Dona Amélia Reinado de 1889 a 1908 * D. Manuel II de Portugal Reinado de 1908 a 1910 == Parque da Pena == O Palácio e o Parque foram idealizados e concretizados como um todo. Do Palácio, o visitante avista um manto de arvoredo que ocupa mais de 200 hectares e constitui o Parque da Pena. Este tem diversos percursos e passeios, com inúmeras construções de jardins, pontes, grutas, bancos de jardim, pérgulas e fontes. Nele existem pequenas casas onde se alojavam guardas e elementos da criadagem, estufas e viveiros com camélias, rododendros, rosas, de cepas invulgares e raras, e obras de arte como a estátua do guerreiro, de Ernesto Rusconi, que se avista do Palácio. Os lagos próximos à saída para o Castelo dos Mouros são igualmente pitorescos e aprazíveis, envolvidos por um imenso tubo de fetos arbóreos. Se tem interesse em visitar pessoalmente o Palácio da Pena, clique aquiOs tons coloridos do palácio, expoente máximo do Romantismo em Portugal e obra de D. Fernando II, abrem portas à imaginação. Os matizes de verde do parque circundante criam um cenário idílico, frequentemente sob o nevoeiro da serra de Sintra. Este lugar, como um conto de fadas, faz sonhar todas as gerações que o visitam. == CronologiaLinha de tempo. Desdobrável \"Palácio da Pena\". Parques de Sintra - Monte da Lua. == * Século XII - construção da Capela de Nossa Senhora da Pena (pena, penha, penedo); * 1503 - Manuel I de Portugal doa o Mosteiro de Nossa Senhora da Pena à Ordem de São Jerónimo; * 1755 - O grande terramoto de 1755 causa severos danos ao Mosteiro que, a partir de então conhece um período de decadência; * 1838 - Após a extinção das Ordens Religiosas no país (1834), o imóvel é adquirido por Fernando II de Portugal; * 1842-1854 - Recuperação do antigo mosteiro e edificação do \"Palácio Novo\", sob orientação de Fernando II, sua esposa Maria II de Portugal e do barão von Eschwege; * 1889 - O palácio e o parque onde se inscreve são adquiridos pelo Estado Português; * 1910-1912 - Após a Proclamação da República Portuguesa, o Palácio é convertido em museu; * 1995 - a serra de Sintra, onde se localiza o Palácio e o Parque da Pena, é classificada pela UNESCO como Paisagem Cultural, Património da Humanidade. == Ver também == * Palácio Nacional de Mafra (Mafra) * Palácio Real de Queluz (Sintra) * Palácio Nacional de Sintra (Sintra) * Castelo dos Mouros (Sintra) * Convento dos Capuchos (Sintra) * Convento de Cristo (Tomar) * Palácios de Portugal * Ordem de São Jerónimo == Bibliografia == * ANACLETO, Regina, O Neomanuelino ou a reinvenção da arquitectura dos Descobrimentos, catálogo da exposição, IPPAR-CNCDP, Lisboa, 1994 * CARNEIRO, José Martins, GAMA, Luís Filipe Marques da, Palácio Nacional da Pena - roteiro, Lisboa, 1994 * CARNEIRO, José Martins, Pena - Palácio Nacional, Lisboa, 1991 * CARNEIRO, José Martins, Porcelanas Orientais do Palácio Nacional da Pena, Lisboa, 1989 * SEQUEIRA, Gustavo de Matos, Palácios e solares portuguezes (Col. Encyclopedia pela imagem), Porto, 1900 == Ligações externas == * * Parques de Sintra * Palácio da Pena visto do Castelo dos Mouros * Outras fotos do Palácio da Pena no Flickr * Luz&Sombras; \\- Fotografia de Natureza e Paisagem em Sintra * Galeria de Fotografias do Palácio Nacional da Pena Categoria:São Pedro de Penaferrim Nacional da Pena Pena Categoria:Edifícios monásticos jerónimos de Portugal Nacional Pena Categoria:Arquitetura neomanuelina em Portugal Categoria:Monumentos nacionais em Sintra Categoria:Revivalismo",
 "title": "Palácio Nacional da Pena"
}