{
 "id": "56661",
 "text": "Marisa Letícia Lula da Silva GCL • GCIC • GCNM • GCC • GCRB (São Bernardo do Campo, 7 de abril de 1950 – São Paulo, 3 de fevereiro de 2017) foi a segunda esposa do 35.º presidente do Brasil, Luiz Inácio Lula da Silva, e a primeira- dama do país de 1 de janeiro de 2003 a 1 de janeiro de 2011. == Biografia == Marisa Letícia Casa nasceu numa família de imigrantes italianos (lombardos de Palazzago, província de Bérgamo), sendo filha de Antônio João Casa e Regina Rocco Casa. Em 1955, Marisa e sua família mudaram-se para o centro de São Bernardo do Campo, região do Grande ABC, em São Paulo. Depois de frequentar uma escola humilde, Marisa foi transferida, na terceira série, para o Grupo Escolar Maria Iracema Munhoz. Aos nove anos, já tinha experiência como pajem de três garotas mais novas. Aos treze anos, com a autorização do pai, Marisa começou a trabalhar na fábrica de chocolates Dulcora, como embaladora de bombons. Permaneceu na empresa até os dezenove anos, quando se casou com o taxista Marcos Cláudio dos Santos, em 31 de janeiro de 1970. Seis meses após o casamento, em 20 de julho, Marcos foi morto em um assalto. Na ocasião, Marisa estava grávida de quatro meses. Seu filho recebeu o nome de Marcos Cláudio, em homenagem ao pai. Mais tarde, em 1973, trabalhou como inspetora de alunos em um colégio estadual. Neste mesmo ano, já viúva, conheceu Lula no Sindicato dos Metalúrgicos de sua cidade natal. Os dois casaram-se sete meses depois, em 25 de maio de 1974, e passou a se chamar Marisa Letícia Casa da Silva. Quando Lula incorporou seu apelido no nome, ela também o fez, passando a chamar-se Marisa Letícia Lula da Silva.Paraná, Denise. Lula, o filho do Brasil. São Paulo, Fundação Perseu Abramo, 3ª. ed., 2008, p. 332 O relacionamento de mais de trinta anos gerou três filhos: Fábio, Sandro e Luís Cláudio. Marisa tinha ainda uma enteada, Lurian, filha de Lula e sua ex-namorada Miriam Cordeiro. == Política == Marisa começou na vida política militando ao lado do marido (eleito presidente do Sindicato em 1975) para que outras mulheres se juntassem ao movimento sindical na região. Em 1978, iniciaram-se as greves no ABC paulista. Foi Marisa quem cortou e costurou a primeira bandeira do Partido dos Trabalhadores, quando este foi fundado em 10 de fevereiro de 1980. Participou ativamente no início das atividades do partido, ajudando a criar núcleos e a estampar camisetas. Com a intervenção do governo federal no sindicato em abril do mesmo ano, Lula e outros sindicalistas foram presos, e as reuniões eram realizadas ilegalmente em sua casa. Nesse período, quando Lula e diversos sindicalistas estavam presos devido às greves, ela liderou a Passeata das Mulheres em protesto pela liberdade dos sindicalistas. Centenas de mulheres e de crianças, todas cercadas por policiais, tanques e cavalaria, saíram da Praça da Matriz e caminharam pela rua Marechal Deodoro até o Paço Municipal, retomando à Igreja da Matriz.Marisa chegou a liderar passeata das mulheres, diz em trecho da notícia de sua morte Durante as disputas eleitorais de 1982, 1986, 1994 e 1998, nas quais Lula se candidatou, Marisa dedicou-se aos filhos, à casa e às campanhas. Em 2002, entretanto, com os filhos já adultos, pôde se dedicar exclusivamente à campanha do marido. == Primeira-dama do Brasil == Em 1º de janeiro de 2003, Marisa Letícia tornou-se a primeira-dama do Brasil. Nos oito anos como primeira-dama do Brasil, Marisa Letícia não participou ativamente de nenhum projeto, fato duramente criticado pela oposição. Tradicionalmente a primeira-dama realiza projetos sociais, em paralelo as ações oficiais. No primeiro turno das eleições de 2006, Marisa não deu tanto apoio a Lula quanto nas eleições anteriores. Assim como o marido, acreditava que a disputa seria resolvida no primeiro turno. Entretanto, com a disputa encaminhada para segundo turno, Marisa começou a participar mais ativamente da campanha, mantendo uma agenda própria e realizando caminhadas sozinha em prol do marido em Brasília e em Goiânia. == Denúncia na Lava Jato == No contexto da Operação Lava Jato, em setembro de 2016 Marisa tornou-se ré de duas ações penais por corrupção passiva e lavagem de dinheiro, relacionadas a um apartamento na cidade do Guarujá e de um outro apartamento de São Bernardo do Campo. Após sua morte, as acusações foram extintas. == Morte == Em 24 de janeiro de 2017, Marisa foi internada na UTI do Hospital Sírio-Libanês após sofrer um acidente vascular cerebral hemorrágico (AVC). Em 2 de fevereiro, o portal UOL anunciou que ex-primeira dama havia tido sua morte cerebral decretada, entretanto o Hospital Sírio-Libanês anunciou que a mesma seria submetida aos primeiros exames para a testificação de morte cerebral no dia seguinte. Após esses exames, o hospital divulgou nota confirmando a morte de Marisa, constatada às 18h57 de 3 de fevereiro de 2017. Sua família autorizou a doação de seus órgãos e a Secretaria Estadual de Saúde confirmou que seriam doados rins, fígado e as córneas. A morte de Marisa Letícia repercutiu no meio político. O ex-presidente Lula recebeu visitas de políticos aliados e oposicionistas, a exemplo do presidente Michel Temer, dos ex-presidentes Fernando Henrique Cardoso, José Sarney e Dilma Rousseff, e de políticos de vários partidos políticos. Dilma afirmou que Marisa foi uma \"mulher de fibra, batalhadora que conquistou espaço e teve importante papel político. Marisa foi o esteio de sua família, a base para que Lula pudesse se dedicar de corpo e alma à luta pela construção de um outro Brasil\". O velório ocorreu em 4 de fevereiro na sede do Sindicato dos Metalúrgicos do ABC, em São Bernardo do Campo, na Grande São Paulo. O corpo chegou às 9h da manhã e o velório foi fechado para a família até às 10h, quando foi aberto para o público até cerca de 15h30. Amigos, parentes, correligionários e uma multidão de 20 mil pessoas, segundo o sindicato, prestaram homenagens a Marisa Letícia. O culto ecumênico foi marcado pelo tom político. Em discurso emocionado, Lula disse \"Marisa morreu triste porque a canalhice, a leviandade e a maldade que fizeram com ela... Quero provar que os facínoras que levantaram leviandades contra ela tenham um dia a humildade de pedir desculpas\". O corpo foi cremado no cemitério Jardim da Colina após o velório. == Homenagens == O Conselho Latino- americano de Ciências Sociais homenageou Marisa com um programa de bolsas para mulheres que lutam pela liberdade e pela democracia. Em 29 de dezembro de 2017, o prefeito em exercício de São Paulo, sancionou o projeto de lei que dá o nome da ex-primeira dama Marisa Letícia a um viaduto no extremo sul da capital paulista que se inicia na Estrada do M’Boi Mirim e termina na confluência da avenida Luiz Gushiken com a rua Adilson Brito. === Honrarias === * Grã-Cruz da Ordem da Liberdade (República Portuguesa, julho de 2003). * Grã-Cruz da Ordem de Isabel a Católica (Reino da Espanha, julho de 2003). * Grã-Cruz da Ordem Real Norueguesa do Mérito (Reino da Noruega, outubro de 2003). * Grã-Cruz da Ordem Militar de Cristo (República Portuguesa, março de 2008). * Grã-Cruz da Ordem de Rio Branco (República Brasileira, abril de 2010). == Representações na cultura == * Foi interpretada pela atriz Juliana Baroni no filme Lula, o Filho do Brasil, em 2010. * Foi interpretada pela atriz Beth Zalcman no filme Polícia Federal: A Lei É para Todos, em 2017. == Leitura adicional == * . == Ver também == * Lista de primeiras-damas do Brasil == Bibliografia == * Categoria:Brasileiros de ascendência italiana Categoria:Católicos do Brasil Categoria:Damas da Grã-Cruz da Ordem de Isabel a Católica Categoria:Esposas de políticos do Brasil Categoria:Família Lula da Silva Categoria:Grã-Cruzes da Ordem da Liberdade Categoria:Grã-Cruzes da Ordem Militar de Cristo Categoria:Grã-Cruzes da Ordem de Rio Branco Categoria:Membros do Partido dos Trabalhadores Categoria:Mortes por acidente vascular cerebral Categoria:Naturais de São Bernardo do Campo Categoria:Pessoas com dupla nacionalidade Categoria:Primeiras-damas do Brasil",
 "title": "Marisa Letícia Lula da Silva"
}