{
 "id": "56683",
 "text": "The Football Association (; conhecida também como The FA) é a entidade que controla o futebol na Inglaterra e nas dependências da Coroa de Jersey, Guernsey e Ilha de Man. Formada em 1863, é a mais antiga associação de futebol do mundo e é responsável por supervisionar todos os aspectos do jogo amador e profissional em seu território. Foi a FA quem formulou as regras oficiais do esporte, que pouco mudaram até os tempos atuais. A FA é membro da UEFA e da FIFA e tem assento permanente na International Football Association Board (IFAB), que é responsável pelas regras do jogo. Como a primeira associação de futebol, não usa o nome nacional \"Inglês\" em seu título. A entidade facilita todos os jogos competitivos de futebol dentro de suas atribuições em nível nacional e indiretamente em nível local por meio das associações de futebol do condado. Realiza inúmeras competições, sendo a mais famosa a FA Cup (ou Copa da Inglaterra). Também é responsável por nomear a gestão das seleções nacionais de futebol masculina, feminina e juvenil. Todos os times de futebol profissional da Inglaterra são membros da Football Association. Embora não administre as operações diárias da Premier League, tem poder de veto sobre a nomeação do presidente e executivo-chefe da liga e sobre quaisquer alterações nas regras da liga. A English Football League, composta pelas três divisões totalmente profissionais abaixo da Premier League, é autônoma, sujeita às sanções da FA. == História == Antes da primeira reunião da FA, em Londres, na data de 26 de outubro de 1863, não havia regras universalmente aceitas para o futebol, o intuito era formar uma associação que unificasse as regras do futebol. Naquela época, os principais códigos de futebol utilizados eram as regras de Cambridge, as regras de Sheffield e as regras de Rugby. Ao todo, ocorreram 6 reuniões entre clubes ingleses entre outubro e dezembro de 1863, na primeira reunião dez clubes estiveram presentes, sendo que um deles não continuou na associação Em uma das revisões das regras, Blackheath, saiu da associação após a remoção de duas regras: A permissão para correr com a bola nas mãos, e a permissão para obstruir tal corrida com chutes nas canelas, rasteiras e agarrões. Outras equipes seguiram o Blackheath e não se uniram à FA, criando, em 1871, a Rugby Football Union (RFU), entidade reguladora de outro esporte: O Rúgbi. Um jogo inaugural com as novas regras da FA estava marcado para 2 de Janeiro de 1864. Mas os membros da FA não puderam esperar o novo ano e um jogo experimental foi realizado em 19 de Dezembro de 1863, entre Morley's Barnes e Richmond (que não era membro da FA). A partida terminou em 0 a 0. O jogo inaugural previamente marcado foi adiado em uma semana e foi realizado em 9 de janeiro de 1864. === Clubes fundadores === * Barnes Club * Civil Service FC * Crusaders FC * Wanderers FC * No Names Club * Crystal Palace FC * Blackheath Rugby Club * Percival House FC * Surbiton FC * Blackheath Proprietary School * Charterhouse School == Ver também == * Clubes ingleses de futebol * Sistema de ligas do futebol da Inglaterra * Seleção Inglesa de Futebol * Seleção Inglesa de Futebol Feminino == Ligações externas == * * Perfil na FIFA * Perfil na UEFA Categoria:Futebol da Inglaterra Inglaterra Categoria:Organizações esportivas do Reino Unido",
 "title": "The Football Association"
}