{
 "id": "56719",
 "text": "O Ducado da Borgonha foi um dos estados mais importantes da Europa medieval, independente entre 880 e 1482. Não deve ser confundido com o condado da Borgonha, outro território da França. O feudo do duque da Borgonha correspondia aproximadamente à actual Borgonha, uma região da França. Graças à sua riqueza e território vasto, este ducado foi política e economicamente muito importante. Tecnicamente vassalos do rei de França, os duques da Borgonha souberam conservar a autonomia, manter uma política própria e ser suseranos de diversos condados e senhorios, incluindo o condado da Borgonha (actual Franco-Condado). ==História== A dinastia inicial de duques da Borgonha extinguiu-se em 1026, com a morte sem descendentes do herdeiro da casa, o duque Otão-Guilherme. Mas o ducado já tinha sido anexado em 1004 pelo rei Henrique I de França, que se tornou duque em 1016. Em 1032, Henrique I concedeu o ducado ao seu irmão Roberto, que fundou o ramo capetiano de duques da Borgonha. É desta linha que descende Afonso Henriques, primeiro rei de Portugal. O último representante desta casa foi Filipe de Rouvres, que morreu de peste em 1361. O ducado reverteu para a coroa francesa e dois anos mais tarde João II de França concedeu o título ao seu filho mais novo Filipe de Valois. Filipe II casou com Margarida III da Flandres, e através desta união anexou à Borgonha o condado da Flandres, bem como Artois, Nevers e Rethel e os ducados de Brabante e Limburgo. A última duquesa da Borgonha independente foi Maria de Valois, que casou com Maximiliano I, Imperador do Sacro-Império. No casamento estava estipulado que o segundo filho herdaria os domínios da mãe, mas Maria morreu num acidente de cavalo antes que isso acontecesse. Depois desta tragédia, o Ducado da Borgonha foi incorporado à França, enquanto o Condado de Borgonha (Franco Condado) e os territórios dos Países Baixos ficaram sob o controle dos Habsburgos. ==Ver também== *Lista dos duques da Borgonha Categoria:Ducado de Borgonha",
 "title": "Ducado da Borgonha"
}