{
 "id": "56724",
 "text": "Estação Antártica Comandante Ferraz (EACF) é uma base antártica pertencente ao Brasil localizada na ilha do Rei George, a 130 quilômetros da Península Antártica, na baía do Almirantado, na Antártida. O nome da estação homenageia Luís Antônio de Carvalho Ferraz, hidrógrafo, oceanógrafo e comandante da Marinha Brasileira que visitou o continente antártico por duas vezes a bordo de navios britânicos e desempenhou importante papel na criação do Programa Antártico Brasileiro (PROANTAR). A estação começou a operar em 6 de fevereiro de 1984, levada à Antártida, em módulos, pelo navio oceanográfico NApOc Barão de Teffé (H-42) e diversos outros navios da Marinha do Brasil. Ela foi parcialmente destruída por um incêndio no dia 25 de fevereiro de 2012, com sua reconstrução terminada em 2020 após um investimento de cerca de 100 milhões de dólares. Ocupando uma área de 4 mil metros quadrados, a estação pode abrigar 64 pessoas. A estrutura é composta por heliponto, auditório, alojamentos, laboratórios, depósitos, oficinas, biblioteca, salas de lazer e estar, enfermaria, sala de comunicações, ginásio de esportes, cozinha e refeitório. A estação está adaptada para receber pesquisadores das áreas de oceanografia, glaciologia e meteorologia e cientistas da Fiocruz têm um laboratório exclusivo de microbiologia para pesquisar fungos locais. Nos arredores da EACF, também existem módulos isolados voltados para várias atividades, como meteorologia e telecomunicações, além de geradores de energia eólica e solar. == História == === Primeira estação (1984-2012) === O Brasil aderiu ao Tratado Antártico em 1975 e realizou a Operação Antártica I (OPERANTAR I) em dezembro de 1982, marcando sua presença na Antártida. A operação enfrentou desafios logísticos e climáticos para planejar uma estação científica. O sucesso da OPERANTAR I levou o Brasil a se tornar Parte Consultiva do Tratado. Uma base seria o próximo passo para consolidar a presença brasileira no continente, mas houve uma pequena controvérsia acerca de sua localização. A ilha do Rei George foi escolhida pela segurança e conveniência logística; segundo o glaciologista Jefferson C. Simões, a decisão foi prática e não considerou a ciência. Como a ilha faz parte dos setores reivindicados pela Argentina, Chile e Reino Unido, alguns brasileiros temiam que ela fosse interpretada erroneamente como o pretexto para uma reivindicação territorial. Eles sugeriam uma base mais a leste, entre as longitudes do Arroio Chuí e da Ilha de Martim Vaz, que seriam a “Antártica Brasileira” conforme a teoria da defrontação. A implantação da base fora desse setor marcou o abandono dessa teoria.. p. 138-139.. p. 104-105. Em 6 de fevereiro de 1984, durante a OPERANTAR II, foi inaugurada a Estação Antártica Comandante Ferraz (EACF), que cresceu ao longo das operações subsequentes para suportar equipes durante o inverno antártico. A estação foi nomeada em homenagem ao comandante da Marinha Luís Antônio de Carvalho Ferraz, um hidrógrafo e oceanógrafo que visitou duas vezes Antártica a bordo dos navios britânicos. Ele foi fundamental em persuadir o governo desenvolver o Programa Antártico Brasileiro (PROANTAR) e morreu subitamente em 1982, enquanto representava o Brasil em uma conferência oceanográfica em Halifax, Canadá. A estação foi construída no mesmo local da antiga \"Base de G\" britânica e as ruínas de madeira da base antiga fazem um forte contraste com as estruturas de metal verdes e alaranjadas brilhantes da estação brasileira, que teve o primeiro conjunto formado em 6 de fevereiro de 1984. Acima do local da base há um pequeno cemitério, com cinco cruzes: três delas são os túmulos de membros do British Antarctic Survey (BAS); o quarto homenageia um líder da base do BAS que se perdeu no mar e a quinta cruz é o túmulo de um sargento brasileiro operador de rádio, que morreu de um ataque cardíaco em 1990. Durante as OPERANTAR III, IV e seguintes, a EACF foi expandida e melhorada, permitindo a permanência de equipes durante o inverno. A partir da OPERANTAR VIII, foram introduzidos módulos de pesquisa avançados, e lançamentos de carga por paraquedas foram realizados para apoiar a Estação durante o inverno. Durante a OPERANTAR XVI, um novo sistema de comunicação foi estabelecido. Em 2001, um diagnóstico estrutural levou ao planejamento de revitalização da EACF, iniciado durante a OPERANTAR XXII, com melhorias em eficiência e sustentabilidade. Durante a OPERANTAR XXIII, um sistema de telecomunicações nacional foi instalado, seguido por obras de modernização e revitalização nas OPERANTAR XXIV e XXV, incluindo expansões, melhorias em infraestrutura e instalação de novos equipamentos financiados pela Petrobras. Ao fim de 2011 e início de 2012, a Estação ocupava 2 600 metros quadrados, possuindo laboratórios, oficinas, heliponto, praça de máquinas com geradores, cozinha industrial, padaria, biblioteca, lavanderia, academia, enfermaria, acomodações, entre outras instalações, contando com 25 a 60 pessoas de efetivo. À época, a estação começou a enfrentar problemas de superlotação e preocupações ambientais começaram a surgir, além de questionamentos com relação às condições da Estação, levantados após um racionamento de água em 2007 e 2009. Em meio a essas preocupações, em 17 de janeiro de 2012, o primeiro motogerador a etanol com tecnologia totalmente brasileira foi instalado na Estação e planos para o controle do crescimento de pessoal na edificação também foram traçados. === Incêndio em 2012 === Na madrugada do dia 25 de fevereiro de 2012, com 60 pessoas na base, ocorreu um incêndio iniciado por uma explosão sem causa estimada na praça das máquinas, onde ficam os geradores de energia da estação. Por ser anexa ao restante das instalações, o fogo se alastrou. Um suboficial (Carlos Alberto Vieira Figueredo) e um primeiro-sargento (Roberto Lopes dos Santos) morreram porque não conseguiram deixar a Praça das Máquinas e um sargento foi ferido, mas levado com vida para a estação polonesa onde recebeu primeiros socorros e posterior transferência para uma base chilena. O militar seria mais tarde transportado para o Hospital das Forças Armadas do Chile, em Punta Arenas. Para a base antártica do Chile foram transportados também todos os civis, encaminhados então também para a cidade de Punta Arenas, no Chile, e por fim de volta ao Brasil, em um avião da Força Aérea Brasileira. O combate ao incêndio seguiu pelo dia com o grupo de 12 militares que se manteve na base até que a Marinha decidiu interromper o trabalho devido às condições climáticas adversas, características da Antártida. Junto a um navio da Armada Chilena, planejaram voltar ao local para avaliação dos danos e estimaram destruição de 70% da base. O prédio principal, que incluía os alojamentos e alguns laboratórios, foi completamente destruído. As unidades que ficavam isoladas da instalação central salvaram-se: laboratórios de meteorologia, química e estudo da alta atmosfera, além de contêineres com material de pesquisa do Instituto Nacional de Pesquisas Espaciais. No ano seguinte, elevadas concentrações de cobre, chumbo e zinco foram encontradas no solo nas ruínas da estação, possivelmente contaminando os lagos nas redondezas. Os militares Carlos Alberto Vieira Figueredo e Roberto Lopes dos Santos, mortos no incêndio, receberam postumamente o grau de comendador da Ordem do Mérito da Defesa e a Medalha Naval de Serviços Distintos da Marinha. Em dezembro de 2014 foi publicada a lei 13 065/14 que concedeu auxílio especial e bolsa especial de educação aos dependentes dos militares da Marinha falecidos neste acidente. === Reconstrução (2012-2020) === O governo federal anunciou dias depois do incêndio de 2012 um programa para a reconstrução da base antártica, com projeto mais moderno, com prazo de conclusão de 2 anos. A Marinha abriu um processo de licitação, exclusivo para empresas nacionais, para a obra de reconstrução da estação no fim de 2013 e que terminou no fim de fevereiro de 2014. No entanto, nenhuma empresa demonstrou interesse em participar. Em março de 2014, as pesquisas na estação foram retomadas após a instalação de módulos emergenciais. Em julho, a Marinha divulgou o novo edital para a reconstrução da estação, com obras estimadas em cerca de 110,5 milhões de dólares e aberto a empresas brasileiras ou estrangeiras. Três empresas apresentaram proposta na licitação e foi escolhida a empresa ou consórcio que ofereceu o menor preço. Apresentaram propostas a empresa chinesa CEIEC, a finlandesa FCR Finland e o consórcio formado pela brasileira Ferreira Guedes e a chilena Tecno Fast, divulgou o Ministério da Defesa. Em maio de 2015 foi anunciado que a empresa CEIEC (Corporação Chinesa de Importações e Exportações Eletrônicas) foi a vencedora da licitação para construir a nova base brasileira no continente antártico. O custo da obra foi de 99,7 milhões de dólares e a previsão inicial era a de que fosse concluída em 2016. A reconstrução teve anúncio oficial feito pelo governo somente em março de 2016, com previsão inicial de conclusão para 2018. Porém, atrasos adiaram a previsão de conclusão das obras para o verão de 2019 e a entrega era prevista para funcionamento completo em até março de 2020. A reconstrução é de acordo com projeto de arquitetura vencedor de concurso público apresentando pelo escritório curitibano Estúdio 41. O projeto previa uma área total de 4,5 mil metros quadrados, com capacidade de abrigar 64 pessoas. A base foi inaugurada no dia 15 de janeiro de 2020 com a presença do vice-presidente do Brasil na época, Hamilton Mourão. == Geografia == A EACF localiza-se no leste da península Keller, extremo norte da baía do Almirantado, ilha do rei George. A península Keller separa as enseadas Mackellar e Martel, avançando quatro quilômetros a partir da calota de gelo da ilha rei George, sendo uma das várias penínsulas livres de gelo nas ilhas Shetland do Sul. Ela possui quatro pequenas geleiras. O terreno ondulado, com vertentes orientadas a leste e sudeste, predomina nas imediações da estação, com altitude média de 8,6 metros e máxima de 28,4 metros. No restante da península, a altitude chega a 332,8 metros.. p. 581. === Ilha do Rei George === ==== Baía do Almirantado ==== === Clima === A localização da EACF foi escolhida na orla marítima do extremo norte da Antártica, onde o clima é menos rigoroso e a vida animal e vegetal é rica.. p. 38-39, 43. A temperatura média anual no período de 1986 a 2005 foi de -1,8 °C, alta para os padrões antárticos. Os extremos foram de -28,5 °C, em 5 de agosto de 1991, a 14,9 °C em 11 de janeiro de 1999. No verão a temperatura chega a 5 °C. No inverno, de março a outubro, o gelo no mar dificulta a chegada de navios. A região está sujeita a ciclones extratropicais e frentes vindas do norte com ar aquecido e úmido, que resfriam e condensam ao atravessar as montanhas da ilha rei George. Consequentemente, a EACF tem uma média de um a dois dias de céu claro por mês. Ventos de 40 a 60 km/h na superfície são comuns ao longo do ano devido à interação entre a alta pressão do continente e a baixa pressão costeira. Para todos os meses, pelo menos uma rajada superior a 110 km/h é esperada. O recorde é de 174 km/h em junho de 1987. No verão os ventos são mais fracos. == Estrutura == A estação dispõe de todas as instalações necessárias como se fosse uma pequena cidade. O total atual de módulos é de 62 unidades. A Estação também passou a contar com um heliponto, construído de acordo com as normas internacionais. A estrutura é composta por depósitos, oficinas, biblioteca, salas de lazer e estar, enfermaria, sala de comunicações, ginásio de esportes, cozinha e refeitório. O edifício principal da EACF é composta por três blocos: *Bloco Leste: onde estão localizados 14 laboratórios, refeitórios, cozinha, setor de saúde, sala de secagem e oficinas; *Bloco Oeste: no andar superior, estão localizados 32 alojamentos, biblioteca, academia de ginástica e sala de vídeo/auditório, enquanto no andar inferior estão paióis de mantimentos e tanques de aguada e de combate a incêndio; *Bloco Técnico: abriga a garagem e a praça de máquinas, onde estão geradores, quadros elétricos, caldeiras, estação de tratamento de água e esgoto, incinerador, entre outros equipamentos. O complexo da EACF também inclui módulos isolados de telecomunicações, de meteorologia/ozônio, de Very Low Frequency (VLF), lavagem de sedimentos, de mergulho e paiol de resíduos perigosos. Para diminuir o impacto ambiental, o projeto inclui sistemas para geração de energia limpa, tais como eólica e solar. O calor produzido pelos geradores de energia também é canalizado e utilizado para aquecer a usina, o que dispensa a utilização de diesel para alimentar o sistema de climatização. Todas as unidades da base possuem portas corta-fogo, além de detectores de fumaça e alarmes de incêndio. Os compartimentos das máquinas e geradore são feitos de material ultrarresistente que conseguem suportar o fogo durante duas horas e não permite que ele se espalhe. === Farolete Comandante Ferraz === === Refúgios === Próximo a estação estão localizadas várias pequenas estruturas que dependem administrativamente e logisticamente da base principal: *Refúgio Astrônomo Cruls. *Refúgio Emílio Goeldi. *Refúgio Engenheiro Wiltgen (desativado)marinha.mil.br - pdf *Refúgio Pe. Balduino Rambo (desativado) === Pesquisas científicas === Os programas de pesquisas permitiram estudar o impacto das mudanças ambientais globais na Antártida e suas consequências para as Américas inclusive a Amazônia. Assim, todas as alterações detectadas pela Estação Antártica Comandante Ferraz mostram claramente a interação entre os hemisférios e sua interferência nas mudanças globais. Entretanto, sua atuação não se resume à monitoração climática: em 2020, haviam dezenove projetos em andamento na Estação, desde pesquisas geológicas, até a coleta de DNAs ambientais e desenvolvimento de biotecnologias, bem como projetos para o desenvolvimento da agricultura no local. Também havia um projeto da UFMG no local para provar a chegada do homem no continente antes do século XIX, mas a iniciativa foi cortada. === Operatividade === Antes do incêndio, as instalações da base eram capazes de abrigar 46 pessoas. No inverno, os pesquisadores são em pequena quantidade, pois dependem do solo exposto e de mar aberto para efetuar a coleta de amostras cujos dados serão compilados e enviados às instituições-sede. Nessa época, o transporte depende da Força Aérea Brasileira (FAB), pois não se consegue chegar à base através do mar utilizando o NApOc Ary Rongel (H-44). Por volta de 2009, realizavam-se sete voos anuais com aeronaves C-130 Hercules, todas do Primeiro Esquadrão do Primeiro Grupo de Transporte (1.°/1.° GT). Elas não chegam a pousar, lançando as cargas diretamente sobre a EACF. A partir de 2022 o C-130 deu lugar ao KC-390. No verão, naturalmente em condições menos adversas, a população na estação aumenta, o que se traduz em maior nível de atividade. É nesta época que são executados os serviços de manutenção, ampliação, reabastecimento e apoio aos projetos científicos, tecnológicos e pesquisas de maior vulto. As condições de locomoção e transporte se dão com maior facilidade, pois há menos gelo. As aeronaves da FAB pousam na Base Presidente Eduardo Frei Montalva, do Chile. == Impacto cultural == A Estação Antártica Comandante Ferraz serviu de inspiração para o design da estação de pesquisa fictícia do filme The Midnight Sky (2020). Chamado de “Observatório de Barbeau”, as instalações contam com um grande telescópio CGI posicionado ao lado dos módulos da estação brasileira. As cenas internas foram gravadas em um estúdio no Reino Unido. == Ver também == * Teoria da defrontação * Tratado da Antártida * Lista de estações de pesquisas na Antártida == Ligações externas == * * Estação de Apoio Antártico no município do Rio Grande, RS - (ESANTAR-RG) * PROANTAR, Governo do Brasil Comandante Ferraz Categoria:Desastres na Antártida Categoria:Fundações na Antártida em 1984 Categoria:Ilha do Rei George",
 "title": "Estação Antártica Comandante Ferraz"
}