{
 "id": "56723",
 "text": "O Microsoft Outlook é um sistema de software de gerenciamento de informações pessoais da Microsoft, disponível como parte dos pacotes Microsoft Office e Microsoft 365. Embora seja principalmente um cliente de e-mail, o Outlook também inclui funções como calendário, gerenciamento de tarefas, gerenciamento de contatos, tomada de notas, registro de diários e navegação na Web. Tendo suporte nos sistemas operacionais Windows, macOS, iOS e Android. == Extensão Outlook== Add-ins Outlook são pequenos programas de ajuda para a aplicação Microsoft Outlook. O principal objectivo dos add-ins é adicionar novas funcionalidades ao Microsoft Outlook e automatizar algumas operações de rotina. O termo também se refere a programas cuja principal função é trabalhar nos ficheiros do Outlook, como ferramentas de sincronização ou cópias de segurança. Add-ins Outlook podem ser desenvolvidos no Microsoft Visual Studio ou com outras ferramentas externas como Add-in Express. Os add-ins para Outlook não são suportados na aplicação Web do Outlook. A partir do Outlook 97, extensões Exchange Client passaram a ser suportadas no Outlook. O Outlook 2000 e os mais recentes suportam componentes COM específicos chamados Add-ins Outlook. As características específicas suportadas (componentes .NET por exemplo) para gerações mais recentes foram estendidas a cada lançamento. === Hotmail Connector === “Microsoft Outlook Hotmail Connector” (abreviado para “Hotmail Connector”, anteriormente “Microsoft Outlook Hotmail Connector”), era um add-in gratuito para Microsoft Outlook 2013, 2007, 2010 que permitia aos utilizadores acessar contas de Hotmail a partir do Microsoft Outlook. Usava o DeltaSync, um protocolo de comunicação da Microsoft. Este add-on já não está no mercado, mas o Microsoft Outlook 2013 continua a ter um suporte intrínsico de acesso para o Hotmail e o Outlook.com através do protocolo Exchange ActiveSync (EAS). ===Social Connector=== O Outlook Social Connector era um add-in gratuito da Mcirosoft para os Microsoft Outlook 2003 e 2007 que permitiia a integração de redes sociais como Facebook, Linkedin e Windows Live Messenger no Microsoft Outlook. Foi introduzido a 18 de Novembro de 2009. A partir do Microsoft 2010, o Outlook Social Connector passou a ser uma parte integral do Outlook. ===CardDAV e CalDAV Connector=== Já que o Microsoft Outlook não suporta os protocolos CalDAV e CardDAV, vários vendedores de softwares independentes desenvolveram add-ins para o Outlook que permitem aos utilizadores sincronizar com servidores CalDAV and CardDAV. O CalConnect tem uma lista de softwares que permitem aos utilizadores sincronizar os seus calendários com servidores CalDAV e os seus contactos com servidores CardDAV. ==Ver também== * Outlook.com *Microsoft Outlook Express * Cliente de e-mail * E-mail == Ligações Externas == * Site oficial do Microsoft Outlook * Site oficial do Microsoft Outlook no Brasil (treinamento, suporte e ajuda). * * Categoria:Programas para Windows Outlook Outlook Categoria:Gerenciadores de informações pessoais Categoria:Software de 1997 Categoria:Programas para Android Categoria:Programas para iOS",
 "title": "Microsoft Outlook"
}