{
 "id": "56746",
 "text": "A glande é a estrutura bulbosa sensível na extremidade distal do pênis humano. A glande é anatomicamente homóloga à glande do clitóris da fêmea humana. Tipicamente, a glande é completamente ou parcialmente coberta pelo prepúcio, exceto em homens que foram circuncidados. O prepúcio geralmente pode ser retraído e passado pela glande, e pode se retrair automaticamente durante uma ereção. A glande é mais comumente conhecida como \"cabeça\" ou \"ponta\" do pênis. O nome médico vem das palavras latinas glans ('bolota') e penis ('do pênis') - o genitivo latino dessa palavra tem a mesma forma que o nominativo. ==Estrutura== A glande é o tampão expandido do corpo esponjoso. Ele é moldado nas extremidades arredondadas do corpo cavernoso do pênis, estendendo-se mais na parte superior do que nas superfícies inferiores. No topo da glande está o orifício uretral externo vertical, semelhante a uma fenda. A circunferência da base da glande forma uma borda saliente arredondada, a coroa da glande, pendendo sobre um sulco retroglandular profundo (o sulco coronal), atrás do qual está o colo do pênis. O tamanho proporcional da glande pode variar muito. Em alguns pênis é muito mais largo em circunferência do que o eixo, dando ao pênis uma aparência de cogumelo, e em outros é mais estreito e mais parecido com uma sonda. A textura macia e protetora da glande é destina-se a absorver o impacto durante instâncias rigorosas de cópula.HSU, G‐L., et al. \"The distribution of elastic fibrous elements within the human penis.\" BJU International 73.5 (1994): 566-571. O prepúcio mantém a mucosa em um ambiente úmido. Nos homens que foram circuncidados, a glande fica permanentemente exposta e seca. Vários estudos sugeriram que a glande é igualmente sensível em homens circuncidados e não circuncidados, enquanto outros relataram que é mais sensível em homens que não são circuncidados. Halata & Munger (1986) relatam que a densidade dos corpúsculos genitais é maior na coroa, enquanto Yang & Bradley (1998) relatam que seu estudo \"não mostrou áreas na glande mais densamente inervadas do que outras\". Halata & Spathe (1997) relataram que \"a glande contém uma predominância de terminações nervosas livres, numerosos bulbos genitais e raramente corpúsculos de Pacini e Ruffini. O corpúsculo de Meissner e os discos de Merkel não estão presentes\". Yang & Bradley argumentam que \"o padrão distinto de inervação da glande enfatiza o papel da glande como uma estrutura sensorial\". Alguns pesquisadores sugeriram que a glande evoluiu para se tornar bolota, cogumelo ou em forma de cone, de modo que durante a cópula atua como um dispositivo de remoção de sêmen na vagina de parceiros sexuais anteriores, mas isso não é apoiado quando se olha para parentes primatas que têm diferentes comportamentos com parceiros.Gallup, Gordon G., et al. \"The human penis as a semen displacement device.\" Evolution and Human Behavior 24.4 (2003): 277-289 == Significância clínica == O meato (abertura) da uretra está localizado na ponta da glande do pênis. O epitélio da glande é o tecido mucocutâneo. Birley et al relatam que a lavagem excessiva com sabão pode secar a membrana mucosa que cobre a glande e causar uma dermatite não específica. Inflamação da glande é conhecida como balanite. Ocorre em 3-11% dos homens e até 35% dos homens diabéticos. Geralmente é mais comum em homens que têm hábitos de higiene inadequados ou que não foram circuncidados. Tem muitas causas, incluindo irritação ou infecção com uma ampla variedade de patógenos. A identificação cuidadosa da causa com a ajuda da história do paciente, exame físico, zaragatoas e culturas e biópsia são essenciais para determinar o tratamento adequado. A estenose meatal é uma complicação tardia da circuncisão, que ocorre em cerca de 2 a 20% dos meninos circuncidados. ==Outros animais== Felinos machos são capazes de urinar para trás curvando a ponta da glande para trás. Nos gatos, a glande é coberta de espinhos, mas em cães a glande é suave. Espinhas penianas também ocorrem na glande de hienas malhadas machos e fêmeas. Nos cães machos, a glande é composta por duas partes chamadas bulbus glandis e pars longa glandis. A glande do pênis de uma fossa se estende até a metade do eixo e é espinhosa, exceto na ponta. Em comparação, a glande dos felídeos é curta e espinhosa, enquanto a dos viverrídeos é suave e longa. A forma da glande varia entre diferentes espécies de marsupiais. Na maioria dos marsupiais, a glande é dividida, mas os macrópodes masculinos têm uma glande não dividida. A glande do pênis também é dividida em duas partes nos ornitorrincos e echidnas. A glande do rato de arroz do pântano é longa e robusta,Hooper and Musser, 1964, p. 13 com média de 7,3 mm (0,29 pol.) de comprimento e 4,6 mm (0,18 pol.).Hooper and Musser, 1964, table 1 No Thomasomys ucucha, a glande é arredondada, curta e pequena e é superficialmente dividida em metades esquerda e direita por uma depressão no topo e uma crista na parte inferior. A maior parte da glande é coberta por espinhos, exceto por uma área perto da ponta.Voss, 2003, p. 11 O camundongo de Winkelmann pode ser facilmente distinguido de seus parentes próximos por sua glande parcialmente corrugada. Quando ereta, a glande do pênis de um cavalo aumenta de 3 a 4 vezes. A uretra se abre dentro da fossa uretral, uma pequena bolsa na extremidade distal da glande. Ao contrário da glande humana, a glande do pênis de um cavalo se estende para trás em seu eixo. Os Pipistrellus raceyi tem um pênis de glande estreita em forma de ovo.Bates et al., 2006, pp. 306–307 A glande do pênis de um Xerus inauris macho é grande com um baculum proeminente.Skurski, D., J. Waterman. 2005. \"Xerus inauris\", Mammalian Species 781:1-4. ==Ligações externas== * - \"The Male Perineum and the Penis: The Corpus Spongiosum and Corpora Cavernosa\" * - \"The Male Pelvis: The Urethra\" Categoria:Anatomia humana Categoria:Pénis",
 "title": "Glande"
}