{
 "id": "56812",
 "text": "João de Valois, o Magnífico (Vincennes, 30 de novembro de 1340 - Nesles, 15 de junho de 1416) foi Duque de Berry e de Auvérnia, Conde de Montpensier, de Etampes, de Bolonha e de Mâcon, conde de Poitiers, par de França. Era o 3º filho do rei João II de França e irmão de Carlos V de França, Luis I de Nápoles e de Filipe II, Duque da Borgonha. Depois da batalha de Poitiers, em virtude do Tratado de Brétigny, permaneceu como refém na Inglaterra até 1367. Reinando o sobrinho, Carlos VI, assinalou-se no governo do Languedoque de 1380 a 1388 por extorsões e malversações. Privado do cargo quando da chegada ao poder dos Marmousets, vingou-se quando o rei enlouqueceu. Repartiu então a autoridade com o irmão, duque da Borgonha e o sobrinho, duque de Orleans. Entre ambos, teve de início um papel conciliador, embora manifestando preferências por Borgonha. Reprovou o assassinato de Orleans por João Sem Medo em 1407 mas não o impediu de fugir. Mal recompensado por sua boa disposição natural, a partir de 1410 mudou bastante - sem abandonar o papel de mediador, favoreceu os Armagnacs e depois negociou com os Ingleses, em 1412. Nomeado capitão de Paris, tenente do Languedoque em 1412, dotado de pensões, pôde pagar suas dívidas - cuja importância se explica por seus gostos dispendiosos. Vaidoso, sensual, sem escrúpulos, protegeu as artes e letras e foi grande mecenas. Decorou com magnificência seus castelos (em Mehun-sur-Yèvre, Riom, Poitiers, Bicêtre). André Beauneveu, Jacquemart de Hesdin, os irmãos Limbourg das belíssimas iluminuras, trabalharam para ele - sua biblioteca continha os mais belos manuscritos do . Apesar de ser um político experiente, tinha pouco interesse na vida militar e gastava grande parte do seu tempo e do seu dinheiro (muito do qual recebido dos impostos da região do Languedoque que governava) na sua colecção de objectos de arte e curiosidades. Seus interesses, que incluíam um Jardim Zoológico e um casal de ursos que o acompanhava por toda a parte, tornaram-no bastante impopular. Em 1388, Carlos VI tirou os tios do conselho de estado e Berry retirou-se para suas propriedades. Na segunda fase da Guerra dos Cem Anos, Berry foi uma figura respeitada e um político moderado que influenciou como negociador nos conflitos entre os sobrinhos João, Duque da Borgonha e Luís de Valois, Duque de Orléans que fracturavam a unidade francesa. Está sepultado em Bourges. == Casamentos e posteridade == Casou em Mehun-sur-Yèvre em 24 de junho de 1360 com Joana de Armagnac (morta em março de 1387), filha de João I, conde de Armagnac, e de Beatriz de Bourbon, condessa de Charolais; teve cinco filhos. Casou depois em Riom em 5 de junho de 1390 com Joana II (1378-1424), condessa de Auvérnia e Bolonha, filha de João II, conde de Bolonha, Delfim de Auvérnia e de Eleonora de Cominges; sem posteridade. * 1 - Carlos de Berry (1362-1382), Conde de Montpensier. Casou com Marie de Sully, senhora de Sully, filha de Luís de Sully. * 2 - João II de Berry (morto em 15 de abril de 1416), conde de Montpensier, Duque de Berry. Casado em Saint-Ouen em agosto de 1386 com sua prima Catarina de França (Paris 4 de fevereiro de 1377-outubro de 1388 sepultada na abadia de Maubuisson), filha de Carlos V e de Joana de Bourbon; casou em 1401 com Anne de Bourbon-La Marche (morta em setembro de 1408 em Paris), filha de João I de Bourbon, Conde de Vendôme, e de Catarina de Vendôme. Sem posteridade. * 3 - Luís de Berry (1364-1383). * 4 - Bona de Berry (1365-30 de dezembro de 1435 em Carlat, sepultada em Rodez). Casada em Paris em 18 de janeiro de 1377 com Amadeu VII (24 de fevereiro de 1360-1º de novembro de 1391), Conde de Sabóia; casou depois em Mehun-sur-Yevre em 2 de dezembro de 1393 com Bernardo VII (1364-1418), Conde de Armagnac. * 5 - Maria de Berry (1370-junho de 1434 em Lyon, sepultada em Souvigny), Duquesa de Auvérnia (1400). Casada em 29 de março de 1386 com Luís II de Châtillon (morto em 5 de julho de 1391), Conde de Dunois e de Blois; casada depois em Paris em 27 de janeiro de 1392 com Filipe d'Artois (1358-1397 Micalizo (Anatólia)), Conde de Eu, condestável de França, filho de João de Artois, o sem terra, Conde d´Eu, e de Isabel de Melun; casada por terceira vez em Paris em 22 de junho de 1400 com João I de Bourbon (1380-1434 Londres aprisionado), Conde de Clermont (1406) e de Montpensier, duque de Bourbon, filho de Luís II de Bourbon, Duque de Bourbon (1356) e de Ana de Auvérnia. == Ligações externas == * Stein, Wendy A. \"Patronage of Jean de Berry (1340–1416)\". In Heilbrunn Timeline of Art History. Nova Iorque: The Metropolitan Museum of Art, 2000–. (Maio de 2009) * Categoria:Mortos em 1416 Categoria:Casa de Valois-Borgonha Categoria:Condes de Bolonha Categoria:Condes de Étampes Categoria:Condes de Poitiers Categoria:Duques de Berry Categoria:Príncipes católicos romanos Categoria:Duques católicos romanos Categoria:Bibliófilos da França Categoria:Condes de Angolema Categoria:Naturais de Vincennes (França) Categoria:Franceses do século XIV Categoria:Franceses do século XV Categoria:Regentes de França Categoria:Duques da Auvérnia",
 "title": "João de Berry"
}