{
 "id": "56839",
 "text": "Christopher John Reuel Tolkien (Leeds, 21 de novembro de 1924 – Draguignan, 16 de janeiro de 2020) foi o terceiro filho de J. R. R. Tolkien, e é mais conhecido por ser o editor de muitos trabalhos postumamente publicados de seu pai. Foi ele também quem desenhou o mapa original para O Senhor dos Anéis de seu pai. ==Vida== Christopher Tolkien nasceu em Leeds, na Inglaterra, o terceiro de quatro filhos do autor John Ronald Reuel Tolkien e de Edith Mary Reuel Tolkien (21 de janeiro de 1889 – 29 de novembro de 1971). Foi educado na Dragon School em Oxford, e então na Oratory School. Durante a Segunda Guerra Mundial, ele serviu como piloto da Força Aérea Real, cursando Inglês depois na Universidade de Oxford. Há muito ele tinha sido parte da obra de seu pai, primeiro ainda criança, quando ouvia os contos sobre Bilbo Bolseiro, e então como adolescente e adulto, ajudando o pai na fase ainda de gestação do Senhor dos Anéis, interpretando os mapas por vezes contraditórios do pai para os mapas da Terra Média para produzir as versões usadas nos livros, e, no fim dos anos 70, ele redesenhou o mapa para esclarecer a caligrafia e corrigir alguns erros e omissões. Mais tarde, Christopher seguiu os passos do pai, tornando-se professor de Língua Inglesa no New College, Oxford, de 1964 a 1975. Mais recentemente, recebeu mais atenção devido à sua oposição aos filmes baseados em O Senhor dos Anéis, dirigido por Peter Jackson, mantendo a ideia de que o trabalho de seu pai não era apropriado para um filme. Em novembro de 2017, pouco tempo depois da Amazon adquirir os direitos para fazer uma série inspirada na Segunda Era da Terra Média, Christopher deixou de cuidar diretamente do patrimônio do pai. Christopher Tolkien viveu na França, com sua segunda esposa, Baillie Tolkien, que editou postumamente o livro As Cartas de Papai Noel, por J. R. R. Tolkien. Teve dois filhos, Adam e Rachel Tolkien. Seu filho mais velho é do primeiro casamento, chamado Simon Tolkien, advogado e romancista. J. R. R. Tolkien escreveu diversos trabalhos relacionadas com a Terra Média, mas que não foram publicadas em vida. Embora pretendesse publicar O Silmarillion junto com O Senhor dos Anéis, ele morreu em 1973 sem terminá- lo, ficando a tarefa para Christopher. == Trabalhos posteriores == Depois da morte de seu pai, Christopher Tolkien começou a organizar o massivo número de notas, algumas em bloquinhos datados de 1960. Muito do material estava escrito a mão, frequentemente uma escrita sumida estava sobre outra meio apagada, e os nomes de personagens muitas vezes mudavam do começo ao fim da nota. Decifrando essas notas numa tarefa árdua, Christopher Tolkien admitiu que algumas vezes teve que adivinhar o que seu pai queria. Trabalhando com Guy Gavriel Kay, ele conseguiu completar O Silmarillion, que foi publicado em 1977. Foi um trabalho muito debatido, porque muito de sua forma final foi editada por Christopher Tolkien para ajustar-se à Terra-média. O Silmarillion foi seguido pelos Contos Inacabados em 1980, e pela série HoME, The History of Middle-earth, entre 1983 e 1996. Em setembro de 2006, C. Tolkien anunciou ter terminado um outro livro, The Children of Húrin, baseado em notas de seu pai. Foram necessários trinta anos neste projeto, publicado em 2007. Em 2016, Christopher Tolkien foi premiado com a Medalha Bodley, um prêmio que reconhece indivíduos por contribuições marcantes para a literatura, cultura, ciência e comunicação. == Caso no tribunal == Em 2008, Christopher Tolkien iniciou um processo judicial contra a New Line Cinema, que ele alegou que devia à sua família £80 milhões em royalties não pagos. Em setembro de 2009, ele e New Line chegaram a um acordo não revelado, e ele retirou a objeção legal aos filmes da trilogia O Hobbit. == Morte == Christopher passou mal durante a madrugada de 15 de janeiro de 2020, e foi internado em um hospital de Draguignan, na França, mas não resistiu, morrendo no dia 16 de janeiro de 2020 aos 95 anos de idade. Categoria:Naturais de Leeds Categoria:Alunos da Universidade de Oxford Categoria:Professores do New College Categoria:Editores do Reino Unido Categoria:Romancistas da Inglaterra Categoria:Acadêmicos do Reino Unido Categoria:Aviadores do Reino Unido Categoria:Pessoas da Segunda Guerra Mundial (Reino Unido) Categoria:J. R. R. Tolkien Categoria:O Senhor dos Anéis",
 "title": "Christopher Tolkien"
}