{
 "id": "56942",
 "text": "A caravela é um tipo de embarcação inventada pelos portugueses durante a Era dos Descobrimentos, nos séculos XV e XVI. ==Etimologia== O vocábulo parece ter origem no grego antigo cáravo ou cárabo ( κάραβος), designação usada para aludir a um certo tipo de barco ligeiro usado no mediterrâneo, durante a antiguidade clássica. Carabela no Dicionário usual da Real Academia EspanholaDiccionario marítimo español, Martín Fernández de Navarrete, 1831 (GoogleBooks) Este vocábulo, por seu turno, terá chegado ao português pelo baixo latim carăbu, que significa «canoa». Segundo outros autores, porém, o vocábulo poderá ter origem árabe carib ou \"qârib\" , substantivo que se reporta a uma embarcação de porte médio e de velas triangulares — velame latino. A primeira utilização da palavra «caravela» documentada na língua portuguesa data de 1255, sendo que a última referência em documentos oficiais impressos data de 1766, o que leva a pensar que o termo terá sido uma designação aplicada a vários tipos diferentes de embarcações ao longo do tempo.Caravela - Instituto Camões ==Descrição== A primeira referência documental às caravelas data de 1255, constando do foral de Gaia, no Norte de Portugal, sendo que, então, surgem mormente como embarcações de pesca. Posteriormente, durante os séculos XV e XVI, a caravela foi aperfeiçoada. Tinha inicialmente pouco mais de 20 tripulantes. Era uma embarcação rápida, de fácil manobra, capaz de bolinar e que, em caso de necessidade, podia ser movida a remos. Com cerca de 25 m de comprimento, 7 metros de boca (largura) e 3 m de calado deslocava cerca de 50 toneladas, tinha 2 ou 3 mastros, convés único e popa sobrelevada. As velas latinas (triangulares) permitiam-lhe bolinar (navegar em ziguezague contra o vento). Gil Eanes utilizou um barco de vela redonda, mas seria numa caravela (tipo carraca) que Bartolomeu Dias dobraria o Cabo da Boa Esperança em 1488. É de salientar que a caravela é um desenvolvimento dos portugueses. Se bem que a caravela latina se tenha revelado muito eficiente quando utilizada em mares de ventos inconstantes, como o Mediterrâneo, devido às suas velas triangulares, com as viagens às Índias, com ventos mais calmos, tal não era uma vantagem, já que se mostrava mais lenta que na variação de velas redondas. A necessidade de maior tripulação, armamentos, espaço para mercadorias fez com que fosse substituída por navios maiores. ==Caravela Latina e Caravela Redonda== Há que considerar dois tipos de caravelas, a caravela latina e a caravela redonda. A caravela latina é a original, relativamente à qual não há unanimidade na proveniência. É, no entanto, uma evolução do que já existia, provavelmente um navio de pesca do Algarve. A caravela redonda é que se poderá considerar a invenção dos Portugueses já que resultou dos conhecimentos recolhidos e das propostas de Bartolomeu Dias depois de regressar do Cabo da Boa Esperança, com objetivos de melhoramento das suas qualidades de navegação face aos ventos que encontrou. Tratar-se-ia, assim, de resultado de investigação e de saber adquirido, aplicado cientificamente, podendo portanto considerar-se uma invenção portuguesa. Categoria:Invenções e descobertas portuguesas Categoria:Tipos de navios veleiro",
 "title": "Caravela"
}