{
 "id": "56977",
 "text": "Pequenas Empresas & Grandes Negócios é uma revista publicada mensalmente no Brasil pela Editora Globo. Pequenas Empresas & Grandes Negócios é a marca líder em empreendedorismo nas plataformas revista, site, tablet, mobile e redes sociais. O site revistapegn.globo.com traz o que há de mais recente nos temas cobertos pelo título. Em agosto de 2014, teve 1,18 milhão de usuários únicos, 1,68 milhão de visitas e 9,549 milhões de pageviews. A página de Pequenas Empresas & Grandes Negócios no Facebook (facebook.com/revistapegn) chegou a 100 mil fãs em setembro de 2012 e em setembro de 2014 superou 1,6 milhão de fãs. Já o perfil de PEGN no Twitter (twitter.com/peqempresas) alcançou 200 mil seguidores em setembro de 2014. As edições da revista estão disponíveis para venda e assinatura no iPad e nos tablets com sistema operacional Android e apresentam um farto conteúdo extra. Com uma assinatura digital, é possível acompanhar a revista também pela web. O conteúdo do site pode ser lido em qualquer lugar por meio dos aplicativos de PEGN para smartphones. Pequenas Empresas & Grandes Negócios é também um programa de televisão que vai ao ar semanalmente pela Rede Globo. == História == O primeiro exemplar da revista Pequenas Empresas & Grandes Negócios chegou às bancas em dezembro de 1988. Custava 1.200 cruzados e trazia na capa as seguintes chamadas: * \"Griffe de moda: Luiza Brunet, a modelo-empresária\" * \"Tudo sobre franchising no Brasil\" * \"Aprenda com os papas da propaganda a anunciar melhor e mais barato\" * \"O engenheiro que ficou rico fazendo pão\" (um perfil do empreendedor Floriano Santos Neto, dono da boulangerie Bread & Co., de São Paulo, além de trazer a história do La Baguette e do Vie de France). O número inaugural também trazia um concurso: \"Conte sua história e ganhe um computador\" Todo mês de janeiro, a revista publica uma reportagem especial com 100 ideias para montar um negócio. São oportunidades nos setores que mais crescem e dicas e conselhos de especialistas. Em junho, a equipe publica um anuário de franquias, um extenso trabalho de pesquisa que resulta no ranking das melhores redes do Brasil. Para chegar às melhores, a revista, em parceria com um instituto de pesquisa, desenvolveu uma metodologia que cruza dados de desempenho de cada rede e também analisa a satisfação dos franqueados. Em dezembro, é a vez do Prêmio Empreendedor de Sucesso, iniciativa que elege os empreendedores que mais se destacaram no ano. Pequenas Empresas & Grandes Negócios mantém também o projeto Extreme Makeover, que tem por objetivo transformar radicalmente três empresas. A proposta é mostrar aos empreendedores como praticar uma gestão moderna, eficiente e sustentável. Em maio de 2012, a revista lançou o Movimento Empreenda, uma iniciativa para encorajar e capacitar o empreendedor brasileiro. O Movimento Empreenda (ME) tem a missão de fornecer suporte a todos que sonham abrir o próprio negócio e também àqueles que já são donos de empresas. Com o envolvimento de toda a Editora Globo, o ME publica reportagens inspiradoras relacionadas ao tema em 12 títulos. Todas as reportagens assinaladas com o selo do projeto estão reunidas no site www.movimentoempreenda.com.br. O espaço reúne vídeos de educação e de inspiração e ferramentas indispensáveis para a gestão do negócio. == Ver também == * Pequenas Empresas & Grandes Negócios, programa de televisão. == Ligações externas == * * * Pequenas Empresas Grandes Negocios Pequenas Empresas Grandes Negocios Categoria:Editora Globo Categoria:Subsidiárias do Grupo Globo",
 "title": "Pequenas Empresas & Grandes Negócios"
}