{
 "id": "57024",
 "text": "A ilha de Santa Catarina é parte do município de Florianópolis e situa-se no oceano Atlântico, no litoral sul do Brasil, no centro do litoral do Estado de Santa Catarina, entre as latitudes 27° sul e longitudes 48° oeste. Tem cerca de 54 km de comprimento (norte–sul) por no máximo 18 km de largura (leste–oeste), ao norte, totalizando uma área de 424,4 km². A maior parte do município de Florianópolis (97,23%), capital do estado, fica na ilha de Santa Catarina. O centro da cidade fica na região centro-oeste, havendo diversos bairros e distritos distribuídos no restante da ilha: os bairros da Carvoeira, Córrego Grande, Itacorubi, Pantanal, Santa Mônica e Trindade (onde fica a UFSC) localizam-se no centro da ilha. Ao noroeste ficam Santo Antônio de Lisboa, Cacupé, Sambaqui, a Barra do Sambaqui e a Daniela. No norte estão as localidades de Ingleses, Canasvieiras e Jurerê. No centro-norte Ratones, Vargem Grande e Vargem Pequena. No nordeste o Rio Vermelho. No leste a Barra da Lagoa, a Lagoa da Conceição, Rio Tavares e Campeche. No sudeste o Morro das Pedras e Armação do Pântano do Sul. No sul o Pântano do Sul e a Costa de Dentro. No centro-sul a Costa de Cima. No sudoeste a Caieira da Barra do Sul e o Ribeirão da Ilha. == Geografia == A ilha é a maior de um arquipélago constituído por mais de 30 ilhas, sendo a maioria ilhas pertencente ao município de Florianópolis. Além dessas, fazem parte do arquipélago ilhas de municípios vizinhos como a ilha de Anhatomirim, ilha das Cabras, ilha do Arvoredo, ilha Deserta e ilha Galés entre outras. A ilha de Santa Catarina é ligada ao continente por três pontes, a ponte Hercílio Luz, a ponte Colombo Salles e a ponte Pedro Ivo Campos. Estas pontes vencem um canal que tem cerca de 500 metros de largura e até 28 metros de profundidade. O estreito formado dá nome a um dos bairros continentais da cidade e delimita as baías Sul e Norte. === Relevo === O ponto culminante da ilha é o morro do Ribeirão da Ilha, com 532 m de altitude, situado no distrito do mesmo nome. Há várias cadeias de montanhas que se estendem na direção norte-sul: no norte, no centro e, separada das demais pela planície de entremares do Campeche, o maciço da Lagoa do Peri e do Ribeirão da Ilha. == Clima == O clima pode ser considerado subtropical úmido. As temperaturas variam em média de 26° a 30°C no verão e de 10° a 22° C no inverno. A temperatura média anual está em torno de 24°C. Devido à proximidade do mar, a umidade relativa do ar é de 80% em média. As chuvas são mais frequentes na primavera e no outono, ocorrendo normalmente dois \"estios\": um no verão, outro no inverno. === Lagoas === Existem duas grandes lagoas na ilha: a Lagoa da Conceição, de água salobra, situada no centro-leste, e a Lagoa do Peri, de água doce, situada no sudeste. Outras lagoas menores existentes são: Lagoinha do Leste, na praia do mesmo nome, Lagoa da Chica e a Lagoinha Pequena, ambas próximas à praia do Campeche. A geomorfologia da ilha sofre influência da serra do Mar, da serra Geral e do intemperismo litorâneo: predominam os granitos da serra do Mar, ocorrendo derrames basálticos esporadicamente. Isso por estar situada na divisa entre as duas serras. === Cavernas === Conhecida por suas praias, a Ilha de Santa Catarina também é pródiga em termos de cavernas. Há dezenas delas espalhadas por seus morros e costões. Dois são os principais tipos de cavernas encontrados na Ilha: furnas de abrasão marinha (Sea Caves) e cavernas de blocos (Talus Caves). Entre as primeiras destacam-se a Furna do Matadeiro, esculpida num dique de diabásio, a Toca da Baleia, que leva tal nome por conta, segundo os antigos, do encalhe de uma baleia na entrada da furna, e a Furna do Pântano do Sul. O que chama a atenção nesta última e em outras furnas é a existência de espeleotemas de dimensões expressivas em material carbonático, sendo que não há registro de rochas deste tipo na Ilha. Já as cavernas de blocos são as de maiores dimensões, algumas com centenas de metros de condutos e galerias. Entre elas destacam-se a Gruta das Feiticeiras com seu grande salão, a Caverna do Rei habitada clandestinamente e a Gruta do Saco Grande onde foi encontrada uma rã da espécie Ischnocnema manezinho (Garcia, 1996) que acredita-se poder estar restrita à sua localidade-tipo, a Ilha de Santa Catarina. Outras cavernas relevantes são: o Buraco da Encantada, a Furna Preta, a Toca da Nega e a Gruta das Pinturas. Esta última abriga pinturas rupestres de origem controversa. Além delas, diz a lenda que existe um túnel entre o alto do Morro da Cruz e a Catedral Metropolitana. Também há relatos acerca de buracos de índio no sul da Ilha. Não há um registro oficial com as cavidades existentes na Ilha de Santa Catarina. Atualmente um grupo de espeleologia sediado em Florianópolis realiza o registro das mesmas no Cadastro Nacional de Cavernas da Sociedade Brasileira de Espeleologia. == Ver também == * Florianópolis * História de Florianópolis * Lista de ilhas de Santa Catarina * Lista de praias de Florianópolis * Lagoa da Conceição == Bibliografia == * \"A ILHA DE SANTA CATARINA NO SÉCULO XVI: Hans Staden fala sobre sua pacífica passagem por Florianópolis antes de um terrível naufrágio e antes de ir cair nas mãos dos Tupinambás canibais no atual estado de SP\", FARIAS, B. M., 2008. Trabalho acadêmico apresentado na Faculdade Estácio de Sá em setembro de 2008. * \"Arqueologia Subaquática em Florianópolis - Segredos Submersos de Santa Catarina\", FARIAS, B. M., 2007. Trabalho acadêmico apresentado na Faculdade Estácio de Sá em setembro de 2007. == Ligações externas == * Base de dados sobre a ilha de Santa Catarina * Fotos da Ilha de Santa Catarina *Mapa de 1716 de costas e fundos marinhos, por Amédée François Frézier (em francês) Santa Catarina Categoria:Geografia de Florianópolis",
 "title": "Ilha de Santa Catarina"
}