{
 "id": "57026",
 "text": "A Ponte Hercílio Luz é uma ponte pênsil localizada em Florianópolis, no estado brasileiro de Santa Catarina, sendo a mais antiga das três que ligam as partes insular e continental da capital catarinense. É a maior ponte suspensa do Brasil, com 821 metros - sendo a maior ponte pênsil sustentada por um sistema de barras de olhal ainda existente \\- e possui o 132º maior vão pênsil do mundo, com 339 metros. É o símbolo mais famoso da cidade e do estado, sendo a imagem mais reconhecida de ambos. O mirante situado à cabeceira insular proporciona uma das mais belas vistas panorâmicas do Centro de Florianópolis. Na área também está situado o Parque da Luz. Teve sua construção iniciada em e foi inaugurada em com o objetivo de ligar a capital do estado, que na época era apenas na ilha de Santa Catarina, à cidade vizinha de São José, visando substituir o antigo serviço de ligação por balsas e reforçando a importância da cidade como capital. Foi a única ligação rodoviária entre ilha e continente até 1975. Em 1982, o trânsito na ponte foi interditado após inspeções de segurança. Entre 1988 e 1991, foi reaberta para pedestres, bicicletas, motocicletas e veículos de tração animal, e após isso permaneceu interditada por 28 anos. A ponte foi tombada como patrimônio histórico, artístico e arquitetônico do município de Florianópolis em , através do decreto de número 637/92. Na data em que comemoraram-se os 71 anos de sua construção, , o tombamento da ponte Hercílio Luz foi homologado pelo governo estadual através do decreto de número 1830, e no ano seguinte, em 5 de agosto de 1998, veio o tombamento em nível federal. Esses tombamentos permitiram que a ponte sobrevivesse às ideias de demolição, entretanto, a restauração consumiu recursos e teve diversas polêmicas quanto ao tempo e efetividade das obras, permanecendo por duas décadas sem grandes mudanças. Na década de 2010, as obras finalmente avançaram, levando à reabertura da ponte no dia 30 de dezembro de 2019. == História == === Projeto e construção === A ponte foi projetada e começou a ser construída durante o governo de Hercílio Luz para ser a primeira ligação terrestre entre a Ilha de Santa Catarina e o continente e consolidar Florianópolis como capital de Santa Catarina. Àquela altura, as outras cidades do estado consideravam a ilha muito distante para ser o centro administrativo e político do estado e, em consequência, havia um movimento pregando a mudança da capital para Lages. O acesso à ilha, dependente de um sistema de balsas, era precário. Monopolizado, o serviço sequer oferecia cobertura para proteger os passageiros do sol ou da chuva, e era impraticável em dias com muito vento e mar agitado.Depois de obter empréstimo equivalente a dois orçamentos anuais do Estado de Santa Catarina, o governo finalmente iniciou a construção da ponte em 1922. O pagamento dos empréstimos, feitos junto a bancos norte-americanos, só foi concluído em 1978, mais de 50 anos após a inauguração da ponte. Desde o princípio, o processo de financiamento foi complicado. O primeiro banco que havia emprestado os 20 mil contos de réis ao governo catarinense faliu. Assim, um novo empréstimo teve que ser obtido, atrasando as obras. Além disso, uma manobra dos banqueiros norte-americanos fez com que o Estado de Santa Catarina se responsabilizasse por dívidas da instituição falida. Ao final dos quatro anos de obra, o custo atingiu 14 milhões, 478 mil, 107 contos e 479 réis — praticamente o dobro do orçamento do Estado à época. A ideia inicial era para a ponte ser de uma estrutura de vigas treliçadas, que foi descartada devido a dificuldades de financiamento. Entrou então o projeto da ponte pênsil, de autoria dos engenheiros norte-americanos Robinson & Steinman. Todo o material nela empregado foi trazido dos Estados Unidos, tendo sido construída por equipe composta de dezenove técnicos especializados norte-americanos e operários catarinenses. A construção ficou a cargo da American Bridge Company. Hercílio Luz, o idealizador da obra, não viu seu sonho ser concluído, pois morreu em 1924, doze dias depois de inaugurar uma réplica de madeira, construída na Praça XV de Novembro especialmente para o ato simbólico. A ponte, que era inicialmente chamada Ponte do Estreito, seria chamada de Ponte da Independência por sugestão do então governador, mas, após sua morte, foi renomeada para Ponte Hercílio Luz como homenagem póstuma. === Abertura e o impacto na cidade === A inauguração da ponte Hercílio Luz, numa tarde chuvosa, em , acabou com o antigo sofrimento dos então 40 mil habitantes da Ilha de Santa Catarina, que até então eram obrigados a usar as desconfortáveis balsas para atravessar da ilha ao continente ou vice-versa. Florianópolis, que até a inauguração era uma pequena cidade com ar provinciano, mudou seu destino com a nova ponte. Mais do que afastar o risco de perder o status de capital, o surgimento da Hercílio Luz mudou os costumes, os negócios e a forma de viver na cidade, e impulsionou o rodoviarismo e o avanço urbano. Os carros se tornam protagonistas e os ônibus se tornam, em cerca de dez anos após a inauguração, o transporte coletivo mais usado, substituindo primeiro os bondes e logo também as balsas. Entre 1926 e 1935 um pedágio no custo de um tostão (cem réis) por pessoa foi cobrado na cabeceira continental. Em 1944, Florianópolis anexa parte do município de São José, que se torna a parte continental da capital catarinense. Desde então a ponte deixa de ser uma ligação entre cidades e passa a ser uma ligação interna de Florianópolis, entretanto, o governo estadual permanece com a jurisdição da estrutura. Nas décadas seguintes o trânsito foi ficando cada vez maior, e congestionamentos começaram a se tornar comuns. No fim de 1967, um alerta veio dos Estados Unidos com a tragédia da Silver Bridge, uma ponte de desenho e concepção estrutural similar sobre o rio Ohio, entre Point Pleasant e Gallipolis. A Silver Bridge colapsou no horário de pico do dia 15 de dezembro de 1967, causando 46 mortes. Essa ponte tinha sido construída pela mesma empresa que construiu a Hercílio Luz, a American Bridge Company. O acidente levou a desconfiança sobre a estrutura da ponte florianopolitana e a sugestão de reduzir o tráfego pesado. Entretanto, em 1969, a ponte foi asfaltada, deixando o piso de madeira, barulhento, para trás. Entretanto, o novo piso também era mais pesado, e a ponte não recebia manutenção devida. Uma alternativa a ela saiu do papel nos anos 1970, com a construção da ponte Colombo Salles, aberta ao tráfego em março de 1975. === Interdições === Uma perícia realizada em pelo Instituto de Pesquisas Tecnológicas de São Paulo (IPT) verificou que as barras de olhal estavam deterioradas, o que comprometia a segurança de seus transeuntes. A descoberta, por acaso, de uma trinca de 5 cm de abertura no olhal de uma das barras localizada na altura do topo do pilar do lado sul da ilha fez com que o departamento de Estradas de Rodagem do Estado levasse a recomendação do relatório do IPT a cabo, interditando a ponte ao tráfego pela primeira vez em . Na época a ponte absorvia % do tráfego de veículos. Posteriormente, em , a ponte foi reaberta ao tráfego para pedestres, bicicletas, motocicletas e veículos de tração animal. Em fevereiro de 1990 foi concluída a primeira etapa da análise de viabilidade da reabertura da ponte ao tráfego, o que levou à segunda interdição da mesma, em . A subsequente retirada do piso asfáltico do vão central resultou em um alívio da ordem de na carga suportada pela ponte. === Anos de abandono e restauração === Após anos fechada e apenas sendo mantida, uma parceria entre o Governo Federal, Governo do Estado e a Prefeitura de Florianópolis em 2005 proporcionou o início das obras de restauração da ponte Hercílio Luz. Em 2008, o Consórcio Florianópolis Monumento passou a ser o responsável pela manutenção e restauração. O prazo máximo para a entrega da restauração era 13 de maio de 2012, quando a ponte completasse 86 anos, mas impedimentos burocráticos, aliados à mudança no comando do governo do estado, fizeram com que a obra atrasasse. O novo prazo de entrega ficou para a metade de 2013, o que também não se efetivou, e o Consórcio foi afastado pelo Governo do Estado. O tempo de obras, os gastos e as denuncias de corrupção fizeram parte da opinião pública se voltar contra a ponte, e muitos moradores de Santa Catarina defendiam abertamente a derrubada do maior símbolo do estado e construção de uma nova ponte - o que não poderia acontecer já que é um patrimônio histórico tombado. O Governo do Estado cria então um contrato emergencial, e a empresa portuguesa Teixeira Duarte assume as obras. Em março de 2016, a obra prosseguia já somando mais de 500 milhões de reais gastos, com previsão de mais 500 milhões.O término da primeira etapa de restauração da ponte foi finalmente agendado para o início de 2017. Foi feita a suspensão do vão central em 10,0 cm através de 27 macacos hidráulicos para um alívio de carga de 20% do peso total nas torres (aproximadamente 800 toneladas), permitindo instalação das estruturas auxiliares superiores, estruturas essa que servirão para desmontagem das barras de olhal. A operação foi realizada na noite do dia 11 de fevereiro, sofrendo um atraso de 50 minutos por causa da chuva e do vento, tendo seu início por volta das 23h. Por causa do risco de desabamento da estrutura, todo o trânsito nas proximidades foi interrompido, estabelecimentos comerciais foram fechados, e moradores próximos foram alojados em hotéis. Cerca de 200 homens participaram da operação, incluindo o Corpo de Bombeiros para o caso de acidente. A operação, prevista para terminar até às 7h00 do dia seguinte, foi finalizada às 3h48, com sucesso. No início de outubro de 2017, o vão central da ponte foi elevado mais 50 cm, o que representa 100% da carga, aliviando a tensão nas barras de olhal e dos pendurais permitindo sua remoção. Na metade do mês de outubro, os pendurais foram removidos, a partir de então já na primeira semana de novembro, as barras de olhal que ligam as duas torres foram removidas o que transformou o visual do cartão postal da cidade. Em agosto de 2019, após a troca das barras, o vão é recolocado no lugar e a ponte volta a se sustentar sozinha, e a partir daí as obras chegam perto do final, com a pintura, nova pavimentação de metal e iluminação. Já perto da reabertura, um último teste de carga foi feito com 48 caminhões carregados em cima da ponte. Paralelamente ao fim das obras, uma CPI foi feita na Assembleia Legislativa de Santa Catarina para investigar irregularidades nos 28 anos de interdição. Uma reportagem do Diário Catarinense de 2018 revisou todos os contratos de reforma e restauração da ponte desde 1990 e identificou que os gastos corrigidos para recuperar a ponte teriam passado, pelo menos, de R$ 618 milhões em 18 anos, superando o custo de estruturas mais modernas, como a Ponte Estaiada, de São Paulo, e quase atingindo o valor da Ponte de Laguna, mesmo sendo 3,5 vezes mais extensa que a Hercílio Luz. === Reabertura === Em dezembro de 2019 o governo do estado confirmou a reabertura do trânsito na ponte, o que aconteceu no dia 30 de dezembro do mesmo ano. O dia da reinauguração foi marcado por uma grande festa com a presença de mais de 200 mil pessoas. O fim das obras, entretanto, só acontece em 2020, com a retirada das estruturas auxiliares sob o vão central e a instalação da iluminação cênica, que tem um contrato a parte da obra principal. Uma vistoria final após isso irá encerrar o contrato com a Teixeira Duarte e marcará a finalização definitiva das obras. Nos primeiros dias, apenas pedestres e ciclistas podiam transitar pela faixa de rolamento, mas em janeiro de 2020 começaram a ser liberadas linhas de ônibus, viaturas e veículos de emergência. Táxis foram liberados em março, e em setembro o tráfego de veículos particulares foi liberado em alguns horários. Nos fins de semanas o tráfego de veículos pela ponte é proibido. == Estrutura == A ponte tem de comprimento total, sendo formada pelos viadutos de acesso do continente, com , da ilha, com , e pelo vão central pênsil, que tem de extensão. A estrutura de aço tem o peso aproximado de , e os alicerces e pilares consumiram de concreto. As duas torres principais têm de altura. O vão pênsil tem uma altura média de em relação ao nível do mar e a carga total nas cadeias de barras de olhal é de . As faixas para veículos da ponte são feitas atualmente com um gradil metálico vazado, que permite a passagem da água e ainda garante a passagem dos veículos e pessoas sendo menos pesado que os materiais anteriores. Originalmente, elas foram projetadas com estrutura de aço, mas para receber um piso de madeira, com o centro reforçado para uma possível linha de trem que nunca foi feita. Mais tarde, a madeira deu lugar ao asfalto, que foi retirado quando a ponte foi interditada. As passarelas voltadas a pedestres e ciclistas são separadas da faixas de rolamento por muretas e também são metálicas, mas não são vazadas. No passado, apenas uma das passarelas era acessível, a voltada para a Baía Norte - o espaço usado pela passarela voltada a Baía Sul servia para passagem de água e energia elétrica. Na reforma, os encontros dos cabos e das torres com as passarelas foram modificados, com a passarela contornando ambos. == Cultura popular == A Ponte Hercílio Luz é o maior símbolo de Florianópolis desde sua construção, e também é o símbolo estadual mais reconhecido pelos moradores catarinenses - em uma pesquisa realizada pelo Instituto Mapa, ela é mais citada do que a própria capital e que as praias do litoral catarinense. Por esse simbolismo, a ponte está presente - seja na sua forma ou no nome - em comércios, logos e diversos usos em Florianópolis ou fora dela, e é recorrente que obras como filmes, séries e novelas que estejam locadas ou façam referência a Florianópolis mostrem a ponte, como as novelas Como Uma Onda e Insensato Coração. No âmbito musical, destacam-se como referências a música \"Ponte Hercílio Luz\", de Luiz Henrique Rosa, que já foi regravada também por Martinho da Vila, e o samba- enredo da Embaixada Copa Lord de 2004, \"Sob a Luz da Ponte Hercílio Luz\". ==Ver também== *Ponte Colombo Salles *Ponte Pedro Ivo Campos *Ponte Bulcão Viana *Silver Bridge ==Bibliografia== *Jornal Folha de Cultura *Fundação Franklin Cascaes *Jornal Diário Catarinense - caderno especial (13 de maio de 1997) ==Ligações externas== *Ponte Hercílio Luz em três dimensões (Google Earth) * Hercílio Luz Hercílio Luz Ponte Hercílio Luz Categoria:Transportes de Florianópolis Categoria:Centro (Florianópolis) Categoria:Patrimônio tombado pelo IPHAN em Santa Catarina Categoria:Fundações em Santa Catarina em 1926 Categoria:Arquitetura do Brasil do século XX",
 "title": "Ponte Hercílio Luz"
}