{
 "id": "57029",
 "text": "Hentai ( ou ) é um estilo de anime ou mangá pornográfico japonês. A definição de \"hentai\" não indica apenas um gênero de mídia, mas também um significado para desejo ou ato sexual fora do comum. A palavra é abreviação de hentai seiyoku (), que significa um desejo sexual perverso e é também utilizado para se referir a pessoas que possuem ou realizam tais desejos ou atos. Além de animes e mangás, as obras de hentai existem em uma variedade de outras mídias, incluindo obras de arte e videogames (comumente conhecidos como eroge). O desenvolvimento do hentai foi influenciado pelas atitudes culturais e históricas japonesas em relação à sexualidade. As obras Hentai, que muitas vezes são auto-publicadas, formam uma parcela significativa do mercado de obras doujin, incluindo doujinshi. Existem vários subgêneros que retratam uma variedade de atos e relacionamentos sexuais, bem como também fetiches. == Terminologia == Hentai é um composto kanji de (hen; \"mudar\", \"estranho\" ou \"estranho\") e (tai; \"aparência\" ou \"condição\"). Também significa \"perversão\" ou \"anormalidade\", especialmente quando usado como adjetivo. É a forma abreviada da frase que significa \"perversão sexual\". O personagem hen é uma atração para a estranheza como uma peculiaridade - não possui uma referência sexual explícita. Embora o termo tenha se expandido em uso para cobrir uma série de publicações, incluindo publicações homossexuais, permanece principalmente um termo heterossexual, pois os termos que indicam homossexualidade entraram no Japão como palavras estrangeiras. As obras pornográficas japonesas costumam ser simplesmente identificadas como , significando \"proibido para quem ainda não tem 18 anos\" e . Termos menos oficiais também em uso incluem , e o inicialismo inglês AV (para \"vídeo adulto\"). O uso do termo hentai não define um gênero no Japão. Hentai é definido de maneira diferente em inglês. O Oxford Dictionary Online define como \"um subgênero dos gêneros japoneses de mangá e anime, caracterizados por personagens abertamente sexualizados e imagens e enredos sexualmente explícitos\". A origem da palavra em inglês é desconhecida, mas Animenation's John Oppliger aponta para o início de 1990, quando um par sujo erótico doujinshi (trabalho auto-publicado) intitulado H-Bomb foi lançado, e acesso quando muitos sites vendido para imagens abatidos de romances visuais eróticos japoneses e jogos. O uso mais antigo do termo em inglês remonta aos quadros rec.arts.anime; com um post de 1990 sobre Happosai de Ranma ½ e a primeira discussão sobre o significado em 1991. Um glossário de 1995 nos painéis rec.arts.anime continha referências ao uso japonês e à definição em evolução de hentai como \"pervertido\" ou \"sexo pervertido\". O Anime Movie Guide, publicado em 1997, define como o som inicial de hentai (ou seja, o nome da letra H, como pronunciado em japonês); incluiu que ecchi era \"mais suave que hentai\". Um ano depois, foi definido como um gênero no Good Vibrations Guide to Sex. No início de 2000, \"hentai\" foi listado como o 41º termo de pesquisa mais popular da internet, enquanto \"anime\" ficou em 99º lugar. A atribuição foi aplicada retroativamente a trabalhos como Urotsukidōji, La Blue Girl e Cool Devices. Urotsukidōji já havia sido descrito com termos como \"Japornimation\", e \"erótico grotesco\", antes de ser identificado como hentai. == Etimologia == A história da palavra hentai tem suas origens na ciência e na psicologia. Em meados da era Meiji, o termo apareceu em publicações para descrever traços incomuns ou anormais, incluindo habilidades paranormais e distúrbios psicológicos. Uma tradução do texto do sexólogo alemão Richard von Krafft-Ebing, Psychopathia Sexualis, originou o conceito de hentai seiyoku, como um \"desejo sexual perverso ou anormal\". Embora tenha sido popularizado fora da psicologia, como no caso do romance de Mori Ōgai, de 1909, Vita Sexualis. O interesse contínuo em hentai seiyoku resultou em inúmeras revistas e publicações sobre conselhos sexuais que circulavam no público, servindo para estabelecer a conotação sexual de hentai como perversa. Qualquer ato perverso ou anormal pode ser hentai, como cometer shinjū (suicídio amoroso). Foi o diário de Nakamura Kokyo, Abnormal Psychology, que iniciou o boom da sexologia popular no Japão que viu o surgimento de outros periódicos populares como Sexualidade e Natureza Humana, Pesquisa de Sexo e Sexo. Originalmente, Tanaka Kogai escreveu artigos para a psicologia anormal, mas seria o próprio jornal de Tanaka, Modern Sexuality, que se tornaria uma das fontes mais populares de informação sobre expressão erótica e neurótica. A Sexualidade Moderna foi criada para promover o fetichismo, S&M; e necrofilia como uma faceta da vida moderna. O movimento ero guro e a representação de tons perversos, anormais e muitas vezes eróticos foram uma resposta ao interesse no hentai seiyoku. Após a Segunda Guerra Mundial, o Japão se interessou pela sexualização e pela sexualidade pública. Mark McLelland expõe a observação de que o termo hentai se viu reduzido a \"H\" e que a pronúncia em inglês era \"etchi\", referindo-se à lascívia e que não carregava a conotação mais forte de anormalidade ou perversão. Na década de 1950, as publicações \"hentai seiyoku\" se tornaram seu próprio gênero e incluíram tópicos de fetiche e homossexual. Na década de 1960, o conteúdo homossexual foi abandonado em favor de assuntos como sadomasoquismo e histórias de lesbianismo direcionadas a leitores do sexo masculino. Final dos anos 1960 trouxe uma revolução sexual que se expandiu e solidificou a normalizar a identidade termos no Japão, que continua a existir hoje através de publicações como a série ga iku Hentai-san Bessatsu Takarajima. == História == Com o uso de hentai como qualquer representação erótica, a história dessas representações é dividida em sua mídia. As obras de arte e quadrinhos japoneses servem como o primeiro exemplo de material hentai, representando o estilo icônico após a publicação do Cybele de Azuma Hideo em 1979. A animação japonesa (anime) teve seu primeiro hentai, em ambas as definições, com o lançamento em 1984 do Lolita Anime, da Wonderkid, com vista para as representações eróticas e sexuais nas noites de mil e uma árabes de 1969 e as de seios nus de Cleópatra no filme de Cleópatra dos anos 70. Jogos eróticos, outra área de disputa, tem seu primeiro caso do estilo artístico que descreve atos sexuais em Tenshitachi no Gogo, de 1985. Em cada um desses meios, a ampla definição e uso do termo complica seu exame histórico. === Origem do mangá erótico === Representações de sexo e sexo anormal podem ser rastreadas através dos tempos, anteriores ao termo \"hentai\". Pensa-se que Shunga, um termo japonês para arte erótica, exista de alguma forma desde o período Heian. Entre os séculos XVI e XIX os trabalhos shunga foram suprimidos pelos shōguns. Um exemplo bem conhecido é O sonho da esposa do pescador, que mostra uma mulher sendo estimulada por dois polvos. A produção de Shunga caiu com a introdução de fotografias pornográficas no final do século XIX. Para definir mangá erótico, é necessária uma definição para mangá. Embora o mangá Hokusai use o termo \"mangá\" em seu título, ele não descreve o aspecto de contar uma história comum ao mangá moderno, pois as imagens não são relacionadas. Devido à influência de fotografias pornográficas nos séculos XIX e XX, a arte do mangá foi retratada por personagens realistas. Osamu Tezuka ajudou a definir a aparência e a forma modernas do mangá, e mais tarde foi proclamado como o \"Deus do mangá\". Seu trabalho de estréia, New Treasure Island, foi lançado em 1947 como uma revista em quadrinhos pela Ikuei Publishing e vendeu mais de 400.000 cópias, embora tenha sido a popularidade do mangá Astro Boy, Metropolis e Jungle Emperor de Tezuka que definiria a mídia. Esse estilo de mangá orientado a histórias é distintamente único de histórias em quadrinhos como Sazae-san, e obras orientadas a histórias passaram a dominar as revistas shōjo e shōnen. Os temas adultos no mangá existem desde a década de 1940, mas algumas dessas representações eram mais realistas do que os personagens fofinhos de desenho animado popularizados por Tezuka. Os primeiros lançamentos bem conhecidos de \" ero - gekiga \" foram Ero Mangatropa (1973), Erogenica (1975) e Alice (1977). A mudança distinta no estilo dos quadrinhos pornográficos japoneses de personagens realistas para personagens fofinhos é creditada a Hideo Azuma, \"O Pai de Lolicon\". Em 1979, ele escreveu Cybele, que ofereceu as primeiras representações de atos sexuais entre personagens fofinhos e irreais no estilo Tezuka. Isso iniciaria um movimento pornográfico de mangá. O boom de lolicon dos anos 80 viu o surgimento de revistas como as antologias Lemon People e Petit Apple Pie. A publicação de materiais eróticos nos Estados Unidos remonta a pelo menos 1990, quando a IANVS Publications imprimiu seu primeiro Anime Shower Special. Em março de 1994, a Antarctic Press lançou Bondage Fairies, uma tradução em inglês de Insect Hunter. === Origem do anime erótico === Como há menos produções de animação, a maioria das obras eróticas é etiquetada retroativamente como hentai desde a criação do termo em inglês. Hentai é tipicamente definido como consistindo em nudez excessiva e relações sexuais gráficas, sejam elas perversas ou não. O termo \"ecchi\" está tipicamente relacionado ao serviço de fãs, sem que nenhuma relação sexual seja representada. Dois primeiros trabalhos escapam de serem definidos como hentai, mas contêm temas eróticos. Isso provavelmente se deve à obscuridade e ao desconhecimento das obras, chegando aos Estados Unidos e desaparecendo do foco público 20 anos antes da importação e do aumento dos interesses cunharem o termo americanizado hentai. O primeiro é o filme de 1969, Mil e Uma Noites da Arábia, que inclui fielmente elementos eróticos da história original. Em 1970, Cleópatra: Rainha do Sexo, foi o primeiro filme de animação a ter uma classificação X, mas foi rotulado como erótica nos Estados Unidos. A série Lolita Anime é normalmente identificada como o primeiro anime erótico e animação de vídeo original (OVA); foi lançado em 1984 pela Wonder Kids. Contendo oito episódios, a série focou em menores de idade e estupro, e incluiu um episódio contendo escravidão BDSM. Várias sub-séries foram lançadas em resposta, incluindo uma segunda série Lolita Anime lançada pela Nikkatsu. Não foi licenciado ou distribuído oficialmente fora do seu lançamento original. A franquia de Sonhos Molhados decorreu de 1984 a 2005, com várias delas entrando no mercado americano de várias formas. A série Brothers Grime lançada pela Excalibur Films continha trabalhos de Cream Lemon já em 1986. No entanto, eles não foram anunciados como anime e foram introduzidos no mesmo período em que a primeira distribuição subterrânea de obras eróticas começou. O lançamento americano de anime erótico licenciado foi tentado pela primeira vez em 1991 pela Central Park Media, com I Give My All, mas nunca ocorreu. Em dezembro de 1992, Devil Hunter Yohko foi o primeiro título risque (ecchi) lançado pelo AD Vision. Embora não contenha relações sexuais, empurra os limites da categoria ecchi com o diálogo sexual, a nudez e uma cena em que a heroína está prestes a ser estuprada. Foi o lançamento de Urotsukidoji pela Central Park Media em 1993, que trouxe o primeiro filme hentai para os telespectadores americanos. Muitas vezes citado por inventar o subgênero de estupro tentáculo, ele contém representações extremas de violência e sexo de monstros. Como tal, é reconhecido por ser o primeiro a representar sexo tentáculo na tela. Quando o filme estreou nos Estados Unidos, foi descrito como \"encharcado em cenas gráficas de sexo perverso e ultraviolência\".Richard Harrington. \"Movies; 'Overfiend': Cyber Sadism\". The Washington Post. Washingtonpost Newsweek Interactive. 1993. Retrieved 26 de abril de 2013 from HighBeam Research: http://www.highbeam.com/doc/1P2-943760.html Após esse lançamento, uma grande quantidade de conteúdo pornográfico começou a chegar nos Estados Unidos, com empresas como AD Vision, Central Park Media e Media Blasters lançando títulos licenciados sob vários rótulos. A gravadora SoftCel Pictures da AD Vision lançou 19 títulos somente em 1995. Outra gravadora, Critical Mass, foi criada em 1996 para lançar uma edição não editada de Violence Jack. Quando o selo hentai da AD Vision, SoftCel Pictures, foi fechado em 2005, a maioria de seus títulos foi adquirida pela Critical Mass. Após a falência da Central Park Media em 2009, as licenças para todos os produtos e filmes relacionados ao Anime 18 foram transferidas para a Critical Mass. === Origem dos jogos eróticos === O termo eroge (jogo erótico) define literalmente qualquer jogo erótico, mas tornou-se sinônimo de videogames que descrevem os estilos artísticos de anime e mangá. As origens do eroge começaram no início dos anos 80, enquanto a indústria de computadores no Japão lutava para definir um padrão de computador com fabricantes como NEC, Sharp e Fujitsu competindo entre si. A série PC98, apesar da falta de poder de processamento, unidades de CD e gráficos limitados, passou a dominar o mercado, com a popularidade dos jogos eroge contribuindo para o seu sucesso. Por causa de definições vagas do que constitui um \"jogo erótico\", existem vários possíveis candidatos ao primeiro eroge. Se a definição se aplica a temas adultos, o primeiro jogo foi o Softporn Adventure. Lançado nos Estados Unidos em 1981 para o Apple II, este era um jogo cômico baseado em texto da On-Line Systems. Se eroge é definido como as primeiras representações gráficas ou temas adultos japoneses, seria o lançamento de Night Life em Koei, em 1982. A relação sexual é descrita através de contornos gráficos simples. Notavelmente, a Vida Noturna não pretendia ser erótica, e sim um guia instrucional \"para apoiar a vida de casado\". Uma série de jogos de \"despir\" apareceu em 1983, como \"Strip Mahjong\". O primeiro jogo erótico com estilo anime foi Tenshitachi no Gogo, lançado em 1985 pelo JAST. Em 1988, a ASCII lançou o primeiro RPG erótico, Chaos Angel. Em 1989, AliceSoft lançou o jogo de RPG baseado em turnos Rance e a ELF lançou Dragon Knight. No final da década de 1980, o eroge começou a estagnar sob preços altos e a maioria dos jogos contendo conspirações desinteressantes e sexo irracional. O lançamento de Dōkyūsei pela ELF, em 1992, ocorreu quando a frustração do cliente com a eroge estava aumentando e gerou um novo gênero de jogos chamado namoro sims. Dōkyūsei era único porque não tinha um enredo definido e exigia que o jogador construísse um relacionamento com diferentes garotas para avançar na história. Cada garota tinha sua própria história, mas a perspectiva de consumar um relacionamento exigia que a garota crescesse a amar o jogador; não houve sexo fácil. O termo \"romance visual\" é vago, com definições em japonês e inglês classificando o gênero como um tipo de jogo de ficção interativo, impulsionado pela narração e pela interação limitada do jogador. Embora o termo seja freqüentemente aplicado retroativamente a muitos jogos, foi Leaf quem cunhou o termo com sua \"Série Visual Novel Leaf\" (LVNS) com o lançamento de Shizuku e Kizuato em 1996. O sucesso desses dois jogos dark eroge seria seguido pela terceira e última parcela do LVNS, o romântico eroge de 1997 To Heart. Os romances visuais de Eroge deram uma nova reviravolta emocional com o lançamento de 1998 da Tactics, One: Kagayaku Kisetsu e. O lançamento de Kanon em 1999, por Key, provou ser um grande sucesso e teria inúmeras portas de console, duas séries de mangá e duas de anime. == Censura == miniaturadaimagem|Uma grande variedade de mercadorias hentai é comumente vendida em lojas especializadas no Japão. As leis japonesas afetam a representação de obras desde a Restauração Meiji, mas elas são anteriores à definição comum de material hentai. Desde que se tornou lei em 1907, o artigo 175 do Código Penal do Japão proíbe a publicação de materiais obscenos. Especificamente, representações de relações sexuais homem-mulher e pelos pubianos são consideradas obscenas, mas a genitália nua não é. Como a censura é necessária para os trabalhos publicados, as representações mais comuns são os pontos embaçados em vídeos pornográficos e \"barras\" ou \"luzes\" em imagens estáticas. Em 1986, Toshio Maeda procurou obter censura no passado sobre representações sexuais, criando tentáculos sexuais. Isso levou ao grande número de trabalhos contendo relações sexuais com monstros, demônios, robôs e alienígenas, cujos órgãos genitais parecem diferentes dos homens. Embora as visões ocidentais atribuam hentai a qualquer trabalho explícito, foram os produtos dessa censura que se tornaram não apenas os primeiros títulos legalmente importados para a América e a Europa, mas os primeiros de sucesso. Enquanto não foi liberado para a libertação americana, a libertação de Urotsukidoji pelo Reino Unido removeu muitas cenas das cenas de violência e estupro por tentáculos. Foi também por causa dessa lei que os artistas começaram a representar os personagens com um mínimo de detalhes anatômicos e sem pelos pubianos, por lei, antes de 1991. Parte da proibição foi suspensa quando Nagisa Oshima prevaleceu sobre as acusações de obscenidade em seu julgamento por seu filme In the Realm of the Senses. Embora não seja imposto, o levantamento dessa proibição não se aplica aos animes e mangás, pois não são consideradas exceções artísticas. Alterações de material ou censura e proibição de obras são comuns. O lançamento americano de La Blue Girl alterou a idade da heroína de 16 para 18, removeu cenas de sexo com um ninja anão chamado Nin-nin e removeu os pontos borrados japoneses. La Blue Girl foi totalmente rejeitada pelos censores britânicos que se recusaram a classificá- lo e proibiram sua distribuição. Em 2011, o Partido Liberal Democrático do Japão solicitou a proibição do subgênero lolicon. == Dados demográficos == Os consumidores mais prolíficos de hentai são os homens. Os jogos Eroge, em particular, combinam três mídias favoritas - desenhos animados, pornografia e jogos - em uma experiência. O gênero hentai envolve um amplo público que se expande anualmente e deseja melhor qualidade e histórias, ou trabalhos que forçam o envelope criativo. Nobuhiro Komiya, um censor de mangá, afirma que as representações incomuns e extremas em hentai não são tanto perversões quanto são um exemplo da indústria orientada para o lucro. Os anime que descrevem situações sexuais normais desfrutam de menos sucesso no mercado do que aqueles que quebram normas sociais, como sexo nas escolas ou servidão. De acordo com a psicóloga clínica Megha Hazuria Gorem, \"Como os toons são um tipo de fantasia final, você pode fazer a pessoa parecer da maneira que deseja. Todo fetiche pode ser cumprido\". O sexólogo Narayan Reddy comentou sobre o eroge: \"Os animadores criam novos jogos porque há uma demanda por eles e porque retratam coisas que os jogadores não têm coragem de fazer na vida real, ou que podem ser ilegais, esses jogos são um saída para o desejo suprimido\". == Classificação == O gênero hentai pode ser dividido em vários subgêneros, o mais amplo dos quais engloba atos heterossexuais e homossexuais. O hentai que apresenta principalmente interações heterossexuais ocorre tanto na forma masculina (ero ou dansei-muke) quanto na feminina (\"quadrinhos femininos\"). Aqueles que apresentam principalmente interações homossexuais são conhecidos como yaoi ou amor de meninos (homem-homem) e yuri (mulher-mulher). Tanto o yaoi quanto, em menor grau, o yuri, geralmente são direcionados a membros do sexo oposto das pessoas representadas. Embora yaoi e yuri nem sempre sejam explícitos, sua história e associação pornográfica permanecem. Uso pornográfico ' Yaoi manteve-se forte em forma de texto através fanfiction.Kee, Tan Bee. \"Rewriting Gender and Sexuality in English-Language Yaoi Fanfiction\". Boys' Love Manga: Essays on the Sexual Ambiguity and Cross-Cultural Fandom of the Genre (2010): 126. A definição de yuri começou a ser substituída pelas definições mais amplas de \"animação ou quadrinhos com tema lésbico\". Hentai é percebido como \"residindo\" em fetiches sexuais. Isso inclui incontáveis subgêneros relacionados a fetiches e parafilias, que podem ser classificados ainda com termos adicionais, como tipos heterossexuais ou homossexuais. Muitos trabalhos estão focados em descrever o mundano e o impossível em todos os atos e situações concebíveis, por mais fantásticos que sejam. Um subgênero do hentai é o futanari (hermafroditismo), que geralmente apresenta uma mulher com um pênis ou um apêndice semelhante ao pênis no lugar de uma vulva ou em adição a ela. Os personagens de Futanari são descritos principalmente como fazendo sexo com outras mulheres e quase sempre serão submissos a um homem; exceções incluem o trabalho de Yonekura Kengo, que mostra o poder feminino e o domínio sobre os homens. Ficheiro:Kiss me (Yuri).jpg|Yuri (feminino) Ficheiro:Futanari2020.jpg|Futanari Ficheiro:Lesson 1 Private Tutor.jpg|Arte de Yaoi representando um casal seme (esquerda) e uke (direita) (masculino) === Géneros === Termos comuns em inglês Termos comuns em japonês Descrição Yaoi / shōnen-ai / amor de menino Homossexualidade masculina. Yuri / shōjo-ai / amor de menina Homossexualidade feminina. Lolicon Centrado em meninas menores de idade pré-pubescentes ou pubescentes, seja homossexualmente ou heterossexualmente. Shotacon Centrado em meninos menores de idade pré- pubescentes ou pubescentes, seja homossexualmente ou heterossexualmente. Bakunyū Gênero de mídia pornográfica focada na representação de mulheres com seios grandes. A palavra pode ser traduzida literalmente para \"seios explodindo\". Bakunyū é um subgênero do gênero de anime hentai. Futanari Representações de mulheres que têm ambos os órgãos genitais fálicos (pênis com escroto, apenas uma haste peniana ou clitóris aumentado) com ou sem vulva ou vagina. Incesto Atividade sexual com familiares legais. Netorare Traindo ou sendo infiel a um outro significativo, \"levado embora dormindo com\", abreviado NTR. Omorashi / Forma de urolagnia focada principalmente na vontade de urinar, e não no ato em si. Tentáculos eróticos Representações de criaturas com tentáculos e, às vezes, monstros (fictícios ou não) que se envolvem em sexo ou estupro com meninas e, menos frequentemente, homens. Josō-seme / Filha-ataque Representações de um Kathoey, crossdresser masculino ou tomgirl assumindo a liderança (ex. O \"seme\") ou exibindo domínio sobre um parceiro sexual. == Ver também == * Dōjinshi * Quadrinhos eróticos == Leitura adicional == * * Buckley, Sandra (1991). Penguin in Bondage': um conto gráfico sobre histórias em quadrinhos japonesas\", pp. 163–196, In Technoculture . C. Penley e A. Ross, orgs. Minneapolis: Universidade de Minnesota. ISBN 0-8166-1932-8 . * McCarthy, Helen e Jonathan Clements (1998). O Guia de filmes de anime erótico . Londres: Titan. ISBN 1-85286-946-1 . * * == Ligações externas == * Categoria:Sexualidade no Japão Categoria:Animação pornográfica Categoria:Termos sexuais do Japão Categoria:Terminologia de anime e mangá Categoria:Quadrinhos para adultos",
 "title": "Hentai"
}