{
 "id": "57042",
 "text": "O críquete (em inglês: cricket) é um desporto que utiliza bola e tacos, cuja origem remonta ao sul da Inglaterra, durante o ano de 1566. Considerado por muitos um desporto parecido com o basebol, foi inspirado num rudimentar jogo rural medieval chamado stoolball. Foi adotado pela nobreza no século XVII. Sofreu muitas transformações ao longo dos anos até se tornar um desporto bastante admirado no Reino Unido, na Índia e no Paquistão. No Brasil, ficou conhecido como taco, pela semelhança de nomes costuma ser confundido com o croquet, sendo este um desporto totalmente diferente. Jogam onze atletas de cada lado. Os movimentos principais passam-se numa faixa retangular de 20,1 metros de comprimento, no centro do campo, onde a bola (de cortiça e couro) chega a voar 150 km/h. Ela é lançada pelo arremessador contra o alvo do adversário (três varetas fincadas no solo, chamadas stumps, cujo conjunto é conhecido como wicket), defendido pelo rebatedor. O rebatedor pode rebater a bola e então correr entre duas áreas no campo para marcar corridas (pontos) podendo, entretanto, ser eliminado caso o alvo numa área for tocado pela bola e o rebatedor não estiver nessa zona. No início, as partidas de críquete podiam durar até dez dias. Hoje, a maioria dos jogos é disputada com dois tempos, em uma tarde ou noite (as partidas de teste chegam aos cinco dias de duração). Também existe o T20 críquete, no qual cada partida pode durar até três horas. == Objetivo do jogo == O críquete é um desporto que possui 2 objetivos básicos: # A defesa busca eliminar os 10 wickets adversários. # O ataque busca conseguir o maior número de corridas (runs). Caso o time perca todos os seus 10 wickets (all out), a entrada se encerra e as posições de atacante e defensor são invertidas entre as equipes, de modo no qual quem até então defendia terá a chance de atacar para marcar corridas ao término das entradas (existem partidas de uma e de duas entradas para cada time). Caso seja a última entrada, a partida é finalizada automaticamente. Se em partidas de duas entradas (innings) o primeiro time que rebater for derrotado na segunda entrada e o somatório dos pontos da primeira e da segunda entrada for menor que os pontos obtidos somente da primeira entrada do time oponente (o que acontece muito raramente), a partida é concluída e a vitória da outra equipe é anunciada como \"um entrada e x corridas\" (an innings and x runs), onde x é a diferença de pontos entre os times. Se o time que rebate por último é derrotado com o mesmo número de pontos do opositor, eles tem uma corrida curta para marcar (algo extremamente raro) para desempatar a partida. Caso a partida tenha apenas um turno por time, com um determinado número de jogadas, e a mesma seja temporariamente interrompida pelo clima, então uma complexa fórmula matemática conhecida como Método Duckworth-Lewis é geralmente usada para recalcular uma nova tabela de pontos. Uma \"partida de um dia\" (one-day match) pode ser declarada \"sem-resultado\" (No-Result) se o número de overs (conjunto de seis arremessos válidos por um arremessador) por time for menor que o acordado anteriormente. Isto pode ocorrer se sucessivas interrupções tornarem o recomeço impossível, por exemplo um período de mal tempo prolongado ou quando o público estiver tumultuado. == Regras gerais == O jogo é praticado de acordo com as quarenta e duas leis do críquete, que foram desenvolvidas pelo Marylebone Cricket Club em discussões com os países praticantes do desporto. Algumas partidas em particular podem discutir regras únicas para as mesmas. Outras normativas suplementam as leis principais e as mudam para concordar em diferentes circunstâncias. Existe um número de modificações à estrutura de jogo e regras de posicionamento em campo que se aplicam a innings games, estando estas restritas a um determinado número de \"justas entregas === Estrutura do jogo === ==== Entradas ==== Uma entrada (inning) no críquete consiste no turno em que cada equipe usa para defender (arremesso) ou atacar (rebater). Cada entrada no críquete pode ter diferentes quantidades de overs. ===== Overs ===== Um over no críquete consiste em uma série de 6 arremessos válidos feita por apenas um jogador, dependendo das leis do jogo costuma-se ter entre 10 e 50 overs por entrada.. === Jogadores === Cada equipe é formada por 11 jogadores. Dependendo das suas habilidades primárias, um atleta pode ser classificado como um batsman ou bowler especialista. Um time balanceado costuma ter os seus \"especialistas\", sendo 5 ou 6 batsmen e 4 ou 5 bowlers. Um jogador nestas duas posições é conhecido como craque. A posição de wicket- keeper é a mais especializada dentre as presentes no campo de jogo. === Árbitros === A partida é presidida por dois árbitros em campo. Um deles fica ao lado do wicket no final de onde a bola será arremessada e arbitrará a maioria das decisões. O outro atua próximo da posição de campo chamada leg- side, que oferece uma vista lateral do batsman, e assiste as decisões das quais ele tenha a melhor visão. Em algumas partidas profissionais eles podem pedir a presença de um terceiro juiz fora do campo, que tenha a assistência dos replays de televisão, sendo que este resguardará o jogo com suas regras. === Marcadores === Nas leis do críquete existe a regulação da posição de marcador (ou em inglês scorer), que é o responsável por registrar todas as ações que geram pontos para os times: corridas (runs), wickets e (quando apropriado) os overs. Eles conhecem os sinais do árbitro, e para verificar a precisão do resultado regularmente, conferem suas marcações com os mesmos durante os intervalos. Na prática, os marcadores também podem acompanhar outros assuntos, tais como análises dos bowlers, a taxa de desempenho durante os overs, e as estatísticas da equipe como médias e registros. Em competições nacionais e internacionais de críquete, a mídia tende a requerer uma notificação dos registros e das estatísticas, sendo que os marcadores normalmente mantém correspondência oficial com comentaristas e jornalistas durante as transmissões das partidas. Os marcadores ocasionalmente cometem erros, mas estes podem ser corrigidos após o evento. === Campo de jogo === O campo de críquete consiste em um grande gramado em formato oval. Não existem dimensões fixas, mas seu diâmetro geralmente varia entre 137m e 150m. Em alguns campos uma corda demarca o seu perímetro, então nomeado como boundary. ; O pitch A maioria das ações tem lugar no centro do campo, em uma faixa retangular de barro batido ou grama baixa chamada pitch, cuja medição é de 3,05 m × 20,12 m (10 × 66 pés). Em cada extremidade do pitch são fincados ao chão 3 estacas de madeira chamados de stumps. Dois pedaços de madeira, chamados de bails, são encaixados no topo dos stumps, ligando-os aos seus vizinhos. Cada conjunto de 3 stumps e 2 bails é comumente conhecido como wicket. Uma extremidade do pitch é designada a atividade de rebater (batting) onde o batsman se posiciona, e a outra é designada a atividade de bolear, ou bowling (na qual o boleador, ou bowler, arremessa). A área do campo ao lado da linha a qual o batsman segura seu taco (o lado da mão direita é chamado para o jogador destro, o esquerdo para o canhoto) é conhecido como off-side, enquanto o outro lado é chamado de leg-side ou on-side. Linhas desenhadas ou pintadas no pitch são conhecidas como creases, que são usadas para demarcar a eliminação dos batsmen (além de determinar quando um arremesso é válido). === Como marcar corridas === Se os rebatedores correm entre as áreas de batedores (as áreas onde o rebatedor rebate e o arremessador arremessa), ou se a bola vai ao fim do campo, isso vale pontos. === Como perder wickets === Umas maneiras de perder wickets: * Se a bola lancada atinge o wicket. ** Se a bola toca primeiramente ao bateador, mas o arbitro acha que a bola iria a atingir o wicket * Se a bola e pegada no ar, e um fielder captura-la. * Se um fielder pega um wicket com a bola, e os bateadores nao estao na área cerca do wicket. === Sistema de pontuação === ; Distribuição dos jogadores no campo O time que está rebatendo sempre entra com dois batsmen em campo. Um é o rebatedor, conhecido como \"striker\". Outro batsmen é conhecido como \"não striker\" e fica no final do pitch para recolher as bolas rebatidas. A equipe que arremessa tem os seus onze jogadores no campo, que se revezam durante os arremessos. O jogador, conhecido como Bowler deve mudar após cada over. O wicket-keeper, que geralmente atua no papel toda a partida, se posiciona em pé ou agachado atrás do wicket. O capitão da equipe espalha os nove jogadores restantes, chamados defensores, em torno da Outfield para conseguirem cobrir a maior área possível. As posições mudam drasticamente de acordo com as estratégias da equipe. === Estrutura de jogo === ; O sorteio No dia da partida, os capitães inspecionam o campo para determinar quais bowlers seriam mais adequados de acordo com superfície do campo oferecido e escolher os seus onze jogadores. Os dois capitães opostos em seguida, atiram uma moeda. O capitão que vencer o sorteio pode optar por começar rebatendo ou arremessando. ; Overs Cada entrada é dividida em overs. Cada over consistem em seis arremessos (veja \"Extras\" para detalhes) legais arremessados pelo mesmo arremessador. Um arremessador não pode arremessar em dois overs consecutivos. Depois de completar um over,o arremessador vai para uma posição de fielder, enquanto outro jogador assume a posição de arremessador. Depois de cada over, as extremidades do pitch de onde se arremessa e de onde se rebate são invertidas, e as posições dos fielders são ajustadas. Os árbitros também invertem suas posições, então o árbitro na extremidade do arremessador move-se para o lado do rebatedor, e o árbitro na extremidade do rebatedor move-se para a nova extremidade do arremessador. ; Término de uma entrada Uma entrada se encerra quando: # Dez dos onze rebatedores são 'out' (eliminados). # Um time atinge um dado número de corridas suficientes para vencer a partida. # O número pré-determinado de overs é jogado(em uma partida de um dia, geralmente 50 overs). # Um capitão declara sua entrada encerrada(isso não se aplica a partidas de um dia com número limitado de overs). ; Tempo de jogo Tipicamente, partidas de duas entradas são jogadas em três ou cinco dias com ao menos seis horas sendo jogadas por dia. Partidas de uma entrada são geralmente jogadas em um dia durante seis horas ou mais. Há intervalos formais em cada dia para almoço e chá, e pausas curtas para hidratação, se necessário. Há também um intervalo curto entre as entradas. O jogo somente pode ser jogado em tempo sem chuva. Além disso, como no críquete profissional é comum bolas serem arremessadas acima de 144 km/h, o jogo precisa ser jogado à luz do dia boa o suficiente para que um rebatedor possa enxergar a bola. O jogo é, portanto, interrompido durante a chuva (mas não na garoa, geralmente) e quando a iluminação é ruim. Alguns jogos de um dia já são jogados sob luz artificial, mas, exceto por algumas partidas experimentais na Austrália, iluminação artificial não é utilizada em jogos mais longos. Críquete profissional é geralmente jogado ao ar livre. Essas exigências fazem com que na Inglaterra, Austrália, Nova Zelândia, África do Sul e Zimbábue, o jogo seja geralmente jogado no verão. Nas Índias Ocidentais, Índia, Paquistão Sri Lanka e Bangladesh, os jogos são realizados no inverno. Nesses países as temporadas de furacões e ciclones coincidem com o verão. === Rebatida e marcação de corridas === ; Rebatida O rebatedor posiciona-se esperando pela bola dentro do crease na sua extremidade do pitch. O taco de madeira que o rebatedor usa é formado por um longo cabo e uma superfície plana de um lado. Se o rebatedor atinge a bola com o taco, é dito que ele realizou um shot. Se a bola resvala no lado do taco é dito que ocorreu um edge ou snick. Os shots são nomeados de acordo com o estilo do movimento do rebatedor e a direção do campo para a qual o rebatedor direciona a bola. Dependendo da estratégia do time, ele pode preferir rebater defensivamente, num esforço para não ser eliminado, ou rebater agressivamente para marcar corridas mais rapidamente. Os rebatedores vão ao bastão em uma ordem de rebatida, que é decidida pelo capitão do time. As primeiras duas posições, conhecidos como \"openers\", são geralmente especialistas na posição, já que enfrentam os arremessos mais perigosos (os arremessadores mais rápidos do time adversário estão ainda descansados e a bola está nova). Depois disso, o time tipicamente rebate numa ordem descendente de habilidade com o bastão, os primeiros cinco ou seis rebatedores geralmente são os melhores do time. Depois deles os jogadores menos especializados se seguem, e finalmente os rebatedores especialistas(que geralmente não são conhecidos por suas habilidades de rebatida). Esta ordem pode ser mudada a qualquer momento durante o curso da partida por razões de estratégia. ; Marcação de Corridas Para marcar uma corrida, um rebatedor deve atingir a bola e correr para a extremidade oposta do pitch, enquanto seu companheiro que não está rebatendo percorre o pitch no sentido contrário. Ambos os corredores devem tocar o chão além do popping crease, seja com seu bastão, seja com seu corpo, para registrar uma corrida. Se o rebatedor atinge a bola bem o suficiente, ele pode dar meia volta para tentar marcar duas ou mais corridas. Isso é conhecido como correr entre os wickets. Não há uma regra que obrigue a correr após a rebatida, de modo que o rebatedor não é obrigado a tentar marcar uma corrida quando a bola é atingida. Se os rebatedores marcarem um número ímpar de corridas, terão invertido as extremidades do pitch em que se posicionam, de modo que suas funções como rebatedor e não-rebatedor serão invertidas para a próxima bola, a menos que a última bola tenha sido a última de um over. O sistema de pontuação do críquete envolve dois fatores, sendo eles o número de corridas ganhas (runs) e o número de wickets perdidos (ou simplesmente wickets). Essa é a pontuação (score) mostrada durante as partidas deste esporte. O número de runs é a numeração mais importante, uma vez que o vencedor de uma partida é decidido por tal. O total de wickets mostra quantos destes o time arremessador deve pegar para acabar com as entradas do time rebatedor. A pontuação de um time em uma partida de críquete, resumidamente, obedece ao preposto do \"número de corridas ganhas para o número de wickets perdidos\". Por exemplo: * Se um time ganhou 100 corridas e perdeu 3 wickets, mostra-se o placar 100/3 ou 100-3 (lê-se como 100 para 3). * Se um time ganhou 200 corridas e perdeu todos os seus 10 wickets, mostra-se o placar 200 all out, sendo que nessas condições a entrada desta equipe é finalizada. Em partidas com número limitado de overs (ODI, List A, T20), o time que marcar mais corridas (runs) dentro do número predeterminado de overs será o vencedor. == O críquete no Brasil == O críquete surgiu no Brasil via negócios com a Inglaterra, especialmente na construção de ferrovias. Os ingleses que chegaram ao país sul-americano não trouxeram apenas seus costumes e cultura, pois seus esportes em excelência acabaram aparecendo com força (críquete, futebol e rugby). Alguns historiadores, contudo, afirmam que o críquete chegou em solo brasileiro no ano de 1872 sob George Cox com a fundação do Rio Cricket Club. Mesmo sendo praticado por diversos clubes britânicos no final do século XIX e o início do século XX, o críquete não chegou a ser popularizar no país e com o tempo os antigos clubes abandonaram a prática do esporte, com a imensa popularização do futebol (também trazido pelos ingleses). Desta forma não houve uma entidade que, de maneira apropriada, zelasse por este desporto em solo brasileiro. Mesmo não sendo popular no país, existe o bete-ombro, que entre outros nomes, é uma brincadeira de rua que é considerada variante do críquete. === Clubes históricos === Durante a Belle Epóque brasileira, o esporte também estava surgindo em clubes britânicos e times locais em outras partes do país, incluindo: Rio de Janeiro * British Cricket Club * Artisan Amateurs Cricket Club * Rio British Cricket Club * Anglo-Brazilian Cricket Club * British and American Club * Paysandu Cricket Club * Rio Cricket and Athletic Association São Paulo * British Country Club (1920) * São Paulo Athletic Club * São Paulo Railway Cricket Club * Santos Athletic Club, sem relação com Santos F.C. e atual Clube dos Ingleses. Bahia * Clube Internacional de Cricket * Club de Cricket Victoria Além da prática do esporte em clubes há registro de partidas em locais como a mina de Morro Velho em Minas Gerais (1887), Frigorífico Anglo em Barretos (1913) e Fazenda dos Ingleses em Caraguatatuba (1927). === Situação atual === Em 2001 o críquete ganhou novo vigor no Brasil, com a fundação da ABC - Associação Brasileira de Críquete, na cidade de Brasília, no Distrito Federal. A entidade contabiliza ainda poucos praticantes e a maioria dos jogadores são estrangeiros naturalizados (ou ainda em trânsito para a naturalização). No ano de 2002 adentrou à ICC (em inglês: International Cricket Council) e, em 2003, passou a estar presente na categoria de membro afiliado. Atualmente, o país se faz presente como membro associado no ICC. No ano de 2021 a ABC conseguiu registro definitivo de confederação tendo como sede a cidade de Poços de Caldas. Através do Projeto Cricket Brasil iniciado em 2011, a ABC em parceria com a Prefeitura de Poços de Caldas, afirma ter realizado um feito inusitado: ter a cidade onde mais se pratica o críquete do que o futebol. A prática do críquete tornou-se parte do currículo de 52 escolas públicas locais. Segundo Matt Featherstone, ex-jogador de Críquete na Inglaterra e atual presidente da CBC, são mais de cinco mil crianças na cidade praticando o esporte e três mil na região. Em outubro de 2024, a CBC reinaugurou seu centro de treinamento focando no treinamento da seleção brasileira masculina e feminina de críquete para a Olímpiadas de Los Angeles 2028. Segundo o censo de 2023, o críquete envolve 47 mil pessoas no Brasil. Mesmo ganhando adeptos, este desporto ainda é pouco divulgado na televisão brasileira, sendo que a maior parte das informações sobre o mesmo é repassada via sites que trabalham com a área. Mesmo com o aumento da chamada transmissões de jogos via internet, o interesse da população em geral ainda precisa ser melhor trabalhado, visando a sua expansão. == Organização internacional == O Conselho Internacional de Críquete (em inglês: International Cricket Council - ICC) é a instituição global responsável pela organização do esporte. Sua sede está localizada em Dubai, nos Emirados Árabes Unidos, e inclui representantes das doze nações test- playing members, assim como uma parcela representante dos membros não permanentes. Cada país tem uma organização interna que regula o esporte, tal como ocorre com as mais variadas associações desportivas nacionais. As nações são separadas em dois tipos de associação, dependendo do nível de estrutura existente para o críquete e de fatores com caráter histórico. No primeiro escalão estão os membros permanentes (oficialmente conhecidos como full members, sendo também chamados de membros fundadores ou test-playing members). Os membros associados (denominados como associate members) formam a segunda base dentro da ICC. === Organização interna dos países membros === Os países que fazem parte da ICC são divididos em dois grupos diferentes, chamados de full members e associate members. Anteriormente existia um terceiro grupo, denominado affiliate members (do qual o Brasil fazia parte) e que, na Conferência Anual da ICC de 2017 realizada em Londres, acabou sendo extinto (e todas as nações nele inseridas passaram a ser do grupo associate members). * full members (membros fundadores): os integrantes deste grupo possuem direito a votos nas seções da ICC. Além das dez nações fundadoras do Conselho Internacional de Críquete (África do Sul, Zimbabwe, Inglaterra, Índias Ocidentais, Paquistão, Índia, Bangladesh, Sri Lanka, Austrália e Nova Zelândia), também estão inclusos Afeganistão e Irlanda. Todos os países presentes neste bloco estão aptos para as disputas de teste (test-playing members). * associate members (membros associados): fazem parte deste bloco as nações que, embora não estejam inseridos como full members, possuem o críquete como desporto estabelecido e reconhecido. Este bloco possui atualmente noventa e dois países membros (somando os antigos integrantes do extinto affiliate members). === Curiosidades === Todos os full members possuíam, até 2015, vagas asseguradas na Copa do Mundo de críquete (fato este que mudou para os sete melhores qualificados no ICC One Day International rankings), que chegou a ser disputada por um total de catorze seleções nas edições de 2011 e 2015, mas que voltou a ter dez participantes para a edição de 2019. Atualmente, duas vagas ficam destinadas para serem preenchidas via eliminatórias mundiais. Para a Copa do Mundo de Críquete de 2023 (que terá a Índia como sede), será mantido o total de dez nações participantes. A distribuição das vagas será entre o país sede, seguido dos sete melhores qualificados do novo evento mundial (sendo este a ICC ODI League Tournament 2020-22, cujos participantes serão os full members da entidade), além das duas equipes melhor posicionadas na Qualificatória para a Copa do Mundo de Críquete, a ser disputada em 2022 (em inglês: 2022 Cricket World Cup Qualifier). == O críquete na internet == A ICC tem investido no chamado críquete on line. Prova disso é a parceria feita entre o conselho e o Youtube para transmitir jogos da Indian Premier League (a maior liga local de críquete do mundo, podendo ser comparada à NBA norte- americana ou aos principais campeonatos de futebol do mundo, por exemplo). Muito se falou em um projeto de parceria entre o ICC e o YouTube, visando as transmissões de partidas disputadas na Copa do Mundo de Críquete. De concreto, várias partidas do Campeonato Indiano de Críquete (na edição de 2010) foram transmitidas via streaming pelo YouTube. == O críquete nos Jogos Olímpicos == O presidente do Comitê Olímpico Internacional (COI) Jacques Rogge teria dito, em 2011, ser a favor do retorno do críquete como modalidade do maior evento multidesportivo do mundo. O formato adotado para disputa seria o T20, cujas partidas possuem vinte overs de duração. Historicamente, o críquete fez parte do programa oficial em apenas uma oportunidade, nos Jogos de Paris em 1900. Foi descartada a entrada do críquete para os Jogos do Rio de Janeiro em 2016, que contou com o retorno do rugby no formato de seven-a-side e do golf. Para as Jogos de Tóquio em 2020, o críquete ainda precisaria entrar na lista de esportes candidatos ao programa desportivo olímpico (sendo este o caso de seis esportes incluídos no programa olímpico em solo japonês), fato este que não acabou ocorrendo. Conversações foram estabelecidas sobre o críquete voltar ao programa olímpico, visando os Jogos de Paris em 2024. Mesmo com as dificuldades para que o fato possa se concretizar, a MCC World Cricket (nas palavras de um dos seus membros e levando adiante o ideal proposto pela Board of Control for Cricket in India), vê uma possibilidade real no retorno deste esporte às Olimpíadas, nos Jogos de Los Angeles em 2028, mesmo com a existência de uma postura contrária sobre o críquete se fazer presente no movimento olímpico. Em outubro de 2023, os responsáveis pela organização dos Jogos Olímpicos de 2028 indicaram cinco esportes a serem incluídos neste evento esportivo, entre eles o críquete, sendo que todos foram aprovados pelo Comitê Olímpico Internacional (COI). O formato a ser disputado na Olimpíada será o T20, cujos detalhes de classificação e número de vagas serão informados posteriormente. == Ver também == * Twenty20 * Copa do Mundo de Críquete * Críquete de salão * ICC Americas Championship * ICC Champions Trophy * ICC Trophy * ACC Trophy * Basebol * Golfe * Bete-ombro == Ligações externas == * ESPN Cricinfo (em inglês) * Página Cricket Archive (em inglês) * Site oficial do International Cricket Council (em inglês) * Site oficial - ICC Cricket World Cup (em inglês) * Site oficial da Associação Brasileira de Críquete * Site oficial da Federação Portuguesa de Críquete Categoria:Desportos olímpicos do passado",
 "title": "Críquete"
}