{
 "id": "57065",
 "text": "O Centro Estadual de Educação Tecnológica Paula Souza (CEETEPS) é uma autarquia do governo do estado de São Paulo, vinculada à Secretaria de Desenvolvimento Econômico, Ciência, Tecnologia e Inovação do Estado de São Paulo, que administra as 220 Escolas Técnicas (ETEC's) e as 66 Faculdades de Tecnologia (FATEC's) do estado. Foi criado pelo governador Abreu Sodré em 1969. O CEETEPS possui mais de 290 mil estudantes matriculados em cursos técnicos e superiores. O órgão nasceu com intuito de gerar os primeiros cursos superiores de tecnologia, porém, ao longo do tempo, o Centro realizou projetos de Educação Tecnológica para o ensino médio também. A intenção é expandir o ensino profissional da área de tecnologia para diferentes regiões do Estado de São Paulo. == História == A instituição foi idealizada em 1963 e começou suas atividades em 1969/1970, na gestão do governador Roberto Costa de Abreu Sodré (1967-1971). Em 1970, adotou o nome de Centro Estadual de Educação Tecnológica de São Paulo (CEET). Os primeiros cursos superiores instalados foram - Construção Civil (Construção de Obras Hidráulicas, Construção de Edifícios e Movimento de Terra e Pavimentação), e Construção Mecânica (Desenhista Projetista e Oficinas). O centro só foi firmado como órgão mantenedor, depois que a Faculdade de Tecnologia de São Paulo e a Faculdade de Tecnologia de Sorocaba começaram a administrar os dois cursos. Entre 1981 e 1982, o órgão foi incorporado com mais doze unidades de ensino técnico, conhecidas como Escolas Técnicas Estaduais, informalmente chamadas de ETEC'S. Já em 1994, mais 82 unidades foram ligadas diretamente à Secretaria da Tecnologia, Desenvolvimento Econômico e da Ciência. O Centro Paula Souza conta com a participação de 220 Etec's, 73 Faculdades de Tecnologia estaduais, conhecidas como Fatec's em 300 municípios de São Paulo. Por meio do Grupo de Estudos e Pesquisas em Memórias e História da Educação Profissional, o Centro lançou um livro sobre o papel dos centros de memória e relatos de experiências na preservação de coleções e acervos ligados à história do ensino profissional. A obra contém trabalhos de 25 professores de Etecs, Fatecs e pesquisadores que estão em centros de memórias de outros institutos. Esse é o terceiro livro da série Memórias e História da Educação Profissional e todos estão disponíveis em PDF para download gratuito. == Departamentos == O Centro Paula Souza conta com oito grandes departamentos independentes entre si. São eles: * Unidade de Ensino Superior de Graduação - Cesu: órgão criado para coordenar as ações das Faculdades de Tecnologia do Centro. É dividido em dois grandes setores: o setor acadêmico-administrativo e o setor acadêmico-pedagógico. * Unidade e Ensino Médio e Técnico - CETEC: criada para supervisionar as ações das Escolas Técnicas do Centro. * Unidade de Recursos Humanos - URH * Unidade de Gestão Administrativa e Financeira - UGAF: responsável pelos seguintes departamentos: Departamento de Orçamentos e Finanças (DOF), Departamento de Material e Patrimônio (DMP), Divisão de Normas e Procedimentos (DNP). E também pelo Resumo da Execução Orçamentária. * Unidade de Infraestrutura - UIE * Centro de Gestão Documental - CGD: tem como objetivo proporcionar o acesso e compartilhamento de informação. * Assessoria de Comunicação - AssCom * Área de Gestão de Parcerias e Convênios - AGPC: representa o Centro em negociações sobre parceiras e convênios com empresas, sindicatos, prefeituras, universidades, Secretarias de Estado e outras instituições. == Antônio Francisco de Paula Souza == A denominação Centro Paula Souza foi inspirada no fundador da Escola Politécnica da Universidade de São Paulo, Antônio Francisco de Paula Souza. Paula Souza nasceu de uma família de estadistas da cidade de Itu, no interior do estado de São Paulo. Foi professor e estudou engenharia na Alemanha e na Suíça. Na política, era a favor do liberalismo, do fim da escravatura e da República. Atuou como deputado, ministro das Relações Exteriores e da Agricultura no mandato do Presidente Floriano Peixoto e foi presidente da câmara estadual. Atuou como um grande agente do desenvolvimento da infraestrutura do país, projetando estradas de ferro e outras obras. É reconhecido por ter estado à frente de seu tempo, defendendo a importância da escola para a formação de profissionais. Em 6 de outubro de 1969, depois de quarenta anos da sua morte, seu ideal foi concretizado com a criação do Centro Estadual de Educação Tecnológico de São Paulo. == Ver também == * Lista de escolas técnicas estaduais do estado de São Paulo * Lista de faculdades de tecnologia do estado de São Paulo * Escolas técnicas federais * Centro Federal de Educação Tecnológica * Instituto federal de educação, ciência e tecnologia Categoria:Autarquias do Brasil",
 "title": "Centro Estadual de Educação Tecnológica Paula Souza"
}