{
 "id": "57064",
 "text": "thumb|250px|Sede do Departamento de Oceanografia e Pescas, na Horta. A Universidade dos Açores (UAc) é uma universidade pública localizada na Região Autónoma dos Açores, com sede na cidade de Ponta Delgada. Fundada a 9 de janeiro de 1976, surgiu na sequência da implantação do regime autonómico nos Açores e da política de expansão do ensino superior em Portugal. Procurou, inicialmente, dar resposta às múltiplas necessidades de formação de quadros na Região, elevar o seu nível cultural e promover o seu desenvolvimento científico e tecnológico. Hoje em dia, o grau de desenvolvimento que se alcançou nos Açores encontra na ação desenvolvida pela Universidade uma das suas principais fontes de dinamização. As várias áreas de ensino e investigação cultivadas na Universidade ampliaram profundamente o conhecimento da complexa realidade do mar, da terra, da vida, da história, da sociedade e, em geral, da cultura das ilhas. A UAc apresenta uma estrutura tripolar, com pólos nas cidades de Ponta Delgada (onde se localiza a sede, os principais serviços e a reitoria), de Angra do Heroísmo (Ilha Terceira) e Horta (Ilha do Faial). A sua orgânica assenta numa lógica de departamentos e escolas, que são unidades destinadas à realização continuada do ensino e da investigação. A Universidade integra, ainda, o ensino superior politécnico, que contempla as Escolas Superiores de Saúde e de Tecnologias de Ponta Delgada e de Angra do Heroísmo. ==História== thumb|left|200px|A Biblioteca Universitária no campus de Ponta Delgada. O estabelecimento da Universidade dos Açores ocorreu em um período de autonomia política relacionado com movimentos separatistas que se desenvolveram na segunda metade do ano de 1975. Embora não completamente responsáveis, os eventos que se seguiram ao 25 de Abril criaram condições para a formação de uma universidade no arquipélago. Devido à desordem académica, que forçou o fechamento de muitas universidades portuguesas, muitas famílias ricas mandaram seus filhos para os Estados Unidos e para o Canadá para concluírem seus estudos. Foi durante esse período pós-revolucionário que a ideia de criar uma instituição local de educação superior foi debatida. Um pequeno grupo de académicos e da elite açoriana exploraram alternativas para reduzir custos e trajetos, bem como a centralização do governo nacional. Na época, o governo central sugerira a criação de um Centro Universitário, mas o então presidente da Junta Regional, o general Altino Pinto de Magalhães, recusou a proposta porque sabia que a comunidade açoriana aceitaria apenas uma instituição com a denominação de universidade. Através do despacho n.º 414/75, de 14 de outubro, do Ministro da Educação e Investigação Científica, foi constituído um grupo de trabalho para estudar a criação de uma instituição de ensino superior nos Açores. Através do Decreto-Lei n.º 5/76, de 9 de janeiroDecreto-Lei n.º 5/76, de 9 de janeiro., e num contexto de regionalização de educação superior, visando dotar as diversas zonas do País de unidades de ensino, pesquisa, desenvolvimento cultural e serviços comunitários, foi criado o Instituto Universitário dos AçoresCf. o preâmbulo do Decreto-Lei n.º 5/76, de 9 de janeiro, bem como CRESPO, Vitor. Uma universidade para os anos 2000. Lisboa: Editorial Inquérito, 1993, pgs. 111-113. .. Em 1980, através do Decreto-Lei n.º 252/80, de 25 de julho, e já no contexto da autonomia político-administrativa da Região Autónoma O Estatuto Político-Administrativo da Região Autónoma dos Açores foi aprovado pela Lei n.º 39/80, de 5 de agosto., o Instituto Universitário dos Açores foi transformado em Universidade dos AçoresDecreto-Lei n.º 252/80, de 25 de julho. Este diploma foi posteriormente alterado pelo Decreto-Lei n.º 138/83, de 26 de março.. A Lei n.º 39-B/94, de 27 de dezembro, veio a submeter a Universidade dos Açores a todos os princípios de financiamento e a toda a legislação aplicável às restantes instituições de ensino superior públicas.Cf. n.ºs 1 e 3 do artigo 11.º da Lei n.º 39-B/94, de 27 de dezembro. ==Reitores== * 1976 a 1982: José Enes Pereira Cardoso * 1982 a 1995: António Manuel Bettencourt Machado Pires * 1995 a 2003: Vasco Verdasca da Silva Garcia * 2003 a 2011: Avelino de Freitas de Meneses * 2011 a 2014: Jorge Manuel Rosa de Medeiros * 2014 a atualidade: João Luís Roque Baptista GasparReitores da Universidade dos Açores. ==Estrutura== thumb|right|280px|Obelisco no campus principal da Universidade, em Ponta Delgada. Com a finalidade de prover efetivamente serviços educacionais para a população regional, a Universidade foi estabelecida em três campi: em Ponta Delgada, na Ilha de São Miguel, em Angra do Heroísmo, na Ilha Terceira, e na Horta, na Ilha do Faial, e organizada em quatro faculdades e duas escolas superioresUnidades orgânicas da Universidade dos Açores para, essencialmente, prover instrução e pesquisa. Enquanto que no campus principal, em Ponta Delgada, são ministrados cursos em várias áreas, os outros campi especializaram-se nos domínios das ciências agrárias e da oceanografia. Atualmente os dez departamentos passaram a ser quatro faculdades. ===Escolas de ensino superior politécnico=== * Escola Superior de Saúde - Pólo de Ponta Delgada e Angra do Heroísmo. * Escola Superior de Tecnologias - Pólo de Ponta Delgada e Angra do Heroísmo. ===Faculdades=== ;Ilha do Faial *Departamento de Oceanografia e Pescas (DOP). :Criado, em 1976, com a finalidade de promover «a compreensão científica, a conservação da vida marinha e o uso sustentável do Oceano Atlântico na região dos Açores.»Página oficial do DOP. :Membro-Honorário da Ordem Militar de Sant’Iago da Espada a 6 de junho de 2008http://www.ordens.presidencia.pt/. Ilha de São Miguel * Faculdade de Ciências Agrárias e do Ambiente; * Faculdade de Ciências e Tecnologia; * Faculdade de Economia e Gestão; * Faculdade de Ciências Sociais e Humanas. ; ; Ilha Terceira * Faculdade de Ciências Agrárias e do Ambiente. ==Investigação== É uma atribuição da Universidade dos Açores fomentar e realizar a investigação científica em domínios de interesse universal e naqueles que possam contribuir para o desenvolvimento dos Açores ou propiciados pelas condições naturais e culturais particularmente favoráveis da região. A investigação é efectuada no âmbito de centros de investigação, e apoiada internamente pelo GAIDET - Gabinete de Apoio à Investigação e ao Desenvolvimento Experimental e Tecnológico. Existe igualmente na UAc um Gabinete de Apoio à Promoção da Propriedade Industrial. * Centro de Biotecnologia dos Açores (CBA) * Centro de Estudos de Economia Aplicada do Atlântico (CEEAplA) * Centro de Física e Investigação Tecnológica * Centro de História de Além-Mar * Centro de Inovação e Sustentabilidade em Engenharia e Construção * Centro de Investigação e Tecnologia Agrária dos Açores (CITA-A) * Centro de Vulcanologia e Avaliação de Riscos Geológicos * Centro de Empreendedorismo ==Ver também== * Anexo:Lista de instituições de ensino superior de Portugal == Ligações externas == * Universidade dos Açores Página Oficial da Universidade dos Açores Categoria:Universidade dos Açores Categoria:Fundações em Portugal em 1976",
 "title": "Universidade dos Açores"
}