{
 "id": "57086",
 "text": "Terceiro Mundo é um termo da Teoria dos Mundos, originado na Guerra Fria, para descrever os países que se posicionaram como neutros na Guerra Fria, não se aliando nem aos Estados Unidos e os países que defendiam o capitalismo, e nem à União Soviética e os países que defendiam o socialismo. == Histórico == O termo Terceiro mundo era a idealização do movimento e Terceiro-mundismo trata- se da prática, a primeira expressão de tal termo deu-se durante a reunião de países asiáticos e africanos que se emanciparam da colonização europeia, em abril de 1955, na Conferência de Bandung, na Indonésia. É a partir dessa denominação que esses países, considerados pobres e com sérios problemas sociais como a violência, a miséria extrema e a corrupção, buscaram chamar a atenção do mundo inteiro. Porém, englobava muitos países, assim havia divergência de interesses. As divergências internas impediam a tomada de posições mais nítidas e começou a ser articulado o Movimento dos Países Não- Alinhados. A conferencia de fundação desse movimento se realizou em Belgrado (Conferencia de Belgrado-1960). No entanto, muitos desses países acabaram depois cobiçados por forças políticas e sociais ligadas a cada uma das duas facções da Guerra Fria, a capitalista e a comunista, mas apesar disso os países de terceiro mundo produtores de petróleo passaram a financiar a dívida de países desenvolvidos tal qual Estados Unidos.Holly Sklar, ed., Trilateralism: The Trilateral Commission and Elite Planning for World Management. South End Press: 1980: page 65 A articulação do terceiro-mundismo sofreu os primeiros golpes com a aproximação entre a China e os Estados Unidos, a partir de 1972, e com a crise do pan-arabismo, alguns anos depois. Na década de 1980, o fim das crises do petróleo que abalaram o Primeiro Mundo esvaziaram as políticas de desenvolvimento autônomo de nacionalização do petróleo,V.H. Oppenheim, Why Oil Prices Go Up (1) The Past: We Pushed Them. Foreign Policy: No. 25, Winter, 1976-1977: pages 50-51 contribuindo para enfraquecer ainda mais o Movimento dos Países Não-Alinhados o que fez que investidores estrangeiros conseguissem facilidades nesses países o que também gerou crise nas dívidas durante a década de 90Robert O’Brien and Marc Williams, Global Political Economy: Evolution and Dynamics, 2nd ed. Palgrave Macmillan: 2007: page 224-225 e com isso o FMI recomendou aos países pobres produtores de petróleo que baixassem o preço da mercadoria.F. William Engdahl, A Century of War: Anglo-American Oil Politics and the New World Order. London: Pluto Press, 2004: pages 130-132 ==Ver também== *Países recentemente industrializados *Grupo dos 77 ==Bibliografia== * * * * * * * Categoria:Classificação dos países Categoria:Terminologia política Categoria:Política por região",
 "title": "Terceiro Mundo"
}