{
 "id": "57081",
 "text": "Robert Wilhelm Eberhard von Bunsen (Göttingen, Robert Wilhelm von Bunsen, Encyclopædia Britannica de 1911Bunsen, Robert na Allgemeine Deutsche Biographie — Heidelberg, ) foi um químico alemão. Aperfeiçoou um queimador, conhecido atualmente como bico de Bunsen, inventado pelo físico-químico britânico Michael Faraday, e trabalhou com emissões espectrais de elementos químicos aquecidos. == Vida == Bunsen foi o mais novo de quatro filhos. Após ter terminado os estudos escolares em Holzminden, estudou química na Universidade de Göttingen. Obteve seu doutorado com 19 anos de idade. Em seguida, entre 1830 e 1833, viajou através da Europa Ocidental. Durante este tempo encontrou-se com Carl Runge, o descobridor da anilina, Justus von Liebig em Giessen, e Mitscherlich em Bonn. Retornando à Alemanha, Bunsen passou a lecionar em Göttingen, iniciando seus estudos experimentais sobre a (in)solubilidade dos sais metálicos do ácido arsenioso. Atualmente sua descoberta do uso do óxido de ferro hidratado como um agente precipitante é, ainda, o melhor antídoto conhecido para combater o envenenamento por arsênico. Em 1836 sucedeu Friedrich Woehler em Kassel. Após dois anos aceitou um cargo na Universidade de Marburg, onde estudou derivados da arsina. Embora o trabalho de Bunsen ser aclamado, quase morreu de envenenamento por arsênio. Custou-lhe também a perda da visão de um olho, quando uma explosão projetou um fragmento de vidro no seu olho. Em 1841 Bunsen criou o eletrodo de carbono que poderia substituir o caríssimo eletrodo de platina utilizado na bateria de William Robert Grove. Em 1852 assumiu o cargo de Leopold Gmelin em Heidelberg. Usando o ácido nítrico passou a produzir metais puros como o cromo, magnésio, alumínio, manganês, sódio, bário, cálcio e lítio por eletrólise. Com a colaboração de Sir Henry Roscoe iniciou, em 1852, o estudo da obtenção do cloreto de hidrogênio a partir do hidrogênio e cloro. Em 1859 interrompeu seu trabalho com Roscoe e, junto com Gustav Kirchhoff, passou a estudar o espectro de emissão de elementos aquecidos. Para essa finalidade, Bunsen aperfeiçoa um queimador de gás especial, inventado pelo cientista Michael Faraday em 1785 que mais tarde foi denominado “queimador de Bunsen” ou “bico de Bunsen”. Quando Bunsen aposentou-se com a idade de 78 anos, deslocou seu interesse para a geologia, que tinha sido o seu passatempo por muito tempo. ==Personalidade== Bunsen foi um dos cientistas de sua geração mais admirados universalmente. Foi um mestre, dedicado aos seus alunos, e eles foram igualmente dedicados a ele. Em momentos de fortes e muitas vezes cáusticos debates científicos, Bunsen sempre se comportou como um perfeito cavalheiro, mantendo distância das disputas teóricas. Preferia muito mais trabalhar em silêncio em seu laboratório, enriquecendo a ciência com as descobertas úteis. Por uma questão de princípio, nunca registrou uma patente, apesar do fato de suas descobertas terem lhe rendido uma grande riqueza. Bunsen nunca se casou. ==Aposentadoria e morte== Quando Bunsen aposentou-se com 78 anos de idade, mudou o foco de seu trabalho exclusivamente para a geologia e mineralogia, um interesse que tinha levado a cabo ao longo de sua carreira. Morreu em Heidelberg, aos 88 anos de idade. Está sepultado no Bergfriedhof em Heidelberg. ==Ver também== *Peter Desaga == Ligações externas == Categoria:Medalha Copley Categoria:Medalha Davy Categoria:Membros da Academia de Ciências de Göttingen Categoria:Membros da Academia Real das Ciências da Suécia Categoria:Membros estrangeiros da Royal Society Categoria:Professores da Universidade de Wrocław Categoria:Professores da Universidade de Heidelberg Categoria:Professores da Universidade de Marburg Categoria:Pessoas da Revolução Industrial Categoria:Inventores da Alemanha Categoria:Químicos da Alemanha Categoria:Químicos do século XIX Categoria:Alunos da Universidade de Göttingen Categoria:Naturais de Göttingen",
 "title": "Robert Bunsen"
}