{
 "id": "57117",
 "text": "Robert Langdon (Exeter, Nova Hampshire, 22 de junho de 1956) é um personagem fictício, professor de iconografia religiosa e simbologia da Universidade Harvard, criado pelo escritor americano Dan Brown, para os romances de Anjos e Demônios, O Código Da Vinci, O Símbolo Perdido, Inferno e Origem. Tom Hanks interpretou Robert Langdon na adaptação do filme de 2006, O Código da Vinci, repetiu o seu papel na adaptação cinematográfica da sequência, Anjos e Demônios e em Inferno. == O desenvolvimento do personagem == A personagem foi criado por Dan Brown como uma ficção de \"alter ego\" de si mesmo ou \"o homem que deseja que poderia ser\". O próprio Brown nasceu a 22 de junho de 1964 em Exeter, New Hampshire, e a personagem fictícia de Langdon, é descrito como ter nascido em 22 de junho, também em Exeter, e frequentando a mesma escola que Brown fez, Universidade de Phillips Exeter. Brown deu o nome da personagem em homenagem a John Langdon, um professor de tipografia na Universidade de Drexel, que é conhecido por sua criação de ambigramas, desenhos tipográficos que pode ser lida de várias formas, por exemplo, tanto do lado direito para cima e para baixo. Um exemplo de ambigramas feitos por Langdon, apareceu na capa da primeira edição do romance de Brown, no romance Anjos e Demônios, entre outros ambigramas em destaque em todo o romance, também projetado por Langdon. Na página de agradecimentos, Brown chama Langdon de \"um dos artistas mais engenhoso e talentosos vivos...\" que do qual se levantou de forma brilhante para o seu desafio impossível e criou os ambigramas para este romance\". John Langdon também criou o logotipo para o fictício Banco de Depósitos de Zurique, que aparece no filme O Código Da Vinci. == Linha da história == Robert Langdon (nascido em 22 de junho de 1956 em Exeter, New Hampshire, Estados Unidos) é descrito como um Harrison Ford em \"tecido de lã\".http://www.infoplease.com/biography/var/robertlangdon.html Ele era um mergulhador na Universidade de Phillips Exeter, e jogou também polo aquático, na Escola Preparatória. Ele sofre de claustrofobia, o medo de espaços fechados, por ter caído em um poço quando tinha 7 anos de idade. Conhecido por um problema de resolução de mente brilhante, ele tem uma memória eidética e um conhecimento enciclopédico de semiótica. Professor da Universidade de Harvard, ele ensina Iconografia Religiosa e Simbologia. ===Anjos e Demônios=== Robert Langdon é chamado à sede do CERN, na Suíça para desvendar as implicações religiosas e simbólicas da morte de um dos melhores e mais bem conhecidos cientistas, Leonardo Vetra. Quando ele começa a investigar o assassinato, sua obsessão pela história assunto vem à tona. Langdon, junta-se mais tarde, na investigação com Vittoria Vetra (filha de Leonardo) e iniciam a sua viagem ao Vaticano para desvendar o mistério por detrás dos Illuminati, uma sociedade secreta anticristã, que, de acordo com o enredo, infiltrou-se profundamente em muitas instituições globais, como a política, económia e a religião. Langdon e Vetra resolvem o mistério dos Illuminati, seguindo o Caminho da Iluminação (Path of Illumination), para explicar o desaparecimento de quatro cardeais durante um conclave papal, o assassinato de Leonardo Vetra, e do roubo da antimatéria (uma substância que pode ser usado para destruição em massa). No final da novela Langdon acaba tendo um relacionamento com Vittoria Vetra. Nas últimas frases de Anjos e Demônios, Vittoria Vetra pergunta se ele já teve uma experiência divina. Quando ele responde pela negativa, Vittoria desnuda-se e em inteligência diz : \"Você nunca foi para a cama com um mestre de yoga, não é?\" O relacionamento deles, no entanto, só é mencionada brevemente em O Código Da Vinci, que citam o fato de que Langdon tinha visto pela última vez Vittoria um ano antes. ===O Código Da Vinci=== No início de 2003, em O Código Da Vinci, Robert Langdon está em Paris, para dar uma conferência sobre sua obra. Tendo marcado uma reunião para se encontrar com Jacques Saunière, curador do Louvre, a polícia francesa interrompe Langdon na sessão de autógrafos no lançamento do seu livro e informa-o que Saunière foi assassinado, pedindo assistência imediata no Louvre para ajudá-los a resolver o crime. Desconhecido para Langdon, ele é de fato, o principal suspeito do assassinato e foi convocado para a cena do crime para que a polícia pudessem extrair uma confissão dele. Enquanto ele está no Museu do Louvre, ele conhece Sophie Neveu, uma jovem criptologista. Quando Langdon e Sophie conseguem ficar a sós, Langdon descobre que Jacques Saunière é avô de Sophie. Saunière instruiu Sophie para \"Encontrar Robert Langdon\", de acordo com a mensagem que ele deixou para ela no chão, por isso, Sophie acredita que ele é inocente pelo assassinato de seu avô. Ele passa o resto do romance, esquivando-se da polícia e tentando resolver o mistério de uma antiga sociedade secreta, que foi liderado pelo próprio Leonardo da Vinci, o Priorado de Sião. No final do romance, Langdon descobre o mistério por trás de Maria Madalena e o Santo Graal também chamado de Sangreal. Ele e Sophie, acabam, aparentemente, se apaixonando um pelo outro e marcam um encontro em Florença, Itália por uma semana, um mês mais tarde e combinam de não visitar nenhum museu, exposições de arte, etc, durante esse tempo. No final, Langdon termina exatamente onde começou: no Museu do Louvre onde descobre o que esteve procurando desde o início da trama. ===O Símbolo Perdido=== Em 2009, em The Lost Symbol, Langdon encontra-se numa competição de habilidade de pensar rápido, com um vilão tatuado chamado Mal'akh, que sequestra o grão-mestre maçonico Peter Solomon e leva Langdon em uma caçada através dos símbolos maçônicos e sobre a história da cidade de Washington, D.C. e seus símbolos escondidos em uma corrida contra o tempo para salvar o grão-mestre. Langdon embarca nessa aventura com a irmã de Peter, Katherine Solomon uma grande ciêntista especializada em uma nova ciência chamada Ciência Noética. ===Inferno=== Em 2013, em Inferno, no coração da Itália, Langdon é arrastado para um mundo angustiante centrado em uma das obras literárias mais duradouras e misteriosas da história: Inferno, de Dante Alighieri. Numa corrida contra o tempo, Langdon luta contra um adversário assustador e enfrenta um enigma engenhoso que o arrasta para uma clássica paisagem de arte, passagens secretas e ciência futurística. Tendo como pano de fundo o sombrio poema de Dante, Langdon mergulha numa caçada frenética para encontrar respostas e decidir em quem confiar, antes que o mundo que conhecemos seja destruído. ===Origem=== Em 2017, Langdon estará na Espanha em lugares como Mosteiro de Montserrat, a Casa Milà (A Pedreira) e A Sagrada Família, em Barcelona, o Museu Guggenheim, em Bilbao, o Palácio Real de Madri e a Catedral de Sevilha. Acostumado a histórias eletrizantes Robert Langdon dessa vez terá a companhia de Ambra Vidal, a diretora do Museu. == Ver também == *Dan Brown *John Langdon (tipógrafo) *Maçonaria *Priorado de Sião *Pirâmide de Louvre *Ambigrama *Sociedade secreta *Teoria da conspiração == Ligações externas == * The official Robert Langdon website * Robert Langdon described in-depth by Dan Brown in his 21 Dec 2005 Witness Statement to London's High Court Categoria:Professores fictícios Categoria:Personagens de literatura Categoria:Personagens de filmes Categoria:Angels & Demons Categoria:Dan Brown Categoria:The Da Vinci Code Categoria:Inferno (Dan Brown)",
 "title": "Robert Langdon"
}