{
 "id": "57156",
 "text": "Artemis Fowl é uma série de livros escrita por Eoin Colfer, mais um livro complemento chamado \"Arquivo Artemis Fowl\" irlandês, que foi best-seller no Brasil por várias semanas. Artemis Fowl é um misto de policial, ação e fantasia. == Sinopse == A história conta a vida de Artemis Fowl, um garoto de 12 anos, único herdeiro da família Fowl, que tem o maior Q.I. da Europa e uma frieza perceptível. Ele usa essa inteligência fora do comum para fins muito pouco nobres. Os dados começam a rolar quando Artemis descobre um mundo totalmente novo, o mundo das fadas. Por meios escusos, consegue roubar o Livro das Fadas, uma espécie de \"Bíblia\" entre o Povo, carregada por cada um de seus habitantes, e assim desvenda a sua linguagem peculiar, traduzindo o alfabeto das Fadas (chamado Gnomês). Assim, monta um plano para conseguir roubar o ouro das fadas, uma fortuna realmente muito grande e muito bem guardada. Ele sequestra a elfo Holly Short e pede o resgate. A Capitã Holly Short faz parte da LEP (Liga de Elite da Polícia), mais especificamente da tropa de reconhecimento, a LEPrecon. A partir daí surgem diversos acontecimentos, inesperados ou não, e o final dá margem a uma continuação. Depois disso, no segundo livro, Artemis ajuda as fadas na Revolta dos Goblins, que estão usando artefatos humanos para dominar o mundo subterrâneo. Ao ajudá-los, enfrenta uma grande inimiga, Opala Koboi, uma duende diabrete muito inteligente. Artemis também precisa da ajuda do povo para salvar seu pai, que dois anos antes fora sequestrado pela Máfia Russa. No terceiro livro ele cria um supercomputador cinquenta anos mais avançado que o melhor computador do mundo, usando tecnologia roubada do Povo das Fadas. Mas tudo dá errado quando ele perde seu melhor amigo (e guarda-costas), Butler, e um empresário de sucesso com ligações à Máfia rouba o computador, o Cubo V. Então novamente ele pede ajuda às fadas para poder resgatar seu computador e evitar que em mãos erradas ele possa destruir o Povo das Fadas. Isso traz grandes consequências para Artemis, Butler e Juliet. O quarto livro, desacreditado por um possível evento \"cauterizante\" da saga, continua no final do terceiro, contando como a inimiga pública número um do Mundo das Fadas, Opala Koboi, que havia liderado a Revolta dos Goblins descrita no segundo livro, consegue se libertar, estando presa a um estado de coma semi-vegetativo em uma clínica com máxima segurança há mais de um ano, e iniciar seu genial plano de vingança contra os que estragaram seu plano um ano antes. No quinto livro Artemis e o Povo das Fadas devem cooperar para juntos impedir que a raça mágica dos Demónios volte à Terra, depois de anos presos no Limbo, um lugar entre o espaço e o tempo, e que agora ameaçam voltar para exterminar todos os humanos. A mais nova adição à série é a puberdade de Artemis e seu interesse por meninas, principalmente a nova personagem Minerva Paradizo, outra menina-gênio de 12 anos de idade, e rival de Artemis Fowl. No sexto livro a mãe de Artemis, Angeline Fowl, fica gravemente doente de uma doença do povo das fadas. E a cura para a doença dela, por ironia do destino, era feita de um animal extinto há anos e Artemis fora o responsável pela morte do último ser da espécie. É então que, com a ajuda do demónio Nº1 Holly, Artemis volta ao passado para impedir que seu Eu passado destrua a única possibilidade de cura de sua mãe. É então que Artemis se vê cara a cara com o mais inteligente adversário que encontrara: ele mesmo, aos 10 anos. O melhor ponto do livro para os fãs da saga é sem duvida quando a versão adolescente de Holly Short e o Artemis atual se beijam. No sétimo livro, Artemis se descobre com uma doença causada pela mistura de magia e culpa chamada Complexo de Atlântida que causa TOC (Transtorno Obsessivo Compulsivo), paranoia e alucinações. A doença atinge um ponto crítico quando Artemis deserta da própria cabeça e seu Alter-Ego assume o seu controle do corpo com o nome de Orion, no exato momento em que o irmão de Julios Raiz (Comandante da LEPrecon), o vilão Tornaboll Raiz, arquiteta um maligno plano de fuga. No oitavo livro, Opala consegue fugir novamente arquitetando seu último plano maligno contra O Povo e os humanos. Arriscando a vida de seu próprio eu mais jovem e com um novo corpo tomado de magia negra e energia quântica, ela abrirá O Portão, construído pelo antigo feiticeiro Bruin Fadda para o caso de os humanos atacarem novamente o povo subterranêo. O Portão é constituído de duas fechaduras: uma contém o espírito dos guerreiros Furiosos e a outra a ira de Danu. (Mãe Terra) Se aberta, a segunda fechadura irá espalhar uma explosão com energia geotérmica, lançando os humanos que não morrerem a uma nova era glacial. Opala Koboi irá invocar o espírito dos antigos guerreiros Furiosos, mortos há mais de dez mil anos em uma sangrenta batalha contra os humanos, para que se aliem ao seu lado na destruição em massa dos humanos. Enquanto isso Artemis e Holly vão correr contra o tempo para salvar a humanidade da fúria de Danu. == Personagens Principais == * Artemis Fowl: Jovem gênio do crime. Dono do maior QI da Europa, aos 12 anos ele se meteu em negócios obscuros envolvendo o Povo das Fadas. Mas, a cada novo plano, mais pessoas saem feridas. Ele começa a aprender com seus erros e vai moldando seu caráter. Artemis é um garoto, no mínimo, incomum. Nos primeiros livros é frio e calculista, uma pessoa que não mede custos para conseguir o que quer. No entanto, ao longo da série, sua personalidade vem mudando, sua consciência sobre os seus atos desperta, e ele desenvolve mais o seu lado sentimental. Seu aniversário é no dia 1 de setembro. * Domovoi Butler: Guarda-costas de Artemis, tem aproximadamente 45 anos. Alto e forte, pode matar uma pessoa sem usar armas de 15 modos diferentes, isso estando longe. Eurasiano, fez um treinamento que todos seus antepassados fizeram de Segurança Pessoal com uma sensei chamada Madame Ko. Possui um diamante tatuado no braço, que conseguiu na academia, o qual, no círculo dos guarda-costas, é o melhor nível alcançado, dispensando qualquer currículo, não se esquecendo de mencionar que ele ainda foi a pessoa mais nova a conseguir esse diamante, com apenas 18 anos. * Juliet Butler: Irmã de Butler, treinada no mesmo local que seu irmão, embora não tenha sido aprovada. Possui assim como Butler muitas habilidades, embora não tantas quanto o irmão. Porém, quando surge a necessidade ela sabe utilizar muito bem essas suas habilidades. * Capitã Holly Short: Holly é a primeira fêmea na LEPrecon, e deveria dar o exemplo. Deveria. Holly vive se metendo em confusão pois tem um talento nato para desrespeitar regras. Foi seqüestrada por Artemis, depois ajudou-o a salvar seu pai e recuperar o Cubo V. Salvou o povo duas vezes da maligna diabrete Opala Koboi. Foi acusada de assassinato e passou por inúmeros inquéritos e investigações (embora nada tenha sido provado). Conseguiu aos poucos ir melhorando o caráter de Artemis e até criando vínculos de amizade com ele. No sexto livro, Artemis Fowl and The Time Paradox(Artemis Fowl, O Paradoxo Do Tempo), ela beija Artemis, por causa da puberdade pois tinha virado uma adolescente de novo graças a um efeito colateral de uma viagem no tempo. * Comandante Julius Raiz: Comandante da LEPrecon, a polícia especial das fadas. Rabugento, sempre briga com Potrus, mas tem um carinho especial por Holly, e, exatamente por isso a trata de forma mais rigorosa do que todos. Um pouco machista. Morreu de forma trágica em A vingança de Opala, como parte de seu plano de vingança. * Potrus: Um dos membros mais inteligentes do Povo é este centauro. Se não fosse por Potrus, a tecnologia do povo seria quase alcançada pela dos humanos. Totalmente paranoico, tem profunda amizade por Holly e muito respeito pelo comandante Raiz, embora estivesse sempre brigando com este. * Palha Escavator: Um anão hilário, peludo, cleptomaníaco e flatulento, que é o maior ladrão de todos os tempos do Povo. Tem Julius Raiz sempre ao seu encalço, e acaba sempre tirando Holly e Artemis de encrencas. * Minerva Paradizo: Garota gênio, 12 anos, possível interesse amoroso(o jovem se sentiu muito atraído por ela) e rival de Artemis Fowl, quer usar N° 1, um demónio feiticeiro, para conseguir ganhar o prêmio Nobel. Assim como Artemis há uma mudança no seu caráter durante a história. === Criminosos === * Jon Spiro: Homem da Lama que vive em Chicago, tem uma carreira sombria e supostas conexões com o mundo do crime. Sua empresa de comunicação, a Fission Chips, é a segunda maior do mundo no setor e concorrente direta da Phonetix Phone Company. Ele é dono da Agulha Spiro, um edifício enorme considerado inviolável. Possui vínculos com a família da máfia Antonelli. Ele é o principal antagonista do Código Eterno. * Urze Porrete: Em Artemis Fowl, ele é um tenente sedento de poder na LEPrecon e tem ciúmes da posição do comandante Raiz. A princípio, ele apenas dá a impressão de ser um indivíduo pomposo, mas essencialmente inofensivo. No entanto, sua verdadeira natureza sinistra logo surge. Ele se torna Comandante Interino durante o Cerco de Artemis Fowl e depois de uma tentativa de explorar a situação e tomar o poder, seu plano é frustrado. Ele sufoca Potrus mas Raiz o incapacita com um dardo tranquilizante. O dardo deixa Porrete deformado ao reagir com algumas drogas proibidas que ele estava tomando. Ele é rebaixado e ficou consumido pelo desejo de vingança. Acaba unindo forças com Opala Koboi no Incidente do Ártico e, juntos, eles começaram um plano para assumir os Elementos Inferiores, fornecendo armas aos B'wa Kell. * Opala Koboi: Uma duende diabrete com um cérebro tão grande quanto sua maldade. Tentou tomar a cidade do Porto, maior cidade do subsolo, para si. Tendo seus planos frustrados, travou uma maneira de destruir o Povo, aliando-se a humanos. Depois dá frustrada tentativa de revelar o Povo aos humanos, Opala foi presa em Atlântida, porém, com sua maligna inteligência fora do comum bolou um último plano para escapar, matando seu próprio eu mais jovem, para conseguir magia o suficiente para liberar os antigos guerreiros Furiosos. * Duda Dia: Duende diabrete que já tinha sido preso na Trincheira de Atlântida. Tinha no máximo 60 cm de altura e era um exímio motorista. Era contrabandeador de peixes. Ele quase mata Holly em \"A colônia Perdida\", mas acaba ajudando-a a entrar no Castelo Paradizo, se passando por Bobo, irmão de Minerva. Depois junto com Palha eles continuam com a firma de investigação policial enquanto Holly estava no túnel do tempo. * Viravolta Raiz (Tornabol Raiz): É o infame irmão mais velho de Julius Raiz. Em \"Artemis Fowl Arquivo\" ele é mostrado como um criminoso e ex-capitão da polícia dos elementos de baixo que escapou da prisão pelas mãos do próprio Julius. Tornabol tentou emboscar Julius durante a iniciação de Holly Short, mas foi enganado e preso. Consegue escapar da prisão durante os acontecimentos do \"Complexo de Atlântida\" na tentativa de conseguir rejuvenescer sua esposa humana, mas seus planos são mais uma vez interrompidos e ele encontra seu fim junto a sua amada. * Leon Abbot: Foi um demônio que apareceu como o principal antagonista de A Colônia Perdida. Ele foi um dos dois demônios que quebraram o círculo de feiticeiros enquanto transportavam a Hybras. Abbot é um narcisista e, portanto, acredita que ele é mais importante que os outros. Ele prefere que haja morte para todos antes de desgraça para ele. == Códigos == Nos livros há códigos na parte de baixo das páginas. No primeiro, no quarto e quinto livros o código usado foi o Gnomês, siga o link e veja a tradução do código do primeiro livro. No segundo é usado o Centauriano, também nesse artigo há uma tradução. No terceiro livro é usado um código com barras que variam de tamanho para cima e para baixo. Estes códigos fazem parte do criptograma de Artemis Fowl. == Livros == * Artemis Fowl: O Menino Prodígio do Crime (O Ouro das Fadas em Portugal, Artemis Fowl em Inglês) (2001) ISBN: 8501060887. * Artemis Fowl: Uma Aventura no Ártico (Incidente no Ártico em Portugal, Artemis Fowl: The Arctic Incident em Inglês) (2002) ISBN: 8501064246. * Artemis Fowl: O Código Eterno (Artemis Fowl: The Eternity Code em Inglês) (2003) ISBN: 8501068101. * Artemis Fowl: A Vingança de Opala (Artemis Fowl: The Opal Deception em Inglês) (2005) ISBN: 850107246X. * Artemis Fowl: A Colônia Perdida (Artemis Fowl: The Lost Colony em Inglês) (2006) ISBN: 8501079057. * Artemis Fowl: O Paradoxo do Tempo (Artemis Fowl: Time Paradox em Inglês) (2008) ISBN: 8501084077. * Artemis Fowl: O Complexo de Atlântida (Artemis Fowl: The Atlantis Complex em Inglês) (2010) ISBN: 978-0-141-32804-1. * Artemis Fowl: O Último Guardião (Artemis Fowl: The Last Guardian em Inglês) (2012) * Arquivo Artemis Fowl (livro que conta acontecimentos entre os livros 1 e 2) ISBN: 8501072451. == Último Livro == Em entrevista ao jornal britânico The Guardian, Eoin Colfer revelou que o oitavo livro da série seria o último (pode conter spoilers sobre O Complexo de Atlântida e do último livro): \"Mais um livro, e então será o fim. Ele (Artemis) será confrontado com uma escolha na qual ele pode ser bom para alguém sem ganhar nada em troca, ou pode ser cruel e ganhar uma mala de dinheiro, e ele vai escolher o bom caminho. É assim que vai acabar, com uma escolha simples\". \"O cérebro desta criança tem mudado ao longo da série\", continuou Colfer. \"Ele mudou seu jeito de ser, como se tivesse dois lados de uma personalidade. Ele deixou de ser aquele cara horrível para se tornar uma espécie de Robin Hood\", disse o autor. \"Como Peter Pan, aquele garoto que se envolvia em coisas mágicas mas que ainda assim gostava de ser considerado humano. Não vai ser uma batalha enorme, subindo as escadas para o céu, não vai ser esse tipo de fim\", acrescentou. \"Haverá uma grande aventura, e um epílogo. Fim da história\". == Adaptação cinematográfica == Em uma entrevista, o autor disse que talvez fosse feito um filme para o primeiro livro da série, mas que pode demorar. Ele pensava em dar um final alternativo para a versão do cinema. Em julho de 2013, a Walt Disney Pictures anunciou a produção de um filme cobrindo os eventos dos dois primeiros livros em conjunção com a The Weinstein Company e roteiro de Michael Goldenberg. Robert De Niro e Jane Rosenthal assinaram o projeto como produtores executivos. == Ligações externas == * Informações sobre a Série * Site Brasileiro Categoria:Livros de fantasia Categoria:Artemis Fowl",
 "title": "Artemis Fowl"
}