{
 "id": "57164",
 "text": "Eugène-Henri-Paul Gauguin (Paris, 7 de junho de 1848 – Ilhas Marquesas, 8 de maio de 1903) foi um pintor francês do pós-impressionismo. == Biografia == Gauguin nasceu em Paris, viveu até sete anos em Lima, no Peru, para onde os seus pais (um jornalista francês e uma escritora peruana)Uol educação. Disponível em https://educacao.uol.com.br/biografias/paul-gauguin.htm. Acesso em 4 de março de 2017. mudaram-se após a chegada de Napoleão III ao poder. O seu pai pretendia trabalhar em um jornal da capital peruana, porém, durante uma terrível viagem de navio, teve complicações de saúde e faleceu. Assim, o futuro pintor desembarcou em Lima apenas com a sua mãe e com a sua irmã. === Vida adulta e início de carreira === Quando voltou para o seu país natal, em 1855, Gauguin estudou em Orléans e, aos 17 anos, ingressou na marinha mercante e correu o mundo. Trabalhou em seguida numa corretora de valores parisiense e, em 1873, casou-se com a dinamarquesa Mette Sophie Gad, com quem teve cinco filhos. Aos 35 anos, após a quebra da Bolsa de Paris, tomou a decisão mais importante de sua vida: dedicar-se totalmente à pintura. Começou, assim, uma vida de viagens e boémia, que resultou numa produção artística singular e determinante das vanguardas do século XX. Ao contrário de muitos pintores, não se incorporou ao movimento impressionista da época. Expôs pela primeira vez em 1876. Mas não seria uma vida fácil, tendo atravessado dificuldades econômicas, problemas conjugais, privações e doenças. Foi então para Copenhagen, onde acabou ocorrendo o rompimento de seu casamento. Sua obra, longe de poder ser enquadrada em algum movimento, foi tão singular como as de Van Gogh ou Paul Cézanne. Apesar disso, teve seguidores e pode ser considerado o fundador do grupo Les Nabis, que, mais do que um conceito artístico, representava uma forma de pensar a pintura como filosofia de vida. Suas primeiras obras tentavam captar a simplicidade da vida no campo, algo que ele consegue com a aplicação arbitrária das cores, em oposição a qualquer naturalismo, como demonstra o seu famoso Cristo Amarelo. As cores se estendem planas e puras sobre a superfície, quase decorativamente. O pintor parte para o Taiti em busca de novos temas e para se libertar dos condicionamentos da Europa. Suas telas surgem carregadas da iconografia exótica do lugar, e não faltam cenas que mostram um erotismo natural, fruto, segundo conhecidos do pintor, de sua paixão pelas nativas. A cor adquire mais preponderância, sendo representada pelos vermelhos intensos, amarelos, verdes e violetas. Morou durante algum tempo em Pont-Aven, na Bretanha, onde sua arte amadureceu. Posteriormente, morou no sul da França, onde conviveu com Vincent Van Gogh. Numa viagem à Martinica, em 1887, Gauguin passou a renegar o impressionismo e a empreender o \"retorno ao princípio\", ou seja, à arte primitivista. Tinha ideia de voltar ao Taiti, porém não dispunha de recursos financeiros. Então, com o auxílio de amigos, também artistas, organizou um grande leilão de suas obras. Colocou, à venda, cerca de 40 peças. A maioria foi comprada pelos próprios amigos de Gauguin, como por exemplo Theo van Gogh, irmão de Vincent van Gogh, que trabalhava para a Casa Goupil (importante estabelecimento que trabalhava com obras de arte). Tendo conseguindo arrecadar 7 350 francos franceses, em meados de 1891, depois de se despedir da esposa e da família em Copenhaga, regressou ao Taiti,SPENCE, D. Grandes artistas. Tradução de Luiz Antônio Aguiar e Marisa Sobral. São Paulo. Melhoramentos. 2004. p. 245. onde pintou cerca de uma centena de quadros sobre tipos indígenas, como \"Vahiné no te tiare\" (\"A moça com a flor\") e \"Mulheres de Taiti\", além de executar inúmeras esculturas e escrever um livro, Noa noa. Quando voltou a Paris, realizou uma exposição individual na galeria de Durand-Ruel e voltou ao Taiti, mas fixou-se definitivamente na ilha Dominique. Nessa fase, criou algumas de suas obras mais importantes, como \"De onde viemos? O que somos? Para onde vamos?\", uma tela enorme que sintetiza toda a sua pintura, realizada antes de uma frustrada tentativa de suicídio utilizando arsênio. Em setembro de 1901, transferiu-se para a ilha Hiva Oa, uma das Ilhas Marquesas, onde veio a falecer, provavelmente devido à sífilis. Encontra-se sepultado no cemitério de Atuona, no Arquipélago das Marquesas, na Polinésia Francesa. == Características da obra == Gauguin desenvolveu as técnicas do \"sintetismo\" e \"cloisonnisme\" (alveolismo), estilos de representação simbólica da natureza onde são utilizadas formas simplificadas e grandes campos de cores vivas chapadas, que ele fechava com uma linha negra, e que mostravam uma forte influência das gravuras japonesas. A sua pintura é caracterizada por: * Natureza alegórica, decorativa e sugestiva; * Formas dimensionais, estilizadas, sintéticas e estáticas. === Obras e informações === Image:Paul Gauguin 104.jpg Vincent van Gogh pinta girassóis, 1888, Museu Van Gogh Existia uma certa amizade entre Gauguin e Vincent van Gogh. Apesar de não concordarem em muitos pontos de vista, estavam, sempre, conversando sobre obras e tendências do mundo artístico. Este quadro afirma o laço de amizade existente entre ambos. Image:Paul Gauguin 072.jpg Café em Arles, 1888, Museu Pushkin Esta pintura foi uma entre muitas que foram temas comuns para Gauguin e Van Gogh. Não era raro eles escolherem um tema comum e realizarem estudos diferenciados. Sobre este quadro, Gauguin, ainda, chegou a comentar que não gostou muito dele, pois possuía cores escuras e uma decoração que não o agradava. Image:Paul Gauguin 137.jpg Jacó e o Anjo, 1888, Galeria Nacional da Escócia A obra retrata uma narrativa da Bíblia na qual Jacó volta para casa depois de muitos anos de solidão devido aos conflitos vividos com o irmão Esaú. Segundo a Bíblia, no caminho de volta, Jacó luta com um Anjo durante uma noite inteira (parte superior). Luta essa que materializa a imagem do pensamento das mulheres que participam do sermão (parte inferior) Image:Paul_Gauguin_056.jpg Mulheres de Taiti na Praia, 1891, Museu de Orsay, Paris Durante esta época, o artista pintava muitos elementos da natureza. Ele colocou uma flor no cabelo de uma das mulheres, como quem quisesse demonstrar que estava fazendo algo diferente, porém que não havia abandonado seu estilo. Image:Paul_Gauguin_062.jpg O Filho de Deus nascido, 1896, Nova Pinacoteca Aqui, é possível perceber, facilmente, a mistura de sua cultura ocidental com o estilo de vida primitivo dos taitianos. O pintor utilizou nativos para retratar um fato cristão, bem como a cor amarela para enfatizar a santidade de Maria, deitada na cama. Image:Woher kommen wir Wer sind wir Wohin gehen wir.jpg De onde viemos? Quem somos? Para onde vamos?, 1897, Museu de Belas Artes de Boston Uma tela de 4 metros, pintada em apenas um mês. Da direita para esquerda, é possível notar uma evolução da vida humana. Começando com uma criança no canto, um adulto ao meio em contato com o conhecimento (simbolizado pela árvore) e, no outro extremo, uma velha anciã. Image:Paul Gauguin 135.jpg Vairumati, 1896, Museu de Orsay, Paris Este quadro é composto basicamente de duas coisas que o artista gosta muito de incluir em suas obras: Mulheres e figuras misteriosas, como é o caso da ave típica do Taiti atacando um lagarto. ==Leilão== Em fevereiro de 2015, a pintura Nafea Faa Ipoipo, que pertencia ao colecionador suíço Rudolf Stechelin, foi adquirida pela Autoridade de Museus do Qatar por 300 milhões de dólares estadunidenses (263 milhões de euros), e converteu-se assim na obra de arte mais cara da história. A venda em leilão superou, em 50 milhões de dólares estadunidenses, o quadro \"Os Jogadores de Cartas\", de Cézanne, que estava em primeiro lugar na lista das obras mais caras de sempre. Nafea Faa Ipoipo (traduzido da língua marquesana, \"Quando te casarás?\") é um quadro a óleo de 1892 que retrata adolescentes taitianas. == Ver também == * Expressionismo * História da arte ocidental * Pós-impressionismo == Ligações externas == * Pinturas de Paul Gauguin * Art Gallery - Paul Gauguin * Paul Gauguin: Uma galeria de arte virtual * Museu de Orsay * Cultura e Pensamento: Paul Gauguin * WebMuseum: Paul Gauguin * Olga's Gallery: Paul Gauguin * Pinturas de Paul Gauguin no Picasa * Paul Gauguin * As obras de arte de Paul Gauguin === Escritos === * Escritos de Gauguin (em francês) * As obras de arte de Paul Gauguin Categoria:Pintores da França do século XIX Categoria:Pintores da França do século XX Categoria:Pintores do pós-impressionismo Categoria:Naturais de Paris Categoria:Mortes por sífilis Categoria:Corretores de bolsa",
 "title": "Paul Gauguin"
}