{
 "id": "5717",
 "text": "O ruténioPE ou rutênioPB (latim Ruthenia, em homenagem à Rutênia, o estado eslavo da Idade Média) é um elemento químico de símbolo Ru de número atômico 44 (44 prótons e 44 elétrons) e de massa atómica igual a 101 u.m.a. À temperatura ambiente, o rutênio encontra-se no estado sólido. É um elemento do grupo do ferro (8 ou, anteriormente, 8B) da classificação periódica dos elementos. É um metal de transição, pouco abundante, encontrado normalmente em minas de platina. É empregado como catalisador e em ligas metálicas de alta resistência com platina ou paládio. O rutênio foi descoberto por Karl Ernst Claus em 1844. == Características principais == É um metal branco, duro e frágil que apresenta quatro formas cristalinas diferentes. Se dissolve em bases fundidas e não é atacado por ácidos a temperatura ambiente. A altas temperaturas reage com os halogênios e com hidróxidos. Pode-se aumentar a dureza do paládio e da platina com pequenas quantidades de rutênio. Igualmente, a adição de pequenas quantidades aumenta a resistência a corrosão do titânio de forma importante. Se tem obtido uma liga de rutênio e molibdênio supercondutora a 10,6 K. Os estados de oxidação mais comuns são +2, +3 e +4. Existem compostos nos quais apresenta estado de oxidação desde 0 até +8, e também -2. O tetraóxido de rutênio, RuO4 (estado de oxidação +8), é muito oxidante, mais que o análogo ósmio, e se decompõem violentamente a altas temperaturas. == Aplicações == * Devido a sua grande capacidade para endurecer o paládio e a platina, é empregado em ligas com estes metais, utilizados em contatos elétricos de alta resistência ao desgaste. * É incorporado ao titânio como elemento de liga para aumentar a resistência a corrosão. Cerca de 1% inibe a corrosão em aproximadamente cem vezes. * Igual aos outros elementos do grupo da platina pode ser empregado como catalisador em diferentes processos. O sulfeto de hidrogênio , H2S, pode se decompor pela luz empregando óxido de rutênio em uma suspensão aquosa de partículas de CdS. O processo é útil na eliminação de H2S nas refinarias de petróleo e de outros processos industriais. * Recentemente, se tem verificado que alguns compostos organometálicos de rutênio tem atividade antitumoral. == História == O rutênio foi descoberto por Karl Klaus em 1844 que observou que o óxido de rutênio continha um novo metal, obtendo 6 gramas de rutênio da parte da platina que é insolúvel na água régia.Jöns Berzelius e Gottfried Osann quase o descobriram em 1827. Examinaram os resíduos derivados da dissolução de uma amostra de platina procedente dos Urais com água régia. Osann pensou que havia encontrado três novos metais, dando-lhes nomes, sendo um deles o rutênio. É possível que o químico polaco Jedrzej Sniadecki tenha isolado este elemento em 1807, porém este feito não foi confirmado e ele retirou seu pedido. Sniadecki havia chamado esse elemento de vestium. == Abundância e obtenção == É encontrado em poucos minerais e não são comerciais. É encontrado na laurita, RuS2, e em pequenas quantidades na pentlandita, (Fe, Ni)9S8. Este elemento geralmente é encontrado junto com outros elementos do grupo de platina, nos Montes Urais e na América, formando ligas metálicas. Os elementos do grupo da platina, que normalmente estão juntos, são separados mediante uma série de processos químicos, diferentes segundo como são encontrados, aproveitando as diferenças químicas de cada um elemento. == Compostos == Em seus compostos, o rutênio apresenta diferentes estados de oxidação, alcançando inclusive o estado +8. ainda que os mais comuns sejam +2, +3 e +4. Há alguns compostos do rutênio parecidos com os compostos do ósmio do mesmo grupo, porém a química de ambos difere bastante da do ferro, também do mesmo grupo. * O tetraóxido de rutênio, RuO4, é muito oxidante, mais que o análogo de ósmio, e se decompõe violentamente a temperaturas altas. * Alguns complexos de Ru+2 e Ru+3 podem ser empregados no tratamento contra o câncer. Por exemplo, o H(im)[RuCl4(im)2], sendo im = imidazol. == Isótopos == Na natureza são encontrados 7 isótopos de rutênio. Os radioisótopos mais estáveis de rutênio são o 106Ru, com um tempo de vida média 373,59 dias, o 103Ru com uma vida média de 39,26 dias, e o 97Ru, com 2,9 dias. Se tem caracterizado outros 15 radioisótopos com massas atômicas desde 89,93 u (90Ru) até 114,928 u (115Ru). A maioria destes tem tempos de vida média de menos de cinco minutos, exceto o 95Ru, de 1,643 horas, e o 105Ru, de 4,44 horas. O principal modo de decaimento antes do isótopo mais abundante, 102Ru, é a captura eletrônica, e depois é a desintegração beta. O principal produto obtido antes de 102Ru é o tecnécio, porém após é o ródio. == Precauções == O tetraóxido de rutênio, RuO4, similar ao tetraóxido de ósmio, é altamente tóxico. O rutênio não desempenha nenhum papel biológico, porém pode ser carcinógeno e bioacumular nos ossos. == Ligações externas == *EnvironmentalChemistry.com - Ruthenium",
 "title": "Rutênio"
}