{
 "id": "57185",
 "text": "O Direito Eleitoral é o ramo do Direito Público destinado a estudar o processo de escolha de representantes para a ocupação de cargos eletivos, incluindo os sistemas eleitorais e sua legislação. O Direito Eleitoral, no Brasil, é o ramo autônomo do Direito Público encarregado de regulamentar os direitos políticos dos cidadãos e o processo eleitoral. De uma forma mais específica, é uma especialização do direito constitucional, cujo conjunto sistematizado de normas destina-se a assegurar a organização e o exercício de direitos políticos, principalmente os que envolvem votar e ser votado (Art. 1º do Código Eleitoral - Lei nº 4.737/65). Em outras palavras, o Direito Eleitoral dedica-se ao estudo das normas e procedimentos que organizam e disciplinam o funcionamento do poder de sufrágio popular, de modo a que se estabeleça a precisa equação entre a vontade do povo e a atividade governamental. A lei eleitoral é exclusivamente federal por disposição constitucional (Art. 22, I, da CF), não podendo, desta forma, os estados e municípios disporem sobre regras de cunho eleitoral, nem mesmo supletivamente. As Medidas Provisórias não podem conter disposições com conteúdo eleitoral e/ou partidário (Art. 62, I, “a”, da CF). Vigora no Direito Eleitoral o Princípio da Anualidade da Lei Eleitoral, ou seja, embora entrando em vigor na data de sua publicação, a lei somente será aplicada se a eleição acontecer após 1 (um) ano da data de sua vigência (Art. 16, da CF). == Fontes == As principais fontes formais do direito eleitoral brasileiro são: * Constituição Federal (arts. 14 a 17 e 118 a 121); * Código Eleitoral (Lei nº 4.737/65); * Lei das Eleições (Lei nº 9.504/97); * Lei das Inelegibilidades (Lei Complementar nº 64/90); * Lei Etelvino Lins (Lei n. 6.091/74) * Lei dos Partidos Políticos (9.096/95); * Respostas do TSE e dos TRE's às Consultas; * Resoluções do TSE. == Justiça Eleitoral == A Justiça Eleitoral, criada em 1932, é o ramo do Poder Judiciário que cuida do processo eleitoral, sendo responsável pela organização das mesas de votação, pelo alistamento eleitoral, pela apuração dos votos e pelo reconhecimento e proclamação dos candidatos eleitos em todo o território nacional, tanto na esfera federal, quanto nas esferas estaduais e municipais, tendo como principal objetivo assegurar a normal apuração da vontade popular e o exercício dos direitos políticos. A Justiça Eleitoral apresenta certas características peculiares: * possui uma composição diversificada, formada por membros emprestados; * além da função jurisdicional, exerce também funções administrativas; * seus membros exercem um mandato provisório; A Justiça Eleitoral brasileira não possui um quadro exclusivo de magistrados eleitorais, sendo que sua composição é formada por juízes e advogados de diferentes áreas do direito. Todo juiz eleitoral vem para a Justiça Eleitoral como um empréstimo de outros ramos do Poder Judiciário. A competência da justiça eleitoral alcança a tudo e a todos que se relacionem com o pleito, incluindo o alistamento eleitoral, a campanha e a propaganda eleitoral, a organização administrativa do pleito, o registro das candidaturas, a votação, as impugnações, os cancelamentos e outros, mas cessa com a diplomação dos eleitos e o julgamento dos recursos interpostos. Importante salientar que há o Ministério Público Eleitoral, cujo chefe é o Procurador-geral Eleitoral, também o Procurador Geral da República, os Procuradores Regionais Eleitorais, e os Promotores Eleitorais, que atuam nas zonas eleitorais, e são promotores estaduais cedidos no serviço da Justiça Eleitoral. === Funções da Justiça Eleitoral === * garantir a seriedade do processo eleitoral; * comandar e organizar as eleições; * evitar abusos e fraudes eleitorais; * preservar direitos e garantias por meio da lei. * exercer o poder de polícia eleitoral, processando e julgando as infrações administrativas e crimes eleitorais;. === Órgãos da Justiça Eleitoral === Previstos no artigo 118 da Constituição Federal, são eles: * O Tribunal Superior Eleitoral (TSE); * Os Tribunais Regionais Eleitorais (TREs); * Os Juízes Eleitorais; * As Juntas Eleitorais. == Princípios do Direito Eleitoral == ===Introdução=== Os princípios são considerados proposições basilares e fundamentais que condicionam toda a estrutura e interpretação das diretrizes de uma ciência. Os dicionários comumente retratam a figura do princípio como “aquilo que vem antes, o início, o começo” e nesse sentido, para o Direito como ciência, princípios são juízos abstratos de valor, fontes que orientam a interpretação e a aplicação do Direito por serem justamente preceitos basilares. Para o professor Celso Bandeira de MeloMELLO, Celso Antonio Bandeira de. Elementos de direito administrativo. São Paulo. Revista dos Tribunais. 1991., princípio é o: ::Mandamento nuclear de um sistema, verdadeiro alicerce dele, disposição fundamental que se irradia sobre diferentes normas, compondo-lhes o espírito e servindo de critério para sua exata compreensão e inteligência, exatamente por definir a lógica e a racionalidade do sistema normativo, no que lhe confere a tônica e lhe dá sentido harmônico. Em uma tentativa de diferenciar as regras dos princípios, podemos afirmar que enquanto estes possuem um espectro de incidência muito mais amplo, aquelas se destinam a casos concretos, previstos, e por essa razão, específicos. Por isso, não há antinomia jurídica entre os princípios e as regras, pois estas agem sobre a concreção daqueles. DworkinDWORKIN, Ronald. Levando os direitos a sério. São Paulo: Martins Fontes, 2002. (Tradução de Talking rights seriously). enfatiza essa concepção quando explica que as regras são espécies normativas que carregam um grau de abstração mais limitado se comparada aos princípios, possuindo uma estrutura de tudo ou nada, pois diante de uma situação, podem estar presentes ou não os pressupostos para sua subsunção. Esta por sua vez é outra característica que os diferencia: enquanto a aplicação dos princípios se faz pela ponderação, a das regras se faz pela da subsunção. Dessa forma, não raras às vezes as regras entram em conflito produzindo uma antinomia, enquanto os princípios se complementam e se somam. Todavia, ponderoso considerar que por terem naturezas diferentes, é que normas e princípios se integralizam no tocante à interpretação da legislação quando da aplicação ao caso concreto. Assim, importante é mostrar a coesão entre as fontes do Direito, de forma que o ordenamento jurídico mostre-se sempre harmônico e coerente. Luis Roberto Barroso em sua obra Interpretação e aplicação da Constituição: fundamentos de uma dogmática constitucional transformadoraBARROSO, Luís Roberto. Interpretação e aplicação da Constituição: fundamentos de uma dogmática constitucional transformadora. São Paulo: Saraiva, 1999, p. 147 abaliza que os princípios constitucionais são o conjunto de normas eleitas pelo legislador que refletem a ideologia da Carta, e que, portanto seus postulados basilares e finalísticos funcionam como fundamentos primordiais da ordem jurídica. Nesse sentido vale ressaltar que no chamado Pós-Positivismo, os princípios deixaram de ser apenas comandos gerais abstratos, assumindo a função de normas jurídicas, apresentando um conteúdo axiológico e possuindo eficácia direta. Nesse mesmo sentido entra em cena a partir da segunda metade do século XX o constitucionalismo contemporâneo, mais conhecido como “neoconstitucionalismo”, fenômeno que implicou um novo modo de enxergar a Constituição e seu papel na interpretação do ordenamento jurídico, colocando-a no centro do sistema atribuindo-lhe imperatividade e superioridade. A Constituição então passa a possuir não apenas supremacia formal, mas também relevância material e axiológica, de forma a não ser mais somente encarada como paradigma ou carta de recomendações, mas passando a ter caráter vinculativo e obrigatório de seus enunciados, aplicáveis pelo juiz ao caso concreto. Entretanto, como afirma José Armando Ponte Dias Júnior em seu livro Elegibilidade e MoralidadeDIAS JÚNIOR, José Armando Ponte. Elegibilidade e moralidade: o direito fundamental à moralidade das candidaturas. 3.ed. Curitiba: Juruá, 2014, p. 41, reconhecer o caráter jurídico e a imperatividade da Constituição é navegar por águas tranquilas e continua: ::Menos tranquilo, contudo, é o percurso que daí se inicia, consistente em atribuir efetividade às normas constitucionais, e cremos ser essa mais uma missão do constitucionalismo contemporâneo, e decerto uma das mais importantes, de maneira que, uma vez reconhecida a força normativa da constituição, a missão do intérprete constitucional agora é envidar esforços no sentido de conferir, tanto quanto possível, efetividade a todas as suas normas, mesmo porque não faria sentido conceber uma constituição para não ser efetivada. Considerando então a força normativa e centralidade da Constituição, bem como o reconhecimento da sua supremacia jurídica, os princípios constitucionais ganham cada vez mais significância enquanto o Direito como uma ciência e quando da aplicação do Direito pelo Judiciário. Assim, percebe-se que a atual perspectiva jurídica comporta maior atenção e relevância à constitucionalização do Direito e à principiologia como norma a ser efetivada, influindo todos os ramos da ciência. Ocorre que apesar de toda essa corrente, o Direito Eleitoral vem caminhando um pouco na contramão e por isso é necessário muita atenção. Enquanto todos os outros ramos buscam cada vez mais fortalecimento nos preceitos constitucionais, a legislação eleitoral infraconstitucional passou por inúmeras mudanças e atualizações e tem ganhado maior estudo e expressão. As leis promulgadas após 1988, bem como as próprias Resoluções emitidas pelo Tribunal Superior Eleitoral (TSE) trataram de modificar substancialmente aspectos do Direito Eleitoral. Com isso, a importância da aplicação dos princípios se fez veemente.Instituto Novo Eleitoral. Princípios do Direito Eleitoral. Disponível em: . Acesso em 25/06/2017. ===Princípios do Direito Eleitoral Material=== São inúmeros os princípios aplicáveis ao direito material eleitoral. Segue uma relação, não exaustiva, de tais princípios: a) Proporcionalidade e razoabilidade; b) Estado Democrático de Direito; c) Soberania Popular; d) Republicano; e) Federativo; f) Legitimidade; g) Moralidade; h) Probidade; i) Igualdade ou Isonomia; j) Anualidade da lei eleitoral; k) Liberdade de propaganda. ==Ligações externas== * Tribunal Superior Eleitoral (Brasil) * lter_request_3= Bibliografia Brasileira de Direito Eleitoral (1988 — ) — Rede Virtual de Bibliotecas (RVBI) * Tratado de Direito Eleitoral (Instituto Novo Eleitoral)",
 "title": "Direito eleitoral"
}