{
 "id": "57215",
 "text": "Panzer é uma abreviação de \"Panzerkampfwagen\", um substantivo da língua alemã que se pode traduzir como \"veículo blindado de combate\" e que, na Inglaterra e nos Estados Unidos, é chamado de tanque. Tornou-se sinónimo dos tanques de batalha alemães durante os anos 1930 e 1940, e é geralmente designado por sua abreviatura \"PzKpfw\". Panzers foram usados em ambos os organismos terrestres que compunham as forças armadas alemãs na Segunda Guerra Mundial: a Waffen SS e a Wehrmacht. Abaixo, alguns dos modelos Panzer usados ou produzidos pela Alemanha durante a Segunda Grande Guerra: *Panzer I 7,92 cm MG.13 *Panzer II 2 cm Kwk.30 *Panzer II Luchs 2 cm Kwk.30 *Panzer III 5 cm Kwk.38 *Panzer IV Ausf.C 7,5 cm *Panzer IV Ausf.A 7,5 cm long barrel Kwk.40 *Panzer IV Ausf.D 7,5 cm long barrel Kwk.40 *Panzer IV Ausf.F1 7,5 cm long barrel Kwk.40 *Panzer IV Ausf.F2 7,5 cm long barrel Kwk.40 *Panzer IV Ausf.G 7,5 cm long barrel Kwk.40 *Panzer IV Ausf.J 7,5 cm long barrel Kwk.40 *Panzer IV Ausf.H 7,5 cm long barrel Kwk.40 *Panzer IV - Wirbelwind 2,0 cm Flak 38 *Panzer IV - Ostwind 3,7 cm Flak 43 *JagdPanzer IV 7,5 cm long barrel Kwk.40 *JagdPanzer IV/70 7,5 cm Kwk.42 *Panzer V Ausf.D 7,5 cm Kwk.42 *Panzer V Ausf.A 7,5 cm Kwk.42 *Panzer V Ausf.G 7,5 cm Kwk.42 *Panzer V Ausf.F 7,5 cm Kwk.42 *Panzer V - Coelian x4 2 cm MG.151/20 *JagdPanzer V - JagdPanther Ausf.D,A,G,F 8,8 cm Kwk.43 *Panzer VI - Tiger E 8,8 cm Kwk.36 *Panzer VI - Tiger H1 8,8 cm Kwk.36 *Panzer VI - Tiger Porsche 8,8 cm Kwk.36 *Elefant - Ferdinand 8,8 cm Kwk.43 *Panzer VIb Ausf.P - Tiger II Porsche 8,8 cm Kwk.43 *Panzer VIb Ausf.H - Tiger II Henschel 8,8 cm Kwk.43 *Geschützwagen Tiger 17 cm Kanonen.18 / 21 cm Mörser 18 *Waffentrager 8,8 cm Kwk.43 *Panzer Vb Panther II 8,8 cm Kwk.43 *JagdPanzer VI - JagdTiger 12,8 cm Kwk.44 *Panzer 35(t) 3,7 cm Kwk.36 *Panzer 38(t) 3,7 cm Kwk.36 *JagdPanzer 38t - Hetzer 7,5 cm long barrel Kwk.40 *Panzer VIII - Maus 12,8 cm Kwk.44 *Entwicklung-5 E-5 7,5 cm Pak.42 L/55 *Entwicklung-10 E-10 7,5 cm Pak.42 L/69 *Entwicklung-25 E-25 7,5 cm Pak.42 L/70 *Entwicklung-50 E-50 8,8 cm Kwk.43 L/71 *Entwicklung-75 E-75 8,8 cm Kwk.43 L/71 *Entwicklung-100 E-100 12,8 cm Kwk.44 / 15 cm Kwk.44 L/38 Variações individuais a estes modelos básicos foram identificadas com uma letra Ausführung (relativa à versão), que identificavam aperfeiçoamentos promovidos nos modelos iniciais, como a adoção de blindagens adicionais, diferentes combinações e modelos de armas e motorização, dentre outros itens. Em consequência a designação completa para identificação de um modelo Panzer é bastante complexa. Por exemplo, livros inteiros foram escritos para explicar diferenças entre um Pz.Kpfw III Ausf. E(U) e um Pz.Kpfw III Ausf. F(U). O termo Panzer pode causar certa confusão ao se referir ao PzKpfw V Panther (Pantera). Neste caso o modelo recebeu um codinome ou nome-de-guerra, no caso, Panther. Deve-se notar que o termo \"Panzer\" significa \"blindado\" (ou tanque), enquanto o termo \"Panther\" é o codinome do modelo, o mesmo que em Inglês significa Pantera. ==As unidades Panzer== O termo Panzer também foi agregado à designação das unidades militares de campo que operavam com os veículos blindados (Panzer), nascendo assim termos como: Divisões Panzer, Regimentos Panzer e Exércitos Panzer' Destas unidades, as que granjearam maior reconhecimento em função de sua flexibilidade de emprego tático foram as \"Divisões Panzer\", unidades que constituíam a base de aplicação tática da doutrina de combate preconizada pela Blitzkrieg, a \"guerra-relâmpago\" idealizada pelos comandantes militares alemães. Cada Divisão Panzer era constituída normalmente por dois regimentos de carros de combate (Regimentos Panzer) que totalizavam em média 320 tanques, quatro batalhões de infantaria motorizada ou blindada, além de elementos de artilharia autopropulsada, engenharia de combate, comando e logística. ==Ver também== *Primeira Guerra Mundial *Segunda Guerra Mundial *Lista de batalhas da Segunda Guerra Mundial *Tanque *Erwin Rommel *Heinz Guderian Categoria:Tanques Categoria:Tanques alemães da Segunda Guerra Mundial Categoria:Tanques da Alemanha",
 "title": "Panzer"
}