{
 "id": "57240",
 "text": "Bertrand Jean Gachot (Cidade de Luxemburgo, 23 de dezembro de 1962) é um ex- automobilista luxemburguês, naturalizado belga. Filho de um comissário francês da União Europeia, também possui a cidadania de seu pai. Participou da Fórmula 1 entre os anos de e , com um retorno entre e , pelas equipes Onyx, Rial, Coloni, Jordan, Larrousse e Pacific, atuando em 47 provas (84 tentativas). Marcou 5 pontos no campeonato, e seu maior feito foi a volta mais rápida do GP da Hungria em . É, até hoje, o único piloto nascido em Luxemburgo (mesmo com a dupla cidadania) a ter participado da principal categoria do automobilismo. == Início da carreira == ===Categorias de acesso=== A carreira de Gachot teve início em 1985, quando disputou a Fórmula 1600 inglesa, vencendo a competição logo na primeira temporada. No ano seguinte, foi novamente campeão, desta vez da Fórmula 3000 inglesa. Em 1987, sagrou-se vice-campeão da Fórmula 3 Inglesa. Em 1988, foi para a Fórmula 3000, pilotando para a equipe Spirit/Tom's. Seu melhor resultado foram dois segundos lugares, em Vallelunga e Silverstone, terminando sua única temporada na categoria em 8º lugar, com 13 pontos. == Carreira na Fórmula 1== ===Onyx e Rial=== Ingressando com a superlicença belga, Gachot ingressou na F-1 em 1989, assinando com a também estreante equipe Onyx. Apesar de ter feito sua estreia no GP do Brasil, ele não passou da pré-classificação, estreando de facto no GP da França. Um desentendimento com Jean-Pierre Van Rossen, dono da Onyx, fez com que Gachot perdesse sua vaga, ocupada pelo finlandês JJ Lehto. Ele encontrou uma vaga aberta na equipe Rial, falhando nas tentativas de se classificar para as provas do Japão e da Austrália. ===Martírio na Coloni=== Em , Gachot assinou com a Coloni, frequentadora assídua das pré-classificações. Inicialmente pilotando um carro equipado com motores Subaru, o belga penou nas pré-classificações, não obtendo a vaga em nenhum momento. Com a Coloni trocando de fornecedora de motores (o Ford Cosworth substituiu a Subaru), Gachot teve uma melhora, passando da primeira fase dos treinos, mas sempre ficava entre os últimos colocados (sempre entre o 30º e o 31º lugar). ===Jordan: a ascensão=== Após a malsucedida passagem pela Coloni, Gachot foi contratado pela novata Jordan, que contrataria o experiente italiano Andrea de Cesaris para ser seu companheiro de escuderia. No GP do Canadá, marcou os seus primeiros pontos ao chegar em 5º lugar, numa prova lembrada pelo abandono de Nigel Mansell faltando metros para a bandeirada, e pela última vitória de Nelson Piquet. Conquistaria mais 2 pontos ao chegar em 6º lugar nas etapas da Inglaterra e da Alemanha. Em Hungaroring, Gachot chegou na 9ª posição, fazendo a volta mais rápida da prova, a única dele na F-1. Quando todos esperavam o belga confirmar sua ascensão na categoria, um incidente mudaria sua carreira para sempre. == A briga na Inglaterra == Em 10 de dezembro de 1990, quando já havia deixado a Coloni, Gachot envolveu-se em uma briga com um taxista inglês chamado Eric Court. Ambos começam a discutir rispidamente, e o taxista acertou um soco no rosto de Gachot, que revidou utilizando um spray de pimenta, deixando seu opositor momentaneamente cego. Eric acabou entrando com um processo contra Gachot. A justiça inglesa deu o veredicto em agosto de 1991: Gachot seria condenado a 6 meses de prisão por posse ilegal de armas, e a um ano por ter usado o spray de pimenta, arma considerada ilegal no Reino Unido. Eddie Jordan, após a perda de seu piloto titular, entrou em dúvida sobre seu substituto. Stefan Johansson e Keke Rosberg foram cogitados, mas o empresário alemão Willi Weber pagou 300 mil dólares para colocar o então desconhecido Michael Schumacher no lugar de Gachot no GP da Bélgica. Em frente ao consulado britânico em Bruxelas, pilotos (liderados por Thierry Boutsen e Eric van de Poele), torcedores, jornalistas, mecânicos e fiscais de pista belgas protestaram vestindo camisetas com frases do tipo: \"Free Gachot\" (libertem Gachot), \"Why Gachot?\" (porque Gachot?), \"God bless England, and also Gachot\" (Deus abençoe a Inglaterra, e também Gachot). A FISA chegou a disponibilizar advogados para o piloto, e até na F-3000, seu compatriota Pascal Witmeur colocou em seu carro a frase \"Free Gachot\". Torcedores belgas, irritados com a decisão de condenarem o piloto à prisão, picharam o asfalto entre as curvas Rivage e Pouhon a frase \"Gachot, la Belgique est avec toi! Tu n'es pas un hooligan!\" (Gachot, a Bélgica está com você. Você não é um hooligan!), numa referência à tragédia de Heysel, ocorrida em 1985. Nada adiantou: Gachot foi mandado para a prisão de segurança máxima de Brixton. A situação dele por lá não era animadora: ele dividia uma cela com os bandidos mais perigosos da Inglaterra, e só tinha direito a uma hora de banho de sol. Não havia banheiro próprio, televisão, jornal, nem mesmo um lugar para comer sentado. Ele só tinha direito a receber visitas de cinco minutos de sua namorada a cada 15 dias. Gachot mandou uma carta à Jordan e à imprensa relatando sua situação. A situação de Gachot era tão preocupante que Eric Court decidiu cancelar o processo. Semanas depois, o belga foi transferido para uma cadeia mais digna. Lá, ele conseguia ao menos preparar-se fisicamente e psicologicamente visando seu retorno à F-1. Enquanto isso, seus advogados entravam com recursos. E a vitória veio no dia 15 de outubro, depois que a pena era considerada muito dura. Gachot foi liberado e houve festa na embaixada francesa. ==Retorno à F-1, pela Larrousse== Libertado, Gachot retornou à Fórmula 1, desta vez pela equipe Larrousse, substituindo o francês Éric Bernard, ausente por lesão, mas naufragou na pré-classificação. Continuaria na Larrousse (agora com o nome de \"Venturi\") em - pilotando agora com superlicença francesa -, marcando seu último ponto na categoria ao chegar em 6º lugar na etapa de Mônaco. Fora da Fórmula 1, venceu a prestigiada corrida das 24 Horas de Le Mans em 1991, pela equipe Mazda, com o inglês Johnny Herbert e o alemão Volker Weidler. ==A curta passagem pela CART== Em 1993, Gachot teve sua primeira e única experiência na CART (mais tarde, Champ Car), disputando o GP de Toronto, marcando um ponto pela equipe Dick Simon. ==Novo retorno à Fórmula 1, agora pela Pacific== Em 1994, Gachot retorna pela segunda vez à F-1, desta vez pela estreante Pacific. Guiando o carro número 34, ele disputaria cinco etapas, mas o martírio das não-classificações voltaria a atormentar o piloto, que ficou de fora em onze provas. Em 1995, a Pacific compra o espólio da Lotus, e Gachot permanece no time, praticamente exercendo funções de piloto e dono de equipe. Disputaria oito etapas da temporada de 1995, ficando de fora por seis provas (Giovanni Lavaggi e Jean-Denis Délétraz o sucederam durante o período). Retornou no GP do Pacífico, encerrando sua carreira na F-1 chegando na oitava posição no GP da Austrália. Gachot pretendia disputar a temporada de 1996 novamente pela Pacific, que vivia grave crise financeira. Em situação insustentável, a equipe fechou as portas e Gachot tentou classificar um carro da Ssangyong para as 24 Horas de Le Mans, mas não foi bem-sucedido; um novo insucesso em 1997, quando não conseguiu classificar um Porsche 911 GT1 da equipe Kramer Racing, fez com que ele pendurasse o capacete aos 34 anos. Hoje, Gachot é empresário, exercendo a função de presidente da fábrica de bebidas energéticas Hype. == Fórmula 1 == (legenda) (Corrida em itálico indica volta mais rápida) Ano Nome Oficial da Equipe Chassi Motor 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 Pontos Posição Moneytron Onyx Formula One ORE-1 Ford DFR V8 BRA NPQ SMR NPQ MON NPQ MEX NPQ EUA NPQ CAN NPQ FRA 13 GBR 12 GER NPQ HUN Ret BEL Ret ITA Ret POR ESP 0 NC (32º) Rial Racing ARC2 JAP NQ AUS NQ Subaru Coloni Racing C3B Subaru 1235 F12 EUA NPQ BRA NPQ SMR NPQ MON NPQ CAN NPQ MEX NPQ FRA NPQ GBR NPQ \\- NC Coloni Racing C3C Ford Cosworth DFR V8 GER NPQ HUN NPQ BEL NQ ITA NQ POR NQ ESP NQ JAP NQ AUS NQ Team 7Up Jordan 191 Ford HB4 V8 EUA 10 BRA 13 SMR Ret MON 8 CAN 5 MEX Ret FRA Ret GBR 6 GER 6 HUN 9 BEL ITA POR ESP JAP 4 13º Larrousse F1 LC91 Ford DFR V8 AUS NQ Central Park Venturi Larrousse LC92 Lamborghini 3512 V12 RSA Ret MEX 11 BRA Ret ESP Ret SMR Ret MON 6 CAN DSQ FRA Ret GBR Ret GER 14 HUN Ret BEL 18 ITA Ret POR Ret JAP Ret AUS Ret 1 19º Pacific Grand Prix Ltd PR01 Ilmor 2175A V10 BRA Ret PAC NQ SMR Ret MON Ret ESP Ret CAN Ret FRA NQ GBR NQ GER NQ HUN NQ BEL NQ ITA NQ 0 NC Ursus Pacific Grand Prix POR NQ EUR NQ JAP NQ AUS NQ Pacific Grand Prix Ltd PR02 Ford EDC V8 BRA Ret ARG Ret SMR Ret ESP Ret MON Ret CAN Ret FRA Ret GBR 12 GER HUN BEL ITA POR EUR PAC Ret JAP Ret AUS 8 0 NC (26º) == 24 Horas de Le Mans == Ano Equipe Nº Co-Pilotos Chassi Pneus Classe Voltas Posição Posição Na Categoria Ano Equipe Nº Co-Pilotos Motor Pneus Classe Voltas Posição Posição Na Categoria 1990 Mazdaspeed Co. Ltd. 201 Volker Weidler Johnny Herbert Mazda 787 GTP 148 DNF DNF 1990 Mazdaspeed Co. Ltd. 201 Volker Weidler Johnny Herbert Mazda R26B 2.6L 4-Rotor GTP 148 DNF DNF 1991 Martini Lancia 55 Volker Weidler Johnny Herbert Mazda 787B C2 362 1º 1º 1991 Martini Lancia 55 Volker Weidler Johnny Herbert Mazda R26B 2.6L 4-Rotor C2 362 1º 1º 1992 Mazdaspeed Co. Ltd. Oreca 5 Johnny Herbert Volker Weidler Maurizio Sala Mazda MXR-01 C1 336 4º 4º 1992 Mazdaspeed Co. Ltd. Oreca 5 Johnny Herbert Volker Weidler Maurizio Sala Mazda (Judd) MV10 3.5L V10 C1 336 4º 4º 1994 Kremer Honda Racing 48 Armin Hahne Christophe Bouchut Honda NSX GT2 257 14º 6º 1994 Kremer Honda Racing 48 Armin Hahne Christophe Bouchut Honda 3.0L V6 GT2 257 14º 6º 1995 Honda Motor Co. Ltd. 47 Armin Hahne Ivan Capelli Honda NSX GT1 GT1 384 DNF DNF 1995 Honda Motor Co. Ltd. 47 Armin Hahne Ivan Capelli Honda 3.0L Turbo V6 GT1 384 DNF DNF 1997 Kremer Racing 30 Christophe Bouchut Andy Evans Porsche 911 GT1 GT1 207 DNF DNF 1997 Kremer Racing 30 Christophe Bouchut Andy Evans Porsche 3.2L Turbo Flat-6 GT1 207 DNF DNF Categoria:Pilotos de Fórmula 1 da Bélgica Categoria:Pilotos da equipe Coloni de Fórmula 1 Categoria:Pilotos da equipe Onyx de Fórmula 1 Categoria:Pilotos da equipe Jordan de Fórmula 1 Categoria:Pilotos da equipe Larrousse de Fórmula 1 Categoria:Pilotos da equipe Pacific de Fórmula 1 Categoria:Pilotos das 24 Horas de Le Mans Categoria:Pilotos da Champ Car Categoria:Pilotos do Campeonato Britânico de Fórmula 3 Categoria:Naturais de Luxemburgo (cidade)",
 "title": "Bertrand Gachot"
}