{
 "id": "57242",
 "text": "O Atlanta Hawks é um time americano de basquete profissional com sede em Atlanta, Geórgia. Os Hawks competem na National Basketball Association (NBA) como membro da Divisão Sudeste da Conferência Leste. A equipe joga seus jogos em casa no State Farm Arena. As origens da equipe podem ser atribuídas ao estabelecimento do Buffalo Bisons em 1946 em Buffalo, Nova York, membro da National Basketball League (NBL), de propriedade de Ben Kerner e Leo Ferris. Após 38 dias em Buffalo, a equipe mudou-se para Moline, Illinois, onde foram renomeados como Tri-Cities Blackhawks. Em 1949, eles ingressaram na NBA como parte da fusão entre a NBL e a Basketball Association of America (BAA) e tiveram brevemente Red Auerbach como treinador. Em 1951, Kerner mudou a equipe para Milwaukee, onde eles mudaram o nome para Hawks. Kerner e a equipe se mudaram novamente em 1955 para St. Louis, onde venceram seu único título da NBA em 1958 e se classificaram para disputar as finais da NBA em 1957, 1960 e 1961. Os Hawks jogaram contra o Boston Celtics nas quatro finais da NBA. O St. Louis Hawks mudou-se para Atlanta em 1968, quando Kerner vendeu a franquia para Thomas Cousins e o ex-governador da Geórgia, Carl Sanders. Atualmente, os Hawks possuem a segunda maior seca (atrás do Sacramento Kings) de não vencer um título da NBA em 63 temporadas. O único título da NBA da franquia, bem como todas as quatro participações nas finais da NBA, ocorreram quando a equipe estava sediada em St. Louis. Enquanto isso, eles passaram 48 anos sem avançar a segunda rodada dos playoffs em qualquer formato, até finalmente entrar em 2015. No entanto, os Hawks é um dos únicos quatro times da NBA que se qualificaram para jogar nos playoffs da NBA em 10 temporadas consecutivas no século XXI. Eles conseguiram esse feito entre 2008 e 2017. == História == === 1946–1953: Buffalo, Tri-Cities e Milwaukee === As origens do Atlanta Hawks podem ser encontradas no Buffalo Bisons, fundado em 1946. Os Bisons eram membros da National Basketball League (NBL) e disputavam seus jogos no Buffalo Memorial Auditorium. Seu primeiro jogo - uma vitória de 50-39 sobre o Syracuse Nationals - foi disputado em 8 de novembro de 1946. No time estava William \"Pop\" Gates, que, juntamente com William \"Dolly\" King, foram os primeiros dois afro-americanos na NBL. A equipe lutou para atrair 1.000 fãs por jogo. A franquia durou apenas 38 dias em Buffalo quando, em 25 de dezembro de 1946, Leo Ferris, gerente geral da equipe, anunciou que se mudaria para Moline, Illinois, que na época fazia parte de uma área conhecida como \"Tri-Cities\": Moline, Rock Island e Davenport. Após a mudança para Moline, a equipe foi renomeada como Tri-Cities Blackhawks e jogou em casa no Wharton Field House, uma arena de 6.000 lugares em Moline. A equipe contou com o jogador/treinador Deanglo King e era de propriedade de Leo Ferris e Ben Kerner. Pop Gates permaneceu no elenco dos Blackhawks e mais tarde se tornou o primeiro técnico afro-americano em uma grande liga esportiva, treinando Dayton em 1948. Em 1949, os Blackhawks se tornaram uma das 17 equipes originais da National Basketball Association após uma fusão da NBL e da Basketball Association of America (BAA). Eles chegaram aos playoffs no ano inaugural da NBA, sob a liderança do técnico Red Auerbach. Na temporada seguinte, eles selecionaram Bob Cousy no draft de 1950, mas não conseguiram chegar a um acordo e o trocaram com o Chicago Stags. Os Blackhawks terminaram em último na Divisão Oeste e não foram para os playoffs. Até então, era óbvio que a área de Tri- Cities era pequena demais para uma equipe da NBA. Após a temporada, a franquia se mudou para Milwaukee, Wisconsin, e se tornou o Milwaukee Hawks. === 1954–1965: Era Bob Pettit === Os Hawks selecionaram Bob Pettit, um futuro MVP da NBA, no draft de 1954. Apesar disso, eles foram um dos piores times da liga e, em 1955, os Hawks se mudaram, desta vez para St. Louis, Missouri, rival de Milwaukee na indústria da cerveja, e se tornaram o St. Louis Hawks. Em 1956, o St. Louis Hawks selecionou o lendário Bill Russell como a segunda escolha geral no draft de 1956. Eles imediatamente trocaram Russell para o Boston Celtics em troca de Cliff Hagan e Ed Macauley, ambos membros do Hall of Fame. Em 1957, os Hawks venceram o título da divisão depois de ganhar o desempate do Fort Wayne Pistons e do Minneapolis Lakers. Eles derrotaram os Lakers na final da Divisão para avançar para as Finais da NBA, perdendo para o Boston Celtics em uma dupla prorrogação no Jogo 7. Em 1958, depois de somar o primeiro recorde de vitórias, eles avançaram novamente para as Finais da NBA, onde vingaram a derrota contra os Celtics do ano anterior, vencendo a série por 4-2 e dando aos Hawks o seu primeiro e único título da NBA. Bob Pettit marcou 50 pontos no jogo final da série. Os Hawks permaneceram uma das principais equipes da NBA pela próxima década. Em 1960, sob o comando do técnico Ed Macauley, a equipe avançou para a final, mas perdeu para os Celtics mais uma vez. No ano seguinte, com a aquisição do novato Lenny Wilkens, os Hawks repetiram seu sucesso mas encontraram os Celtics nas finais da NBA de 1961 novamente e perdeu em cinco jogos. Eles permaneceriam disputando a maior parte da década de 1960, avançando profundamente nos playoffs e também conquistando vários títulos de divisão. === 1965–1975: Mudança para Atlanta === Apesar do sucesso, Kerner se cansou da antiga casa dos Hawks, o Kiel Auditorium. A arena de 33 anos tinha capacidade para apenas 10.000 pessoas e estava começando a mostrar sua idade. Os Hawks jogavam ocasionalmente na St. Louis Arena, principalmente contra adversários populares, mas Kerner não estava disposto a mudar o time para lá em tempo integral porque não era bem conservado desde a década de 1940. Embora estivesse sendo fortemente reformado para acomodar a chegada do St. Louis Blues da NHL em 1967, Kerner ainda não estava disposto a se mudar para a arena. No entanto, ele foi rejeitado pela cidade em várias ocasiões. No início de 1967, Kerner colocou brevemente os Hawks à venda. Um dos licitantes era um grupo de Nova Orleans liderado por Morton Downey Jr., mas o acordo entrou em colapso e Kerner temporariamente retirou sua equipe do mercado. Incapaz de resolver a situação da arena, Kerner vendeu os Hawks para o desenvolvedor imobiliário Tom Cousins ​​de Atlanta e o ex-governador da Geórgia, Carl Sanders, que mudou a equipe para Atlanta em 1968. Enquanto uma nova arena estava sendo construída, a equipe passou suas primeiras quatro temporadas jogando no Alexander Memorial Coliseum, no campus da Georgia Tech, conquistando seu primeiro título de divisão com um recorde de 48-34 na temporada de 1969-70. A empresa de Cousins logo desenvolveu o Omni Coliseum, uma arena moderna de 16.500 lugares no centro de Atlanta, para os Hawks e a franquia da NHL, Atlanta Flames, que foi aberta em 1972 como a primeira fase de um massivo complexo de escritórios, hotéis e varejo, a maioria agora é o CNN Center. Também em 1972, os Hawks estreou um novo logotipo e novas cores, usando o branco, ouro e vermelho, as mesmas cores que o Flames usava. Embora simplificada, a silhueta da cabeça do falcão dentro de um círculo permaneceu como o logotipo da equipe. Os anos após a mudança mostraram uma talentosa equipe dos Hawks, incluindo Pete Maravich e Lou Hudson. No entanto, após esse período de sucesso, a equipe passou por alguns anos de reconstrução. Apesar de parecer estar se movendo na direção certa quando terminaram com a primeira e a terceira escolhas gerais no draft de 1975, os jogadores que eles escolheram, David Thompson, da Carolina do Norte, e Marvin Webster, da Morgan State, assinaram com o Denver Nuggets da American Basketball Association (ABA) e nunca jogaram pelos Hawks. ==== Propriedade de Ted Turner ==== O empresário da rede a cabo e o proprietário do Atlanta Braves, Ted Turner, comprou a equipe em 1977 e contratou Hubie Brown para se tornar o novo treinador da equipe. Os Hawks foram o único time da NBA no Deep South, assim como o Atlanta Braves foi o único time da MLB na região por muitos anos. O treinador Brown venceu o prêmio de treinador do ano em 1978. Na temporada de 1979-80, os Hawks terminaram com um recorde de 50-32 e venceram a Divisão Central. Foi o primeiro título da divisão na Divisão Central e o segundo na cidade de Atlanta. Na temporada seguinte, os Hawks tiveram um começo de 4-0, depois perderam 13 dos 14 jogos seguintes e com 3 jogos restantes na temporada, demitiram o técnico Hubie Brown a caminho do recorde de 31–51. === 1982–1994: Era Dominique Wilkins === Em 1982, a franquia adquiriu a superestrela Dominique Wilkins e um ano depois contratou Mike Fratello como treinador. Devido à queda no público, 12 jogos em casa durante a temporada de 1984-85 foram disputados no Lakefront Arena em Nova Orleans, Louisiana. Os jogos de Nova Orleans foram pagos por Barry Mendelson por US $ 1,2 milhão, com os Hawks tendo um recorde de 6-6 na Louisiana. De 1985 a 1989, os Hawks estavam entre a elite da liga, vencendo 50 jogos ou mais a cada temporada. Eles ganharam um título de divisão em 1986-87, tendo um recorde de 57-25, que era um recorde da franquia que duraria até a temporada de 2014-15. No entanto, a equipe não pôde avançar além das semifinais dos playoffs, perdendo para os eventuais campeões da Conferência Leste (e em alguns anos, da NBA), Boston e Detroit Pistons. Os Hawks selecionaram Stacey Augmon com a nona escolha geral no draft de 1991. No entanto, Wilkins teve uma lesão no meio da temporada e, sem ele, a equipe não conseguiu chegar aos playoffs. Em 1992, os Hawks adquiriram Mookie Blaylock do New Jersey Nets; ele passaria sete anos de sua carreira como jogador dos Hawks, liderando-os em roubos e cestas de três pontos, conquistando uma aparição para o All-Star Game de 1994. Após temporadas de mediocridade, Lenny Wilkens foi contratado como treinador em 1993. Na temporada de 1993–94, os Hawks venceram 57 jogos, empatando o recorde da equipe. Eles também conquistaram o quarto título em Atlanta e o terceiro na Divisão Central. Wilkens foi nomeado treinador do ano por seu trabalho com a equipe. No entanto, a equipe ficou aquém nos playoffs, perdendo para o Indiana Pacers na semifinal em seis jogos. A temporada também foi prejudicada pela troca de Dominique Wilkins, que continua sendo o maior pontuador de todos os tempos da franquia, para o Los Angeles Clippers por Danny Manning. Em 6 de março de 2015, Dominique Wilkins recebeu uma estátua em frente à Philips Arena. === 1994–2005: Tempos medianos === Na temporada de 1994-95, o técnico Wilkens quebrou o recorde (anteriormente detido por Red Auerbach) de mais vitórias na NBA com a vitória de número 939. Eles terminaram em quinto na Divisão Central com um recorde de 42-40, sendo varridos pelo Indiana Pacers na primeira rodada dos playoffs. Os Hawks terminaram a temporada de 1995-96 com um recorde de 46-36, terminando em quarto na Divisão Central. Eles venceram os Pacers em cinco jogos na primeira rodada dos playoffs, mas perderam em cinco jogos para o Orlando Magic nas semifinais. Nessa época, foi decidido que o Omni deveria ser substituído por uma nova arena. O Omni foi projetado com aço resistente às intempéries, destinado a enferrujar em uma vedação ao redor da arena, para poder durar décadas. No entanto, os designers e arquitetos não consideraram o clima subtropical úmido de Atlanta. Como resultado, ele parecia um pouco datado, apesar de ter 25 anos de idade. Quando Turner ganhou uma franquia da NHL, o Atlanta Thrashers, uma condição era a necessidade de uma nova arena. Eventualmente, foi decidido que a arena seria demolido e uma nova arena para os Hawks e os Thrashers seria construída na mesma área. Após os playoffs de 1997, os Hawks voltaram ao Alexander Memorial Coliseum da Georgia Tech, com o Georgia Dome sendo usado para jogos de maior capacidade, até a Philips Arena abrir antes da temporada de 1999-2000. Os Hawks tiveram mais de 50 vitórias nas temporadas de 1996-97 (56-26) e 1997-98 (50-32), com Dikembe Mutombo ganhando o prêmio de jogador defensivo do ano nos dois anos. Os Hawks derrotaram o Detroit Pistons em cinco jogos na primeira rodada dos playoffs da NBA de 1997, mas perdeu em cinco jogos na segunda rodada para o atual campeão, Chicago Bulls. Na temporada de 1997–98, Alan Henderson ganhou o prêmio de Jogador que Mais Evoluiu. No entanto, a equipe perdeu em quatro jogos na primeira rodada dos playoffs para o Charlotte Hornets. Os Hawks terminariam com uma campanha de 31 vitórias na temporada de 1998–99, encurtada pela greve. Na primeira rodada dos playoffs, eles derrotaram os Pistons em cinco jogos novamente, mas não puderam avançar além da segunda rodada dos playoffs, pois foram derrotados pelo New York Knicks. Na temporada de 1999-2000, sua primeira temporada na Philips Arena, os Hawks trocaram Steve Smith para o Portland Trail Blazers em troca de Isaiah Rider e Jim Jackson e enviaram Mookie Blaylock e uma seleção de primeira rodada no draft para o Golden State Warriors em troca de Bimbo Coles e uma escolha de primeira rodada do draft. As trocas enviaram os Hawks para uma espiral descendente. Depois de perder os playoffs apenas quatro vezes desde 1977, eles caíram para o sétimo lugar na Divisão Central com um recorde de 28-54; eles não voltariam aos playoffs por oito anos. O armador Jason Terry se tornou o líder em pontuação da equipe durante a temporada de 2000-01 com média de 19,7 pontos. Após a pausa para o All-Star Game, os Hawks trocaram Mutombo para o Philadelphia 76ers em troca de Theo Ratliff, Toni Kukoč e Nazr Mohammed. No entanto, Ratliff se machucou e não jogou até a temporada seguinte. Eles terminaram a temporada com um recorde de 25-57. Os Hawks selecionaram o astro espanhol Pau Gasol como a terceira escolha geral no draft de 2001, mas seus direitos foram cedidos ao Memphis Grizzlies em uma negociação envolvendo Shareef Abdur-Rahim. Abdur-Rahim tornou-se o líder em pontuação da equipe e fez sua única aparição no All-Star Game da NBA em 2002. A equipe terminou com um recorde de 33-49 na temporada de 2001-02. Os Hawks enviaram Kukoc ao Milwaukee Bucks em troca de Glenn Robinson em 2002. Robinson liderou a equipe com média de 20,8 pontos mas os Hawks não foram para os playoffs na temporada de 2002-03, terminando com um recorde de 35-47. Em fevereiro de 2004, os Hawks teve a distinção de ter Rasheed Wallace jogando um jogo pela equipe. Wallace foi negociado pelo Portland Trail Blazers para os Hawks, juntamente com Wesley Person em troca de Abdur-Rahim, Theo Ratliff e Dan Dickau. Em seu único jogo pelos Hawks, Wallace registrou 20 pontos, 6 rebotes, 5 bloqueios, 2 assistências e um roubo de bola em uma derrota para o New Jersey Nets. Após o jogo, ele foi transferido para o Detroit Pistons em um negócio de três vias com o Boston Celtics. Por sua vez, Detroit enviou Bob Sura, Željko Rebrača e uma escolha de primeira rodada para os Hawks. O Boston Celtics também enviou Chris Mills a Atlanta para concluir o acordo, mas Mills nunca teve a chance de jogar com os Hawks. A equipe terminou a temporada de 2003-04 com um recorde de 28-54. Em 2003, Atlanta sediou o All- Star Game, o último que uma equipe da Conferência Leste sediaria por nove anos. ==== Propriedade de Atlanta Spirit LLC ==== Em 31 de março de 2004, a equipe foi vendida a um grupo de executivos com o nome de Atlanta Spirit LLC pela Warner (que herdou os Hawks, Braves e Thrashers após sua fusão com a Turner Broadcasting em 1996). Durante a entressafra, os Hawks enviaram Jason Terry, Alan Henderson e uma futura escolha de draft para o Dallas Mavericks em troca de Antoine Walker e Tony Delk. Após a mudança de donos, os Hawks ainda lutavam para melhores resultados. Na temporada de 2004-05, os Hawks foram o pior time da liga com apenas 13 vitórias (cinco a menos do que as equipe recém criadas, Charlotte Bobcats e o New Orleans Hornets). === 2005–2012: Era Joe Johnson === No verão de 2005, os Hawks fizeram um acordo com o Phoenix Suns para adquirir Joe Johnson em troca de Boris Diaw e duas futuras escolhas da 1ª rodada do draft. Eles também contrataram Zaza Pachulia do Milwaukee Bucks. Essas mudanças ocorreram após uma aparente luta pelo poder entre os proprietários por quase três semanas antes que as mudanças fossem feitas. Apesar do pior recorde da temporada na temporada anterior, os Hawks conseguiu apenas a segunda escolha geral na loteria da NBA de 2005 (a primeira foi para o Milwaukee Bucks). Com a segunda escolha geral, os Hawks selecionaram Marvin Williams da Carolina do Norte. No draft de 2006, os Hawks selecionaram a ex- estrela de Duke, Shelden Williams, como a quinta escolha geral. Esperança e redenção pareciam estar no horizonte para os Hawks a partir de 2007. Com a terceira escolha do draft de 2007, eles selecionaram Al Horford. Horford quase teve uma média de duplo-duplo durante sua temporada de estreante e foi a única seleção unânime do All-Rookie First Team, além de ser vice-campeão do prêmio de novato do ano. A temporada começou com uma vitória contra o Dallas Mavericks por 101-94, enviando esperança aos fãs do Hawks. A última vez que eles venceram na abertura da temporada foi em 1998 e também a última vez em que foram para os playoffs. Para esta temporada, o Atlanta Hawks atualizou o logotipo e uniformes que viram o azul marinho se tornar a cor primária. Isso marcou a primeira vez na história da equipe que eles usaram o azul marinho como uma de suas cores. Uma troca no meio da temporada pelo armador Mike Bibby aumentou as esperanças dos playoffs dos Hawks. Na época da troca, a equipe tinha um recorde de 22-28 e depois venceu 15 de seus últimos 32 jogos e terminou com um recorde de 37-45. Apesar de terem terminado com um recorde de derrotas, eles conseguiram ir para os playoffs pela primeira vez desde 1999. Nos playoffs, os Hawks começou a mostrar melhorias, levando os eventuais campeões da NBA, Boston Celtics, ao Jogo 7. A temporada de 2008-09 viu os Hawks ganharem 47 jogos, sua primeira temporada vencedora desde 1999. Com uma formação quase intacta do ano anterior, a equipe conseguiu dar um passo à frente em seu desenvolvimento. Novamente, eles foram para o Jogo 7 na primeira rodada, mas aproveitaram a vantagem de quadra e conquistaram sua primeira vitória em uma série de playoffs desde 1999 contra o Miami Heat. Os Hawks foram varridos pelo Cleveland Cavaliers por 4-0 nas semifinais da conferência. A temporada de 2009-10 viu o Hawks melhorarem ainda mais, vencendo 53 jogos, sua primeira temporada de 50 vitórias desde 1997–98. Al Horford, junto com Joe Johnson, ganhou a sua primeira seleção para o All-Star Game, marcando a primeira vez desde 1998 que os Hawks enviaram dois jogadores. Os playoffs, no entanto, foram uma reprise do ano anterior. Eles venceram uma série de sete jogos contra o Milwaukee Bucks, mas foram derrotados pelo Orlando Magic na segunda rodada. Após a temporada, os Hawks demitiram o técnico Mike Woodson e o substituíram por Larry Drew. Os Hawks deram um passo atrás na temporada de 2010-11, terminando com 44 vitórias, apesar de Horford e Johnson terem sido nomeados para o All-Star Game novamente. Nos playoffs, os Hawks venceram o Magic em seis jogos; no entanto, eles perderam para o Chicago Bulls nas semifinais em seis jogos. Em agosto de 2011, foi anunciado que o empresário californiano Alex Meruelo estava comprando uma participação majoritária dos Hawks, mas em novembro ele desistiu de suas intenções. Em dezembro de 2011, os Hawks contrataram Tracy McGrady, Jerry Stackhouse, Jason Collins, Vladimir Radmanovic, Jannero Pargo e Willie Green. Eles escolheram Donald Sloan e Ivan Johnson no draft daquele ano. Os Hawks terminaram a temporada de 2011-12 com 40 vitórias, o quarto melhor recorde na Conferência Leste, indo aos playoffs pela quinta temporada consecutiva. No entanto, eles seriam eliminados na primeira rodada pelo Boston Celtics em seis jogos, encerrando a sequência de três anos dos Hawks avançando para a segunda rodada. === 2012–2013: Rotatividade no elenco === Em 25 de junho de 2012, os Hawks contrataram o vice-presidente de operações de basquete do San Antonio Spurs, Danny Ferry, como presidente de operações de basquete e gerente geral. Durante o draft de 2012, os Hawks escolheram John Jenkins como a 23ª escolha e Mike Scott como a 43ª escolha. Em 2 de julho de 2012, os Hawks trocaram Joe Johnson para o Brooklyn Nets em troca de Jordan Farmar, Anthony Morrow, DeShawn Stevenson, Jordan Williams e Johan Petro, além de uma escolha na primeira rodada de 2013. Nesse mesmo dia, a equipe trocou Marvin Williams para o Utah Jazz pelo armador Devin Harris. Os Hawks terminaram a temporada de 2012-13 com um recorde de 44-38, fazendo aparição nos playoffs pela sexta temporada consecutiva. No entanto, eles foram eliminados pelo Indiana Pacers em seis jogos na primeira rodada. No final da entressafra, todos os jogadores envolvidos nos negócios da Johnson e Williams apenas um ano antes foram dispensados ou terminaram o contrato. O período de free agency de 2013 também marcou o fim da era de Josh Smith em Atlanta, quando ele assinou um contrato com o Detroit Pistons. Zaza Pachulia também seguiu em frente e assinou com o Milwaukee Bucks. Com metade do elenco da temporada passada, a temporada de 2012–13 provou ser um ano de rotatividade, abrindo caminho para o sucesso de Mike Budenholzer. === 2013–2018: Era Mike Budenholzer === Em 28 de maio de 2013, os Hawks contrataram o técnico assistente do San Antonio Spurs, Mike Budenholzer, como o novo técnico. Os Hawks entraram no draft de 2013 com quatro escolhas. Eles selecionaram Dennis Schröder (17ª escolha), Shane Larkin (18ª escolha), Raulzinho Neto (47ª escolha) e James Ennis (50ª escolha). No entanto, os Hawks trocaram Larkin para o Dallas Mavericks pelos direitos de draft de Mike Muscala e Lucas Nogueira (originalmente selecionado pelo Boston Celtics). Eles também trocaram os direitos de draft de Ennis para o Miami Heat e Raulzinho para o Utah Jazz em troca de futuras escolhas na segunda rodada. Os Hawks trouxeram de volta Kyle Korver com um contrato de quatro anos e US $ 24 milhões e assinaram com Paul Millsap para um contrato de dois anos e US $ 19 milhões. Em 26 de dezembro de 2013, Horford rompeu o músculo peitoral direito e, em 30 de dezembro, os Hawks anunciaram que ele passaria por uma cirurgia no dia seguinte e perderia o resto da temporada. Os Hawks terminaram com um recorde de 38-44, sua primeira temporada com mais derrota desde 2008. No entanto, devido à fraqueza da Conferência Leste, eles terminaram como a 8ª melhor campanha e com a classificação para os playoffs. Assim como em 2008, os Hawks levou os Pacers para 7 jogos antes de uma derrota de 92-80 no Jogo 7. Em 1º de maio de 2014, os Hawks divulgaram um novo logotipo secundário, que é uma versão modernizada do logotipo \"Pac-Man\" que a equipe usou entre 1972 e 1995. Em 7 de setembro de 2014, Bruce Levenson anunciou que venderia sua parte da equipe, depois de exposto um e-mail inadequado enviado por ele em 2012. Alguns membros da comunidade esportiva afro-americana defenderam Levenson, como Jason Whitlock e Kareem Abdul-Jabbar, comentando que o e-mail de Levenson não tinha intenção racista, mas foi motivado por preocupações comerciais válidas. Em 2 de janeiro de 2015, o Atlanta Journal-Constitution informou que os demais acionistas minoritários do Atlanta Hawks se uniriam à Levenson, efetivamente colocando toda a franquia à venda. A venda da equipe e os direitos operacionais da Philips Arena foram realizados pela Goldman Sachs e Inner Circle Sports LLC. A NBA afirmou que os Hawks permaneceriam em Atlanta como condição de sua venda. Além disso, o prefeito de Atlanta, Kasim Reed, afirmou que a cidade pode oferecer incentivos para que um possível proprietário mantenha os Hawks em Atlanta por mais 30 anos. Em 22 de abril de 2015, o Atlanta Spirit chegou a um acordo provisório para vender a franquia a um grupo liderado pelo bilionário Tony Ressler (com Grant Hill, Steven Price, Rick Schnall, Sara Blakely, Jesse Itzler e a esposa de Ressler, Jami Gertz, com participações minoritárias) por US $ 850 milhões; a venda foi aprovada pelo Conselho de Donos da NBA em 24 de junho de 2015. Em 31 de janeiro de 2015, os Hawks se tornaram o primeiro time da NBA a ter um recorde de 17-0 em um mês. O All-Star Game de 2015 teve quatro jogadores dos Hawks: Jeff Teague, Paul Millsap, Kyle Korver e Al Horford. Em 9 de março de 2015, Kyle Korver e DeMarre Carroll marcaram 20 pontos para ajudar os Hawks a se tornarem o primeiro time da NBA com 50 vitórias na temporada de 2014–15. Em 20 de março de 2015, a equipe conquistou seu primeiro título de divisão em mais de duas décadas e se tornou o primeiro time fora da Flórida a vencer a Divisão Sudeste; uma semana depois, com uma vitória sobre o Miami Heat e uma derrota do Cleveland Cavaliers para o Brooklyn Nets, os Hawks conquistou a primeira colocação na Conferência Leste. A equipe terminou com um recorde de 60-22. Na primeira rodada dos playoffs, os Hawks derrotaram o Brooklyn Nets em seis jogos. Eles então avançaram para as Semifinais para enfrentar o Washington Wizards, também derrotando-os em seis jogos. Foi a primeira vez que eles passaram da segunda rodada desde 1967, o penúltimo ano em St. Louis. Os Hawks avançaram para as finais da Conferência Leste pela primeira vez na história da franquia, onde perderam em quatro jogos para o Cleveland Cavaliers. Em 22 de junho de 2016, os Hawks trocaram Jeff Teague para o Indiana Pacers em uma troca de três equipes, o que daria a 12ª escolha do Utah Jazz no draft de 2016 para os Hawks. Em 8 de julho de 2016, Horford assinou um contrato de quatro anos e 113 milhões de dólares com o Boston Celtics. Em 12 de julho de 2016, Dwight Howard concordou em voltar para casa em Atlanta com um contrato de três anos e US $ 70 milhões. Os Hawks terminou a temporada com um recorde de 43–39, bom o suficiente para ser a quinta melhor campanha da conferencia. Eles perderam na primeira rodada para o Washington Wizards em seis jogos. Em 20 de junho de 2017, Howard foi negociado, juntamente com a 31ª escolha geral no draft de 2017, para o Charlotte Hornets em troca de Marco Belinelli, Miles Plumlee e a 41ª escolha geral no mesmo draft. Dois dias depois, os Hawks selecionaram John Collins, de Wake Forest, como a 19ª escolha geral. Em 13 de julho de 2017, Paul Millsap deixou os Hawks assinando um contrato de vários anos com o Denver Nuggets. === 2018–Presente: Era Trae Young === Em 11 de maio de 2018, Lloyd Pierce foi contratado pelo Atlanta Hawks como treinador. Em 21 de junho, os Hawks selecionaram Luka Dončić como a terceira escolha geral no draft de 2018 e imediatamente o trocaram com o Dallas Mavericks por uma escolha de primeira rodada em 2019 e pelos direitos de draft de Trae Young. Apesar das grandes expectativas para a temporada de 2018-19, os Hawks terminaram com um recorde de 29-53. Em julho de 2018, os Hawks adquiriram Jeremy Lin e negociaram Dennis Schröder, que exigiu ser negociado. Carmelo Anthony foi adquirido na negociação envolvendo Schröder, mas ele foi posteriormente dispensado. Durante o período de entressafra, a equipe contratou Vince Carter e Alex Len, entre outros jogadores. Em fevereiro de 2019, Lin foi dispensado e, eventualmente, assinou com o Toronto Raptors. No draft de 2019, a equipe selecionou De'Andre Hunter como a 4ª escolha geral. Eles também usaram a 10ª escolha, que adquiriram quando trocaram Luka Doncic por Trae Young, para selecionar Cam Reddish. Em 23 de janeiro de 2020, Trae Young foi selecionado para seu primeiro All-Star Game. Ele foi votado como titular e foi o primeiro jogador dos Hawks a estrear em um All-Star Game como titular desde Dikembe Mutombo em 1998. Em 4 de fevereiro de 2020, os Hawks se envolveram em uma troca de quatro equipes na qual adquiriram Clint Capela e Nenê Hilário. Capela estava se recuperando de uma lesão no pé na época e não jogou durante toda a temporada, que foi interrompida devido a pandemia de COVID-19. Nenê foi dispensado pelos Hawks em 6 de fevereiro de 2020. ==== Finais da conferência ==== Para a temporada de 2020-21, o Atlanta Hawks fez uma série de movimentos para atualizar seu elenco. Eles contrataram os veteranos: Bogdan Bogdanovic, Danilo Gallinari, Rajon Rondo e Kris Dunn. Em março de 2021, o técnico Pierce foi demitido após o início de 14-20 do time e Nate McMillan foi nomeado o técnico interino. Depois que McMillan assumiu as funções de treinador, os Hawks imediatamente registraram uma sequência de oito vitórias consecutivas, colocando-os firmemente na disputa dos playoffs. A equipe teve um recorde de 41-31 e conquistou o quinto melhor recorde da Conferência Leste e o título de campeões da Divisão Sudeste. Nos playoffs, eles derrotaram o New York Knicks e o Philadelphia 76ers para chegar às finais da Conferência Leste, apenas a segunda vez em 54 anos que a franquia avançou além da segunda rodada. Eles perderam para o Milwaukee Bucks de Budenholzer em seis jogos. Esta pós-temporada profunda garantiu que McMillan teria o cargo de \"interino\" removido de seu título; dois dias depois que os Hawks foram eliminados, a equipe anunciou que McMillan havia concordado em princípio com um contrato de quatro anos como treinador em tempo integral; o acordo foi finalizado em 7 de julho. == Logotipos e uniformes == Ao longo da história do clube, a equipe passou por várias mudanças no logotipo e uniforme. Em 1º de maio de 2014, o clube adotou uma versão estilizada do logotipo 'Pac-Man', que foi usada de 1972 a 1995. O logotipo 'Pac-Man' (colocado em uma rotatória) se tornaria o logotipo principal da equipe após a conclusão da temporada de 2014-15 da equipe. Em 24 de junho de 2015, a equipe apresentou seu novo uniforme para jogos em casa, fora de casa e o alternativo, além de logotipos e cores atualizados. O novo esquema de cores consiste em vermelho, verde e cinza. A equipe também revelou suas novas meias em conjunto com o novo contrato da National Basketball Association (NBA). Anteriormente, as meias oficiais do jogo eram principalmente brancas ou pretas, dependendo da preferência de uma equipe. A equipe planeja usar branco para jogos em casa, cinza para jogos fora de casa e vermelha como uma cor uniforme alternativa. == Rivalidades == === Boston Celtics === A rivalidade entre Celtics e Hawks é uma rivalidade que dura mais de cinco décadas. As duas equipes se enfrentaram onze vezes nos playoffs da NBA, quatro vezes nas finais da NBA, com os Celtics vencendo dez das doze séries contra o Hawks, incluindo três das quatro finais da NBA. Enquanto os Hawks derrotaram o Celtics apenas duas vezes das onze séries nos Playoffs da NBA, eles ainda conseguiram fazer sua série memorável com os Celtics. === Orlando Magic === O Hawks e o Orlando Magic têm uma intensa rivalidade, principalmente devido às competições dos playoffs e ao estrelato crescente de Dwight Howard e Josh Smith, ambos do Draft de 2004 e que foram criados na Geórgia. As duas equipes se enfrentaram três vezes nos playoffs de 1996, 2010 e 2011. O Magic venceu os Hawks em 1996 e em 2010. Os Hawks eliminaram o Magic na primeira rodada dos playoffs de 2011. == Arenas == * Wharton Field House (1946–1951) * Milwaukee Arena (1951–1955) * Kiel Auditorium e St. Louis Arena (1955–1968) * Alexander Memorial Coliseum (1968–1972) * Coliseu Omni (1972-1997) * Lakefront Arena (1984–1985; 12 jogos em Nova Orleans com os Hawks atuando como equipe da casa) * Georgia Dome e Alexander Memorial Coliseum, (1997–1999; Hawks alternaram entre esses dois locais enquanto a Philips Arena estava em construção; o Omni foi demolido no verão de 1997) * State Farm Arena (conhecida como Philips Arena de 1999 a 2018; 1999-Presente) == Jogadores == === Elenco atual === === Direitos de draft retidos === Os Hawks detêm os direitos de draft das seguintes escolhas de draft que estão jogando fora da NBA. Um jogador selecionado pode assinar com qualquer equipe que não seja da NBA. Nesse caso, a equipe retém os direitos de draft do jogador na NBA até um ano após o término do contrato do jogador com a equipe que não é da NBA. Esta lista também inclui direitos de draft que foram adquiridos de negociações com outras equipes. Draft Rodada Escolha Jogador Pos. Nacionalidade Time Atual Notas Ref 2015 2 50 Marcus Eriksson G/F Suécia Alba Berlin (Alemanha) === Números aposentados === No. Jogador Posição Tempo Retirado 9 Bob Pettit F 1954–1965 21 Dominique Wilkins F 1982–1994 13 de Janeiro de 2001 23 Lou Hudson F/G 1966–1977 1 de Março de 1977 44 Pete Maravich G 1970–1974 3 de Março de 2017 55 Dikembe Mutombo C 1996–2001 24 de Novembro de 2015 — Ted Turner Dono 1977–2001 30 de Novembro de 2004 == Estatísticas gerais == Estatísticas atualizadas em 09 de junho de 2024. === Jogos === # País Nome Período Jogos 1\\. Dominique Wilkins 1982–1993 882 2\\. Tree Rollins 1977–1987 814 3\\. Bob Pettit 1955–1965 792 4\\. Kevin Willis 1984–1995, 2004–05 753 5\\. Cliff Hagan 1956–1966 745 6\\. Lou Hudson 1967–1977 730 7\\. Jon Koncak 1986–1995 717 8\\. Bill Bridges 1963–1972 683 9\\. Josh Smith 2005–2013 676 10\\. Eddie Johnson 1978–1986 619 === Pontos === # País Nome Período Pontos 1\\. Dominique Wilkins 1982–1993 23.292 2\\. Bob Pettit 1955–1965 20.880 3\\. Lou Hudson 1967–1977 16.049 4\\. Cliff Hagan 1956–1966 13.447 5\\. John Drew 1975–1982 12.621 6\\. Joe Johnson 2006–2012 10.606 7\\. Kevin Willis 1984–1995, 2004–05 10.582 8\\. Trae Young 2018–Presente 10.379 9\\. Josh Smith 2005–2013 10.371 10\\. Eddie Johnson 1978–1986 9.631 === Rebotes === # País Nome Período Rebotes 1\\. Bob Pettit 1955–1965 12.849 2\\. Bill Bridges 1963–1972 8.656 3\\. Kevin Willis 1984–1995, 2004–05 7.332 4\\. Dominique Wilkins 1982–1993 6.119 5\\. Tree Rollins 1977–1987 5.994 6\\. Zelmo Beaty 1963–1969 5.622 7\\. Josh Smith 2005–2013 5.407 8\\. Al Horford 2008–2016 5.144 9\\. Cliff Hagan 1956–1966 5.116 10\\. Dan Roundfield 1979–1984 4.658 === Assistências === # País Nome Período Assistências 1\\. Trae Young 2018–Presente 3.868 2\\. Doc Rivers 1984–1991 3.866 3\\. Mookie Blaylock 1993–1999 3.764 4\\. Eddie Johnson 1978–1986 3.207 5\\. Lenny Wilkens 1961–1968 3.049 6\\. Jeff Teague 2010–2016; 2019–20 2.771 7\\. Joe Johnson 2006–2012 2.653 8\\. Bob Pettit 1955–1965 2.369 9\\. Dominique Wilkins 1982–1993 2.321 10\\. Cliff Hagan 1956–1966 2.242 == Treinadores == # Nome Tempo Temporada regular Playoffs Playoffs Referências J V D % J V D % Tri-Cities Blackhawks 1 Roger Potter 1949 7 1 6 .143 0 0 0 – 2 Red Auerbach 1949–1950 57 28 29 .491 3 1 2 .333 Um dos 10 principais treinadores da história da NBA (1996) 3 Dave MacMillan 1950 23 9 14 .391 0 0 0 – 4 Johnny Logan 1950 (como Jogador-Treinador) 3 2 1 .667 0 0 0 – 5 Mike Todorovich 1950–1951 (como Jogador-Treinador) 42 14 28 .333 0 0 0 – Milwaukee Hawks 6 Doxie Moore 1951–1952 66 17 49 .258 0 0 0 – 7 Andrew Levane 1952–1953 (como Jogador-Treinador) 1953–1954 117 38 79 .325 0 0 0 – 8 Red Holzman 1954 (como Jogador-Treinador) 1954–1955 98 36 62 .367 0 0 0 – Um dos 10 principais treinadores da história da NBA (1996) St. Louis Hawks — Red Holzman 1955–1956 105 47 58 .448 9 4 5 .444 Um dos 10 principais treinadores da história da NBA (1996) 9 Slater Martin 1957 (como Jogador-Treinador) 8 5 3 .625 0 0 0 – 10 Alex Hannum 1957 (como Jogador-Treinador) 1957–1958 103 56 47 .544 23 16 7 .696 Campeão da NBA (1957–58) 11 Andy Phillip 1958 10 6 4 .600 0 0 0 – 12 Ed Macauley 1958–1959 (como Jogador-Treinador) 1959–1960 137 89 48 .650 20 9 11 .450 13 Paul Seymour 1960–1961 93 56 37 .602 12 5 7 .417 — Andrew Levane 1961–1962 60 20 40 .333 0 0 0 – 14 Bob Pettit 1962 (como Jogador-Treinador) 6 4 2 .667 0 0 0 – 15 Harry Gallatin 1962–1964 193 111 82 .575 23 12 11 .522 Treinador do Ano da NBA da Temporada de 1962–63 16 Richie Guerin 1964–1968 (como Jogador-Treinador) 290 159 131 .548 29 14 15 .483 Treinador do Ano da NBA da Temporada de 1967–68 Atlanta Hawks — Richie Guerin* 1968–1972 328 168 160 .512 31 12 19 .387 Treinador do Ano da NBA da Temporada de 1967–68 17 Cotton Fitzsimmons 1972–1976 320 140 180 .438 6 2 4 .333 18 Bumper Tormohlen 1976 8 1 7 .125 0 0 0 – 19 Hubie Brown 1976–1981 407 199 208 .489 16 6 10 .375 Treinador do Ano da NBA da Temporada de 1977–78 20 Mike Fratello 1981 3 0 3 .000 0 0 0 – 21 Kevin Loughery 1981–1984 164 85 79 .518 5 1 4 .200 — Mike Fratello 1984–1990 574 324 250 .564 40 18 22 .450 Treinador do Ano da NBA da Temporada de 1985–86 22 Bob Weiss 1990–1993 246 124 122 .504 8 2 6 .250 23 Lenny Wilkens 1993–2000 542 310 232 .572 47 17 30 .362 Treinador do Ano da NBA da Temporada de 1993–94 Um dos 10 principais treinadores da história da NBA (1996) 24 Lon Kruger 2000–2002 191 69 122 .361 0 0 0 – 25 Terry Stotts 2002–2004 137 52 85 .380 0 0 0 – 26 Mike Woodson 2004–2010 492 206 286 .419 29 11 18 .379 27 Larry Drew 2010–2013 230 128 102 .557 24 10 14 .417 28 Mike Budenholzer 2013–2018 410 213 197 .520 29 15 14 .517 Treinador do Ano da NBA da Temporada de 2014–15 29 Lloyd Pierce 2018–2021 183 63 120 .344 — — — – 30 Nate McMillan 2021–2023 179 99 80 .553 23 11 12 .478 31 Joe Prunty 2023 2 2 0 .1000 — — — – 32 Quin Snyder 2023–Presente 103 46 57 .447 6 2 4 .333 ==Ver também== *Philips Arena *Atlanta Braves *Atlanta Falcons",
 "title": "Atlanta Hawks"
}