{
 "id": "57320",
 "text": "Átila (, ; Panônia, c. 400 – março de 453) frequentemente referido como Átila, o Huno, foi rei dos hunos e chefe de uma confederação tribal de hunos e povos germânicos e iranianos, que governou o maior império europeu de seu tempo, cujo território se estendia do sul da atual Alemanha, no oeste, até o rio Ural, no leste; e do mar Báltico, no norte, até o mar Negro, no sul. Durante seu reinado, levou a cabo uma política agressiva de cobrança de tributos e eventualmente de intervenção militar em reinos vizinhos, que viria a torná-lo um dos inimigos mais temidos dos impérios romanos Ocidental e Bizantino. Após sucederem ao seu tio Ruga, e com o Império Huno unificado sob o seu comando, a partir de 434 Átila e seu irmão Bleda estenderam seu território até os Alpes, o Reno e o Vístula, e buscaram conquistar parte do Império Sassânida. No início da década de 440 voltaram sua atenção para o Império Bizantino, alegando que o Tratado de Margo vinha sendo descumprido. Após atravessarem o Danúbio, saquearam os Bálcãs e a Ilíria e derrotaram os romanos em duas grandes batalhas, mas preferiram negociar um vantajoso acordo a atacar Constantinopla. Após tornar-se rei único dos hunos, entre o final de 444 e o início de 445, Átila iniciou uma nova ofensiva contra o Império Bizantino, aproveitando-se de uma série de calamidades que o fragilizavam e exigindo o cumprimento dos termos acordados anteriormente. Ele avançou sobre a Dácia Aureliana, derrotou os romanos na Batalha do Uto, saqueou as províncias da Mésia, Macedônia e Trácia, mas novamente não atacou Constantinopla, preferindo invadir e pilhar a Grécia, de onde se retirou carregando um imenso espólio. Até o final da década de 440 Átila e os hunos haviam gozado de boas relações com o Império Romano do Ocidente, mas gradualmente tensões foram se estabelecendo e suas pretensões foram se modificando. Enfim, em 450 Justa Grata Honória, irmã mais velha de Valentiniano III, apelou a Átila, pedindo sua ajuda e possivelmente prometendo-lhe casamento. Esse pedido ofereceu-lhe boa oportunidade para legitimar suas ambições, e em 451 invadiu a Gália Romana, saqueando numerosas cidades antes de ser derrotado na Batalha dos Campos Cataláunicos. Buscando manter sua autoridade e prestígio, Átila organizou outra campanha no ano seguinte. Então adentrou a Itália, devastou parte da planície do Pó e forçou Valentiniano a fugir de sua capital, Ravena. Obrigado a retroceder por conta de questões de abastecimento e de uma epidemia que debilitou suas tropas, ele planejou novas campanhas contra os romanos, mas morreu em março de 453, na região do rio Tisza, na Grande Planície Húngara. Após sua morte, disputas dinásticas entre seus filhos enfraqueceram seu império, e seu conselheiro próximo, Ardarico, liderou uma revolta dos povos germânicos contra o domínio huno, levando-o a desintegrar-se. A cultura dos hunos e a personalidade de Átila fascinaram seus contemporâneos, e mitos divergentes a seu respeito são encontrados em numerosas culturas e representações artísticas, desde a Antiguidade até a atualidade. Suas campanhas ajudaram a enfraquecer o já combalido Império Romano do Ocidente, e podem ter estimulado as invasões bárbaras, um fator que decididamente contribui para o seu colapso. Por esse motivo e por conta de sua origem étnica e religião, a historiografia cristã construiu uma imagem negativa sua, associando-o à crueldade e à rapina e atribuindo-lhe o epíteto Praga de Deus e Flagelo de Deus. Contudo, outras tradições, principalmente escandinavas e germânicas, retrataram-no como uma figura positiva. Três sagas o incluem dentre seus personagens principais, e os húngaros celebram-no como um herói fundador. == Fontes escritas e arqueologia == A historiografia sobre Átila e os hunos enfrenta limitações consideráveis, resultantes da confluência de uma série de fatores. Fontes de informação sobre o período anterior a Átila são particularmente raras, pois os hunos não deixaram quaisquer registros na forma escrita e cronistas estrangeiros da época pouco escreveram sobre a sua chegada à Europa, talvez porque estivessem mais preocupados em registrar ameaças mais imediatas. Ademais, o estilo de vida dos hunos, somado à falta de informações precisas a seu respeito, dificulta a produção de conhecimento histórico e arqueológico. Embora fontes sobre os hunos e Átila tenham se tornado mais comuns a partir da década de 420 e, sobretudo, da década de 440, elas foram escritas, em grego e latim, por cronistas pertencentes a povos inimigos dos hunos, e que buscaram demonstrar sua oposição às suas campanhas militares, religião e etnia. Dentre esses testemunhos, apenas fragmentos chegaram até a atualidade, destacando-se trabalhos de autoria de Prisco de Pânio, Próspero da Aquitânia e Idácio de Chaves, e também dois documentos de autoria desconhecida (a Chronica Gallica do ano 452 e a Chronica Gallica do ano 511). Prisco de Pânio foi um diplomata e historiador de língua grega, e, mais do que uma testemunha, foi um ator com participação ativa na história de Átila, enquanto membro de uma embaixada de Teodósio II na corte do soberano huno em 449. É autor de oito livros de história que abrangem o período que vai de 434 a 452, dos quais restam apenas alguns fragmentos. Embora Prisco tenha sido evidentemente influenciado por suas funções, e assim suas percepções devam ser interpretadas à luz de sua posição junto à corte bizantina, seu testemunho permanece uma das principais fontes primárias a respeito de Átila. A maior parte dos trechos sobreviventes dos escritos de Prisco foram conservados em citações nos trabalhos de Jordanes, um historiador godo ou alano de língua latina do que escreveu a Gética, uma obra que contém informações sobre o Império Huno e seus vizinhos. Sua visão reflete a do seu povo um século após a morte de Átila. Próspero da Aquitânia foi um cronista cristão e discípulo de Agostinho de Hipona, cuja obra mais importante do ponto de vista histórico é o Epitoma chronicorum, em parte uma compilação de escritos de Jerônimo de Estridão, da qual sobreviveram cinco versões distintas. A versão mais extensa dessa crônica cobre o período de 412 a 455, e registra algumas informações sobre Átila, suas campanhas e o destino de seu império após sua morte. Idácio de Chaves, como seu epíteto indica, foi bispo de Águas Flávias, a atual Chaves, em Portugal. Em sua Continuatio Chronicorum Hyeronimianorum ele cobre o período em que Átila reinou sobre os hunos, registrando suas impressões sobre os eventos da época e relatos que lhe foram transmitidos em primeira mão por altas autoridades militares do Império Romano Ocidental. Adicionalmente, um número de fontes secundárias mais ou menos próximas aos eventos foram influentes na historiografia de Átila, com destaque para o próprio Jordanes e um chanceler do imperador bizantino Justiniano, Conde Marcelino, que é fonte de informações sobre as relações dos hunos com o Império Romano do Oriente. Diversas fontes eclesiásticas também contêm informações registradas em épocas relativamente próximas do tempo em que Átila viveu, mas são dispersas e difíceis de autenticar, pois por vezes seu conteúdo acabou distorcido pelo tempo e por monges copistas do ao XVII. Os cronistas húngaros do , por sua vez, considerando os hunos seus ancestrais e, acentuando seu caráter glorioso, mencionam amplamente Átila, mas mesclando elementos históricos e lendas que muitas vezes não podem ser distinguidos uns dos outros. Dentre os hunos o conhecimento era transmitido de forma oral, através das epopeias e poemas cantados que eram passados de geração em geração. Muito indiretamente, parte dessa história oral foi incorporada pelas culturas nórdicas e germânicas dos povos vizinhos, que a registraram por escrito nos séculos IX e XIII. Átila é personagem central de diversas sagas medievais, como a Canção dos Nibelungos e a Edda poética, dentre outras. Embora muito pouca evidência material inequívoca tenha sido encontrada a respeito dos hunos até o início do , a arqueologia tem fornecido alguns detalhes sobre o estilo de vida, a arte e as técnicas de guerra desse povo. Notadamente, ouro é um achado arqueológico raro em assentamentos germânicos do período anterior a Átila, e a frequência com que são encontrados objetos em ouro relativos ao período de dominação huna sugere que, além da subjugação militar, os hunos se utilizavam da distribuição das riquezas conquistadas para garantir a fidelidade de seus súditos. Vestígios de batalhas e cercos têm sido encontrados, mas o túmulo de Átila e a capital de seu império permanecem desconhecidos. == Origem étnica e familiar == === Etimologia === Os hunos foram um grupo nômade da Eurásia, muito provavelmente originário de suas estepes. Mencionados pela primeira vez a leste do rio Volga, eles migraram em direção à Europa Ocidental pelos idos do ano 370 e ali estabeleceram um grande império, subjugando os povos locais e causando grandes ondas de emigração que vieram a se somar a outros grandes movimentos populacionais do período. Sua origem étnica e a de sua língua têm sido objeto de debates há séculos. Na época de seu aparecimento na história ocidental, Amiano Marcelino afirmou que eles seriam originários de uma terra \"além do mar de Azov, perto de um oceano gélido\", e os descreveu de maneira pejorativa como \"prodigiosamente feios\", vivendo suas vidas montados a cavalo e alimentando-se de raízes e carnes parcialmente cozidas entre suas coxas e os lombos de seus cavalos. Não muito tempo depois, Jordanes afirmou que o povo huno seria descendente de \"espíritos imundos\" e \"bruxas\" de origem gótica, e teria se originado no Pântano Meótico, localizado ao redor do estreito de Querche. Somente no a questão passou a ser discutida cientificamente por historiadores, filólogos, etnólogos e outros acadêmicos, devido principalmente às implicações contemporâneas das origens dos hunos, sobretudo quanto à sua participação na composição étnica de povos modernos instalados nas áreas controladas pelos hunos na Antiguidade e na Alta Idade Média. Embora a origem dos hunos seja objeto de numerosas hipóteses, existe algum consenso a respeito de resquícios do seu idioma que se perpetuaram na língua dos búlgaros do Volga e na língua da população contemporânea da região de Tavas, na província turca de Denizli. A maior parte do que se conhece a respeito do idioma huno pôde ser identificado a partir de evidências contidas nos nomes de personalidades hunas registrados por cronistas estrangeiros da época. Pelo período de Átila a língua gótica havia se tornado uma espécie de língua franca do Império Huno, e sabe-se que o nome Átila, pelo qual ficou conhecido o rei huno, foi transmitido por povos germânicos – provavelmente godos – aos romanos, que por sua vez o transcreveram em grego clássico (Ἀττίλα) e latim (Attila). É possível que essa palavra indicasse um pseudônimo ou título honorífico, mas mais provavelmente indicava um prenome. Em língua huna esse nome certamente se aproximava foneticamente de Átila, mas presumivelmente era outro e também possuía um significado distinto. Dito de outro modo, por meio do nome Átila povos germânicos possivelmente reproduziram em sua própria língua um som semelhante e que tinha significado distinto no idioma huno. Muitos estudiosos argumentaram que o nome germânico Átila seria formado pelo substantivo atta (), \"pai\", e pelo sufixo diminutivo -ila. Dentre os povos germânicos, que foram vizinhos e vassalos dos hunos, Átila teria sido conhecido, portanto, como \"Pai Pequeno\". A etimologia gótica desse nome foi inicialmente proposta por Jacob e Wilhelm Grimm no início do , é condizente com o que se conhece do idioma gótico e \"não oferece dificuldades fonéticas nem semânticas\". O nome preciso de Átila no idioma huno não é conhecido, e suas raízes, etimologia e significação são objeto de um número de hipóteses. Pesquisadores sugerem um relacionamento com as línguas ienisseianas, ao passo que outros consideram, baseados em análises onomásticas, que seu idioma teria uma origem intermediária entre túrquica e mongólica, próxima da língua tchuvache moderna. Uma outra teoria, provavelmente a mais famosa e certamente a mais estudada, sustenta uma origem túrquica do idioma dos hunos. Para parte dos estudiosos, Átila seria um nome-título composto de es (grandioso, antigos) e til (mar, oceano), e do sufixo /a/. Esse nome, portanto, significaria \"governante oceânico ou universal\". Outros, conectaram-no aos termos túrquicos āt (nome, fama), at (cavalo), dil (língua) e Atll/Îtil (o nome do rio Volga). Em particular, já se sugeriu que o nome de Átila poderia ter se originado da junção dos termos túrquicos adyy ou agta (capão, cavalo de guerra) e atli (cavaleiro), significando \"possuidor de capões, provedor de cavalos de guerra\". Contudo, nenhuma dessas propostas obteve ampla aceitação dentre os especialistas, e, enquanto a combinação es e til seria \"engenhosa, mas por muitos motivos inaceitável\", as outras sugestões relacionadas ao túrquico têm sido consideradas \"exageradas demais para serem levadas a sério\". Criticando as propostas de encontrar etimologias túrquicas para Átila, o filólogo Gerhard Doerfer observou que o monarca britânico Jorge VI tinha um nome de origem grega e que Solimão, o Magnífico, tinha um nome de origem árabe, mas isso não os tornava gregos ou árabes. Segundo ele, é plausível que Átila tivesse um nome de origem não huna, sem que isso denotasse pertencimento a outra cultura. === Aparência === Nenhum relato primário da aparência de Átila sobreviveu até a contemporaneidade. A fonte mais antiga de que se tem conhecimento, a respeito de suas feições, é Prisco de Pânio, em um fragmento citado por Jordanes: > Átila era senhor de todos os hunos e quase o único governante terrestre das > tribos da Cítia; um homem formidável por sua gloriosa fama entre todas as > nações. O historiador Prisco, que foi enviado [a ele] em uma embaixada pelo > jovem Teodósio, diz isto entre outras coisas: \"[...] Ele era um homem > nascido no mundo para abalar as nações, o flagelo de todas as terras, que de > certa maneira aterrorizou toda a humanidade por meio dos terríveis rumores > espalhados a seu respeito no estrangeiro. Era altivo em sua caminhada, > revirando os olhos de um lado para o outro, de modo que o poder de seu > espírito orgulhoso fosse demonstrado no movimento de seu corpo. Ele > certamente era um amante da guerra, porém contido em ação, poderoso em > conselhos, gracioso para com suplicantes e indulgente para com aqueles que > eram recebidos em sua proteção. Tinha baixa estatura, um peito largo e uma > cabeça grande; seus olhos eram pequenos, sua barba fina e salpicada de > grisalho; e tinha o nariz achatado e a pele morena, mostrando evidências de > sua origem\". Em outro fragmento sobrevivente de seus relatos, Prisco, que julgava que os hunos fossem parte do povo cita, se surpreende com a aparência simples de Átila, impassível e destituído de joias, no meio do esplendor de seus cortesões e entre suas numerosas esposas. Essa simplicidade contrastava fortemente com o cerimonial das cortes romanas, onde os imperadores viviam em luxo ostensivo e eram objeto de veneração, e historiadores contemporâneos acreditam a aparência austera de Átila era proposital e visava impressionar aqueles que se encontravam com o rei huno. Segundo Prisco: > Uma refeição luxuosa, servida em pratos de prata, havia sido preparada para > nós e os convidados bárbaros, mas Átila não comeu nada além de carne em um > prato de madeira. Em todo o resto também mostrou-se equilibrado; seu copo > era de madeira, enquanto aos convidados eram oferecidas taças de ouro e > prata. Suas roupas também eram muito simples, porém muito limpas. A espada > que ele carregava ao lado, os laços de seus sapatos citas e o freio de seu > cavalo careciam de adornos, diferentemente dos outros citas, que portavam > ouro, gemas raras ou outros bens preciosos. Quanto aos traços físicos de Átila, estudiosos sugerem que a descrição de Prisco é típica da Ásia Oriental e que os ancestrais de Átila seriam originários dessa região, enquanto outros ponderam que as mesmas características seriam evidentes no povo cita. Adicionalmente, a descrição de Prisco é consistente com uma teoria bastante difundida e estudada, que sustenta que os hunos europeus seriam um ramo ocidental dos Xiongnu, grupo proto-mongol ou proto-túrquico de tribos nômades do nordeste da China e da Ásia Central, famoso por seus guerreiros montados e que, séculos antes, havia aterrorizado a China e possivelmente ensejado a construção de sua Grande Muralha. === Família === É sabido que Átila era filho de Mundíuco, irmão dos reis Octar e Ruga, que juntos governaram os hunos. A diarquia era recorrente entre desse povo, mas os historiadores não sabem ao certo se era ocasional, habitual ou institucional. Sua família era, portanto, de linhagem nobre, mas não está claro se ela constituía uma dinastia real. Mundíuco provavelmente foi um líder dos hunos nos Balcãs, mas sua posição exata é desconhecida. O historiador húngaro István Bóna considera provável que o pai de Bleda e Átila, Mundíuco, tenha reinado antes de Ruga, mas essa informação não é atestada por fontes da época. Outras pesquisas a respeito são inconclusivas, indicando que ele jamais tenha reinado ou tenha reinado brevemente sobre uma parcela dos hunos. Átila teve muitas esposas e usou casamentos para formar alianças dinásticas e diplomáticas. A mais importante foi Êrekan, a quem Jordanes chamou Creca, que foi mãe de Elaco, seu filho mais velho e sucessor imediato, além de outros dois filhos. Enquanto esposa principal, a sua posição lhe conferia um papel cerimonial, e há registros de que ela recebeu embaixadores bizantinos. Outra esposa conhecida foi Ildico, junto a quem Átila morreu na noite de núpcias. Como a transcrição desses dois nomes é incerta, não se sabe com precisão se eram mulheres hunas ou germânicas, mas o nome Ildico sugere uma origem gótica ou ostrogoda. As esposas eram relativamente livres, tinham independência material e dispunham de suas próprias residências. Átila teria tido muitos outros filhos, mas apenas outros dois são conhecidos com certeza, Dengizico e Hernaco, sendo este o seu favorito, de acordo com Prisco. Adicionalmente, Hormídaco, um chefe huno que atacou o Império Romano entre 466 e 467, é mencionado por Sidônio Apolinário como sendo seu filho. == O Império Huno == === Organização do poder === Mesmo estando em processo de sedentarização desde antes de sua chegada à Europa, o pastoreio continuava parte da cultura dos hunos, e eles se alimentavam essencialmente de carne e leite, produtos de seu gado e da criação de cavalos. Na primeira metade do , essa sedentarização foi aprofundada com a construção de uma capital, que se localizava entre os rios Tisza e Timiș, na Grande Planície Húngara, mas cujo sítio exato permanece desconhecido. Essa cidade era composta de muitas casas de madeira, algumas das quais com banhos romanos. Também de madeira, o vasto palácio real era decorado com pórticos suntuosos e impressionou os embaixadores romanos em 449; vários dignitários dos hunos viviam confortavelmente em casas instaladas ao seu redor do seu grande pátio. Átila possuía várias outras residências, de tamanho mais modesto, através de seu vasto território. Ao contrário dos imperadores romanos e, portanto, para a surpresa de seus embaixadores, Átila vivia entre o seu povo e compartilhava seus costumes. Sob o seu reinado o Império Huno não conheceu qualquer expansão territorial significativa ou duradoura. Contudo, Átila herdou e manteve unido o maior império europeu de seu tempo, cujas fronteiras flexíveis se estendiam aproximadamente do sul da atual Alemanha, no oeste, até o rio Ural, no leste, e do mar Báltico, no norte, até o mar Negro, no sul. Sob o seu reinado, o poderio dos hunos atingiu seu ápice, e com uma importante novidade: a concentração de poderes nas mãos de um único líder. Os historiadores contemporâneos ignoram o título e a função exata que ele ocupava entre seu povo. Diz-se que o próprio Átila reivindicou os títulos de \"descendente do Grande Ninrode\" e \"rei dos hunos, godos, danos e medos\", sendo que esses dois últimos povos, instalados nas periferias de seu domínio, seriam mencionados a fim de demonstrar a extensão do seu controle. Os romanos, assim como fizeram com alguns de seus antecessores, se referiam a Átila simplesmente como \"rei dos hunos\" (). As fronteiras e a constituição do Império Huno eram determinadas pela subjugação de uma constelação de populações etnicamente variadas e governadas de maneiras mais ou menos autônomas. O controle dos hunos sobre seus tributários era mantido de maneira particularmente dinâmica e baseava-se essencialmente nas capacidades militares dos hunos, que não apenas haviam submetido grupos tribais germânicos e iranianos, mas também estavam em contato com o Império Romano em Constantinopla e, sucessivamente, Milão e Ravena. Alguns desses grupos eram assimilados, muitos mantinham seus reis, e outros dependiam ou reconheciam a soberania teórica do rei dos hunos mas permaneciam independentes. Para reinar sobre uma confederação de povos nômades e sedentários muito diferentes e que não possuía uma administração organizada, seu poder repousava sobre as elites, que dominavam uma estrutura flexível de lealdades variadas. O primeiro círculo dessa elite era formado principalmente por príncipes hunos, mas muitas figuras importantes eram de outras etnias. Cabia ao líder huno equilibrar um senso de cooperação entre essas etnias – calcado em sua própria figura – e a rivalidade entre elas, evitando assim uma união que pudesse contrariar os interesses hunos. Assim, seu braço direito Onegésio era huno, seu secretário Flávio Orestes era um romano da Panônia, e reis vassalos e aliados ocupavam posições de destaque em sua corte, incluindo Edecão dos esciros, Ardarico dos gépidas, Candaco dos alanos e Valamiro dos ostrogodos. Estes últimos estavam envolvidos em uma relação pessoal de poder com Átila, pois deviam seus tronos a ele, mas sua lealdade podia se enfraquecer com a substituição do soberano. Esse sistema fundado em lealdades, portanto, era fundamental para manutenção do poder huno, e, ao longo de seu reinado, Átila foi consistente em buscar impedir que hunos desertassem para seus rivais, seja para servir como mercenários ou buscar proteção. Quando forçava outros povos a lhe pagar tributo, ou durante negociações de paz, ele invariavelmente exigia que lhe fossem entregues aqueles a quem julgava traidores e desertores. Essa política mostrou-se muito eficaz. === Estratégia de tributo === Prodigiosos guerreiros e descritos como \"mais ferozes que a própria ferocidade\", as principais técnicas militares dos hunos envolviam o uso do arco e flecha e de javelinas enquanto montados a cavalo. Inicialmente esse povo vivia como \"pastores guerreiros\", mas, conforme foram abandonando o nomadismo, gradualmente tornaram-se \"mestres das populações camponesas\". Assim como alguns povos germânicos e os sármatas, os hunos consideravam mais simples submeter outros povos ao seu poder e fazê-los trabalhar e pagar tributo. Por esse motivo, desde a Antiguidade frequentemente historiadores descrevem-nos como uma \"sociedade de predadores\". De fato, devido a um meio de vida semi- nômade e muitas vezes precário, os hunos dependiam dos recursos das sociedades sedentárias para manter seu poderio, e isso resultava em uma situação de \"conflito endêmico\". Assim, para manter seu padrão de vida e a lealdade de seus aliados, os hunos, cada vez mais poderosos, passaram a exigir tributos de seus vizinhos mais ricos, os romanos e os persas sassânidas. Quando estes recusavam-se a pagar, os hunos lançavam ataques que produziam valores equivalentes ou maiores em pilhagem, além de enorme destruição. Galvanizados por seu sucesso, os aristocratas hunos tornaram-se cada vez mais gananciosos: para legitimar seu poder, Átila devia aumentar a riqueza de seus pares, e isso incluía imperativamente manter os estados vizinhos sob pressão. Ciente disso, ele buscou fazer cumprir suas reivindicações a todo custo, da diplomacia à intimidação e subjugação. === Relações iniciais com o Império Romano === Embora os hunos fossem indiretamente a fonte dos problemas dos romanos, visto que eram responsáveis por boa parte das migrações que os romanos encaravam como \"invasões bárbaras\", as relações entre os dois impérios eram relativamente cordiais. Frequentemente os romanos usavam os hunos como mercenários em seus conflitos com povos germânicos e em suas guerras civis e, por exemplo, em 425 o usurpador romano João recrutou milhares de hunos como mercenários contra Valentiniano III. Os impérios huno e romano trocaram missões diplomáticas e reféns, e essa aliança durou de 401 a 450, permitindo aos romanos obter muitos sucessos militares. Contudo, essas relações não eram isentas de perturbações. Mesmo que limitados em escopo, repetidas vezes os hunos realizaram ataques militares em território romano, normalmente buscando cobrar o pagamento ou aumentar o valor dos tributos anteriormente combinados. Diversas embaixadas romanas enviadas aos hunos são documentadas em fontes do período, como a de Olimpiodoro de Tebas, em 412, e a de Prisco, em 449, e relatos da época deixam claro que tensões não eram incomuns. Do ponto de vista romano, certamente fazia sentido pagar aos hunos. Ao fazê-lo, o Império se beneficiava grandemente da estabilidade do governo huno, que podia controlar os grupos de guerreiros do outro lado do Danúbio. Embora esse acordo pressupusesse que os romanos cumprissem suas obrigações de pagamento, enquanto as relações com o governo huno permanecessem relativamente boas, o risco de ataques hostis ao território romano era reduzido. Assim, os hunos consideravam que os romanos lhes prestavam tributo, enquanto estes últimos preferiam considerar que lhes concediam subsídios por serviços prestados. Todavia, durante o tempo em que Átila se tornava adulto sob o reinado de seu tio Ruga, os hunos se tornaram um grande poder, a ponto de o ex-patriarca de Constantinopla Nestório ter lamentado a situação dizendo que \"eles [os hunos] se tornaram senhores, e, os romanos, escravos\". === Religião === As crenças tinham um lugar importante no mundo dos hunos, mas a religião de Átila permanece pouco conhecida. Muitos de seus súditos germânicos eram cristãos arianos, mas parece que os hunos e Átila praticavam uma religião tradicional politeísta e animista, possivelmente o Tengriismo, com xamãs gozando de grande importância social. Esses xamãs praticavam divinação por escapulomancia, uma prática típica de pastores nômades turco-mongóis, e desempenhavam um papel importante na vida familiar de Átila, recomendando em quais de seus filhos confiar e influenciando suas decisões nas batalhas. Em relação às suas convicções e culto, os historiadores atuais divergem em vários pontos importantes. Katalin Escher e Yaroslav Lebedynsky afirmam que ele acreditava em seu destino providencial e em seu carisma sobrenatural, assim \"como tantos outros líderes militares\". Igualmente, Michel Rouche acredita que Átila via-se como um deus e deduziu, a partir de grandes caldeirões de bronze hunos encontrados por arqueólogos, que Átila praticava um \"canibalismo sagrado\", fazendo sacrifícios humanos e bebendo sangue humano. Edina Bozoky rejeita totalmente as afirmações de Rouche, afirmando que não existem depoimentos ou vestígios que suportem essas conclusões, que seriam baseadas em comparações anacrônicas com outros povos. Independentemente dessa questão, é certo que Átila usava sua religião para fins políticos. Assim, durante seu reinado ele afirmou ter recebido uma espada sagrada do deus da guerra, ciente de que se tratava de um símbolo supremo de legitimidade que lhe permitiria justificar um reinado que colocaria seu povo em um estado de guerra permanente. == Biografia == === Infância === A data e o local de nascimento precisos de Átila permanecem desconhecidos. Enquanto a região da Panônia é o local mais provável, alguns mencionam os anos 395 e 406, mas outros julgam essas datas fantasiosas e preferem estima-la entre a última década do e a primeira do V. Como outros filhos do seu povo, seguramente Átila foi educado como cavaleiro e arqueiro e, como parte de uma prática estética ou espiritual, desde muito cedo teve sua cabeça amarrada por ataduras, de modo a obter uma deformação proposital do crânio. Relatos permitem deduzir que muito provavelmente foi um homem que recebeu uma boa educação para a época. Sua língua materna era o idioma huno, mas, como era parte da classe dominante, ele também aprendeu a língua dos godos. Prisco relata ainda que quando adulto ele também falava e escrevia em latim e grego, possivelmente adquiridos durante um período que passou como refém em Constantinopla, a partir do ano 418. Átila cresceu em um mundo em mudança. Os hunos haviam se estabelecido recentemente na Europa, e, depois de atravessar o Volga na década de 370, em parte por conta de mudanças climáticas nas estepes eurasiáticas, haviam anexado o território dos alanos e a área do reino gótico entre os Cárpatos e o Danúbio. Um povo muito móvel, seus arqueiros montados adquiriram uma reputação de invencibilidade e os povos germânicos pareciam impotentes diante dessas novas táticas. Vastos movimentos populacionais perturbavam o mundo romano. Dentre outras ondas migratórias, numerosas populações que fugiam dos hunos emigraram para o Império Romano, a oeste e sul, e ao longo das margens do Reno e do Danúbio. Notadamente, em 376 os godos atravessaram o Danúbio e submeteram-se inicialmente aos romanos, mas depois rebelaram-se contra o imperador Valente, que mataram durante a batalha de Adrianópolis, em 378; em dezembro de 406 vândalos, alanos, suevos e burgúndios atravessaram o Reno congelado e entraram na Gália Romana; em 418 os visigodos obtiveram um território na Aquitânia Segunda com um estatuto de federados romanos, mas permaneceram, de fato, hostis ao imperador, e, em 429, os vândalos fundaram um reino independente no norte da África, também às custas dos romanos. Para lidar melhor com essas invasões, desde 395 o Império Romano vinha sendo administrado por dois governos administrativos e militares separados, um em Ravena, responsável pelo Império Ocidental, e outro em Constantinopla, lidando com Império Oriental. Apesar de diversas lutas internas pelo poder, durante a vida de Átila o Império Romano permaneceu unido e liderado pela mesma família, a dinastia teodosiana. === Sucessão: diarquia === Em 434 Ruga morreu e foi sucedido por seus sobrinhos Bleda e Átila, que se tornaram diarcas e, assim, assumiram o controle das tribos hunas unificadas. A sucessão entre os hunos provavelmente não se baseava somente em uma posição herdada, mas, também nas capacidades militares e diplomáticas do pretendente e em sua habilidade em produzir vantagens materiais para a elite. Tipicamente, a sucessão de Ruga pode não ter sido pacífica, pois nobres hunos fugiram para Constantinopla, incluindo dois membros da família real, Mamas e Atakam, que talvez fossem sobrinhos ou mesmo filhos de Ruga. Durante seu reinado conjunto com Bleda, Átila buscou negociar com os romanos a rendição desses nobres desertores, que supostamente poderiam reivindicar a sucessão ao trono huno. === Primeira ofensiva contra Constantinopla === De 435 a 440 o reinado de Bleda e Átila foi marcado pelo triunfo dos hunos contra o Império Romano do Oriente, por meio diplomático. Em 436 os hunos reuniram-se com uma embaixada romana em Margo, perto das limes, e ali negociaram, montados a cavalo e, portanto, à maneira huna, um vantajoso tratado que previa a duplicação dos tributos anuais pagos por Constantinopla, ou seja, setecentas libras de ouro, além das promessas de que os romanos não mais acolheriam oponentes dos hunos ou se aliariam a povos inimigos seus, e abririam seus mercados de fronteira a comerciantes hunos. Durante esse período os hunos estenderam seu império aos Alpes, Reno e Vístula, e também levaram a cabo uma invasão ao Império Sassânida, mas uma contra-ofensiva na Armênia terminou com a derrota de Átila e Bleda, que renunciaram a seus planos de conquista. No início da década de 440, contudo, os hunos atacaram o Império Bizantino, sustentando que Teodósio havia faltado aos seus compromissos e que o bispo de Margo havia cruzado o Danúbio para saquear e profanar as tumbas reais hunas ao norte de suas margens. O momento lhes era propício, pois eventos externos haviam desviado temporariamente a atenção de Constantinopla. Teodósio havia desguarnecido as defesas ribeirinhas do Danúbio como conseqüência da captura de Cartago pelo vândalo Genserico, em 440, e da invasão da Armênia romana pelos persas sassânidas do xá , em 441, e isto deixou a Átila e Bleda o caminho aberto através da Ilíria e dos Bálcãs. Seu ataque iniciou-se com a pilhagem de mercadores na margem norte do Danúbio, então protegidos pelo tratado vigente. Na sequência, os hunos cruzaram o rio e arrasaram cidades e fortes ilírios ao longo de sua margem, entre eles Viminácio (atual Kostolac, na Sérvia), que era uma cidade dos mésios na Ilíria, e a própria Margo, já que, quando os romanos debateram a possibilidade de entregar o bispo acusado de profanação, este desertou para os hunos e lhes entregou a cidade. Tendo saqueado essas cidades, o exército huno tomou Singiduno (a moderna Belgrado) e Sirmio (atual Sremska Mitrovica, na província sérvia da Voivodina), antes de parar suas operações. Continuou então uma trégua ao longo de 442, momento em que Teodósio aproveitou para trazer suas tropas do estrangeiro e fazer preparativos que lhe permitiam rechaçar as exigências dos reis bárbaros. A resposta de Átila e Bleda foi retomar a campanha no ano de 443. Até onde os romanos sabiam, pela primeira vez as forças hunas estavam equipadas com aríetes e torres de cerco, com os quais atacaram com sucesso os centros militares de Raciária e Naísso (atual Niš), ao longo do Danúbio, massacrando suas populações. Prisco, que visitou Naísso algum tempo após o combate, afirmou ter encontrado a cidade \"deserta, como se tivesse sido saqueada; apenas algumas pessoas doentes estavam nas igrejas. Paramos a uma curta distância do rio, em um espaço aberto, e todo o terreno adjacente à margem estava coberto de ossos dos homens mortos na guerra\". Mais tarde, pressionando ao longo do rio Nišava, os hunos tomaram Sérdica, Filipópolis e Arcadiópolis, e enfrentaram e destruíram um exército romano, comandado por Áspar, nas cercanias da cidade de Constantinopla. Os hunos somente se detiveram pela falta do material necessário para abrir uma brecha nas muralhas ciclópicas duplas da cidade. Apesar disso, os hunos ainda derrotaram um segundo exército romano perto de Calípolis. Teodósio, incapaz de oferecer uma resistência armada eficaz, admitiu a derrota e enviou o cortesão Anatólio para negociar os termos da paz. Átila mostrou-se disposto a negociar e indicou que se retiraria do território romano. Contudo, seus termos foram mais rigorosos que no tratado anterior, e os emissários de Teodósio concordaram em pagar mais de seis mil libras romanas (cerca de 1 963 quilogramas) de ouro como indenização por ter faltado aos termos do pacto anterior; o tributo anual foi triplicado, alcançando a quantidade de 2,1 mil libras romanas (cerca de 687 quilogramas) de ouro; e o resgate por cada prisioneiro romano também aumentou. A importância desses valores tem sido discutida por séculos, e, embora não haja qualquer dúvida de que se tratava de uma soma enorme, provavelmente não arruinou as finanças bizantinas, tal qual afirmado por Prisco. Os hunos dependiam do Império Romano e de seus meios, para manter seu governo, e, como lhes interessava manterem-se parasitários, arruiná-los exigiria desfazer um arranjo vantajoso. De outra parte, o pagamento permitiu ao governo bizantino evitar as incertezas e o custo humano e material, provavelmente muito superior, de uma campanha militar contra os hunos. === Rei único dos hunos === Entre o final de 444 e o início de 445 o diarca huno Bleda morreu, na sequência da retirada huna do Império Bizantino. Existe abundante especulação histórica sobre se Átila assassinou seu irmão ou se Bleda morreu por outras causas, e não são conhecidos detalhes de como isso ocorreu, pois, embora o evento tenha sido relatado por seus contemporâneos, ele jamais foi comentado em maior detalhe. Em todo caso, Átila era agora o senhor indiscutível dos hunos. O rei dos esciros, Edecão, e o rei dos gépidas, Ardarico, participaram ativamente da consolidação de poder, apoiando-a com as suas forças militares. Átila também teve o apoio de membros da corte favoráveis à guerra contra Roma, como os irmãos Onegése e Escotas, bárbaros helenizados da região do Ponto; Elsa, um militar que tivera papel importante no reinado de Ruga; e Eskam, um grande proprietário de terras nas planícies do sul. Entre os apoiadores de Átila havia também romanos, como o panoniano Constancíolo e o governador da Mésia, Primo Rústico, que serviram conjuntamente como secretários de Átila. No alto escalão também se encontravam um certo Berico, de origem desconhecida; o tio de Átila, Aibars; e Laudarico, certamente um rei de um povo germânico aliado. Os opositores de Átila fugiram ou pereceram, e ele se tornou o único rei dos hunos. === Segunda ofensiva contra Constantinopla === Embaixadas de Átila vinham requisitando a devolução de prisioneiros hunos, e os bizantinos, que encontravam-se em relativa paz com seus outros inimigos e, portanto, tinham tropas disponíveis, recusavam. Contudo, em meados da década de 440 o Império Bizantino enfrentou uma série de tumultos e desastres naturais que o fragilizaram. Segundo Conde Marcelino, epidemias rebentaram em 445 e 446, na sequência de um período de fome generalizada, e, em 27 de janeiro de 447, um terremoto destruiu grande parte da Muralha Teodosiana de Constantinopla, da qual cinquenta e sete torres desabaram. Esse desastre natural devastou muitas cidades e vilarejos da província da Trácia, causou novas epidemias e, devido à destruição de silos por ele ocasionada, agravou ainda mais a fome que assolava o império. Átila provavelmente viu nesses tumultos uma oportunidade para mobilizar todas as suas tropas e avançar sobre a Dácia Aureliana, impondo, assim, o cumprimento de suas condições. Tropas romanas estacionadas em Marcianópolis tentam cortar o avanço huno, mas foram derrotadas na Batalha do Uto e seu mestre dos soldados, o godo Arnegisclo, foi morto em combate. Os hunos então saquearam as províncias da Mésia, Macedônia e Trácia. O imperador do Oriente, Teodósio II, concentrou-se em defender sua capital, organizando brigadas cidadãs para a reconstrução das muralhas danificadas pelos sismos e, em alguns pontos, para construir uma nova linha de fortificação em frente à antiga. Talvez por isso, Átila não atacou Constantinopla, preferindo invadir e pilhar a Grécia, de onde se retirou carregando um imenso espólio. Durante as negociações de paz que se seguiram, Átila encontrava-se em uma posição fortalecida e consequentemente estabeleceu demandas pesadas: além de um aumento do tributo pago, ele exigiu a cessão de um território romano de trezentas milhas de comprimento e cinco dias de caminhada de largura, localizado ao sul do Danúbio. Mover a fronteira dessa maneira, além do valor simbólico, daria aos hunos uma vantagem tática, servindo como zona tampão contra ataques romanos. Como parte dessas negociações, hunos e bizantinos trocaram diversas missões diplomáticas. O cortesão Prisco foi enviado como embaixador à capital de Átila e, na primavera de 449, Edecão foi enviado a Constantinopla. No verão desse mesmo ano Teodósio enviou à capital huna outra embaixada, aparentemente buscando finalizar o tratado de paz mas com o objetivo secreto de organizar o assassinato de Átila. Cinquenta libras de ouro foram pagas a Edecão, que era particularmente próximo a Átila e servia como um de seus guarda-costas, à época uma posição de grande prestígio e poder. Contudo, Edecão revelou o plano ao rei huno, impondo aos romanos uma humilhação ainda maior. Apesar desse fracasso, Teodósio conseguiu arrastar as negociações enquanto fortalecia suas tropas para reequilibrar o equilíbrio de poder. Em 450 o tratado de paz previa um retorno à situação territorial anterior a 447 e a restituição de prisioneiros romanos em troca do pagamento de um tributo cujo montante não é conhecido. Este foi um relativo sucesso diplomático para Teodósio, mas que irritou os seus soldados, exasperados com a arrogância de Átila, cujos embaixadores agora tratavam o governo romano como se este fosse seu súdito. Contudo, em 28 de julho de 450 o imperador Teodósio II morreu em decorrência de uma queda a cavalo e o \"partido dos azuis\", formado por senadores e aristocratas bizantinos, triunfou com a ascensão de Flávio Marciano Augusto como imperador, um homem de temperamento belicoso e ferozmente contrário à ideia de comprar a paz com os bárbaros. Embora Marciano tenha modificado fortemente a política bizantina de tributos, ao recusar pagar aos hunos, ele agradou a Átila ao ordenar a execução de Crisáfio, ministro de Teodósio, que fora o instigador da tentativa de seu assassinato em 449. Apesar de sua vitória inicial e da recusa bizantina de continuar a pagar tributos, os hunos permitiram que Constantinopla se recompusesse porque agora se encontravam ocupados com o Império Ocidental. === Guerra no Ocidente === Até o final da década de 440 Átila e os hunos haviam gozado de boas relações com o império no Ocidente, sobretudo graças à suas boas relações com seu governante de facto, Flávio Aécio. O patrício romano havia passado um breve exílio entre os hunos, em 433, cooperara em algumas ocasiões com Ruga e beneficiara-se pessoalmente de tropas que Átila lhe proporcionara contra os godos e os burgúndios, que haviam contribuído para conseguir-lhe o título de mestre dos soldados no ocidente. Contudo, gradualmente tensões foram se estabelecendo e suas pretensões quanto ao Império Romano do Ocidente foram se modificando. Em 448 Átila concordara em acolher em sua corte o chefe de uma bagauda, Eudóxio, um foragido dos romanos e que lhe incitou a atacar a Gália; e, em 449, se opusera a Ravena em uma disputa sucessória entre os francos sálios – enquanto Átila apoiara um filho do rei franco que morrera, Aécio apoiara um outro. Os presentes e os esforços diplomáticos de Genserico, que se opunha e temia os visigodos, provavelmente também influenciaram os planos de Átila. Enfim, em 450 Justa Grata Honória, irmã mais velha do imperador Valentiniano III, apelou a Átila. Oficialmente \"augusta\", ela era, portanto, portadora de parte do poder imperial. Como parte do jogo político, seu irmão imperador decidira casá-la, contra sua vontade, com um velho senador, e, buscando evitar esse enlace, Honória enviou seu anel sinete a Átila, pedindo-lhe ajuda e possivelmente prometendo-se em casamento. Esse pedido ofereceu a Átila boa oportunidade para legitimar suas ambições de intervir militarmente no Império ocidental. Embora historiadores não saibam ao certo se tratava-se de blefe ou de um objetivo real, Átila exigiu, além da mão de Honória, que a Gália lhe fosse dada em dote. Valentiniano baniu Honória e recusou qualquer negociação com Átila, enquanto o imperador bizantino Marciano o encorajava a permanecer firme e prometia ajudá-lo. Como resposta, Átila enviou uma delegação a Ravena para proclamar a inocência de Honória e a legitimidade de sua proposta de núpcias, e iniciou preparativos militares para reclamar o que alegava ser seu direito. Neste episódio ele procurou se aliar aos vândalos e aos visigodos, mas estes recusaram ajudá-lo, temerosos de sua política expansionista. ==== Invasão da Gália ==== Na primavera de 451 Átila se lançou em uma campanha contra a Gália, à frente de um exército que unia hunos e seus vassalos gépidas, ostrogodos, esciros, suevos, alamanos, hérulos, turíngios, francos ripuários (os francos sálios haviam se aliado aos romanos), alanos e sármatas. Cifras são difíceis de serem precisadas, mas é certo que esse exército era muito numeroso pelos critérios da época e movia-se lentamente. Quando de sua chegada à província da Bélgica, Jordanes estima que era composto de cerca de meio milhão de homens, mas historiadores modernos consideram cem mil um número mais aceitável. A Gália encontrava-se abalada por revoltas, e Átila esperava que a sociedade que unia os romanos e os visigodos não fosse respeitada, permitindo-lhe enfrentar seus inimigos separadamente ou convencer um deles a unir-se a ele. Átila sitiou a atual Métis, que recusou render-se. Meses depois, em 7 de abril de 451, o muro sul da cidade caiu e os hunos, exasperados por um longo cerco, massacraram a população local. Paris foi poupada, e uma anedota hagiográfica afirma que Santa Genoveva, através de suas orações, a teria salvado. Enquanto isso, uma delegação do imperador do Ocidente, que incluía Flávio Aécio, e o constante avanço de Átila a oeste, convenceram Teodorico a aliar-se aos romanos. As forças de Átila se dividiram em dois grupos, e, enquanto o primeiro deles concentrou-se em saquear o norte da atual França, o segundo grupo, comandado pessoalmente por Átila, marchou diretamente para Orleães, que resistiu-lhe e forçou-o a sitia-la por várias semanas. Esse cerco deu aos romanos, comandados por Flávio Aécio, e aos visigodos, do rei Teodorico, tempo para reunir as forças necessárias para um confronto. Seus exércitos combinados foram então ao encontro dos hunos, chegando a Orleães quando a cidade encontrava-se prestes a render-se. Átila levantou o cerco e, após escaramuças, retirou-se com suas tropas, buscando reunir-se com o restante de seu exército. Uma vez reagrupadas suas forças, Átila confrontou Aécio e Teodorico, buscando escolher o local do embate de maneira favorável ao uso de suas tropas montadas. A Batalha dos Campos Cataláunicos, ocorrida entre Troyes e Châlons-en-Champagne e, provavelmente, na região de Méry-sur-Seine, terminou com uma vitória estratégica da aliança romano-visigoda. Ela deixou muitos mortos, incluindo Teodorico, e Átila escapou por pouco de seus inimigos. A vitória foi romana, mas os visigodos se retiraram para Toulouse para resolver a questão da sucessão de Teodorico por seus filhos, e Átila pôde retirar suas tropas sem ser molestado. Ele então passou por Troyes, onde, como Santa Genoveva em Paris, a hagiografia católica credita a São Lupo, então bispo local, a intercessão que teria feito Átila poupar a cidade. Apesar de alguns sucessos menores, sua campanha na Gália foi um fracasso; Átila não conseguiu encontrar aliados na região e seus oponentes, unidos, provaram ser mais fortes. Suas perdas foram grandes e, em sua retirada, viu-se obrigado a abandonar parte do saque que havia capturado. Para manter sua autoridade interna e seu prestígio externo, Átila sabia que devia agir rapidamente, razão pela qual organizou outra campanha no ano seguinte. ==== Invasão da Itália ==== Na primavera de 452 Átila buscou mais uma vez exercer sua reivindicação de casamento com Honória, desta vez devastando a península Itálica em sua passagem. Após cruzar os Alpes, suas tropas conquistaram Aquileia, após um longo cerco, saqueando-a e arrasando-a quase completamente. Com menos dificuldade, depois pilhou Pádua, Verona, Milão e Pavia, para então deter-se antes de cruzar o rio Pó. Valentiniano III viu-se obrigado a fugir de Ravena para Roma. A situação parecia desesperadora para ele, que foi seguido pelos hunos, e assim o imperador apressou-se em negociar com Átila. Em 11 de junho de 452 ele enviou até os hunos, que se encontravam na região do rio Mincio, nas proximidades de Mântua, uma delegação que incluía o papa Leão I, o ex-procônsul Avieno e um ex-prefeito do pretório. Durante longo tempo a tradição católica creditou à intercessão divina, na forma de um milagre, a decisão huna de tratar com Roma. De um ponto de vista secular, contudo, existem evidências de que Átila tenha aceitado negociar porque seu exército era vítima de uma epidemia e por questões de abastecimento de suas tropas. A Itália havia sofrido uma terrível fome em 451 e suas colheitas mostraram-se pouco melhores em 452, e a invasão devastadora das planícies do norte da Itália nesse ano, por Átila, certamente não contribuiu para melhoras na colheita. Assim, para avançar sobre Roma seriam necessários suprimentos que não estavam disponíveis na Itália, e tomar a cidade não teria melhorado o abastecimento das tropas hunas. Além disso, o Império Huno estava sendo atacado no leste pelas tropas de Marciano, que enfim decidira socorrer Roma. O religioso Idácio de Chaves, contemporâneo desses eventos, relata-os em sua Chronica Minora, dizendo que: > Os hunos, que vinham saqueando a Itália e que também haviam invadido um > número de cidades, foram vítimas da punição divina, sendo visitados com > desastres enviados pelo céu: fome e algum tipo de doença. Além disso, eles > foram abatidos por auxiliares enviados pelo imperador Marciano e liderados > por Aécio e, ao mesmo tempo, foram esmagados em casa [...] Assim, > massacrados, fizeram as pazes com os romanos e todos voltaram para as suas > casas. Por um motivo ou por outro, Átila certamente julgou mais proveitoso para seu povo concluir a paz e retornar à sua terra natal, e assim se retirou para seu palácio além do Danúbio, vitorioso e carregando um imenso saque. Embora seu exército estivesse enfraquecido, ele ameaçou voltar no ano seguinte, caso Honória e seu dote não lhe fossem entregues. No entanto, como em 451, Átila teve que ceder aos seus adversários unidos, neste caso os dois governos romanos. === Morte e sucessão === Em sua capital, Átila passou a planejar um novo ataque a Constantinopla, a fim de exigir o tributo que o imperador Marciano havia deixado de lhe pagar. Contudo, no início de 453 o rei huno morreu inesperadamente. O relato mais antigo desse evento é atribuído a Prisco, segundo o qual Átila sofreu um sangramento nasal severo e sufocou até à morte, depois de uma noite bebendo após a celebração de suas mais recentes núpcias, com Ildico. De acordo com Prisco, sua morte teria ocorrido durante a noite de núpcias, e só teria sido descoberta pela manhã, quando guardas adentraram seu quarto para desperta-lo e foram surpreendidos com a noiva chorando sobre seu corpo. Crônicas bizantinas, e em especial uma de autoria do Conde Marcelino, escrita oitenta anos após os eventos, relatam que ele teria sido assassinado a facadas pela noiva, e historiadores mais recentes consideram essa hipótese credível, supondo que Marciano poderia ter organizado um esquema semelhante ao que Teodósio II tentara alguns anos antes. No entanto, outros historiadores reiteram que a hipótese de assassinato não pode ser descartada ou confirmada, até porque os relatos mais imediatos aos eventos não relatam quaisquer feridas no corpo do rei huno. Segundo Jordanes, os soldados de Átila, ao saberem de sua morte, reagiram cortando seus cabelos e ferindo seus rostos com suas espadas, pois o maior de todos os guerreiros não devia ser lamentado com queixas ou lágrimas de mulheres, mas sim com o sangue de homens. Átila foi secretamente enterrado em um caixão triplo de ouro, prata e ferro, e os escravos que cavaram sua sepultura foram mortos para que ela nunca fosse descoberta e profanada. Sua localização permanece desconhecida. Sua sucessão degenerou em conflito entre seus filhos, principalmente Elaco, Dengizico e Hernaco, que buscaram dividir entre si o território do Império Huno e os povos nele incluídos. Sentindo-se tratados como \"escravos da condição mais baixa\" e enfatizando sua independência cultural e interesses econômicos, povos germânicos uniram-se em um levante, liderados por um antigo aliado de Átila, o rei Ardarico. Em 454 os hunos foram amargamente derrotados no confronto que se seguiu, a Batalha do Nedao, e Elaco foi morto durante a luta. As tribos hunas fragmentaram-se e tomaram como chefes membros de suas aristocracias locais, enquanto os demais povos federados por Átila se dispersaram. Um grupo de hunos se mudou para a Cítia, provavelmente sob a liderança de Ernaco, e Dengizico tentou uma última incursão no sul do Danúbio em 469, mas foi derrotado na Batalha de Bassianas e, no ano seguinte, acabou morto pelo general godo-romano Anagasto. Uma crônica bizantina, a Crônica Pascoal, relata o seu fim: “Dengizico, filho de Átila, foi morto na Trácia. Sua cabeça foi levada a Constantinopla, carregada em procissão e plantada em uma estaca\". Sua morte findou as possibilidades de restauração o Império Huno. Embora a império de Átila não lhe tenha sobrevivido, suas campanhas contra Roma e seus outros vizinhos tiveram um impacto mais longevo. De um lado, a ação desestabilizadora dos hunos agravou a debilidade econômica do Império Romano e sua capacidade de reconquistar territórios de significativa importância econômica ou estratégica perdidos para invasores. Além disso, as migrações em massa que vinham ocorrendo desde antes de Átila provavelmente foram intensificadas por conta das relações de seu império com seus vizinhos, agravando ainda mais a situação romana. Enquanto o Império Bizantino gradualmente deixou de poder auxiliar o governo de Ravena, os antigos aliados de Átila continuaram a desempenhar um papel formidável na geopolítica eurasiática do e tiveram papel preponderante na queda do Império Romano do Ocidente, cujo marco final, em 476, foi a deposição do imperador Rômulo Augusto por forças hérulas, rúgias e esciras comandadas por Odoacro, filho e sucessor de Edecão. == Legado == === A visão ocidental mais comum: \"flagelo de Deus\" === Historicamente os hunos foram caracterizados pela tradição cristã ocidental como um povo bárbaro e extremamente violento, uma representação que permanece no imaginário contemporâneo. Presas fáceis de \"moralistas cristãos\" desde a Antiguidade, sua caracterização como \"feios, atarracados e temíveis, letais com um arco, e interessados principalmente em saquear e estuprar\" foi salientada, em comparação com outros povos bárbaros cristãos, sobretudo por conta de sua religião e de origem étnica, estranha a seus inimigos. Por serem desprovidos de sua própria voz nos registros históricos, os hunos \"sempre podem ser persuasivamente imaginados como a ameaça cabal às (auto-proclamadas) virtudes da civilização\". A imagem de Átila nessa tradição, em particular, foi inicialmente influenciada pelos relatos de Prisco de Pânio, que o descreveram como \"um homem nascido no mundo para abalar as nações\", e, ainda no , historiadores como Edward Gibbon expressaram a ideia de que o rei huno fora meramente \"um selvagem destruidor\" do qual se dizia que \"a grama nunca mais crescia no local onde seu cavalo pisara\". Para muitos analistas trata-se de um retrato parcialmente equivocado, visto que relatos da época reiteram a ênfase que o rei dos hunos dava à lealdade de seus subordinados e que, pelos padrões de seu tempo, \"o líder bárbaro era, na maior parte, um homem de palavra\". O próprio Prisco asseverou que Átila \"lutava por meio da diplomacia\" antes de buscar garantir seus interesses por meio militar e se dispunha a negociar a fim de evitar a guerra. O rei huno certamente reconhecia as vantagens de ser pago para manter a paz e evitar confrontações sangrentas, e durante anos cobrou tributo do Império Romano, uma prática comum à época. Enquanto o tributo foi pago, ele invariavelmente respeitou seu acordo com Roma, ao passo que são comuns exemplos de líderes bárbaros que receberam tributo e depois atacaram. Adicionalmente, o próprio Prisco relata ter conhecido dentre os hunos um cidadão romano que fora capturado e, depois de liberto, decidira permanecer dentre os hunos por conta dos pesados impostos, do governo corrupto e da injustiça e custo proibitivo do sistema jurídico romanos. Apesar disso e de os povos bárbaros terem tido numerosos líderes conhecidos, Átila é \"um dos poucos nomes da Antiguidade capazes de serem reconhecidos instantaneamente\", de maneira semelhante a Alexandre, César, Cleópatra e Nero, e se tornou \"o bárbaro\" por excelência. Nessa tradição cristã ocidental, o rei huno é frequentemente chamado \"Praga de Deus\" ou, mais comumente, \"Flagelo de Deus\". Esta expressão foi cunhada em 410 pelo clérigo Agostinho de Hipona para designar Alarico, mas gradualmente foi redirecionada a Átila: no Gregório de Tours passou a afirmar que os hunos haviam sido um instrumento divino e, no século seguinte, o religioso Isidoro de Sevilha elaborou nessa noção, dizendo que os hunos haviam sido \"a vara da fúria de Deus\", enviada para \"golpear\" () os descrentes e força-los a se distanciar dos apetites e pecados da época. Na forma de epíteto, a expressão apareceu apenas no , na hagiografia de São Lopo, segundo a qual Átila teria se apresentado como o \"flagelo de Deus\" (). Em seu original flagellum, o termo designa um azorrague, uma espécie de chicote usado para punir condenados. Os cronistas e hagiógrafos cristãos continuaram essa tradição e tornaram Átila um verdadeiro anti-herói, no sentido de que suas ações levaram à criação de numerosos novos santos. As hagiografias acusam-no de numerosos crimes e de martírios imaginários, como os de São Nicásio, em Reims, de São Memório, em Saint-Mesmin, e outros, e, a partir dessas crônicas, foram criadas novas lendas de bispos que teriam protegido suas cidades de Átila, em Ravena, Módena, Châlons-en-Champagne, Métis e outras localidades. O caso de Úrsula de Colônia e das onze mil virgens que teriam morrido como mártires em Colônia constitui a invenção hagiográfica mais impressionante; estabelecida por escrito no , ela permaneceu popular por toda a Idade Média. Algumas histórias identificam até mesmo os judeus com os hunos. === Personagem literário na Itália === Na Itália, de modo geral a imagem de Átila acompanhou aquela mais difundida no Ocidente, e, famosamente, Átila é mencionado na Divina Comédia, de Dante Alighieri, que o fez queimar no sétimo círculo do inferno, onde tiranos são atormentados por centauros. Embora seu caráter negativo tenha continuado a ser reiterado, a partir do Átila se tornou uma personagem literária na Itália. Épicos em verso ou em prosa passaram a narrar suas aventuras cavalheirescas e lhe atribuir um nascimento extraordinário, como filho de uma princesa e de um lebréu. Nessas histórias, por sua natureza semi-bestial e suas más ações, ele ainda é representado como o inimigo do cristianismo. Um dos mais populares, La storia di Attila, foi copiado e depois impresso em Veneza ao longo dos séculos; a última edição data de 1862. === Herói medieval germânico e escandinavo === Átila não deixou uma imagem tão negativa em territórios não romanos, e os poemas épicos germânicos que o mencionam oferecem um retrato mais complexo. A Canção de Walther, uma canção de gesta em hexâmetros dactílicos atribuída ao monge Ekkehard I de São Galo, por volta de 930, descreve Átila como um rei poderoso e generoso. A Canção dos Nibelungos, um épico medieval alemão composto no , apresenta-o, com o nome de Etzel, sob uma luz positiva, apesar de seu paganismo. Nas sagas islandesas escritas no Átila e os hunos são apresentados em guerras épicas contra os borguinhões, os godos e os danos, como na Brevis historia regum Dacie, de Saxão Gramático. O Átila histórico também corresponde à personagem do rei Atli da Edda poética, uma coleção de composições escandinavas cujas raízes remontam ao . Os poemas que o mencionam são Atlamál (Ditados gronelandeses de Atli), Guðrúnarkviða II (A segunda canção de Gudrún), Sigurðarkviða hin skamma (A canção breve de Sigurd), Guðrúnarhvöt (A exortação de Gudrún), e Atlakviða (A canção de Atli). Esses poemas foram retomados em prosa no por Snorri Sturluson, o maior escritor escandinavo medieval, e Átila é retratado como um grande rei, de modo semelhante à sua caracterização na Saga dos Volsungos e no Chronicon Hungarico-Polonicum. Nestas lendas um dos personagens principais é Gudrún (para os nórdicos) ou Kriemhild (para os germânicos), irmã do rei dos borguinhões e representação da Ildico histórica. A trágica morte de Átila, as suspeitas de assassinato e o envolvimento de sua jovem esposa dariam origem a uma tradição literária na qual a vingança feminina ocupa um lugar de destaque. Nesses mitos Átila é representado de uma maneira bastante \"compreensiva\"; ele é tolerante, leal, generoso e cavalheiresco. Seus problemas e fim são devidos à sua ingenuidade e dificuldade em compreender os outros povos. === Rei mítico húngaro e herói contemporâneo turco === Quando no os magiares, outro povo nômade originário da Eurásia, se estabeleceram nos Cárpatos e passaram a realizar ataques na Europa, os cristãos imediatamente os identificaram com os hunos. Quando se converteram e começaram a escrever sua própria história e a da Hungria, esse povo adotou essa identidade, reivindicando a descendência de Átila e o transformando em um herói. Assim, ele se tornou o ancestral da dinastia Arpade na Gesta Hungarorum, escrita por volta de 1210. Nesses mitos fundadores Átila é glorificado, e suas virtudes morais e bélicas exaltadas. Durante o Renascimento a Chronica Hungarorum ainda usava a figura do rei dos hunos para aumentar o prestígio e a legitimidade da monarquia húngara, e, em seu auge, Matias I da Hungria foi comemorado como um \"segundo Átila\". A origem huna dos húngaros e a figura de Átila ainda eram um tema recorrente na literatura húngara do até a atualidade. O desenvolvimento do nacionalismo húngaro manteve Átila como uma referência importante da identidade nacional, e o desaparecimento de seu grande império foi comparado ao destino dos húngaros sob os domínios austríaco e otomano. Em 1857 o compositor e pianista Franz Liszt compôs o poema sinfônico Batalha dos Hunos (), inspirado em uma pintura de Wilhelm von Kaulbach sobre a Batalha dos Campos Cataláunicos. Segundo a historiadora Edina Bozoky, ao longo do foram publicados pelo menos vinte dramas, nove poemas e três romances húngaros tratando de Átila, incluindo obras de grandes autores como Mór Jókai e János Arany. Mais de quinze trabalhos sobre esse assunto ainda foram escritos no , e o prenome Átila permaneceu popular durante esse século. O pai de Átila, Mundíuco, conhecido em húngaro como Bendeguz, é citado no Hino Nacional da Hungria como ancestral da nação. O mito de Átila também é amplamente utilizado na política húngara, particularmente pela extrema-direita, e está ligado à emergência de grupos neopagãos no país. Grupos desse tipo têm se popularizado com a Terceira República Húngara: uma \"Igreja Sagrada dos Hunos\" foi fundada em 1997 e uma \"Aliança Huna\" em 2002. Em 2010 uma estátua equestre de Átila foi inaugurada em Budapeste pelo Ministro da Defesa do país. Aparentemente milhares de descendentes de hunos vivem hoje entre a Hungria e seus países vizinhos, e grupos de potenciais descendentes têm buscado o seu reconhecimento como minoria étnica. === Símbolo político e comparações com outras figuras === A figura de Átila e dos hunos tem sido constantemente utilizada em contextos políticos e em comparações com personagens contemporâneos. Na França, embora anteriormente Voltaire e Montesquieu houvessem retratado Átila de maneira relativamente positiva, no a figura de Átila tornou-se uma metáfora para tiranos, enquanto os hunos passaram a representar inimigos bárbaros e brutais. Por exemplo, Benjamin Constant, em 1815, e Victor Hugo, em 1824, comparam Napoleão Bonaparte a Átila. Os franceses, ingleses, canadenses e americanos também compararam os alemães aos hunos em um número de ocasiões, notadamente durante a Primeira Guerra Mundial, em referência a Guilherme II e suas tropas. Em 1914 Rudyard Kipling, em seu poema For All We Have And Are, referiu-se indiretamente aos alemães quando convocou todos a lutar contra os \"hunos\", e, no curso da guerra, cartazes britânicos, canadenses e americanos compararam a destruição da Bélgica pela Alemanha à devastação causada Átila, exortando seus povos a \"bater os hunos\". Os próprios alemães já haviam adotado essa identidade em contexto de guerra. Durante o Levante dos Boxers Guilherme II galvanizou as suas tropas incentivando-as a seguir o exemplo de Átila, ao declarar: \"Sem piedade! Sem prisioneiros! Há mil anos, os hunos do rei Átila fizeram um nome para si mesmos que ainda hoje ressoa tremendamente nas memórias e em histórias; que o nome dos alemães adquira a mesma reputação na China, para que um chinês nunca mais ouse desafiar um alemão”. De maneira semelhante, durante a Segunda Guerra Mundial o governo alemão utilizou essa metáfora ao batizar como Operação Átila a ocupação da França de Vichy, e, com o despontar da Guerra Fria, a revista alemã Der Spiegel comparou a União Soviética aos hunos. Por outro lado, tal como os húngaros, no nacionalistas e turanistas turcos apropriaram-se de uma figura positiva de Átila, identificando-o como libertador de nações oprimidas por reis e religiões estrangeiros e como precursor da Turquia moderna e secular. Quando as forças armadas turcas invadiram o Chipre em 1974, suas diretrizes foram batizadas \"Operação Átila\". Mais recentemente, em 2011 o general sérvio Ratko Mladić foi apelidado Átila em seu próprio país e no exterior, e autores continuam a explorar a imagem negativa de Átila e de seu povo, desta vez comparando os financistas de Wall Street aos hunos. Em contradição a essa imagem, na década de 1980 o autor Wess Roberts publicou um livro de gestão empresarial intitulado Segredos de Liderança de Átila, o Huno (), que se tornou em best- seller no Estados Unidos ao sustentar que \"bárbaros eivados de sangue [os hunos] tinham muito a ensinar a executivos americanos sobre 'gestão focada em vitórias e senso de responsabilidade'\". Na mesma linha, diversos parentes de Átila são conhecidos por nome, mas logo as fontes genealógicas válidas praticamente secaram, e parece não haver maneira verificável de identificar os descendentes do rei huno e de seus parentes. Contudo, isso não impediu genealogistas de buscar reconstruir uma linhagem válida para governantes medievais. Uma das reivindicações consideradas mais credíveis é a da Nominália dos Cãs Búlgaros, a respeito das origens das figuras fundadoras do Clã Dulo. == Representações nas artes e em outros meios == Em escala menor do que na Hungria, o rei dos hunos continuou a despertar interesse no resto da Europa, notadamente no meio artístico. Para a historiadora Edina Bozoky a riqueza e variedade das obras sobre Átila são excepcionais: \"cada país e cada época cria um Átila à sua própria imagem\". === Escultura, vitrais, pinturas e gravuras === A arte cristã representou Átila com frequência, em iluminuras de obras hagriográficas, como a Lenda Áurea de Tiago de Voragine, e também em telas, afrescos, estátuas, retábulos e vitrais de igrejas. Átila é frequentemente usado como personagem secundária, com o objetivo de destacar as qualidades de santos, como Alpino de Châlons, Lupo, Genoveva, Úrsula e as virgens de Colônia. Uma dessas pinturas mais famosas é Martírio de Santa Úrsula, produzida por Michelangelo Merisi da Caravaggio em 1610; nela, Átila é representado com um ar sombrio e com um arco em mãos, enquanto uma flecha perfura o peito da mártir. Outras representações famosas de Átila nas artes visuais incluem o afresco Incontro di Leone Magno con Attila (1513–1514), de Rafael Sanzio, e as telas Attila suivi de ses hordes barbares foule aux pieds l’Italie et les Arts (1847), de Eugène Delacroix; e La invasión de los bárbaros (1887), de Ulpiano Checa. Com um ar marcadamente mais positivo, pintores, escultores e gravadores húngaros da época renascentista e barroca produziram retratos majestosos de Átila. Mais recentemente Átila é personagem central de diversas histórias em quadrinhos e romances gráficos. Essas obras podem abordar o tema a partir de uma perspectiva histórica, como na obra de Jean-Yves Mitton e Franck Bonnet, Attila mon amour, lançada em seis volumes entre 1999 e 2003, ou ainda em Léon le grand, défier Attila, publicado em 2019 por France Richemond e Stefano Carloni, que se concentra no episódio em que o papa o teria dissuadido de saquear Roma. Por outro lado, algumas obras o retratam de maneira ostensivamente fantasiosa, como Une aventure rocambolesque d'Attila le Hun – le Fléau de Dieu, publicada por Manu Larcenet e Daniel Casanave em 2006, que apresenta o conquistador em tom de humor; e Le Fléau des Dieux, de Valérie Mangin e Aleksa Gajić, que transforma o combate entre Átila e Aécio em uma batalha entre deuses. === Teatro === Attila é uma das últimas tragédias de Pierre Corneille, publicada em 1667. Drama romântico em que Átila deve escolher entre Honória, a imperatriz, e Ildione, irmã do rei dos francos, Corneille considerou-o sua melhor peça teatral, embora não tenha obtido grande sucesso. Para Nicolas Boileau, ao contrário, Attila marcou o declínio da genialidade de Corneille. Ao retratar um Átila atormentado por suas ambições por conquistas gloriosas e envolvendo-se em amores tumultuados, Corneille refere-se à França do jovem e ambicioso Louis XIV da década de 1660. Zacharias Werner, dramaturgo austríaco, escreveu Attila, König der Hunnen nos últimos anos de sua vida, e a publicou em 1807. Essa peça encena a campanha da Itália e a pilhagem de Aquileia. Átila é retratado como uma metáfora para Napoleão Bonaparte, que, ofendido, em 1810 ordenou a destruição de todas as cópias da obra. === Música e ópera === A figura de Átila é amplamente utilizada em ópera. No Pietro Andrea Ziani compôs Attila para um libreto de Matteo Noris, e em 1812 Beethoven considerou compor uma ópera tendo Átila como tema, cujo libreto seria escrito por August von Kotzebue. No entanto, nem a música nem o libreto foram escritos. Em 1807 em Hamburgo, em 1818 em Palermo, em 1827 em Parma e em 1845 em Veneza, foram realizadas diferentes óperas com o nome de Átila. A mais conhecida é a ópera Attila, composta por Giuseppe Verdi com libreto de Temistocle Solera, que estreou em 1846 e é baseada na peça peça de Zacharias Werner. Essa tradição se estendeu pelos séculos XX e XXI. Em 1967 Henri Salvador escreveu e interpretou a canção Attila est là, com letra de Bernard Michel, e em 1993 o poeta e deputado húngaro Sándor Lezsák escreveu uma ópera rock intitulada Atilla, Isten kardja, que foi dirigida e apresentada por Levente Szörényi. Em 2002 o músico francês Olivier Boreau compôs uma peça para orquestra com o título Attila, e esse também é o nome usado por diversas bandas e conjuntos musicais americanos, incluindo uma banda de deathcore formada por Chris Fronzak em 2005. Mais recentemente, o nome Átila tem sido usado em canções de rap. Booba, aparentemente menciona-o em várias gravações, e batizou uma de suas canções em sua homenagem. === Literatura === A literatura russa da primeira metade do , no espírito do nacionalismo local e do reconhecimento das raízes asiáticas da Rússia, deu atenção significativa à figura de Átila. Valeri Briusov dedicou-lhe um poema em 1921, no qual Átila personifica o medo da destruição e a esperança na renovação. Ievgueni Zamiatin trabalhou no romance histórico Flagelo de Deus, que traça um paralelo entre a vida de Átila e a rivalidade entre a Rússia e o Ocidente, mas que, por conta da morte do autor, nunca foi concluído. Numerosos escritores de outros países também lhe dedicaram romances históricos, como o alemão Felix Dahn, em sua coleção Romances Históricos da Grande Migração, publicada entre 1882 e 1901; o canadense Thomas Costain, em 1959; e o americano William Dietrich, em 2005. Nessas obras, enquanto Átila é representado como um bárbaro, ele também serve para ilustrar um mundo romano em decadência. De maneira semelhante, em L'anell d'Àtila, publicado em 1999, o andorrano Albert Salvadó estressa a corrupção e inépcia dos imperadores romanos contemporâneos, que serve de pano de fundo para as campanhas de Átila. === Cinema e televisão === O primeiro filme a retratar Átila foi uma obra muda italiana de 1918, dirigida por Febo Mari. Em 1924 o clássico alemão Die Nibelungen, de Fritz Lang, apresentou os hunos como simples bárbaros, e os filmes Sign of the Pagan, de Douglas Sirk, e Attila, il flagello di Dio, de Pietro Francisci, ambos lançados em 1954, mantêm essa imagem. Por outro lado, a telessérie lituana-estadunidense Attila the Hun, transmitida em 2001, retratou um Átila, encarnado por Gerard Butler, de forma muito mais positiva. Na televisão, a telessérie francesa Kaamelott, produzida por Alexandre Astier em 2005, apresenta Átila em alguns episódios, mas de maneira humorística. Átila também apareceu em um episódio de 2008 da série britânica Heroes and Villains, da BBC, sendo interpretado por Rory McCann, e no filme estadunidense Night at the Museum, lançado em 2006, no qual é interpretado por Patrick Gallagher. === Jogos eletrônicos === Um número considerável de jogos eletrônicos tem Átila como personagem principal ou secundária. Em Age of Empires II: The Conquerors uma campanha segue as grandes conquistas de Átila, de sua ascensão ao trono huno até sua campanha na península Itálica. Já em Total War: Attila, o líder dos hunos é o protagonista do jogo, ao passo que em Civilization V é um líder jogável. Em Fate/Grand Order, Átila é referenciado por meio da personagem Altera. === Ciência === Átila deu nome a um asteroide, Attila (n.º 1489), identificado em 12 de abril de 1939. Esse corpo celeste possui aproximadamente quinze quilômetros de diâmetro e tem um período orbital de 5,7 anos terrestres. Attila também é um gênero de passeriformes tropicais, que engloba sete espécies de aves predadoras, e Atilla é uma chapada da Austrália central, também conhecida como monte Conner. == Ver também == *Aníbal Barca *Vercingetórix * Boadiceia *Teodorico, o Grande * Gengis Khan * Carlos Magno * A História do Declínio e Queda do Império Romano == Bibliografia == * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * |- |width=\"33%\" align=\"center\"|Precedido por: Ruga (434) |width=\"33%\" align=\"center\"|Rei dos Hunos Diarca com Bleda (434 – 445) Rei único dos hunos (445 – 453) |width=\"33%\" align=\"center\"|Sucedido por: Elaco, Dengizico e Hernaco Categoria:Mortos em 453 Categoria:Átila",
 "title": "Átila"
}