{
 "id": "57357",
 "text": "Os deslizamentos de terra,McGraw-Hill Encyclopedia of Science & Technology, 11th Edition, , 2012 são várias formas de perda de massa que podem incluir uma ampla gama de movimentos do solo, como quedas de rochas, fluxos de lama e fluxos de detritos. Os deslizamentos de terra ocorrem em uma variedade de ambientes, caracterizados por gradientes íngremes ou suaves, desde cadeias de montanhas a falésias costeiras ou mesmo submersos, caso em que são chamados de deslizamentos submarinos. Gravidade é a principal força motriz para que ocorra um deslizamento de terra, mas existem outros fatores que afetam a estabilidade do talude que produzem condições específicas que tornam um talude propenso a falhas. Em muitos casos, o deslizamento de terra é desencadeado por um evento específico (como uma chuva forte, um terremoto, um corte de encosta para construir uma estrada e muitos outros), embora isso nem sempre seja identificável. == Causando tsunamis == Deslizamentos de terra que ocorrem debaixo do mar, ou têm impacto na água, por exemplo, queda de rochas significativa ou colapso vulcânico no mar, podem gerar tsunamis. Deslizamentos maciços também podem gerar megatsunamis, que geralmente têm centenas de metros de altura. Em 1958, um desses tsunamis ocorreu na Baía de Lituya, no Alasca. == Deslizamentos de terra extraterrestres == Evidências de deslizamentos de terra passados ​​foram detectadas em muitos corpos do sistema solar, mas como a maioria das observações são feitas por sondas que observam apenas por um tempo limitado e a maioria dos corpos do sistema solar parecem ser geologicamente inativos, não se sabe que muitos deslizamentos de terra ocorreram recentemente. Tanto Vênus quanto Marte foram submetidos a mapeamento de longo prazo por satélites em órbita, e exemplos de deslizamentos de terra foram observados em ambos os planetas. == Deslizamentos históricos == * O deslizamento de terra de Goldau 1806 em 2 de setembro de 1806. * O deslizamento de rochas de Cap Diamant Québec em 19 de setembro de 1889. * Frank Slide, Turtle Mountain, Alberta, Canadá, em 29 de abril de 1903. * Deslizamento de Khait, Khait, Tajiquistão, União Soviética, em 10 de julho de 1949. * Um terremoto de magnitude 7,5 em Yellowstone Park (17 de agosto de 1959) causou um deslizamento de terra que bloqueou o rio Madison. * Deslizamento de Monte Toc (260 milhões de metros cúbicos, 9,2 bilhões de pés cúbicos) caindo na bacia da barragem de Vajont, na Itália, causando um megatsunami e cerca de 2 000 mortes, em 9 de outubro de 1963. * Hope Slide deslizamento de terra (46 milhões de metros cúbicos, 1,6 bilhão de pés cúbicos) perto de Hope, British Columbia em 9 de janeiro de 1965. * O desastre de Aberfan em 1966. * Deslizamento de Tuve em Gotemburgo, Suécia, em 30 de novembro de 1977. * O deslizamento de terra de Abbotsford em 1979, Dunedin, Nova Zelândia, em 8 de agosto de 1979. * A erupção do Monte St. Helens (18 de maio de 1980) causou um enorme deslizamento de terra quando os 1 300 pés do topo do vulcão cederam repentinamente. * Deslizamento de Val Pola durante o desastre de Valtellina (1987) Itália * Deslizamento de terra de Thredbo, Austrália em 30 de julho de 1997, albergue destruído. * Deslizamentos de lama de Vargas, devido às fortes chuvas no Estado de Vargas, Venezuela, em dezembro de 1999, causando dezenas de milhares de mortes. * 2005 La Conchita deslizamento de terra em Ventura, Califórnia, causando 10 mortes. * Deslizamento de lama de Chittagong em 2007, em Chittagong, Bangladesh, em 11 de junho de 2007. * 2008 deslizamento de terra no Cairo em 6 de setembro de 2008. * O desastre das Montanhas Peloritani em 2009 causou 37 mortes, em 1º de outubro. * O deslizamento de terra de 2010 em Uganda causou mais de 100 mortes após fortes chuvas na região de Bududa. * Deslizamento de lama no condado de Zhouqu em Gansu, China, em 8 de agosto de 2010. * Devil's Slide, um deslizamento de terra em curso em San Mateo, Califórnia. * 2011 Deslizamento de terra do Rio de Janeiro no Rio de Janeiro, Brasil, em 11 de janeiro de 2011, causando 610 mortes. * Deslizamento de terra em Pune em 2014, em Pune, Índia. * Deslizamento de terra em Oso de 2014, em Oso, Washington. * Deslizamento de Mocoa 2017, em Mocoa, Colômbia. == Ver também == * Desmoronamento * Enchente * Jökulhlaup Categoria:Deslizamentos de terra Categoria:Riscos naturais Categoria:Impacto ambiental",
 "title": "Deslizamento de terra"
}