{
 "id": "5738",
 "text": "O térbio é um elemento químico de símbolo Tb e de número atómico igual a 65 (65 prótons e 65 elétrons), com massa atómica 158,9 u. À temperatura ambiente, o térbio encontra-se no estado sólido. Faz parte do grupo das terras raras. É usado em ligas metálicas para a produção de dispositivos eletrônicos. Foi descoberto pelo químico sueco Carl Gustaf Mosander em 1843 == Características principais == O térbio é um metal terra rara, cinza-prateado, que é maleável e dúctil . É macio o bastante para ser cortado com uma faca. É razoavelmente estável no ar, apresentando duas formas cristalinas com uma temperatura de transformação de 1289 °C. * Temperatura de Curie= 219 kelvin == Aplicações == * O térbio é utilizado para dopar fluoreto de cálcio, tungstato de cálcio e molibdato de estrôncio, materiais que são usados em dispositivos semicondutores, e como estabilizador cristalino das células de combustíveis que funcionam em temperaturas elevadas, junto com o óxido de zircônio IV, ZrO2. * O térbio também é usado em ligas metálicas para a produção de dispositivos eletrônicos. * Seu óxido é usado no fósforo verde em lâmpadas fluorescentes e tubos de televisões coloridas, ou seja, é um ativador da coloração verde em tubos de imagem. * O borato de térbio e sódio é usado como material de lasers que emitem radiação em 546 nm. == História == O térbio foi descoberto pelo químico sueco Carl Gustaf Mosander em 1843 , que o detectou como uma impureza no mineral \"Ytria\" óxido de ítrio, Y2O3. Este elemento só foi isolado na forma pura com o desenvolvimento recente de uma técnica denominada troca iônica. O nome foi dado em homenagem a uma vila sueca denominada Ytterby. == Ocorrência == O térbio nunca é encontrado na natureza na forma livre. Porém, participa da composição de muitos minerais tais como cerita, gadolinita, monazita ((Ce, La,Th, Nd, Y) PO4, que contém até 0,03% de térbio), xenotima (YPO4) e euxenita ((Y, Ca, Er, La, Ce, U, Th)(Nb, Ta, Ti)2O6), que contém 1% ou mais de térbio. == Compostos == Principais compostos de térbio: * Fluoretos: TbF3 e TbF4 * Cloretos: TbCl3 * Brometos: TbBr3 * Iodetos: TbI3 * Óxidos: Tb2O3 e Tb4O7 * Sulfetos: Tb2S3 * Nitretos: TbN == Isótopos == O térbio natural é composto de um único isótopo estável, 159-Tb. 33 radioisótopos foram caracterizados, sendo os mais estáveis o 158-Tb, com uma meia-vida de 180 anos, 157-Tb com uma meia-vida de 71 anos, e o 160-Tb com uma meia-vida de 72,3 dias. Todos os demais isótopos radioativos com meias- vida abaixo de 6.907 dias, e a maioria destes com meias-vida abaixo de 24 segundos. Este elemento também apresenta 18 metaestáveis, sendo os mais estáveis: 156m1-Tb ( t½ 24.4 horas ), 154m2-Tb ( t½ 22.7 horas ) e 154m1-Tb ( t½ 9.4 horas ). O primeiro modo de decaimento antes do isótopo estável mais abundante, 159-Tb, é a captura eletrônica, e o primeiro modo após é a emissão beta menos. Os primeiros produtos de decaimento antes do 159-Tb são os isótopos do elemento Gd ( gadolínio ), e os primeiros produtos após são os isótopos do elemento Dy ( disprósio ). == Precauções == Como os demais lantanídios, os compostos de térbio apresentam toxicidade de baixa a moderada, embora a sua toxicidade e a dos seus compostos não tenham sido investigadas em detalhes. O térbio não tem nenhum papel biológico conhecido. == Referências == * == Ligações externas == * * * *",
 "title": "Térbio"
}