{
 "id": "57398",
 "text": "Milénios: segundo milénio a.C. - primeiro milénio a.C. - primeiro milénio d.C. Séculos: Século IX a.C. - Século VIII a.C. - Século VII a.C. O século VIII a.C é um período de grandes mudanças para várias civilizações historicamente significativas. No Antigo Egito, as 23ª e 24ª dinastias levaram ao governo da Núbia sobre o Egito na 25ª Dinastia (também conhecida como Dinastia Núbia ou Faraós Negros). O Império Neoassírio atinge o auge de seu poder, conquistando o Reino de Israel e também os países vizinhos. As cidades-estados da Grécia colonizam outras regiões do Mar Mediterrâneo e do Mar Negro. Roma foi fundada em 753 a.C e a civilização etrusca se expandiu na Itália. O século VIII a.C é convencionalmente considerado o início da Antiguidade Clássica, com a primeira Olimpíada ocorrida em 776 a.C e os épicos de Homero datados de 750 a 650 a.C. A Índia da Idade do Ferro entra no período védico posterior. O ritual védico é anotado em muitas escolas sacerdotais nos comentários Brâmana, e os primeiros Upanixades marcam o início da filosofia Vedanta. == Eventos == ===África=== * 814 a.C.: Fundação de Cartago, na atual Tunísia, pelos fenícios (libaneses) segundo a tradição, atestada pela arqueologia no século VIII a.C.Ève Gran-Aymarich, Les chercheurs du passé 1798-1945 : Aux sources de l’archéologie, CNRS Éditions, 2016, 1271 p. (ISBN 978-2-271-09424-7). Útica certamente foi fundada na mesma época Véronique Krings, La Civilisation Phénicienne et Punique, vol. 1, BRILL, 1995, 923 p. (ISBN 978-90-04-10068-8 * Os habitantes do Magreb são então agricultores e pastores divididos em tribos hostis entre si. O assentamento dos fenícios, concentrado nas costas, teve pouca influência em seu modo de vida antes do século IV a.C.Mokhtar, Histoire générale de l'Afrique : Afrique ancienne, vol. 2, UNESCO, 1987 (ISBN 978-92-3-202434-3) * Os fenícios fundam a cidade de Lixo, antecessora da atual Larache, na costa noroeste de Marrocos. ===Oriente Médio=== * 805 a.C.-735 a.C.: apogeu do reino de Urartu sob os reinados de Menuas, Arguisti I e Sarduri II.Georges Roux, La Mésopotamie, Seuil, 1995, 600 p. (ISBN 978-2-02-008632-5) * 740 a.C.: Os cimérios, vindos da atual Crimeia, enfrentam os arménios de Urartu nos rios Çoruh e Koura (tributários do Araxes). Empurrados de volta para o oeste, eles derrotam os lídios e os frígios na atual Turquia. * Os assírios destroem o reino de Israel e expandem-se consideravelmente. * É escrito as primeiras versões do Livro de OseiasKelle 2005, p. 9., do Livro de Amós Radine 2010, pp. 71–72 e do Livro de Miqueias Rogerson 2003a, p.. Os livros receberam uma nova redação no pós-exílio, alguns séculos mais tarde. * A primeira versão do Livro de Isaías é escrita, possivelmente pelo Isaías histórico (Proto-Isaías) Brettler 2010, pp. 161–62. * Os medos, que estavam divididos em tribos, foram unificados por Déjoces. * É criado o antigo alfabeto aramaico. Difere pouco das variantes do alfabeto fenício. Ele será aceito pelos hebreus (israelitas), árabes e arameus (sírios) e será amplamente distribuído no Oriente Médio. Os gregos emprestam a forma fenícia que permite sua difusão no mundo mediterrâneo. ===Subcontinente Indiano=== * 800 a.C.: ascensão das cidades e estados do vale do Ganges, favorecidos pelo cultivo de arroz.Marcel Mazoyer et Laurence Roudart, Histoire des agricultures du monde. Du néolithique à la crise contemporaine, Le Seuil, 2017, 533 p. (ISBN 978-2-02-136058-5) ===Extremo Oriente=== * 4 de junho de 780 a.C. - Um eclipse solar foi registado na China pela primeira vez. * 770 a.C.-256 a.C.: Dinastia Chou na China. A capital é transferida para Luoyang Pierre Drapeaud, Chine : Chronologie simplifiée. Des origines à 1949, Paris, L'Harmattan, 2017, 448 p. (ISBN 978-2-343-11450-7). * 722 a.C.-481 a.C.: Período das Primaveras e Outonos na China. É coberto aproximadamente pela crônica do reino de Lu (o Chunqiu, \"Anais das Primaveras e Outonos\"). ===Europa=== * Os gregos colonizam o Mediterrâneo e Mar Negro. * Início da colonização grega por várias regiões que ficou conhecida como Segunda Diáspora Grega. * Segundo a lenda, Rômulo e Remo fundaram Roma em 753 a.C.. * Os etruscos prosperam na Itália. * Fundação da cidade de Ossónoba, actual Faro, durante a colonização fenícia do Mediterrâneo Ocidental. * Os fenícios estabeleceram-se em Malaka (Málaga), Sexi (Almuñécar) e Abdera (Adra) no sul da Espanha Francisco Gracia Alonso, Glòria Munilla Cabrillana, Protohistori a : pueblos y culturas en el Mediterráneo entre los siglos XIV y II a.C., Edicions Universitat Barcelona, 2004, 790 p. (ISBN 978-84-8338-458-9). No último terço do século ocuparam os sítios de Chorreras, Toscanos, Cerro del Villar na Andaluzia. Do século VIII aC., os fenícios, depois os gregos, atravessam o Estreito de Gibraltar e comercializam alume, estanho e ferro com as Ilhas Britânicas. * Primeira fase da Idade do Ferro na Europa. A civilização de Hallstatt Ocidental cobre todo o domínio alpino do norte, da Boêmia ao leste da França, passando pelo oeste da Suíça e sul da Alemanha; a de Hallstatt Oriental se estende dos Alpes Orientais até as margens do nordeste dos BálcãsOlivier Buchsenschutz, L'Europe celtique à l'âge du Fer : viiie – ier siècle, Presses Universitaires de France, 2015, 512 p. (ISBN 978-2-13-065331-8,). Espadas curtas, ornamentos, carros, cerâmica feita na roda e decorada com motivos geométricos ou muito estilizados com contrastes de cores, prática da cremação mas também enterro dos mortos Archeologia, Numéros 54 à 65, vol. 54 à 65, A. Fanton, 1973. A sociedade é organizada e hierarquizada, passando da fase tribal a chefias complexas, a economia até então estritamente agro-pastoril abre-se ao comércio, que se desenvolve entre os celtas e os povos mediterrânicos (etruscos da Itália e gregos) Jean-Paul Demoule, Dominique Garcia, Alain Schnapp, Une histoire des civilisations : comment l'archéologie bouleverse nos connaissances, Paris, Éditions La Découverte, 2018, 601 p. (ISBN 978-2-7071-8878-6) ====Grécia==== * 800 a.c: fundação do santuário de Delfos, dedicado a ApoloDelphes : Les Grands Articles d'Universalis, Encyclopaedia Universalis, 2017 (ISBN 978-2-341-00723-8). * Por volta de 780 a.C.-750 a.C.: em Atenas, a realeza é substituída por uma magistratura vitalícia e hereditária a partir de 752 aC., primeiro escolhido da família real dos Códridas, depois entre os nobres (Eupátridas). Em Corinto, a família real dos Baquíadas substitui a realeza por uma magistratura anual em 747 aC. Antes de 754 aC. J.-C., Esparta é organizada de acordo com a Grande Retra, um decreto que estipula que o Conselho dos Anciãos tenha trinta membros, incluindo os dois reis, que a Assembleia do Povo se reúna regularmente, que os reis e os anciãos tenham o direito apresentar propostas à Assembleia e encerrar as suas sessões. Em 754 aC., aparece um colégio de cinco éforos eleitos Corinne Julien, Histoire de l'humanité : 3000 à 700 av. J.-C, UNESCO, 2001, 1402 p. (ISBN 978-92-3-202811-2). Por volta de 725 a.C., Tebas é governada por uma oligarquia de aristocratas da Beócia (Eólia) e Dória. Ela é a chefe de uma confederação de dez cidades. * 776 a.C.: primeiros Jogos Olímpicos realizados na Grécia Paul Faure et Marie-Jeanne Gaignerot, Guide grec antique, Hachette Éducation Technique, 1991, 328 p. (ISBN 978-2-01-181766-2.) Primeiras ofertas de bronze em Olímpia, principalmente de Arcádia e Messênia. * Desenvolvimento do \"culto dos heróis\". A veneração de túmulos dos tempos micênicos ou contemporâneos (Período Arcaico) (Argólida, Ática, Cíclades) visava dar uma identidade à comunidade das cidades-estado Jean-Claude Poursat, La Grèce préclassique : Des origines à la fin du vie siècle, Points, 2014, 225 p. (ISBN 978-2-7578-4500-4), . Os primeiros templos monumentais são construídos após 750 a.C.: o Daphnephorion de Eretria, o templo de Hera Akraia de Perachora no Golfo de Corinto, o Heraion de Samos, o primeiro dos grandes templos jônicos. Atividade religiosa, que começou no final do século IX aC. AD, continua em Delfos e Delos. O santuário de Delfos desenvolve-se com o aparecimento de vários templos. * No final do século, os gregos de Corinto, depois de Samos, transformaram a galé de uma carreira de remador num \"bireme\" de duas carreiras e esporão de combate. * 740 a.C.-725 a.C.: primeiras inscrições alfabéticas gregas: inscrição do Dípilon, em Atenas (cerca de 740 aC) e Taça de Nestor, em Pitecussas (cerca de 725 aC), incluindo uma inscrição no alfabeto calcícido que certamente se refere à Ilíada. A escrita alfabética tornou-se difundida na Grécia, provavelmente emprestada dos fenícios. Seu uso é quase exclusivamente poético. Esta é a época provável da composição da Ilíada e da Odisseia por Homero, que teria vivido na Jônia no final do século Stavroula Kefallonitis, Homère, \"Iliade\" : chants XI-XXIV, Éditions Bréal, 2000, 127 p. (ISBN 978-2-84291-583-4). Eumelos de Corinto compõe seu poema “Coríntica” no qual evoca as origens míticas da cidade, também é o autor de Titanomaquia. O poeta Hesíodo escreve Os Trabalhos e os Dias Yves Denis Papin, Chronologie de l'histoire ancienne, Éditions Jean-paul Gisserot, 1998, 126 p. (ISBN 978-2-87747-346-0) ===América=== * 800 a.C.: introdução do cultivo intensivo de milho nas planícies aluviais da Amazônia, o que permitirá o desenvolvimento de comunidades mais numerosas e muito hierarquizadas. Os aglomerados se estendem por vários quilômetros ao longo dos rios, abrigando milhares de pessoas e se constituindo entre 800 a.C. e 500 d.C. de terra preta, solos de terra preta de excepcional fertilidade graças a uma grande quantidade de carvão e cacos de cerâmica nos quais se desenvolvem microrganismos Gerhard Bechtold, « Terra Preta == Personagens importantes == * Jeroboão II, rei de Israel * Amós, profeta biblíco * Oseias, profeta biblíco * Miqueias, profeta bíblico * Isaías, profeta bíblico * Sargão II, rei da Assíria * Tiglate-Pileser III, rei da Assíria * Rómulo e Remo, fundadores de Roma * Piiê, faraó do Egito e rei de Cuxe. Era um faraó negro * Midas, rei da Frígia, segundo a lenda, tudo que tocava virava ouro * Homero * Hesíodo * Licurgo de Esparta * Dido, a fundadora de Cartago == Nascimentos == * Hesíodo == Mortes == * Hesíodo == Anos == 800 a.C. | 799 a.C. | 798 a.C. | 797 a.C. | 796 a.C. | 795 a.C. | 794 a.C. | 793 a.C. | 792 a.C. | 791 a.C. 790 a.C. | 789 a.C. | 788 a.C. | 787 a.C. | 786 a.C. | 785 a.C. | 784 a.C. | 783 a.C. | 782 a.C. | 781 a.C. 780 a.C. | 779 a.C. | 778 a.C. | 777 a.C. | 776 a.C. | 775 a.C. | 774 a.C. | 773 a.C. | 772 a.C. | 771 a.C. 770 a.C. | 769 a.C. | 768 a.C. | 767 a.C. | 766 a.C. | 765 a.C. | 764 a.C. | 763 a.C. | 762 a.C. | 761 a.C. 760 a.C. | 759 a.C. | 758 a.C. | 757 a.C. | 756 a.C. | 755 a.C. | 754 a.C. | 753 a.C. | 752 a.C. | 751 a.C. 750 a.C. | 749 a.C. | 748 a.C. | 747 a.C. | 746 a.C. | 745 a.C. | 744 a.C. | 743 a.C. | 742 a.C. | 741 a.C. 740 a.C. | 739 a.C. | 738 a.C. | 737 a.C. | 736 a.C. | 735 a.C. | 734 a.C. | 733 a.C. | 732 a.C. | 731 a.C. 730 a.C. | 729 a.C. | 728 a.C. | 727 a.C. | 726 a.C. | 725 a.C. | 724 a.C. | 723 a.C. | 722 a.C. | 721 a.C. 720 a.C. | 719 a.C. | 718 a.C. | 717 a.C. | 716 a.C. | 715 a.C. | 714 a.C. | 713 a.C. | 712 a.C. | 711 a.C. 710 a.C. | 709 a.C. | 708 a.C. | 707 a.C. | 706 a.C. | 705 a.C. | 704 a.C. | 703 a.C. | 702 a.C. | 701 a.C. Categoria:Século VIII a.C.",
 "title": "Século VIII a.C."
}