{
 "id": "574",
 "text": "Na biologia celular, aparelho de Golgi, complexo de Golgi, dictiossoma, golgiossomo ou complexo golgiense é uma organela de células eucarióticas. O nome é uma homenagem ao italiano Camillo Golgi, que foi o seu descobridor. É constituído por dobras de membranas e vesículas, e sua função primordial é a secreção de proteínas ribossomáticas e a sua distribuição por entre essas vesículas. Funciona como uma espécie de sistema central de distribuição na célula, atuando como centro de armazenamento, transformação, empacotamento e remessa de substâncias. O complexo Golgiense é responsável também pela formação dos lisossomos, da lamela média dos vegetais e do acrossomo do espermatozoide, do glicocalix e está ligado à síntese de polissacarídeos. Acredita-se, ainda, que a organela seja responsável por alguns processos pós- traducionais, tais como adicionar sinalizadores às proteínas, que as direcionam para os locais da célula onde atuarão. A maior parte das vesículas transportadoras que saem do retículo endoplasmático, são transportadas até o complexo de Golgi, onde são modificadas, ordenadas e enviadas na direção dos seus destinos finais. A organela está presente na maior parte das células eucarióticas, mas tende a ser mais proeminente nas células de órgãos responsáveis pela secreção de certas substâncias, tais como o pâncreas, a hipófise e a tireoide. == Descoberta == Devido ao seu tamanho relativamente grande, o Complexo de Golgi foi uma das primeiras organelas celulares a ser descrita e observada em detalhes. A estrutura foi descoberta em 1898 pelo médico italiano Camillo Golgi, durante uma investigação sobre o sistema nervoso1. Inicialmente, logo após observar a estrutura em seu microscópio, ele a chamou de aparelho reticular interno. A organela foi então rebatizada em sua homenagem não muito tempo após o anúncio de sua descoberta, sendo que Camillo Golgi ganhou o prêmio Nobel junto com Santiago Ramón y Cajal devido ao reconhecimento do trabalho de ambos na pesquisa e descoberta da estrutura do sistema nervoso2. No entanto, algumas dúvidas sobre essa primeira descrição foram levantadas, argumentando-se que a aparência da estrutura era, na verdade, apenas uma ilusão de ótica criada pela técnica de observação utilizada por Golgi. Com o desenvolvimento de microscópios modernos, no caso o eletrônico, no século XX, especificamente no ano de 1954 , a descoberta foi confirmada3, 4. == Identificação == Por ser seletivamente visualizado com impregnação de prata, o aparelho de Golgi foi uma das primeiras organelas descritas pelos primeiros microscopistas ópticos, sendo Golgi e Cajal os primeiros responsáveis por descrever pela primeira vez essa organela. Ela consiste em uma coleção de compartimentos achatados definidos por membrana, chamados de cisternas, que juntas se assemelham à forma de uma pilha. Em células animais, conexões tubulares entre cisternas correspondentes ligam muitas pilhas, formando, assim, um único complexo que costuma estar localizado próximo ao núcleo celular e junto ao centrossomo. Essa localização depende dos microtúbulos. Se os microtúbulos forem experimentalmente despolimerizados, o aparelho de Golgi reorganiza-se em pilhas individuais que são encontradas espalhadas pelo citoplasma, adjacentes aos sítios de saída do Retículo Endoplasmático. Quanto maior for a necessidade de produção e secreção de compostos celulares e extracelulares, maior será o volume do aparato de Golgi presente na célula, estando localizado mais perto da região do núcleo celular como, por exemplo, nos hepatócitos, nos neurônios e nas células glandulares em geral. Além do método de impregnação com prata, o complexo de Golgi pode ainda ser observado através de microscopia de fluorescência com a utilização de proteínas (em geral anticorpos) que possuem a propriedade de fluorescência para marcação de proteínas que residem nessa organela, sendo assim é possível identificar a localização do complexo de Golgi no momento da fixação da célula analisada. A organela em questão pode ser também observada através de microscopia eletrônica de transmissão, onde será possível verificar a presença de cisternas empilhadas, de onde brotam ou se fundem vesículas. As micrografias eletrônicas podem apresentar o aparelho de Golgi não corado, corado com ósmio (que marca preferencialmente as cisternas do compartimento cis) ou corado para revelar a localização de enzimas específicas (como a nucleosídeo difosfatase, que é encontrada nas cisternas trans, ou a fosfatase ácida, que é encontrada na rede trans). Na maioria dos casos, mais do que uma cisterna é corada no método utilizado para eletromicrografias. == Funções do Complexo de Golgi == Síntese de polissacarídeos: Alguns polissacarídeos são sintetizados pelo complexo de Golgi. Nos vegetais, após a mitose, faz-se necessário a criação da lamela média para que haja separação das duas células. Essa lamela é criada a partir da secreção de pectina, que, junto à hemicelulose, são polissacarídeos sintetizados pelo Golgi. Esses polissacarídeos,em conjunto com outros componentes, formam a parede celular dos vegetais. Nos animais, a relação entre Golgi e polissacarídeos se dá pela síntese de glicosaminoglicanas, que atuam como anticoagulantes. Glicosilação: aparelho de Golgi confere à glicosilação O-ligada mais forte de todas as mucinas, as glicoproteínas das secreções de muco, e das proteínas-núcleo de proteoglicanos, as quais são nele modificadas para produzir proteoglicanos. Esse processo envolve a polimerização de uma ou de mais cadeias de glicosaminoglicanos por intermédio de uma ligação de xilose sobre serinas da proteína-núcleo. Muitos proteoglicanos são secretados e se tornam componentes da matriz extracelular, enquanto outros permanecem ancorados à membrana plasmática. Outros, ainda, formam um componente principal de materiais viscosos, como o muco secretado para formar um revestimento protetor sobre muitos epitélios. Os açúcares incorporados em glicosaminoglicanos são fortemente sulfatados no aparelho de Golgi logo após a produção desses polímeros, somando-se, assim, uma porção significativa da sua característica carga amplamente negativa. Alguns resíduos de tirosina das proteínas também se tornam sulfatados logo após a sua saída do aparelho de Golgi. Formação do acrossomo: O Complexo de Golgi possui uma função muito importante no processo de fecundação, pois é dele que surge o acrossomo. O acrossomo é uma vesícula que surge durante uma mudança morfofuncional na maturação dos espermatozóides. Essa mudança consiste no processo de acomodação do complexo de Golgi nos dois terços anteriores da cabeça do espermatozóide, envolvendo o núcleo. Sua função é permitir a entrada do material genético paterno no ovócito secundário e para isso faz uso de enzimas hidrolíticas que estão localizadas na cabeça do espermatozóide. Essas enzimas são liberadas na forma de exocitose quando ocorre a fusão da membrana do acrossomo com a membrana plasmática do espermatozoide, criando poros por onde as enzimas serão liberadas. == Estrutura == O complexo de Golgi consiste em um conjunto de compartimentos achatados definidos por membranas, chamados de cisternas, que são descontínuas, ou seja, se comunicam diretamente. Esse conjunto se assemelha a uma pilha de pratos, sendo que cada uma dessas pilhas de Golgi contém, geralmente, 4 a 6 cisternas, embora alguns flagelados unicelulares possam ter mais de 20. Em células animais, localiza-se próximo ao núcleo e ao centrossomo e adjacente ao retículo endoplasmático. Já na maioria das células vegetais, encontram-se centenas de pilhas independentes espalhadas nas adjacências do retículo endoplasmático. Essa organização depende dos microtúbulos, em caso de despolimerização o aparelho de Golgi é disperso em várias pilhas. Cada pilha de Golgi possui uma face cis e uma face trans. A face cis corresponde à face de entrada das vesículas provenientes do retículo com proteínas e lipídeos a serem processados, enquanto a face trans corresponde à face de saída das vesículas, com destino à superfície celular ou a outros compartimentos. Ambas as faces estão associadas a compartimentos compostos de uma rede de estruturas tubulares e de cisternas: a rede cis de Golgi (CGN, Cis Golgi Network) e a rede trans de Golgi (TGN, Trans Golgi Network). Entre essas redes há uma série de cisternas que compõem a pilha, sendo que cada uma tem uma composição enzimática diferente e, portanto, funções diferentes. Portanto, o complexo de Golgi normalmente é constituído de uma configuração mínima formada por: * rede cis do Golgi, ou CGN, * cisternas cis, * cisternas mediais, * cisternas trans e * rede trans do Golgi, ou TGN. Dentro de cada cisterna existem enzimas que modificam proteínas que chegam ao complexo de Golgi. Assim, chegando na CGN, as proteínas passam primeiramente pela rede cis de Golgi e continuam de acordo com a sequência: cisternas cis, cisternas mediais e, por fim, cisternas trans. Ao sair da TGN, as proteínas podem ir adiante e seguirem para os lisossomos, ou para as vesículas secretoras ou para a superfície celular, ou também podem ser devolvidas para o compartimento anterior. Entretanto, destaca-se que ambas as redes cis e trans atuam na distribuição de proteínas, já que as proteínas que entram na CGN podem ir adiante no aparelho de Golgi (fluxo anterógrado) ou serem devolvidas para o RE (fluxo retrógrado), caso não tenham sido produzidas de forma correta. À medida que se movem de cisterna a cisterna através das pilhas, as proteínas são modificadas sucessivamente em cada estágio, até que a glicosilação se complete. As enzimas localizadas em cada cisterna são diferentes. Por exemplo, nas cisternas mediais estão localizadas enzimas que catalisam a remoção de resíduos de manose e a adição de N-acetilglicosamina; já nas cisternas trans e na rede trans de Golgi, existem enzimas que catalisam a adição de galactose e ácido siálico. Ainda, sabe-se que essas diferentes enzimas têm valores de pH ótimo diferentes, e que, desse modo, cada compartimento do complexo de Golgi possui um valor de pH próprio, motivo pelo qual não há comunicação direta entre as cisternas: caso isso ocorresse, o pH de todo o complexo seria homogeneizado e várias enzimas seriam desnaturadas. Essa diferença de pH é explicada pela presença de bombas de próton dependentes de ATP nas membranas do complexo de Golgi, que promovem a acidificação das cisternas, sendo que, conforme observado em estudos, o número de bombas de próton aumenta gradativamente no sentido de cis para trans. == Formação e Transporte de vesículas == As vesículas transportadoras se formam a partir de locais específicos das membranas constituintes da célula, brotando na forma vesículas revestidas por proteínas. Antes da vesícula se fusionar ao alvo, o revestimento é descartado, a fim de que as membranas entrem em contato e se fundam. Existem 3 grupos principais de proteínas de revestimento que são mais estudadas: clatrina, COP I e COP II. As vesículas revestidas por clatrina estão mais ligadas ao transporte entre o aparato de golgi e a membrana plasmática e as proteínas COP I e COP II estão mais relacionadas ao transporte entre o Retículo endoplasmático e o Complexo de Golgi (as vesículas revestidas por COPI brotam do Golgi, e as vesículas revestidas por COPII brotam do Retículo), mas é importante ressaltar que a variedade de vesículas transportadoras não se restringem a esses exemplos principais . A clatrina é formada por 3 cadeias polipeptídicas grandes e 3 pequenas, unidas formando uma estrutura de “3 pernas” que por meio de uma força mecânica e da ajuda de proteínas de curvatura da membrana (domínios BAR- promovem interações eletrostáticas com grupos da cabeça do lipídio de membrana e ajudam na formação do pescoço da vesícula que está brotando) promove-se o dobramento da membrana em direção ao citosol. A formação de vesículas mediada por clatrina depende da atuação de uma outra proteína chamada de adaptina, uma proteína adaptadora que medeia a ligação entre a clatrina e a vesícula ,sendo assim a clatrina não entra em contato direto com a vesícula . As proteínas adaptadoras , nesse contexto , ajudam a selecionar tanto moléculas de membrana quanto moléculas solúveis que vão para dentro da vesícula , além de serem específicas para receptores transmembrana que capturam as moléculas solúveis a serem transportadas nas vesículas ( receptores de carga ) . O acoplamento das proteínas adaptadoras na membrana é altamente regulado pela interação delas com outras moléculas como o fosfatidilinositol um fosfolipídio constituinte da membrana plasmática . A medida que as vesículas vão se formando proteínas como a dinamina, que regulam a frequência de saída da vesículas, vão se organizando no pescoço do broto. Elas promovem a soltura da vesícula por meio da interferência na estrutura da bicamada ou pelo uso de enzimas que quebram lipídeos, ou ambos. Quando liberada , a vesícula perde o revestimento de clatrina pela atuação de uma proteína chaperona hsp70 ,a qual promove a quebra de ATP para esse processo Existem proteínas que auxiliam a montagem dos revestimentos de clatrina e de COPI e COPII, são as GTPases recrutadoras de revestimento como as proteínas ARF (montagem dos revestimentos de COPI e clatrina ) e a proteína Sar1 (montagem dos revestimentos COPII), exercendo papel também no desmonte dos revestimentos .As vesículas revestidas por clatrina e COP perdem o revestimento em seguida ao desligamento. É importante ressaltar que os mecanismos de formação de vesículas por COP I ou II e clatrina são distintos. As COPs utilizam a desfosforilação de um GTP para se montarem na superfície na qual se formará a vesícula. Nesse contexto, a montagem de vesículas por clatrina pode ser mais vantajosa no sentido de que não necessita de energia para ocorrer. Outro ponto interessante é que o envoltório formado por clatrina é mais enriquecido no sentido de que promove um maior aproximação das moléculas alvos e além disso, é mais específico que a COP pois a formação da vesícula é mais rápida o que evita a entrada de materiais estranhos. Durante o processo de brotamento a vesícula é ancorada a proteínas motoras. Essas proteínas se associam aos microtúbulos do citoesqueleto para carregarem a vesícula ao seu destino. As proteínas que guiam o tráfego de vesículas são chamadas de RAB, que são marcadores moleculares expostos com a saída dos envoltórios protéicos, os quais ajudam a identificar cada tipo de membrana, funcionam como o “endereço\" para o qual a vesícula precisa ser mandada atuando nas vesículas de transporte e ou nas membranas de destino. Quando a vesícula chega ao seu compartimento de destino há nele uma proteína de aprisionamento específico para a RAB que a vesícula carrega e quando eles se encontram ocorre o processo de ancoramento. A fusão da vesícula com a membrana destino é assegurada pela ação de uma proteína filamentosa chamada SNARE. Existem dois tipos principais de proteínas SNARE: uma que fica presa na vesícula (V snare) e uma que fica no compartimento receptor (T snare). Quando há o ancoramento as proteínas SNARE nas duas membranas se pareiam e enovelem, catalisando a fusão das duas bicamadas lipídicas. Durante a ancoragem e fusão, uma fosfatase ( RAB-GAP) induz a proteína Rab a hidrolisar um GTP da sua estrutura, levando-a a se dissociar da membrana e retornar ao citosol sendo mantida solúvel e inativa por uma outra proteína . Após as SNAREs terem mediado a fusão uma proteína se liga ao complexo SNARE e, com a ajuda de outras proteínas acessórias, há a hidrólise de ATP para se dissociar as SNAREs, tornando-as livres para atuarem novamente . Todos esses mecanismos citados são de extrema importância para a transmissão de impulsos nervosos, pois está associada a liberação do neurotransmissor acetilcolina . Um fato interessante é que existem alguns vírus que se utilizam do processo mediado por SNAREs para se fundir às células como o HIV: Ele possui os dois tipos principais de snare (T e V) mais proteínas que enganam os receptores das membranas celulares, como o GP120. Quando acoplado a esse receptor o vírus inocula na membrana plasmática uma de suas SNARES, que ao interagirem aproximam as duas superfícies e se promove a fusão com a consequente entrada do capsídeo na célula. Voltando ao complexo de Golgi a face Cis é a que recebe os materiais do retículo endoplasmático e nela ocorrem alterações de algumas proteínas que foram glicosiladas nele (glicosilação do tipo N), no complexo ocorre a podagem (glicosilação do tipo O). Na face trans ocorre o envio de material para todos os endereços celulares movimento anterogrado. As diversas cisternas do Golgi se comunicam por brotamento de vesícula e cada uma delas possui o seu PH específico para cada tipo de evento. Também há o movimento o retrógrado no qual há uma sinalização química (geralmente duas lisinas seguidas por outros dois aminoácidos ou então a sequência KDEL), que indica que a vesícula deverá retornar ao Retículo Endoplasmático. Nesse caso a Cop I auxiliará o processo . Existem 3 tipos principais de vesículas que saem pela face trans : o primeiro tipo de vesícula imediatamente move-se e funde-se à membrana plasmática liberando seu conteúdo pelo processo de exocitose , o segundo tipo de vesícula conhecida como vesícula secretora , é armazenado dentro da célula até que um sinal para exocitose provoque a liberação do seu conteúdo pela membrana plasmática tem-se como exemplo liberação de neurotransmissores , o terceiro tipo de vesícula é direcionado ao lisossomo, e para organelas de armazenamento semelhantes aos lisossomos, em algumas células. Todo esse processamento que ocorre no golgi é essencial pois aumenta a variedade proteica da glicosilação , auxiliam no processo de formação de lisossomos , além de estar relacionado a atuação de células que fazem secreção celular como fibroblastos . Outro processo relacionado ao transporte de vesículas ligado ao golgi , diz respeito aos processos celulares que envolvem o endossoma . O endossoma se caracteriza como uma organela com uma bomba de hidrogênio que se forma no transporte de alguma moléculas entre o golgi e a membrana , estando ligado a entrada de macromoléculas solúveis e a aquisição de materiais diversos por células especializadas . Quando um material é endocitado forma-se próximo a membrana uma estrutura denominada de endossoma primário, uma vesícula que contém partes da membrana celular e receptores que sinalizaram para proteínas específicas que auxiliam a formação de vesículas a necessidade da formação de uma naquela região . Nesse caso ,a entrada pode ser mediada por clatrina( forma-se em regiões fluidas da membrana ) , como já foi exposto anteriormente , ou por uma outra proteína distribuída entre os fosfolipídios de membrana :a caveolina .A caveolina auxilia no processo de entrada em regiões da membrana que são mais rígidas denominadas de LIPID RAFT , uma região em que a presença de colesterol promoveu um agrupamento de moléculas e uma consequente “rigidez” .A caveolina por meio de uma força mecânica promove a invaginação dessas áreas para a formação de cavéolas , no lúmen da cavéola existem receptores para as substâncias concentradas nele , o que torna possível a ocorrência de induções celulares mais rápidas . Após a formação do endossoma primário a bomba de hidrogênio é ativada , o que promove uma mudança brusca de PH que estimula a formação de vesículas as quais devolvem os receptores para a membrana celular . Esse endossoma se move transportado por proteínas motoras que o aproximam do complexo de golgi , formando o endossoma secundário , no qual há a fusão com um lisossomo , para a degradação das moléculas que podem ser reaproveitadas pela célula , dessa forma, as moléculas degradadas são direcionadas ao complexo de golgi para a sua redistribuição e uso . == Alterações no organismo causadas pelo mau funcionamento do Complexo de Golgi == O comprometimento de etapas específicas do transporte entre o retículo endoplasmático, o complexo de Golgi, o sistema endossomo-lisossomo e a membrana plasmática podem ter consequências dramáticas para a célula, e defeitos crescentes na maquinaria molecular que regula o tráfico de vesículas vêm sendo relacionados a doenças hereditárias. Durante o trânsito através do complexo de Golgi, modificações são feitas na maioria das proteínas, incluindo mudanças no seu perfil de glicosilação, sulfatação e fosforilação.Deste modo, caso a homeostase do complexo de Golgi seja perturbada, é provável que sua função seja afetada, o que pode ter como resultado final doenças. Falhas no processo de glicosilação podem resultar no enovelamento incorreto de proteínas, na impossibilidade de reconhecimento de células, na instabilidade ou na falta de variabilidade proteica, em problemas na adesão celular e em problemas estruturais na membrana celular, além de tornar o organismo potencialmente mais suscetível a infecções bacterianas. Assim, diversos processos celulares que dependem da estabilidade das proteínas e da comunicação intra e intercelular podem ser afetados. As doenças decorrentes de falhas na glicosilação podem se desde musculares até multissistêmicas. O complexo de Golgi também tem a função de transportar macromoléculas e vesículas de secreção. Portanto, organelas que necessitam do Golgi para reposição de materiais que são perdidos ao longo da vida, em casos de disfunção do complexo, podem ter suas atividades comprometidas, podendo levar ao colapso ou à morte celular. Recentemente, foi descoberto que alterações na expressão de genes relacionados a certos membros da família Rab, como RAB1, RAB2 e RAB8, e à proteína STX5 estão relacionadas à doença de Parkinson, uma doença neurológica. A expressão alterada dessas proteínas leva à fragmentação do complexo de Golgi. Ao nível celular, a doença de Parkinson está associada a um acúmulo da proteína pré-sináptica alpha- synuclein e ao bloqueio do transporte RE-Golgi. Algumas outras doenças decorrentes do mal funcionamento do complexo de Golgi são a doença de Wilson (ou degeneração hepatolenticular), na qual uma mutação genética leva à retenção de proteínas no aparato, a distrofia muscular de Duchenne e a síndrome de Aarskog, em que há uma redução do tráfego do Golgi. A biogênese de lisossomos e a síntese do acrossomo do espermatozóide também são de responsabilidade do complexo de Golgi. Diante disso, defeitos nessa organela também podem estar relacionados a problemas na reprodução e à insuficiência de lisossomos. Esta falta tem sérias consequências, como suscetibilidade a doenças, malformações, morte celular ou falência de órgãos. Vale lembrar que, no Sistema Nervoso Central, há secreção, processamento de moléculas e tráfego de vesículas acontecendo a todo momento. Assim, sinapses neuronais que dependem desses mecanismos são altamente prejudicadas. == Referências == 1\\. Fabene PF, Bentivoglio M. (Outubro 1998). \"1898–1998: Camillo Golgi and \"the Golgi\": one hundred years of terminological clones\". Brain Res. Bull. 47 (3): 195–8. DOI:10.1016/S0361-9230(98)00079-3. PMID 9865849 2\\. http://www.nobelprize.org/nobel_prizes/medicine/laureates/1906/ Acesso em 07/12/2016 3\\. \"Gametogenesis\". Competition Science Vision 5 (52): 136 p. 502. Pratiyogita Darpan. 4\\. Attias, Márcia Biologia celular 1: v.2. / Márcia Attias – Rio de Janeiro: Fundação CECIERJ, 2010. 130p.; 19 x 26,5 cm. ISBN 85-89200-63-9 5\\. Lodish, Harvey (et al.). Biologia celular e molecular, 5a. edição - Porto Alegre: Artmed, 2005. 6\\. ALBERTS, B. et al. Biologia Molecular da Célula. 5 ed. Porto Alegre: ArtMed, 2010 7\\. E. G. Berger, J. Roth (1997). The Golgi Apparatus. p. 295. ISBN 0-8176-5692-8 8\\. Pavelka, Margit. Functional Morphology of the Golgi Apparatus (Advances in anatomy, embryology and cell biology, v. 106). p. 19. ISBN 978-3-540-18062-3 9\\. https://ajudadoestudante.wordpress.com/2011/12/23/organelas-citoplasmaticas/ Acesso em 08/12/2016 10\\. http://sindromecdg.orgfree.com/folheto_apcdg.pdf Acesso em 08/12/2016 11.\"Gametogenesis\". Competition Science Vision 5 (52): 136 p. 502. Pratiyogita Darpan == Ligações externas == * Aparelho de Golgi - Pesquisa Escolar * Funcionamento do Complexo de Golgi Categoria:Biologia celular Categoria:Organelos",
 "title": "Complexo de Golgi"
}