{
 "id": "57421",
 "text": "Odisseia () é um dos dois principais poemas épicos da Grécia Antiga, atribuídos a Homero. É uma sequência da Ilíada, outra obra creditada ao autor, e é um poema fundamental no cânone ocidental. Historicamente, é a segunda — a primeira sendo a própria Ilíada — obra da literatura ocidental. A Odisseia, assim como a Ilíada, é um poema elaborado ao longo de séculos de tradição oral, tendo tido sua forma fixada por escrito, provavelmente no fim do Romilly, Jacqueline, Homero, Introdução aos Poemas Homéricos, Lisboa, Edições 70, 2001. A linguagem homérica combina dialetos diferentes, inclusive com reminiscências antigas do idioma grego, resultando, por isso, numa língua artificial, porém compreendida. Composto em hexâmetro dactílico era cantado pelo aedo (cantor), que também tocava, acompanhando, a cítara ou fórminx, como consta na própria Odisseia (canto VIII, versos 43-92) e também na Ilíada (canto IX, versos 187-190). O poema relata o regresso de Odisseu, (ou Ulisses, como era chamado no mito romano), herói da Guerra de Troia e protagonista que dá nome à obra. Como se diz na proposição, é a história do “herói de mil estratagemas que tanto vagueou, depois de ter destruído a cidadela sagrada de Troia, que viu cidades e conheceu costumes de muitos homens e que no mar padeceu mil tormentos, quanto lutava pela vida e pelo regresso dos seus companheiros”. Odisseu leva dez anos para chegar à sua terra natal, Ítaca, depois da Guerra de Troia, que também havia durado dez anos.Odyssey 17.327; cf. also 2.174-6, 23.102, 23.170. A trama da narrativa, surpreendentemente moderna na sua não-linearidade, apresenta a originalidade de só conservar elementos concretos, diretos, que se encadeiam no poema sem análises nem comentários. A análise psicológica, a análise do mundo interior, não era ainda praticada. As personagens agem ou falam; ou então, falam e agem. E falam no discurso direto, diante de nós, para nós – preparando, de alguma forma, o teatro. Os eventos narrados dependem tanto das escolhas feitas por mulheres, criados e escravos quanto dos guerreiros. A influência homérica é clara em obras como a Eneida, de Virgílio, Os Lusíadas, de Camões, ou Ulysses, de James Joyce, mas não se limita aos clássicos. As aventuras de Ulisses, a superação desesperada dos perigos, nas ameaças que lhe surgem na luta pela sobrevivência, são a matriz de grande parte das narrativas modernas, desde a literatura ao cinema.Lourenço, 2003 Em português, bem como em diversos outros idiomas, a palavra odisseia passou a referir qualquer viagem longa, especialmente se apresentar características épicas. == Estrutura == A Odisseia se inicia in medias res (latim para \"no meio das coisas\"), com sua trama já inserida no meio de uma história mais ampla, e com os eventos anteriores sendo descritos ou através de flashbacks ou de narrativas dentro da própria história. O dispositivo foi imitado por diversos autores de épicos literários posteriores, como por exemplo Virgílio, na Eneida, bem como poetas modernos como Alexander Pope em The Rape of the Lock. A ação está repartida em três tempos principais: situação de Penélope e Telêmaco em Ítaca e viagem de Telêmaco; chegada de Odisseu ao país dos feaces, onde narra as suas aventuras (recuo da ação, em vários anos); regresso de Ulisses a Ítaca e morte dos pretendentes.Gonçalves, 1997 Perante a presunção da morte de Ulisses, a sua esposa Penélope e o seu filho, Telêmaco são obrigados a lidar com um grupo de insolentes pretendentes, os Mnesteres (em grego: Μνηστῆρες) ou Proci, que competem pela mão de Penélope em casamento. Telêmaco tenta assumir o controle da sua casa e aconselhado por Atena, viaja em busca de notícias do seu pai desaparecido. A cena então muda: Odisseu é cativo da bela ninfa Calipso, com quem ele passou sete dos dez anos em que esteve perdido. Após ser libertado pela intercessão de sua padroeira, a deusa Atena, ele parte. Porém, a sua jangada é destruída por Posídon, furioso por Odisseu ter cegado o seu filho, Polifemo. Quando Odisseu alcança a praia de Esquéria, lar dos feácios, é auxiliado pela jovem Nausícaa, de quem recebe hospitalidade; em troca, satisfaz a curiosidade dos feácios, narrando a eles - e ao leitor - as suas aventuras desde a partida de Troia. Os feácios, hábeis construtores de navios, emprestam-lhe uma embarcação para que ele regresse a Ítaca, onde recebe a ajuda do pastor de porcos Eumeu, se encontra com Telêmaco e reconquista o seu lar, reencontrando a sua esposa, Penélope e matando os seus pretendentes. Quase todas as edições e traduções modernas da Odisseia são divididas em 24 livros. Esta divisão é conveniente, porém não é original; foi desenvolvida pelos editores alexandrinos do No período clássico diversos dos livros (individualmente e em conjunto) recebiam seus próprios títulos; os primeiros quatro, que se concentravam em Telêmaco, eram comumente conhecidos como a Telemaquia; a narrativa de Odisseu, no livro 9, que contém seu encontro com o ciclope Polifemo, era tradicionalmente chamada de Ciclopeia; e o livro 11, que descreve seu encontro com os espíritos dos mortos no Hades, era conhecido como Néquia. Os livros 9 a 12, onde Odisseu reconta suas aventuras para seus anfitriões feácios eram referidos como os Apólogos, as \"histórias\" de Odisseu. O livro 22, no qual Odisseu mata todos os pretendentes, recebia o título de Mnesterofonia, o \"massacre dos pretendentes\". Os últimos 548 versos da Odisseia, que correspondem ao livro 24, são tidas por muitos acadêmicos como uma adição feita por um poeta posterior; diversas passagens dos livros anteriores parecem preparar para os eventos que ocorrem nele, portanto se de fato forem uma adição posterior, o editor responsável teria alterado algum texto antigo já existente (para as diversas visões a respeito da origem, autoria e unidade do poema, veja escolástica homérica). O Ministério da Cultura grego anunciou dia 10 de julho de 2018, que foi encontrada em Olímpia, no Peloponeso, uma placa com 13 versos de uma apsódia da Odisseia gravados, que poderia ser uma das inscrições mais antigas do famoso poema épico de Homero. == História == Telêmaco, filho de Odisseu, tem apenas um mês de idade quando seu pai sai para combater em Troia, numa guerra da qual ele não quer fazer parte.Odisseia, livro XIV. No ponto em que a obra se inicia, já se passaram dez anos após o fim da Guerra de Troia - que por sua vez durou dez anos - Telêmaco tem 20 anos e está dividindo a casa de seu pai ausente, localizada na ilha de Ítaca, com sua mãe e uma multidão de 108 arruaceiros, \"os pretendentes\", cuja meta é persuadir Penélope de que seu marido está morto, e que ela deve se casar com um deles. A deusa Atena, a protetora de Odisseu, discute seu destino com Zeus, rei dos deuses, no momento em que o inimigo do herói, o deus do mar, Posídon, se ausenta do monte Olimpo. Escondida como um chefe táfio chamado Mentes, ela visita Telêmaco e o encoraja a procurar notícias de seu pai. Ele oferece sua hospitalidade, e ela pode observar o comportamento inapropriado dos pretendentes, jantando no meio de arruaças enquanto o bardo Fêmio lhes interpretava um poema narrativo. Os anos passavam e não havia notícia de Odisseu, nem se estaria vivo ou morto. Assim, o pai de Penélope sugeriu que sua filha se casasse novamente. Penélope, fiel ao seu marido, recusou, dizendo que esperaria a sua volta. Diante da insistência do pai e para não desagradá-lo, ela resolveu aceitar a corte dos pretendentes à sua mão, estabelecendo a condição de que o novo casamento somente aconteceria depois que terminasse de tecer um sudário para Laerte, pai de Odisseu. Com esse estratagema, ela esperava adiar o evento o máximo possível. Durante o dia, aos olhos de todos, Penélope tecia, e à noite, secretamente, ela desmanchava todo o trabalho. E foi assim até uma de suas servas descobrir o ardil e contar toda a verdade. Penélope opõe-se ao tema de Fêmio, o Retorno de Troia,Este tema já existiu na forma de um épico escrito, Nostoi, já perdido. por lembrá-la de seu marido desaparecido, porém Telêmaco refuta suas objeções. Naquela noite, Atena, disfarçada como Telêmaco, encontra um navio e uma tripulação para o verdadeiro Telêmaco. No dia seguinte, este reúne uma assembleia de cidadãos de Ítaca, para discutir o que deveria ser feito com os pretendentes. Acompanhado por Atena (agora disfarçada como seu amigo, Mentor), ele parte para a Grécia continental, onde é recebido por Nestor, o mais respeitável dos guerreiros gregos de Troia, já de volta a seu lar, em Pilos. De lá, Telêmaco parte por terra, acompanhado pelo filho de Nestor, para Esparta, onde encontra Menelau e Helena, já reconciliados; estes descrevem como retornaram à Grécia depois de uma longa viagem, que passou pelo Egito e, de lá, pela ilha mágica de Faros, onde Menelau encontrou o velho deus do mar Proteu, que o contou que Odisseu havia sido aprisionado pela ninfa Calipso. Telêmaco também descobre o destino do irmão de Menelau, Agamenon, rei de Micenas e líder dos gregos em Troia, assassinado logo depois de retornar ao seu lar, por sua esposa Clitemnestra e seu amante Egisto. A obra chega então à história de Odisseu, que passou sete anos no cativeiro, na ilha de Calipso. Esta é persuadida a libertá-lo pelo deus mensageiro, Hermes, enviado por Zeus. Odisseu constrói uma jangada e recebe roupas, comida e bebida de Calipso; acaba naufragando, no entanto, por obra de Posídon, e é obrigado a nadar até a ilha de Esquéria onde, nu e exausto, ele se esconde numa pilha de folhas e adormece. Na manhã seguinte, desperto pelas risadas de garotas que se aproximam, vê a jovem Nausícaa, que veio com suas criadas lavar roupas à beira do mar. Odisseu pede ajuda a ela, que o encoraja a procurar a hospitalidade de seus país, Aretê e Alcínoo. Odisseu que inicialmente não se identifica, é bem recebido; permanece no local por diversos dias, participa de um pentatlo e ouve o cantor cego Demódoco executar dois poemas narrativos. O primeiro é um incidente obscuro da Guerra de Troia, a \"Disputa entre Odisseu e Aquiles\", enquanto o segundo é a narrativa de um caso de amor entre dois deuses do Olimpo, Ares e Afrodite. Odisseu pede então a Demódoco que retorne ao tema da Guerra de Troia, que conta sobre o Cavalo de Troia, um estratagema no qual Odisseu havia desempenhado um papel crucial. Incapaz de esconder suas emoções ao narrar o episódio, Odisseu finalmente revela sua identidade, e começa a contar a fantástica história de seu retorno à Troia. Após uma incursão pirática em Ismara, na terra dos cicones, Odisseu e seus doze navios são desviados do curso por tempestades. Visitam então os letárgicos Comedores de Lótus, e são capturados pelo ciclope Polifemo, do qual escapa apenas após cegá-lo com um pedaço afiado de madeira. São recebidos por Éolo, senhor dos ventos, que dá a Odisseu um saco de couro contendo todos os ventos (com a exceção do vento oeste), um presente que deveria lhe ter garantido a viagem de volta para casa; seus marinheiros, no entanto, abrem de maneira tola o saco enquanto Odisseu dormia, pensando que continha ouro; todo o vento voou para fora do saco, e a tempestade resultante mandou os navios de volta para onde haviam vindo, quando Ítaca havia acabado de aparecer no horizonte. Após pedir em vão para que Éolo o ajudasse novamente, Odisseu e seus companheiros reembarcaram nos navios e zarparam, viajando até encontrar o canibal Lestrigão. O navio de Odisseu acaba sendo o único a sobreviver ao ataque, e acaba indo parar junto à deusa-bruxa Circe, que transforma metade dos seus homens em porcos, após alimentá-los com vinho e queijo. Hermes, que havia alertado Odisseu a respeito de Circe, dá a ele uma droga chamada móli, que o fazia resistente à magia de Circe. Esta, atraída por esta resistência, apaixonou-se por ele e libertou seus homens a seu pedido. Odisseu e sua tripulação permaneceram na ilha por um ano, durante o qual festejaram, beberam e realizaram banquetes incessantes. Finalmente, os homens de Odisseu o convencem que é hora de partir para Ítaca; guiado pelas instruções de Circe, cruzam o oceano a atingem um porto na beira ocidental do mundo, onde Odisseu sacrifica aos mortos e invoca o espírito do velho profeta Tirésias para aconselhá-lo. Em seguida Odisseu encontra o espírito de sua própria mãe, que havia morrido de desgosto durante sua longa ausência; dela, descobre pela primeira vez notícias de sua própria casa e família, ameaçada pela cobiça dos pretendentes. Lá encontra também os espíritos de mulheres e homens famosos, entre eles Agamenon, que lhe informa sobre seu assassinato e lhe alerta sobre os perigos das mulheres (ver Nekyia para maiores detalhes do encontro de Odisseu com os mortos). Ao retornar à ilha de Circe, são aconselhados por ela sobre as etapas restantes de sua jornada. Após costearem a terra das sereias, passam por entre Cila, um monstro de muitas cabeças, e o redemoinho Caribde, e chegam à ilha de Trinácia. Lá, os homens de Odisseu ignoram os avisos de Tirésias e Circe, e abatem o gado sagrado do deus-sol, Hélio; este sacrilégio lhes traz como punição um naufrágio, onde todos morrem afogados, com a exceção de Odisseu, que consegue chegar à ilha de Calipso, ninfa que o força a se tornar seu amante por sete anos, até que ele consegue escapar. Depois de ouvir com grande atenção a história, os feácios, marinheiros experientes, concordam em ajudar Odisseu a voltar para casa. Deixam-no à noite, enquanto está em sono pesado, num porto escondido em Ítaca. Lá ele consegue chegar à casa de um de seus antigos escravos, o pastor de porcos Eumeu. Odisseu se disfarça como um mendigo vagante, para descobrir como estão as coisas em sua residência. Após jantar, conta aos trabalhadores da fazenda uma história fictícia sobre si; afirma ter nascido em Creta, e ter liderado um grupo de cretenses que lutaram ao lado dos gregos na Guerra de Troia, e que havia passado sete anos na corte do rei do Egito, e depois naufragado na Tesprócia, de onde teria vindo a Ítaca. Enquanto isso, Telêmaco navega para casa, vindo de Esparta, fugindo de uma emboscada preparada pelos pretendentes. Desembarca na costa de Ítaca e se dirige à casa de Eumeu; lá, pai e filho se encontram, e Odisseu se identifica para o filho (embora ainda não para Eumeu), e decidem que os pretendentes devem ser mortos. Telêmaco chega à sua casa primeiro; acompanhado por Eumeu, Odisseu retorna ao seu lar, ainda fingindo ser um mendigo, e presencia as arruaças dos pretendentes. Encontra-se com Penélope, e testa suas intenções com uma história inventada sobre seu nascimento em Creta onde, segundo ele, teria se encontrado com Odisseu. Ao ser interrogado, acrescenta que também havia estado recentemente em Tesprócia, onde fora informado sobre as viagens recentes de Odisseu. Sua identidade é descoberta pela caseira, Euricleia, quando ela lava seus pés e descobre uma antiga cicatriz que Odisseu tinha, fruto de uma caçada a javalis; ele a faz jurar segredo. No dia seguinte, instigada por Atena, Penélope convence os pretendentes a competir por sua mão, numa competição de arco-e-flecha, utilizando o arco de Odisseu - que participa da competição, ainda disfarçado, e, após ser o único com força suficiente para dobrar o arco, a vence. Odisseu passa então a disparar flechas contra os pretendentes; com a ajuda de Atena, Telêmaco, Eumeu e Filoteu, um pastor, todos são mortos; Odisseu ainda executa, juntamente com Telêmaco, doze das criadas da casa que haviam feito sexo com os pretendentes, e, após mutilá-las também executam o pastor de cabras Melâncio, que havia caçoado de Odisseu e o maltratado. Odisseu então finalmente se identifica para Penélope, que, hesitante, o aceita após ele descrevê-la a cama que teria construído para ela após se casarem. No dia seguinte Odisseu e Telêmaco visitam a fazenda de seu velho pai, Laerte, que também só aceita sua identidade após ver Odisseu descrever corretamente o pomar que Laerte lhe dera certa vez. Os cidadãos de Ítaca, no entanto, seguem Odisseu e Telêmaco ao longo da estrada, planejando vingar as mortes dos pretendentes, seus filhos. O líder do grupo afirma que Odisseu havia causado a morte de duas gerações de homens de Ítaca - seus marinheiros, nenhum dos quais havia sobrevivido à jornada de volta, e os pretendentes, que ele havia agora executado. A deusa Atena intervem pessoalmente, e convence ambos os lados a abandonar a vingança. Ítaca finalmente está em paz novamente, e a Odisseia é concluída.Descrição baseada originalmente em pp. xx-xxiv. == Personagens == === Odisseu === O traço heroico de Odisseu está em sua mētis, (\"esperteza\"), tanto que várias vezes é descrito como \"Par de Zeus em Conselhos\". Sua argúcia se manifesta no uso de sorrelfas, blefes e discursos enganosos. Os ardis podem ser tanto físicos (alterando sua aparência) como verbais, como fez ao contar para o ciclope Polifemo que seu nome era Ουτις (Oútis), \"Ninguém\", e fugir após cegá-lo; quando os outros ciclopes perguntaram a Polifemo o motivo de seus gritos, ele responde que \"Ninguém\" lhe está machucando, e os outros assumem que \"Se sozinho como você está [Polifemo] ninguém usa violência sobre si, ora, não há como escapar do mal enviado pelo grande Zeus; então melhor rezar a seu pai, o senhor Posídon\".A partir da tradução em inglês da Odisseia feita por Richmond Lattimore [Livro 9, pág. 147/8, versos 410 - 412] A falha de caráter mais evidente em Odisseu é sua soberba, ou húbris. À medida que navega para longe da ilha dos ciclopes, Odisseu grita seu próprio nome, bravateando que ninguém pode derrotar o \"Grande Odisseu\". Os ciclopes então jogam metade de uma montanha sobre seu barco, e rezam para seu pai, Posídon, dizendo que um de seus filhos foi cegado; irado, o deus dos mares o impede de voltar para casa por muitos anos. === Casa de Odisseu === * Odisseu (conhecido também pela forma latina, Ulisses), herói da guerra de Troia e que quer voltar para junto dos seus familiares; * Penélope, esposa de Odisseu, prima de Helena de Troia; * Telémaco, filho de Odisseu e Penélope; * Laerte, rei de Ítaca e pai de Odisseu, de onde vem o epíteto \"Laércio\", o mais usado para se referir a seu filho ao longo da obra; * Eumeu, porqueiro; * Euricleia, fâmula de Odisseu; * Antinoo, um dos pretendentes e o mais maligno; * Eurimaco, um dos pretendentes, imitador de Antinoo. === Casa dos Feácios === * Alcínoo, rei dos feácios; * Areta de Cirene, esposa de Alcínoo; * Nausícaa, princesa dos Feácios; * Laodamante, irmão de Nausícaa, desafiador de Odisseu nos jogos; * Hálio, idem; * Clitóneo, idem; * Equeneu, velho herói; * Demódoco, aedo, contador lírico de histórias; * Pontónoo; * Anfíloo, atleta; * Euríalo, atleta, desafiador de Odisseu nos jogos. === Marinheiros de Odisseu === * Baio * Euríloco * Perimedes * Elpenor * Antifo === Deuses intervenientes === * Zeus, rei dos deuses; * Atena, deusa da sabedoria e estratégia (a favor de Odisseu); * Circe, a feiticeira, filha do deus Hélio com a mortal Persa (a favor de Odisseu); * Poseidon, deus dos mares, antagonista principal e maior inimigo de Odisseu; * Éolo, deus dos ventos, anfitrião de Odisseu e seus amigos em sua ilha; * Hermes, mensageiro dos deuses; * Hélio, o deus do sol, de quem os companheiros de Odisseu mataram o gado; * Calipso ninfa, filha de Atlante, apaixonada por Odisseu; * Leucoteia, deidade marinha que salva Odisseu de um naufrágio. === Monstros e criaturas === * Cila, monstro com doze pernas e seis cabeças, cada uma com três fileiras de dentes, habitava o interior de uma gruta cavada no rochedo; * Ciclopes, (literalmente \"Olho redondo\", \"Olhicircular\") em particular Polifemo (lit. \"que fala muito\", \"Multifalaz\"), filho de Posídon e da ninfa Toosa. Gigante de um olho só, dedicado ao pastoreio e que vive em estado selvagem; * Caríbdis, monstro das profundezas marinhas que três vezes ao dia sorvia e vomitava a água do mar. Sua morada ficava a curta distância de Cila; * Hárpias, em Homero, dois monstros com corpo metade mulher e metade pássaro, habitantes de uma ilha na qual há bonança. Com seus cantos, encantam os homens que passem perto, devorando-os depois; * Lotófagos (\"Comedores de Lótus\"), povo fantástico que vive próximo as regiões da Líbia na África e se alimentam de flores de lótus, a qual provoca certo esquecimento. * Lestrigões gigantes antropófagos e arremessadores de rochas == Geografia da Odisseia == Os eventos na sequência principal da Odisseia (excluindo-se a narrativa de Odisseu) se dão no Peloponeso e naquelas que são atualmente chamadas de ilhas Jônicas. Existem controvérsias quanto à real identificação de Ítaca, terra natal de Odisseu, que pode ou não ser a mesma ilha que é atualmente chamada pelos gregos de Ithake. As viagens de Odisseu narradas aos feácios, e a localização da própria ilha destes, Esquéria, apresentam problemas geográficos ainda mais fundamentais aos estudiosos: tanto acadêmicos antigos quanto modernos dividem-se quanto à existência ou não dos lugares visitados por Odisseu depois de Ismaros e antes de seu retorno à Ítaca. == Traduções == No Brasil há algumas traduções feitas a partir do original grego, a maioria delas poéticas. A primeira é de Odorico Mendes, feita no , mas publicada somente em 1928, postumamente, em que, seguindo a tradição épica em português, emprega o verso decassílabo, porém branco. A tradução é marcada pela extrema concisão - com total de versos sendo menor que o do texto original -, estruturas sintáticas incomuns, decorrentes muitas vezes dessa concisão, preciosismo lexical, neologismos e latinismos - sobretudo para traduzir os epítetos gregos, como em \"Aurora dedirrósea\" [Aurora de dedos róseos]. Outra característica (na verdade, comum até sua época) é a substituição dos nomes gregos pelos correspondentes latinos: Zeus, por Júpiter, Posídon por Netuno, Atena por Minerva, Odisseu por Ulisses, etc. Sua tradução foi reeditada pelas editoras da USP e Ars Poetica, na coleção \"Texto e Arte\", com organização, notas suplementares e prefácio de Antonio Medina Rodrigues. Eis o proêmio traduzido por Odorico Mendes: Canta, ó Musa, o varão que astucioso, Rasa Ílion santa, errou de clima em clima, Viu de muitas nações costumes vários. Mil transes padeceu no equóreo ponto, Por segurar a vida e aos seus companheiros a volta; Baldo afã! Pereceram, tendo, insanos, Ao claro Hiperiônio os bois comido, Que não quis para a pátria alumiá-los. Tudo, ó prole Dial, me aponta e lembra A segunda tradução, da década de 40 do (a primeira edição com data incerta, mas publicada muito provavelmente em 1941), é de Carlos Alberto Nunes, cujo principal critério foi a tentativa de transpor o a métrica original do poema (hexâmetro dactílico) para o português, resultando num verso de dezesseis sílabas poéticas, cujo ritmo é a sequência de seis grupos (chamados \"pés\") de sílabas, sendo cada um composto por uma sílaba tônica seguida de duas átonas (o sexto grupo, em geral, com uma tônica seguida de apenas uma átona), no seguinte esquema: ó o o | ó o o | ó o o | ó o o | ó o o | ó o (o); ou seja, com acentuação na 1ª, 4ª, 7ª, 10ª, 13ª e 16ª sílabas. Para correta leitura do hexâmetro vernaculizado de Nunes, entretanto, é necessário atentar ainda para a cesura, normalmente ocorrendo uma vez, no meio do verso (terceiro pé), ou, menos frequentemente, duas vezes no mesmo verso. A tradução de Nunes foi publicada originalmente pela editora Atena. O texto foi posteriormente revisado pelo próprio tradutor e republicado diversas vezes por outras editoras. Entretanto, desde que passou a ser editada pela Ediouro, o texto publicado foi o revisado por Marcus Reis Pinheiros, cuja intervenção por vezes deturpa a métrica empregada pelo tradutor. A edição mais recente foi publicada pela editora Nova Fronteira, com o texto revisado por Pinheiros. Eis o proêmio traduzido por Carlos Alberto Nunes (o negrito marca as tônicas, a barra dupla, a cesura): Musa, reconta-me os feitos || do herói astucioso que muito peregrinou, dês que esfez || as muralhas sagradas de Troia; muitas cidades || dos homens viajou, || conheceu seus costumes, como no mar padeceu || sofrimentos inúmeros na alma, para que a vida salvasse e || de seus companheiros a volta. Os companheiros, porém, || não salvou, muito embora o tentasse, pois pereceram por culpa || das próprias ações insensatas. Loucos! que as vacas sagradas || do Sol Hiperiônio comeram. Ele, por isso, || do dia feliz || os privou do retorno. Deusa nascida de Zeus, || de algum ponto nos conta o que queiras. Em Portugal, foi publicada pela editora Cotovia, em 2003, a tradução feita por Frederico Lourenço, que objetiva uma maior literalidade, clareza e fluência e, para tal, empregou versos livres. Sua tradução recebeu o prêmio D. Diniz pela Fundação Casa de Mateus e o grande prêmio de tradução do PEN Clube Português e da Associação Portuguesa de Tradutores. Foi publicada no Brasil, em 2011, pela editora Penguin-Companhia (na coleção Clássicos Penguin). Eis sua tradução do proêmio: Fala-me, Musa, do homem astuto que tanto vagueou, depois que de Troia destruiu a cidadela sagrada. Muitos foram os povos cujas cidades observou, cujos espíritos conheceu; e foram muitos no mar os sofrimentos por que passou para salvar a vida, para conseguir o retorno dos companheiros a suas casas. Mas a eles, embora o quisesse, não logrou salvar. Não, pereceram devido à sua loucura, insensatos, que devoraram o gado sagrado de Hipérion, o Sol — e assim lhes negou o deus o dia do retorno. Destas coisas fala-nos agora, ó deusa, filha de Zeus. Há também a tradução de Donaldo Schüler, editada pela L&PM; em três volumes, de 2007. Não sendo propriamente poética (apesar de dispor o texto em versos), é marcada pelo extremo coloquialismo. Eis seu proêmio: O homem canta-me, ó Musa, o multifacetado, que muitos males padeceu, depois de arrasar Tróia, cidadela sacra. Viu cidades e conheceu costumes de muitos mortais. No mar, inúmeras dores feriram-lhe o coração, empenhado em salvar a vida e garantir o regresso dos companheiros. Mas não conseguiu contê-los, ainda que abnegado. Pereceram. vítimas de suas presunçosas loucuras. Crianções! Forraram a pança com a carne das vacas de Hélio Hipérion. Este os privou, por isso do dia do regresso. Das muitas façanhas, Deusa, filha de Zeus, conta-nos algumas a teu critério. Em 2011, Trajano Vieira, seguindo os passos de Haroldo de Campos, publicou sua tradução (ou transcriação) da Odisseia, tendo como critério resgatar a sonoridade do poema grego e sua complexidade poética e lexical. Em sua tradução, vencedora do Prêmio Jabuti, emprega o verso dodecassílabo. A tradução do prôemio por Trajano Vieira: O homem multiversátil, Musa, canta, as muitas errâncias, destruída Troia, pólis sacra, as muitas urbes que mirou e mentes de homens que escrutinou, as muitas dores amargadas no mar a fim de preservar o próprio alento e a volta aos sócios. Mas seu sobre-empenho não os preservou: pueris, a insensatez vitima-os pois Hélio Hiperiônio lhes recusa o dia da volta, morto o gado seu que eles comeram. Filha de Zeus, começa o canto de algum ponto! Mais recentemente, a Cosac & Naify publicou, em 2014, a tradução de Christian Werner, que adotou o verso livre e cuja característica, segundo o próprio tradutor, foi conferir à tradução \"clareza, fluência e poeticidade\". O tradutor se preocupou em reproduzir o traço da oralidade do poema, mantendo a repetição de diversas fórmulas e estruturas na tradução. Eis o proêmio traduzido por Christian Werner: \"Do varão me narra, Musa, do muitas-vias, que muito vagou após devastas a sacra cidade de Troia. De muitos homens viu urbes e a mente conheceu, e muitas aflições sofreu ele no mar, em seu ânimo, tentando garantir sua vida e o retorno dos companheiros. Nem assim os companheiros socorreu, embora ansiasse: pro iniquidade própria, a deles, pereceram, tolos, que as vacas do Sol Hipérion devoraram. Esse, porém, tirou-lhes o dia do retorno. De um ponto daí, deusa, filha de Zeus, fala também a nós.\" == Ver também == * Exegese alegórica de Homero *Mitologia grega ==Bibliografia== * HOMERO. Odisseia. Trad. Odorico Mendes; org. Antônio Medina Rodrigues, pref. Haroldo de Campos. São Paulo: Ars Poetica / EDUSP, 2000. * HOMERO. Odisseia. Trad. Carlos Alberto Nunes; rev. Marcus Rei Pinheiro. Rio de Janeiro: Ediouro, 1997. * HOMERO. Odisseia. Trad. Frederico Lourenço. Lisboa: Livros Cotovia, 2003. * HOMERO. Odisseia I: Telemaquia. Trad. Donaldo Schüler. Porto Alegre: L&PM;, 2007. * HOMERO. Odisseia II: Regresso. Trad. Donaldo Schüler. Porto Alegre: L&PM;, 2007. * HOMERO. Odisseia III: Ítaca. Trad. Donaldo Schüler. Porto Alegre: L&PM;, 2007. * Gonçalves, Maria Isabel Rebelo, Épica, Épicas, Épica Camoniana, Lisboa, Cosmos, 1997. * Romilly, Jacqueline, Homero, Introdução aos Poemas Homéricos, Lisboa, Edições 70, 2001 ==Ligações externas== * Odisseia no Perseus Project (em grego clássico). O site, além de conter diversas traduções paralelas para o inglês, permite que o usuário confira a tradução de palavra por palavra, apenas clicando sobre elas. * Odisseia em português traduzida por Odorico Mendes. * Odisseia em português (adaptação em prosa). Adaptação em prosa traduzida em português para ser lida online. * AS MULHERES DE ODISSEU: A Ilíada e a Odisseia contadas pelas personagens femininas. Recriação apoiada pela Bolsa Funarte de Criação Literária.",
 "title": "Odisseia"
}