{
 "id": "57440",
 "text": "Zyklon B era a marca registrada de um pesticida a base de ácido cianídrico e nitrogênio. Seu nome deriva dos substantivos alemães dos ingredientes principaisFRIEDRICH, Otto. O fim do mundo. [tradução de Vera Ribeiro]. Rio de Janeiro: Record, 2000. ISBN 85-01-05486-0 e a letra B uma de suas diferentes concentrações.RODHES, Richard. Mestres da morte: a invenção do holocausto pela SS nazista. Rio de Janeiro: Jorge Zahar, 2003. ISBN 85-7110-731-9 Este composto foi escolhido por proporcionar, com eficiência, uma morte rápida.SPIELVOGEL, Jackson J. Civilizaciones de Occidente. vol.B. 5. ed. México: Tompson, 2004 O produto é conhecido por seu uso pela Alemanha nazista durante o Holocausto para assassinar aproximadamente 1,1 milhão de pessoas em câmaras de gás instaladas em Auschwitz-Birkenau, Majdanek e outros campos de extermínio. == História == O Zyklon B foi desenvolvido em 1924 como um inseticida na Deutsche Gesellschaft für Schädlingsbekämpfung mbH (Degesch).Zyklon B: An Insecticide Becomes a Means for Mass Murder, site Wollheim Memorial Por ser inodoro, o produto era comercializado, por motivos de segurança, com um odorizador (um éster do ácido bromoacético), semelhante o que acontece ao \"gás de cozinha\". Nos campos de concentração, Zyklon B foi inicialmente usado para desinfestar piolhos e evitar o tifo.PITA, Rene. Armas químicas: La ciencia en manos del mal. Madrid: Plaza e Valdes Editores, 2008. ISBN 978-84-96780-42-2 O Zyklon B era fornecido pelas companhias alemãs Degesch (Deutsche Gesellschaft für Schädlingsbekämpfung mbH) e Tesch (Tesch und Stabenow, Internationale Gesellschaft für Schädlingsbekämpfung m.b.H.), sob licença do detentor da patente, a firma IG Farben. Posteriormente sendo utilizado nas câmaras de gás em diversos campos de concentração na Europa, com o único objetivo de exterminar em massa judeus e outros inimigos da Alemanha Nazista. Na França, o grupo Ugine também produziu massivamente o Zyklon B na sua fábrica de Villers-Saint-Sépulcre (Oise). O uso da palavra Zyklon (alemão para ciclone) continua a suscitar vivas reações de grupos judeus. Em 1998 a Siemens e em 2002 a Bosch Siemens Hausgeräte e Umbro foram forçadas a recuar nas tentativas de usar ou registrar a marca para seus produtos. == Toxicologia == miniaturadaimagem|Aspecto físico do Zyklon B Os principais compostos do produto eram ácido cianídrico, cloro e nitrogênio. Ácido cianídrico é um forte veneno para os animais superiores incluindo, assim, o homem. A DL50 corresponde a 1 mg/kg e é um líquido muito volátil, que ferve aos 25.6 °C.VIDAL-NAQUET, Pierre. Los asesinos de la memoria. Madrid: Siglo Veintiuno Editores, 1994. ISBN 968-23-1912-9 Sua meia-vida é de 20 a 60 min. Possui forte odor de amêndoas amargas.Toxicologia e Segurança de Laboratório O HCN é empregado absorvido em substâncias inertes, no caso do Zyklon B em sólidos e no Zyklon A em líquidos. É absorvido principalmente pela via inalatória. As reações do gás no organismo, na intoxicação aguda correspondem a midríase, convulsão, rigidez muscular e paralisia respiratória.MERCADAL, J.A.Martí. DESOILLE, H. Medicina del trabajo. 2. ed. Barcelona: Masson, 1993 ==Ver também== * Campo de concentração * Auschwitz-Birkenau * Negacionismo do Holocausto == Bibliografia == * MINERBI, Alessandra. Storia illustrata del nazismo. Giunti, 2002. == Ligações externas == * Operações de Asfixia por Gás Categoria:Holocausto Categoria:Armas químicas Categoria:Invenções e descobertas alemãs",
 "title": "Zyklon B"
}