{
 "id": "5744",
 "text": "O lutécio (do latim \"Lutetia\", nome antigo da cidade de Paris, França) é um elemento químico de símbolo Lu , de número atômico 71 (71 prótons e 71 elétrons) apresenta massa atômica 175 u. À temperatura ambiente, o lutécio encontra-se no estado sólido. Faz parte do grupo das terras raras. Por ser um elemento muito caro, sua aplicação é limitada, entretanto, encontra alguns usos na indústria do petróleo. Foi descoberto em 1878 por Jean-Charles Marignac, mais tarde em 1907 um químico francês Georges Urbain conseguiu separar as impurezas da itérbia em dois outros compostos na tentativa de purificá-los para obter as características físicas e químicas do mesmo, mas sem muito sucesso, aos quais deu o nome de neoiterbia e lutércia, respectivamente chamados de itérbio e lutécio atualmente. == Características e aplicações == Em alguns livros é colocado como metal de transição externa, já que seu elétron mais energético está no bloco f, e em outros aparece como elemento de transição interna, junto com os demais lantanídeos, já que compartilha com estes muitas propriedades, sendo o elemento mais difícil de isolar entre todos eles, o que justifica o seu preço e as poucas utilidades que apresenta. O lutécio é um metal trivalente de coloração branco prateado, resistente a corrosão e relativamente estável em presença do ar. É o elemento mais pesado e duro de todas as terras raras. O metal é empregado como catalisador no craqueamento do petróleo nas refinarias, e em diversos processos químicos como alquilação, hidrogenação e polimerização. Também usado enquanto oxiortosilicato de lutécio para activar cintilador de Cério em câmera gama de última geração, na medicina nuclear. O radioisótopo de massa 177 desse elemento está sendo utilizado como fonte de radiação beta menos, associado a partículas de hidroxiapatita, para pesquisas em tratamento de tumores. Essas partículas carreadoras do radioisótopo podem atuar de forma seletiva nas células tumorais e podem evitar a irradiação de células sadias. == História == A separação do lutécio do itérbio de Marignac foi descrito pela primeira vez por Urbain, prevalecendo o nome que este deu ao novo elemento descoberto. Urbain escolheu os nomes \"neoitérbio\" e \"lutécio\", apesar de Welsbach ter optado por chama-los de \"aldebaranio\" e \"casiopeo\". Em 1949 se decidiu conservar o nome itérbio e denominar o novo elemento de lutécio, mesmo que a comunidade científica alemã ainda empregue o nome \"casiopeo\" para o elemento 71. == Abundância == É encontrado na natureza como a maioria das demais terras raras, porém nunca solitário de forma nativa. O principal mineral de lutécio comercialmente explorável é a monazita (Ce, La, etc.)PO4 que contém 0,003% de lutécio. Não se conseguiu obter o metal puro até finais do século XX já que é extremamente difícil de ser preparado. O procedimento empregado é a troca iônica (redução de LuCl3 ou LuF3 anidro com metal alcalino ou metal alcalino- terroso) == Isótopos == O lutécio tem um isótopo estável, Lu-175, com uma abundância natural de 97,41%. Foram identificados 33 radioisótopos, sendo os mais estáveis o Lu-176, com uma meia-vida de 3,78 .1010 anos e abundância natural de 2,59%, o Lu-174 com 3,31 anos de meia-vida, e o Lu-173 com um período de semidesintegração de 1,37 anos. Os demais isótopos radioativos tem meias-vidas inferiores a 9 dias, e a maioria destes com menos de meia hora. O lutécio, ainda, apresenta 18 meta estados, dos quais os mais estáveis são o Lum-177, Lum-174 e o Lum-178 com meias-vidas de 160,4 dias, 142 dias e 23,1 minutos, respectivamente. As massas atômicas dos isótopos de lutécio variam desde 149,973 u do Lu-150 até 183,962 u do Lu-184. O principal modo de decaimento dos isótopos mais leves que o estável é a captura eletrônica (com alguns casos de emissão alfa) originando isótopos de itérbio. Os isótopos mais pesados que o estável se desintegram mediante a emissão beta resultando isótopos de háfnio. == Precauções == Como as demais terras raras, se supõem que o metal tem uma baixa toxicidade, porém o lutécio como seus compostos devem ser manuseados com a máxima precaução. Mesmo que não desempenhe nenhum papel biológico no corpo humano, acredita-se que o lutécio estimula o metabolismo. == Referências == * Sistema periódico, por Antonio Jiménez. (Marzo de 2004) == Ligações externas == * * * *",
 "title": "Lutécio"
}