{
 "id": "57459",
 "text": "Colelitíase é a formação de cálculos na vesícula biliar constituídos por componentes do suco biliar. O termo tanto se pode referir à simples presença dos cálculos como às doenças causadas por esses cálculos. Cerca de 80% das pessoas com cálculos biliares nunca chega a manifestar sintomas. O bloqueio do canal biliar por um cálculo causa uma dor característica na parte superior direita do abdómen, denominada cólica biliar. Os episódios de cólicas afetam todos os anos 1–4% das pessoas com cálculos biliares. Entre as possíveis complicações estão a inflamação da vesícula biliar (colecistite), inflamação do pâncreas (pancreatite), icterícia e a infeção de um canal biliar (colangite). Entre os sintomas destas complicações estão dor com duração superior a cinco horas, febre, pigmentação amarela da pele, urina escura e fezes claras. Entre os fatores de risco para a formação de cálculos biliares estão a pílula contracetiva, antecedentes familiares da doença, obesidade, diabetes, cirrose ou perda de peso súbita. Os cálculos são constituídos por componentes do suco biliar, sendo os mais comuns colesterol, sais biliares e bilirrubina. Os cálculos constituídos principalmente por colesterol são denominados cálculos de colesterol, enquanto os que são constituídos principalmente por bilirrubina são denominados cálculos pigmentares. O diagnóstico pode ser suspeito com base nos sintomas, sendo geralmente confirmado com ecografia. A presença de complicações pode ser detectada com análises ao sangue. O risco de cálculos biliares pode ser diminuído mantendo um peso saudável com prática de exercício físico e uma dieta saudável. Quando não se manifestam sintomas, geralmente não é necessário tratamento. Em pessoas com crises de dor, geralmente recomenda-se a remoção cirúrgica da vesícula biliar, denominada colecistectomia. Esta intervenção pode ser feita com várias pequenas incisões ou através de uma incisão maior, geralmente sob o efeito de anestesia geral. Nos casos raros em que não é possível a remoção cirúrgica, pode ser usada medicação para tentar dissolver os cálculos ou litotripsia para os fragmentar. Em países desenvolvidos, entre 10% e 15% dos adultos têm cálculos biliares. Por outro lado, em algumas regiões de África a frequência pode ser inferior a 3%. Em 2013, cerca de 104 milhões de pessoas (1,6%) foram afetadas por doenças relacionadas com a vesícula biliar, as quais foram responsáveis por mortes. A doença é mais comum entre mulheres e em idades superiores a 40 anos. A doença é mais comum entre algumas etnias. Cerca de 48% das pessoas de ancestralidade nativo-americana que vivem nos Estados Unidos têm cálculos biliares. Assim que a vesícula biliar é removida, o prognóstico é geralmente bom. ==Ligações externas== * Colelitíase no Manual Merck Categoria:Doenças do sistema digestivo Categoria:Dor abdominal",
 "title": "Colelitíase"
}