{
 "id": "57487",
 "text": "O Condado de Saboia (ou Savoia) (; ; ) foi um Estado integrado ao Sacro Império Romano-Germânico que existiu entre 1003 e 1416, quando seus governantes obtiveram o título de duque e o Estado passou a chamar-se Ducado de Saboia. ==Geografia== O território do condado estendia-se pelos vales alpinos entre a Itália e a França, ocupando as zonas próximas das cidades de Chambéry, nos territórios da atual Saboia e Alta Saboia, assim como o Vale de Aosta, os territórios do Piemonte, Nice e alguns cantões suíços. O condado de Saboia, que estava rodeado de vários países ou pagos, corresponde ao Pago Savogense (pagus Savogensis)Primeira citação feita , in Revue savoisienne, Académie florimontane, 1867, p.51 e estava rodeado a oeste pelo Pago Belicense (Bugey), a Este pelo Pago Genevense Pagus Genevensis - Maio 2021 (Condado de Genebra) e o Pago Tarentácio (Tarentaise), ao Sul pelo Pago Maurianense (Condado de Maurienne) e o Pago Gracianopolitano (Delfinado). ==História== ===Criação do condado=== O condado foi criado em 1003 por Humberto I de Saboia, para aumentar as suas possessões nos Alpes e no Norte da península Itálica. Depois da desagregação total do Reino de Borgonha no ano de 1032, o imperador Conrado II concedeu plenos poderes a Humberto I de Saboia, iniciador da dinastia de Saboia e permitiu-lhe que utilizasse a águia real alemã como brasão de armas. A cidade de Chambéry, a mais importante da época naquela região, foi designada como capital. O casamento de Adelaide de Susa, marquesa de Turim, com Otão de Saboia proporcionou a união dos territórios de Saboia aos dos Vales de Susa e do marquesado de Turim , território que se estendia pelo Piemonte. Em 1388 a cidade de Nice é colocada sob a protecção do Condado de Saboia, o pacto que a cidade nunca é entregue ao francês. A participação de Amadeu III de Saboia na Segunda Cruzada, onde morreu, permitiu a incorporação da cruz dos cruzados no brasão. === Cruzada Saboia === ===Criação do ducado=== Em 1416, o imperador Sigismundo I elevou o título de Amadeu VIII de Saboia de conde a duque, estabelecendo então a nova denominação como Ducado de Saboia. ==Brasões== Ficheiro:Lesser coat of arms of the Kingdom of Italy (1890).svg |Brasão de armas da Casa de Saboia Ficheiro:Coat of arms of the House of Savoy (early).svg|Brasão de armas do Condado de Saboia Ficheiro:Blason département fr Savoie.svg|Brasão de armas do Ducado de Saboia ==Lista dos senhores de Saboia== Ver o Lista dos senhores da Casa de Saboia com nomes de condes, duques e reis relacionados com a Casa de Saboia. == Bibliografia == * Alessandro Barbero, o Ducado de Saboia, o tribunal de um Estado da Administração franco-italiana, Roma-Bari 2002, ISBN 88-420-6708-3 Categoria:Condado de Saboia Categoria:Estados e territórios fundados em 1003 Categoria:Estados e territórios extintos em 1416",
 "title": "Condado de Saboia"
}