{
 "id": "57536",
 "text": "Um anuro é qualquer membro de um grupo diversificado e amplamente carnívoro de anfíbios que compõem a ordem Anura (literalmente \"sem cauda\" no grego antigo). A ordem inclui sapos, rãs e pererecas (ou relas). O mais antigo fóssil \"proto- anuro\" apareceu no início do Triássico de Madagascar, mas a datação do relógio molecular sugere que suas origens podem se estender ainda mais para o Permiano, há 265 milhões de anos. A maioria dos anuros adultos é caracterizada por corpo curto, olhos salientes, língua inserida anteriormente, membro posterior mais longo do que o anterior e ausência de cauda. A maioria das rãs tem um estilo de vida semiaquático, mas se move facilmente em terra, saltando ou escalando. Tipicamente, depositam os seus ovos em poças de água, charcos ou lagos, e as suas larvas, chamadas de girinos, têm guelras e desenvolvem-se na água. Rãs adultas seguem uma dieta carnívora, constituída principalmente de artrópodes, anelídeos e gastrópodes. Os anuros são reconhecíveis pelo seu chamamento (coaxo), que pode ser ouvido durante a noite ou dia, principalmente durante a sua época de reprodução e/ou em dias com alta umidade. Os anuros são amplamente distribuídos, indo desde os trópicos até regiões subárcticas, mas a maior concentração de diversidade de espécies está em florestas tropicais. Existem mais de 6.300 espécies registradas, representando cerca de 88% das espécies de anfíbios existentes. Eles também são uma das cinco ordens de vertebrados mais diversas. No entanto, populações de certas espécies estão em declínio significativo. É feita, por vezes, uma distinção entre rãs e sapos, baseando-se na sua aparência, provocada por evolução convergente entre os chamados sapos a ambientes secos, no entanto, a distinção não tem base taxonômica. A única família com o nome exclusivamente de \"sapo\" é a Bufonidae, mas muitas outras espécies de outras famílias também são chamadas \"sapos\", e espécies do gênero de sapos Atelopus são conhecidas com rãs-arlequins. == Taxonomia == Cerca de 88% das espécies de anfíbios são classificadas na ordem Anura. Isso inclui mais de 7.200 espécies em 55 famílias, das quais Craugastoridae (868 spp.), Hylidae 734 spp.), Microhylidae (700 spp.), e Bufonidae (628 spp.) são as mais ricas em número de espécies. O uso dos nomes comuns \"rã\", \"sapo\" e \"perereca\" não tem base taxonômica. De uma perspectiva taxonômica, todos os membros da ordem Anura são rãs, mas apenas os membros da família Bufonidae são considerados \"sapos verdadeiros\". O uso do termo \"rã\" em nomes comuns refere-se normalmente a espécies que são aquáticas ou semiaquáticas com peles macias e/ou úmidas, e o termo \"sapo\" refere-se normalmente a espécies tendencialmente terrestres com pele seca e rugosa. Uma excepção é o sapo-de-barriga-de-fogo (Bombina bombina): enquanto a sua pele é ligeiramente rugosa, prefere habitats úmidos. Enquanto isso, o termo \"perereca\" comumente refere-se às espécies que possuem discos adesivos nos dedos, como é o caso de Hylidae. Na maior parte desse artigo, o termo \"rã\" será utilizado para se referir aos anuros em geral. A ordem Anura inclui todas as rãs modernas e qualquer espécie fóssil que se enquadre na definição de anuro. As características dos adultos anuros incluem: nove ou menos vértebras pré-sacrais, a presença de um urostilo formado por vértebras fundidas, ausência de cauda, um ílio longo e inclinado para frente, membros anteriores mais curtos do que membros posteriores, rádio e ulna fundidos, tíbia e fíbula fundidos, ossos do tornozelo alongados, ausência de um osso pré-frontal, presença de uma placa hioide, língua sem suporte esquelético intrínseco, espaços linfáticos subcutâneos, e dois músculos extensores fixados à lente do olho. Sapos e rãs são classificados basicamente em três subordens: Archaeobatrachia, que inclui quatro famílias de rãs primitivas; Mesobatrachia, que incluem cinco famílias de rãs evolutivamente mais intermédias; e Neobatrachia, de longe o maior grupo, que contém as restantes 24 famílias de rãs \"modernas\", incluindo as espécies mais comuns de todo o mundo. A subordem Neobatrachia é depois dividida em Hyloidea e Ranoidea. Esta classificação é baseada em características morfológicas tais como o número de vértebras, a estrutura da cintura escapular, e a morfologia dos girinos. Enquanto esta classificação é amplamente aceita, relações entre famílias de rãs ainda são debatidas. Algumas espécies de anuros hibridizam prontamente. Por exemplo, a Pelophylax esculenta é um híbrido entre P. lessonae e P. ridibunda. Da mesma forma, Bombina bombina e B. variegata também formam híbridos, no entanto, estes são menos férteis que seus pais, dando origem a uma zona híbrida onde os híbridos são prevalentes. ==Evolução== As origens e as relações evolutivas entre os três grupos principais de anfíbios são muito debatidas. Uma filogenia molecular baseada na análise de DNA ribossômico datada de 2005 sugere que salamandras e cecílias estão mais intimamente relacionadas entre si do que com rãs e a divergência dos três grupos ocorreu no Paleozoico ou no início do Mesozoico, antes da divisão do supercontinente Pangeia e logo após sua divergência dos peixes com nadadeiras lobadas. Isso ajudaria a explicar a relativa escassez de fósseis de anfíbios do período anterior à divisão dos grupos. Outra análise filogenética molecular conduzida em 2005 concluiu que os lissanfíbios surgiram pela primeira vez há cerca de 330 milhões de anos e que a hipótese da origem da monofilia com os Temnospondyli é mais confiável do que outras teorias. A subordem Neobatrachia parece ter se originado na África ou na Índia, as salamandras no leste da Ásia e os cecilianos na Pangeia tropical. Outros pesquisadores, embora concordem com o principal objetivo deste estudo, questionaram a escolha dos pontos de calibração usados para sincronizar os dados. Eles propuseram que a data de diversificação lissamphibiana deveria ser colocada no Permiano, há um pouco menos de 300 milhões de anos, uma data em melhor acordo com os dados paleontológicos. Um estudo adicional em 2011 usando táxons extintos e vivos amostrados para dados morfológicos, bem como dados moleculares, chegou à conclusão de que Lissamphibia é monofilético e que deve ser aninhado em Lepospondyli em vez de dentro Temnospondyli. O estudo postulou que a Lissamphibia se originou não antes do final do Carbonífero, há cerca de 290 a 305 milhões de anos. A divisão entre Anura e Caudata foi estimada como tendo ocorrido há 292 milhões de anos, um pouco mais tarde do que a maioria dos estudos moleculares sugere, com os cecilianos dividindo-se há cerca de 239 milhões de anos. Em 2008, Gerobatrachus hottoni, um temnospôndilo um batráquio ancestral com muitas características semelhantes às de rãs e salamandras, foi descoberto no Texas. Ele datava de 290 milhões de anos e foi considerado um elo perdido, um grupo tronco batráquio próximo ao ancestral comum de sapos e salamandras, de acordo com a hipótese amplamente aceita de que sapos e salamandras estão mais intimamente relacionados entre si (formando um clado chamado Batrachia) do que com cecílias. No entanto, outros sugeriram que Gerobatrachus hottoni não possuía relação considerável com os anfíbios existentes. Salientia (do latim salere (salio), \"saltar\") é o nome do grupo total que inclui rãs modernas da ordem Anura, bem como seus parentes fósseis próximos, as \"proto-rãs\" ou \"rãs-caule\". As características comuns possuídas por essas proto-rãs incluem 14 vértebras pré-sacrais (as rãs modernas têm 8 ou 9), um longo e inclinado para frente ílio na pelve, a presença de um osso frontoparietal e uma mandíbula sem dentes. Os primeiros anfíbios conhecidos que foram mais intimamente relacionados com rãs do que salamandras são Triadobatrachus massinoti, do início do período Triássico de Madagascar (há cerca de 250 milhões de anos), e Czatkobatrachus polonicus, do Triássico Inferior da Polônia (aproximadamente a mesma idade que Triadobatrachus). O crânio de Triadobatrachus é semelhante a uma rã, sendo largo com grandes órbitas oculares, mas o fóssil tem características que divergem das rãs modernas. Isso inclui um corpo mais longo com mais vértebras. A cauda possui vértebras separadas, ao contrário do urostilo ou cóccix fundido nas rãs modernas. Os ossos da tíbia e da fíbula também estão separados, sendo provável que Triadobatrachus não tenha sido um saltador eficiente. As primeiras \"rãs verdadeiras\" conhecidas que se enquadram na linhagem de anuros propriamente dita viveram todos no início do período Jurássico. Uma dessas primeiras espécies de rã, Prosalirus bitis, foi descoberta em 1995 na Formação Kayenta do Arizona e data o início do Jurássico, tornando Prosalirus um pouco mais recente do que Triadobatrachus. Prosalirus não tinha pernas muito aumentadas, mas tinha a estrutura de três pontas pélvicas típica das rãs modernas, assim como Triadobatrachus. Ao contrário de Triadobatrachus, Prosalirus tinha perdido quase toda sua cauda e estava bem adaptado para saltar. Outra rã do início do Jurássico é Vieraella herbsti, sendo conhecida apenas a partir de uma impressão dorsal e ventral de um único animal e foi estimada que medisse 33mm do focinho à cloaca. Notobatrachus degiustoi do Jurássico Médio, é ligeiramente mais jovem, cerca de 155 a 170 milhões de anos. As principais mudanças evolutivas nesta espécie envolveram o encurtamento do corpo e a perda da cauda. A evolução do Anura moderno provavelmente foi concluída no período Jurássico. Desde então, as mudanças evolutivas no número de cromossomos ocorreram cerca de 20 vezes mais rápido nos mamíferos do que nas rãs, o que significa que a especiação está ocorrendo mais rapidamente em mamíferos. De acordo com estudos genéticos, as famílias Hyloidea e Microhylidae e o clado Natatanura (compreendendo cerca de 88% das rãs vivas) diversificaram-se simultaneamente há cerca de 66 milhões de anos, logo após o Cretáceo, associado ao impacto de Chicxulub. Todas as origens da arborização (por exemplo, em Hyloidea e Natatanura) seguem a partir dessa época. Fósseis de rãs foram encontrados em todos os continentes da Terra. Em 2020, foi anunciado que fósseis de 40 milhões de anos de sapos-de-capacete (Calyptocephalellidae) foram descobertos por uma equipe de paleontólogos na Ilha Seymour, na Península Antártica, indicando que esta região era outrora lar de sapos aparentados com aqueles que agora vivem na América do Sul. O mais antigo registo fóssil completo de uma rã moderno é de Liaobatrachus, que viveu há 125 milhões de anos e tinha todas as características das rãs modernas, mas tinha 9 vértebras pré-sacrais em vez das 8 de sapos modernos. ===Filogenia=== Um cladograma mostrando as relações das diferentes famílias de rãs no clado Anura pode ser visto na tabela abaixo. Este diagrama, na forma de uma árvore, mostra como cada família de sapos está relacionada a outras famílias, com cada nó representando um ponto de ancestralidade comum. É baseado em Frost et al. (2006), Heinicke et al. (2009) e Pyron e Wiens (2011). Filogenia == Morfologia e fisiologia == '' A morfologia das rãs é única entre os anfíbios. Algumas características não são partilhadas por todas as cerca de 7000 espécies descritas de rãs. Contudo, algumas características gerais distinguem-nas de outros anfíbios. As rãs são normalmente bem equipadas para saltar, com longas patas posteriores e ossos do calcanhar alongados. Têm uma coluna vertebral curta, com menos do que dez vértebras livres e por ossos da cauda fundidos (urostilo ou cóccix), tipicamente resultando num fenótipo sem cauda em adultos. Como outros anfíbios, suas peles são altamente permeáveis, permitindo a entrada de oxigênio. Esta característica única permite que eles respirem através da pele. Geralmente, as costelas estão ausentes, de modo que os pulmões são preenchidos pelo bombeamento bucal e uma rã privada de seus pulmões pode manter suas funções corporais sem eles. Para que a pele sirva como órgão respiratório, ela deve permanecer úmida; isto faz com que as rãs sejam susceptíveis a várias substâncias que podem encontrar no meio ambiente, algumas das quais podem ser tóxicas e podem dissolver-se na película de água e passar para a corrente sanguínea. Esta pode ser uma das causas do declínio mundial das populações de rãs. As rãs variam amplamente em tamanho, desde 7,7 mm de Paedophryne amauensis de Papua-Nova Guiné, até 32 cm de Conraua goliath da África Central. Existem espécies pré-históricas extintas que atingiram tamanhos ainda maiores. A pele fica solta no corpo devido à falta de tecido conjuntivo laxo. As rãs têm três membranas palpebrais: uma é transparente para proteger os olhos debaixo d'água, e duas variam de translúcidas a opacas. Possuem um tímpano em cada lado da cabeça, que está envolvido na audição e, em algumas espécies, é coberto por pele. Os sapos verdadeiros não têm dentes, mas a maioria das rãs os tem, especificamente os dentes pedicelados, nos quais a coroa é separada da raiz por tecido fibroso, localizados na borda da mandíbula superior e os dentes vomerianos também estão no céu da boca. Não há dentes na mandíbula inferior e as rãs geralmente engolem a comida inteira. Os dentes são usados principalmente para agarrar a presa e mantê-la no lugar até engolir, um processo auxiliado pela retração dos olhos na cabeça. === Pés e pernas === A estrutura dos pés e das pernas varia muito entre as espécies de rãs, dependendo em parte onde vivem, se no solo, na água, nas árvores ou em tocas. As rãs devem ser capazes de se mexer rapidamente através do seu ambiente para apanhar presas e escapar aos predadores, tendo numerosas adaptações que os ajudam a fazê-lo. A maioria das rãs é proficiente em pular ou descende de ancestrais que o eram, com grande parte da morfologia musculoesquelética modificada para esse propósito. A tíbia, a fíbula e os tarsais foram fundidos em um único osso forte, assim como o rádio e a ulna nos membros anteriores (que devem absorver o impacto na aterrissagem). Os metatarsais tornaram-se alongados para aumentar o comprimento da perna e permitir que as rãs empurrem o solo por um período mais longo na decolagem. O ílio se alongou e formou uma articulação móvel com o sacro que, em saltadores especializados como ranídeos e hilídeos, funciona como uma articulação de membro adicional para impulsionar ainda mais os saltos. As vértebras da cauda se fundiram em um urostilo que é retraído para dentro da pelve, o que permite que a força seja transferida das pernas para o corpo durante um salto. O sistema muscular foi modificado de forma semelhante. Os membros posteriores das rãs ancestrais presumivelmente continham pares de músculos que atuariam em oposição (um músculo para flexionar o joelho, um músculo diferente para estendê-lo), como é visto na maioria dos outros animais com membros. No entanto, nas rãs modernas, quase todos os músculos foram modificados para contribuir com a ação de pular, restando apenas alguns pequenos músculos para trazer o membro de volta à posição inicial e manter a postura. Os músculos também foram bastante aumentados, com os principais músculos da perna respondendo por mais de 17% da massa total das rãs. Muitas rãs, especialmente as que vivem na água, têm dedos ligados por membranas. O grau a que os dedos dos pés estão ligados é directamente proporcional à quantidade de tempo que a espécie vive na água. Por exemplo, a espécie completamente aquática Hymenochirus sp. tem dedos totalmente ligados pela membrana, enquanto que os dedos dos pés da rã- arborícola-de-white (Litoria caerulea), uma espécie arbórea, tem membrana apenas até a um quarto ou metade do dedo. Membros da família Leptodactylidae, apesar de serem aquáticas, não possuem essa membrana interdigital. Rãs- arborícolas, ou pererecas, têm \"ventosas\" para ajudar a agarrar superfícies verticais. Estas ventosas, localizadas na ponta dos dedos, não funcionam por sucção. Ao invés disso, a superfície das ventosas consiste de células interligadas, com um pequeno espaço entre células adjacentes. Quando a rã aplica pressão, as células aderem a irregularidades na superfície e a aderência é mantida durante a tensão superficial. Isto permite que as rãs se agarrem a superfícies lisas, e não funciona quando as ventosas estão demasiado molhadas. Em muitas rãs-arborícolas, uma \"estrutura intercalar\" pequena em cada dedo do pé aumenta a área da superfície que toca no substrato. Além disso, uma vez que saltar em árvores pode ser perigoso, muitas rãs arborícolas tem ancas que permitem tanto saltar como andar. Algumas rãs que vivem alto nas árvores possuem membranas interdigitais entre os dedos das patas traseiras até certo grau, tal como as rãs aquáticas. Nestas rãs arbóreas, as membranas permitem que as rãs planem de uma posição na canópia até outra. Rãs terrestres geralmente não têm as adaptações das rãs aquáticas e arborícolas. A maioria tem tubérculos menores, e membranas pequenas ou ausentes. Algumas rãs subterrâneas tem uma extensão no dedo do pé — um tubérculo do metatarso — que os ajudam a escavar. As patas posteriores das espécies terrestres são mais musculadas que as de espécies aquáticas ou arbóreas. Por vezes, durante o estádio de girino, uma das patas traseiras do animal é comido por uma larva de libelinha. Em alguns destes casos, a perna inteira cresce de qualquer modo, enquanto que em outros casos, isso não acontece, apesar da rã conseguir viver o seu tempo de vida normal com apenas três pernas. Em outras ocasiões, um verme chamado Ribeiroia penetra num girino, onde rearranja a células precursoras dos membros, o que causa por vezes o surgimento de pernas extras. BBC, June 25, 2009 === Pele === A pele da rã é protetora, tem função respiratória, pode absorver água e ajuda a controlar a temperatura corporal. A pele possui muitas glândulas, principalmente na cabeça e nas costas, que frequentemente exalam substâncias tóxicas e desagradáveis (glândulas granulares); estas secreções geralmente são pegajosas e ajudam a manter a pele úmida, protegem contra a entrada de fungos e bactérias e tornam o animal escorregadio e mais capaz de escapar de predadores.Stebbins, Robert C.; Cohen, Nathan W. (1995). A Natural History of Amphibians. Princeton University Press. pp. 10–14. ISBN 978-0-691-03281-8. A pele é trocada a cada poucas semanas. Geralmente se divide no meio das costas e na barriga, e a rã solta seus braços e pernas. A pele descascada é então trabalhada em direção à cabeça, onde é rapidamente comida.Frost, S. W. (1932). \"Notes on feeding and molting in frogs\". The American Naturalist. 66 (707): 530–540. doi:10.1086/280458. JSTOR 2456779. Por terem sangue frio, as rãs precisam adotar padrões de comportamento adequados para regular sua temperatura. Para se aquecer, eles podem se mover para o sol ou para uma superfície quente; se superaquecerem, podem se mover para a sombra ou adotar uma postura que exponha ao ar uma área mínima da pele. Essa postura também é usada para evitar a perda de água e envolve o sapo de cócoras próximo ao substrato, com as mãos e os pés enfiados sob o queixo e o corpo. A cor da pele da rã é usada para termorregulação. Em condições frias e úmidas, a cor será mais escura do que em um dia quente e seco. Chiromantis xerampelina pode até ficar branca para minimizar a chance de superaquecimento.Smyth, H. R. (1962). Amphibians and Their Ways. Macmillan. ISBN 978-0-02-612190-3. Muitas rãs são capazes de absorver água e oxigénio directamente através da pele, especialmente à volta da zona pélvica, contudo, a permeabilidade da pele de uma rã pode também resultar em perda de água. As glândulas localizadas por todo o corpo exalam muco que ajuda a manter a pele úmida e reduz a evaporação. Algumas glândulas nas mãos e no tórax dos machos são especializadas em produzir secreções pegajosas para ajudar no amplexo. Glândulas semelhantes em pererecas produzem uma substância semelhante a cola nos discos adesivos dos pés. Algumas rãs arbóreas reduzem a perda de água por terem uma camada de pele à prova d'água, e várias espécies da América do Sul revestem sua pele com uma secreção cerosa. Outras têm comportamentos adaptados à conservação de água, incluindo actividades nocturnas e descansar em posições que conservam água. Algumas espécies de rã também descansam em grupos grandes, tocando a pele de uma rã vizinha. Isto reduz a quantidade de pele exposta ao ar ou a uma superfície seca, e por isso reduz a perda de água. Estas adaptações apenas reduzem a perda de água em quantidade suficiente para uma existência predominantemente arbórea, e não são suficientes para condições áridas. A camuflagem é um mecanismo de defesa comum entre as rãs. A maioria das rãs camufladas são noturnas, o que soma à sua capacidade de se esconderem. Rãs noturnas normalmente encontram a posição ideal para se camuflarem durante o dia para dormirem. Algumas rãs têm a capacidade de mudar de cor, mas isto é normalmente restringido a tons de uma ou duas cores. Por exemplo, a rã- arborícola-de-white varia em tons de verde e castanho. Características tais como verrugas e dobras de pele são usualmente encontradas em rãs terrestres, onde uma pele lisa não os conseguiria disfarçar efectivamente. Algumas rãs mudam de cor entre a noite e o dia, pois a luz e umidade estimulam as células pigmentares e causam a sua expansão e contracção. === Respiração e circulação === A pele de uma rã é permeável ao oxigénio e dióxido de carbono, bem como à água. Existem vasos sanguíneos próximos à superfície da pele e, quando uma rã está debaixo d'água, o oxigênio se difunde diretamente para o sangue. Quando não submersa, a rã respira por um processo conhecido como bombeamento bucal. Seus pulmões são semelhantes aos dos humanos, mas os músculos do peito não estão envolvidos na respiração e não existem costelas ou diafragma para ajudar a mover o ar para dentro e para fora. Em vez disso, rãs respiram tomando ar pelas narinas, que em muitas espécies podem ser fechadas por válvulas, fazendo com que a garganta sopre para fora. Quando o assoalho da boca é comprimido, o ar é forçado para os pulmões. A rã aquática Barbourula kalimantanensis é a primeira espécie de anuro conhecido por não ter pulmões. As rãs, como todos os anfíbios, têm coração de três câmaras, uma característica que compartilham com os répteis (exceto os crocodilos). O sangue oxigenado dos pulmões e o sangue não-oxigenado dos tecidos respiratórios entram no coração por meio de aurículas separadas. Quando essas câmaras se contraem, as duas correntes sanguíneas passam para um ventrículo comum, antes de serem bombeadas por uma válvula em espiral para o vaso apropriado - a aorta (para o sangue oxigenado), e a artéria pulmonar (para o sangue desoxigenado). O ventrículo é parcialmente dividido em cavidades estreitas, o que minimiza a mistura dos dois tipos de sangue. Esta estrutura especial permite que as rãs tenham uma taxa metabólica mais alta e sejam mais activas.} Algumas espécies de rãs têm adaptações que lhes permitem sobreviver em águas com pouco oxigénio. Telmatobius culeus é uma dessas espécies, e tem a pele enrugada que aumenta sua área de superfície para aumentar as trocas gasosas. Normalmente não faz uso de seus pulmões rudimentares, mas às vezes levanta e abaixa seu corpo ritmicamente enquanto está no leito do lago para aumentar o fluxo de água ao seu redor. miniaturadaimagem|Modelo anatômico de uma rã dissecada: 1 átrio direito, 2 pulmões, 3 aorta, 4 massa de ovo, 5 cólon, 6 átrio esquerdo, 7 ventrículo, 8 estômago, 9 fígado, 10 vesícula biliar, 11 intestino delgado, 12 cloaca === Digestão e excreção === Rãs têm dentes superiores ao longo da mandíbula superior, usados para segurar o alimento antes de engolir. Estes dentes são muito fracos, e não podem ser usado para mastigar, pegar e ferir presas ágeis. Em vez disso, a rã usa a sua língua pegajosa e fendida para apanhar moscas e outras pequenas presas em movimento. As rãs marsupiais de Gunther (Gastrotheca guentheri) são as únicas com dentes verdadeiros em ambas as mandíbulas. A língua normalmente é inserida anteriormente, na parte da frente da boca. Algumas rãs não têm língua e apenas enfiam comida na boca com as mãos. O alimento capturado então move-se através do esófago até ao estômago. Os olhos auxiliam na deglutição dos alimentos, pois podem ser retraídos através de orifícios no crânio e ajudam a empurrar os alimentos pela garganta. A comida então se move através do esôfago para o estômago, onde as enzimas digestivas são adicionadas e são agitadas. Em seguida, segue para o intestino delgado (duodeno e íleo), onde ocorre a maior parte da digestão. O suco pancreático do pâncreas e a bile, produzida pelo fígado e armazenada na vesícula biliar, são secretados no intestino delgado, onde os fluidos digerem os alimentos e os nutrientes são absorvidos. Os resíduos alimentares passam para o intestino grosso, onde o excesso de água é removido e os resíduos são eliminados pela cloaca. Embora adaptadas à vida terrestre, as rãs se assemelham aos peixes de água doce em sua incapacidade de conservar a água corporal de forma eficaz. Quando estão em terra, muita água é perdida por evaporação da pele. O sistema excretor é semelhante ao dos mamíferos e existem dois rins que removem produtos nitrogenados do sangue. As rãs produzem grandes quantidades de urina diluída para eliminar os produtos tóxicos dos túbulos renais. O nitrogênio é excretado como amônia por girinos e rãs aquáticas, mas principalmente como ureia, um produto menos tóxico, pela maioria dos adultos terrestres. Em contraste, algumas espécies de pererecas com pouco acesso à água excretam o ainda menos tóxico ácido úrico. A urina passa ao longo dos ureteres emparelhados para a bexiga urinária, de onde é liberada periodicamente para a cloaca. Todos os resíduos corporais saem do corpo através da cloaca que termina em uma abertura cloacal. === Sistema nervoso === O sapo tem um sistema nervoso altamente desenvolvido, que consiste em um cérebro, medula espinhal e nervos. Muitas partes do cérebro da rã correspondem às presentes nos seres humanos. É constituída por dois lobos olfativos, dois hemisférios cerebrais, um corpo pineal, dois lobos ópticos, um cerebelo e uma medula oblonga. A coordenação muscular e a postura são controladas pelo cerebelo e a medula oblonga regula a respiração, a digestão e outras funções automáticas. O tamanho relativo do cérebro em sapos é muito menor do que em humanos. As rãs têm dez pares de nervos cranianos que passam informações de fora diretamente para o cérebro, e dez pares de nervos espinhais que passam informações das extremidades para o cérebro através da medula espinhal. Em contraste, todos os amniotas (mamíferos, pássaros e répteis) têm doze pares de nervos cranianos. ===Visão=== Os olhos da maioria das rãs estão localizados em cada lado da cabeça perto do topo e se projetam para fora como protuberâncias hemisféricas. Eles fornecem visão binocular em um campo de 100° para a frente e um campo visual total de quase 360°. Eles podem ser a única parte de uma rã submersa a se projetar da água. Cada olho tem pálpebras superiores e inferiores que podem ser fechadas e uma membrana nictitante que fornece proteção adicional, especialmente quando o sapo está nadando. Membros da família aquática Pipidae têm os olhos localizados no topo da cabeça, uma posição mais adequada para detectar presas na água acima. As íris vêm em uma variedade de cores e as pupilas em uma variedade de formas. O sapo-comum (Bufo bufo) tem íris douradas e pupilas em fenda horizontal, a rã de olhos vermelhos (Agalychnis callidryas) tem pupilas verticais, a rã venenosa tem íris escuras, o sapo-de-barriga-de- fogo (Bombina bombina) tem pupilas triangulares e o sapo-tomate (Dyscophus spp.) tem pupilas circulares. As íris do sapo-do-sul (Anaxyrus terrestris) são padronizadas de modo a se misturar com a pele camuflada circundante. A visão distante de uma rã é melhor do que a visão próxima. Além disso, as rãs podem ver em cores, mesmo com luz muito baixa. === Vocalização === O chamado ou coaxar de uma rã é exclusivo a sua espécie. As rãs criam esse som ao passar o ar pela laringe na garganta. Na maioria das rãs que vocaliza, o som é amplificado por um ou mais sacos vocais, membranas de pele sob a garganta ou no canto da boca, que se distendem durante a amplificação do chamado. Algumas vocalizações de sapos são tão altas que podem ser ouvidas a até um quilômetro de distância. Além disso, algumas espécies utilizam estruturas feitas por humanos, como tubos de drenagem para amplificação artificial de sua chamada. As rãs dos géneros Heleioporus e Neobatrachus não possuem sacos vocais, mas ainda produzir um chamamento alto. Sua cavidade bucal é alargada e em forma de cúpula, atuando como uma câmara de ressonância que amplifica o som. Espécies de rã que não têm bolsas vocais e que não têm um chamado alto tendem a habitar áreas próximas a água corrente constantemente barulhenta, necessitando de um meio alternativo para a comunicação. O principal motivo do chamado é permitir que os sapos machos atraiam uma parceira. Os machos podem chamar individualmente ou em grupo, formando um coro. As fêmeas de muitas espécies de rãs, como Polypedates leucomystax, respondem aos chamados dos machos, que atuam para reforçar a atividade reprodutiva em uma colônia de reprodução. As rãs fêmeas preferem machos que produzem sons de maior intensidade e menor frequência, atributos que se destacam na multidão. Rãs da espécie Atelopus franciscus apesar de não terem tímpanos ou sacos vocais emitem chamamentos específicos muito simples e conseguem discriminar o chamamento de interspecíficos a distãncias inferiores a 8 m. Um chamado diferente é emitido por uma rã (macho ou fêmea) não receptiva quando montada por outro macho. Este é um som distinto e é acompanhado por uma vibração do corpo. As pererecas e algumas espécies não aquáticas têm um chamado de chuva que fazem com base nos sinais de umidade antes de uma chuva. Muitas espécies também têm uma chamada territorial que é usada para afugentar outros machos. Todas essas chamadas são emitidas com a boca da rã fechada. Um chamado de socorro, emitido por algumas rãs quando estão em perigo, é produzido com a boca aberta, resultando em um chamado mais agudo. É normalmente usado quando o sapo foi agarrado por um predador e pode servir para distrair ou desorientar o atacante para que ele solte o sapo. Muitas espécies de rãs têm coaxos profundos. == Locomoção == Diferentes espécies de rãs usam vários métodos de locomoção, incluindo saltar, correr, andar, planar e nadar. ;Saltar Os anuros são geralmente reconhecidos como saltadores excepcionais e, em relação ao seu tamanho, os melhores saltadores de todos os vertebrados. A rã australiana Litoria nasuta pode saltar 50 vezes o comprimento do seu corpo (5.5 cm), resultando em saltos de mais de dois metros. A aceleração do salto pode ir até duas vezes a força da gravidade. Há diferenças brutais entre espécies em termos de capacidade de saltar, mas dentro de uma espécie, a distância dos saltos aumenta proporcionalmente ao aumento de tamanho do corpo, mas a distância relativa do salto (quantas vezes o salto ultrapassa o comprimento do corpo) diminui. Em alguns saltadores extremamente capazes, tais como a Osteopilus septentrionalis e Rana pipiens, o pico da potência exercida durante um salto pode exceder o que um músculo é teoricamente capaz de produzir. Quando os músculos se contraem, a energia é primeiro transferida para o tendão alongado, que envolve o osso do tornozelo. Em seguida, os músculos se alongam novamente ao mesmo tempo que o tendão libera sua energia como uma catapulta para produzir uma poderosa aceleração além dos limites da aceleração impulsionada pelos músculos. ;Andar e correr As rãs das famílias Bufonidae, Rhinophrynidae e Microhylidae têm patas traseiras curtas e tendem a andar em vez de pular. Quando tentam se mover rapidamente, aceleram a taxa de movimento de seus membros ou recorrem a uma marcha desajeitada e saltitante. Phlyctimantis maculatus tem membros posteriores curtos e finos, inadequados para pular. Ele pode se mover rapidamente usando uma marcha em que as duas patas traseiras são usadas alternadamente. A fotografia em câmera lenta mostra que, ao contrário de um cavalo que pode trotar ou galopar, o andar do sapo permaneceu semelhante em velocidades lenta, média e rápida. Esta espécie também pode subir em árvores e arbustos, e o faz à noite para pegar insetos. ;Escavar Algumas rãs se adaptaram para cavar e viver no subsolo. Eles tendem a ter corpos arredondados, membros curtos, cabeças pequenas com olhos salientes e patas traseiras adaptadas para escavação. Um exemplo extremo disso é o sapo roxo (Nasikabatrachus sahyadrensis) do sul da Índia, que se alimenta de cupins e passa quase toda a sua vida no subsolo. Ele surge brevemente durante a monção para acasalar e procriar em poças temporárias. Tem uma cabeça minúscula com um focinho pontudo e um corpo rechonchudo e arredondado. ;Nadar As rãs que vivem ou visitam a água têm adaptações que melhoram suas habilidades de natação. Os membros posteriores são fortemente musculosos e fortes. A membrana entre os dedos dos pés traseiros aumenta a área do pé e ajuda a impulsionar a rã com força na água. Os membros da família Pipidae são totalmente aquáticos e mostram a especialização mais marcada, com colunas vertebrais inflexíveis, corpos achatados e aerodinâmicos, sistemas de linha lateral e membros posteriores poderosos com grandes pés palmados. A maioria dos girinos tem grandes nadadeiras de cauda que fornecem impulso quando a cauda é movida de um lado para o outro. ;Escalar Muitas pererecas vivem no alto de copas, onde se arrastam pelos galhos e folhas, às vezes nunca descendo à terra. As \"verdadeiras\" pererecas pertencem à família Hylidae, mas membros de outras famílias de rãs adotaram independentemente um hábito arbóreo, um caso de evolução convergente. Estes incluem os sapos-de-vidro (Centrolenidae), os sapos-do-mato (Hyperoliidae), alguns dos sapos de boca estreita (Microhylidae) e os Rhacophoridae. A maioria das pererecas tem menos de 10 cm de comprimento, com pernas longas e dedos longos com almofadas adesivas nas pontas. A superfície das almofadas dos pés é formada por uma camada compacta de células hexagonais epidérmicas separadas por sulcos nos quais as glândulas secretam muco. Essas almofadas dos pés, umedecidas pelo muco, proporcionam aderência em qualquer superfície molhada ou seca, incluindo o vidro. As forças envolvidas incluem o limite de atrito da epiderme na superfície e também tensão superficial e viscosidade. Alguns membros da subfamília Phyllomedusinae têm dedos opositores em seus pés. A perereca-de-folhagem-com-perna-reticulada (Phyllomedusa ayeaye) tem um único dedo opositor em cada pata dianteira e dois nas patas traseiras. ;Planar Durante a história evolutiva das rãs, vários grupos diferentes independentemente se adaptaram para planar. Algumas rãs que habitam florestas tropicais são especialmente adaptadas para planar de árvore em árvore ou saltar de \"pára-quedas\" no solo da floresta. Um exemplo é o sapo- voador-de-wallace (Rhacophorus nigropalmatus), uma das poucas espécies de anuros que são capazes de planar, graças as suas grandes membranas interdigitais. == História natural == Como outros anfíbios, o ciclo de vida de uma rã normalmente começa na água, com um ovo que eclode em uma larva sem membros com guelras, comumente conhecida como girino. Após um crescimento adicional, durante o qual desenvolve membros e pulmões, o girino sofre metamorfose na qual sua aparência e órgãos internos são reorganizados. Depois disso, ele é capaz de sair da água como uma pequena rã que respira ar. === Reprodução de rãs === Dois tipos principais de reprodução ocorrem nas rãs, a reprodução prolongada e a reprodução explosiva. Na primeira, adotada pela maioria das espécies, as rãs adultas em certas épocas do ano se reúnem em um lago, brejo ou riacho para se reproduzir. Muitas rãs voltam aos mesmos corpos d'água nos quais se desenvolveram como girinos, o que geralmente resulta em migrações anuais envolvendo milhares de indivíduos. Na reprodução explosiva, que se estende por poucos dias, machos e fêmeas praticamente chegam juntos ao local de reprodução, formando um grande grupo de indivíduos reunidos. Geralmente essas espécies se acasalam após as primeiras chuvas fortes do ano. Na reprodução prolongada, os machos geralmente chegam primeiro ao local de reprodução e permanecem lá por algum tempo, enquanto as fêmeas tendem a chegar mais tarde e partem logo após a desova. A principal característica da reprodução prolongada é a escolha da fêmea. Os machos costumam sentar-se em territórios demarcados e usar vocalizações para atrair as fêmeas. As vocalizações que os machos emitem geralmente conferem algumas informações sobre suas características físicas; as fêmeas selecionam seus companheiros, pelo menos em parte, com base na profundidade de sua voz. Em algumas espécies, existem machos satélites que não têm território e não vocalizam. Eles podem interceptar mulheres que estão se aproximando de um macho vocalizador ou assumir um território desocupado. A vocalização é uma atividade que esgota a energia e, às vezes, os dois papéis se invertem e um macho que vocaliza abre mão de seu território e se torna um satélite. A reprodução explosiva é comum a muitos sapos, principalmente da família Bufonidae. Neste tipo de reprodução, os adultos maduros chegam aos criadouros em resposta a certos fatores desencadeantes, como a ocorrência de chuvas em áreas áridas. O acasalamento e a desova ocorrem prontamente e a velocidade de crescimento larval é rápida para fazer uso das poças efêmeras antes que sequem. A seleção do parceiro e o cortejo não são tão importantes quanto a velocidade na reprodução. Em alguns anos, as condições adequadas podem não ocorrer e as rãs podem ficar dois ou mais anos sem procriar. Algumas fêmeas de Spea multiplicata só desovam metade dos ovos disponíveis de cada vez, talvez retendo alguns para o caso de uma oportunidade reprodutiva melhor surgir mais tarde. No local de reprodução, o macho monta na fêmea e a agarra com força em volta do corpo. Normalmente, o amplexo ocorre na água, a fêmea libera seus óvulos e o macho os cobre com esperma; a fertilização é externa. Em muitas espécies, como Bufo cognatus, o macho restringe os ovos com as patas traseiras, mantendo-os no lugar por cerca de três minutos. Os membros do gênero Nimbaphrynoides da África Ocidental são únicos entre os sapos por serem vivíparos; Limnonectes larvaepartus, Eleutherodactylus jasperi e membros do gênero Nectophrynoides da Tanzânia são as únicas rãs conhecidas como ovovivíparas. Nessas espécies, a fertilização é interna e as fêmeas dão à luz rãs juvenis totalmente desenvolvidas, exceto L. larvaepartus, que dá à luz girinos. === Ciclo de vida === ====Ovos==== Embriões de rãs são tipicamente cercados por várias camadas de material gelatinoso, que fornece suporte e proteção ao permitir a passagem de oxigênio, dióxido de carbono e amônia, absorvendo a umidade e inchando em contato com a água. Após a fertilização, a porção mais interna se liquifica para permitir a livre movimentação do embrião em desenvolvimento. Em certas espécies, como a rã-de-perna-vermelha-do-norte (Rana aurora) e a rã-da-floresta (Rana sylvatica), algas verdes unicelulares simbióticas estão presentes no material gelatinoso. Acredita-se que eles possam beneficiar as larvas em desenvolvimento, fornecendo-lhes oxigênio extra por meio da fotossíntese. Os ovos são majoritariamente pretos ou marrom escuro, o que os dá a vantagem de absorver o calor do sol, que é retido por uma cápsula isolante. O interior dos aglomerados de ovos globulares da rã-da-floresta (Rana sylvatica) pode ser até 6°C mais quente do que a água circundante, o que acelera o desenvolvimento das larvas. A forma e o tamanho da massa de ovos são característicos da espécie. Os ranídeos tendem a produzir aglomerados globulares contendo um grande número de ovos, enquanto os bufonídeos produzem longas cordas cilíndricas. A pequena Eleutherodactylus limbatus põe os ovos individualmente, enterrando-os em solo úmido. A rã-defumada-da-selva (Leptodactylus pentadactylus) faz um ninho de espuma em uma cavidade; os ovos eclodem quando o ninho é inundado, ou os girinos podem completar seu desenvolvimento nessa espuma se não ocorrer inundação. A rã de olhos vermelhos (Agalychnis callidryas) deposita seus ovos em uma folha acima de um lago e, quando eclodem, as larvas caem na água abaixo. As larvas que se desenvolvem nos ovos podem detectar vibrações causadas por vespas ou cobras predadoras próximas e eclodirão cedo para evitar serem comidas. Em geral, o comprimento da fase de ovo depende da espécie e das condições ambientais. Os ovos aquáticos normalmente eclodem dentro de uma semana, quando a cápsula se divide como um resultado de enzimas liberadas pelas larvas em desenvolvimento. ====Girinos==== As larvas que emergem dos ovos, conhecidas como girinos, normalmente têm corpos ovais e caudas longas e achatadas verticalmente. Como regra geral, as larvas de vida livre são totalmente aquáticas, mas pelo menos uma espécie (Nannophrys ceylonensis) tem girinos semiterrestres que vivem entre rochas molhadas, Os girinos não têm pálpebras e têm esqueletos cartilaginosos, sistemas de linha lateral, brânquias para a respiração (brânquias externas primeiro, brânquias internas depois) e caudas achatadas verticalmente que usam para nadar. Desde o início de seu desenvolvimento, uma bolsa de guelras cobre as guelras e as patas dianteiras do girino. Os pulmões logo começam a se desenvolver e são usados como um órgão respiratório acessório. Algumas espécies passam por metamorfose ainda dentro do ovo e eclodem diretamente em pequenas rãs. Os girinos não têm dentes verdadeiros, mas as mandíbulas na maioria das espécies têm duas fileiras paralelas e alongadas de pequenas estruturas queratinizadas chamadas queradontes em suas mandíbulas superiores. Suas mandíbulas inferiores geralmente têm três fileiras de queradontes rodeadas por um bico córneo, mas o número de fileiras pode variar e os arranjos exatos das partes da boca fornecem um meio de identificação da espécie. Em Pipidae, com exceção de Hymenochirus, os girinos têm barbilhões anteriores emparelhados, o que os torna semelhantes a pequenos bagres. Suas caudas são enrijecidas por um notocórdio, mas não contém quaisquer elementos ósseos ou cartilaginosos, exceto por algumas vértebras na base que formam o urostilo durante a metamorfose. Isso foi sugerido como uma adaptação a seus estilos de vida; como a transformação em sapos é muito rápida, a cauda é feita apenas de tecido mole, pois o osso e a cartilagem demoram muito mais para serem quebrados e absorvidos. A barbatana e a ponta da cauda são frágeis e rasgam facilmente, o que é visto como uma adaptação para escapar de predadores que tentam agarrá- los pela cauda. Os girinos são tipicamente herbívoros, alimentando-se principalmente de algas, incluindo diatomáceas filtradas da água pelas guelras. Algumas espécies são carnívoras no estágio de girino, comendo insetos, girinos menores e peixes. A perereca cubana (Osteopilus septentrionalis) é uma das várias espécies em que os girinos podem ser canibais. Os girinos que desenvolvem pernas precocemente podem ser comidos pelos outros, então desenvolvedores tardios podem ter melhores perspectivas de sobrevivência a longo prazo. ====Metamorfose==== No final da fase de girino, as rãs sofrem metamorfose, em que transitam para a forma adulta. Esta metamorfose geralmente dura apenas 24 horas e é iniciada pela produção do hormônio tiroxina. Isso faz com que diferentes tecidos se desenvolvam de maneiras diferentes. As principais mudanças que ocorrem incluem o desenvolvimento dos pulmões e o desaparecimento das guelras e da bolsa branquial, tornando visíveis as patas dianteiras. A mandíbula inferior se transforma na grande mandíbula do adulto carnívoro, e o intestino longo e espiral do girino herbívoro é substituído pelo intestino curto típico de um predador. O sistema nervoso torna-se adaptado para audição e visão estereoscópica e para novos métodos de locomoção e alimentação. Os olhos são reposicionados mais acima na cabeça e as pálpebras e as glândulas associadas são formadas. O tímpano, o ouvido médio e o ouvido interno são desenvolvidos. A pele fica mais espessa e rígida, o sistema da linha lateral é perdido e as glândulas cutâneas são desenvolvidas. O estágio final é o desaparecimento da cauda, mas isso ocorre um pouco mais tarde, o tecido sendo usado para produzir um surto de crescimento nos membros. As rãs são mais vulneráveis aos predadores quando estão em metamorfose. Neste momento, a cauda está se perdendo e a locomoção por meio dos membros está apenas se estabelecendo. ====Adultos==== Após a metamorfose, os adultos jovens podem se dispersar em habitats terrestres ou continuar a viver no ambiente aquático. Quase todas as espécies de rãs são carnívoras quando adultas, predando invertebrados, incluindo artrópodes, vermes, caracóis e lesmas. Alguns dos maiores podem comer outras rãs, pequenos mamíferos e peixes. Algumas rãs usam suas línguas pegajosas para pegar presas que se movem rapidamente, enquanto outras colocam comida na boca com as mãos. Algumas espécies também comem matéria vegetal; a perereca Xenohyla truncata é parcialmente herbívora, sua dieta inclui uma grande proporção de frutas,. e a folivoria ocorre em Euphlyctis hexadactylus, com plantas constituindo 79,5% do volume de sua dieta. As rãs adultas são atacadas por muitos predadores. A rã-leopardo-do-norte (Lithobates pipiens) é comida por garças, falcões, peixes, salamandras grandes, cobras, guaxinins, gambás, visons, rãs-touro e outros animais. As rãs são predadores primários e uma parte importante da teia alimentar. Por serem de sangue frio, fazem uso eficiente dos alimentos que comem, com pouca energia sendo utilizada para processos metabólicos, enquanto o restante é transformado em biomassa. Eles próprios são comidos por predadores secundários e são os principais consumidores terrestres de invertebrados, a maioria dos quais se alimentam de plantas. Ao reduzir a herbivoria, eles desempenham um papel no aumento do crescimento das plantas e, portanto, fazem parte de um ecossistema delicadamente equilibrado. Pouco se sabe sobre a longevidade de rãs e sapos na natureza, mas alguns podem viver por muitos anos. Registos de rãs e sapos em cativeiro indicam longevidades até 40 anos. === Cuidado parental === Embora o cuidado com a prole seja mal compreendido em sapos, cerca de 20% das espécies de anfíbios podem cuidar de seus filhotes de alguma forma. A evolução do cuidado parental em rãs é impulsionada principalmente pelo tamanho do corpo d'água em que se reproduzem. Aqueles que se reproduzem em corpos d'água menores tendem a ter um comportamento de cuidado parental maior e mais complexo. Como a predação de ovos e larvas é alta em grandes corpos d'água, algumas espécies de rãs começaram a colocar seus ovos na terra. Uma vez que isso aconteceu, o dessecante ambiente terrestre exige que um ou ambos os pais os mantenham úmidos para garantir sua sobrevivência. A necessidade subsequente de transportar girinos nascidos para um corpo de água exigiu uma forma ainda mais intensa de cuidado parental. Em pequenos corpos d'água, predadores estão quase sempre ausentes e a competição entre girinos se torna a variável que restringe sua sobrevivência. Certas espécies de rãs evitam essa competição fazendo uso de pequenos fitotelmos como locais para depositar alguns girinos. Embora esses locais de criação menores sejam livres de competição, eles também carecem de nutrientes suficientes para sustentar um girino sem a assistência dos pais. As espécies de rãs que mudaram do uso de fitotelmas maiores para menores desenvolveram uma estratégia de fornecer aos seus filhotes ovos nutritivos, mas não fertilizados. A rela-morango (Oophaga pumilio) fêmea deposita seus ovos no chão de florestas. O macho os protege da predação e carrega água em sua cloaca para mantê-los úmidos. Quando eclodem, a fêmea move os girinos em suas costas para uma bromélia contendo água ou outro corpo d'água similar, depositando apenas um em cada local. Ela os visita regularmente e os alimenta colocando um ou dois ovos não fertilizados no fitotelmo, continuando a fazer isso até que os jovens estejam grandes o suficiente para sofrer metamorfose. Muitas outras formas diversas de cuidado parental são vistas em rãs. O macho de Colostethus subpunctatus fica de guarda sobre seu aglomerado de ovos, colocado sob uma pedra ou tronco. Quando os ovos eclodem, ele vocaliza e transporta os girinos nas costas para um corpo d'água temporário, onde mergulha parcialmente na água e um ou mais girinos caem. Ele então segue para outra piscina. O sapo-parteiro-comum (Alytes obstetra) também é conhecido por seu cuidado parental, onde os machos prendem as massas de ovos ao corpo e as carregam até a eclosão dos ovos, quando liberam os girinos em corpos d'água. A rã da espécie Physalaemus pustulosus constrói um ninho flutuante de espuma para proteger seus ovos da predação. A espuma é feita de proteínas e lectinas e aparenta ter propriedades antimicrobianas. Vários pares de rãs podem formar um ninho colonial em uma jangada construída anteriormente. Os ovos são colocados no centro, seguidos por camadas alternadas de espuma e ovos, terminando com uma cobertura de espuma. Algumas rãs protegem seus filhotes dentro de seus próprios corpos. Machos e fêmeas da espécie Assa darlingtoni guardam seus ovos, que são postos no chão. Quando os ovos eclodem, o macho lubrifica seu corpo com a geleia que os envolve e mergulha na massa de ovos. Os girinos se contorcem em bolsas de pele em seu lado, onde se desenvolvem até que se metamorfoseiam em sapos juvenis. A rã Rheobatrachus sp. da Austrália, agora provavelmente extinta, engole seus ovos fertilizados, que então se desenvolvem dentro de seu estômago. Ela para de se alimentar e para a secreção de suco gástrico. Os girinos dependem das gemas dos ovos para se alimentarem. Depois de seis ou sete semanas, eles estão prontos para a metamorfose. A mãe regurgita os sapinhos, que saltam de sua boca. A Rã de Darwin ( Rhinoderma darwinii ) do Chile põe até 40 ovos no chão, onde são guardados pelo macho. Quando os girinos estão prestes a eclodir, eles são engolfados pelo macho, que os carrega dentro de sua bolsa vocal muito dilatada, onde ficam imersos em um líquido espumoso e viscoso que contém alimento para complementar o que obtêm das gemas dos ovos. Eles permanecem na bolsa por sete a dez semanas antes de sofrer metamorfose, após o que eles se movem para a boca do macho e emergem. ==Defesa== À primeira vista, as rãs parecem bastante indefesas devido ao seu tamanho pequeno, movimento lento, pele fina e falta de estruturas defensivas, como espinhos, garras ou dentes. Muitos usam camuflagem para evitar a detecção, a pele frequentemente sendo manchada ou listrada em cores neutras que permitem que um sapo estacionário se funda ao seu ambiente. Alguns podem dar saltos prodigiosos, muitas vezes na água, que os ajudam a escapar de potenciais atacantes, enquanto muitos têm outras adaptações e estratégias defensivas. A pele de muitas rãs contém substâncias tóxicas leves chamadas bufotoxinas, que as tornam intragáveis para predadores em potencial. A maioria dos sapos têm grandes glândulas venenosas, as glândulas parotoides — localizadas nas laterais da cabeça, atrás dos olhos — e outras glândulas em outras partes do corpo. Essas glândulas secretam muco e uma série de toxinas que tornam os sapos escorregadios, desagradáveis ou venenosos. Se o efeito nocivo for imediato, o predador pode cessar sua ação e a rã pode escapar. Se o efeito se desenvolver mais lentamente, o predador pode aprender a evitar essa espécie no futuro. Algumas rãs venenosas tendem a anunciar sua toxicidade com cores vivas, uma estratégia adaptativa conhecida como aposematismo, como as rãs da família Dendrobatidae. São tipicamente vermelhas, laranja ou amarelas, muitas vezes com marcas pretas contrastantes em seus corpos. Já a rã Allobates zaparo não é venenosa, mas mimetiza a aparência de duas espécies tóxicas diferentes com as quais compartilha uma área comum no esforço de enganar predadores.Darst, Catherine R.; Cummings, Molly E. (2006). \"Predator learning favours mimicry of a less-toxic model in poison frogs\". Nature. 440 (7081): 208–211. Bibcode:2006Natur.440..208D. doi:10.1038/nature04297. PMID 16525472 Algumas rãs, tais como os membros da família Dendrobatidae, são especialmente tóxicos. Alguns povos nativos da América do Sul extraem veneno dessas espécies e aplicam-nos aos seus dardos para caçar, embora poucas espécies sejam tóxicas o suficiente para serem usadas com este propósito. Pelo menos duas espécies não venenosas de rãs na América tropical (Eleutherodactylus gaigei e Lithodytes lineatus) mimetizam a coloração de rãs venenosas para autoproteção (mimetismo batesiano). Algumas rãs obtêm venenos das formigas e outros artrópodes que comem. Outros, como os Pseudophryne corroboree e Pseudophryne pengilleyi, podem sintetizar os próprios alcaloides. A constituição química das toxinas das rãs variam de irritantes a alucinogénicos, convulsivos, neurotoxinas, e vasoconstritores. Muitos predadores de rãs adaptaram-se para tolerar níveis elevados destes venenos. Outros, incluindo humanos, podem ser severamente afectados. == Distribuição e estado de conservação== As rãs vivem em todos os continentes, exceto na Antártica e na maioria das ilhas oceânicas. Geralmente, a maior diversidade de anfíbios ocorre em regiões tropicais, onde há maior disponibilidade de água. Algumas rãs habitam zonas áridas, como desertos, e contam com adaptações específicas para sobreviver. Membros do género australiano Cyclorana enterram-se no subsolo, onde criam um casulo impermeável para estivar durante os períodos de seca. Assim que chove, as rãs emergem, encontram um corpo d'água temporário e procriam. O desenvolvimento de ovos e girinos é muito rápido em comparação com a maioria das outras rãs, então a reprodução pode ser concluída antes que o tanque seque. Algumas espécies de anuros estão adaptados a um ambiente frio, por exemplo, a rã-da-floresta (Rana sylvatica), cujo habitat se estende a norte do Círculo Polar Árctico, enterra- se no chão durante o inverno. Ainda que muito de seu corpo seja congelado, ela mantém uma alta concentração de glicose em seus órgãos vitais, o que os protege de danos. Em 2006, das 4.035 espécies de anfíbios que dependem da água em alguma etapa do ciclo de vida, 1.356 (33,6%) foram consideradas ameaçadas. É provável que seja uma sub-estimativa, visto que exclui 1.427 espécies para as quais os dados eram insuficientes. As populações de rãs diminuíram drasticamente desde 1950. Mais de um terço das espécies de rãs são consideradas ameaçadas de extinção e acredita-se que mais de 120 espécies tenham se extinguido desde a década de 1980. Entre essas espécies estão o Atelopus zeteki da Costa Rica e as Rheobatrachus da Austrália. A perda de habitat é uma importante causa de declínio populacional em rãs, tal como poluentes, alterações climáticas, a introdução de espécies não indígenas predadoras/competidoras, e doenças infecciosas emergentes, incluindo quitridiomicose. Muitos cientistas ambientais acreditam que os anfíbios, incluindo rãs, são excelentes indicadores biológicos da saúde do ecossistema mais ampla por causa de sua posição intermediária na cadeia alimentar, peles permeáveis e, pelo seu ciclo de vida normalmente bifásico (larvas aquáticas e adultos terrestre). Parece que são as espécie com ovos assim como larvas aquáticas que são as mais afectadas pelo declínio, enquanto aquelas com desenvolvimento directo são as mais resistentes. Um estudo canadense realizado em 2006, sugeriu que o tráfego pesado em seu ambiente era uma ameaça maior para as populações de rãs do que a perda de habitat. Doenças infecciosas emergentes, incluindo quitridiomicose e ranavírus, também são devastadoras para as populações. Mutações em sapos e defeitos genéticos aumentaram desde a década de 1990. Isso geralmente inclui pernas ausentes ou pernas extras. Várias causas foram identificadas ou hipotetizadas, incluindo um aumento da radiação ultravioleta que afeta a desova na superfície dos tanques, contaminação química por pesticidas e fertilizantes e parasitas como o trematódeo do género Ribeiroia. Provavelmente, todos eles estão envolvidos de forma complexa como estressores, fatores ambientais que contribuem para as taxas de doenças e vulnerabilidade ao ataque de parasitas. As malformações prejudicam a mobilidade e os indivíduos podem não sobreviver até a idade adulta. Um aumento no número de rãs comidas por aves pode realmente aumentar a probabilidade de parasitismo de outras rãs, porque o complexo ciclo de vida do trematódeo inclui o caracol Planorbidae e vários hospedeiros intermediários. Em alguns casos, programas de reprodução em cativeiro foram estabelecidos e tiveram grande sucesso. A Associação Mundial de Zoológicos e Aquários nomeou 2008 como o \"Ano do Sapo\", a fim de chamar a atenção para os problemas de conservação enfrentados por eles. == Usos == ===Culinária=== Pernas de rã são comidas por humanos em muitas partes do mundo. O prato francês cuisses de grenouille ou coxas de rã é um prato tradicional servido principalmente na região de Dombes. O prato também é comum nas partes de língua francesa da Louisiana, particularmente nas áreas Cajun do sul da Louisiana, bem como em Nova Orleans. Na Ásia, as pernas de rã são consumidas na China, Vietnã, Tailândia e Indonésia. Pernas de rã fazem parte da culinária chinesa de Sichuan e cantonesa. A Indonésia é o maior exportador mundial de carne de rã, exportando mais de 5.000 toneladas de carne de rã por ano, principalmente para França, Bélgica e Luxemburgo. ===Pesquisas científicas=== Em algumas escolas e universidade, as rãs são usadas para dissecações em aulas de anatomia, muitas vezes recebendo primeiro a injeção de substâncias coloridas para aumentar os contrastes entre os sistemas biológicos. Esta prática está diminuindo devido a questões de bem-estar animal, e \"sapos digitais\" agora estão disponíveis para dissecação virtual. As rãs serviram como animais experimentais ao longo da história da ciência. O biólogo do século XVIII, Luigi Galvani, descobriu a ligação entre a eletricidade e o sistema nervoso estudando rãs. Em 1852, H. F. Stannius usou o coração de uma rã em um procedimento denominado ligadura de Stannius para demonstrar que o ventrículo e os átrios batem independentemente um do outro e em taxas diferentes. Na primeira metade do século XX, a espécie Xenopus laevis foi amplamente utilizada em laboratórios para testes de gravidez. Uma amostra de urina de uma mulher grávida injetada em uma rã fêmea a induz a botar ovos, uma descoberta feita pelo zoólogo inglês Lancelot Hogben. Isso ocorre porque a gonadotrofina coriônica humana está presente em quantidades substanciais na urina das mulheres durante a gravidez. Em 1952, Robert Briggs e Thomas J. King clonaram uma rã por transferência nuclear de células somáticas. Esta mesma técnica foi usada mais tarde para criar a ovelha Dolly, e o experimento foi o primeiro transplante nuclear bem sucedido realizado em metazoários. As rãs são usadas na pesquisa de clonagem e em outros ramos da embriologia. Embora testes de gravidez alternativos tenham sido desenvolvidos, os biólogos continuam a usar o Xenopus como organismo modelo na biologia do desenvolvimento porque seus embriões são grandes e fáceis de manipular, sendo facilmente obtidos e mantidos no laboratório. Xenopus laevis está cada vez mais sendo substituído por seu parente menor, Xenopus tropicalis, que atinge sua idade reprodutiva em cinco meses, em vez de um a dois anos, como em X. laevis, facilitando assim estudos mais rápidos ao longo das gerações. Os genomas de Xenopus laevis, X. tropicalis, Rana catesbeiana, Rhinella marina e Nanorana parkeri foram sequenciados e depositados no banco de dados de genomas do NCBI. ===Potencial farmacêutico=== Como as toxinas de rãs são extraordinariamente diversas, elas atraíram a atenção de bioquímicos como uma \"farmácia natural\". O alcaloide epibatidina, um analgésico 200 vezes mais potente que a morfina, é encontrado em algumas espécies de dendrobatídeos. Outros químicos isolados da pele de rãs podem oferecer resistência à infecção pelo VIH. Venenos colocados em setas e dardos estão a ser investigados pelo seu potencial terapêutico. As secreções cutâneas de alguns sapos, como o Bufo alvarius e o sapo-cururu, possuem bufotoxinas, sendo que algumas, como a bufotenina, são psicoactivas, e têm por isso sido usadas como drogas recreativas. Tipicamente, as secreções da pele são secadas e fumadas. Lamber a pele de sapos é especialmente perigoso, e acreditar que basta lamber para ativar seus efeitos alucinógenos é um mito urbano. == Crenças culturais == As rãs e os sapos têm um lugar de destaque no folclore, nos contos de fadas e na cultura popular. Eles tendem a ser retratados como benignos, feios e desajeitados, mas com talentos ocultos. Os exemplos incluem Michigan J. Frog, \"O Príncipe Sapo\" e Caco, o Sapo. O desenho animado da Warner Brothers, One Froggy Evening, apresenta o personagem Michigan J. Frog, que canta e dança para aquele que o encontrar, mas não se apresentará em público. \"O Príncipe Sapo\" é um conto de fadas sobre um sapo que se transforma em um belo príncipe depois de receber o beijo de uma princesa. Caco, o Sapo é um personagem consciencioso e disciplinado de Os Marretas e Rua Sésamo; embora abertamente amigável e muito talentoso, ele é frequentemente retratado como se encolhendo com o comportamento fantasioso de personagens mais extravagantes. O povo Moche do antigo Peru adorava animais e muitas vezes representava rãs na sua arte. No Panamá, a lenda local afirmava que qualquer pessoa que visse uma rã-dourada-do-Pamaná teria sorte. Alguns acreditavam que, quando uma dessas rãs morresse, ela se transformaria em um talismã dourado conhecido como huaca. Hoje, apesar de estarem extintas na natureza, as rãs douradas panamenhas continuam sendo um importante símbolo cultural e são ilustradas em molas de tecido decorativo feito pelo povo Kuna. Eles também aparecem como parte do design embutido em um novo viaduto na Cidade do Panamá, em camisetas e até mesmo em bilhetes de loteria. O muiraquitã, presente em lendas indígenas brasileiras, é um artefato talhado em pedra ou madeira geralmente no formato de rã, considerado um amuleto poderoso contra toda tipo de malefício. == Ver também == * Perereca * Rã * Sapo * Declínio das populações de anfíbios * Rã transparente * Xenopus laevis == Bibliografia == * Barcelos, L.A. and R.O. ,Santos (2022). The Lissamphibian Fossil Record of South America doi:10.1007/s12549-022-00536-0 * * * Díaz, J. A. i O. Santos, T. (1998). Zoología. Aproximación evolutiva a la diversidad y organización de los animales. Editorial Síntesis, Madrid. ISBN 84-7738-591-2 * Estes, R., and O. A. Reig. (1973). \"The early fossil record of frogs: a review of the evidence.\" pp. 11–63 In J. L. Vial (Ed.), Evolutionary Biology of the Anurans: Contemporary Research on Major Problems. University of Missouri Press, Columbia. * * * J. B.; C. D. Camp. 2003. Human exploitation of amphibians: direct and indirect impacts. R. D. Semlitsch, editor. Amphibian Conservation. Smithsonian Institution, Washington. * * * == Ligações externas == * AmphibiaWeb (em inglês) * The Whole Frog Project – dissecção e anatomia virtual de uma rã (em inglês) * FNJV - Fonoteca Neotropical Jacques Vielliard - Unicamp – inclui vocalizações de anuros e de outros animais * Galeria de fotos de anfíbios por nome científico – inclui fotos de rãs * Lista Brasileira de Anfíbios por Sociedade Brasileira de Herpetologia * A preocupante extinção de anfíbios por Pesquisa FAPESP * Researchers Pinpoint Source of Poison Frogs' Deadly Defenses por Scientific American (em inglês) * Vídeo do desenvolvimento de um ovo até à eclosão Categoria:Anfíbios Categoria:Camuflagem",
 "title": "Anura"
}