{
 "id": "57552",
 "text": "Antônio Carlos dos Reis Rayol (São Luís, Maranhão, 15 de agosto de 1855 — Rio de Janeiro, 1905) foi um compositor, tenor, violinista e regente brasileiro. == Biografia == Aos seis anos já cantava em igrejas, com o registro de tenor. Aos 13 anos lecionava rudimentos teóricos de música, na Casa Educandos Artísticos, em São Luís. Em 1879, aos 24 anos, transferiu-se para o Rio de Janeiro, para participar de concurso que selecionava tenores. Obteve o primeiro lugar e recebeu bolsa de estudos para aperfeiçoar-se na Itália. Lá, durante dois anos, fez cursos de canto com Alberto Giannini (1842-1903) e harmonia e composição com Vincenzo Ferroni (1858-1934). Na Europa escreveu algumas composições, que foram editadas na Itália, além de uma ópera inédita, em homenagem a um membro da casa real italiana. Por ocasião da celebração do centenário de Gioacchino Rossini (1792-1868), classificou-se em quinto lugar em concurso de canto do qual participaram alguns dos mais famosos cantores da época. == Atividade profissional == De volta ao Rio de Janeiro, foi vice- diretor e professor da recém-criada Academia de Música. Em 1891 retornou ao Maranhão, dando vários recitais de canto, em São Luís e em Belém do Pará. Em julho de 1893 apresentou-se na tríplice função de cantor, regente e compositor, na estréia de sua obra intitulada \"Missa Solene\", apresentada na igreja da Imaculada Conceição, em São Luís do Maranhão. Um ano depois regeu outras peças de sua autoria, entre as quais a \"Quarta Sinfonia Originale\", para flauta, cordas e piano, \"Preghiera\", para violoncelo e piano, e a \"Grande Tarantela\", para piano solo. Em 1894 foi convidado para lecionar violino e canto em Recife; esteve também em Salvador, onde deu aulas no Conservatório de Música da Bahia. De volta a São Luís, organizou os Pastores Líricos, entidade empresarial e artística dos cantores desempregados. Em 1901, criou a Escola de Música do Maranhão, da qual foi o primeiro diretor e professor de canto. Deu melodia ao Hino do Estado do Maranhão, cuja autoria é do compositor Antônio Baptista de Godois. Em 1905, foi ao Rio de Janeiro para lecionar canto no Instituto Nacional de Música, mas faleceu dentro de poucos meses, aos 50 anos de idade. == Homenagens == É homenageado com um busto, na rua Antônio Rayol, localizado no centro Histórico de São Luís. == Acervo no Maranhão == Um dos maiores colecionadores da obra de Antônio Rayol foi o padre João Mohana. Ainda em vida ele doou toda sua coleção para o Arquivo Público do Maranhão, localizado na rua de Nazaré, no centro histórico da cidade de São Luís do Maranhão. Categoria:Naturais de São Luís (Maranhão) Categoria:Cantores de ópera do Brasil Categoria:Compositores eruditos do Brasil Categoria:Instrumentistas do Maranhão",
 "title": "Antônio Carlos dos Reis Rayol"
}