{
 "id": "57589",
 "text": "Atanásio de Alexandria (; ), foi o vigésimo arcebispo de Alexandria (como Atanásio I de Alexandria), Doutor da Igreja e santo da Igreja Católica. seu episcopado durou aproximadamente 45 anos ( – ), dos quais dezessete ele passou exilado, em cinco ocasiões diferentes e por ordem de quatro diferentes imperadores romanos. Atanásio foi um teólogo cristão, um dos \"padres da Igreja\", um defensor do trinitarismo contra o arianismo e um líder da comunidade de Alexandria no . O conflito contra Ário e seus seguidores, apoiados muitas vezes pela corte em Roma, moldou a carreira de Atanásio. Em 325, com 27 anos, começou a luta contra os arianos como assistente de seu arcebispo, Alexandre, no Concílio de Niceia, convocado pelo imperador Constantino I entre maio e agosto de 325 para tratar da tese ariana de que o Filho de Deus, Jesus de Nazaré, e Deus Pai seriam de substâncias (ousia) diferentes.Durant, Will. Caesar and Christ. New York: Simon and Schuster. 1972. Três anos depois de Niceia, Atanásio sucedeu ao seu arcebispo. Além do conflito contra os arianos, que incluía o partido liderado por Eusébio de Nicomédia, ele disputou também contra os imperadores Constantino, Constâncio II, Juliano, o Apóstata e Valente e, por isso, era conhecido como \"Athanasius Contra Mundum\" em latim. Apesar disso, poucos anos depois de sua morte, Gregório de Nazianzo chamou-o de \"Pilar da Igreja\". Suas obras foram celebradas por todos os padres da Igreja que vieram depois dele, tanto no ocidente quanto no oriente, que ressaltaram sua rica devoção ao Verbo- encarnado, sua grande preocupação pastoral e seu profundo interesse no nascente monasticismo. Atanásio aparece entre os quatro grandes doutores da Igreja orientais da Igreja Católica Romana. Na Ortodoxia, ele é chamado de \"Pai da Ortodoxia\". Algumas denominações protestantes chamam-no de \"Pai do Cânon\". == Biografia == === Primeiros anos === Atanásio nasceu em Alexandria ou, possivelmente, na cidade de Damanhur, perto do delta do Nilo, no Egito romano em 296. Alguns acadêmicos ocidentais consideram que seu domínio do grego, língua que Atanásio utilizou na maioria das obras sobreviventes, evidenciam que ele seria de origem grega. Porém, na literatura copta, ele é considerado como sendo o primeiro patriarca de Alexandria a fazer uso do copta juntamente com o grego em suas obras. A Enciclopédia Católica afirma que Atanásio teria nascido entre 296 e antes de 298. O argumento para esta última data começa com uma análise do compilador das famosas \"Cartas Pascoais\" logo depois de sua morte. Este autor, anônimo, afirmou que os arianos haviam afirmado Atanásio, entre outras coisas, de não ter ainda atingido a idade canônica (30 anos) e, por isso, ele não poderia ter sido ordenado patriarca de Alexandria em 328. Como ele não foi julgado novamente por essas acusações, Atanásio deve ter pelo menos parecido ter mais de 30 anos em 328 para a afirmação ser plausível.Rubenstein, Richard E., When Jesus Became God: The Epic Fight over Christ’s Divinity in the Last Days of Rome (New York: Harcourt Brace & Company, 1999), 105–106 Além disso, em duas passagens distintas (Hist. Ar., lxiv e De Syn., xviii), Atanásio afirma não se lembrar de ter sido testemunha ocular do início da grande perseguição pelos tetrarcas Diocleciano e Maximiano em fevereiro de 303. Ao fazer referência a estes eventos, ele nunca menciona lembranças próprias e se volta para as tradições, o que tende a indicar juventude (menos de 10 anos de idade) em 303. === Educação === Alexandria era o mais importante centro comercial de todo o Império Romano durante a infância de Atanásio. Intelectualmente, moralmente e politicamente, a fervilhante cidade egípcia era o retrato da diversidade étnica do mundo greco-romano, mais do que Roma, Constantinopla, Antioquia ou Massilia (Marselha, na França).Clifford, Cornelius, Catholic Encyclopedia 1930, Volume 2, Pgs: 35–40 \"Athanasius\". Sua famosa escola catequética, sem sacrificar em nada sua famosa paixão pela ortodoxia doutrinária que vinha dos tempos de Panteno, Clemente, Orígenes, Dionísio e Teognosto, já havia começado a adquirir uma característica quase secular e contava com estudiosos da cultura pagã entre os seus membros. RufinoHist. Ecl., Rufino, I, xiv relata a ocasião quando o bispo Alexandre convidou seus colegas para um café da manhã depois de um importante serviço religioso. Enquanto esperava pelos convidados na janela, ele assistiu alguns jovens brincando na praia. Ele logo percebeu que eles estavam imitando o elaborado ritual cristão do batismo. Ele mandou chamar os garotos e descobriu que um deles (Atanásio) era o \"bispo\" do grupo. Alexandre determinou que os batismos de mentira fossem considerados reais e estimulou Atanásio e seus companheiros a se prepararem para receber funções clericais. O próprio Alexandre ordenou Atanásio diácono em 319.Encyclopedia Americana, vol. 2 Danbury, Connecticut: Grolier Incorporated, 1997. ISBN 0-7172-0129-5. Em 325, Atanásio serviu como secretário do bispo no Concílio de Niceia. Já reconhecido como teólogo e asceta, ele era uma das escolha para suceder seu velho mentor como patriarca,Encyclopædia Britannica, 15th edition. Chicago: Encyclopædia Britannica, Inc. ISBN 0-85229-633-9 apesar da oposição dos seguidores de Ário e de Melécio de Licópolis. Enquanto ainda era diácono à serviço de Alexandre ou nos primeiros anos de seu patriarcado, é possível que Atanásio tenha se encontrado com alguns dos eremitas do deserto egípcio, principalmente com Antão do Deserto, cuja hagiografia acredita-se que ele tenha escrito. Ele havia tido uma boa educação e era versado em gramática e retórica e, apesar de ainda jovem e de não ter ainda alcançado o episcopado, já dava provas aos que o conheciam de sua sabedoria e sagacidade\". A primeira obra de Atanásio, \"Contra os Pagãos - Sobre a Encarnação \" (escrita antes de 319), revela traços da influência do origenismo no pensamento alexandrino (como a citação frequente de Platão e a utilização de um definição originada no \"Organon\" de Aristóteles), mas de forma ortodoxa. Atanásio conhecia também as teorias das diversas escolas filosóficas e, em particular, os principais avanços do neo-platonismo da época. Apesar disso, em obras subsequentes, Atanásio cita Homero mais de uma vez.Hist. Ar. 68; Orat. iv. 29 Em sua carta a Constâncio II, ele apresenta uma defesa de si com traços evidentes da influência da obra \"De Corona\", de Demóstenes. Atanásio conhecia o grego e admitia não saber nada de hebraico.Veja, por exemplo, a 39ª Carta Festiva de Santo Atanásio As passagens do Antigo Testamento que ele cita frequentemente são quase todas da Septuaginta grega.᾽Αλεξανδρεὺς τῷ γένει, ἀνὴρ λόγιος, δυνατὸς ὢν ἐν ταῖς γραφαῖς === Início da controvérsia ariana === Por volta de 319, quando Atanásio era diácono, um presbítero chamado Ário entrou em conflito direto com o bispo Alexandre de Alexandria. Ao que parece, Alexandre havia repreendido o presbítero por entender que doutrinas heréticas estariam sendo ensinadas por ele.Kannengiesser, Charles, “Alexander and Arius of Alexandria: The last Ante-Nicene theologians”, Miscelanea En Homenaje Al P. Antonio Orbe Compostellanum Vol. XXXV, no. 1-2. (Santiago de Compostela, 1990), 398 A visão teológica de Ário (o pouco que sobrevive de sua obra são citações feitas por concorrentes) parece ter estado firmemente enraizada no cristianismo alexandrino e seus pontos de vista certamente não eram radicaisːWilliams, Rowan, Arius: Heresy and Tradition (London: Darton, Longman and Todd, 1987),175 ele defendia uma cristologia subordinacionalista (que defendia que o Filho de Deus, o Logos, era \"criado\" e não \"gerado eternamente\", \"subordinado\", portanto, ao \"criador\"), fortemente influenciada por pensadores alexandrinos como Orígenes,Williams, 175 uma visão comum na cidade na época.Williams 154–155 O apoio de bispos como Eusébio de Cesareia\"Carta de Ário a Eusébio de Cesareia\" e Eusébio de Nicomédia\"Epístola Católica de Alexandre de Alexandria\" ajudam a entender como a cristologia de Ário era compartilhada por diversos outros cristãos por todo o império romano. === Patriarca === O episcopado de Atanásio começou em 9 de maio de 328 depois que o sínodo de Alexandria elegeu-o para suceder o idoso Alexandre. Este concílio também denunciou várias heresias e cismas, problemas que ocupariam Atanásio durante os 45 anos que ocuparia o trono em Alexandria. Ele passou dezessete fora de sua sé em cinco exílios diferentes ordenados por quatro imperadores romanos, sem contar aproximadamente seis outros incidentes nos quais Atanásio teve que fugir da cidade para fugir da população que pretendia matá-lo. Estes eventos deram origem à expressão \"Athanasius contra mundum (\"Atanásio contra o mundo\"). Porém, durante seus primeiros anos como bispo, visitou as igrejas de seu território, que abrangia todo o Egito e a Líbia. Ele também estabeleceu contato com os eremitas e monges do deserto, incluindo Pacômio, o que lhe seria muito útil no futuro. Porém, logo em seguida Atanásio se envolveu nas variadas disputas contra o arianismo que tomariam o resto de sua vida. ==== Primeiro exílio (11 de julho de 335—22 de novembro de 337) ==== O primeiro conflito de Atanásio foi Melécio de Licópolis e seus seguidores, que não aceitaram o resultado do Concílio de Niceia, que havia anatemizado Ário. Um antigo adversário de Atanásio, Melécio já havia tentado tomar o trono de Alexandria antes e era considerado um lapsi. Acusado de maltratar os arianos e os melecianos, Atanásio se defendeu das acusações num sínodo em Tiro, o Primeiro Concílio de Tiro, em 335. Durante os trabalhos, o líder ariano Eusébio de Nicomédia e seus aliados depuseram Atanásio. Em 6 de novembro, ambos os lados da disputa se encontraram com Constantino I em Constantinopla.Barnes, Timothy D., Athanasius and Constantius: Theology and Politics in the Constantinian Empire (Cambridge, Mass: Harvard University Press, 1993), 23 Na reunião, Atanásio foi acusado de tentar interferir com o suprimento de cereais do Egito e, sem nenhum julgamento formal, Constantino exilou-o em Augusta dos Tréveros (Tréveris, na Alemanha), na Gália Bélgica. ==== Segundo exílio (16 de abril de 339—21 de outubro de 346) ==== Quando Constantino morreu, Atanásio recebeu permissão para retomar sua sé em Alexandria. Logo depois, em 338, o filho de Constantino, o novo imperador Constâncio II, renovou o banimento de Atanásio. Ele seguiu para Roma e passou a ser protegido por Constante, o imperador romano do ocidente. Nesta época, Gregório da Capadócia foi instalado no trono de Alexandria, usurpando o direito de Atanásio que, contudo, manteve-se em contato com seu povo através das suas \"Cartas Pascoais\" anuais, nas quais ele também anunciava a data da Páscoa anualmente. Além disso, em 340, cem bispos se reuniram em Alexandria e se declararam a favor de Atanásio, vigorosamente rejeitando as críticas feitas pelo partido de Eusébio em Tiro. O papa Júlio I escreveu para os aliados de Ário exigindo fortemente que eles reinstalassem Atanásio, mas sem sucesso. O papa Júlio I convocou um sínodo em Roma em 341 para tratar do impasse e o resultado foi que Atanásio foi inocentado de todas as acusações. Em 346, quando o detestado usurpador, Gregório, morreu, Constante usou sua influência para permitir que Atanásio retornasse para Alexandria. A maior parte dos egípcios já havia então passado a considerar o bispo como uma espécie de herói nacional e sua recepção foi calorosa. Este foi o início de uma década de paz e prosperidade na região, durante a qual Atanásio reuniu diversos documentos sobre seus exílios e retornos numa obra chamada \"Apologia Contra os Arianos\". Porém, com a morte de Constante em 350, outra guerra civil se iniciou e o pró- ariano Constâncio II acabou tornando-se o único imperador. Um concílio local em Alexandria em 350 reafirmou (ou recolocou) Atanásio em sua sé. ==== Terceiro exílio (10 de julho de 356—21 de fevereiro de 362) ==== Constâncio II, retomando suas políticas anteriores em prol dos arianos, baniu Atanásio de Alexandria mais uma vez. Para tanto, emitiu uma carta que foi levada até o Egito pelo conde Heráclio e o prefeito augustal Catafrônio, que chegaram à cidade em 10 de julho. Ao exílio se seguiu, ainda em 356, uma tentativa de prendê-lo durante uma vigília. O bispo deposto fugiu para o Alto Egito e se escondeu em diversos mosteiros e eremitérios entre monges e eremitas com quem havia mantido contato. Foi neste período que Atanásio completou sua obra \"Quatro Orações contra os Arianos\" se defendeu na \"Apologia a Constâncio\" e \"Apologia por sua Fuga\". A persistência do imperador em sua luta contra Atanásio combinada a relatos de perseguições contra os cristãos não-arianos pelo novo bispo de Alexandria, o ariano Jorge de Laodiceia, estimularam Atanásio a escrever a emotiva \"História dos Arianos\", na qual ele descreve Constâncio como o precursor do Anticristo. Em 361, depois da morte do imperador, seguida logo depois pelo assassinato do tremendamente impopular Jorge, Atanásio retomou sua sé. No ano seguinte, ele convocou um novo concílio em Alexandria e o presidiu juntamente com Eusébio de Vercelli. Atanásio pediu união a todos os cristãos, mesmo que diferissem em questões de terminologia, preparando o caminho para sua definição do que seria a doutrina ortodoxa da Trindade. Porém, o concílio também tratou dos que negavam a divindade do Espírito Santo, a alma humana de Cristo e a divindade de Cristo. Acordaram-se medidas leves contra os bispos que se arrependeram, mas penas severas foram decretadas contra os principais líderes dos grandes movimentos heréticos. ==== Quarto exílio (24 de outubro de 362—5 de setembro de 363) ==== No mesmo ano, o novo imperador Juliano, conhecido por sua rejeição ao cristianismo, ordenou que Atanásio deixasse Alexandria novamente. Ele seguiu para o Alto Egito e lá ficou até a morte do imperador em 363. ==== Quinto exílio (5 de outubro de 365—31 de janeiro de 366) ==== Dois anos depois, o imperador Valente, que também era favorável aos arianos, exilou novamente Atanásio. Desta vez, porém, Atanásio se escondeu nos subúrbios de Alexandria, onde permaneceu por uns poucos meses até que as autoridades locais convenceram Valente a mudar de ideia. Alguns relatos indicam que ele teria passado todo este período no túmulo ancestral de sua família. ==== Anos finais ==== Depois de retornar para o trono no início de 366, Atanásio passou seus últimos anos arrumando os danos provocados pelos sucessivos períodos de violência, dissensão e exílios na Sé de Alexandria. Ele voltou a escrever e a pregar livremente e, caracteristicamente, reenfatizou a visão sobre a Encarnação que havia sido definida em Niceia. Em 2 de maio de 373, tendo consagrado como patriarca Pedro II de Alexandria, um de seus presbíteros, como sucessor, Atanásio morreu dormindo, rodeado de fiéis e aliados. == Obras == === Obras teológicas e polêmicas === Atanásio não era um teólogo especulativo. Como ele mesmo afirmou na sua \"Primeiras Cartas a Serapião\", se agarrava \"à tradição, ensinamentos e fé proclamadas pelos apóstolos e guardadas pelos padres\". Ele defendia não apenas que o Filho de Deus era consubstancial com o Pai, mas que também o era o Espírito Santo, uma ideia que teve grande influência no desenvolvimento de doutrinas posteriores sobre a Trindade. Sua \"Carta sobre os Decretos do Concílio de Niceia\" (De Decretis) é um importante relato histórico e teológico sobre os procedimentos do concílio. Outra, de 367, é a mais antiga conhecida listando os livros do Novo Testamento que inclui todos os livros aceitos universalmente como parte do Novo Testamento (há listas mais antigas que variam pela omissão ou adição de um ou outro livro; veja Desenvolvimento do cânon do Novo Testamento). Atanásio também escreveu uma obra em dois volumes. \"Contra os Pagãos\" e \"Sobre a Encarnação do Verbo de Deus\". Provavelmente escritas no início de sua vida, antes da controvérsia ariana,Justo L. Gonzalez in A History of Christian Thought lembra (p292) que E. Schwartz data a obra para depois, por volta de 335, mas \"seus argumentos não tem sido geralmente aceitos\". A introdução à tradução da CSMV da \"Sobre a Encarnação...\" data a obra em 318, por volta da época da ordenação de Atanásio ao diaconato (St Athanasius On the Incarnation, Mowbray, England 1953) elas são as primeiras obras clássicas de uma teologia ortodoxa mais desenvolvida. Na primeira parte, Atanásio ataca diversas práticas e crenças pagãs. Na segunda, ele apresenta sua tese sobre a redenção. Entre as demais estão suas \"Cartas a Serapião\", que tratam da divindade do Espírito Santo numa polêmica contra os macedonianos, e uma carta a Epiteto de Corinto, na qual Atanásio antecipa a controvérsia futura sobre a humanidade de Cristo. Outra carta, esta para um tal Dracôncio, clama ao monge que deixe o deserto para assumir encargos mais ativos como bispo. === Hagiográficas === Uma hagiografia de Santo Antão (ou \"Antônio, o Grande\"), intitulada Vita Antonii em latim é sua obra mais popular. Traduzida para diversas línguas, ela teve um importante papel na disseminação do ascetismo entre os cristãos do ocidente e do oriente. Ao representar Antão como um homem santo e analfabeto que, através de sua existência num ambiente inóspito, mantinha uma conexão absoluta com a verdade divina, a hagiografia dele lembra a de seu biógrafo, Atanásio.Dag Øistein Endsjø Primordial landscapes, incorruptible bodies. Desert asceticism and the Christian appropriation of Greek ideas on geography, bodies, and immortality. New York: Peter Lang 2008. === Literatura copta === Na literatura copta, Santo Atanásio é o primeiro patriarca de Alexandria a fazer uso, além do grego, da língua copta em suas obras. === Obras incorretamente atribuídas a Atanásio === Há várias outras obras atribuídas a ele, mas nenhuma outra conte com a aceitação geral dos estudiosos. Entre elas está o Credo de Atanásio que se acredita hoje em dia ter se originado no . === Cânon do Novo Testamento === Atanásio foi também a primeira pessoa a identificar os mesmos 27 livros do Novo Testamento utilizados hoje em dia como canônicos. Até então, listas similares de obras a serem lidas nas igrejas eram utilizadas. Um marco no desenvolvimento do cânon do Novo Testamento é a sua carta pascoal escrita em 367, conhecida geralmente como \"39ª Carta Pascal\". O papa Dâmaso I, bispo de Roma em 382, promulgou uma lista de livros que continha os mesmos livros propostos por Atanásio.Hahn, Paul Prof., \"Development of the Biblical Canon\" Um sínodo em Hipona, em 393, repetiu a lista de Atanásio e Dâmaso (sem a Epístola aos Hebreus) e um concílio em Cartago em 397 repetiram-na novamente. Porém, estudiosos debatem se a lista de Atanásio em 367 era ou não a base das listas posteriores. Como o cânon de Atanásio é, dentre os padres da Igreja, o que mais se parece com o cânon utilizado pelas igrejas protestantes modernas, muitos teólogos protestantes apontam Atanásio como o \"Pai do cânon\". Eles são idênticos, exceto que Atanásio inclui o Livro de Baruque e a Epístola de Jeremias, além de incluir o Livro de Ester entre os \"sete livros que não fazem parte do cânon, mas que devem ser lidos\", juntamente com a Sabedoria de Salomão, Sirácida, Judite, Tobias, a Didaquê e o Pastor de Hermas. == Veneração == Atanásio foi originalmente sepultado em Alexandria, mas seus restos foram depois transferidos para a Igreja de São Zacarias, em Veneza, Itália. Durante a visita do papa Shenouda III a Roma entre 4 e 10 de maio de 1973, o papa Paulo VI presenteou o patriarca copta com uma relíquia de Atanásio que ele trouxe de volta ao Egito em 15 de maio, que está atualmente preservada na nova Catedral Ortodoxa Copta de São Marcos, no Cairo. Porém, a maior parte dos restos de Santo Atanásio permanece em Veneza. São Gregório de Nazianzo (330—390), ele também um Doutor da Igreja, afirmou em sua \"Oração 21\": \"Quando elogio Atanásio, a própria virtude é meu tema: eu nomeio cada virtude com virtude com a mesma frequência com que nomeio a ele, que possuía todas as virtudes. Ele era o verdadeiro pilar da Igreja. Sua vida e conduta eram a regra dos bispos e sua doutrina, a regra da fé ortodoxa\". == Personalidade == === Aliados === Muitas denominações cristãs reverenciam Atanásio como santo, professor e \"pai\". Elas citam sua defesa à cristologia descrita no primeiro capítulo do Evangelho de João () e a importância de suas obras teológicasC.S. Lewis afirma que \"Sobre a Encarnação do Verbo de Deus\" é uma \"obra prima\"; Introduction to St. Athanasius on the Incarnation. Translated and edited by Sister Penelope Lawson, published by Mowbray 1944. p.9 como evidências de sua virtude. Elas também enfatizam a já citada relação próxima com Santo Antão, que é universalmente reverenciado. São Cirilo de Alexandria (370—444), em sua primeira epístola, diz: \"Atanásio é um dos confiáveis: ele não diria nada que não estivesse de acordo com as sagradas escrituras\" (Ep 1). === Críticos === Por toda vida, Atanásio teve muitos detratores. O estudioso clássico Timothy Barnes relata as acusações da época contra Atanásio: desde poluir um altar a vender os cereais que a Igreja havia destinado à alimentação dos pobres para obter ganhos pessoais, passando por atos violentos e até mesmo assassinatos para calar oponentes, nada faltou no rol das acusações.Barnes, Timothy D., Athanasius and Constantius: Theology and Politics in the Constantinian Empire (Cambridge, Mass: Harvard University Press, 1993),37 Atanásio utilizava o termo \"ariano\" para descrever os seguidores de Ário, mas também como um termo político depreciativo contra seguidores de ideias que ele considerava tão ruins quanto as dele.Barnes \"Athanasius and Constantius\",14, 128Barnes \"Athanasius and Constantius\",135 Estudiosos atualmente acreditam que o \"partido ariano\" não era monolítico,Haas, Christopher, “The Arians of Alexandria”, Vigiliae Christianae Vol. 47, no. 3 (1993), 239 mas que defendia diversas visões teológicas drasticamente diferentes que abrangiam todo o espectro teológico cristão.Chadwick, Henry, “Faith and Order at the Council of Nicaea”, Harvard Theological Review LIII (Cambridge Mass: 1960),173Williams, 63Kannengiesser \"Alexander and Arius\", 403 Ele apoiava os princípios do pensamento e da teologia origenistaKannengiesser, “Athanasius of Alexandria vs. Arius: The Alexandrian Crisis”, in The Roots of Egyptian Christianity (Studies in Antiquity and Christianity), ed. Birger A. Pearson and James E. Goehring (1986),208 e pouco mais em comum. Além disso, muitos dos chamados \"arianos\" não se consideravam seguidores de Ário.Williams, 82 == Ver também == == Bibliografia == * * * * * * * Anatolios, Khaled 2004. Athanasius. London: Routledge. [Contains selections from the Orations against the Arians (pp. 87–175) and Letters to Serapion on the Holy Spirit (pp. 212–33), together with the full texts of On the Council of Nicaea (pp. 176–211) and Letter 40: To Adelphius (pp. 234–42)] * * * Thompson, Robert W, 1971. Athanasius. Contra Gentes-De Incarnatione, text and ET, Oxford: Clarendon Press * On the Incarnation by Athanasius of Alexandria, on theologynetwork.org * Letters to Serapion (on the Holy Spirit) at archive.org * Alexander of Alexandria \"Catholic Epistle\", The Ecole Initiative, ecole.evansville.edu * Arnold, Duane W.-H., The Early Episcopal Career of Athanasius of Alexandria (1991) * Arius, “Arius’ letter to Eusebius of Nicomedia”, Ecclesiastical History, ed. Theodoret. Ser. 2, Vol. 3, 41, The Ecole Initiative, ecole.evansville.edu * Attwater, Donald and Catherine Rachel John. The Penguin Dictionary of Saints. 3rd edition. (New York: Penguin, 1993). ISBN 0-14-051312-4. * Barnes, Timothy D., Athanasius and Constantius: Theology and Politics in the Constantinian Empire (Cambridge, Mass.: Harvard University Press, 1993). * Barnes, Timothy D., Constantine and Eusebius (Cambridge, MA: Harvard University Press, 1981) * * Brakke, David. Athanasius and the Politics of Asceticism (1995) * Clifford, Cornelius, \"Athanasius\", Catholic Encyclopedia Vol. 2 (1930), 35–40 * Chadwick, Henry, “Faith and Order at the Council of Nicaea”, Harvard Theological Review LIII (Cambridge Mass: Harvard University Press, 1960), 171–195. * Endsjø, Dag Øistein. Primordial landscapes, incorruptible bodies. Desert asceticism and the Christian appropriation of Greek ideas on geography, bodies, and immortality. (New York: Peter Lang, 2008) * Ernest, James D., The Bible in Athanasius of Alexandria (Leiden: Brill, 2004). * Haas, Christopher. “The Arians of Alexandria”, Vigiliae Christianae Vol. 47, no. 3 (1993), 234–245. * Hanson, R.P.C., The Search for the Christian Doctrine of God: The Arian Controversy, 318–381 (T.&T.; Clark 1988) * Kannengiesser, Charles, “Alexander and Arius of Alexandria: The last Ante-Nicene theologians”, Miscelanea En Homenaje Al P. Antonio Orbe Compostellanum Vol. XXXV, no. 1-2. (Santiago de Compostela, 1990), 391–403. * Kannengiesser, Charles “Athanasius of Alexandria vs. Arius: The Alexandrian Crisis”, in The Roots of Egyptian Christianity (Studies in Antiquity and Christianity), ed. Birger A. Pearson and James E. Goehring (1986), 204–215. * Ng, Nathan K. K., The Spirituality of Athanasius (1991) * * Rubenstein, Richard E., When Jesus Became God: The Epic Fight over Christ’s Divinity in the Last Days of Rome (New York: Harcourt Brace & Company, 1999). * Williams, Rowan, \"Arius, Heresy and Tradition\" (London: Darton, Longman and Todd, 1987). == Ligações externas == * A Carta de Santo Atanásio Categoria:Santos do Egito Categoria:Padres da Igreja Categoria:Doutores da Igreja Categoria:Teólogos do Egito Categoria:Arcebispos de Alexandria Categoria:Santos do Império Romano Categoria:Opositores ao arianismo Categoria:Filósofos do século IV Categoria:Romanos antigos do século IV Categoria:Romanos antigos do século III Categoria:Ascetas Categoria:Místicos católicos Categoria:Participantes do Primeiro Concílio de Niceia",
 "title": "Atanásio de Alexandria"
}