{
 "id": "5758",
 "text": "Brandoa foi uma freguesia portuguesa do município da Amadora, com 2,22 km² de área e 17 805 habitantes (2011). Densidade: 8 020,3 hab/km². Foi extinta em 2013, no âmbito de uma reforma administrativa nacional, tendo agregado a freguesia de Alfornelos, para formar uma nova freguesia denominada Encosta do Sol.Unidade Técnica para a Reorganização Administrativa do Território Pronúncia da Assembleia Municipal da Amadora sobre a Reorganização Administrativa do Território. Acedido a 1 de julho de 2013. ==População== População da freguesia de Brandoa Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 22 968 28 566 15 647 17 805 Criada pela Lei 45/79 Diário da República - https://dre.tretas.org/dre/209689/, de 11 de Setembro == História == As primeiras referências que existem sobre este local datam de 1575. Nos arredores de Lisboa havia uma quinta de nome Brandoa. O nome da quinta teve origem nos seus proprietários – Dr.º Jerónimo Vaz Brandão e mais tarde a sua filha Maria Brandoa. Brandoa é uma palavra de origem céltica, que advém do nome feminino, cuja forma mais antiga, tem como terminação o ditongo nasal ão que passa ao, exemplo: Brandão / Brandoa. A quinta pertenceu sucessivamente a várias famílias, estando no final da década de 50 (1958/1959) na posse da família Freitas que, devido a problemas financeiros, hipotecam a quinta por 800 contos.800.000 Escudos Portugueses equivalente a aproximadamente 4.000 Euros Data também dessa altura o início do loteamento ilegal. Em meados de 1960 dá-se início ao processo de construção clandestina. Este processo está directamente relacionado com o surto emigratório das populações do campo para a cidade, o que veio provocar uma falta de resposta da grande cidade ao problema da habitação. A Brandoa era uma zona de fácil acesso, pois encontrava-se na periferia da cidade e nos limites do Concelho de Oeiras, local pouco vigiado pelos fiscais camarários. A 1ª fase de construção foi na vertente da Paiã, sendo os construtores, na maioria operários da construção civil, os próprios habitantes dos prédios. Em 1961 a Câmara Municipal de Oeiras publica vários anúncios nos jornais e editais, alertando para o facto de toda a construção na zona da Brandoa ser clandestina e se encontrar por isso sujeita a demolição. Mas estes avisos não evitaram a proliferação dos prédios. Em 1962 devido ao número de prédios já edificados (360) a Câmara propõe, pela primeira vez, a urbanização desta área. Mas a resolução do problema tarda em chegar. Em 1969 verifica-se o desmoronamento de um prédio de 6 andares. A partir desta data a Brandoa é o centro das atenções das entidades públicas e órgãos de comunicação social nacionais e estrangeiros. As entidades camarárias e governamentais são então chamadas a \"responder\" pelo desenvolvimento de um bairro clandestino com as dimensões da Brandoa. A Câmara manda embargar todos os prédios em construção. A Brandoa passa então a ser denominada o \"maior bairro clandestino da Europa\". Em 1971 já existe no Bairro uma Comissão de Moradores que reivindica alguns melhoramentos, como é o caso da água, electricidade, saneamento básico e asfaltamento das vias de comunicação. No ano seguinte iniciam-se algumas obras de saneamento básico. Em 1973 é constituído o Gabinete do Plano da Brandoa, que faz o levantamento do cadastro da propriedade e que classifica os edifícios com o objectivo de efectuar obras de melhoramentos. O trabalho deste Gabinete nunca chegou a ser concluído. E as condições de vida da população residente não sofreram alterações significativas. É também a partir deste período que o Movimento Associativo começa a desenvolver-se nas suas variadas componentes (social, cultural e desportiva). No dia 1 de Novembro de 1975, o Padre Sidónio Peixe assume a responsabilidade Pastoral da Brandoa. A sua presença e preserverança, foi decisiva para a evolução da Brandoa. Escolhe como Padroeira, Santa Teresinha do Menino Jesus. Foi-lhe atribuído o nome de uma Avenida, junto à Igreja Paroquial, já em 2012. Em 1979 é criado o Município da Amadora e no ano seguinte em 22 de Fevereiro, toma posse a primeira Junta de Freguesia da Brandoa. A Freguesia da Brandoa é então constituída por sete Bairros: Azinhaga dos Besouros; Casal de Alfornelos; Rua de Alfornelos; Urbanização de Alfornelos; 11 de Março; Quinta da Laje; e Brandoa. É a partir da década de 80 que se começam a fazer sentir as melhorias nas condições de vida da população residente. São criadas infra-estruturas básicas e equipamentos sociais como creches, o Edifício do ATL, a escolas, parques infantis, centro de apoio à população idosa, constroem-se e mantêm-se espaços verdes. Inicia-se o processo de urbanização e legalização dos prédios. A nova construção obedece já a regras de planeamento urbanístico, devidamente legalizados. Em 1989, foi inaugurado o Edifício da Igreja Paroquial. A pouco e pouco, a Brandoa começa a transformar-se, quer no seu aspecto físico, quer ao nível da população residente. As necessidades agora são outras e a Junta de Freguesia tem tentado responder aos anseios da população, dinamizando e apoiando uma série de actividades no âmbito cultural, recreativo e desportivo, possibilitando à população residente uma melhor qualidade de vida e tentando que esta localidade não seja apenas um dormitório da grande cidade. Em 1997 procedeu-se à divisão administrativa da Freguesia dando origem à nova Freguesia de Alfornelos, vem transformar a realidade física e social da Brandoa, que passou a ser constituída apenas pelos Bairros da Brandoa, Casal e Rua de Alfornelos. No ano 2002, na Brandoa esteve a funcionar o espaço de internet e serviços, espaços verdes ou públicos urbanos, equipamentos para a terceira idade, o Parque Urbano da Paiã, ligações rodoviárias e ligações ao nível da rede viária entre o troço da Brandoa - Falagueira e o Casal da Mira são algumas das ocupações já definidas neste Programa. Em 2004 com a construção do Bairro da Urbanização do Casal da Mira deu-se início à expansão da zona norte da Freguesia onde se situa o Dolce Vita Tejo e um bairro residencial. No ano 2005 foi acabado o projecto de construção o Jardim Luís de Camões, financiado pelo projecto da Uniao Europeia, entretanto do ano 2006 o projecto deixou de receber o apoio e espaço foi fechado. Como alternativa a câmara sugeriu espaço da câmara municipal da amadora que fica perto da estação da Amadora. Em 2002 com a aprovação do PROQUAL (Programa Integrado de Qualificação das Áreas Suburbanas da Área Metropolitana de Lisboa) para a Brandoa, está a proceder-se à requalificação sócio-urbanística. Deste modo, prevê-se a criação de um Centro de Juventude, um Centro Cívico que terá um Centro de Dia e Centro de Convívio e Lazer. Neste equipamento, vamos instalar associações da Brandoa, um Pavilhão Polidesportivo e criar o Jardim Luís de Camões e zonas envolventes, um novo Mercado, uma nova escola que integrará creche, jardim de infância, ATL e 1º Ciclo do Ensino Básico, um centro de escritórios == Ligações externas == * * Categoria:Antigas freguesias da Amadora",
 "title": "Brandoa"
}