{
 "id": "57584",
 "text": "Salvador Guillermo Allende Gossens (Valparaíso, 26 de junho de 1908 – Santiago do Chile, 11 de setembro de 1973) foi um médico e político social-democrata chileno. Fundador do Partido Socialista local, governou seu país de 1970 a 1973, quando foi deposto por um golpe de estado liderado por seu chefe das Forças Armadas, o general Augusto Pinochet. Allende foi o primeiro socialista marxista a ser eleito democraticamente como presidente de república e chefe de estado na América. Seus pilares ideológicos foram o socialismo, o marxismo e a social-democracia. Allende acreditava na via eleitoral da democracia representativa e considerava ser possível instaurar o socialismo dentro do sistema político então vigente em seu país. == Biografia == === Família e juventude === Salvador Allende nasceu em Valparaíso, em 26 de junho de 1908, filho do advogado e notário Salvador Allende Castro e de Laura Gossens Uribe, de classe média-alta. Allende iniciou seus estudos na seção preparatória do Liceo de Tacna, dirigida pelo professor Julio Angulo. Foi mostrado como uma criança safada e enérgica, segundo Zoila Rosa Ovalle, a babá que cuidou de Allende na infância e na adolescência. Ela o apelidaria de Chichito, daí a origem do apelido Chicho Allende.Veneros, op. cit., p. 27. Após oito anos em Tacna, a família mudou-se por um pequeno período para Iquique e estudou no Liceo de Hombres (hoje \"Liceo Libertador General Bernardo O'Higgins Riquelme), em 1916. Em 1918 estudou brevemente no Instituto Nacional General José Miguel Carreira durante sua curta estada em Santiago. Em 1921, Allende estudou no Liceo Eduardo de la Barra onde conheceu Juan De Marchi, um velho sapateiro anarquista que, segundo o próprio Allende, teria uma influência fundamental. Em 1924 decidiu fazer o serviço militarVeneros, op. cit., p. 38 e em 1926 ele entrou na Universidade do Chile para estudar medicina. === Carreira política === Allende estudou medicina na Universidade do Chile. Em 1927, é eleito presidente do Centro de Alunos, onde aprofundou o seu interesse pelo marxismo. Em 1930 foi vice-presidente da Federação de Estudantes da Universidade do Chile, mas devido a certos cargos foi expulso dela. Apesar disso, ele continuou a atuar como líder estudantil, o que lhe valeu sua prisão pelos agentes do então ditador Carlos Ibáñez del Campo. Enquanto estava preso, ele soube que seu pai estava morrendo de diabetes. Eles permitiram que ele saísse e ele conseguiu vê-lo em seus últimos momentos.Veneros, op. cit., p. 80. Em 1933, Allende foi um dos fundadores do Partido Socialista Chileno, onde fez parte do grupo parlamentar entre 1937 e 1943. Nesse mesmo ano, publica sua tese de doutorado intitulada \"Higiene Mental e Crime\", na qual cita as ideias do criminologista italiano Cesare Lombroso, o qual dizia que a origem do crime seria genética, afirmando por exemplo que “os hebreus são caracterizados por certas formas de crime: fraude, falsidade, calúnia e, sobretudo, usura”. Em sua tese, porém, Allende afirma que embora “esses dados fazem suspeitar que a raça influencia o crime. No entanto, carecem dados precisos para demonstrar essa influência no mundo civilizado\". Também comenta sobre as experiências de Steinach, Lipschütz e Pézard sobre o \"homossexualismo\", os quais diziam haver \"curado\" um homossexual que apresentava \"um grande número de características femininas integrando pedaços de testículos no abdômen\". Afirma que \"as ideias anteriormente expostas (…) abrem um amplo campo para os estudos da delinquência, mas devem ser tomadas com critérios serenos e equânimes\". Diante das denúncias de anti-semitismo, a Fundação Presidente Allende publicou uma carta de protesto dirigida a Adolf Hitler após a noite dos cristais, na qual Salvador Allende aparece como signatário. Em 1935, Allende foi iniciado na Maçonaria, expressando após sua iniciação: \"Quando a venda caiu dos meus olhos e pude ver as espadas dirigidas a quem viu a luz maçônica pela primeira vez e ouviu as palavras do Venerável Mestre, pude entender que isso era uma expressão de profunda e profunda solidariedade, para fazer o iniciado apresentar que seus irmãos estariam prontos para vir em seu auxílio se o caso assim o exigisse\". Ocupa o Ministério da Saúde de 1939 a 1942, no qual analisou uma redação sobre o desenvolvimento de um projeto de lei denominado \"Lei da esterilização dos alienados\", formando-se um comitê para análise do mesmo que não chegou a ser avançado à presidência ou ao parlamento. A proposta foi rejeitada e Allende nunca mais fez uma proposta eugenista em sua carreira política.Diana Veneros, Allende, Santiago du Chili, Editorial Sudamericana, 2003, 463 p No mesmo ano, publicou um texto chamado La realidad médico social, que mostra a importância da medicina social face a um sistema de saúde que priva de acesso aos cuidados de saúde mais pobres. Mostra que o nível de saúde de uma dada população depende do seu nível socioeconómico. Ministro da Saúde, promove a criação de restaurantes universitários, o financiamento de centros de higiene, a extensão do serviço dentário nas escolas ou ainda a criação da produção e da distribuição de medicamentos contra as doenças venéreas, a redução do número de mortes ligadas ao tifo, a atribuição de dois milhões de pesos aos centros de higiene pública e a criação de restaurantes universitários para os estudantes. Em 1940, Allende casou-se com Hortensia Bussi Soto. Em 1945, foi eleito senador, cargo que exerceu durante 25 anos. Ele concorreu à presidência do Chile pela primeira vez em 1952, obtendo apenas 5,44% dos votos, o que se devia em parte à cisão de um setor do socialismo que apoiava Carlos Ibáñez e à proibição do comunismo. Em 1946, Allende deixou o Partido. Em 1958, voltou a candidatar-se à aliança socialista-comunista FRAP (Frente de Ação Popular), obtendo 28,91% dos votos. Desta vez, a derrota de Allende foi atribuída à participação de um candidato populista, Antonio Zamorano, que teria obtido votos de setores populares.San Francisco, op. cit., pp. 298-299. === Eleito presidente === Em 1964, perdeu as eleições presidenciais para Eduardo Frei, o candidato do Partido Democrata Cristão, graças a uma intervenção da CIA (o serviço de inteligência dos Estados Unidos) que apoiou Frei provendo mais da metade das verbas de sua campanha política, e promovendo uma maciça campanha publicitária em seu favor. Em 1966, Allende participou da Primeira Conferência Tricontinental realizada em Cuba, onde expressou: \"Será o povo do Chile e as condições de nosso país que determinarão que utilizemos este ou aquele método para derrotar o inimigo imperialista e seus aliados\" No ano seguinte, após o sucesso da conferência, Allende deu a iniciativa de criar a Organização Latino-Americana de Solidariedade (OLAS), Nas eleições presidenciais de 1970 concorre como candidato da coalizão de esquerda Unidade Popular (UP) contra mais dois candidatos. Em meio à campanha presidencial, Allende se encontra com representantes do Movimento de Esquerda Revolucionária (MIR), que confirmam seu apoio ao que Allende aceita e pede que parem as ações armadas para não prejudicar sua campanha. Nesse período, formou-se o Grupo de Amigos Pessoais (GAP), guarda pessoal de Allende, composto por membros do ELN e do MIR com formação cubana. Cuba apoiaria a campanha de Allende dando US$ 350 000, enquanto da URSS receberia US$ 400 000 para as eleições e um subsídio pessoal de US$ 50 000 com um adicional de US$ canalizado através de fundos para o Partido Comunista do Chile, e a Alemanha Oriental forneceria US$ 15 000 e materiais para a campanha. Em 4 de setembro, a eleição seria realizada e, embora sem maioria absoluta, conquista o primeiro lugar com 36,2% dos votos, contra 34,9% de Jorge Alessandri, o candidato da direita, e 27,8% do terceiro candidato, Radomiro Tomic, do Partido Democrata Cristão.El Mercurio, 6 de septiembre de 1970. Como a Constituição chilena previa a necessidade de \"maioria dupla\" (no voto popular e no Congresso), difíceis negociações foram entabuladas para a aprovação do nome de Allende no Parlamento. Em Washington D.C., Richard Nixon ordena que Allende seja impedido de assumir a presidência. A CIA organiza dois planos para impedir a eleição de Allende no Congresso. Esses planos seriam conhecidos como Track OneUribe y Opaso, pp. 257-260. e Track Two.Uribe y Opaso, pp. 261-262. Na execução de Track Two, como parte da criação de um clima de instabilidade política, o general René Schneider é assassinado. Apesar do assassinato brutal do Comandante-em-Chefe das Forças Armadas chilenas, o general constitucionalista René Schneider, perpetrado por elementos ligados à Patria y Libertad, organização de extrema direita e neofascista,ASSASSINATION REPORT: Interim Report: Alledged Assassination Plots Involving Foreign Leaders, the Select Committee to Study Governmental Operations with Respect to Intelligence Activities, (US Senate), 20 November 1975, hereafter referred to as ASSASSINATION REPORT. Allende teve, finalmente, seu nome confirmado pelo Congresso chileno.La Segunda, 24 de octubre de 1970. O partido da Democrata Cristão do Chile, uma grande confederação interclassista, com sua base popular autêntica no proletariado da grande indústria moderna, da indústria moderna pequena e dos pequenos proprietários rurais, aliada ao Partido Nacional, de extrema-direita, controlava o Congresso chileno. A Unidade Popular, representando o proletariado formado pelos operários menos favorecidos, pelo proletariado agrícola, e pela baixa classe média urbana, controlava o Poder Executivo. A oposição a Allende controlava 82 cadeias de radiodifusão contra 36 da esquerda, a maior parte dos canais de televisão, e possuía 64 jornais contra 10 de esquerda, sendo 10 diários contra 2.GUIMARÃES. Juarez. Unidade Popular e \"general inverno\". IN. Revista Teoria e Debate, n° 22, 3º trimestre de 1993. O presidente Nixon autorizou pessoalmente uma doação do governo norte-americano de US$ 700 000 para o jornal oposicionista El Mercurio, que depois foi seguida de várias outras.KORNBLUH, Peter. El Mercurio file, The., Columbia Journalism Review, Sep/Oct 2003 == A presidência == === \"Via chilena para o socialismo\" === Allende assume a presidência e tenta socializar a economia chilena, com base num projeto de reforma agrária e nacionalização das indústrias. A sua política, a chamada \"via chilena para o socialismo\", pretendia, segundo ele, uma transição pacífica, com respeito às normas constitucionais chilenas e sem o emprego de força, para uma sociedade de paradigma socializante. O chefe econômico do governo era Pedro Vuskovic, que executaria o plano de transição do capitalismo ao socialismo. O plano para chegar ao socialismo consistia nos seguintes pontos: * Nacionalização das áreas \"chave\" da economia; * Nacionalização da Grande Mineração de Cobre; * Aceleração da reforma agrária; * Congelamento de preços de mercadorias; * Aumento da remuneração de todos os trabalhadores, remunerando-os com emissão de boletos; * Modificação (com clima de euforia econômica) da constituição e criação de uma câmara única. Essas ações combinaram políticas econômicas socialistas (nacionalizações) com outras que visavam obter uma rápida reativação econômica após uma drástica redistribuição da riqueza. A nacionalização das empresas foi efetuada com recurso a determinadas lacunas legais (Decreto-Lei n.º 520, de 1932), que data da República Socialista. O processo consistia em que quando uma empresa considerada fundamental para a economia parasse de produzir, o Estado pudesse intervir para que voltasse a produzir. O sistema foi considerado ilegal pela oposição, mas foi sancionado como legal pela Controladoria-Geral da República.Vial. Chile en el Siglo XX. pp. 362-363. Por outro lado, a nacionalização da mineração foi realizada com o apoio unânime de todos os setores políticos, e sua Lei (nº 17 450 promulgada em 15 de julho) foi aprovada por unanimidade no Congresso Nacional, sendo as mineradoras remuneradas na forma de compensação, porém subtraindo os \"lucros excessivos\" que teriam obtido nos últimos anos, pelo facto de pagarem baixos impostos segundo o critério de uma rentabilidade \"razoável\" de 10% a partir de 1955. Por este sistema, as empresas americanas Anaconda e Kennecott não receberam um único peso e acabaram devendo cifras milionárias ao estado chileno. Em discurso durante sua visita a Nova York em 1972, em reunião perante as Nações Unidas, Allende apoiou a nacionalização do cobre, argumentando que as mineradoras norte-americanas Kennecott e Anaconda obtiveram lucros próximos a quatro bilhões de dólares nas últimas décadas. Essas ações do governo de Allende motivariam Richard Nixon e seu secretário de Estado, Henry Kissinger, a promover um boicote ao governo de Allende negando créditos externos.Uribe y Opaso. Pág. 274-279. Por sua vez, as empresas de cobre pediram um embargo ao cobre chileno nos tribunais europeus. Dois anos após o golpe militar que acabou com o governo de Allende, a Junta Militar do Governo pagou uma indenização de 250 milhões de dólares à empresa Anaconda, propriedade das famílias Rockefeller e Rothschild. A adoção dessa linha socialista por Allende, implementada durante seus três anos de permanência no poder, além de gerar a oposição dos democrata-cristãos, de causar um verdadeiro pânico na maioria da classe média chilena, que passou a sabotar sua economia, paralisando-a, quase totalmente, em 1973,El paro que coronó el fin ó la rebelión de los patrones , El Periodista, 8 June 2003 provocou sua indisposição com a esquerda radical chilena, como o MIR, que pugnava pela tomada do poder pela força, e criou antipatia com uma parte importante do efetivo militar chileno, além de elevar o gasto público de 26,4% para 44,9%. As sucessivas intervenções dos Estados Unidos na política interna chilena acabaram por aprofundar sensivelmente os problemas da sua já frágil economia. Em 1973, a inflação chegou a cifras de 381,1%, os produtos básicos de consumo desapareceram das prateleiras, o desemprego crescia assustadoramente e a produção e o valor da moeda de então, o Escudo Chileno, em proporção inversa, caíam de forma vertiginosa. === Envolvimento soviético === Forçado a buscar fontes alternativas de comércio e financiamento, o Chile obteve compromissos da União Soviética de investir cerca de US $ 400 milhões no Chile nos próximos seis anos. O governo Allende ficou desapontado por ter recebido muito menos ajuda econômica da União Soviética do que esperava. O comércio entre os dois países não aumentou significativamente e os créditos estavam principalmente ligados à compra de equipamento soviético. Além disso, os créditos da Rússia eram muito inferiores aos fornecidos pela China e pelos países do Leste Europeu. Quando Allende visitou a União Soviética no final de 1972 em busca de mais ajuda e linhas de crédito adicionais, ele foi recusado. Declarações do general Nikolai Leonov da KGB, confirmou que a União Soviética apoiou o governo de Allende economicamente, politicamente e militarmente. Leonov declarou em uma entrevista no Centro Chileno de Estudos Públicos (CEP) que o apoio econômico soviético incluiu mais de US$ 100 milhões em crédito, três barcos de pesca (que distribuíram à população 17 000 toneladas de pescado congelado), fábricas (como auxílio após o terremoto Illapel de 1971), 3 100 tratores, 74 000 toneladas de trigo e mais de um milhão de latas de leite condensado. De acordo com documentos do Arquivo Mitrokhin, a KGB pediu a Allende \"a reorganização dos serviços de inteligência do exército do Chile, e o estabelecimento de uma relação entre os serviços de inteligência do Chile e da URSS\". Os documentos afirmam também que Allende recebeu da URSS trinta mil dólares, \"a fim de solidificar as relações de confiança entre eles\". O historiador Christopher Andrew argumentou que a ajuda do KGB foi um fator decisivo nas eleições, porque Allende venceu por uma estreita margem de 39 mil votos em um total de 3 milhões. Após as eleições, o diretor da KGB, Yuri Andropov, obteve permissão para enviar quantias adicionais e outros recursos do Comitê Central do PCUS para garantir a vitória de Allende no Congresso. Em seu pedido, em 24 de outubro, ele afirmou que a KGB \"vai levar a cabo medidas destinadas a promover a consolidação da vitória de Allende e sua eleição para o cargo de Presidente do país\". O apoio político e moral vieram principalmente através do Partido Comunista e dos sindicatos. Por exemplo, Allende recebeu o Prêmio Lênin da Paz da União Soviética em 1972. No entanto, houve algumas diferenças fundamentais entre Allende e analistas políticos soviéticos, que acreditavam que alguma violência — medidas que esses analistas \"consideravam apenas teoricamente\" — deveria ter sido utilizada. De acordo com o relato de Andrew, dos arquivos Mitrokhin: “Na opinião do KGB, o erro fundamental de Allende era a sua falta de vontade de usar a força contra seus oponentes. Sem estabelecer o controle completo sobre toda a máquina do Estado, a sua permanência no poder não poderia ser assegurada”.Christopher Andrew and Vasili Mitrokhin How 'weak' Allende was left out in the cold by the KGB (excerpt from The Mitrokhin Archive Volume II), The Times (UK), 19 setembro 2005. === Reforma agrária e outras atividades === Para aprofundar a reforma agrária, seguiu-se a lei de reforma agrária de Eduardo Frei, que continha várias brechas legais que a Unidade Popular aproveitou para promover a \"grilagem\" pelos camponeses, fazendo com que a Corporação da Reforma Agrária (CORA) desapropriasse as fazendas. No final de 1971, foi realizada a desapropriação de mais de 2 milhões de hectares. Essas grilagens começaram a adquirir contornos cada vez mais violentos. O primeiro morto foi Rolando Matus, um pequeno fazendeiro que morreu enquanto defendia uma propriedade no sul do Chile contra aqueles que poderiam ocupá-la à força. No âmbito da reforma agrária, foram documentadas mais de 500 mortes entre proprietários e trabalhadores que defendiam as propriedades das ocupações. Na esfera cultural, o papel do Canal Nacional de Televisão 7 foi fortalecido, a editora Quimantú foi criada com a edição de milhões de exemplares de livros e textos. As consultas ambulatoriais do Serviço Nacional de Saúde aumentaram de 8,9 milhões em 1970 para 12,2 milhões em 1971. A disponibilidade de médicos aumentou 7% e de dentistas 32%. As vacinações em massa foram consolidadas e as clínicas cresceram em todo o território nacional. Em 1972, Simon Wiesenthal, um caçador de nazistas, escreveu a Salvador Allende para revisar o caso de Walter Rauff, um membro da SS residente no Chile, inventor do sistema de extermínio com caminhões de gás, citando normas sobre a não prescrição de crimes contra a humanidade. Allende responde, segundo Wiesenthal, com \"uma carta fria\" em que Allende condena os crimes de Rauff, mas sublinha que nada pode fazer, \"quanto à possibilidade de o pedido de extradição ser renovado (…) este seria o jurisdição exclusiva dos tribunais de justiça do Chile. (…) O anterior, aliás, não impede, como cidadão e Chefe de Estado, de compartilhar plenamente seus sentimentos e de condenar mais uma vez os traiçoeiros crimes cometidos pelo nazismo e seus servos. Lamento sinceramente, caro Sr. Wiesenthal, que minha resposta deve ser negativa ao seu pedido\". === Participação cubana === Fidel Castro tinha uma posição cética (assim como a URSS) em relação às reformas promovidas por Allende, antes mesmo, na eleição presidencial de 1970, Castro manteve uma atitude cética em relação a uma possível vitória. Produzida a vitória, Allende restabelece relações diplomáticas com Cuba. O responsável pela abertura da embaixada cubana em Santiago foi Luis Fernández Oña, que assumiu a direção comercial. Em 1971, Fidel Castro visitaria o Chile por 24 dias em vez dos 10 oficiais. Nas memórias de Carlos Altamirano, ele diz que Allende pediu-lhe que intercedesse para que Castro encerrasse sua visita, pedido que foi negado por Altamirano. De acordo com o guarda-costas de Castro, Juan Reinaldo Sánchez, Castro não acreditava em Allende, mas nos líderes do MIR. Durante a visita de Castro, oficiais de proteção cubanos trouxeram com eles um arsenal que incluía RPG-7 e AK-47, deixando quase tudo no Chile para o Grupo de Amigos Pessoais (GAP) de Allende. O GAP, aproveitando a inexistência de personalidade jurídica, aproveitou a oportunidade para realizar o reconhecimento e a coleta de informações no Chile a pretexto da proteção presidencial, mas as informações recolhidas foram utilizadas para realizar operações paramilitares MIR contra a oposição política. == O golpe militar no Chile == Uma das razões diretas do fracasso da \"via chilena para o socialismo\" deveu-se à situação geopolítica mundial de então, de plena Guerra Fria, com os Estados Unidos envolvidos na Guerra do Vietnã, não podendo admitir o nascimento de um segundo regime socialista na sua área de influência, após Cuba. Cuba, por sua vez, após o fracasso das invasões que realizou em 1959 no Haiti, Panamá, Nicarágua e República Dominicana, se tornaria um centro de formação ideológica comunista na região que levaria ao nascimento de grupos guerrilheiros e terroristas, além de proporcionar treinamento e apoio logístico a essas organizações. Nesse contexto, na década de 1970, na América do Sul inteira era o teatro de operações tanto para os comunistas quanto para aqueles apoiados pelos Estados Unidos. As nacionalizações e estatizações adotadas pela Unidade Popular feriram diretamente os interesses de grandes corporações americanas, dentre elas a então poderosa ITT, que passou a pressionar o governo Richard Nixon \"a tomar providências\". Um memorando interno da ITT detalhava os planos estadunidenses: \"A esperança mais realista dentre aqueles que desejam destituir Allende é que uma rápida deterioração da economia provoque uma onda de violência que provoque um golpe militar\".SENATE REPORT, Revista Time, 30 de setembro de 1974, p. 31New York Times, 21 de setembro de 1974, p. 12 Em 1970 a CIA criara o Projeto FUBELT (também chamado Track II, ou \"política dos dois trilhos\"), com o objetivo de impedir a ascensão de Allende ao governo. Com a posse de Allende o Projeto FUBELT fracassou, e acabou sendo desativado e substituído por outros, não sem antes ter contribuído para o assassinato do Comandante em Chefe das Forças Armadas chilenas, o general constitucionalista René Schneider. Nisso também o Projeto FUBELT não obteve grande sucesso porque o general assassinado foi substituído pelo não menos constitucionalista general Carlos Prats. Esse projeto abarcou um amplo espectro de atividades que iam do apoio a assassinatos seletivos ao fomento greves desestabilizadoras, bem como à contratação de políticos e militares direitistas para articular um golpe de estado.BLUM, Williams. Killing Hope: U. S. Military and CIA Interventions Since World War II - Part I, Londres: Zed Books, 2003, ISBN 1842773690 Rapidamente o governo americano submeteu o Chile a um bloqueio econômico informal, que impedia o Chile de obter empréstimos internacionais ou bons preços para o cobre, o seu principal produto de exportação. Isso foi denunciado por Allende num dramático discurso na ONU. Os Estados Unidos adotaram a estratégia de sufocar gradualmente a economia chilena até que um levante das Forças Armadas pusesse fim a \"via chilena para o socialismo\". Edward Korry, o embaixador estadunidense em Santiago, dizia: \"não permitiremos que nenhuma porca e nenhum parafuso (americanos) cheguem ao Chile de Allende\". O Chile, tradicionalmente dependente de importações dos Estados Unidos, passou a ver suas indústrias e suas frotas de caminhões, tratores, ônibus e táxis serem progressivamente paralisadas por falta de peças de reposição. Richard Nixon num seu despacho ao Departamento de Defesa fora enfático: \"Há uma chance em dez, mas salvem o Chile, façam a economia estancar!\". Uma greve de proprietários de caminhões, financiada pela CIA, começou na primavera, em 9 de setembro de 1972, e foi declarada pela Confederación Nacional del Transporte, então presidida por León Vilarín, um dos líderes do grupo paramilitar neofascista Patria y Libertad. Essa greve, por prazo indeterminado, impediu o plantio da safra agrícola 1972/73 no Chile. Os Estados Unidos sabotaram os empréstimos ao Chile, \"convidaram\" as empresas estadunidenses a abandonar os países que mantivessem relações comerciais com o Chile, subvencionaram vários conspiradores (por exemplo, a central da CIA no Paraguai financiou boa parte da greve dos proprietários de caminhões,Jonathan Franklin, Files show Chilean blood on US hands, The Guardian, 11 October 1999. e também deu apoio financeiro ao líder da Patria y Libertad, Roberto Thieme, que se escondia em Mendoza, Argentina).YOFRE, Juan Bautista. Misión argentina en Chile (1970-1973). Sudamericana, 2000, p. 336. Até 1973 os industriais chilenos mantiveram o Sistema de Asociaciones Civiles Organizadas, cujo objetivo era provocar o desabastecimento de gêneros de primeira necessidade no país.CALLONI, Stellas. Los años del lobo. Operación Cóndor. Continente, Buenos Aires, 1999. p. 44PAREDES, Alejandro. La Operación Cóndor y la guerra fría. Universum. (online). 2004, vol.19, no.1 (citado 12 Octubre 2008), p.122-137. Disponible en la World Wide Web: . ISSN 0718-2376. Criou-se um clima de enfrentamento, provocado tanto pela esquerda extremista do MIR, treinado e apoiado por Cuba, como pela extrema direita de Patria y Libertad, entidade criada com o apoio da CIA, e cujos membros recebiam treinamento de guerrilha e bombardeio em Los Fresnos, no estado estadunidense do Texas.Senate Report, p.31ALLENDE, Hortensia Bussi de. SENATE REPORT, p. 60-63.A parte que descreve a escola de treinamento de terrorismo de Estado de Los Fresnos (Texas) está na seção Uruguai. Os integrantes do MIR fizeram chegar ao Chile armas soviéticas, vindas de Cuba, enquanto os direitistas articulavam-se com a CIA (a agência estadunidense gastou U$ 12 milhões de dólares financiando greves, especialmente a dos proprietários de caminhões — que paralisou o país, impedindo o plantio da safra e provocando a falta de gêneros de primeira necessidade), e com setores militares. Multiplicavam-se os atentados e assassinatos (tanto do Patria y Libertad como do MIR), e as greves gerais patronais. Por sua vez, o Congresso declarou que o governo Allende, com 81 votos a favor e 47 contra, violou gravemente a Constituição chilena. 63% dos deputados acusaram o presidente e seu governo de vinte violações específicas da Carta Magna, incluindo proteção de grupos armados, tortura, detenções ilegais, manipulação da educação e confisco de propriedade privada, entre as mais proeminentes. Claudio Orrego denunciou \"reiterados abusos de resoluções do Congresso, reiterados abusos de poderes do Judiciário, reiterados abusos de poderes do Ministério Público, reiterados abusos dos direitos dos cidadãos e da mídia de comunicação\", por sua vez, Hermógenes Pérez afirmou que o governo de Allende \"deixou de estar enquadrado na Constituição e na Lei, o que deu origem à ilegitimidade do mandato e do exercício do Presidente da República\". Todos esses eventos, junto com o crescimento dos gastos públicos de Allende e a queda na arrecadação de impostos, acabaram causando o \"descalabro econômico\" do qual também fez parte a sabotagem perpetrada pelos oponentes de Allende, fazendo com que a inflação saltasse para patamares até então desconhecidos. A inflação passou de 22,1% em 1971 para 163,4% em 1972 e 381,1% no ano do golpe, o que fez com que o crescimento do PIB chileno passasse de 9% positivos em 1971 para 4,2% negativos em 1973. === Primeira tentativa === A primeira tentativa de golpe resultou de uma aliança entre o Patria y Libertad e militares chilenos, quando essa organização se aliou a um setor do exército que ocupava altos postos através do Chile, num projeto — fracassado — que pretendia tomar de assalto o Palácio de La Moneda e derrubar o governo. A operação ficou conhecida como El Tanquetazo e foi realizada em 29 de junho de 1973. A inteligência do exército, então comandado pelo general constitucionalista Carlos Prats, detectou a tentativa de golpe e ele teve que ser abortado, não sem antes alguns tanques terem saído às ruas e se dirigido a La Moneda.ENTREVISTA: Con Roberto Thieme (Patria y Libertad)., La Memoria de Otra Europa === O Estado de sítio === Logo após ter debelado El Tanquetazo, ainda envergando capacete e uniforme de combate, o Comandante em Chefe das Forças Armadas chilenas, o general Carlos Prats, dirigiu-se pessoalmente a Allende para dizer que era imperiosa a instauração imediata do estado de sítio no Chile, sem o que ele considerava ser impossível às forças armadas sufocar os atentados terroristas de direita e de esquerda, que já se multiplicavam, e assegurar a ordem constitucional no Chile. Em 2 de junho de 1973 a requisição de Allende, solicitando a instauração do estado de sítio, fora negada pelo Congresso Nacional, por 51 votos a 82. O povo, revoltado, clamava em uníssono nas ruas de Santiago do Chile pelo fechamento do Congresso Nacional, aos gritos de: \"a cerrar, a cerrar, el Congresso Nacional…\". Diante disso, Allende fez um discurso, no qual chegou até a ser vaiado pela multidão: Também ajudou a promover a Unidade Popular. O poeta nacional Pablo Neruda, militante comunista, obteve o Prêmio Nobel de Literatura daquele ano. Neste clima, a Unidade Popular chegou a 49,73% dos votos nas eleições municipais.Felipe Larraín y Patricio Meller, “La experiencia socialista- Populista chilena: La Unidad Popular, 1970-1973”, en Cuadernos de Economía, Año 27, Nº 82, Págs. 339-340 === O cerco se fecha === O general Prats, de fortes tendências constitucionalistas, e que se recusava a participar de qualquer golpe militar, desacatado publicamente por uma manifestação de esposas de oficiais golpistas diante de sua residência, se viu obrigado a renunciar a seu posto de Comandante em Chefe das Forças Armadas, e, em 11 de setembro seu sucessor, o general Pinochet, um antigo homem de confiança de Allende, lançaria um golpe contra ele. Allende fez um discurso, transmitido pelas rádios fiéis ao governo, informando que não renunciaria. Mais tarde, Allende cometeria suicídio. O general Prats foi assassinado pela DINA — a polícia secreta pinochetista — no seu exílio em Buenos Aires, num atentado à bomba, no contexto da Operação Condor. == Análises do Governo Allende == Embora Allende se declarasse marxista, aliado dos governos de Cuba e União Soviética, o historiador marxista Moniz Bandeira alega que o chileno não seguiu à risca os ensinamentos do filósofo do século XIX, e acabou isolado no poder. Segundo escreve Bandeira em seu livro Fórmula para o Caos, que narra a experiência socialista do Chile: \"a proposta da Unidade Popular de adotar um modelo vinho e empanadas de revolução estava destinada ao fracasso. Karl Marx dizia que o socialismo é inviável como via de desenvolvimento, sobretudo num país atrasado como o Chile, em que 70% da produção era de cobre e 70% dos alimentos tinham de ser importados. Era um país vulnerável, ainda mais na esfera de influência dos Estados Unidos(…)\". \"Minha ideia é sair do lugar comum de que a CIA fez tudo, ou de que o Brasil fez tudo. O projecto era inviável\".ANTUNES, Cláudia. Fórmula para o Caos\", de Moniz Bandeira, narra experiência socialista no Chile dos 70. São Paulo: Fundação Getúlio Vargas, Centro de Estudos em Sustentabilidade da EAESP === Versões sobre a morte === Há duas versões aceitas sobre a morte de Allende: a mais aceita é que ele se suicidara no Palácio de La Moneda, cercado por tropas do exército, com a arma que lhe fora dada por Fidel Castro; a outra versão é que ele fora assassinado pelas tropas invasoras. Sua sobrinha Isabel Allende Llona era uma das que acreditam que seu tio fora assassinado. A filha do ex-presidente, a deputada María Isabel Allende, declarou que a versão do suicídio era a correta. Allende foi inicialmente enterrado numa cova comum, num caixão com as iniciais \"NN\". Com o término da ditadura de Pinochet, Allende teve um funeral com honras militares, em 1990 no Cemitério Geral de Santiago. Os restos mortais do ex-presidente do Chile, Salvador Allende, foram exumados a 23 de Maio de 2011 para determinar a causa da morte. A exumação foi ordenada pelo juiz Mário Carroza, na sequência de um pedido feito em representação dos familiares pela senadora María Isabel Allende, filha do ex-presidente chileno, para determinar com \"certeza jurídica as causas da sua morte\". No dia 19 de Julho de 2011, a perícia realizada nos restos mortais do ex-presidente confirmou que sua morte fora ocasionada \"por ferimento de projétil\" e que a \"forma corresponde a suicídio\". == Ver também == * Henry A. Kissinger * Operação Condor * Patria y Libertad * Richard Nixon * María Isabel Allende * Isabel Allende * Movimento de Esquerda Revolucionária (Chile) * Intervenções militares de Cuba * Medidas ativas * Organização Latino-Americana de Solidariedade * Museu de la Solidaridad Salvador Allende == Bibliografia == * Vídeo: 11 de septiembre, 1973 - El Ultimo Combate de Salvador Allende Documentário de Patricio Henríquez. * Thomas Karamessines (1970). Guia de Operações da Conspiração de Golpe no Chile, Washington: United States National Security Council. * *KORNBLUH, Peter. El Mercurio file, The., Columbia Journalism Review, Sep/Oct 2003 *Respuesta a Simón Wiesenthal sobre la extradición de Walter Rauff *Higiene mental e delinquência: tese para o título de Cirurgião da Universidade do Chile, Salvador Allende == Bibliografia == * AGGIO, Alberto. Democracia e Socialismo. São Paulo: Editora UNESP, 1993. * AGGIO, Alberto. Frente Popular, radicalismo e revolução passiva no Chile. São Paulo: Annablume/FAPESP, 1999. * BANDEIRA, Luiz Alberto Moniz. Fórmula para o Caos: a Derrubada de Salvador Allende, São Paulo: Civilização Brasileira, 2008. ISBN 9788520007228 * BLUM, Williams. Killing Hope: U. S. Military and CIA Interventions Since World War II - Part I, Londres: Zed Books, 2003, ISBN 1842773690 Downlodable gratuitamente de www.4shared.com/file/64730175/796edf6/William_Blum_-_Killing_Hope_- _US_Military_And_CIA_Interventions_Since_WW2_-.html * MÁRQUEZ, Gabriel García. Chile, el golpe y los gringos. Crónica de una tragedia organizada., Manágua, Nicaragua: Radio La Primeirissima, 11 de setembro de 2006 * PAREDES, Alejandro. La Operación Cóndor y la guerra fría. Universum. [online]. 2004, vol.19, no.1 [citado 12 Octubre 2008], p. 122-137. Disponible en la World Wide Web: . ISSN 0718-2376. * PETRAS, James F. e MORLEY, Morris H. How Allende fell: A study in U.S.–Chilean relations, Nottingham: Spokesman Books, 1974. * SENATE REPORT: Covert Action in Chile, 1963-1973, um relatório dos membros do Comitê Selecionado para Estudar as Operações Governamentais Relativas às Operações de Inteligência, Senado dos Estados Unidos, 18 de dezembro de 1975. (Mencionada nas referências simplesmente como SENATE REPORT) * ASSASSINATION REPORT: Interim Report: Alledged Assassination Plots Involving Foreign Leaders, um relatório dos membros do Comitê Selecionado para Estudar as Operações Governamentais Relativas às Operações de Inteligência, Senado dos Estados Unidos, 20 de novembro de 1975. (Mencionada nas referências simplesmente como ASSASSINATION REPORT) * HARMER, Tanya. Allende’s Chile and the Inter-American Cold War. Chapell Hill: University of North Carolina Press, 2011. * KAPLAN, Temma. Taking back the streets. Women, youth, and the direct democracy. Berkeley: University of California Press, 2004. Categoria:Presidentes do Chile Categoria:Socialistas do Chile Categoria:Marxistas Categoria:Chilenos de ascendência basca Categoria:Antifascistas do Chile Categoria:Alunos da Universidade do Chile Categoria:Maçons do Chile Categoria:Suicidas do Chile Categoria:Naturais de Valparaíso (Chile) Categoria:Nascidos em 1908 Categoria:Governantes depostos por golpe de Estado Categoria:Agnósticos do Chile Categoria:Chefes de Estado suicidas Categoria:Membros do Partido Socialista do Chile Categoria:Políticos chilenos do século XX",
 "title": "Salvador Allende"
}