{
 "id": "576",
 "text": "Cidadania (do latim civitas, que quer dizer cidade) corresponde, no direito ao vínculo jurídico que traduz a condição de um indivíduo enquanto membro de um Estado ou de uma comunidade política, a que designamos cidadão, constituindo-o como detentor de direitos e de deveres perante essa mesma entidade num determinado território que este administra,O que é Cidadania?, Brasil Escola e ao exercício da sua prática.Ferreira, A. B. H. Novo dicionário da língua portuguesa. 2.ª edição. Rio de Janeiro. Nova Fronteira. 1986. p. 403 Estes direitos e deveres devem andar sempre juntos, uma vez que o direito de um cidadão implica necessariamente numa obrigação com outro cidadão. São esses recursos e práticas que, segundo Dalmo de Abreu Dallari, \"dão à pessoa a possibilidade de participar ativamente da vida social e do governo de seu povo\". Segundo o sociólogo britânico T. H. Marshall , a cidadania moderna é um conjunto de direitos e obrigações que compreendem três grupos de direitos. Os direitos civis característicos do ; os direitos políticos, consagrados no e os direitos sociais do . Essa teoria de Marshall é particularmente aplicável nos processos de democratização do estado liberal em que um desses grupos de direitos tiveram sua predominância. Colocar o bem comum em primeiro lugar e atuar sempre que possível para promovê-lo é dever de todo cidadão responsável. A cidadania deve ser entendida, nesse sentido, como processo contínuo, uma construção coletiva que almeja a realização gradativa dos Direitos Humanos e de uma sociedade mais justa e solidária. == História == O conceito de cidadania tem origem na Grécia Antiga, sendo usado então para designar os direitos relativos ao cidadão, ou seja, o indivíduo que vivia na cidade e ali participava ativamente dos negócios e das decisões políticas. Cidadania pressupunha, portanto, todas as implicações decorrentes de uma vida em sociedade. Ao longo da história, o conceito de cidadania foi ampliado, passando a englobar um conjunto de valores sociais que determinam o conjunto de deveres e direitos de um cidadão. == Nacionalidade == Designa-se cidadania adquirida à condição de cidadão e que decorre de um processo de naturalização. A nacionalidade é pressuposto da cidadania - ser nacional de um Estado é condição primordial para o exercício dos direitos políticos. Entretanto, se todo cidadão é nacional de um Estado, nem todo nacional é cidadão - os indivíduos que não estejam investidos de direitos políticos podem ser nacionais de um Estado sem serem cidadãos. == No Brasil == Os direitos políticos são regulados no Brasil pela Constituição Federal em seu artigo 14, que estabelece como princípio da participação na vida política nacional o sufrágio universal. Nos tempos da norma constitucional, o alistamento eleitoral e o voto são obrigatórios para os maiores de dezoito anos, e facultativos para os analfabetos, os maiores de dezesseis e menores de dezoito anos e os maiores de setenta anos. A constituição proíbe a eleição de estrangeiros e brasileiros conscritos no serviço militar obrigatório, considera a nacionalidade brasileira como condição de elegibilidade e remete, à legislação infraconstitucional, a regulamentação de outros casos de inelegibilidade (lei complementar n. 64, de 18 de maio de 1990). O exercício pleno dos direitos civis, políticos e sociais em uma sociedade que combine liberdade completa e participação numa sociedade ideal é, para José Murilo de Carvalho, a definição de cidadania.Carvalho, Jose Murilo. Cidadania no Brasil – o longo caminho. 3. ed. Rio de Janeiro: Civilização Brasileira, 2002, p. 9-10. Esta cidadania naturalizada é a liberdade dos modernos, como estabelece o artigo III da Declaração Universal dos Direitos Humanos, aprovada na Assembleia Geral das Nações Unidas, em 1948: \"toda pessoa tem direito à vida, à liberdade e à segurança pessoal\".Declaração Universal dos Direitos Humanos; disponível em http://www.amde.ufop.br/arquivos/Download/Declaracao/DeclaracaoUniversaldosDireitosHumanos.pdf A origem desta carta remonta das revoluções burguesas no final do , sobretudo na França e nas colônias inglesas na América do Norte; o termo \"cidadão\" designa, nesta circunstância e contexto, o habitante da cidade \"no cumprimento de seus simples deveres, em oposição a parasitas ou a pretensos parasitas sociais\".Guérios, Mansur. Dicionário de etimologias da língua portuguesa. São Paulo: Ed. Nacional; Curitiba: Ed. UFPR, 1979, p. 57; cf. a propósito dos direitos universais do homem, Hitchens, Christopher. Os direitos do Homem de Thomas Paine. Trad. Sérgio Lopes. São Paulo: Zahar, 2007, p. 15 et seq. A etimologia da palavra cidadania vem do latim civitas, cidade, tal como cidadão (ciudadano ou vecino no espanhol, ciutadan em provençal, citoyen em francês). Neste sentido, a palavra-raiz, cidade, diz muito sobre o verbete. O habitante da cidade no cumprimento dos seus deveres é um sujeito da ação, em contraposição ao sujeito de contemplação, omisso e absorvido por si e para si mesmo, ou seja, não basta estar na cidade, mas agir na cidade. A cidadania, neste contexto, refere-se à qualidade de cidadão,Cf. Dicionário Priberam da Língua Portuguesa, in: http://www.priberam.pt/dlpo/Default.aspx. indivíduo de ação estabelecido na cidade moderna.Para este indivíduo de ação, cf. ARENDT, Hannah. A condição humana. 10. ed. Trad. Roberto Raposo. Rio de Janeiro: Forense Universitária, 2007, p. 17 et seq. No Brasil, nos léxicos da língua portuguesa que circularam no início do , observa-se bem a distinção entre os termos cidadão (em português arcaico, cidadam) e o fidalgo, prevalecendo o segundo para designar aquele indivíduo detentor dos s da cidade na sociedade de corte.Cf. Bluteau, Raphael. Vocabulario portuguez & latino: aulico, anatomico, architectonico... Coimbra: Collegio das Artes da Companhia de Jesus, 1712 - 1728. 8 v.; ver também SILVA, Antonio Moraes. Diccionario da lingua portugueza - recompilado dos vocabularios impressos ate agora, e nesta segunda edição novamente emendado e muito acrescentado... Lisboa: Typographia Lacerdina, 1813; PINTO, Luiz Maria da Silva. Diccionario da Lingua Brasileira por Luiz Maria da Silva Pinto, natural da Provincia de Goyaz. Ouro Preto: Typographia de Silva, 1832. Estes dicionários estão disponíveis em na coleção digital da USP em http://www.brasiliana.usp.br/dicionario. Neste contexto, o fidalgo é o detentor dos deveres e obrigações na cidade portuguesa; o cidadão é uma maneira genérica de designar a origem e o trânsito dos vassalos do rei nos territórios do vasto Império Português. Com a reconfiguração do Estado a partir de 1822, vários conceitos políticos passaram por um processo de ressignificação; cidadão e cidadania entram no vocabulário dos discursos políticos, assim como os termos \"Brasil\", \"brasileiros\", em oposição a \"brasílicos\". Por exemplo: povo, povos, nação, história, opinião pública, América, americanos, entre outros.Cf. Feres Junior, José. Léxico da História dos conceitos políticos no Brasil. Belo Horizonte: UFMG, 2008. A partir disso, o termo \"cidadania\" pode ser compreendido racionalmente pelas lutas, conquistas e derrotas do cidadão brasileiro ao longo da história nacional, a começar da história republicana, na medida em que esta ideia moderna, a relação indivíduo-cidade (ou indivíduo-Estado) \"expressa um conjunto de direitos que dá à pessoa a possibilidade de participar ativamente da vida e do governo de seu povo (...)\".DALLARI, Dalmo. Direitos Humanos e Cidadania. São Paulo: Moderna, 1998, p. 14; apud SANTANA, MARCOS Silvio de. O que é cidadania. In: http://www.advogado.adv.br/estudantesdireito/fadipa/marcossilviodesantana/cidadania.htm Em outros termos, fundamenta-se na concessão pelo Estado das garantias individuais de vida, liberdade e segurança. O significado moderno da palavra é, portanto, incompatível com o regime monárquico, escravista e centralizador, anterior à independência política do Brasil. No entanto, este divisor monarquia-república não significa, no Brasil, uma nova ordem onde a cidadania tem um papel na construção de sociedade justa e igualitária. Este aspecto é bem pronunciado na cidadania brasileira: estas garantias individuais jamais foram concedidas, conquistadas e/ou exercidas plena e simultaneamente em circunstâncias democráticas, de estado de direito político ou de bem-estar social. O longo caminho inferido por José Murilo de Carvalho refere-se a isto: uma cidadania no papel e outra cidadania cotidiana. É o caso da cidadania dos brasileiros negros: a recente Lei nº 7 716 de 5 de janeiro de 1989Brasil. Lei nº 7.716, de 5 de janeiro de 1989. Disponível em http://www.amde.ufop.br/arquivos/Download/Leis/Lein7716.pdf é um prolongamento da luta pela cidadania dos \"homens de cor\", cujo marco histórico formal é a Lei Áurea de 1888; ou seja, foi necessário um século para garantir, através de uma lei, a cidadania civil de metade da população brasileira, se os números do último censo demográfico estão corretos;Segundo a tabela 4 dos resultados preliminares do censo, pardos e negros somam 96.196.795.297 brasileiros, cf. IBGE. Sinopse do Censo Demográfico 2010. Disponível em http://www.ibge.gov.br/home/estatistica/populacao/censo2010/preliminar_tab_uf_zip.shtm portanto, há uma cidadania no papel e outra cidadania cotidiana, conquistada no dia a dia, no exercício da vida prática; tanto é que, ainda hoje, discute- se, nas altas esferas da jurisprudência brasileira, se o cidadão negro é ou não é injustiçado pela história da nação.Cf. ALENCASTRO, Luiz Felipe de. Parecer sobre a Arguição de Descumprimento de Preceito Fundamental, ADPF/186, apresentada ao Supremo Tribunal Federal. Disponível em: http://pagina13.org.br/?p=927; cf. também Martins, Rodrigo. Que democracia racial é essa? In: Carta Capital, 20/04/2011, disponível em http://www.cartacapital.com.br/politica/que-democracia-racial-e-essa; Sader, Emir. A discriminação no Brasil é étnica, social e regional. In: Carta Maior, 03/07/2011, disponível em http://www.cartamaior.com.br/templates/postMostrar.cfm?blog_id=1&post;_id=704 O mesmo se pode dizer da cidadania da mulher brasileira: a Lei 11 340, de 7 de agosto de 2006,Brasil. Lei 11.340, de 7 de Agosto de 2006; disponível em http://www.amde.ufop.br/arquivos/Download/Leis/LeiMariadaPenha.pdf a chamada \"Lei Maria da Penha\", criou mecanismos \"para coibir e prevenir a violência doméstica e familiar contra a mulher\". Ou seja, garantir sua liberdade civil, seu direito de ir e vir sem ser agredida ou maltratada. No caso da mulher, em geral, a lei chega com atraso, como forma de compensação, como retificação de várias injustiças históricas com o gênero; o direito de votar, por exemplo, conquistado através de um \"código eleitoral provisório\" em 1932, ratificado em 1946.Segundo a Folha de S. Paulo de 24/02/2008, “O código permitia apenas que mulheres casadas (com autorização do marido), viúvas e solteiras com renda própria pudessem votar. (...) As restrições ao pleno exercício do voto feminino só foram eliminadas no Código Eleitoral de 1934. No entanto, o código não tornava obrigatório o voto feminino. Apenas o masculino. O voto feminino, sem restrições, só passou a ser obrigatório em 1946” [grifos nossos]. A lei do divórcio obtida em 1977,Brasil. Lei n. 6.515, de 26 de dezembro de 1977; disponível em http://www.planalto.gov.br/ccivil_03/leis/L6515.htm ratificada recentemente pela chamada Nova Lei do Divórcio,Emenda Constitucional n. 66, de 13 de julho de 2010. Disponível em http://www.planalto.gov.br/ccivil_03/constituicao/emendas/emc/emc66.htm ampliando a conquista da liberdade civil de outra metade da população brasileira. As mulheres, segundo o último censo demográfico, somam 97 348 809 cidadãos na população brasileira, ou seja, 51,03% dos brasileiros; cf. tabela 1.12 da Sinopse do Censo Demográfico, disponível em http://www.ibge.gov.br/home/estatistica/populacao/censo2010/tabelas_pdf/Brasil_tab_1_12.pdf Neste contexto, a lei torna-se o último recurso da cidadania, aquela cidadania desejada e praticada no cotidiano por pessoas com deficiência, pessoas LGBT, crianças, adolescentes, pessoas idosas ou aposentadas, etc.Cf. esta legislação em http://www.amde.ufop.br/index.php?option=com_content&view;=section&layout;=blog&id;=6&Itemid;=91 Um caso prático para ilustrar esta realidade cotidiana é a superlotação dos presídios e casas de custódia; a rigor, os direitos humanos contemplam, também, os infratores, uma vez que \"toda pessoa tem direito à vida, à liberdade e à segurança pessoal\". Embora existam leis que visam a reparar injustiças, existe também uma longa história de lutas cotidianas para conquistar estes direitos: o direito à liberdade de expressão,Cf. Napolitano, Marcos. A MPB sob suspeita: a censura musical vista pela ótica dos serviços de vigilância política (1968-1981). Revista Brasileira de História, São Paulo, vol. 24, n. 47, p. 103-126, 2004, disponível em: http://www.scielo.br/pdf/rbh/v24n47/a05v2447.pdf; FICO, Carlos. Prezada Censura: cartas ao regime militar. Revista Topoi, Rio de Janeiro, vol. 3, n. 5, jul.-dez.2002, disponível em: http://www.revistatopoi.org/numeros_anteriores/topoi05/topoi5a11.pdf; Motta, Rodrigo Patto Sá. Os olhos do regime militar brasileiro nos campi. As assessorias de segurança e informações das universidades. Revista Topoi, Rio de Janeiro, v. 9, n. 16, p.30-67, jan.-jun. 2008, disponível em: http://www.revistatopoi.org/numeros_anteriores/topoi16/topoi16a2.pdf; RISÉRIO, Manoel. Playboy VS Censura: 1975 – 1980. Disponível em: http://playboy.abril.com.br/sociedade/historia/playboy-vs- censura-1975-%E2%80%93-1980/; Biroli, Flávia. Representações do golpe de 1964 e da ditadura na mídia - sentidos e silenciamentos na atribuição de papéis à imprensa, 1984-2004. In: Varia História, Belo Horizonte, vol. 25, n. 41, jan./jun., 2009; disponível em: http://www.scielo.br/pdf/vh/v25n41/v25n41a14.pdf. o direito de organizar e participar de associações comunitárias, sindicatos trabalhistas e partidos políticos,Cf. Mattos, Marcelo Badaró. Greves, sindicatos e repressão policial no Rio de Janeiro (1954-1964), Revista Brasileira de História, São Paulo, vol. 24, n. 47, p. 241-270, 2004; disponível em http://www.scielo.br/pdf/rbh/v24n47/a10v2447.pdf; NORONHA, Eduardo. Ciclo de greves, transição política e estabilização: Brasil, 1978-2007. In: Lua Nova, São Paulo, pp. 119-168.2009; disponível em: http://www.scielo.br/pdf/ln/n76/n76a05.pdf; REIS, Daniel Aarão. O Partido dos Trabalhadores: trajetória, metamorfoses e perspectivas; disponível em: http://www.historia.uff.br/culturaspoliticas/files/daniel4.pdf; FELTRAN, Gabriel de Santis. Vinte anos depois: a construção da democracia brasileira vista da periferia de São Paulo. In: Lua Nova, São Paulo, p. 83-114, 2007. Disponível em: http://www.scielo.br/pdf/ln/n72/a04n72.pdf; o direito a um salário justo, a uma renda mínima e a condições para sobreviver,Rego, Walquíria Leão. Aspectos teóricos das políticas de cidadania: uma aproximação ao Bolsa Família. In: Lua Nova, São Paulo, p. 147-185, 2008, disponível em: http://www.scielo.br/pdf/ln/n73/n73a07.pdf; também em http://www.ipea.gov.br/sites/000/2/publicacoes/bpsociais/bps_17/volume02/01_apresentacao.pdf; cf. também, cf. Brasil. Presidência da República. Secretaria de Comunicação Social. Destaques: ações e programas do Governo Federal / Secretaria de Comunicação Social – Brasília, 2010. Disponível em http://wikicoi.planalto.gov.br/coi/Caderno_Destaques/Destaque_dezembro10.pdf; para o aproximadamente de 29% dos brasileiros são pobres; este número pouco explica a nação brasileira, a não considerar-se que 55 milhões de pessoas sobrevivem com menos de R$ 18,17 por dia para satisfazer suas necessidades cotidianas. Cf. também SILVA, José Graziano da. A bastilha da exclusão. Disponível em http://www.cartamaior.com.br/templates/colunaMostrar.cfm?coluna_id=5070; o direito a um pedaço de terra para plantar e colher,Cf. Montenegro, Antônio Torres. As ligas camponesas e a construção do golpe de 1964. Disponível em: http://www.fundaj.gov.br/licitacao/observa_pernambuco_02.pdf; Borges, Maria Eliza Linhares. Representações do universo rural e luta pela reforma agrária no Leste de Minas Gerais. Revista Brasileira de História, São Paulo, vol. 24, n. 47, p. 303-326, 2004. disponível em: http://www.scielo.br/pdf/rbh/v24n47/a12v2447.pdf; ROSA, Marcelo Carvalho. Sem- Terra: os sentidos e as transformações de uma categoria de ação coletiva no Brasil. In: Lua Nova, São Paulo, p.197-227, 2009, disponível em: http://www.scielo.br/pdf/ln/n76/n76a07.pdf. o direito de votar e ser votadoCf. Bertoncelo, Edison Ricardo Emiliano. “Eu quero votar para presidente”: uma análise sobre a campanha das Diretas. In: Lua Nova, São Paulo, p. 169-196, 2009, disponível em: http://www.scielo.br/pdf/ln/n76/n76a06.pdf; talvez o mais elementar da democracia moderna, negado à sociedade na já longa história da cidadania brasileira.Cf. Fausto, Boris. História Concisa do Brasil. São Paulo: EDUSP, 2006; FERREIRA, Jorge. 1946 – 1964: a experiência democrática no Brasil. In: Tempo, Niterói, vol. 14, n. 28, p.11-18, jun. 2010, Disponível em: http://www.scielo.br/scielo.php?script=sci_arttext&pid;=S1413-77042010000100001&lng;=pt&nrm;=iso; FERREIRA, Jorge; DELGADO, Lucília de Almeida Neves (orgs.). Brasil Republicano. O tempo da experiência democrática (1945-1964). Vol. 3. Rio de Janeiro, Civilização Brasileira, 2003; Fico, Carlos. Versões e controvérsias sobre 1964 e a ditadura militar. In: Revista Brasileira de História, São Paulo, vol. 24, n. 47, p. 29-60, 2004; Disponível em: http://www.scielo.br/scielo.php?script=sci_arttext&pid;=S0102-01882004000100003&lng;=pt&nrm;=iso; Ferreira, Jorge. A estratégia do confronto: a frente de mobilização popular. In: Revista Brasileira de História, São Paulo, vol.24, n.47, pp. 181-212. 2004. Disponível em: http://www.scielo.br/pdf/rbh/v24n47/a08v2447.pdf; REIS FILHO, Daniel Aarão. Ditadura Militar, esquerda e sociedade. Jorge Zahar, 2000; disponível em: http://www.artnet.com.br/gramsci/arquiv148.htm; FERREIRA, Jorge; DELGADO, Lucília de Almeida Neves (orgs.). Brasil Republicano. O tempo da ditadura. Vol. 4. Rio de Janeiro, Civilização Brasileira, 2003; Reis Filho, Daniel Aarão. Ditadura, Anistia e Reconciliação. In: Estudos Históricos, Rio de Janeiro,vol. 23, n. 45, p. 171-186, jan./jun. 2010; disponível em: http://virtualbib.fgv.br/ojs/index.php/reh/article/view/2914/1835; Vasconcelos, Claudio. As análises da memória militar sobre a ditadura: balanços e possibilidades. In: Estudos Históricos, Rio de Janeiro, vol. 22, n. 43, p. 65-84, jan./jun., 2009; disponível em: http://virtualbib.fgv.br/ojs/index.php/reh/article/view/1545/1007; FILHO, Daniel Aarão Reis. Os muitos véus da impunidade: sociedade, tortura e ditadura no Brasil. In: Colóquio sobre impunidade, 1998, Fundação Humberto Delgado. Ditadura Militar, esquerda e sociedade. Editora: Jorge Zahar, 2000; dDisponível em: http://www.artnet.com.br/gramsci/arquiv94.htm; LEMOS, Renato. Anistia e crise política no Brasil pós-1964. In: Topoi, Rio de Janeiro, vol. 3, n. 5, p.287-313, jul./dez., 2002, disponível em: http://www.revistatopoi.org/numeros_anteriores/topoi05/topoi5a12.pdf. == Em Portugal == Os direitos políticos são regulados em Portugal pela Constituição da República Portuguesa de 1976, com Revisão Constitucional de 2005, nos seus artigos 15º, 31º, 50º e 269º.Constituição da República Portuguesa == Ver também == * Cidadania moral e ética * Civismo * Responsabilidade social == Bibliografia == * Pinsky, Jaime; Pinsky, Carla Bassanezi, História da Cidadania, Editora Contexto, ISBN 85-7244-217-0 * Guimarães, Francisco Xavier da Silva, Nacionalidade: Aquisição, Perda e Reaquisição, 1ª edição, Forense, 1965. == Ligações externas == * Rousseau e a questão da cidadania * Cidadania e Conflitualidade, por Nuno Lemos Pires * Evolução histórica do conceito de Cidadania * História da cidadania Resenha por João Paulo, Correio Braziliense (12 de abril de 2003) * O conceito de cidadania. In: Individualização, cidadania e inclusão na sociedade contemporânea: uma análise teórica, por Maria Izabel Sanches Costa e Aurea Maria Zöllner Iann, São Bernardo do Campo, SP: Editora UFABC, 2018, pp. 43-73. ISBN: 978-85-68576-95-3 Categoria:Ciência política Categoria:Sociedade",
 "title": "Cidadania"
}