{
 "id": "57610",
 "text": "Robótica é um ramo educacional e tecnológico que trata de sistemas compostos por partes mecânicas automáticas em conjunto com circuitos integrados, tornando sistemas mecânicos motorizados controlados por circuitos elétricos e inteligência computacional. A robótica é objeto de estudo de diversas áreas: computação, aeroespacial, mecânica, automação, elétrica, etc. Cada vez mais as pessoas utilizam os robôs para suas tarefas, como por exemplo o robô aspirador, e robôs para cirurgias médicas.SANTOS, Mauro Dias; LEME, Murilo Oliveira. Indústria 4.0: Fundamentos, perspectivas e aplicações. São Paulo: Érica, 2018. Esta tecnologia, hoje adaptada por muitas fábricas e indústrias, tem obtido, de modo geral, êxito em questões como redução de custos, aumento de produtividade e redução de problemas trabalhistas.CRAIG, John J. Robótica. 3 ed. São Paulo: Pearson, 2013. Contudo, apesar das vantagens, os robôs acabam trazendo outros problemas específicos, como a demissão de vários funcionários humanos.REIS, Fábio. Revolução 4.0. A Educação na era dos Robôs. São Paulo: Cultura, 2019. == Etimologia e história do termo == O termo robô foi usado pela primeira vez pelo checo Karel Capek (1890-1938) na peça de teatro intitulada R.U.R. (Rossum's Universal Robots, cujo livro foi lançado no Brasil pela editora Hedra com o título A Fábrica de Robôs), estreada em janeiro de 1921 em Praga. Inicialmente Capek estava decidido a chamar as criaturas automatas da sua peça de labori, em clara referência ao latin labor, \"trabalho\", mas acatou a sugestão de seu irmão, Josef Čapek (1887-1945) o verdadeiro criador da palavra (ver: Irmãos Čapek) e os chamou de roboti (plural). A palavra robô, derivada de robot/roboti (singular/plural) tem como raiz a palavra checa robota,MOLLE, H.; ADAMS, J. Arduino Para Robótica. São Paulo: Blucher, 2019. a qual significa \"trabalho forçado, servidão\" Conhecer 2000, Vol. 01 (Tecnologia), pág. 96, Nova Cultural, 1995. Consultado em 29 de junho de 2020 e tem como uma de suas derivações a palavra rabu, que significa \"escravo\". Os \"robôs\" de R.U.R. eram fabricados com matéria orgânica sintéticaJohn Danaher, Neil McArthur (13 de outubro de 2017). «Robot Sex: Social and Ethical Implications». MIT Press, pág. 04, . ISBN 9780262036689 Consultado em 29 de junho de 2020. sendo, portanto, mais próximos dos replicantes e dos clones humanos enquanto que na concepção atual, \"robô\" é definido como sendo composto por partes totalmente mecânicas. O termo robótica foi criado e popularizado pelo escritor de ficção cientifica Isaac Asimov, no seu livro \" I, Robot\" de 1950. Neste livro, Asimov criou as Leis da robótica, que, segundo ele, regeriam os robôs no futuro:GROOVER, M. P. Robótica Tecnologia e Programação. Belo Horizonte: MGH, 1988. Crítico de R.U.R., Asimov desenvolveu as Leis para evitar rebeliões de máquinas como as vistas na peça. A ideia de se construir robôs começou a tomar força no início do século XXALMEIDA, P. S. Indústria 4.0: Princípios básicos, aplicabilidade e implantação. São Paulo: Erica, 2019. com a necessidade de aumentar a produtividade e melhorar a qualidade dos produtos. É nesta época que o robô industrial encontrou suas primeiras aplicações, o pai da robótica industrial foi George Devol (1912-2011). Devol criou o primeiro robô industrial, denominado Unimate, o qual foi instalado na fábrica da Ford Motor Company de Trenton (Nova Jérsei) em 1961. Devido aos inúmeros recursos que os sistemas de microcomputadores nos oferece, a robótica atravessa uma época de contínuo crescimento que permitirá, em um curto espaço de tempo, o desenvolvimento de robôs inteligentes fazendo assim a ficção do homem antigo se tornar a realidade do homem moderno. == Robótica coletiva == A robótica de enxame trabalha com robôs grandes e pequenos e simples onde o objetivo é a otimização da realização de tarefas coletivas complexas. == O fenômeno da robotização == Robotização é o nome dado ao processo que envolve a implementação de ferramentas tecnológicas que possibilitem a substituição de tarefas outrora executadas por humanos, de forma que tais atividades passem a ser executadas por meio de robôs.. A tecnologia envolvendo a robotização é altamente sofisticada e requer elevado grau de conhecimento, e altos níveis de desenvolvimento técnico-científico.ROMERO, R. A. F.; PRESTES, E. Robótica Móvel. São Paulo: LTC, 2017. Dentre as áreas mais comumente robotizadas, temos o setor computacional, setor aeroespacial, automação industrial (indústria automobilística, têxtil, etc.), setor militar e as atividades médico- hospitalares. == Aplicações da robótica == À medida que mais e mais robôs são projetados para tarefas específicas, este método de classificação torna-se mais relevante. Por exemplo, muitos robôs são projetados para trabalhos de montagem, o que pode não ser facilmente adaptável para outras aplicações. Eles são chamados de “robôs de montagem”. Para soldagem por costura, alguns fornecedores fornecem sistemas de soldagem completos com o robô, ou seja, o equipamento de soldagem junto com outras instalações de manuseio de materiais, como mesas giratórias, etc. como uma unidade integrada. Tal sistema robótico integrado é chamado de “robô de soldagem”, embora sua unidade manipuladora discreta possa ser adaptada a uma variedade de tarefas. Alguns robôs são projetados especificamente para manipulação de cargas pesadas e são rotulados como \"robôs para serviços pesados\". As aplicações atuais e potenciais incluem: * Fabricação. Os robôs têm sido cada vez mais utilizados na fabricação desde a década de 1960. De acordo com dados da Robotic Industries Association dos EUA, em 2016 a indústria automotiva foi o principal cliente de robôs industriais com 52% das vendas totais. Na indústria automobilística, eles podem representar mais da metade da “mão de obra”. Existem até fábricas com \"luzes apagadas\", como uma fábrica de teclados da IBM no Texas, que foi totalmente automatizada já em 2003. * Transporte autônomo, incluindo carros autônomos e piloto automático de avião Robôs domésticos, incluindo aspiradores robóticos. * Robôs de construção. Os robôs de construção podem ser separados em três tipos: robôs tradicionais, braço robótico e exoesqueleto robótico. * Robôs agrícolas. A utilização de robôs na agricultura está intimamente ligada ao conceito de agricultura de precisão assistida por IA e à utilização de drones. * Robôs médicos de vários tipos (como Sistema Cirúrgico da Vinci e Hospi); e cirurgia assistida por robô projetada e usada em clínicas. * Processamento de comida. Exemplos comerciais de automação de cozinha são Flippy (hambúrgueres), Zume Pizza (pizza), Cafe X (café), Makr Shakr (coquetéis), Frobot (iogurtes congelados), Sally (saladas), robôs para salada ou tigela de comida fabricados por Dexai (um spinoff do Draper Laboratory, operando em bases militares) e sistemas integrados de montagem de tigelas de alimentos fabricados pela Spyce Kitchen (adquirida pela Sweetgreen) e pela startup do Vale do Silício Hyphen. Exemplos caseiros são Rotimatic (assar pão achatado)[12] e Boris (carregamento de máquina de lavar louça).[13] Outros exemplos podem incluir tecnologias de fabricação baseadas na impressão 3D de alimentos. == Aspectos básicos dos robôs == Existem muitos tipos de robôs; eles são usados ​​em muitos ambientes diferentes e para muitos usos diferentes. Embora diversos em aplicação e forma, todos eles compartilham três aspectos básicos quando se trata de seu projeto e construção: * Construção mecânica: uma estrutura, forma ou formato projetado para realizar uma tarefa específica. Por exemplo, um robô projetado para viajar através de terra ou lama pesada pode usar esteiras. Robôs inspirados em origami podem detectar e analisar em ambientes extremos. O aspecto mecânico do robô é principalmente a solução do criador para completar a tarefa atribuída e lidar com a física do ambiente ao seu redor. A forma segue a função. * Componentes elétricos que alimentam e controlam as máquinas. Por exemplo, o robô com esteiras de lagarta precisaria de algum tipo de energia para mover as esteiras do rastreador. Essa energia vem na forma de eletricidade, que terá que passar por um fio e ter origem em uma bateria, um circuito elétrico básico. Mesmo as máquinas movidas a gasolina que obtêm energia principalmente a partir da gasolina ainda necessitam de uma corrente eléctrica para iniciar o processo de combustão, razão pela qual a maioria das máquinas movidas a gasolina, como os automóveis, possuem baterias. O aspecto elétrico dos robôs é usado para movimento (através de motores), detecção (onde os sinais elétricos são usados ​​para medir coisas como calor, som, posição e status de energia) e operação (os robôs precisam de algum nível de energia elétrica fornecida aos seus motores). e sensores para ativar e realizar operações básicas) * Programas (software). Um programa é como um robô decide quando ou como fazer algo. No exemplo da pista de lagarta, um robô que precisa atravessar uma estrada lamacenta pode ter a construção mecânica correta e receber a quantidade correta de energia de sua bateria, mas não seria capaz de ir a lugar nenhum sem um programa que lhe instruísse a se mover. Os programas são a essência de um robô, ele pode ter uma excelente construção mecânica e elétrica, mas se seu programa for mal estruturado, seu desempenho será muito ruim (ou poderá não funcionar). Existem três tipos diferentes de programas robóticos: controle remoto, inteligência artificial e híbrido. Um robô com programação de controle remoto possui um conjunto preexistente de comandos que só executará se e quando receber um sinal de uma fonte de controle, normalmente um ser humano com controle remoto. Talvez seja mais apropriado considerar os dispositivos controlados principalmente por comandos humanos como pertencentes à disciplina da automação, em vez da robótica. Robôs que usam inteligência artificial interagem com seu ambiente por conta própria, sem uma fonte de controle, e podem determinar reações a objetos e problemas que encontram usando sua programação pré-existente. Um híbrido é uma forma de programação que incorpora funções de IA e RC. == Projetos robóticos == O projeto de um robô é necessariamente interdisciplinar e envolve a utilização de conhecimentos de várias áreas clássicas como: • Engenharia mecânica: a qual fornece metodologias para o estudo de estruturas e mecanismos em situações estáticas e dinâmicas; • Engenharias elétrica e eletrônica: fornecem técnicas para o projeto e integração de sensores, interfaces, atuadores e controladores; • Teoria de controle: formula e avalia algoritmos ou critérios de inteligência artificial que realizam os movimentos desejados e controlam as interações entre robô e o ambiente; • Ciência da computação: propicia ferramentas para a programação de robôs, capacitando-os à realização das tarefas especificadas. Neste tipo de projeto deve-se ainda considerar entre outros aspectos: • dimensionamento de atuadores, mecanismos, circuitos eletrônicos (hardware), unidades de controle e potência; • cálculos estruturais; • fabricação e montagem de peças de precisão; • seleção de materiais; • planificação dos movimentos; • simulação e modelagem; • desenvolvimento de técnicas de programação para o sistema de controle, sistema operacional, diagnose de sistemas/componentes e comunicação ao operador; e • testes de desempenho. Os robôs são máquinas de programação flexível projetadas para operar em diversas situações, logo, as especificações de operação fornecidas pelo fabricante são de caráter geral e relacionam-se a: volume de trabalho, capacidade de carga, velocidade máxima, precisão e repetibilidade. Com a implementação de um sistema robótico em uma fábrica, devem ainda ser analisados aspectos relacionados às áreas econômica e social, como: análise de custos e benefícios, mudanças organizacionais na estrutura da empresa e investimentos diretos e indiretos na produção, redução do número de empregados e remanejamentos. == Inteligência artificial na robótica == Nos últimos anos, presenciamos um crescente avanço na área de tecnologia, mais precisamente na robótica e na inteligência artificial. Tal avanço não se dá de forma isolada, pelo contrário, é na sinergia entre estes dois campos que observamos uma verdadeira revolução tecnológica. A combinação de inteligência artificial (IA) com robótica representa um marco na história da inovação, trazendo desenvolvimentos significativos em diversas áreas de atuação. A inteligência artificial, por sua vez, vem impulsionando a robótica e revolucionando a forma como os robôs são programados e operados. A capacidade de compreender e aprender com os dados tem sido um dos principais avanços na inteligência artificial. * Aprendizado de máquina: A inteligência artificial trouxe consigo técnicas de aprendizado de máquina, como redes neurais artificiais e algoritmos de aprendizagem profunda. Essas técnicas permitem que os robôs aprendam com os dados, reconheçam padrões e tomem decisões com base nesses padrões. * Aplicações diversas: A inteligência artificial tem sido aplicada em diversas áreas, desde a medicina até os carros autônomos. Essa tecnologia permite o desenvolvimento de sistemas inteligentes capazes de processar informações e resolver problemas de forma eficiente e precisa. * Desafios éticos e sociais: O avanço da inteligência artificial também traz consigo desafios éticos e sociais. Questões como privacidade, segurança e o impacto no mercado de trabalho precisam ser cuidadosamente consideradas e discutidas para garantir o uso responsável e ético dessas tecnologias. A seguir entenderemos as áreas de aplicação === SAÚDE E MEDICINA === A robótica e a inteligência artificial têm revolucionado a área da saúde, oferecendo soluções inovadoras e melhorando a qualidade de vida dos pacientes. Por exemplo, robôs cirúrgicos assistidos por inteligência artificial estão sendo utilizados em procedimentos complexos, proporcionando maior precisão e reduzindo os riscos de erro humano. Dessa forma, a combinação de robôs e IA permite a realização de diagnósticos mais precisos e rápidos, auxiliando médicos e pesquisadores no desenvolvimento de tratamentos mais eficazes. === AGRICULTURA === A sinergia entre robótica e inteligência artificial tem desempenhado um papel fundamental na modernização da agricultura. Robôs agrícolas autônomos, equipados com sensores avançados e sistemas de IA, podem detectar pragas e doenças nas plantações, permitindo uma intervenção rápida e precisa. Esses robôs são capazes de realizar tarefas como a colheita, o que aumenta a eficiência e reduz a dependência de mão de obra humana. === INDÚSTRIA === Na indústria, a sinergia entre robótica e inteligência artificial está transformando a forma como as fábricas operam. Os robôs colaborativos, por exemplo, são capazes de trabalhar em conjunto com os humanos de forma segura e eficiente, aumentando a produtividade e melhorando a segurança no ambiente de trabalho. A IA pode ser usada para otimizar a cadeia de produção, identificando padrões e realizando análises em tempo real, o que resulta em processos mais eficientes e redução de custos. === TRANSPORTE E LOGÍSTICA === A sinergia entre robótica e inteligência artificial também está presente no setor de transporte e logística. Carros autônomos, por exemplo, são equipados com sistemas de IA avançados que os permitem dirigir de forma autônoma e segura, reduzindo a ocorrência de acidentes. Além disso, a IA também é utilizada para otimizar rotas de entrega, reduzir congestionamentos e melhorar a eficiência dos processos logísticos. === EDUCAÇÃO === A sinergia entre robótica e inteligência artificial tem sido explorada no campo educacional, proporcionando novas formas de aprendizado e interação. Robôs educacionais equipados com sistemas de IA são capazes de auxiliar no ensino, permitindo uma personalização do processo de aprendizagem de acordo com as necessidades e habilidades individuais dos alunos. A robótica educacional também estimula o desenvolvimento de habilidades cognitivas e criativas nas crianças. == Galeria == Unimate, o primeiro robô industrial. Um robô humanoide da Toyota. Curiosity, astromóvel-robô empregado na exploração de Marte. == Ver também == * Competições de Robótica *Computação * Inteligência artificial * Isaac Asimov * Rebelião das máquinas * Robô industrial * Robô móvel * Robótica biomórfica * Robótica de enxame * Robótica educacional * Robótica Livre * Três Leis da Robótica == Ligações externas == * * * * * *Componentes Robotica Categoria:Tecnologia da informação Categoria:Ciência da computação",
 "title": "Robótica"
}