{
 "id": "57628",
 "text": "O termo Tigres Asiáticos (também conhecido como os Quatro Tigres Asiáticos ou Quatro Dragões Asiáticos), refere-se às economias da Coreia do Sul, Hong Kong, Singapura e Taiwan. Entre o início dos anos 1960 e 1990, esses países passaram por uma rápida industrialização e mantiveram taxas de crescimento excepcionalmente altas de mais de 7% ao ano. No início do século XXI, essas economias haviam se desenvolvido e tornado economias de alta renda, especializando-se em áreas de grande competitividade. Hong Kong e Singapura tornaram-se destacados centros financeiros internacionais, enquanto a Coreia do Sul e Taiwan são líderes na fabricação de componentes e dispositivos eletrônicos. Tal êxito econômico serviu de modelo para muitos países em desenvolvimento , especialmente para a economia dos novos tigres asiáticos do sudeste da Ásia. Em 1993, um relatório do Banco Mundial, The East Asian Miracle, atribuiu às políticas neoliberais o milagre econômico, incluindo a manutenção de políticas voltadas para a exportação, impostos baixos e estados de bem-estar social mínimos. Análises institucionais revelaram que algum nível de intervenção estatal estava envolvido. Houve analistas que argumentaram que a política industrial e a intervenção estatal tiveram uma influência muito maior do que sugeria o relatório do Banco Mundial. == História == A partir da década de 1980, alguns territórios do Pacífico malaio-asiáticos começaram a apresentar altos índices de crescimento econômico e influência no mercado mundial, sendo por isso designados tigres asiáticos. Os termos lembram agressividade e é exatamente essa a característica fundamental das quatro economias (Hong Kong não é considerado Estado Nacional) que formam esse grupo. Eles se utilizaram de estratégias arrojadas para atrair capital estrangeiro - apoiada na mão de obra barata e disciplinada, na isenção de impostos e nos baixos custos de instalação de empresas. O país asiático que iniciou esse ciclo rápido de crescimento foi o Japão, com uma bem sucedida reforma agrária, seguida de um aumento rápido da renda dos fazendeiros, que criou um mercado local para novas fábricas. O Japão atuou não só como estímulo, mas também como exemplo. A imensa e ininterrupta expansão da economia japonesa foi decisiva para criar um dinâmico mercado em toda a área circundante do Pacífico. O crescimento mais marcante foi o apresentado pela Coreia do Sul, que a partir dali começou a ser conhecido como o \"Milagre do rio Han\". Na década de 1960, o país era um dos mais pobres países da região, com menor desenvolvimento. Da década de 1980 até o presente, a Coreia do Sul se transformou em um país desenvolvido, com renda alta e elevados valores de IDH e de PIB per capita. O progresso de Taiwan seguiu o mesmo rumo. No final da década de 1990, as exportações chegavam a 202% do PNB (produto nacional bruto) em Singapura e a 132% em Hong Kong. O índice de crescimento era alto nos tigres, e, a despeito da crise asiática, a população tinha um alto nível de alfabetização e a economia girava em torno da construção naval, produtos têxteis, petroquímicos e equipamentos elétricos. O crescimento mais notável ocorreu principalmente na economia de entrepostos. Hong Kong, graças à economia de mercado puro e, apesar de sobrecarregada pelas desvantagens do colonialismo (anteriormente existente enquanto colônia britânica), elevou sua renda per capita para cerca de seis vezes mais que a da República Popular da China. Os Tigres compartilham muitas características com outras economias asiáticas, como Japão e China. Iniciaram o que passou a ser visto como uma particular aproximação asiática do desenvolvimento econômico. Alguns desses países estavam na década de 1960 com indicadores sociais semelhantes a de países africanos altamente estagnados; as principais transformações basearam-se em acesso à educação e criação de infraestrutura de transportes (fundamental para a exportação competitiva). Com o tempo, o termo Tigre tornou-se sinônimo de nação que alcançou o crescimento com um modelo econômico voltado para exportação. Recentemente, nações do Sudeste asiático, como Indonésia, Malásia, Filipinas e Tailândia também passaram a ser consideradas Tigres formando assim os Tigres Asiáticos de Segunda Geração ou os Novos tigres asiáticos.Projeto Araribá: geografia: ensino fundamental / obra coletiva concebida, desenvolvida e produzida pela editora Moderna; editora executiva Sônia Cunha de S. Danelli - 2 ed. - São Paulo: Moderna, 2007. == Economia == Os Tigres asiáticos alcançaram o desenvolvimento com um modelo econômico exportador; esses territórios e nações produzem todo tipo de produto para exportá-los a países industrializados. O consumo doméstico é desestimulado por altas tarifas governamentais. Eles encaram a educação como um meio de aumentar a produtividade. Os países melhoraram o sistema educacional em todos os níveis, assegurando que toda criança frequente o ensino fundamental e o ensino médio. Em geral estes avanços na educação permitiram altos níveis de alfabetização e habilidades cognitivas. Também investiu-se na melhoria do sistema universitário. Além disso, destaca-se a prática de incentivos fiscais a multinacionais. Como os \"Tigres\" eram relativamente pobres durante a década de 1960, tinham abundância de mão de obra barata. Juntamente com a reforma educacional eles conseguiram aproveitar essa vantagem, criando uma força de trabalho de baixo custo, porém muito produtiva. Eles promoveram a igualdade na forma de reforma agrária, para promover o direito de propriedade e para assegurar que os trabalhadores rurais não se prejudicassem. Também foram implantadas políticas de subsídios à agricultura. == Fatores do desenvolvimento == Além de um sério planejamento econômico, outros fatores favoreceram o desenvolvimento destes países. Alguns dos mais importantes: * Investimento de capital estrangeiro, principalmente norte-americano e japonês, que via nesses países uma localização estratégica para fortalecer o capitalismo contra o socialismo, na época da Guerra Fria; * Exploração da força de trabalho relativamente barata, que compensava a falta de matérias-primas - as férias são muito reduzidas, a jornada de trabalho elevada e a previdência social restrita; * Distribuição mais equilibrada de renda em relação a outros países capitalistas; * Cooperação e transparência dos Estados; * Economias voltadas fundamentalmente para o mercado externo; * Ética confucionista - estabelece um modelo socioeconômico que enfatiza o equilíbrio social, a consciência de grupo, a hierarquia, a disciplina e o nacionalismo. As grandes empresas são vistas como grandes famílias, viabilizando, muitas vezes, a ordem e a maior produtividade. == Base cultural == === Confucionismo === O papel do confucionismo tem sido explicar o sucesso dos quatro tigres asiáticos. Esta conclusão é semelhante à teoria da ética do trabalho protestante promovida pelo sociólogo alemão Max Weber, em seu livro A Ética Protestante e o Espírito do Capitalismo. A cultura do confucionismo é citada como ser compatível com a industrialização, porque valoriza estabilidade, trabalho duro, lealdade e o respeito para a autoridade. Há uma influência significativa do confucionismo nas instituições empresariais e políticas dos Tigres Asiáticos. O Confucionismo foi ensinado nas escolas de Singapura até os anos 1990. Seminários sobre Confúcio foram oferecidos por empresas sul-coreanas como a Hyundai para a gestão da empresa. O primeiro- ministro de Singapura Lee Kuan Yew defendeu os valores asiáticos como uma alternativa para a influência da cultura ocidental na Ásia. == Crítica ao modelo exportador == Uma das principais críticas ao sistema econômico dos Tigres Asiáticos é o foco exclusivo na exportação, deixando de lado a importação. Com isso, essas economias tornam-se extremamente dependentes da saúde econômica de suas nações compradoras, ou seja, uma grande crise econômica que afete a saúde financeira dos países que importam seus produtos iria afetar drasticamente a economia dos Tigres. == Ver também == * Economia de Taiwan * Economia de Hong Kong * Economia da Coreia do Sul * Economia de Singapura * Novos tigres asiáticos * Leste asiático * Século Asiático * Tigres bálticos == Ligações externas == * * * * Tigre Asiáticos no sítio Mundo Educação * Tigres Asiáticos no sítio Colégio WEB Categoria:Milagres econômicos Categoria:Economia da Ásia Categoria:Economia de Singapura Categoria:Economia da Coreia do Sul Categoria:Economia de Hong Kong Categoria:Economia de Taiwan Categoria:Classificação dos países",
 "title": "Tigres asiáticos"
}