{
 "id": "57626",
 "text": "Rodolfo Alfonso Raffaello Pierre Filibert Guglielmi di Valentina D'Antonguolla (Castellaneta, 6 de maio de 1895 - Nova Iorque, 23 de agosto de 1926), conhecido profissionalmente como Rudolph Valentino, foi um ator italiano radicado nos Estados Unidos, que estrelou em vários filmes mudos de sucesso, incluindo Os Quatro Cavaleiros do Apocalipse, The Sheik, Sangue e Areia, The Eagle e O Filho do Sheik. Ele foi um dos primeiros ícones pop, e um símbolo sexual da década de 1920, que era conhecido em Hollywood como o \"amante latino\", ou simplesmente como \"Valentino\". Sua morte prematura, aos 31 anos, causou uma histeria em massa entre seus fãs, e impulsionou ainda mais seu status de ícone cultural do cinema. == Biografia == Valentino nasceu Rodolfo Alfonso Raffaello Piero Filiberto Guglielmi em Castellaneta, Itália, de mãe francesa - Marie Berthe Gabrielle Barbin (1856 - 1919) - e Giovanni Antonio Giuseppe Fidele Guglielmi - veterinário morto pela malária quando Valentino tinha 11 anos. Ele tinha um irmão mais velho, Alberto (1892-1981), uma irmã mais jovem chamada Maria, e uma irmã mais velha chamada Beatrice, que morreu ainda pequena. Quando criança, Valentino não era comportado e frequentemente seus pais eram chamados pelos professores. Após viver na cidade de Paris em 1912, retornou a Itália. Incapaz de fixar-se em um emprego migrou para os Estados Unidos. == Carreira cinematográfica == Em 1917, Valentino juntou-se a uma companhia musical que viajou para Utah, onde ele acabou por se desvincular. Juntou-se então a Al Jolson na produção de Robinson Crusoe, viajando a Los Angeles. Em seguida foi a São Francisco com a peça Nobody Home. Lá, Valentino encontrou o ator Kerry Normando, que o convenceu a tentar uma carreira no cinema, ainda na época em que não havia cinema sonoro. Valentino, com Kerry como companheiro de quarto, voltou a Los Angeles e foi morar no hotel Alexandria. Continuou dançando, tendo como clientes mulheres mais velhas que lhe ofereciam alguns luxos. Seu sucesso como dançarino o fez encontrar um quarto na Sunset Boulevard e começar ativamente a procurar papéis no cinema. Sua primeira participação foi no filme Alimony. Tendo participações menores em vários filmes, esforçou-se durante algum tempo para não ser somente chamado a fazer papéis de bandido ou gângster. Naquele tempo, o maior astro era Douglas Fairbanks, homem de tez e olhos claros, características que Valentino não possuía. O tipo “exótico” mais popular da época era o de Sessue Hayakawa. == Estrelato == Ao viajar para Palm Springs, nas filmagens de Stolen Moments, Valentino leu a novela The Four Horsemen of the Apocalypse, de Vicente Blasco Ibáñez. Procurando um papel diferente, descobriu que a Metro havia comprado os direitos de produção da história. Em New York, procurou o escritório da Metro para falar com June Mathis, que acabou por selar uma espécie de paz entre Valentino e o diretor do filme, Rex Ingram. Os Quatro Cavaleiros do Apocalipse foi lançado em 1921, transformando-se em um sucesso comercial e crítico. Foi uma das primeiras películas a dar lucro de mais de 1 000 000 dólares, assim como o 6.º melhor filme da era, em termos de vendas. A Metro parecia pouco disposta a reconhecê-lo como estrela, provavelmente devido à falta de fé do diretor Rex Ingram nele. Assim, o estúdio recusou-se a lhe dar um aumento de US$ 350 semanais pelo filme Os quatro cavaleiro do apocalipse. Para que ele fizesse a continuação do filme, forçaram-no a participar de um filme B, chamado Uncharted Seas. E foi neste filme que Valentino conheceu sua segunda esposa, Natacha Rambova Rambova, Mathis, Ivano e Valentino começaram a trabalhar no filme Camille, de Alla Nazimova. Valentino interpretou Armand, interesse do amor de Nazimova. O filme, na maior parte controlado por Rambova e de Nazimova, foi considerada demasiado vanguardista por críticos da época. O último filme de Valentino para a Metro foi The Conquering Power. A aclamação da crítica recebida pelo filme fez bem ao caixa do estúdio. Após o lançamento do filme, Valentino viajou a Nova Iorque para encontrar-se com vários produtores franceses. Com ânsia pela Europa, onde se pagava melhor e havia mais respeito, Valentino retornou e prontamente encerrou seu contrato com a Metro. == Sheik == Depois de encerrar seu contrato com a Metro, Valentino se decidiu pelo estúdio de Jesse Lasky, mais focado em filmes comerciais. Mathis então juntou-se a ele, Ivano e Rambova. Jesse Lasky pretendia capitalizar o sucesso de Valentino, e associou a ele o estereótipo do \"Latin Lover\". No filme The Sheik, Valentino interpretava o Sheik Ahmed Ben Hassan. O filme foi um sucesso e definiu não só a sua carreira, mas sua imagem e seu legado. Valentino tentou manter a distância do estereótipo de homem árabe. Famosos produtores conduziram mais quatro filmes nesse segmento durante os 15 meses seguintes. Seu papel em Moran of Lady Letty era tipicamente de Douglas Fairbanks, porém percebeu-se que o seu caráter combinava mais com ascendência espanhola. O filme recebeu várias revisões, mas de qualquer maneira foi bem recebido. Em novembro de 1921, Valentino trabalhou ao lado de Gloria Swanson em Beyond the Rocks, que possuía figurinos extravagantes. A revista Photoplay comentou que o filme era fora da realidade. Lançado em 1922, a película teve péssima aceitação da crítica. Anos depois de seu lançamento, Beyond the Rocks acabou sendo perdido, com exceção de um minuto de película. Em 2002, o filme foi \"redescoberto\" pelo museu holandês da película, e a versão restaurada foi liberada em DVD no ano de 2006. Também em 1922, Valentino começou a trabalhar com Mathis em outro filme, Blood and Sand (\"Sangue e Areia\"), co-estrelado por Lila Lee e Nita Naldi. Valentino interpretava um toureiro, cujo nome era Juan Gallardo. Acreditando inicialmente que o filme seria rodado na Espanha, Valentino descobriu que o estúdio planejou o lançamento em Hollywood, e que o diretor e a produção haviam sido mudados. Após o término das filmagens, Valentino casou com Rambova, que descobriu então que ele era bígamo. A bigamia de Valentino se tornou um \"sucesso\" e o casal foi forçado a anular o casamento e se separar por um ano. Independente disso, o filme foi um sucesso, com críticas inclusive chamando o filme de obra prima. Blood and Sand se tornou um dos 4 mais rentáveis filmes de 1922, quebrando recordes de bilheteria, como por exemplo US$ 37 400 em uma única vez no Rivoli Theatre. Durante a separação forçada de Rambova, o par continuou trabalhando (separadamente) na produção de Mathis, The Young Rajah. Fragmentos deste filme ainda existem, tendo sido redescobertos em 2005. O filme não superou as expectativas e não teve uma boa performance financeira. Valentino colocou a culpa da falta de lucratividade do filme em sua separação de Rambova. Sem ela, Valentino retorna a Nova Iorque após o lançamento de The Young Rajah, sendo perseguido por repórteres constantemente. Ao mesmo tempo, Valentino pensou em não voltar aos estúdios de Jesse Lasky, mesmo ambos já tendo firmado contrato para o próximo filme, The Spanish Cavalier. == Mineralava Dance Tour == No final de 1922, Valentino conhece George Ullman, que viria a ser seu empresário. Ullman havia trabalhado com a Mineralava Beauty Clay Company, e os convenceu que Valentino era perfeito para ser orador, graças a sua legião de fãs. A tour foi um tremendo sucesso, com Valentino e Rambova fazendo performances em 88 cidades nos EUA e Canadá. Além da tour, Valentino e Mineralava patrocinavam concursos e produtos de beleza. Um destes concursos foi filmado pelo jovem David O. Selznick, e intitulado Rudolph Valentino and His 88 Beauties. == Retorno aos filmes == Quando Valentino retornou aos EUA (com uma oferta da Ritz-Carlton Pictures - que trabalhava com Jesse Lasky - e incluía US$ 7 500 por semana, controle criativo e filmagem em Nova Iorque), Rambova negociou dois filmes com Jesse Lasky e quatro com a Ritz Carlton. Valentino aceitou, desistindo de uma oferta italiana chamada Quo Vadis. O primeiro filme com o novo contrato era Monsieur Beaucaire, onde Valentino interpretava o Duke de Chartres. O filme ficou ruim e a audiência americana achou \"afeminado\". A falha do filme, controlado por Rambova, é considerada a prova para Valentino bani-la de seus sets. Em 1924, Valentino fez o último filme para os estúdios de Jesse Lasky, The Sainted Devil, agora perdido. Tinha figurinos diferentes e uma história fraca. Apesar disso, começou vendendo muito bem, tornando-se, logo, mais um desapontamento. Com seu contrato cumprido, Valentino foi liberado por Jesse, mas obrigado a fazer os 4 filmes para a Ritz-Carlton. Seu filme seguinte foi The Hooded Falcon. A produção começou mal, Valentino pediu a Mathis que o reescrevesse. Mathis levou isso como um insulto e não falou com Valentino por dois anos. Rambova começou a trabalhar como figurinista, e reescreveu o script de Falcon. Valentino foi persuadido a filmar Cobra, com Nita Naldi, mas também impôs suas condições: só o faria se ele não fosse lançado antes de The Hooded Falcon. Após filmar Cobra, o cast de The Hooded Falcon foi à França para a finalização do figurino. Depois de 3 meses, voltando à América, houve sensação devido a Valentino ter deixado a barba crescer para o filme. O grupo e os moldes foram preparados em Hollywood, mas muito do orçamento foi gasto somente na pré- produção. Devido à despesa pródiga de Valentino em trajes e em jogos, Ritz- Carlton terminou o negócio com a dupla (ele e Rambova). == Imagem == As mulheres o amaram e o pensaram como o ápice do romance. E assim os homens americanos foram oprimidos, tendo aversão a seus filmes. Como o tipo de Fairbanks era mais machão, Valentino acabou sendo visto como uma ameaça a todo o homem americano. Perguntaram em uma entrevista, a um homem comum, o que pensava de Valentino: “Muitos homens desejam ser um outro Douglas Fairbanks. Mas Valentino? Eu quero saber…”. Valentino era triunfantemente sedutor. Colocava os maridos como nada, ou simplesmente como mais um item doméstico. Homens podiam ser como Fairbanks, mas copiavam o olhar de Valentino. Um homem com cabelo para trás perfeitamente lubrificado foi chamado um “Vaselino”. == Vida pessoal == Em 1919, antes da ascensão de sua carreira, Valentino casou-se impulsivamente com a atriz Jean Acker. Acker, que era lésbica, lamentou rapidamente a união e deixou Valentino fora de seu quarto na noite de núpcias. Separaram-se pouco depois, e o casamento acabou anulado por nunca ter sido consumado. Ficaram legalmente casados, porém, até 1921, quando Acker pediu o divórcio. Esse concedido, Acker ficou recebendo pensão. Apesar de seu comportamento disparatado e o uso do termo “Sra. Valentino” (um nome a que ela não teve nenhum direito legal), ambos foram amigos até sua morte. Valentino conheceu Natacha Rambova (figurinista, diretora de arte e protegida de Nazimova) durante as filmagens de Uncharted Seas, em 1921. Os dois trabalharam juntos no filme Camille, onde tiveram um envolvimento romântico. Casaram em 13 de maio de 1922, no México, e Valentino foi condenado por bigamia (pois não estava divorciado por um ano cheio, segundo as exigências da lei de Califórnia). Tendo de esperar um ano para casar, ou ser preso, Rambova e Valentino viveram em apartamentos separados na cidade Nova Iorque, e a 14 de março de 1923 casaram-se legalmente. Muitos amigos de Valentino não gostavam de Rambova e seu controle sobre o amigo. Durante seu relacionamento com Rambova, Valentino perdeu muitos amigos e sócios em negócios - incluindo June Mathis. Mais ao fim do casamento, Rambova foi banida dos sets de Valentino contratualmente. Divorciaram-se em 1925, amargamente, com Valentino não dando um dólar seu a Rambova. A sexualidade de Valentino sempre foi objeto de especulação. Houve quem dissesse que ele era homossexual, tendo tido relacionamentos com ambos seus colegas de quarto Paul Ivano e Douglas Gerrad, e ainda Norman Kerry (abertamente homossexual), Jacques Herbertot e Andre Daven. Um pouco antes de sua morte, Valentino estava tendo um relacionamento com a atriz Pola Negri. Negri fez uma cena em seu funeral, dizendo que eles haviam casado, o que até hoje não se sabe realmente. == Morte e funeral == Em 15 de agosto de 1926, Valentino teve um colapso, no Hotel Ambassador, em Nova Iorque. Foi hospitalizado na Policlínica de Nova Iorque e submeteu-se a uma cirurgia referente a uma úlcera perfurada. A cirurgia foi bem-sucedida e ele pareceu se recuperar. Infelizmente, abateu-se-lhe uma peritonite, que se propagou por todo o corpo. Morreu oito dias mais tarde. Mais de 100 000 pessoas foram às ruas de Nova Iorque para oferecer as suas condolências. O evento em si era um drama próprio: a atriz Pola Negri desmoronou de histeria sob o caixão e janelas foram despedaçadas pelas fãs. Revelou-se mais tarde como um conluio de planejamento de publicidade. A missa fúnebre de Valentino em Nova Iorque ocorreu na igreja católica romana de \"Malachy de Saint\", chamada frequentemente de “capela do ator”, porque fica situada na rua do oeste 49th no distrito do teatro de Broadway, e tem uma associação longa com figuras do show business. Depois que o corpo de Valentino foi levado por trem através do país, um segundo funeral se deu na costa oeste, na Igreja Católica do Bom Pastor em Beverly Hills. June Mathis, sua grande amiga, ofereceu sua cripta para que Valentino fosse enterrado, pois seria uma solução provisória. Entretanto, Mathis morreu no ano seguinte e Valentino foi colocado na cripta adjacente. Os dois ainda estão enterrados lado a lado no cemitério de Hollywood. Durante anos, em todos os aniversários de sua morte, uma mulher de negro colocou rosas em seu túmulo. Descobriu-se em 1945 que ela era Marion Brenda, que Valentino conhecera numa festa pouco antes de morrer. Ela afirmava ter se casado com ele, o que nunca foi comprovado.CAWTHORNE, Nigel. A vida sexual dos ídolos de Hollywood. Rio de Janeiro: Ediouro, 2004, p. 72. Valentino deixou a sua mansão ao seu irmão, irmã e Teresa Werner (tia de Rambova). == Filmes sobre Valentino == A vida de Rudolph Valentino foi filmada para televisão e cinema. Uma destas biografias é o filme Valentino, de Ken Russell, no qual Valentino é retratado por Rudolf Nureyev. Um filme mais profundo sobre o ator, igualmente chamado Valentino, foi lançado em 1951, onde Anthony Dexter é Valentino. The World's Greatest Lover, um filme de comédia de 1977, apresenta Gene Wilder como um atrapalhado que tentava ganhar um concurso dum estúdio de cinema rival que queria eleger um ator que pudesse competir com Valentino. Matt Collins interpreta Valentino mas nunca tem um diálogo. O curta metragem Daydreams of Rudolph Valentino, com ator Vladislav Kozlov como Valentino, foi apresentado no cemitério de Hollywood em 23/08/2006, marcando 80 anos da morte de Rodolfo Valentino. Em American Horror Story: Hotel, foi interpretado por Finn Wittrock == Filmografia == * My Official Wife (1914) * The Quest of Life (1916) * The Foolish Virgin (1916) (não-creditado) * Seventeen (não-creditado, 1916) * Alimony (1917) * A Society Sensation (1918) * All Night (1918) * The Married Virgin/Frivolous Wives (1918) * The Delicious Little Devil (1919) * The Big Little Person (1919) * A Rogue's Romance (1919) * The Homebreaker (1919) * Out of Luck (1919) * Virtuous Sinners (1919) * The Fog (1919) * Nobody Home (1919) * The Eyes of Youth (1919) * Stolen Moments (1920) * An Adventuress (1920) * The Cheater (1920) * Passion's Playground (1920) * Once to Every Woman (1920) * The Wonderful Chance (1920) * The Four Horsemen of the Apocalypse (1921) (\"Os Quatro Cavaleiros do Apocalipse\") * Uncharted Seas (1921) (\"Corações Cegos\") * The Conquering Power (1921) (\"Eugênia Grandet\") * Camille (1921) (\"Dama das Camélias\") * The Sheik (1921) (\"O Xeque\") * Moran of the Lady Letty (1922) (\"De Marujo a Comandante\"/ \"A Ferro e Fogo\") * Beyond the Rocks (1922) (\"Esposa Mártir\") * Blood and Sand (1922) (\"Sangue e Areia\") * The Young Rajah (1922) (\"O Jovem Rajá\") * Monsieur Beaucaire (1924) * A Sainted Devil (1924) (\"Pecador Divino\") * Cobra (1925) * The Eagle (1925) (\"O Águia\") * The Son of the Sheik (1926) (\"O Filho do Xeque\") coprotagonisado por Kelly Howard |} == Outros nomes pelos quais foi conhecido == * Rudolph DeValentino * M. De Valentina * M. Rodolfo De Valentina * M. Rodolpho De Valentina * R. De Valentina * Rodolfo di Valentina * Rudolpho De Valentina * Rudolpho di Valentina * Rudolpho Valentina * Rodolph Valentine * Rudolpho De Valentine * Rudolph Valentine * Rodolfo di Valentini * Rodolph Valentino * Rudi Valentino * Rudolfo Valentino * Rudolf Valentino * Rudolph Volantino |} Categoria:Atores da Itália Categoria:Atores dos Estados Unidos Categoria:Norte-americanos de ascendência italiana Categoria:Cinema mudo Categoria:Sepultados no Hollywood Forever Cemetery",
 "title": "Rudolph Valentino"
}