{
 "id": "57650",
 "text": "O Sacramento Kings é um time de basquete profissional americano com sede em Sacramento, Califórnia. Os Kings competem na National Basketball Association (NBA) como membros da Divisão do Pacífico da Conferência Oeste. Os Kings são o time mais antigo da NBA e o primeiro e único time nas principais ligas esportivas profissionais da América do Norte localizadas em Sacramento. A equipe joga seus jogos em casa no Golden 1 Center. Suas melhores temporadas na cidade foram no início dos anos 2000, incluindo uma temporada de muito sucesso em 2001-02, quando tiveram o melhor recorde da NBA com 61 vitórias e 21 derrotas (uma porcentagem de vitórias de 0,744). A franquia começou com o nome Rochester Seagrams (uma equipe semiprofissional) de Rochester, Nova Iorque, que surgiu em 1923 e hospedou várias equipes nos 20 anos e seguinte. Eles se juntaram à National Basketball League (NBL) em 1945 como o renomeado Rochester Royals, vencendo o campeonato da liga em sua primeira temporada, 1945-46. Mais tarde, eles foram juntos com outros três times da NBL para a Basketball Association of America (BAA), precursora da NBA, em 1948. Com o nome de Royals, o time costumava ter sucesso na quadra, vencendo o campeonato da NBA de 1951. O time, no entanto, achou cada vez mais difícil obter lucro no mercado relativamente pequeno de Rochester e se mudou para Cincinnati em 1957, tornando-se o Cincinnati Royals. Em 1972, a equipe mudou-se novamente, desta vez para Kansas City, Missouri, e renomeou Kansas City-Omaha Kings porque inicialmente dividiu seus jogos em casa entre Kansas City e Omaha, Nebraska; o apelido foi alterado para evitar confusão com o time de beisebol apelidado de Kansas City Royals. Após três temporadas, o time mudou o nome para Kansas City Kings, mas continuou a jogar vários jogos em casa por temporada em Omaha, até março de 1978. A franquia novamente não obteve sucesso em seu mercado e mudou- se após a temporada de 1984-85 para Sacramento. Entre 2006 e 2022, os Kings tiveram 16 temporadas consecutivas de derrotas, o maior número na história da NBA. Os Kings também tiveram a mais longa seca de idas à pós-temporada nos quatro principais esportes norte-americanos, que começou em 2006 e durou até 2023. == Elenco atual == Líderes em pontos pela franquia # Pontos Jogador Carreira 1 22.009 Oscar Robertson 1960-1970 2 15.840 Jack Twyman 1955-1966 3 12.070 Mitch Richmond 1991-1998 4 10.894 Tiny Archibald 1970-1976 5 9.895 Sam Lacey 1970-1981 6 9.894 DeMarcus Cousins 2010-2017 7 9.498 Peja Stojaković 1998-2006 8 9.107 Jerry Lucas 1963-1969 9 9.027 Eddie Johnson 1981-1987 10 9.002 Scott Wedman 1974-1981 Líderes em assistências pela franquia # Assistências Jogador Carreira 1 7.731 Oscar Robertson 1960-1970 2 3.563 Sam Lacey 1970-1981 3 3.499 Tiny Archibald 1970-1976 4 2.809 Reggie Theus 1984-1988 5 2.580 Mike Bibby 2001-2008 6 2.452 De'Aaron Fox 2017-Atualmente 7 2.409 Larry Drew 1981-1986 8 2.322 Phil Ford 1978-1982 9 2.250 Bob Davies 1945-1955 10 2.128 Mitch Richmond 1991-1998",
 "title": "Sacramento Kings"
}