{
 "id": "57663",
 "text": "O Golden State Warriors é um time profissional de basquete dos Estados Unidos. Os Warriors competem na National Basketball Association (NBA) como membro da Divisão do Pacífico da Conferência Oeste. Fundado em 1946 na Filadélfia, o Warriors se mudou para a área da Baía de São Francisco em 1962 e tomou o nome da cidade, antes de mudar seu apelido geográfico para Golden State em 1971. O clube joga seus jogos em casa no Chase Center. Os Warriors ganharam o campeonato inaugural da Basketball Association of America (BAA) em 1947 e venceram novamente em 1956, liderados pelo trio do Hall da Fama, Paul Arizin, Tom Gola e Neil Johnston. Em 1975, os craques Rick Barry e Jamaal Wilkes levaram os Warriors ao seu terceiro título. Liderada por Stephen Curry, Klay Thompson e Draymond Green, a dinastia dos Warriors viu a equipe conquistar quatro títulos em oito temporadas, além de chegar a cinco finais consecutivas de 2015 a 2019 (seis finais em oito anos); Curry, Green, Thompson e Andre Iguodala estavam em todos os quatro times do século 21. == História == === 1946–1962: Primeiros anos na Filadélfia === Os Warriors foram fundados em 1946 como Philadelphia Warriors, um membro fundador da Basketball Association of America. Eles pertenciam a Peter A. Tyrrell, que também era dono do Philadelphia Rockets da American Hockey League. Tyrrell contratou Eddie Gottlieb, um promotor de basquete de longa data na área da Filadélfia, como treinador e gerente geral. Os proprietários batizaram o time com o nome de Philadelphia Warriors, um antigo time de basquete que jogou na American Basketball League em 1925. Liderada pela sensação Joe Fulks, a equipe ganhou o título na temporada inaugural da liga ao derrotar o Chicago Stags em quatro jogos. A NBA, que foi criada por uma fusão em 1949, reconhece oficialmente isso como seu primeiro título. Gottlieb comprou a equipe em 1951. Os Warriors ganharam seu próximo título na temporada de 1955-56, derrotando o Fort Wayne Pistons em quatro jogos. As estrelas dos Warriors desta época foram os futuros membros do Hall da Fama, Paul Arizin, Tom Gola e Neil Johnston. === 1959–1965: A era Wilt Chamberlain === Em 1959, a equipe assinou com a terceira escolha geral do draft da NBA de 1959, Wilt Chamberlain. Conhecido como \"Wilt the Stilt\", ele liderou a equipe em pontos em seis temporadas e rapidamente começou a quebrar os recordes de pontuação da NBA. Em 2 de março de 1962, em um jogo \"em casa\" dos Warriors disputado em uma quadra neutra em Hershey, Pensilvânia, Chamberlain marcou 100 pontos contra o New York Knicks. Em 1962, Franklin Mieuli comprou a maioria das ações da equipe e transferiu a franquia para a área da Baía de São Francisco, renomeando-os como San Francisco Warriors. Os Warriors jogaram a maioria de seus jogos em casa no Cow Palace em Daly City (a instalação fica ao sul dos limites da cidade de São Francisco) de 1962 a 1964 e no San Francisco Civic Auditorium de 1964 a 1966, embora ocasionalmente jogando em casa em cidades próximas, como Oakland e San José. Eles também jogaram frequentemente no ginásio da Universidade de São Francisco. No Draft da NBA de 1963, os Warriors selecionaram Nate Thurmond para acompanhar Chamberlain. Os Warriors ganharam o título da Divisão Oeste naquela temporada, mas perderam as finais da NBA para o Boston Celtics. Na temporada de 1964-65, os Warriors trocaram Chamberlain para o Philadelphia 76ers em troca de Connie Dierking, Lee Shaffer, Paul Neumann e US$150.000 e venceram apenas 17 jogos. === 1965–1978: Thurmond e Barry === No Draft da NBA de 1965, eles selecionaram Rick Barry na primeira rodada, que se tornou o Novato do Ano naquela temporada e, em seguida, levou os Warriors às finais da NBA na temporada de 1966-67, perdendo para a nova equipe de Chamberlain que havia substituído os Warriors na Filadélfia, os 76ers. Irritado com o fracasso da administração em lhe pagar certos bônus de incentivo que ele sentia que lhe eram devidos, Barry ficou de fora da temporada de 1967-68 e assinou com o Oakland Oaks da American Basketball Association para o ano seguinte, mas depois de quatro temporadas na ABA, ele voltou para os Warriors em 1972. Durante a ausência de Barry, os Warriors não eram mais candidatos ao título. A equipe começou a agendar mais jogos em casa em Oakland com a abertura da Oakland Coliseum Arena em 1966 e a temporada de 1970-71 foi a última da equipe com o nome de San Francisco Warriors. A franquia adotou o nome de Golden State Warriors antes da temporada de 1971-72, para sugerir que a equipe representava todo o estado da Califórnia. Quase todos os jogos em casa foram disputados em Oakland naquela temporada; seis foram jogados em San Diego, mas nenhum em San Francisco ou Daly City. A Oakland Arena tornou-se a quadra exclusiva da equipe em 1971. Os Warriors chegaram aos playoffs de 1971 a 1977, exceto em 1974, e ganharam seu primeiro título da NBA na Costa Oeste na temporada de 1974-75. No que muitos consideram a maior virada da história da NBA, Golden State não apenas derrotou o favorito Washington Bullets como os humilhou em uma sequência de quatro jogos. Essa equipe foi treinada pelo ex-jogador da equipe, Al Attles, e foi liderada em quadra por Rick Barry e Jamaal Wilkes. Barry foi nomeado o MVP das Finais. Com um recorde de 59-23, os Warriors tiveram o melhor desempenho da liga durante a temporada de 1975-76. No entanto, eles perderam para o Phoenix Suns em sete jogos nas finais da Conferência Oeste. === 1978-1985: Dificuldades === Devido à perda de jogadores-chave como Barry, Wilkes e Thurmond para trocas e aposentadorias, os Warriors lutaram para colocar um time competitivo em quadra de 1978 a 1987, depois de serem um dos times dominantes da NBA na década de 1960 e na maior parte da década de 1970. Através do draft da NBA, eles adquiriram alguns jogadores importantes como o ala-pivô Purvis Short (1978), o pivô Joe Barry Carroll (1980) e o pivô Robert Parish (1976), que foi trocado para o Boston Celtics em 1980, juntamente com a escolha do draft que se tornaria Kevin McHale. Em 1983, os Warriors igualaram a oferta do New York Knicks pelo agente livre Bernard King, mas, incapaz de pagar seu alto salário, rapidamente o trocou para os Knicks pelo armador Micheal Ray Richardson, que logo enviaram para os New Jersey Nets em troca de Sleepy Floyd e Mickey Johnson. Floyd chegou a marcar 29 pontos para os Warriors no quarto quarto de um jogo de playoffs contra o Los Angeles Lakers, embora mais tarde tenha sido trocado para o Houston Rockets. A saída desses jogadores por vários motivos simbolizou a futilidade da franquia durante esse período, já que o treinador Attles virou gerente geral em 1980 e a equipe fez várias mudanças de treinador. Os novos proprietários, Jim Fitzgerald e Dan Finane, finalmente conseguiram devolver a equipe à respeitabilidade contratando o ex-treinador do Cleveland Cavaliers, George Karl, como treinador principal em 1986, depois de selecionar Chris Mullin no draft da NBA de 1985. === 1985–1997: A era \"Run TMC\" === Depois de um período abaixo do esperado no final dos anos 1970 e início dos anos 1980, a equipe teve um breve ressurgimento sob o comando do técnico Karl, culminando em uma semifinal da Conferência Oeste de 1987 contra Magic Johnson e o Los Angeles Lakers. Esses jogos catalisaram o aumento do interesse da NBA na Bay Area, assim como o novo técnico Don Nelson, que projetou uma série de vitórias no final dos anos 1980 e início dos anos 1990 com o trio formado por Tim Hardaway, Mitch Richmond e Chris Mullin. Coletivamente conhecido como \"Run TMC\", em referência ao grupo de rap Run-D.M.C., o trio ficou junto por apenas duas temporadas e venceu apenas uma série de playoffs. Nelson enviou Richmond para o Sacramento Kings em troca de Billy Owens, um jovem promissor para complementar o sistema do treinador. Nelson havia sido trazido para os Warriors por Jim Fitzgerald, que foi co-proprietário da equipe de 1986 a 1995. Na temporada de 1993-94, com o Novato do Ano, Chris Webber, jogando com Latrell Sprewell, os Warriors chegaram aos playoffs. No entanto, no início da temporada seguinte,um racha se formou entre Webber e Sprewell, de um lado, e Nelson, do outro. Os três logo deixaram a equipe e a organização entrou em polvorosa. A temporada de 1994-95 foi a primeira sob o comando do novo dono da equipe, Chris Cohan. Os Warriors selecionaram Joe Smith como a primeira escolha geral no Draft da NBA de 1995 e contrataram Rick Adelman como novo treinador. Eles enviaram Tim Hardaway e Chris Gatling para o Miami Heat em troca de Kevin Willis e Bimbo Coles no meio da temporada de 1995-96 e terminaram com um recorde de 36-46, três vitórias a menos que a marca para chegar aos playoffs. Enquanto sua quadra, a Oakland Coliseum Arena, estava sendo amplamente renovada, os Warriors da temporada de 1996-97 jogaram seus jogos em casa na San Jose Arena e lutaram para terminar com um recorde de 30-52. Após a temporada, Mullin foi negociado com o Indiana Pacers em troca de Erick Dampier e Duane Ferrell. === 1997–2009: Anos selvagens e mentalidade de \"acreditamos\" === O treinador de longa data da Universidade Seton Hall, P. J. Carlesimo, que havia sido recentemente demitido pelo Portland Trail Blazers, substituiu Adelman como treinador principal para a temporada de 1997-98. Sprewell foi suspenso pelo restante da temporada por perder a paciência e asfixiar Carlesimo durante um treino da equipe em dezembro, gerando uma declaração do gerente geral Garry St. Jean de que Sprewell nunca mais jogaria pelos Warriors. Ele não voltaria a jogar na NBA até ser negociado em janeiro de 1999 com o New York Knicks em troca de John Starks, Chris Mills e Terry Cummings. St. Jean havia se tornado o novo gerente geral dos Warriors em julho de 1997; ele e seu antecessor Dave Twardzik receberam grande parte da culpa pelos problemas dos Warriors no início do turbulento mandato de Cohan como proprietário. St. Jean trouxe jogadores como Terry Cummings, John Starks e Mookie Blaylock, que já passaram de seus primórdios. Twardzik draftou vários flops como Todd Fuller (enquanto Kobe Bryant, Steve Nash e Jermaine O'Neal ainda estavam disponíveis) e Steve Logan (que nunca jogou um jogo da NBA). No draft seguinte, a equipe selecionou Adonal Foyle enquanto Tracy McGrady ainda estava disponível. St. Jean, no entanto, draftou o armador Jason Richardson de Michigan State, um dos principais artilheiros dos Warriors na temporada de 2006-07. Por alguns anos, com as estrelas em ascensão Richardson, Antawn Jamison e Gilbert Arenas liderando a equipe, os Warriors pareciam um time em ascensão, mas os jovens não tinham o suficiente na competitiva Conferência Oeste para chegar aos playoffs. Após a temporada de 2002-03, os erros anteriores de St. Jean de comprometer dinheiro com jogadores como Danny Fortson, Adonal Foyle e Erick Dampier foram dolorosamente sentidos pelos torcedores do Warriors quando a equipe não conseguiu renovar o contrato de Arenas. Em junho de 2003, Cohan elevou o executivo de marketing, Robert Rowell, a presidente da equipe. Depois de uma temporada decepcionante em 2003-04, o técnico Eric Musselman e St. Jean foram demitidos. Mike Montgomery foi contratado como treinador principal e Chris Mullin foi escolhido para suceder St. Jean com o título de vice- presidente executivo de operações de basquete. Mullin esperava construir uma equipe vencedora em torno de Jason Richardson, Mike Dunleavy Jr. e Troy Murphy, e draftou o pivô Andris Biedriņš da Letônia como a 11º escolha geral no Draft da NBA de 2004. Na data limite de negociação de 2005, ele reforçou a equipe com a aquisição do armador Baron Davis, trazendo para a equipe sua primeira superestrela desde o próprio Mullin. Os Warriors tiveram um ótimo início de temporada 2005-06 mas conseguiram vencer apenas mais 13 jogos até o final de março devido a lesões. Davis muitas vezes se viu em desacordo com o novo treinador Mike Montgomery (acostumado a lidar com jogadores universitários em seu longo período em Stanford) e não conseguiu se manter saudável, jogando em apenas 54 jogos. Em 5 de abril de 2006, os Warriors foram oficialmente eliminados da disputa dos playoffs em uma derrota por 114-109 na prorrogação para o New Orleans Hornets, estendendo sua seca de playoffs para 12 temporadas. Entrando na temporada de 2006-07, os Warriors mantiveram o recorde ativo (12) de mais temporadas consecutivas sem uma aparição nos playoffs. Durante a off-season de 2006, a equipe anunciou que havia dispensado o técnico Montgomery e contratou o ex-técnico do Dallas Mavericks, Don Nelson, para assumir o lugar dele. Em 17 de janeiro de 2007, os Warriors trocaram os decepcionantes Murphy e Dunleavy e os promissores Ike Diogu e Keith McLeod para o Indiana Pacers em troca de Al Harrington, Stephen Jackson, Šarūnas Jasikevičius e Josh Powell. Essa troca permitiu que os Warriors \"corressem e armassem\" seu caminho para os playoffs com uma equipe mais atlética e talentosa. A equipe fechou a temporada regular com um recorde de 42-40 e foram para os playoffs. \"Nós acreditamos\" se tornou o slogan dos Warriors nos últimos dois meses da temporada e nos playoffs. Liderados por um Baron Davis saudável, um Jason Richardson cada vez melhor e a jovem futura estrela Monta Ellis, os Warriors imediatamente frustraram as expectativas do favorito Dallas Mavericks nos playoffs. No Jogo 6, os Warriors fizeram 18-0 no terceiro quarto a caminho de eliminar os Mavericks e se tornar o primeiro cabeça de chave número 8 da NBA a vencer um cabeça de chave número 1 em uma série de sete jogos. Os Warriors enfrentaram o Utah Jazz na segunda rodada dos playoffs, Davis marcou 32 pontos mas a equipe perdeu o Jogo 4 em casa, sua primeira derrota em Oakland em mais de um mês, e o Jazz fechou a série no Jogo 5 em Salt Lake City. Na temporada de 2007-08, os Warriors enfrentaram dificuldades iniciais em sua tentativa de retornar aos playoffs. Richardson foi trocado para o Charlotte Bobcats pelo novato Brandan Wright. Para piorar ainda mais as coisas, Jackson foi suspenso por sete jogos por causa de um incidente com arma de fogo. Eles abriram a temporada com seis derrotas consecutivas, mas a ascensão de Ellis, a sólida temporada livre de lesões de Davis (médias de 21,6 pontos, 8 assistências e 4,6 rebotes) e uma melhora geral na química da equipe os trouxeram de volta à disputa dos playoffs; mas no final os Warriors não conseguiram chegar aos playoffs apesar de um recorde de 48-34, que é o melhor recorde na história da NBA para uma equipe fora dos playoffs desde que os playoffs da NBA se expandiram para oito equipes por conferência. A Conferência Oeste foi muito forte naquela temporada; cada equipe dos playoffs venceu 50 jogos, deixando os Warriors a dois jogos da última vaga nos playoffs. A equipe esgotou quase todos os jogos em casa durante a temporada, com média de 19.631 por jogo, a maior da história da equipe. Na offseason de 2008, Baron Davis optou por retornar à sua cidade natal e assinar com o Los Angeles Clippers. Com a 14ª escolha geral do draft daquele ano, os Warriors selecionaram Anthony Randolph de LSU. Para compensar a perda de Davis, os Warriors contrataram Corey Maggette e Ronny Turiaf e renovaram o contrato de Ellis e Andris Biedriņš em contratos de longo prazo. Os Warriors tiveram uma temporada decepcionante em 2008-09, terminando com um recorde de 29-53. Ellis se machucou em um acidente de motocicleta e foi suspenso por 30 jogos por andar no veículo contra os termos de seu contrato, privando os Warriors de seu principal jogador. Eles trocaram Al Harrington para o New York Knicks pelo armador Jamal Crawford e foram prejudicados por lesões e pela experiência mínima de seus jovens jogadores como Anthony Morrow e Brandan Wright. O técnico Nelson muitas vezes teve que fazer ajustes nos titulares, já que muitos dos titulares perderam jogos devido a lesões. Apesar do histórico de derrotas da equipe, os Warriors foram difíceis de serem batidos quando tinham uma formação saudável e um banco forte. === 2009–Presente: A era Stephen Curry === ==== 2009–2012: Dificuldades contínuas e escolhas de draft adequadas ==== Os Warriors selecionaram Stephen Curry da Davidson College como a sétima escolha geral do Draft da NBA de 2009. Durante a off-season de 2009, a equipe não renovou o contrato do gerente geral Chris Mullin. Larry Riley, assistente técnico de longa data de Nelson, foi promovido para o seu lugar; Riley selecionou Curry e trocou Jamal Crawford para o Atlanta Hawks em troca de Acie Law e Speedy Claxton. Os Warriors tiveram outro ano propenso a lesões na temporada de 2009-10, pois foram consistentemente incapazes de colocar em quadra seu time titular ideal. Em novembro, um descontente Stephen Jackson e Acie Law foram trocados para o Charlotte Bobcats em troca de Raja Bell (fora da temporada com uma lesão) e Vladimir Radmanovic. A partir de janeiro de 2010, eles emitiram vários contratos de 10 dias, principalmente para Anthony Tolliver do Idaho Stampede. Devido às suas múltiplas lesões, eles receberam uma exceção que lhes permitiu assinar com Reggie Williams do Sioux Falls Skyforce para um contrato de 10 dias em 2 de março. Eles eventualmente dispensaram o lesionado Bell para contratar Williams para o resto do ano e terminou a temporada com um recorde de 26-56. Curry terminou em segundo lugar na votação de Novato do Ano perdendo para Tyreke Evans do Sacramento Kings e foi nomeado para a Primeira-Equipe de Novatos. Os Warriors selecionaram Ekpe Udoh, um ala-pivô de Baylor, como a 6ª escolha geral do draft da NBA de 2010. A equipe fez uma troca que enviou Turiaf, Randolph e Kelenna Azubuike para o New York Knicks em troca de David Lee. Após a saída de Morrow, os Warriors contrataram Dorell Wright, ex-Miami Heat, em um contrato de três anos e US$ 11 milhões. Em 15 de julho de 2010, o proprietário Chris Cohan vendeu os Warriors para Peter Guber da Mandalay Entertainment e seu parceiro Joe Lacob por um recorde de US$ 450 milhões. Em 15 de novembro, os Warriors anunciaram o novo grupo de proprietários de 19 pessoas composto por Joe Lacob, Peter Guber, Vivek Ranadivé, Erika Glazer, Fred Harman, Bob Piccinini, Larry Bowman, Danny German, Marty Glick, Chad Hurley, Craig R. Johnson, Bruce Karsh, Jeffrey A. Miller, Paul Schaeffer, David Scially, Nick Swinmurn, Harry Tsao, John Walecka, Dennis Wong e Chamath Palihapitiya. Os Warriors continuaram sua série de contratações adicionando o armador Jeremy Lin; Ele se tornou o primeiro jogador taiwanês-americano na história da NBA. Depois que o técnico Don Nelson renunciou em setembro de 2010, o assistente técnico Keith Smart foi contratado como novo treinador da equipe. Os Warriors venceram 36 jogos e não conseguiram chegar aos playoffs na temporada de 2010-11. A equipe quebrou um recorde da franquia com 21 cestas de três pontos na vitória contra o Orlando Magic. Em fevereiro de 2011, os Warriors trocaram Brandan Wright e Dan Gadzuric por Troy Murphy e uma escolha de segunda rodada de 2012 que foi usada para selecionar Draymond Green. Em abril de 2011, Dorell Wright fez um recorde da franquia de 184 cestas de três pontos em uma temporada em uma vitória em casa contra o Los Angeles Lakers, superando os 183 de Richardson na temporada de 2005-06. Wright terminou a temporada com o maior número de três pontos feitos na NBA naquela temporada com 194, bem como o maior número de três pontos tentados com 516; cada marca estabeleceu um novo recorde da franquia. O treinador Smart foi demitido em 27 de abril de 2011, devido à mudança de propriedade. O presidente da equipe, Rowell, também foi demitido e substituído por Rick Welts. O veterano da NBA e ex-comentarista da ABC e da ESPN, Mark Jackson, substituiu Smart como treinador principal em 6 de junho. Os Warriors selecionaram Klay Thompson como a 11ª escolha no draft da NBA de 2011. No entanto, a equipe não melhorou na temporada de 2011-12 sob o comando do técnico Jackson, terminando a temporada encurtada com um recorde de 23-43 e novamente não conseguindo chegar aos playoffs. Devido à greve da NBA de 2011, Jackson não pôde estabelecer seu sistema no training camp. Prejudicada por várias lesões de jogadores-chave, a equipe entrou em outra fase caótica de reconstrução. O líder da equipe, Monta Ellis, foi trocado em meados de março de 2012, junto com Kwame Brown e Ekpe Udoh, para o Milwaukee Bucks por Andrew Bogut (fora da temporada lesionado) e por Stephen Jackson, que sem jogar um jogo pelos Warriors foi rapidamente trocado para o San Antonio Spurs por Richard Jefferson e uma escolha de primeira rodada em 15 de março. Esses movimentos viram a ascensão de Stephen Curry e David Lee para co-capitães da equipe e viram Thompson se mudar para um papel titular. No entanto, Curry sofreu uma série de lesões relacionadas ao tornozelo e pé que o limitaram a 26 jogos da temporada regular. ==== 2012–2014: Ascensão ==== Os movimentos de offseason de 2012 dos Warriors mudaram o curso da franquia. No draft da NBA de 2012, a equipe selecionou Harrison Barnes como a 7ª escolha geral, Festus Ezeli como a 30ª escolha geral, Draymond Green com a 35ª escolha geral e Ognjen Kuzmic como a 52ª escolha geral. Além disso, Curry concordou com uma extensão de contrato de quatro anos e US$ 44 milhões. Na época, muitos escritores de basquete consideraram o negócio arriscado para Golden State por causa do seu histórico de lesões. A equipe fez uma série de outros movimentos, trocando Dorell Wright e contratando Jarrett Jack e Carl Landry. Apesar das lesões no início da temporada de Brandon Rush e Andrew Bogut e apesar de ter dois novatos (Barnes e Ezeli) como titulares, os Warriors da temporada de 2012-13 tiveram um de seus melhores inícios em décadas. A equipe conquistou 20 vitórias em menos de 30 jogos disputados pela primeira vez desde 1992. Em 9 de abril de 2013, com uma vitória sobre o Minnesota Timberwolves, os Warriors conquistaram uma vaga nos playoffs pela segunda vez em 19 anos e a primeira vez desde o \"We Believe”. Desta vez, o grito de guerra local foi \"We Belong\". A equipe terminou a temporada com um recorde de 47-35, ganhando a sexta cabeça de chave na Conferência Oeste. Eles derrotaram o Denver Nuggets na primeira rodada dos playoffs, vencendo quatro jogos. A equipe perdeu na segunda rodada para o San Antonio Spurs. Esta foi a primeira experiência de playoffs para todos os titulares deste grupo, exceto Andrew Bogut. Outros destaques da temporada incluíram as 272 cestas de três pontos de Stephen Curry (um recorde de uma única temporada da NBA) e a nomeação de David Lee para o All-Star Game da NBA de 2013 como reserva, encerrando a seca de 16 anos da equipe sem uma seleção. Curry e Klay Thompson, apelidados de \"Splash Brothers\", combinaram para 483 cestas de três pontos durante a temporada, superando facilmente o recorde anterior de 435 estabelecido por Nick Anderson e Dennis Scott do Orlando Magic na temporada de 1995-96. Durante a offseason de 2013, Golden State contratou o ex-jogador do Denver Nuggets e futuro MVP das finais da NBA, Andre Iguodala, para um contrato de quatro anos e US$ 48 milhões. Para abrir espaço sob o teto salarial, os Warriors trocaram Richard Jefferson, Andris Biedriņš e Brandon Rush (além de várias escolhas de draft) para o Utah Jazz. Com sua seleção solitária no draft da NBA de 2013, os Warriors draftaram o armador sérvio Nemanja Nedovic, de 22 anos, como a 30ª e última escolha da primeira rodada. Outras mudanças fora da temporada incluíram as contratações de Marreese Speights, Jermaine O'Neal, Toney Douglas e Ognjen Kuzmic. Os Warriors começaram a temporada de 2013-14 mostrando lampejos de brilho. No início de dezembro, seu recorde era de 12-9, em comparação com 17-4 no ano anterior. Um fator desafiador foi um início difícil que os viu jogar 14 de seus primeiros 22 jogos fora de casa, incluindo 10 jogos contra equipes que detinham vagas nos playoffs. Uma série de lesões também segurou a equipe, incluindo lesões de Ezeli, Douglas e O'Neal. Mais proeminente de tudo, Iguodala sofreu uma tração nos isquiotibiais no final de novembro que o manteve fora por mais de um mês; durante este período, o desempenho dos Warriors sofreu significativamente nas extremidades defensiva e ofensiva da quadra e a equipe registrou uma sequência de 5-7, revelando uma falta de profundidade no banco. Com Iguodala de volta ao time, os Warriors engataram uma sequência de 10 vitórias consecutivas. A sequência de vitórias foi a mais longa da franquia desde o ano do título de 1975 e ficou apenas uma vitória abaixo do recorde da equipe de 11 vitórias consecutivas. Para reforçar seu banco de baixo desempenho, os Warriors fizeram uma troca de três times em 15 de janeiro, enviando Douglas para o Miami Heat e pegando Jordan Crawford e MarShon Brooks do Boston Celtics. Um dia antes da trade deadline, os Warriors trocaram Kent Bazemore e Brooks para o Los Angeles Lakers em troca do veterano Steve Blake. Impulsionados pelas adições de Blake e Crawford e pelo jogo de Jermaine O'Neal, de 35 anos (que retornou mais cedo do que o esperado de uma cirurgia no pulso), os Warriors foram um dos times mais vitoriosos da NBA após a pausa para o All-Star Game. Em 11 de abril, em uma vitória por 112-95 sobre o Los Angeles Lakers no Staples Center, os Warriors conquistaram uma vaga nos playoffs em temporadas consecutivas pela primeira vez desde 1991 e 1992. No entanto, apenas um dia antes, em uma derrota contra o Portland Trail Blazers, Andrew Bogut sofreu uma lesão na costela que o manteve fora da pós-temporada, a lesão foi um golpe para as esperanças de playoffs dos Warriors. Mesmo com a equipe caminhando para a pós- temporada, surgiram sinais de problemas no front office dos Warriors. Em 25 de março, a equipe transferiu o assistente técnico Brian Scalabrine para a G-League por causa do que o técnico Mark Jackson chamou de \"diferença de filosofias\" e o que fontes anônimas da liga citadas pelo Yahoo! Sports chamaram de \"uma atmosfera cada vez mais disfuncional\" na comissão técnica dos Warriors. Menos de duas semanas depois, o assistente técnico Darren Erman foi demitido por gravar secretamente conversas entre treinadores, funcionários e jogadores. Os Warriors terminaram a temporada de 2013-14 com um recorde de 51-31. A equipe venceu mais de 50 jogos pela quarta vez na história da franquia. Mesmo sem Bogut, os Warriors levaram o terceiro colocado Los Angeles Clippers para um sétimo e decisivo jogo na primeira rodada dos playoffs antes que sua temporada terminasse. Nessa temporada, Curry também fez sua primeira aparição no All-Star Game da NBA. Curry e Klay Thompson continuaram a estabelecer recordes da liga em arremessos de três pontos. Curry, que terminou a temporada com 261 cesta de três pontos, estabeleceu um recorde individual de mais cestas de três pontos em um período de duas temporadas com 533, superando a marca anterior de 478 estabelecida por Ray Allen em 2004-05 e 2005-06. Juntos, Thompson e Curry combinaram para 484 cestas de três no ano, superando um recorde da NBA que haviam estabelecido no ano anterior. ==== 2014–2019: A Dinastia ==== Em 6 de maio de 2014, Jackson foi demitido do cargo de treinador apesar de uma declaração unânime de apoio de seus jogadores e um recorde de três anos de 121-109 que marcou uma grande reviravolta e o colocou em quarto lugar na lista de mais vitórias de todos os tempos da franquia atrás de Alvin Attles (557), Don Nelson (422) e Eddie Gottlieb (263). Nos 17 anos antes de Jackson assumir o comando, a franquia tinha uma média de 30,2 vitórias por temporada e chegou aos playoffs apenas uma vez. Jackson se tornou apenas o terceiro treinador dos Warriors a anotar pelo menos 50 vitórias em uma temporada, juntando-se a Nelson e Attles, que atingiram a marca duas vezes. Em 14 de maio de 2014, a equipe contratou Steve Kerr em um contrato de cinco anos e US$ 25 milhões para se tornar o novo treinador da equipe. Foi o primeiro trabalho de treinador principal de Kerr, de 48 anos, um armador cinco vezes campeão da NBA que estabeleceu um recorde histórico da carreira de precisão em arremessos de três pontos (45,4%). Kerr atuou como presidente e gerente geral do Phoenix Suns de 2007 a 2010 e recentemente trabalhou como comentarista para a TNT. Os Warriors também contrataram Shaun Livingston e Leandro Barbosa durante a offseason. Os Warriors completaram a temporada regular de 2014-15 com um recorde de 67-15, estabelecendo um recorde de vitórias da franquia. A equipe terminou com um recorde caseiro de 39-2, o segundo melhor da história da NBA. A equipe ficou em primeiro lugar em eficiência defensiva na temporada e em segundo em eficiência ofensiva. Em 4 de maio, Stephen Curry foi nomeado o MVP da NBA de 2014-15, o primeiro por um jogador dos Warriors desde Wilt Chamberlain em 1960. Os Warriors varreram o New Orleans Pelicans na primeira rodada dos playoffs, derrotaram o Memphis Grizzlies em seis jogos na segunda rodada e despacharam o Houston Rockets em cinco jogos nas finais da Conferência Oeste. A equipe avançou para suas primeiras finais da NBA desde 1975. O adversário da equipe era o Cleveland Cavaliers, que mais tarde enfrentaria os Warriors em cada uma das próximas três finais consecutivas da NBA. Depois que Golden State perdeu por 2 a 1 na série, Kerr deu a Andre Iguodala seu primeiro jogo como titular da temporada, substituindo Andrew Bogut. Essa formação dos Warriors (que ficou conhecida como Death Lineup) ajudou a virar a série. Os Warriors derrotaram os Cavaliers em seis jogos e Iguodala foi nomeado o MVP das Finais. Kerr se tornou o primeiro treinador novato a ganhar um título desde Pat Riley na temporada de 1981-82. Outros destaques da temporada de 2014-15 incluíram Stephen Curry quebrando seu próprio recorde de três pontos feitos em uma única temporada com 286. Ele e Klay Thompson fizeram um combinado de 525 cestas de três pontos, o maior número de uma dupla na história da NBA. Na pós-temporada, Curry quebrou o recorde de Reggie Miller de 58 cestas de três pontos em uma única pós- temporada com 98. Em 23 de janeiro de 2015, Klay Thompson quebrou um recorde da NBA de mais pontos em um quarto com 37. Curry também foi o líder nas pesquisas de votação para o All-Star Game da NBA de 2015, ganhou o Prêmio de MVP da NBA e o prêmio de Melhor Atleta Masculino da ESPYs de 2015. Os Warriors começaram a temporada de 2015-16 vencendo seus primeiros 24 jogos, o melhor início da história da NBA. Isso superou o recorde anterior de 15-0 pelo Washington Capitols de 1948-49 e pelo Houston Rockets de 1993-94, e quebrou um recorde de 131 anos de 20-0 estabelecido pelo time de beisebol St. Louis Maroons de 1884, para reivindicar o melhor início de temporada em todos os principais esportes profissionais dos Estados Unidos. A equipe estabeleceu um recorde da NBA com 54 vitórias consecutivas em casa na temporada regular, que se estendeu de 31 de janeiro de 2015 a 29 de março de 2016; o recorde anterior de 44 era do Chicago Bulls de 1995-96. Em 31 de março de 2016, os Warriors conquistaram sua 68ª vitória da temporada em um jogo de prorrogação sobre o Utah Jazz, quebrando o recorde da franquia de mais vitórias em uma única temporada na história. Em 13 de abril de 2016, Golden State estabeleceu o recorde da NBA de mais vitórias em uma única temporada. A equipe terminou a temporada com um recorde de 73-9. Em 10 de maio de 2016, Stephen Curry foi nomeado o MVP da NBA pela segunda temporada consecutiva. Ele é o 11º jogador a ser bi-MVP e se tornou o primeiro jogador na história da NBA a ganhar o prêmio por votação unânime. Stephen Curry, Draymond Green e Klay Thompson foram nomeados para o All-Star Game da NBA de 2016. Green quebrou o recorde da franquia de nove triplos-duplos em uma temporada. Curry quebrou vários recordes de três pontos durante a temporada, incluindo seu próprio recorde da NBA de mais cestas de três pontos em uma temporada com 402. Em 27 de fevereiro de 2016, Curry também empatou o recorde da NBA de doze cestas de três pontos feitos em um único jogo, mantendo-o junto com Donyell Marshall e Kobe Bryant. Os Warriors chegaram às finais da NBA pelo segundo ano consecutivo, enfrentando uma revanche contra o Cleveland Cavaliers. A equipe venceu três dos quatro primeiros jogos das finais da NBA de 2016, mas os Cavaliers voltaram a empatar a série com três vitórias. Draymond Green foi suspenso para o Jogo 5 da série e Curry foi expulso no Jogo 6. No Jogo 7, os Warriors perderam a série em sua quadra, ganhando a distinção de se tornar o primeiro time a perder as finais da NBA depois de ter liderado por 3-1. Julho de 2016 contou com uma série de transações significativas. Em 4 de julho de 2016, Kevin Durant anunciou que estava deixando o Oklahoma City Thunder para assinar um contrato de dois anos com o Golden State Warriors. A contratação de Durant tornou os Warriors favoritos para vencer o título da NBA de 2017. Em 9 de julho de 2016, Harrison Barnes assinou com o Dallas Mavericks e Festus Ezeli, Marreese Speights e Leandro Barbosa trocaram os Warriors por outras equipes. Andrew Bogut foi trocado, junto com uma futura escolha de segunda rodada, para o Dallas Mavericks em troca de uma futura escolha condicional de segunda rodada. Os veteranos David West e Zaza Pachulia assinaram com os Warriors. Os Warriors registraram muitas conquistas notáveis durante a temporada regular de 2016-17. Em 7 de novembro de 2016, Stephen Curry estabeleceu o recorde da NBA de mais cestas de 3 pontos em um jogo com 13, em uma vitória por 116-106 sobre o New Orleans Pelicans. Em 5 de dezembro de 2016, Klay Thompson marcou 60 pontos em 29 minutos, em uma vitória por 142-106 sobre o Indiana Pacers. Ao fazer isso, ele se tornou o primeiro jogador na história da NBA a marcar 60 ou mais pontos em menos de 30 minutos de jogo. Stephen Curry, Kevin Durant, Draymond Green e Klay Thompson foram nomeados para o All-Star Game da NBA de 2017, tornando os Warriors apenas o oitavo time na história da NBA a ter quatro jogadores no All-Star Game. Em 10 de fevereiro de 2017, Draymond Green registrou um triplo-duplo com 12 rebotes, 10 assistências e 10 roubos de bola, tornando-se o primeiro jogador na história da NBA a registrar um triplo-duplo com menos de 10 pontos. Os Warriors ganharam vantagem em quadra ao longo dos playoffs de 2017, graças a um recorde da temporada regular de 2016-17 de 67-15. Eles foram o primeiro time na história dos playoffs da NBA a começar os playoffs com 12-0, derrotando o Portland Trail Blazers, o Utah Jazz e o San Antonio Spurs em séries consecutivas. As Finais de 2017 mais uma vez colocaram os Warriors contra os Cavaliers, tornando-se a primeira vez na história da NBA que duas equipes se encontraram nas Finais por três anos consecutivos. Os Warriors venceram o título depois de ganharem por 4-1 e seu recorde de 16-1 nos playoffs obteve a melhor porcentagem de vitórias (94%) na história dos playoffs. Depois que os Warriors anunciaram que estavam incertos se fariam a habitual visita à Casa Branca, o presidente Donald Trump rescindiu o convite. A equipe ainda planejava viajar para Washington, D.C. para \"celebrar a igualdade, a diversidade e a inclusão\". As atividades planejadas incluíram um encontro com jovens locais e uma visita ao Museu Nacional de História e Cultura Afro-Americana. Na temporada de 2017-18, os Warriors foram para os playoffs de 2018 como o segundo cabeça de chave na Conferência Oeste depois de ter um recorde de 58-24. Depois de derrotar os Spurs e os Pelicans por 4-1, os Warriors enfrentaram o Houston Rockets, primeiro cabeça de chave, nas finais da Conferência Oeste. Apesar de chegar a uma desvantagem de 3-2 após o Jogo 5, os Warriors evitaram a eliminação e venceram a série por 4-3, vencendo a Conferência Oeste pelo 4º ano consecutivo. As Finais de 2018 opuseram os Warriors aos Cavaliers pela quarta temporada consecutiva, esta foi a primeira vez na história da NBA que as mesmas duas equipes se encontraram nas Finais por quatro anos consecutivos. Os Warriors varreram os Cavaliers para conquistar seu segundo título consecutivo da NBA. Após as finais, os escritores da Sports Illustrated, The Wall Street Journal e New York Daily News descreveram os Warriors como uma dinastia. Os Warriors voltaram às finais no ano seguinte e perderam por 4-2 para o Toronto Raptors. ==== 2019-2021: Retorno a São Francisco e lesões ==== Em abril de 2014, os Warriors iniciaram o processo de compra de um local em Mission Bay, San Francisco, para abrigar uma nova arena de 18.000 lugares, que deveria estar pronta a partir da temporada de 2019-20. A venda foi finalizada em outubro de 2015 e os naming rights foram vendidos ao JPMorgan Chase para que a arena se chamasse Chase Center. Embora os Warriors tenham considerado uma mudança de nome, possivelmente retornando ao seu antigo nome de San Francisco Warriors, foi decidido que eles permaneceriam como Golden State Warriors em seu retorno a San Francisco. Após a derrota nas Finais para Toronto, durante a qual Durant rasgou seu Aquiles e Thompson rasgou seu LCA, Durant optou por assinar um contrato de quatro anos com o Brooklyn Nets. Para não perder Durant à toa, os Warriors enviaram Durant junto com uma escolha protegida de primeira rodada de 2020 para os Nets em troca de D'Angelo Russell. O negócio desencadeou um limite rígido para os Warriors, que foram forçados a trocar o salário de US$ 17 milhões de Iguodala para o Memphis Grizzlies, ao mesmo tempo em que lhes deu uma escolha de primeira rodada protegida do top-4 de 2024 como incentivo. Os Warriors jogaram seu primeiro jogo da temporada regular no Chase Center em 24 de outubro de 2019, em uma derrota por 141-122 para o Los Angeles Clippers. Durante o próximo jogo em casa, em 30 de outubro, contra o Phoenix Suns, Curry quebrou a mão em uma colisão, exigindo uma cirurgia que deveria mantê-lo fora de ação por pelo menos 3 meses. Isso, junto com a reabilitação de lesão de Thompson que o manteve fora o ano inteiro, levou os Warriors a uma espiral descendente da qual nunca se recuperaram. No entanto, eles viram a escolha de segunda rodada Eric Paschall, Damion Lee e Marquese Chriss se estabelecendo como jogadores de rotação. Na trade deadline, os Warriors trocaram Russell, a escolha de primeira rodada de 2018, Jacob Evans, e Omari Spellman para o Minnesota Timberwolves em troca de Andrew Wiggins, uma escolha de primeira rodada e uma escolha de segunda rodada. Curry retornou para um jogo em 5 de março, antes da temporada ser suspensa devido à pandemia de COVID-19. Os Warriors não foram um dos 22 times convidados para a Bolha da NBA em 4 de junho, que terminou sua temporada de 2019-20 com um recorde de 15-50, o pior da liga. Na loteria do Draft da NBA de 2020, os Warriors conseguiram a segunda escolha geral e selecionaram James Wiseman. Quando a temporada de 2020-21 estava prestes a começar, o armador Klay Thompson foi relatado para perder a temporada devido a uma lesão no tendão de Aquiles, fazendo a segunda temporada que ele perdeu em sua carreira. Eles terminaram a temporada regular com um recorde de 39-33, qualificando-se para o Play-In contra o Los Angeles Lakers. Curry teve média de 32,0 pontos e esteve na conversa para MVP ao lado de Joel Embiid do Philadelphia 76ers e Nikola Jokić do Denver Nuggets que viria a ganhar o prêmio. Os Warriors foram eliminados dos playoffs após perderem no play-in para Los Angeles Lakers e o Memphis Grizzlies. Este foi o segundo ano consecutivo que os Warriors não foram para os playoffs. ==== 2021-2022: Mais um título ==== Com a sétima escolha do Draft da NBA de 2021, os Warriors selecionaram o ala-pivô Jonathan Kuminga, da NBA G League Ignite, e com a 14ª escolha geral, os Warriors selecionaram o armador do Arkansas, Moses Moody. Os Warriors renovaram o contrato de Curry em uma extensão de quatro anos no valor de até US$ 215 milhões. Eles também adquiriram Otto Porter Jr. e Nemanja Bjelica em contratos de um ano. Em 10 de agosto de 2021, Andre Iguodala assinou um acordo para voltar à Bay Area. Em janeiro de 2022, a equipe enfrentou polêmica depois que o sócio-proprietário Chamath Palihapitiya afirmou repetidamente em um podcast que não se importava com o genocídio em curso dos uigures na China. A equipe se distanciou de Palihapitiya afirmando que ele \"não fala em nome de nossa franquia e suas opiniões certamente não refletem as de nossa organização\". A declaração dos Warriors foi criticada por não mencionar os uigures ou o genocídio uigur. Em 10 de abril de 2022, os Warriors conquistaram a terceira vaga na Conferência Oeste, classificando-se para os playoffs pela primeira vez desde a temporada de 2018-19. A equipe passou pelo Denver Nuggets na primeira rodada e triunfou sobre o Memphis Grizzlies nas semifinais de conferência. Em 26 de maio de 2022, os Warriors avançaram para sua sétima final da NBA após derrotar o Dallas Mavericks nas finais da Conferência Oeste por 4-1. Em 16 de junho de 2022, a equipe conquistou seu sétimo título da NBA, vencendo o Boston Celtics por 4-2. Curry, Thompson, Green e Iguodala conquistaram seu quarto título como membros dos Warriors. ==== 2022-2023: Incerteza ==== Durante a temporada de 2022-23, os Warriors enfrentaram uma temporada regular desafiadora devido a inúmeras lesões. Jogadores importantes como Iguodala, Donte DiVincenzo, Thompson, Green, Kuminga e Curry, que também não pôde participar do All-Star Game da NBA de 2023, foram impactados. No entanto, apesar do desempenho médio da equipe ao longo da temporada, o elenco de San Francisco mostrou notável determinação e resiliência. Eles terminaram como o sexto cabeça de chave com um recorde de 44-38, qualificando-se para a última vaga direta nos playoffs. Nos playoffs, eles derrotaram o Sacramento Kings em sete jogos. No entanto, eles perderam para o Los Angeles Lakers em seis jogos. Esta foi a primeira vez desde 2014 que os Warriors perderam nos playoffs antes das Finais e a primeira derrota na série de playoffs contra um adversário da Conferência Oeste sob o comando de Steve Kerr. == Rivalidades == === Cleveland Cavaliers === Embora os Warriors e o Cleveland Cavaliers joguem entre si desde que os Cavaliers ingressaram na NBA em 1970, a rivalidade das duas equipes começou a se desenvolver na temporada de 2014-15, quando se enfrentaram na primeira de quatro finais consecutivas da NBA. Anteriormente, nenhuma dupla de equipes havia se enfrentado em mais de duas Finais consecutivas. Os Warriors venceram três das quatro finais da NBA em que enfrentaram os Cavaliers, perdendo em 2016 e vencendo em 2015, 2017 e 2018. === Los Angeles Lakers === Os Warriors têm uma longa história com o Los Angeles Lakers, já que ambas as franquias se mudaram para a Califórnia no início dos anos 1960. A geografia desempenha um papel menor na rivalidade; no entanto, existe mais respeito entre os times e os torcedores. Ao contrário da rivalidade Dodgers-Giants da MLB, ou da rivalidade 49ers-Rams da NFL, na qual ambas as equipes expressam forte animosidade uma contra a outra. A rivalidade começou a surgir durante a década de 1970, quando as duas equipes se enfrentariam seis vezes na pós-temporada, de 1967 a 1991. No entanto, ambas as equipes tiveram sucesso em momentos variados; a recente ascensão do Lakers após a contratação de LeBron James contribuiu fortemente para adicionar um nível de competição entre os dois lados, já que James já havia enfrentado o Warriors em quatro finais consecutivas pelos Cavaliers. Ambas as equipes se enfrentaram sete vezes na pós-temporada, somando 38 títulos de divisão desde que ambas as equipes se mudaram para a Califórnia no início dos anos 1960. Os Lakers lideram a série da temporada regular de todos os tempos por 261-173 e a série pós-temporada por 28-13. === Sacramento Kings === Desde que o Sacramento Kings se mudaram para lá em 1985, eles compartilham uma rivalidade geográfica com os Warriors, já que ambas as cidades estão separadas por 138 km uma da outra. No entanto, apesar dos Kings terem ingressado na BAA em 1948 (quando eram então conhecidos como Royals e baseados em Rochester, Nova York), devido aos dois times terem longos períodos sem conseguir chegar aos playoffs, os dois times não se enfrentariam na pós- temporada até 2023, onde se enfrentaram na primeira rodada. Em uma série muito disputada, incluindo uma jogada violenta entre Domontas Sabonis e Draymond Green no Jogo 2, onde Green pisou com força no peito de Sabonis depois dele agarrar a perna de Green (resultando na suspensão de Green no Jogo 3) e várias brigas violentas de fãs virais ao longo da série. Os Warriors derrotariam os Kings em sete jogos para avançar para as semifinais. A série atrairia as maiores audiencias de TV dos playoffs da NBA desde 1999 com o Jogo 7 atingindo 11,9 milhões de telespectadores na ABC. == Jogadores == === Elenco atual === === Direitos de draft === Os Cavs detém os direitos de draft para as seguintes escolhas não assinadas que jogam fora da NBA. Um jogador selecionado, um selecionado internacional ou um selecionado da faculdade que não seja contratado pela equipe que o selecionou, poderá assinar com qualquer time que não seja da NBA. Nesse caso, a equipe mantém os direitos de Draft do jogador na NBA até um ano após o término do contrato do jogador com a equipe que não é da NBA. Esta lista inclui direitos de Draft que foram adquiridos de negociações com outras equipes. Draft Rodada Escolha Jogador Nacionalidade Time atual Nota Ref 2020 2 51 Justinian Jessup Estados Unidos New Zealand Breakers (Nova Zelandia) 2011 2 55 Cady Lalanne Haiti Kuwait SC (Kuwait) Adquirido do San Antonio Spurs === Números aposentados === Golden State Warriors - Números Aposentados Número Nome Posição Período 13 Wilt Chamberlain C 1959–1965 14 Tom Meschery F 1961–1967 16 Al Attles G 1960–1971 17 Chris Mullin G/F 1985–1997 2000–2001 24 Rick Barry F 1965–1967 1972–1978 42 Nate Thurmond C 1963–1974 ==Recordistas== Números referentes à temporada regular da NBA. Última atualização: 2 de janeiro de 2024 :Negrito jogadores ainda em atividade. # Jogador Jogos Anos 1 Stephen Curry 912 2009– 2 Chris Mullin 807 1985–1997, 2001 3 Draymond Green 773 2012– 4 Nate Thurmond 757 1963–1974 5 Klay Thompson 747 2011– 6 Jeff Mullins 716 1966–1976 7 Paul Arizin 713 1950–1952, 1954–1962 8 Al Attles 711 1960–1971 9 Rick Barry 642 1965–1967, 1972–1978 10 Adonal Foyle 641 1997–2007 # Jogador Pontos Anos 1 Stephen Curry 22.531 2009– 2 Wilt Chamberlain 17.783 1959–1965 3 Rick Barry 16.447 1965–1967, 1972–1978 4 Paul Arizin 16.266 1950–1952, 1954–1962 5 Chris Mullin 16.235 1985–1997, 2001 6 Klay Thompson 14.674 2011– 7 Nate Thurmond 13.191 1963–1974 8 Jeff Mullins 12.457 1966–1976 9 Purvis Short 11.894 1978–1987 10 Neil Johnston 10.023 1951–1959 # Jogador Assistências Anos 1 Stephen Curry 5.876 2009– 2 Guy Rodgers 4.855 1958–1966 3 Draymond Green 4.320 2012– 4 Tim Hardaway 3.926 1989–1996 5 Rick Barry 3.247 1965–1967, 1972–1978 6 Chris Mullin 3.146 1985–1997, 2001 7 Jeff Mullins 2.913 1966–1976 8 Sleepy Floyd 2.518 1982–1988 9 Al Attles 2.483 1960–1971 10 Nate Thurmond 2.070 1963–1974 # Jogador Rebotes Anos 1 Nate Thurmond 12.771 1963–1974 2 Wilt Chamberlain 10.768 1959–1965 3 Larry Smith 6.440 1980–1989 4 Clyde Lee 6.416 1966–1976 5 Paul Arizin 6.129 1950–1952, 1954–1962 6 Neil Johnston 5.856 1951–1959 7 Draymond Green 5.359 2012– 8 Rick Barry 4.655 1965–1967, 1972–1978 9 Joe Graboski 4.503 1953–1961 10 Clifford Ray 4.310 1974–1981 # Jogador Tocos Anos 1 Adonal Foyle 1.140 1997–2007 2 Joe Barry Carroll 836 1980–1987 3 Draymond Green 782 2012– 4 Erick Dampier 728 1997–2004 5 Manute Bol 592 1988–1990, 1995 6 Andris Biedrins 580 2004–2013 7 Robert Parish 549 1976–1980 8 George Johnson 507 1972–1977 9 Chris Mullin 488 1985–1997, 2001 10 Clifford Ray 465 1974–1981 # Jogador Bolas de 3 Anos 1 Stephen Curry 3.532 2009– 2 Klay Thompson 2.311 2011– 3 Jason Richardson 700 2001–2007 4 Draymond Green 629 2012– 5 Tim Hardaway 602 1989–1996 6 Jordan Poole 596 2019–2023 7 Chris Mullin 590 1985–1997, 2001 8 Latrell Sprewell 551 1992–1998 9 Baron Davis 434 2004–2008 10 Kevin Durant 427 2016–2020 == Treinadores == Houve 25 treinadores principais dos Warriors. A franquia ganhou seu primeiro título da NBA em 1956 e foi treinada por George Senesky. Seu segundo título foi conquistado em 1975 sob o comando do técnico Al Attles, que jogou e treinou os Warriors por 25 temporadas. Ele também é o líder de todos os tempos da franquia em jogos treinados e vencidos na temporada regular. Steve Kerr, que treinou os Warriors em quatro títulos em 2015, 2017, 2018 e 2022, lidera a franquia em porcentagem de vitórias e em jogos de playoffs treinados e vitórias. # Nome Temporadas Regular season Playoffs Conquistas Referências J V D % J V D % Philadelphia Warriors 1 Eddie Gottlieb 1946–1955 581 263 318 .453 32 15 17 .469 1 título (1947) 2 George Senesky 1955–1958 216 119 97 .551 20 10 10 .500 1 título (1956) 3 Al Cervi 1958–1959 72 32 40 .444 — — — — 4 Neil Johnston 1959–1961 154 95 59 .617 12 4 8 .333 5 Frank McGuire 1961–1962 80 49 31 .613 12 6 6 .500 San Francisco Warriors 6 Bob Feerick 1962–1963 80 31 49 .388 — — — — 7 Alex Hannum 1963–1966 240 100 140 .417 12 5 7 .417 Treinador do Ano da NBA em 1963–64 8 Bill Sharman 1966–1968 163 87 76 .534 25 13 12 .520 9 George Lee 1968–1970 134 63 71 .470 6 2 4 .333 10 Al Attles 1970–1971 (como jogador- treinador) 122 49 63 .438 5 1 4 .200 Golden State Warriors — Al Attles 1971–1980 707 394 323 .550 56 29 27 .518 1 título (1975) 11 Johnny Bach 1980 21 6 15 .286 — — — — — Al Attles 1980–1983 246 114 132 .463 — — — — — Johnny Bach 1983–1986 246 89 157 .362 — — — — 12 George Karl 1986–1988 146 58 88 .397 10 4 6 .400 13 Ed Gregory 1988 18 4 14 .222 — — — — 14 Don Nelson 1988–1995 537 277 260 .516 24 9 15 .375 Treinador do Ano da NBA de 1991–92 Um dos Top 10 treinadores da história da NBA 15 Bob Lanier 1995 37 12 25 .324 — — — — 16 Rick Adelman 1995–1997 164 66 98 .402 — — — — 17 P.J. Carlesimo 1997–1999 159 46 113 .289 — — — — 18 Garry St. Jean 1999–2000 55 13 42 .236 — — — — 19 Dave Cowens 2000–2001 105 25 80 .238 — — — — 20 Brian Winters 2001–2002 59 13 46 .220 — — — — 21 Eric Musselman 2002–2004 164 75 89 .457 — — — — 22 Mike Montgomery 2004–2006 164 68 96 .415 — — — — — Don Nelson 2006–2010 328 145 183 .442 11 5 6 .455 23 Keith Smart 2010–2011 82 36 46 .439 — — — — 24 Mark Jackson 2011–2014 230 121 109 .526 19 9 10 .474 25 Steve Kerr 2014–Presente 711 473 238 .665 140 99 41 .707 4 títulos (2015, 2017, 2018, 2022) Treinador do Ano da NBA de 2015–16",
 "title": "Golden State Warriors"
}