{
 "id": "5767",
 "text": "Venda Nova é um bairro da cidade portuguesa e do município da Amadora que foi sede da Freguesia de Venda Nova, freguesia que tinha 1,18 km² de área e 8 359 habitantes (2011), e, por isso, uma densidade populacional de 7 083,9 hab/km². O território da Venda Nova pertenceu à freguesia de Benfica até esta ser amputada, em 1886, da parte exterior à nova Estrada da Circunvalação de Lisboa. A estrada passou a constituir o limite fiscal da capital, consubstanciado com a construção das Portas de Benfica, posto onde a Guarda Fiscal cobrava taxas pela entrada em Lisboa de mercadorias provenientes dos concelhos limítrofes. A Freguesia da Venda Nova foi criada em 12 de julho de 1997, por desanexação da então Freguesia da Falagueira-Venda Nova, a qual foi renomeada na mesma altura para Falagueira. A Freguesia da Venda Nova foi extinta em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada à freguesia de Falagueira, para recriar a freguesia denominada Falagueira-Venda Nova.Unidade Técnica para a Reorganização Administrativa do Território Pronúncia da Assembleia Municipal da Amadora sobre a Reorganização Administrativa do Território. Acedido a 1 de julho de 2013. Tem por orago Nossa Senhora do Perpétuo Socorro. ==População== População da freguesia de Venda Nova Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 11 334 8 359 Criada pela Lei 37/97 Diário da República - https://dre.tretas.org/dre/83630/, de 12 de Julho, com lugares desanexados da freguesia da Falagueira ==História== Desde os anos 1930, a área da Venda Nova era a mais fortemente industrializada do Município da Amadora, que se constituía ao longo da linha de comboio Lisboa-Sintra. Localizavam-se ali indústrias como a Electroarco, J.B.Corsino, Bertrand, Sigma, Le Petite, Laboratórios Andrade, Nobre e Silva, Titan, Marcel Bon, Móveis Sousa Braga, etc. A união das empresas CEL–CAT, a Sorefame e a Electroarco deu origem ao Parque Industrial da Venda Nova. A zona tornou-se uma área de dormitórios, com uma construção de casas sem qualidade, rápida e de rendas baratas, associadas ao construtor J. PimentaMIRANDA, Maria Madalena Túbal - Diário de turma [Em linha]. Lisboa: ISCTE, 2009. Tese de mestrado. [Consult. Dia Mês Ano] Disponível em www:.. Categoria:Antigas freguesias da Amadora",
 "title": "Venda Nova (Amadora)"
}