{
 "id": "5770",
 "text": "Um conceito importante para a teoria da evolução é o de estratégia evolucionariamente estável (EEE) ou estratégia evolutivamente estável, o qual utilizou da teoria dos jogos para ser estabelecido. EEE é uma estratégia que se perpetua no tempo por não ser vulnerável a estratégias alternativas.John Maynard Smith. (1982) Evolution and the Theory of Games. ISBN 0-521-28884-3. Ou, segundo Richard Dawkins: Uma EEE é uma estratégia que se sai bem contra cópias de si mesma.Richard Dawkins. Tradução de Rejane Rubino - São Paulo: Companhia das Letras (2007) O gene egoísta. ISBN 978-85-359-1129-9. Pode-se pensar da seguinte maneira: uma estratégia bem sucedida é aquela que é dominante na população, então ela tem grandes chances de encontrar cópias de sí mesma. Sendo assim, se ela não se sair bem contra cópias de sí mesma, ela não continuará sendo bem sucedida. Essa segunda definição não tem a precisão matemática que a primeira tem (definida por John Maynard Smith), porém ela tem a capacidade de transmitir a essência do que é uma EEE. Uma EEE é um equilíbrio de Nash modificado, já que a melhor estratégia de um indivíduo depende daquilo que faz a maior parte da população que ele pertence, e modificado porque mesmo que uma estratégia esteja em equilíbrio de Nash ela pode não ser uma EEE. Se considerar então que os indivíduos de uma população estão tentando maximizar o próprio sucesso, a única estratégia que persiste será aquela que uma vez desenvolvida não poderá ser superada por nenhum indivíduo que tenha uma estratégia diferente. Depois de uma alteração significativa no meio ambiente, pode ser que tenha um pequeno período de instabilidade evolutiva, talvez uma oscilação populacional. Mas assim que uma EEE for atingida ela se fixará, pois a seleção natural penalizará os desvios em relação a ela. O conceito é expressa em termos de uma \"estratégia\" Porque surgiu no contexto de comportamento animal. A ideia, porém, pode ser aplicada igualmente bem a qualquer tipo fenotípico variado. A palavra estratégia poderia ser substituído pela palavra fenótipo. Por exemplo: a estratégia poderia ser a forma de crescimento de uma planta, ou a idade da primeira reprodução, ou o número de filhos e filhas produzido por um pai. A análise das EEE são importantes para o entendimento do comportamento principalmente em casos como a evolução da cooperação, dos combates ritualísticos de algumas espécies, a proporção macho-fêmea observada, o investimento parental, a competição entre os animais se utiliza deste conceito em seu \"quadro teórico\" como uma importante explicação para os casos de altruísmo entre indivíduos não aparentados. == Histórico == Os etólogos perceberam que cada decisão tática tomada durante, por exemplo, uma luta entre indivíduos apresenta custos e benefícios que poderiam, em princípio, ser analisados. Porém demonstravam isso de forma vaga. Só John Maynard Smith, que geralmente não é considerado um etólogo, em colaboração com George R. Price em 1973John Maynard Smith. (1982) Evolution and the Theory of Games. ISBN 0-521-28884-3. conseguiu expressar essa ideia com clareza e vigor. Ele usou o ramo da matemática conhecido como teoria dos jogos.Richard Dawkins. Tradução de Rejane Rubino - São Paulo: Companhia das Letras (2007) O gene egoísta. ISBN 978-85-359-1129-9. e segundo Richard Dawkins esse conceito pode ser “um dos mais importantes avanços na teoria da evolução desde Darwin”.Richard Dawkins. Tradução de Rejane Rubino - São Paulo: Companhia das Letras (2007) O gene egoísta. ISBN 978-85-359-1129-9. Dawkins(1980) cunhou os conceitos de “estratégias desenvolvimentalmente estáveis “(EDE) e \"estratégias culturalmente estáveis '(ECE),em analogia às EEE. A ideia por trás de um ECE é simplesmente que a ligação entre as gerações pode ser cultural, em vez de genética: as crianças aprendem o que fazer com seus pais, ou outros membros da geração anterior, ao invés de herdar genes que determinam seu comportamento. A herança cultural tem sido analisado formalmente por Feldman & Cavalli-Sforza (1976) e por Lumsden & Wilson (1981). Já em EDE a herança genética é análoga ao aprendizado, e não tem uma transmissão cultural.John Maynard Smith. (1982) Evolution and the Theory of Games. ISBN 0-521-28884-3. == Disputa Simétrica: Falcão e Pombo == Um dos exemplos mais conhecido de John Maynard Smith é o das estratégias Falcão e Pombo. Falcão e pombo são estratégias utilizadas diferentemente por membros de uma população, e não espécies diferentes. Suponha que exista apenas dois tipos de estratégia de luta em uma população: falcão, que sempre lutam de forma mais dura e agressiva possível, e só se retiram do combate quando estão seriamente feridos. E pombo, que se limitam a fazer ameaças convencionais, sem ferir o adversário. Se um falcão luta contra um pombo, esse ultimo logo bate em retirada, e logo, não é ferido. Se um falcão luta contra outro falcão, o combate continua até que um saia altamente ferido ou morto. Se um pombo se encontra com outro pombo ninguém sai machucado; eles se ameaçam um ao outro durante um longo tempo, até que um se canse ou decide não importunar mais o outro e se retire. Nesse exemplo é necessário pressupor que não há como um indivíduo saber de antemão qual é a estratégia do adversário, ele só descobre isso ao lutar com ele. Para a melhor visualização e entendimento pode-se atribuir pontos aos competidores. Por exemplo: 50 pontos para uma vitória, 0 para uma derrota, -100 por ter sido gravemente ferido e -10 por ter desperdiçado tempo em um combate longo. Podemos pensar nesses pontos como se fossem diretamente convertíveis na moeda corrente da sobrevivência dos genes. Um indivíduo que obtenha uma pontuação alta, que alcance um “ganho” médio elevado, é um indivíduo que garante a sobrevivência de muitos dos seus genes no pool gênico. O importante não é saber se falcões ganham de pombos quando lutam entre sí, pois a resposta é que os falcões ganham sempre. Porém resta saber se o falcão e o pombo são EEE. Se uma delas for e a outra não, deve-se esperar que a que for evolua. É teoricamente possível a existência de duas EEE, e nesse caso a população tenderia a manter no primeiro estado estável a ser atingido. Porém como será demonstrado a seguir, nenhuma das duas estratégia sozinhas, falcão ou pombo, é uma EEE. E por isso não é de esperar que evoluíssem. Para demonstrar isso, basta calcular o ganho médio obtido com cada uma. Supondo que uma população é constituída somente por pombos. Sempre que eles lutam, nunca ninguém sai ferido. O vencedor ganha então 50 pontos por ter ganhado a luta, e perde 10 pontos por ter perdido tempo de mais numa disputa longa. No final então ele obtém 40 pontos. O perdedor no final é penalizado com -10 por ter perdido tempo num combate. Em média qualquer indivíduo pombo pode esperar ganhar metade e perder metade das disputas, e portanto, o ganho médio por combate está na média: 40-10=+15. Assim cada pombo da população se sai bem. Se surge uma variação falcão nessa população só de pombos, como a população só tem pombos e os falcões sempre vencem os pombos o saldo desse indivíduo será de 50 pontos, e com isso ele desfrutaria de uma enorme vantagem sobre os pombos que o ganha líquido é de apenas 15. E com isso os genes falcão se espalhariam rapidamente pela população. A essa altura, porém, o falcão já não pode ter certeza se ele encontrará como próximo adversário um pombo. Num exemplo extremo se o gene falcão se disseminar pela população e só existir falcões, todos os combates se darão entre falcões. E ai as coisas se mostrariam bem diferentes. Quando dois falcões se encontram um sempre sairá gravemente ferido, o que o leva a perder 100 pontos, enquanto o vencedor 50 pontos. Como cada falcão pode esperar ganhar 50% das vezes e perder a outra metade, seu lucro médio será de -25 pontos. Agora se considerarmos um único pombo numa população de falcões, ele nunca ganha porém nunca sairá ferido, e com isso seu saldo será 0. Ao passo que o ganho médio de um falcão é de -25, os genes de novo se colocarão em vantagem e aumentarão em frequência até que os falcões voltem novamente a prosperar, e assim por diante. Uma oscilação dessa, entretanto, não precisa necessariamente ocorrer. Há uma proporção entre falcões e pombos que é estável. No sistema de pontuação que usado, a proporção estável, se calcularmos, será de 5/12 pombos para 7/12 falcões. Quando essa proporção for atingida, o ganho médio dos falcões será exatamente igual ao dos pombos. Portanto, a seleção não favorecerá nenhum deles em relação ao outro. Nesse exemplo hipotético foi feita a suposição simples de que qualquer indivíduo dado fosse um falcão ou um pombo. O resultado então foi de um proporção evolutivamente estável de falcões e pombos, ou seja, uma estratégia mista. O significado prático disso é que uma proporção estável de genes de falcão e genes de pombos seria atingida no pool gênico. Essa história do falcão e do pombo é ingenuamente simples. Trata-se de um “modelo”, algo que, na realidade não acontece na natureza, mas que nos ajuda a compreender como as coisas com efeito ocorrem. Á medida que vão ficando mais complexos, tornam-se cada vez mais semelhantes a vida real. Esse é um exemplo de disputas que John Maynard Smith chama de disputas “simétricas”. Isso significa que é assumido que os oponentes são idênticos em todos os aspectos, exceto na estratégia luta. É assumido que os falcões e pombos são igualmente fortes, igualmente bem dotados de armas e armaduras, e que têm o mesmo a ganhar com a vitória. Essa pressuposição é conveniente quando se trata de um modelo, mas é óbvio que não é muito realista. John Maynard Smith também examinou as disputas assimétricas, que serão discutidas na próxima sessão. == Disputa Assimétrica == Disputas assimétricas são, por exemplo, se o tamanho dos indivíduos variam em tamanho e em habilidade para lutar, e cada indivíduo for capaz de calcular com precisão o tamanho de um adversário em relação ao seu próprio, e isso afetará a EEE resultante. Existe três principais tipos de assimetria. O primeiro, que foi mencionado logo acima: os indivíduos podem diferir em tamanho ou no equipamento de dispõe para lutar. O segundo: os indivíduos podem diferir no quanto têm a ganhar com a vitória. Por exemplo: um macho velho, que já não tem longo tempo de vida pela frente, poderia ter menos a perder caso fosse ferido do que um macho jovem com a maior parte da sua vida reprodutiva ainda pela frente. E o terceiro tipo – o que vem a ser uma estranha consequência da teoria -, uma assimetria puramente arbitrária, aparentemente irrelevante, pode dar origem a uma EEE, na medida em que pode ser usada para decidir as disputas com rapidez. Por exemplo: não raro acontecerá de um dos adversários chegará primeiro no lugar do combate antes do outro. Podemos chamá-los de “residente” e de “intruso”, respectivamente. Para o início da discussão devemos assumir que não existe vantagem nenhuma geral que decorra do fato do indivíduo ser residente ou intruso. Porém mais a frente será explicado que há razões práticas pelas quais essa suposição pode não ser verdadeira. O que interessa no momento é que ainda que não houvesse nenhuma razão geral para supor que os residentes contam com vantagens sobre os intrusos, uma EEE dependente da própria assimetria evoluiria. Uma analogia seria o costume dos seres humanos em decidirem uma disputa, rápido e sem muita confusão, jogando cara ou coroa. A estratégia condicional “Se você for residente, ataque; se for intruso, recue” poderia ser uma EEE. Porém, em virtude de a assimetria ser assumidamente arbitrária, a estratégia oposta “ se for o residente, fuja; se for o intruso, ataque” poderia também ser estável, e a escolha da EEE que será adotada entre as duas por uma determinada população dependerá de qual irá se tornar majoritária primeiro. Assim quando a maioria da população tiver adotado uma das duas estratégias, aqueles que se desviarem dela será penalizado. Consequentemente, ela é, por definição uma EEE. Porém na vida real é improvável que as assimetrias verdadeiramente arbitrárias existam. Porque por exemplo, os residentes provavelmente tenderão a ter vantagens práticas sobre os intrusos. Eles têm melhor conhecimento do território local, o intruso poderá encontrar-se sem fôlego (visto que precisou se deslocar para chegar ao local do combate). Existe uma razão mais abstrata pela qual, entre os dois estados estáveis possíveis, o do “residente vence, intruso recua” tem a maior probabilidade de ser encontrada na natureza. Vem do fato de que a estratégia inversa apresenta uma tendência inerente de autodestruição – constituindo aquilo que John Maynard Smith chamaria de “estratégia paradoxal”. Em qualquer população que adotasse essa EEE paradoxal, os indivíduos se esforçariam para nunca serem encontrados como “residente”, e tentariam sempre estar na posição de “intruso”. Eles só conseguiriam isso se buscassem uma movimentação incessante e despropositada. Para além dos custos em tempo e energia decorrentes, essa tendência por si só levaria a extinção da categoria “residente”. Numa outra população que se mantenha o outro estado estável, ao contrário, a seleção natural favoreceria os indivíduos que se esforçassem para serem “residentes”. Isso levaria a cada indivíduo a agarra-se a uma determinada porção de terreno, saindo dos seus limites o menos possível e defendendo-o (defesa territorial). Mesmo assim uma estratégia paradoxal pode ser estável, existe na natureza exemplos de EEE paradoxal. Mas para isso acontecer os “lutadores paradoxais” só obterão resultados melhores, em média, se o número deles exceder em muito a população de “lutadores sensatos”. Um exemplo de EEE paradoxal observado na natureza é o caso da espécie de aranha social Oecobius civitas: “ Se uma aranha é perturbada e expulsa de seu retiro, sai correndo pela rocha e, na ausência de uma fresta onde possa se esconder, pode procurar abrigo no esconderijo de uma outra aranha da mesma espécie. Se a outra aranha está em casa quando a intrusa chega, ela não ataca e sai rapidamente em busca de um novo esconderijo para si própria. Assim que a primeira aranha é perturbada, o processo de deslocamento sequencial de uma teia de aranha para outra poderá continuar durante vários segundos, quase sempre levando a maior parte das aranhas da comunidade a mudar seu refúgio para outro”.- J. W. Burgess - (“Aranhas sociais”, Sientific American, marco de 1976). Presume-se que o tipo mais importante de assimetria não arbitrária diz respeito ao tamanho e habilidade geral para lutar. O tamanho grande não é necessariamente a principal qualidade para vencer os combates, mas provavelmente é uma delas. Se o maior indivíduo entre dois adversários sempre ganha, se cada indivíduo sabe com certeza se é maior ou menor que seu oponente, a estratégia que fará sentido para ser adotada é “ se o seu oponente for maior que você fuja, procure adversários menores”. As disputas assimétricas também podem ser interespecíficas. Um leão não caça outro leão, pois isso não seria uma estratégia evolutivamente estável pelo mesmo motivo que uma população de falcões não é. O risco de retaliação é muito grande. Há uma menor probabilidade de que ocorra retaliação entre em disputas entre membros de espécies diferentes, pois existe uma assimetria intrínseca, maior do que a observada entre membros da mesma espécie. Sempre que existir uma grande assimetria numa disputa, é provável que as EEE sejam condicionas dependente dessa assimetria. Estratégias análogas a \"se você for menor, fuja; se for maior ataque\" provavelmente evoluirão em combates entre indivíduos de espécies diferentes, uma vez que exista muitas assimetrias nesses casos. Os leões e antílopes atingiram um tipo de estabilidade por divergência evolutiva que acentuou a assimetria original do combate de uma forma sempre crescente. Eles se tornaram altamente eficientes nas artes de perseguir e de fugir, respectivamente. Um antílope mutante que adotasse a estratégia de \"fique e lute\" contra leões seriam bem menos sucedido em relação aos antílopes que tem a estratégia de fugir. == Dilema do prisioneiro == Na natureza há muitas plantas e animais envolvidos em intermináveis partidas do \"dilema do prisioneiro\". Mas o que é o Dilema do prisioneiro? Supondo que duas pessoas estejam jogando um jogo e que existe uma “banca” que paga os prêmios aos dois jogadores. Cada um dos jogadores tem duas cartas nas mãos, COOPERAR e TRAIR. Os jogadores não sabem qual carta o oponente vai jogar, e as duas são colocadas sobre a bancada juntas. Os ganhos de cada jogador dependem não somente das suas próprias jogadas, e sim das suas e das do oponente relacionadas. Uma vez que só existe 2x2 cartas, há quatro resultados possíveis(os ganhos podem ser cotados em reais): * RESULTADO I: Os dois jogam COOPERAR, a bancada paga 400 reais para cada um. Uma boa quantia, que pode ser chamada de RECOMPENSA pela cooperação mutua. * RESULTADO II: Os dois jogam TRAIR, a bancada multa os dois em 20 reais cada um. Esse resultado chamamos de PUNIÇÃO pela traição. * RESULTADO III: O jogador1 jogou COOPERAR e o jogador2 jogou TRAIR. O jogador1 paga 200 reais para a banca (o TROUXA) e o jogador2 ganha 600 reais(a TENTAÇÃO de trair). * RESULTADO IV: O jogador2 jogou COOPERAR e o jogador1 jogou TRAIR. O jogador2 paga 200 reais para a banca (o TROUXA) e o jogador1 ganha 600 reais(a TENTAÇÃO de trair). O III E IV são imagens num espelho: um jogador se sai muito bem e outro se sai muito mal. Nos resultados I e II, os dois se saem igualmente, porém o resultado I é melhor para ambos do que o resultado II. Os quatro resultados encontram-se resumidos abaixo: TENTAÇÃO>RECOMPENSA>PUNIÇÃO>TROUXA JOGADOR1 COOPERAR TRAIR JOGADOR2 COOPERAR Relativamente Bom Muito ruim RECOMPENSA GANHO DO TROUXA (400reais) (multa de 200reais) TRAIR Muito bom Relativamente ruim TENTAÇÃO PUNIÇÃO (600reais) (multa de 20reais) O dilema está na seguinte questão, supondo que o jogador1 só tem duas alternativas de jogo, COOPERAR ou TRAIR. Se o jogador1 jogou trair, a melhor opção para o jogador2 é jogar trair também. Mesmo que os dois recebam a PUNIÇÃO por ambos terem traído, é melhor do que o ganho do TROUXA caso o jogador2 jogue cooperar. A outra jogada possível do jogador1 é COOPERAR. Mais uma vez a melhor jogada do jogador2 é trair, pois se tivesse cooperado ambos receberiam a RECOMPENSA de cooperar. Porém se ele tivesse traído, ganharia um valor ainda maior a TENTAÇÃO de trair. A conclusão é que, independentemente do movimento do jogador1, a melhor jogada para o jogador2 é trair sempre. A conclusão lógica então, é que os dois jogadores devem trair independentemente do que faça o outro jogador. Portanto, quando dois jogadores racionais se enfrentam, ambos jogarão TRAIR, e terminarão por serem multados ou por obter ganhos baixos. Porém cada um deles sabe muito bem que bastava que tivessem jogado COOPERAR para se beneficiarem da RECOMPENSA pela cooperação mutua. E é por isso que que o jogo tem o nome de \"DILEMA\". No jogo simples do \"Dilema do prisioneiro\" não há nenhuma maneira dos jogadores se assegurarem de que o outro jogador é confiavél, e ao menos que um jogador seja realmente um \"trouxa\", não há outra maneira de terminar esse jogo que não seja em traição mutua. Mas existe outra versão do jogo, o \"Dilema do prisioneiro interativo\", que é mais complicada. O jogo interativo é um jogo normal porém repetido um número indefinido de vezes. Um exemplo de dilema do prisioneiro interativo na natureza, é o de pássaros que removem parasitas das penas uns dos outros. Eles estão envolvidos pois é importante que os parasitas sejam removidos, porém eles não conseguem tirar os parasitas de suas cabeças e é necessário que um outro indivíduo da sua população o faça. É justo que o pássaro retribua o favor, porém esse serviço custa tempo e energia. Se o pássaro puder trapacear- tendo seus parasitas tirados, porém sem retribuir o favor-, recebe todos os todos os benefícios sem ter que arcar com custos. A cooperação de ambos trás um resultado bastante bom, porém continua a existir a tentação de se sair melhor. A traição de ambos trás um resultado ruim, porém não é pior do que o resultado do indivíduo que cooperou e o seu parceiro não. TENTAÇÃO>RECOMPENSA>PUNIÇÃO>TROUXA JOGADOR1 COOPERAR TRAIR JOGADOR2 COOPERAR Razoavelmente Bom Muito ruim RECOMPENSA GANHO DO TROUXA Fica sem parasitas Continua com os parasitas e tira os do outro e tira os do outro TRAIR Muito bom Relativamente ruim TENTAÇÃO PUNIÇÃO Fica sem parasitas Continua com parasitas, e não tira os do outro porém não tira os do outro == Comparações entre as estratégias == Robert Axelrod (1981) promoveu uma competição e pediu a especialistas de diversas áreas em Teoria dos Jogos que enviassem estratégias para ele. R. Axelrod traduziu todas as 15 estratégias recebidas em uma linguagem de computador. Incluiu como controle uma estratégia que jogava aleatoriamente, com probabilidade de maio a meio: Cooperar ou Trair. Cada estratégia jogava contra as outras, no sistema todos-contra-todos. Cada jogo era de 200 iterações do Dilema do Prisioneiro, porém estrategistas não sabiam disso. E no final de 200 rodadas ele calculou qual foi a estratégia vencedora. Foram elaboradas estratégias engenhosas, e o notável é que foi a estratégia vencedora foi a mais simples, à primeira vista, a menos inventiva de todas. Chamava-se \"olho por olho\" e foi apresentada pelo professor Anatol Rapoport. Essa estratégia se dava da seguinte forma: sempre começava COOPERANDO, mas se a outra estratégia traísse a próxima jogada de \"olho por olho\" era trair também. Porém se a outra estratégia jogasse cooperar depois de trair, a olho por olho também o fazia. Ou seja, não era rancorosa. Simplificando, Coopera na primeira rodade e depois repete a jogada do oponente. Outras estratégias foram: \"DOWNING\" que usa inferência Bayesiana para entender o comportamento do oponente e assim tenta aumentar seu próprio ganho. Outra é \"JOST\" que é uma variação da \"OLHO POR OLHO\" que ocasionalmente joga trair. R. Axelrod organizou um segundo torneio, desta vez com 63 diferentes estratégias. Ao contrário da primeira rodada o número de iterações não era fixo. Novamente a estratégia \"OLHO POR OLHO\" foi a vencedora. Axelrod fez um terceiro torneio, com as mesmas estratégias do segundo, porém dessa vez simulando uma dinâmica ecológica. Após cada rodada cada estratégia deixa um número de descendentes proporcional ao número de pontos obtidos e a população anterior. Ao iniciar o torneio todas as estratégias tinham a mesma população, e a simulação é feita por várias gerações. De novo a estratégia \"OLHO POR OLHO\" venceu. As razões comportamentais para o sucesso de olho por olho é que ela é uma estratégia bondosa (nunca é a primeira a jogar trair); porém tem retaliação (joga trair sempre que o oponente joga trair); perdoa; não é invejosa (não se preocupa em ganhar mais que o oponente); é clara (os oponentes percebem rapidamente que para ganhar muitos pontos devem jogar cooperar). E as razões ecológicas para o sucesso da mesma é que ela é uma estratégia robusta, ou seja, é bem sucedida em uma grande variação de ambientes; é estável, nenhuma estratégia pode invadir um ambiente onde a maioria joga com \"olho por olho\"; e é viável, pois a partir de um pequeno número de jogadores com essa estratégia, esses colaborando entre si, podem dominar o ambiente. ==Ver também== *Teoria dos Jogos *Sociobiologia *Altruísmo Recíproco *Etologia Categoria:Genética populacional Categoria:Sociobiologia",
 "title": "Estratégia evolucionariamente estável"
}