{
 "id": "57705",
 "text": "A constante de Planck, representada por h, é uma das constantes fundamentais da física. Tem um papel fundamental na mecânica quântica, aparecendo sempre no estudo de fenômenos em que a explicação por meio da mecânica quântica é relevante. Tem o seu nome em homenagem a Max Planck, um dos fundadores da teoria quântica. A 26ª Conferência Geral de Pesos e Medidas fixou o valor exato da constante de Planck: h=6{,}626\\ 070\\ 15\\times10^{-34}\\ \\mbox{J}\\cdot\\mbox{s} Um dos usos dessa constante é a determinação da energia de um fóton, dada pela seguinte equação: E=h \\cdot u Nesta equação: :E é a energia do fóton, também conhecida como quantum de energia; :h é a constante de Planck; : u é a frequência da radiação. == Constante reduzida de Planck == Em algumas equações de física, tal como a equação de Schrödinger, aparece o símbolo \\hbar, que é apenas uma abreviação conveniente para \\frac{h}{2\\pi}, chamada de constante reduzida de Planck, ou para alguns, constante de Dirac, diferindo da constante de Planck pelo fator 2 \\pi . Consequentemente: :\\hbar\\ \\stackrel{\\mathrm{def}}{=}\\ \\frac{h}{2\\pi} = \\,\\,\\, 1{,}054\\ 571\\ 68(18)\\times10^{-34}\\ \\mbox{J}\\cdot\\mbox{s} \\,\\,\\, = \\,\\,\\, 6{,}582\\ 119\\ 15(56) \\times10^{-16}\\ \\mbox{eV}\\cdot\\mbox{s} Equações formuladas com base na teoria quântica de Planck explicaram precisamente a radiação de um corpo negro ao longo do espectro eletromagnético. O feito de Planck foi relacionar matematicamente o conteúdo de energia de um quantum à frequência da radiação. Um quantum de energia E, é igual à frequência f da radiação multiplicada pela constante de Planck h. A constante h, um valor extremamente pequeno, é tida atualmente como uma das constantes fundamentais do universo. Não é só a constante de Planck que é pequena, o quantum também é. As unidades de radiação são tão pequenas que são percebidas como contínuas, por exemplo, a luz. Assim como a matéria comum nos parece contínua ainda que saibamos que ela é formada por unidades discretas chamadas de \"átomos\". == História == A constante de Planck surgiu da hipótese de Max Karl Ernest Ludwing Planck de solucionar um efeito conhecido na época como \"catástrofe do ultravioleta\". Era observada uma discrepância entre os valores teorizados utilizando a Física Clássica com relação aos valores experimentais da emissão do radiador de cavidade (que é um forno em equilíbrio térmico que, através de um orifício em uma de suas paredes, deixa escapar um feixe de radiação). A predição da Física Clássica implica um crescimento da intensidade da radiação com uma potência da frequência, de forma que a energia total emitida pela cavidade seria infinita! E esta é a chamada \"catástrofe\". No interior do radiador de cavidade o equilíbrio térmico ocorre através de trocas de energia entre a radicação e os átomos das paredes, que absorvem e reemitem a radiação. O modelo clássico para a absorção e emissão de radiação prevê que as cargas oscilam com a frequência de um sistema de cargas (oscilador de Hertz). Em 14 de dezembro de 1900, Max Planck apresentou uma proposta que descreveria a expressão da emissão de corpo negro (radiador de cavidade) de acordo com a experimentação. Abandonando uma das premissas da Física Clássica, a de que a troca de energia entre a radiação e os \"osciladores\" se dá de maneira contínua, Planck postulou que a troca seria \"quantizada\"; com isso ele formulou a quantidade de energia de um fóton, acrescentando uma constante que ficou conhecida como \"constante de Planck\". Planck confessou, mais tarde, que só foi levado a formular essa hipótese por \"um ato de desespero\", dizendo: \"era uma hipótese puramente formal, e não lhe dei muita atenção, adotando-a porque era preciso, a qualquer preço, encontrar uma explicação teórica\". Planck dedicou-se durante anos, com muito esforço, a encontrar uma explicação para o seu postulado através da Física Clássica, mas acabou, com certa resistência, convencendo-se que isso não seria possível. Sob muitos aspectos, a vida de Max Planck apresentava um notável contraste com as de Newton e Einstein. Enquanto estes foram considerados gênios por quase todos, Planck foi um cientista consciente, cuidadoso e respeitado administrador acadêmico. == Bohr e a constante de Planck == Em 1913, quando foi estabelecida a relação entre níveis de energia e comprimentos de onda dos espectros, Bohr também propôs um modelo para o átomo de hidrogênio, hoje conhecido como \"modelo de Bohr\". Ele era capaz de calcular os níveis de energia do átomo de hidrogênio, obtendo medidas que concordavam com os valores determinados a partir dos espectros. Anterior ao modelo de Bohr, o modelo mais aceito era o de Rutherford, segundo o qual o elétron descreveria uma órbita circular em torno do núcleo, do mesmo modo que um planeta descreve uma órbita em torno do Sol, porém esse modelo apresenta um problema: de acordo com a teoria eletromagnética clássica, qualquer carga elétrica acelerada irradia ondas eletromagnéticas; sendo assim, o elétron iria perder energia continuamente, descrevendo uma órbita espiral até atingir o núcleo. À medida que ele vai irradiando e se aproximando do núcleo a sua velocidade angular iria diminuindo e ele iria emitir um \"espectro\" contínuo e não um \"espectro de riscas\" que observamos na realidade. Para resolver esse problema, Bohr sugeriu uma hipótese revolucionária. Ele postulou que um elétron em um átomo pode circular em torno do núcleo descrevendo órbitas estacionárias sem emitir nenhuma radiação, contrariando as previsões da teoria eletromagnética clássica. De acordo com Bohr, existe uma energia definida associada a cada órbita estacionária, e o elétron só irradia energia ao fazer uma transição de uma dessas órbitas para outra. A energia é irradiada na forma de um fóton cuja energia e frequência obedecem à seguinte equação: hf= E_{i}-E_{f} Relacionando o módulo do momento angular do elétron em níveis de energia altamente excitados, Bohr verificou que o módulo do momento angular do elétron é quantizado, ou seja, esse módulo para o elétron deve ser um múltiplo inteiro de h/2\\pi. Sendo o módulo do momento angular igual a L=mvr para uma partícula de massa m se deslocando com velocidade angular v ao longo de uma circunferência de raio r. Portanto, o argumento de Bohr leva ao resultado L=mvr= n\\frac{h}{2\\pi} em que n=1,2,3.... Cada valor de n corresponde a um valor permitido para o raio da órbita, que daqui por diante será designado por r_{n}, e a um valor correspondente da velocidade v_{n}. O valor de n para cada órbita é chamado de número quântico principal para a referida órbita. Com essa notação, a equação anterior pode ser escrita na forma L_{n}=mv_{n}r_{n}= n\\frac{h}{2\\pi} (quantização do momento angular) Bohr chegou em uma expressão que representa os raios orbitais, descrita por: r_{n}=e_{o}\\frac{n^{2}h^{2}}{me^{2}\\pi} Essa expressão mostra que o raio orbital r_{n} é proporcional a n^{2}, o menor raio orbital corresponde a n=1. Esse raio mínimo é chamado de raio de Bohr, que é dado por: a_{0}=e_{o}\\frac{h^{2}}{me^{2}\\pi} Podendo então escrever r_{n} como: r_{n}=a_{o}n^{2} As órbitas permitidas possuem raios a_{0}, 4a_{0}, 9a_{0} e assim por diante. O raio de Bohr é dado por a_{0}=5,29 X 10^{-11}m == Planck e Einstein == Antecessor de Einstein, o renomado Max Planck foi o primeiro estudioso da época a reconhecer a importância das descobertas feita pelo estudo da relatividade especial. Einstein, ao publicar sua teoria especial da relatividade, esperava reações bem generalizadas sobre o assunto, embora ele soubesse que muitas vezes poderiam ser críticas polêmicas. Ao passar de alguns dias, recebeu uma única carta de ninguém menos que Planck, da universidade de Berlim, que de forma segura pedia detalhadamente mais explicações a respeito da matemática tratada em sua teoria da relatividade e também fazia um apelo por explicações adicionais sobre a teoria. Albert Einstein ficou encantadíssimo por chamar a atenção de um físico famoso da época, logo Planck que desenvolveu estudos sobre os quanta, publicados alguns anos antes e dando a Planck o mérito de ser um dos físicos mais renomados do momento. Mais tarde Planck utilizou os princípios da descoberta de Einstein para desenvolver um novo trabalho. E em 1909 a universidade de Praga recebeu uma carta de recomendação escrita por Planck, fazendo uma recomendação de Einstein, onde nela Planck dizia — Caso sua teoria se prove correta, como acredito que o fará, Einstein será considerado o Copérnico do Século XX. A aprovação de Planck, que levou a grandes descobertas, foi de máxima importância para a autoconfiança de Einstein; eles ainda continuaram uma amizade que perdurou pelo resto de suas vidas e que conduziu a uma importante descoberta em torno da teoria da luz. == A confirmação da teoria de Planck por Einstein == Como Planck foi o primeiro a perceber o potencial de Einstein, Einstein foi o primeiro a reconhecer as implicações da teoria quântica. Einstein, em 1905, aplicou as teorias de Planck a um fenômeno observável que vinha intrigando os físicos havia tempo: o efeito fotoelétrico. Os cientistas descobriram que ao atingirem alguns metais com a luz suas superfícies liberavam elétrons, exatamente como se a luz arrancasse os elétrons dos átomos dos metais. Para a surpresa dos físicos o aumento da intensidade da luz não produzia um efeito maior. Embora o aumento da intensidade da luz não afetasse a energia do elétron arrancado, alterava o comprimento de onda (Cor) que também afetava os elétrons. A luz azul fazia com que os elétrons fossem emitidos com mais velocidade do que com a cor amarela. Já a luz vermelha, não importava sua intensidade, não era capaz de arrancar elétrons de alguns metais. Por que a cor não teria um efeito tão maior que a intensidade. No entanto, ainda com a física clássica, não havia uma resposta plausível para este efeito. Foi então que Einstein, utilizando a teoria quântica de Planck, encontrou uma saída. Se uma radiação assume forma de pacotes de energia, como Planck teorizou em trabalho, e essa energia era gasta para arrancar elétrons, então a radiação de alta frequência deveria arremessar elétrons com mais energia que a radiação de baixa frequência. Einstein postulou que quanto maior for a energia do quantum, mais velocidade ele inseria aos elétrons cuja emissão provocou. A luz vermelha não teve efeito em alguns materiais, pois não possuía uma energia mínima para arrancar elétrons. A luz violeta expulsa os elétrons em baixa velocidade, a ultravioleta gera uma alta velocidade e os raios X produzem elétrons muito mais rápidos. Foi por esta descoberta, e não pela teoria da relatividade geral, que Einstein ganhou o Prêmio Nobel de Física em 1921. A teoria quântica de Planck foi nomeada um subcampo da física devido aos três Nobel dados num período de cincos anos por trabalhos em campos quânticos. Categoria:Max Planck Planck, Constante de",
 "title": "Constante de Planck"
}