{
 "id": "57752",
 "text": "O Real Madrid Club de Fútbol, comumente referido como Real Madrid, é um clube de futebol profissional espanhol sediado em Madrid. Compete na La Liga, a principal competição do sistema de ligas da Espanha. Manda seus jogos em casa no Estádio Santiago Bernabéu, com capacidade para 81 044 pessoas, no centro de Madrid, desde 1947. Fundado em 1902 como Madrid Football Club, o clube tem tradicionalmente usado uniformes brancos como mandante desde a sua criação. O título honorífico real foi concedido ao clube pelo rei Afonso XIII em 1920 juntamente com a coroa real no emblema. É uma das entidades mais premiadas e reconhecidas do mundo, recebendo no futebol o título de melhor clube do Século XX pela FIFA, em dezembro de 2000 e o primeiro entre todos clubes espanhóis, e o título de melhor clube europeu do Século XX pela IFFHS, em maio de 2010. Entre suas maiores conquistas, o clube detém de 36 títulos da La Liga (um recorde), 20 títulos da Copa del Rey, 12 títulos da Supercopa da Espanha, um título da Copa da Liga Espanhola e um título da Copa Eva Duarte. Em nível internacional, o clube venceu 15 títulos europeus da Taça dos Clubes Campeões Europeus/Liga dos Campeões da UEFA, sendo o maior campeão do torneio, dois títulos da Liga Europa da UEFA, seis títulos da Supercopa da UEFA, dois títulos da Taça Latina, um título da Copa Ibero-Americana, três títulos da Copa Intercontinental e cinco títulos da Copa do Mundo de Clubes da FIFA. O Real Madrid é o clube de futebol mais valioso do mundo, com seu valor estimado em $3,260 bilhões e o clube de futebol mais rico do mundo em termos de receita, com um volume de negócios anual de $ 757,3 milhões, possuindo o melhor elenco do mundo com seu valor estimado em $ 1,080 bilhões. Segundo um estudo realizado pela empresa de consultoria britânica de valor de marcas a Brand Finance, colocou o Real Madrid no topo de marcas mais valiosas do futebol mundial, avaliado em € 1,419 bilhões. Atualmente o Real Madrid é primeiro colocado no Ranking de Clubes da UEFA e lidera a primeira posição no Ranking de Clubes da FIFA. O Real Madrid esteve na primeira posição do ranking mundial de clubes da IFFHS em 2000, 2002, 2014, 2017, 2023. Os jogadores do Real Madrid possuem um dos maiores número de conquistas do prêmio Futebolista do Ano na Europa vencendo dez vezes, bem como o de Melhor jogador do mundo pela FIFA vencendo quatro vezes, no FIFA Ballon d'Or vencendo duas vezes, e no FIFA The Best vencendo três vezes, com a marca de dezenove prêmios no total. O time do Real Madrid de Alfredo Di Stéfano e Ferenc Puskas de 1955 até 1960, é considerado por muitos no esporte o melhor time de todos os tempos vencendo a Liga dos campeões da UEFA cinco vezes consecutivas entre 1955–56 e 1959–60, nas cinco primeiras edições do torneio. O clube recebeu o Centennial Ordem de Mérito da FIFA em 2004. Somando-se a isso, o Real Madrid está autorizado a usar um crachá de múltiplo vencedor em sua camisa durante a Liga dos campeões da UEFA como eles ganharam mais de cinco vezes o torneio. A principal rivalidade do time é com o clube Barcelona, onde as partidas disputadas entre as duas equipes é chamada de El Clásico. Segundo pesquisa realizada pelo Centro de Investigaciones Sociológicas, em junho de 2014, apontou que 37,9℅ dos espanhóis torciam para o Real Madrid, com cerca de 18 milhões de torcedores, que seria a maior torcida da Espanha. É um clube com origens ligadas a realeza espanhola e com as classes mais abastadas da Espanha, sendo um clube associado a elite madrilenha, tornando-se um dos clubes mais bem sucedidos do mundo e o clube mais popular e de maior sucesso na Espanha. O Real Madrid é um dos clubes com maior número de torcedores ao redor do mundo, se tornando uma das equipes com o maior número de seguidores e fãs nas redes sociais e mídias entre todos os esporte, além de ser o primeiro clube desportivo a chegar a marca de 100 milhões de fãs no Facebook. O Real Madrid foi um dos clubes fundadores do extinto G-14, um grupo que representa os dezoito principais clubes da Europa, e sendo também um dos membros fundadores da Associação Europeia de Clubes que substituí o G-14. Além de ser um dos fundadores da entidade Federação Internacional de Futebol, mais conhecida popularmente como FIFA. O Real Madrid é detentor de recordes como o de maior número de vitórias e gols marcados em um único ano, com cerca de 51 vitórias e 178 gols marcados em 63 partidas disputadas em 2014. O Real Madrid detém do recorde de maior pontuação no Campeonato Espanhol, chegando a marca de 100 pontos, sendo assim primeiro clube espanhol a fazer esse feito inédito e entrando para a história quando o clube se consagrou-se campeão na temporada de 2011–12, e possuindo o recorde de maior sequência de vitórias de um clube espanhol chegando a marca de 22 vitórias consecutivas na temporada de 2014–15, além do recorde de invencibilidade de um clube espanhol chegando a marca de 40 jogos de invencibilidade na temporada de 2016–17. == História == === Primeiros anos (1900–1911) === No início de 1897, os jovens estudantes da escola Institución Libre de Enseñanza formaram um clube de futebol chamado de Foot- Ball Sky, nos arredores do bairro de Vallecas, que originou o atual Real Madrid Club de Fútbol. Três anos depois o Sky já passava por sérios apuros para poder manter-se de pé, então os integrantes do grupo fundaram outra equipe, que batizaram de (Sociedade) Madrid Foot-Ball Club, que Julián Palacios presidiu. O primeiro campo do clube foi em uma parcela de terreno ao lado de obras de construção das futuras ruas Lista (então chamadas ruas Ortega y Gaset) e Núñez de Balboa. O segundo campo da história do Real foi sobre a avenida onde era o Bullring. O campo era copropriedade de H.M. D. Maria Cristina e dos Condes de Villapadierna. O clube pagou 150 pesetas cada ano como aluguel, mas logo os jogadores decidiram mudar para jogar em uma taverna chamada La Taurina. Em 6 de março de 1902 após um novo conselho, presidido por Juan Padrós, o Madrid Football Club foi fundado oficialmente. Em 18 de abril, o regulamento do clube, composto por 22 artigos divididos em três títulos, foi apresentado às autoridades. Em 22 de abril de 1902, José Sánchez-Guerra, Governador Civil da Província, aprovou o documento. Para comemorar a Proclamação de Afonso XIII como Rei, o Madrid criou o primeiro Campeonato Espanhol. Alberto Aguilera, Prefeito da cidade e do Tribunal de Madrid, apoiou a organização deste torneio de futebol doando uma taça de prata como o prêmio para a equipe vencedora. O torneio teve lugar em Madrid e o Biscaia foi o vencedor. Em 13 de maio de 1902, nas semifinais do Campeonato Espanhol, ocorreu o primeiro superclássico Madrid-FC Barcelona da história. Os blaugranas ganharam por 3–1 graças aos seis estrangeiros que compunham o elenco. Alfonso Albeniz Jordana foi o primeiro jogador a deixar o FC Barcelona para se juntar ao Real Madrid. Em 23 de maio de 1902, um jornal da época confirmou a transferência da seguinte forma: \"Temos conhecimento de que o Sr. Albeniz, ex-jogador notável e entusiasta do Barcelona, aderiu ao Madrid, bem como outros bons jogadores, cujos nomes infelizmente não lembro, mas no próximo jogo serão relatados. \" O time merengue foi convidado a participar das festividades em El Escorial, em 1902. Parte do programa incluiu uma partida entre o Madrid e outra equipe, o Moncloa. Em 11 de agosto de 1902, junto à fachada do mosteiro, o confronto terminou em um 6–5 favorável aos blancos. Os vencedores foram premiados com duas placas de cerâmica que representam a conquista do primeiro troféu da história do clube. thumb|direita|150px|Réplica de um dos primeiros uniformes do clube. Carlos Padrós, presidente do Madrid em 1904–08, foi o criador do Campeonato Espanhol, do Campeonato de Madrid em 1905, e uma das forças motrizes para a criação da FIFA em 1904. Tal como o Presidente do Madrid, Carlos Padrós sentiu a necessidade de criar um campeonato madrilenho, que se realizou pela primeira vez na temporada 1904–05. Os blancos venceram o torneio de curta duração (9 edições) cinco vezes. Em 18 de abril de 1905, após eliminar o Recreatie San Sebastian do Campeonato de Madrid, enfrentou o Athletic Bilbao na final e venceu graças a um gol de Manuel Prast. Este foi o primeiro título oficial da história do clube. O time merengue organizou um jogo amistoso contra uma equipe francesa chamada Gallia, para comemorar a visita do Presidente francês M. Loubert à Madrid. O jogo aconteceu em 23 de outubro de 1905 e terminou com um empate de 1–1. Foi o primeiro confronto internacional da história da equipe. Depois de ganhar a Taça da Espanha por três anos consecutivos — 1905, 1906 e 1907 — os blancos tiveram o direito de possuir o troféu original da competição. Eles venceram o torneio de novo brilhantemente em 1908, alcançando uma posição dominante ao longo de quatro anos no futebol espanhol. José Ángel Berraondo teve um importante papel na conquista das quatro Copas da Espanha conquistadas pelo Real entre 1905 e 1908. Ele era, assim como Arturo Meléndez, jogador e vice- presidente do clube ao mesmo tempo, além de presidente provisório por um curto período. Em 1909, voltou para sua cidade natal, San Sebastián, por motivos profissionais e fundou o Real Sociedad de Fútbol com alguns colegas. Em 1910, o Madrid abandonou o campo em que jogava e passou a mandar seus jogos no Estadio de O'Donnell, localizado entre as ruas Narváez, O'Donnell, Duque de Sesto e Fernán González. A instituição pagou um mês de aluguel de 1 000 pesetas. A área do lugar era de 115 m de comprimento por 85 m de largura. Dois anos mais tarde, em 1912, o Clube construiria uma vedação em torno do campo. === A recuperação e honra (1941–1950) === Na segunda etapa das semifinais do Campeonato Espanhol de 1943, o Real Madrid obteve uma histórica vitória sobre o Barcelona, frustrando os catalães pelo placar de 11–1. Os blancos haviam amargado uma derrota por 3–0 no estádio de Les Corts no primeiro jogo, além de terem uma recepção nada acolhedora dos torcedores do azulgranas. No final da primeira etapa do clássico, que ocorreu no Estádio Chamartín, o placar já refletia uma goleada histórica para a equipe merengue por espetaculares 8–0, o Real Madrid ainda marcaria mais dois gols no segundo tempo, e o Barcelona descontaria no final. Peralba Antonio Santos, presidente do Real Madrid, e Marquês Mesa de Asta, presidente do FC Barcelona, foram expulsos de seus empregos pelas hostilidades entre os dois times durante as semifinais. Em reuniões com o objetivo de liquidar as dívidas do Real Madrid, Santiago Bernabéu, que não tinha relações com o Real Madrid desde 1935, assume o clube. Ele foi facilmente convencido a se tornar presidente da entidade e sua nomeação foi tornada pública em 15 de setembro de 1943. Ernesto Cotorruelo, presidente da Associação de Futebol de Castela, presidiu a troca de cargo entre Peralba e Bernabéu, que contou também com a presença de membros do conselho administrativo. Na Primavera de 1943, Santos Peralba sugeriu que um novo estádio fosse construído e que este devesse suportar um público de pelo menos 40 000 pessoas. Quase um ano mais tarde, Santiago Bernabéu mostrou-se muito mais ambicioso, em uma das reuniões do conselho de administração, ele tomou a voz. \"Senhores, precisamos de um estádio muito maior, e iremos construí-lo.\" Bernabéu decidiu construir um estádio com capacidade para 75 000 pessoas, e cujas obras teriam um custo de 37 milhões de pesetas (222 375 EUR). A década de 1940 não foi uma das melhores para a esquadra de futebol Real Madrid, mas ainda assim, marcou o início da construção do Estádio Santiago Bernabéu e o regresso aos títulos. Foram duas conquistas consecutivas da Copa da Espanha, em 1946 e 1947, após derrotar o Valencia FC por 3–1 na primeira final, e por 2–0 na última. thumb|200px|Ferenc Puskás, símolo do Real Madrid nos anos 60. Exercendo novamente o seu papel pioneiro no futebol, em 23 de novembro de 1947, em um jogo contra o Atlético de Madrid no Estádio Metropolitano, o Real Madrid se tornou o primeiro clube espanhol a vestir camisas numeradas, a ideia foi uma iniciativa de Pablo Hernández Coronado, os espanhóis gostaram do conceito e decretaram que de 1948 em diante cada equipe devia ter os seus jogadores com camisas numeradas no intervalo entre 2 e 11. A inauguração do novo Estádio Chamartín foi muito solene. Uma missa foi realizada em 14 de dezembro de 1947, seguida por uma série de atos em homenagem a Santiago Bernabéu e aos membros cujo dinheiro tinha financiado a construção. O jogo inaugural foi um amistoso entre o Real Madrid e os portugueses do Belenenses. Os espanhóis derrotaram os lusitanos por 3–1 e o novo Coliseu se tornou o orgulho de todos os madrilenhos e a inveja de todos os clubes de futebol da Espanha. Em 1948, o Real Madrid sofreu uma profunda reformulação de seu elenco. Dois anos depois, eles tentaram assinar com Ladislao Kubala, que tinha chegado à Espanha com sua equipe, o Hungaria. As negociações não foram avante porque o jogador queria incluir seu cunhado, Ferdinand Daučík, como treinador do time. A Espanha alcançou a grande façanha de chegar à fase das quartas de final da Copa do Mundo no Brasil em 1950, e o único jogador do Real Madrid que compôs o pelotão foi Luis Molowny, que se destacou no jogo que terminou em empate por 2–2 contra o Chile. === Campeão da Taça UEFA (1971–1980) === thumb|200px|direita|Hugo Sánchez, goleador do time nos anos 1980. Real Madrid fez sua estreia na já extinta Taça dos Clubes Vencedores de Taças e quase saiu vencedor na temporada 1970–71. Na final contra o Chelsea, as duas equipas tiveram de jogar a partida duas vezes, no Estádio Karaiskakis, já que a primeira partida, realizada em 19 de maio de 1971 — terminou empatada em 1–1 e nenhuma equipe foi capaz de marcar no tempo extra. A segunda partida ocorreu dois dias depois e o Chelsea venceu por 2–1. Em 8 de setembro de 1973, o Real Madrid anunciou a sua intenção de demolir o Estádio Santiago Bernabéu, a fim de construir um novo local com capacidade para 125 000 pessoas e um parque de estacionamento debaixo dele para 8 000 carros. Prefeito Carlos Arias Navarro da recusa de requalificar a parcela de terreno e da carta pelo advogado Luis Pascual Estevill contra o projeto que foi publicado no jornal ABC ponha um fim ao projeto. Miguel Muñoz tornou-se treinador do Real Madrid, em 1960, quando Fleitas Solich abandonou o cargo. Ele acabou ganhando nove campeonatos, duas Copas da Espanha e duas Copas Europeia uma Taça Intercontinental em 14 épocas. Em 15 de janeiro de 1974, Santiago Bernabéu Muñoz findou o período\", porque ele havia sido vítima durante demasiado tempo\". Luis Molowny, um homem do clube, substituiu uma lenda viva. Após a temporada 1974/1975, Luis Molowny foi substituído pelo iugoslavo Miljan Miljanić. Ele assinou a 5 de julho de 1974 e, a partir desse momento a equipe jogou, por um pouco, um atraente jogo baseado no esforço físico, táctico e ordem. Com este sistema, a equipe ganhou duas Ligas e uma Taça de Espanha em três temporadas. Outro iugoslavo, Vujadin Boškov, tomou as rédeas da equipe em 1979. Treinando a equipe até ao meio da época 1981/82. Ele ganhou o campeonato e a Taça do Rei em seu primeiro ano como treinador. O Estádio Santiago Bernabéu viveu uma das suas mais gloriosas noites em 5 de novembro de 1975. O Real Madrid recuperou de uma derrota de 4–1 na primeira mão da última rodada das oitavas de final na Copa da União Europeia contra o Derby County. No final da segunda etapa, o resultado foi 4–1 para os brancos, o que obrigou as duas equipes a jogar o prolongamento. Santillana marcou o gol da vitória, este foi o prelúdio para o Real Madrid de grandes recuperações. === O 75.º aniversário === As comemorações tiveram pouco apoio por parte dos fãs por causa de maus resultados da equipe e da reforma Bernabéu a Santa Pola devido a problemas de saúde. Um torneio foi organizado entre as equipes nacionais da Argentina e do Irã, parte marroquina Mouloudia Chabia e Real Madrid. O apoio foi pouco evidente em uma semi-integral, com um jogo tedioso entre Real Madrid e a equipe da Argentina, os brancos venceram 1–0 graças a um gol de Vicente del Bosque. Santiago Bernabéu morreu em sua casa da rua Jericó em 2 de junho de 1978 seis dias antes de seu 83.º aniversário. Sua morte pôs fim a um extraordinário período de 35 anos na presidência Real Madrid. Muitas condolências foram recebidas e depositadas no clube. Um serviço memorial foi realizado em 3 de junho, em sua aldeia, Almansa, onde ele está enterrado. Após um breve período como presidente interino, Raimundo Saporta anunciou a realização das eleições. O tesoureiro do clube, Luis de Carlos, resignado, a fim de executar a presidente. 26 de julho de 1978 foi a data-limite para os candidatos a aplicar a fim de correr para o escritório. De Carlos apresentou 3 352 documentos endossando sua candidatura, enquanto o resto Campos- ginecologista José Gil e florista Daguerre, não recebeu o número mínimo exigido no momento. Esta chamada ao largo da eleição e Luis de Carlos foi proclamado Presidente do Real Madrid. Em 4 de junho de 1980, o Santiago Bernabéu sediou a Copa do final entre Real Madrid e Castilla, o Clube da segunda equipe, criada em 21 de julho de 1972. Castela conseguiu derrotar quatro equipes da Primeira Divisão: Hércules, Athletic Bilbao, Real Sociedad e Sporting Gijón, para chegar à final do Campeonato Espanhol. The France Football escolheu o Real Madrid como a Melhor Equipe Europeia de 1980. O júri teve em conta os dois títulos nacionais que a equipe ganhou, o campeonato do ano, a Taça do Rei, e o facto de terem atingido as semifinais do Campeonato Europeu naquela temporada. === Os parabéns (1991–2000) === Embora ainda tinha um ano inteiro em seu mandato, o então presidente, Ramón Mendonza, anunciou as eleições presidenciais para 14 de abril de 1991. Em frente a ele estava o escritor Alfonso Ússia, cujos resultados foram mais do que digna, apesar da sua diminuição de recursos. O sucesso eleitoral Mendoza levou-o a ganhar mais quatro anos na cadeira presidencial. Ramón Mendoza demitiu o treinador, em meados de temporada. Na época, o treinador sérvio levou o Real Madrid a um ponto difícil durante a campanha 1991–1992. Ele foi substituído pelo holandês Leo Beenhakker, gerente que tinha aderido ao Clube como Diretor Técnico poucas semanas antes. Como treinador holandês da equipe de Madrid, foi conquistado o título da Liga em Tenerife, no último dia da temporada. Foi exactamente a mesma história no ano seguinte, desta vez com Benito Floro no leme. Após perder dois títulos consecutivos no último jogo da campanha no mesmo local, a ilha de Tenerife Canárias foi marcada como uma \"ilha amaldiçoada\" para o Madridismo. A renovação do Estádio Santiago Bernabéu começou em 7 de fevereiro de 1992 e terminou dois anos mais tarde, em 7 de maio de 1994. As despesas das obras foram superior a 5 000 milhões de pesetas (30 milhões de euros), incluindo o ESP 300M (EUR 1,8 m) para os seguros que cobrem tanto os trabalhadores da construção e os espectadores presentes durante o tempo. Após alcançar dois títulos da Liga as custas do Real Madrid e sua eliminação da Copa do Rei, no seu cargo como treinador do Tenerife, Jorge Valdano assinou um acordo como treinador do Real Madrid para levar os Brancos de volta à estrada do sucesso e terminar com os 4 anos de seca na Liga. O argentino fez apenas que, em sua primeira temporada em sua antiga equipe e todos os fãs Real Madrid chegou a cantar junto ao canto da vitória no final da temporada. Após dez anos e meio no cargo, Ramón Mendoza entregou sua renúncia, irrevogável, em 20 de novembro de 1995. Ele foi sucedido por Lorenzo Sanz, que realizou o recurso ao Club pela lei–49 para suceder Mendoza e é eleito pelos 11 conselheiros que continuaram no Conselho de Administração na sequência da transferência de poder. Em 20 de maio de 1996, Lorenzo Sanz apresentou Fabio Capello como novo treinador do Real Madrid. O treinador italiano desembarcou em Madrid carregado pelo seu sucesso em cinco temporadas com o AC Milan, com quem ele venceu o Campeonato Europeu de 1994. Embora Capello só ficou com a equipe durante a temporada 1996–97, e conseguiu ganhar o campeonato. thumb|direita|200px|Predrag Mijatović, autor do gol que quebrou o jejum do Real na Liga dos Campeões da UEFA. Após uma prestação menos impressionante no campeonato, o treinador Jupp Heynckes levou a equipe a ganhar o muito aguardado título europeu, sendo que o último foi em 1966, após 32 anos de seca no futebol europeu. O local foi a Amsterdam Arena. Data: 20 de maio de 1998. Os Merengues conquistaram seu sétimo troféu europeu início com uma meta até agora director desportivo Pedja Mijatovic contra o lado italiano da Juventus, que foram os preferidos quente naquela noite. Guus Hiddink foi o treinador encarregado de guiar Real Madrid para a sua segunda Taça Intercontinental após a surpreendente renúncia de José Antonio Camacho, em julho de 1998, antes da atual temporada sequer começar. Um gol de Raúl em Tóquio selou o título num jogo equilibrado contra o Club de Regatas Vasco da Gama por 2–1 resultado final para os blancos. Vicente del Bosque assumiu John Benjamin Toshack como treinador do Real Madrid no meio da temporada e liderou os Madridistas para elevar sua oitava Taça Europeia. O local era soberbo: o recém-construído estádio Saint-Denis de Paris iria acolher a primeira vez uma final espanhola, assim como a primeira final do Campeonato Europeu entre as duas equipes do mesmo país, em 24 de maio de 2000. Foi um jogo vibrante, tendo como finalistas o Real Madrid e o Valência, com um triunfo do Real Madrid sendo resultado final 3–0. Foi o último campeonato europeu do século XX e, como o primeiro, pertencia aos brancos. Em janeiro de 2000, o Real Madrid participou do Primeiro Campeonato Mundial de Clubes da FIFA na cidade do Rio de Janeiro no Brasil. Empatou com o Corinthians, que tornou-se o Primeiro Campeão Mundial da FIFA. Antes da partida o técnico do Real fez declarações polêmicas sobre o craque corintiano Edílson, o capeta, dizendo que ele só era conhecido no Brasil. O craque como cartão de visitas fez dois gols, sendo o segundo um golaço com direito a um belíssimo drible entre as pernas do zagueiro Karembeu finalizando com o gol mais bonito do campeonato. Em 16 de julho de 2000, Florentino Pérez foi eleito novo presidente do Real Madrid após derrotar Lorenzo Sanz nas urnas. O sucesso da campanha de Pérez foi baseado em dois pilares: livrar-se, de uma vez por todas, da histórica dívida do clube e assinar os melhores jogadores do mundo. Em 11 de dezembro de 2000, durante a gala da FIFA, em Roma, Florentino Pérez e o Presidente Honorário do clube Alfredo di Stéfano recebeu o Accolade honrar Real Madrid como o melhor clube do século XX. === A época (2001–2008) === No prelúdio para as comemorações do centenário do Real Madrid, Florentino Pérez e o Conselho de Administração aprovaram por unanimidade a oferta a Sua Majestade o Rei da Espanha, a Presidência Honorária do clube como distinção do Centenário. O monarca aceitou a presidência honorária com a sua habitual modéstia. Para preparar-se para o ano de seu Centenário, Florentino Perez, em sua primeira passagem como presidente do Real Madrid, resolveu montar um equipe que pudesse ganhar todos os campeonatos nesse ano de comemorações. Em 2000, o Real Madrid logrou a contratação do jogador português Luis Figo, que até então jogava no rival Barcelona. Figo custou aos cofres do time merengue 52 milhões. No ano seguinte, Florentino Perez revirou os cofres e trouxe para Madrid o meio Zinedine Zidane, naquela que seria, até então, a maior transação do futebol mundial. O clube desembolsou 75 milhões para trazer o jogador da Juventus. Mais um ano se passou e mais uma estrela chegou ao time já conhecido como galácticos. O Clube Centenário teve lugar em 2002 e atraiu elogios a nível mundial. A partir da perspectiva desportiva, Madrid venceu seu nono campeonato europeu após derrotar Bayer Leverkusen em Glasgow 2–1 e a primeira Super Taça Europeia contra o Feyenoord com um resultado de 3–1. Na janela de transferências desse ano, chega ao Real Madrid o atacante brasileiro Ronaldo, recém proclamado campeão mundial com a Seleção Brasileira, por cerca de 40 milhões. O time ganha sua terceira Copa Intercontinental batendo Club Olimpia por 2–0 em Tóquio. Um adepto não poderia ter desejado um melhor aniversário de 100 anos. Em 2003, mais uma grande estrela chega ao time: o inglês David Beckham é contratado pelo valor de 44 milhões. No ano seguinte, mais um craque é contratado: Michael Owen, do Liverpool. Na temporada seguinte, o time é eliminado nas semifinais da Champions League pela Juventus, mas consegue consagrar-se campeão espanhol em uma briga acirrada com a Real Sociedad. Casillas, Roberto Carlos, Makelele, Beckham, Figo, Zidane, Raúl, Owen e Ronaldo. O time estelar parecia invencível. Porém, o time não se acertava em campo. A incompatibilidade de Beckham e Figo culminou na saída do português da equipe. Florentino Perez fez críticas públicas ao volante Claude Makelele que se transferiu para o Chelsea e Michael Owen, pouco aproveitado, foi vendido para o Newcastle. O Real Madrid estava em sua maior crise. Depois da conquista do título espanhol, o time foi eliminado três vezes consecutivas nas oitavas de final da UEFA Champions League e não se sagrou mais campeão de seu país, assistindo à crescente de seu rival Barcelona. Em 2005, o Real anuncia a contratação de Robinho do Santos, muitos diziam que seria eleito melhor do mundo no Real, mas após longas brigas e desentendimentos com a diretoria do clube, o jogador foi vendido 3 anos mais tarde para o Manchester City. Cicinho também é novidade no clube, depois de fazer fama no São Paulo. Na troca de técnico, Vanderlei Luxemburgo assume o time após ser campeão brasileiro em 2004 pelo Santos. Em 27 de fevereiro de 2006, após ser eliminado pelo Arsenal, Florentino Pérez demitiu-se de seu cargo presidencial. Fernando Martín tornou- se o presidente em exercício, seguido por Luis Gómez Montejano, que, por sua vez, chamou as eleições presidenciais do Verão passado. A Presidência foi disputada por cinco candidatos, Ramón Calderón, Juan Palacios, Juan Miguel Villar Mir, Lorenzo Sanz e Arturo Baldasano. Após a eleição de 2 de julho de 2006, Ramón Calderón foi eleito presidente depois de ter ganho a votação em pessoa. Em 5 de julho de 2006, assina Fabio Capello, pela segunda vez em sua vida. O dirigente italiano solicitou e obteve a assinaturas de Cannavaro, Emerson, Diarra, Reyes e Van Nistelrooy. A janela de transferência do inverno viu três novos jogadores aderir ao clube: Marcelo, Higuaín e Gago. Ferenc Puskás Biro morreu em 17 de novembro de 2006 de uma doença que ele tinha sido vítima por um longo tempo, ele morreu aos 79 anos de idade. Presidente da FIFA Joseph Blatter foi premiado com o Clube de Ouro e Diamante Insignia pelo presidente honorário Alfredo di Stéfano, a quem Blatter considera ser o maior jogador de futebol de todos os tempos. Real Madrid também fez a FIFA Club Premier um membro honorário. O primeiro dos dois títulos conquistados pelo basquete em 2007 foi a Copa ULEB. Real Madrid foi praticamente invencível em toda a competição e derrotou Unics Kazan e Lietuvos Rytas nas semifinais e final, respectivamente. A campanha \"Juntos, podemos, juntos,' fez maravilhas e levou os fãs e a equipe a estar unidos e a ganhar a Liga de futebol 30° Título. O Brancos ganharam o título após uma impressionante reviravolta contra o Mallorca no último dia da competição (3–1). Foi o primeiro título de futebol para Ramón Calderón como Presidente do clube. Uma semana mais tarde, a equipe também conquistou a sua Basketball Leave, 30° título, ao derrotar o Barcelona no playoff no Palau Blaugrana. Pamesa e Joventut também caíram contra o Real Madrid no seu caminho para a vitória. Felipe Reyes ganhou as honras na final. Desde a sua fundação, o Clube tem sido extremamente bem sucedido e tem incorporado o maior dos valores desportivos: para ter sempre uma luta contra o espírito e respeito o seu adversário. A temporada 2007/08 começou com um novo projecto no âmbito do novo treinador Bernd Schuster e vários novos rostos na lista: Robben, Heinze, Sneijder, Drenthe, Saviola e Metzelder. Real Madrid mostrou seu poderio na Jornada 2, com uma vitória de 0–5 sobre o Villarreal, que nunca abandonou uma posição durante todo o ano. O Brancos terminaram a campanha como os mais goleadores (84 gols) e como a equipe que menos gols sofreu(36). Eles também estabeleceram um novo recorde na La Liga 85 pontos, mais 18 que o terceiro classificado FC Barcelona. === A nova era (2009–2012) === Em 16 de janeiro o presidente Ramón Calderón demitiu-se, devido ao escândalo causado pela notícia publicada no jornal Marca de que tinham infiltrado 10 ultras na Reunião Extraordinária de dezembro. Ele foi substituído por Vicente Boluda, que prometeu novas eleições, em julho, e voltar à Assembleia Especial. Em fevereiro, o Real Madrid encurtaria a diferença para apenas 12 pontos, com sete vitórias contra o Sporting de Gijón (0–4) e Arsenal (6–1), mas depois sofreu uma dura derrota na última rodada da Liga dos Campeões da UEFA contra o Liverpool 1–0 no Bernabeu. Em seguida, na Liga, acrescentou uma vitória contra o RCD Espanyol e empatou com Atlético de Madrid, com a distância de 6 pontos restantes para o Barcelona. Ao virar das oitava-finais da La Liga, o Real Madrid é humilhado por 4–0 em Anfield, o depósito de um duro golpe para a equipe e que a continuidade de Juande Ramos. Contudo, ele recuperou para vencer em Madrid por 5–2 o Athletic Bilbao em San Mamés. Partes após a Madrid continua a ganhar e continua invicto no segundo turno, embora também retrai Barcelona e permanece uma distância de 6 pontos, para o clássico, em Madrid, que tinha apenas 4 pontos na Culès. No entanto, em 34 horas, sofreu um duro golpe ao perder 2–6 no Bernabeu contra o Barcelona. Durante este período, celebra a Assembleia Especial, o que ratifica como presidente Vicente Boluda e passou a votação pelo correio. Em 1 de junho de 2009, devido a ser o único candidato, que foi nomeado para as eleições em 14 de junho desse ano, Florentino Pérez retorna à presidência do Real Madrid. \"Devemos fazer em um ano o que normalmente faríamos em três\". Com essa frase, Florentino Perez subiu no palanque com as inscrições \"Vuelve la ilusión\" e discursou sobre seu novo projeto. Além de reformas no estádio, o presidente planejou a reformulação da equipe de futebol e basquete. O Real Madrid investiu cerca de 250 milhões de euros na janela de transferências da temporada 2009–2010, o maior investimento feito por um clube em um único período de contratações, com um discurso de \"espanholizar\" a equipe. No início de junho, confirmou a assinatura de Manuel Pellegrini como o novo técnico, trazendo-o do Villarreal. Logo após, Florentino Pérez realizou um antigo sonho e concretizou a contratação de Kaká, como o primeiro contratado de sua segunda presidência. Menos de 15 dias depois, é anunciada a transferência do, então melhor do mundo, Cristiano Ronaldo. Apesar de não haver confirmação oficial, é tida como a maior transação da história do futebol mundial. Logo depois, vieram o atacante Karim Benzema, o volante Xabi Alonso, o zagueiro Raúl Albiol, o lateral Arbeloa e, por fim, a recompra do jovem Granero. Pressionado pelos altos investimentos realizados e pela qualidade do elenco, Manuel Pellegrini não conseguiu levar a equipe à conquista de nenhum título em sua primeira temporada e foi demitido. Florentino Perez, então, fechou a contratação do técnico português José Mourinho, recém proclamado campeão da Liga dos Campeões da UEFA pela Internazionale de Milão. Com a chegada de Mourinho, o Real Madrid investiu na contratação dos jovens jogadores que brilharam na Copa do Mundo de 2010. Chegaram da Alemanha Mesut Özil e Sami Khedira e o argentino Ángel di María. Um grande ídolo da torcida, no jogo contra o Sporting Gijón recebeu uma homenagem do presidente do clube Florentino Pérez, uma mini-estátua dos ex-jogadores Sotero Aranguren e Machimbarrena. Ronaldo ganhou aplausos de pé da torcida merengue. Autor de 104 gols em 177 jogos com a camisa do clube. Na temporada 2010–11 a equipe conquistou a Copa del Rey, título que não conquistavam desde a temporada 1992–93. Em maio de 2011 o clube também anunciou a contratação dos meias turcos Nuri Şahin, do Borussia Dortmund e Hamit Altıntop, do Bayern Munique e no dia 23 de maio de 2011 os merengues anunciaram a contratação de José Callejón, atacante revelado pelo próprio Real Madrid e que jogava pelo Espanyol. A quarta contratação do Real foi o zagueiro francês Raphaël Varane, de apenas 18 anos que jogava no Lens. No dia 5 de julho de 2011 o Real Madrid anunciou a contratação do português Fábio Coentrão ao SL Benfica, que assinou com o clube até 2017, porém o zagueiro argentino Ezequiel Garay se despediu do clube rumo ao Benfica. Na temporada 2011–12, o Real Madrid venceu a La Liga, em 32 rodadas, quebrou vários recordes, incluindo 100 pontos em uma única temporada, um recorde de 121 gols marcados e saldo de gols de 89, e um registro de 16 vitórias fora de casa e 32 vitórias em geral. Na mesma temporada, Cristiano Ronaldo se tornou o jogador a chegar a 100 gols mais rápido na história da liga espanhola, ao chegar a 101 gols em 92 jogos, Ronaldo superou a lenda do Real Madrid Ferenc Puskás, que marcou 100 gols em 105 jogos. Ronaldo também se torna o primeiro jogador a marcar contra todos os 19 clubes da La Liga 2011–12 em uma única temporada. Para a temporada 2012–13 o clube não contratou muitos jogadores, no dia 27 de agosto de 2012 anunciou a contratação do meia croata Luka Modric depois de longa negociação, recebendo a camisa número 19. Em 31 de agosto de 2012, último dia da janela de transferências, o clube contratou o ganês Michael Essien do Chelsea por empréstimo de uma temporada para preencher a vaga de Lassana Diarra que deixou o clube para ir ao Anzhi Makhachkala. Em janeiro de 2013, o Real anunciou a volta do goleiro Diego López por conta de uma lesão do titular Iker Casillas. thumb|Deportivo vs. Real Madrid|thumb|300px|Deportivo de La Coruña x Real Madrid. Este período ficou marcado por derrotas perante seu maior rival, o Barcelona, que ganhou as Champions League de 2008–09 e 2010–11. sendo que em 2008–09 o Barcelona venceu todos os seis títulos possíveis: a UCL, a Liga, a Copa do Rei, a Supercopa da Espanha, a Supercopa da Europa e o Mundial de Clubes. Além disso, o Barcelona serviu de base para a seleção espanhola campeã do mundo em 2010, cedendo oito titulares. Foi a época em que o astro do Barcelona Lionel Messi se firmou como um dos maiores de todos os tempos. === A chegada de Ancelotti (2013–2015) === Florentino Pérez anunciou a saída de Mourinho no final da temporada por \"mútuo acordo\". Mourinho considerou a temporada 2012–13 como \"a pior da minha carreira\", em que a equipe terminou em segundo no campeonato, uma terceira acabamento semifinal diretamente para a Liga dos Campeões, e foram finalistas na Copa del Rey. No total, o clube conseguiu arrecadar um total de três títulos em três anos, ao contrário dos sete anos precedentes, com nove treinadores diferentes e apenas quatro títulos. Seu sucessor no banco foi o italiano Carlo Ancelotti, que chegou do Paris Saint-Germain Football Club, com os assistentes técnicos Zinedine Zidane e o inglês Paul Clement. Em 2014 Carlo Ancelotti e os merengues conquistaram a 19° Copa del Rey do clube em cima do Barcelona pelo placar de 2–1 com um gol mitológico do galês Gareth Bale aos 40 minutos do segundo tempo. Destaques para o título invicto, e para o goleiro Iker Casillas que tomou apenas um gol na competição. === La Décima === Mas o ápice de Carlo Ancelotti foi conquistar a tão sonhada Décima Liga dos Campeões do Real Madrid. ==== Oitavas de final ==== Após fazer a melhor campanha da fase de grupos, o Real Madrid atropelou o Schalke 04 nas oitavas de finais vencendo a primeira partida na Alemanha pelo placar de 6–1 com destaque para o trio BBC (Gareth Bale, Karim Benzema e Cristiano Ronaldo) onde cada um marcou 2 gols. Na partida de volta, em Madrid, o Real Madrid jogou com apenas alguns titulares e venceu novamente, agora pelo placar de 3–1 com dois gols da estrela Cristiano Ronaldo. ==== Quartas de final ==== Nas quartas de finais o Real Madrid enfrentou o Borussia Dortmund e na primeira partida, em Madrid, mais um show dos merengues que venceram a partida por 3–0 com gols de Gareth Bale, Isco e o \"monstro\" Cristiano Ronaldo. Que nesse jogo igualava a marca de Mazzola e Lionel Messi como os maiores artilheiros de uma só edição de Liga dos Campeões com quatorze gols. Mais naquele momento era questão de tempo, para o recorde ser batido por Cristiano Ronaldo. Na partida de volta em Dortmund, o Real Madrid começou tendo um pênalti marcado a seu favor com menos de 10 minutos de jogo, Ángel di María foi para a cobrança pois o batedor do Real Madrid Cristiano Ronaldo estava lesionado e ficou no banco de reservas, Ángel di María não marcou e com isso a muralha amarela, como é conhecida a fanática torcida do Borussia Dortmund, cresceu e apoiou muito o seu time que venceu por 2–0. O placar não foi suficiente para o Borussia Dortmund seguir na competição, e foi uma espécie de vingança do Real Madrid pela eliminação nas semifinais das Liga dos Campeões da temporada 2012–13. ==== Semifinal ==== Nas semifinais, o sorteio nos reservou duas grandes partidas entre Real Madrid e Bayern de Munique era mais uma chance do Real Madrid dar o troco em mais um alemão que o eliminaram também nas semifinais da Liga dos Campeões na temporada de 2011–12. A primeira partida, em Madrid, o Real Madrid de Carlo Ancelotti contra o Bayer de Josep Guardiola deu uma aula de como contra atacar. O Bayern teve mais de 70% de posse de bola mais quem criou as melhores chances do jogo foi o Real que venceu por 1–0 com um gol de Karim Benzema. Na partida de volta, em Munique, mais uma aula do Real Madrid e que novamente não teve a posse de bola mais goleou o Bayern na sua casa pelo placar de 4–0 destaque para Sergio Ramos e Cristiano Ronaldo onde ambos marcaram 2 gols. O dono da bola de ouro de 2013 quebrava mais um recorde na sua carreira, Cristiano Ronaldo chegava a marca de 16 gols em uma só edição de Liga dos Campeões. Considerado por muitos o melhor time do mundo e o franco favorito para ganhar mais uma Liga dos Campeões o Bayern caía pelo incrível placar de 5–0 no agregado. ==== Final ==== Na grande final, os merengues teriam que passar pelo seu rival, Atlético de Madrid, que vinha embalado pela conquista do tão sonhado e difícil título espanhol. A partida começa muito equilibrada mais sem chances de gol, até que em uma bola virada errada pelo Atlético de Madrid Gareth Bale roubou a bola e disparou para o gol mais chutou para fora. Até que na bola parada do Atlético de Madrid a defesa merengue falhou e Diego Godín marcou de cabeça — coincidência ou não ele havia feito o gol do título do espanhol uma semana antes. No segundo tempo os merengues pressionavam mais não conseguiam criar grandes chances. Até que veio o dedo do técnico Carlo Ancelotti e fez duas alterações que mudaram o panorama do jogo: a entrada de Marcelo e Isco. O tempo passava mas o Real não conseguia furar o bloqueio do Atlético de Madrid até que aos 47 para 48 minutos do segundo tempo, também em um escanteio Luka Modric lançou na área e Sergio Ramos marcou um lindo gol de cabeça levando a torcida merengue a loucura e a do Atlético de Madrid ao desespero. A partida foi para a prorrogação e o time do Atlético de Madrid abalado emocionalmente se arrastava em campo. No 1° tempo o Real pressionou teve mais a bola mais não consegui o criar grandes oportunidades. Veio o 2° tempo e o time do Real estava muito mais equilibrado em campo e num contra ataque que começou com Cristiano Ronaldo a bola chegou em Ángel di María e com uma bela jogada individual chutou cruzado o goleiro Thibaut Courtois defendeu mais na recarga, Gareth Bale fez o gol da virada e o gol da euforia total dos merengues. Os jogadores do Atlético de Madrid já não tinham mais emocional e físico para empatar e ai o 3° e o 4° gol, de Marcelo e Cristiano Ronaldo respectivamente, saíram naturalmente. Cristiano Ronaldo tentou de todas as formas mostrar seu grande futebol que todos conhecem mas suas limitações físicas eram visíveis, porém acabou presenteado no final com um gol de pênalti que foi o seu 17° gol nesta Liga dos Campeões aumentando o seu recorde. La Décima foi conquistada de forma indiscutível atropelando todos os adversários, principalmente os alemães, com um ataque incrível que marcou 41 vezes. ===A Era Zidane=== Em 2016, após a demissão de Rafa Benítez, o Real Madrid anunciou Zidane como novo treinador. Assim começaria uma das eras mais vitoriosas do Real Madrid, com grandes títulos sendo conquistados. Com um belo trabalho dentro de campo, conseguiu conduzir a equipe até a final da Liga dos Campeões de 2015–16 onde enfrentou o arquirrival Atlético de Madrid, na qual o Real Madrid empatou no tempo regulamentar e venceu nos pênaltis, assim conquistando a Undécima no San Siro em Milão na Itália. Logo após conquistou a Supercopa da Uefa de 2016, na qual derrotou o Sevilla e se sagrou campeão. Conquistou a Copa do Mundo de Clubes da FIFA de 2016 no qual enfrentou o Kashima Anlters na final e sagrou-se campeão ao vencer por 4–2. Com a gloriosa campanha na La Liga de 2016–17 foi campeão e conquistou assim o 33° título do Campeonato Espanhol. Também na mesma temporada, conquistou a Liga dos Campeões de 2016–17 com uma bela campanha eliminando Bayern Munchen e Atlético de Madrid nas fases eliminatórias e derrotando a Juventus na final por 4–1 e assim conquistando a Duodécima no Millenium Stadium em Cardiff no País de Gales. Iniciando a temporada de 2017/18, conquistou a Supercopa da UEFA de 2017 derrotando o Manchester United por 2–1 e logo em seguida conquistou a Supercopa da Espanha de 2017, derrotando o rival Barcelona por 5–1 na soma do placar agregado. Sagrou-se campeão da Copa do Mundo de Clubes da FIFA de 2017 após derrotar o Grêmio por 1–0. Conquistou também a Liga dos Campeões de 2017–18, chegando assim ao seu décimo terceiro título, após bater o Liverpool por 3–1 no estádio Olímpico em Kiev na Ucrânia. Após a conquista, Zidane encerra seu ciclo como treinador do Real com uma passagem bastante vitoriosa, ganhando 11 títulos como treinador da equipe. ===Segunda passagem de Ancelotti=== Em 2021 após a saída do então ídolo Zinedine Zidane o técnico Carlo Ancelotti assume o cargo de técnico do Real Madrid para levar o elenco de volta as glórias do passado, sendo o mesmo técnico que fez o Real Madrid conquistar a lá Décima anos anteriores, ele teve a missão de resgatar um elenco desacreditado e aos poucos foi desenvolvendo seu trabalho e dando a confiança que os seus jogadores precisavam, e as conquistas foram chegando com a Supercopa da Espanha de 2021–22 em Riade na Arábia Saudita vencendo o Athletic Bilbao por 2–0 no tempo regulamentar, também conquistando na mesma temporada o 35° título da La Liga de 2021–22, e se consagrando no final da temporada vencendo a Liga dos Campeões da UEFA de 2021–22 em cima do Liverpool com gol de Vinícius Junior e assim conquistando o 14° título do Real Madrid na Liga dos Campeões da UEFA em Paris no Stade de France e marcando o início de uma era vitóriosa. == Escudo == O primeiro escudo do Real Madrid foi um projeto muito simples. Constou de três iniciais do clube entrelaçadas, ou seja, o \"M\", o \"F\" e \"C\", nas cores azul escuro sobre camisas brancas. Escudo que, por sua vez, teve que ser intercalado com outro redondo na qual os dois quartéis e o brasão da Villa de Madrid estavam inscritos, devido aos regulamentos da época, que determinavam que deveria ser usado em partidas oficiais contra outras equipes esportivas para representar a cidade. Localizadas no lado esquerdo do peito, foram substituídas alternadamente de acordo com a competição até 1931, quando o brasão do clube se tornou o único a aparecer no uniforme a partir de então. A primeira variante no ano de 1908. A letra teve uma mais interligadas estilizado e está inscrito em um círculo. A próxima mudança na configuração do escudo não foi até 1920, ano em que o rei Alfonso XIII concedeu ao clube o título de Real. Por este motivo, acrescentou o Crown Royal, o estilizado iniciais eram as mesmas, e se tornou conhecido como o clube Real Madrid Club de Fútbol. Por seu turno, o partido oficial foi tomada para proteger a cidade com o Bourbon coroa. Com a criação da Segunda República espanhola, em 1931 foram removidos todos os símbolos da realeza, de modo que perdeu a coroa que ele tinha obtido anos antes. Em troca, ele acrescentou banda diagonal roxo da região de Castela. Após a Guerra Civil Espanhola, em 1941 o casaco Crown Royal foi recuperado, mas também manteve a banda. Além disso, as cores foram alteradas e, em seguida, o ouro é o dominante, e o clube foi rebatizado o Real Madrid Club de Fútbol. É com este escudo com que o clube atingiu o topo do mundo de futebol louros e já estão mantidos até o final dos anos noventa. A última modificação ocorreu em 2001, como resultado de dar uma mais consentâneo com o vigésimo primeiro século e no que diz respeito à comercialização e banda se tornou azul. == Estádio == O estádio do Real Madrid é o Estádio Santiago Bernabéu, que esta localizado em Madrid. Concebido pelo arquiteto Luis Alemany Soler e Manuel Muñoz Monasterio, foi inaugurado em 14 de dezembro 1947 e tem uma capacidade de 81 044 espectadores, todos sentados, e as dimensões de 107 m x 72 m. O Santiago Bernabéu é situado no Paseo de la Castellana, no distrito Chamartin de la Rosa. Ocupa o bloco delimitada pelo Paseo de la Castellana e as ruas de Concha Espina, Rafael Salgado e Father Damien, e tem acesso ao metro de Madrid só, a estação do Santiago Bernabeu, na Linha 10. O Estádio Santiago Bernabéu tem hospedado uma série de grandes acontecimentos desportivos e sociais, dentre os quais os seguintes eventos: Final do Campeonato Europeu Segunda ganha pelo Real Madrid (1957); Cup Final selecções da Europa (1964), Final da Copa do Mundo Espanha (1982); encontro do Papa João Paulo II com a juventude espanhola (1982). Além disso, o Estádio Santiago Bernabéu tem sediou várias finais da Liga dos Campeões passada. Na temporada 2006–2007. Em 2010 o estádio foi o anfitrião da final da Liga dos Campeões da UEFA, brilhando José Mourinho ao comando do Internazionale. O Real Madrid tem a maior torcida da Espanha com aproximadamente 44,2 milhões de torcedores e em seguida seu rival Barcelona com aproximadamente 41 milhões de torcedores. Quando esses dois se enfrentam em Santiago Bernabéu o estádio fica lotado e lindo de ver com o apoio de ambas torcidas com seu time. Em 2003 o estádio foi eleito pela FIFA, como padrão 5 estrelas podendo receber qualquer tipo de jogos internacionais. == Rivalidades == === El Clásico === Muitas vezes existe uma feroz rivalidade entre as duas equipes mais fortes em um campeonato nacional, e este é particularmente o caso da La Liga, onde o jogo entre Barcelona e Real Madrid é conhecido como El Clásico. Desde o início, os clubes foram vistos como representantes de duas regiões rivais na Espanha: Catalunha e Castela, assim como das duas cidades. Mais do que meramente esportiva, a rivalidade tem forte teor político, uma vez que o Barcelona proclama-se como defensor do nacionalismo catalão, não raro a nível de separatismo. O sentimento antiMadrid ganhou força nas ditaduras de Primo de Rivera e, especialmente, na de Francisco Franco, em que as culturas regionais foram abertamente reprimidas, o que incluía na proibição do uso de qualquer língua que não a castelhana, oficialmente considerada a língua espanhola. Simbolizando o desejo de liberdade dos catalães, o Barcelona se declarou como més que un club (\"mais que um clube\") para a sua região. De acordo com Manuel Vázquez Montalbán, \"a melhor maneira dos catalães em demonstrar sua identidade foi apoiando o Barça. Foi menos arriscado do que reunir um movimento clandestino anti-Franco e permitiu-lhes expressar as suas dissidências\". O estádio do Barcelona tornou-se refúgio até para conversas em catalão. O Real Madrid, por sua vez, passou a ser visto como a personificação do governo franquista e do centralismo opressor de seu regime ditatorial, muito por conta do \"Generalíssimo\" aproveitar-se do sucesso dos blancos na Europa nos anos cinquenta para uso político, uma vez que a Espanha era vista com antipatia devido ao regime fascista que a governava. Ainda assim, foi só no meio da década de 1950 que a rivalidade realmente agravou-se, em torno da contestada contratação de Alfredo di Stéfano pelo Real. A equipe da capital logo ganhou força, passando a disputar os títulos nacionais com os blaugranas e, mais do que isso, fazendo sucesso na recém-criada Copa dos Campeões da UEFA, faturando as cinco primeiras edições do torneio, que o Barça só venceria em 1992. Com o sucesso do Real, Franco não demorou a declarar-se torcedor do time, e a proximidade do presidente merengue Santiago Bernabéu com o governante foi notória. Por outro lado, o ditadura franquista esteve próxima do Barcelona nos anos 1940, quando o presidente do time era escolhido pelo governo. Além disso, Franco seria simpático ao catalanismo do Barcelona, uma vez que preferiria ver opositores reunidos em um estádio do que nas ruas. A rivalidade manteve-se mesmo no longo período de carência de títulos do Barcelona, que durou em torno de trinta anos, entre os inícios das décadas de 1960 e de 1990 e aumentou sua expressão internacional quando o clube catalão voltou a conseguir uma sequência regular de títulos, nos anos 1990. A rivalidade entre Real x Barça é considerada uma das maiores do mundo. Dentre os diversos jogadores que jogaram nas duas equipes, os que mais fizeram sucesso em ambas foram Ricard Zamora, Josep Samitier, Evaristo de Macedo, Bernd Schuster, Michael Laudrup, Luis Enrique, Luís Figo e Ronaldo. Um dos maiores ídolos recentes do Barça, o camaronês Samuel Eto'o, veio ao Camp Nou contratado do arquirrival, onde não recebera oportunidades e era costumeiramente repassado por empréstimo a outras equipes. O último a fazer a troca entre as equipes principais dos dois clubes foi o argentino Javier Saviola. === El Derbi madrileño === O Atlético de Madrid, antes da rivalidade com o Barcelona tornar-se a maior, foi o principal rival do Real, e a rixa mantém-se nos dias de hoje, embora amplamente a favor dos blancos. O dérbi da capital espanhola é um dos clássicos tradicionalmente ligados às camadas sociais: enquanto o Real é associado à realeza e elite madrilenha, o Atlético é visto como time da classe operária, devido à localização de seu antigo estádio, situado em um bairro operário. Todavia, tal estereótipo já foi ultrapassada na vida real. Tanto a torcida madridista já abrange camadas populares e de imigrantes do Terceiro Mundo;SETTI, Daniel (maio de 2010). Madrid - Terra de reis. Revista ESPN n. 7. Spring Editora, pp. 78-83 como o atual Rei da Espanha, Filipe VI, é um declarado torcedor do Atleti, do qual também é presidente de honra desde o centenário colchonero, em 2003, sendo os ultras da \"Frente Atlético\" alinhados à extrema-direita a ponto de serem considerado o grupo de torcedores mais fascistas do país e nada operários — de acordo com os torcedores do outro clube madrilenho, o Rayo Vallecano, cujos apoiadores são caracterizados pelo engajamento esquerdista mais aprofundado.VIGNOLI, Leandro (2017). 11. Red Star - Paris é uma festa. À sombra de gigantes: uma viagem ao coração das mais famosas pequenas torcidas do futebol europeu. São Paulo: L. Vignoli, 2017, pp. 26-35. O próprio Atlético teria sido o clube inicialmente adotado, de modo inclusive oficial, pelo franquismo, chegando a ser a equipe mais vencedora da capital até meados da década de 1950.LEAL, Ubiratan (fevereiro de 2008). Entreguista, eu?. Trivela n. 24. Trivela Comunicações, p. 55 Embora a torcida do Atlético seja considerada mais fanática, o número também é desigual: quatro quintos dos madrilenhos prefere o Real Madrid, com o quinto restante declarando-se atleticano. O clássico mais importante ocorreu na Copa dos Campeões da UEFA de 1959, em que ambos encontraram-se nas semifinais. Campeão espanhol na temporada anterior, o Atlético procurava desafiar a supremacia do Real no torneio europeu, até então só vencido pelos merengues, que haviam faturado as quatro edições do torneio. O Real venceu o primeiro jogo de 2–1 no Bernabéu enquanto Atlético venceu de 1–0 no Metropolitano, seu antigo estádio. Um terceiro jogo precisou ser realizado, com nova vitória do Real por 2–1. O Atlético só tem retrospecto mais favorável na Copa do Rei, em que chegaram a vencer o Real nas finais de 1960, 1961, 1992 e 2013. Entre 1961 e 1989, quando o Real dominou La Liga, apenas o Atlético oferecia qualquer desafio sério, ganhando os títulos de 1966, 1970, 1973 e 1977. Em 1965, Atlético se tornou a primeira equipe a vencer o Real no Bernabéu, em oito anos. Todavia, o retrospecto total, principalmente os mais recentes são amplamente favoráveis ao Real, que tem mais do que o triplo de títulos espanhóis (33 a 10), doze Liga dos Campeões da UEFA contra nenhuma do rival e mais do que o dobro de vitórias nos clássicos (146 a 71). Além disso, o Real não perde para o Atlético desde 1999. Para completar, o rival citadino já foi rebaixado, duas vezes, para a segunda divisão, contra nenhuma do Real. Na temporada de 2012–13, o Atlético voltou a vencer o Real Madrid após um tabu de vários anos. Os merengues perderam na decisão da Copa do Rei por 2–1 com gols dos brasileiros Miranda e Diego Costa para o Atlético e Cristiano Ronaldo para o Real Madrid. Na temporada de 2013–14, o Real Madrid foi campeão da Liga dos Campeões da UEFA em cima do Atlético de Madrid, onde nos 90 minutos, a partida terminou em 1–1, na prorrogação, o Real, aplicou mais 3 gols, com Gareth Bale, Marcelo e Cristiano Ronaldo, e fazendo 4–1, onde o Real conquistou o 10º título europeu. Na temporada de 2015–16, as equipes voltaram a se reencontrar mais uma vez em uma decisão e novamente o Real voltou a ser campeão da Liga dos Campeões da UEFA em cima do Atlético de Madrid, só que desta vez nas penalidades, por 5–3, após Juanfran desperdiçar seu pênalti e Cristiano Ronaldo converter a última penalidade, e levar o Real Madrid a seu 11° título europeu. Ramón Grosso, Luis Aragonés, Juanito, Miquel Soler, Juan Esnáider, Santiago Solari, Rodrigo Fabri e, mais recentemente, José Antonio Reyes, Juanfran, José Manuel Jurado, Thibaut Courtois e Marcos Llorente jogaram nos blancos e nos rojiblancos. Considerando equipes juvenis, também fizeram a travessia os jogadores José Luis Caminero, Raúl, Filipe Luís, Álvaro Morata e Theo Hernández, e Radomir Antić treinou ambos. Nenhum deles, todavia, alcançou o mesmo sucesso em ambos os clubes do que Hugo Sánchez e, principalmente, Bernd Schuster. O mítico dirigente madridista Santiago Bernabéu, que nomeia o estádio merengue, também teria defendido o rival quando era futebolista, no início da década de 1920. Ricard Zamora também é um personagem especial: o ex- goleiro, como jogador, participou dos dois primeiros títulos espanhóis do Real e, como treinador, dos dois primeiros títulos espanhóis do Atlético. === Real x Athletic === A rivalidade entre Real Madrid e Athletic Bilbao é mais sentida pelos bilbaínos, em motivo similar ao do Barcelona: enquanto o Barça é símbolo da Catalunha, o Athletic tem o mesmo significado para outra região de cultura discriminada oficialmente pela ditadura de Francisco Franco, o País Basco. O ex-zagueiro Rafael Alkorta é o mais famoso a ter feito em ambos. O último a realizar a troca entre os times foi goleiro Kepa Arrizabalaga. Como o Athletic perdeu muita força a partir dos anos 1950, a rixa não se desenvolveu tanto. Ainda assim, os confrontos têm outro ingrediente especial: ao lado do Barcelona, estas duas equipes são as únicas que jamais foram rebaixadas da Primeira Divisão Espanhola. Curiosamente, o Athletic deu origem a outro rival do Real, o Atlético de Madrid. Não por acaso as duas equipes atleticanas têm semelhanças no nome, no escudo e no uniforme: o outro time da capital espanhola foi fundado por estudantes bascos que moravam em Madrid, que tinham o intuito de criar na cidade uma filial do clube de Bilbao. == Uniformes == === Jogadores de linha === * Uniforme 1: Camisa branca, calção e meias brancas; * Uniforme 2: Camisa lilás, calção e meias lilás; * Uniforme 3: Camisa preta com detalhes em verde, calção e meias pretas. === Goleiros === * Uniforme 1: Camisa azul, calção e meias azuis; * Uniforme 2: Camisa vermelha, calção e meias vermelhas; * Uniforme 3: Camisa preta, calção e meias pretas; === Treino === * Jogadores: Camisa branca, calção e meias brancas; * Comissão Técnica: Camisa preta, calção e meias pretas. == Material esportivo e patrocinadores == Período Material Esportivo Patrocinadores 1980–1982 Adidas Nenhum 1982–1985 Adidas Zanussi 1985–1989 Hummel Parmalat 1989–1991 Hummel Reny Picot 1991–1992 Hummel Otaysa 1992–1994 Hummel Teka 1994–1998 Kelme Teka 1998–2001 Adidas Teka 2001–2002 Adidas Nenhum 2002–2005 Adidas Siemens Mobile 2005–2006 Adidas Siemens 2006–2007 Adidas BenQ Siemens 2007–2013 Adidas bwin.com 2013–Presente Adidas Fly Emirates == Elenco atual == == Notáveis jogadores == * Alfredo Di Stefano * Esteban Cambiasso * Fernando Redondo * Jorge Valdano * Rogelio Domínguez * Santiago Solari * Ángel di María * Bernd Schuster * Bodo Illgner * Günter Netzer * Mesut Özil * Paul Breitner * Uli Stielike * Toni Kroos * Eden Hazard * Thibaut Courtois * Canário * Pepe * Didi * Evaristo de Macedo * Casemiro * Flávio Conceição * Kaká * Marcelo * Roberto Carlos * Ronaldo * Iván Zamorano * James Rodríguez * Keylor Navas * Davor Šuker * Luka Modrić * Robert Prosinečki * Michael Laudrup * Álvaro Arbeloa * Francisco Buyo * Alfonso Pérez * Amancio Amaro * Emilio Butragueño * Enrique Mateos * Chendo * Fernando Hierro * Fernando Morientes * Francisco Gento * Guti * Ignacio Zoco * Iker Casillas * Iván Helguera * Jacinto Quincoces * José Antonio Camacho * José Emilio Amavisca * José María Zárraga * Juanito * Luis del Sol * Luis Molowny * Manuel Olivares * Manuel Sanchis * Miguel Muñoz * Míchel * Míchel Salgado * Pahiño * Pirri * Rafael Gordillo * Ramón Grosso * Raúl Albiol * Raúl González * Ricardo Gallego * Ricardo Zamora * Santiago Bernabéu * Santillana * Sergio Ramos * Vicente del Bosque * Xabi Alonso * Christian Karembeu * Claude Makélélé * Karim Benzema * Louis Hon * Nicolas Anelka * Raymond Kopa * René Petit * Zinédine Zidane * Raphaël Varane * Ferenc Puskás * David Beckham * Laurie Cunningham * Michael Owen * Steve McManaman * Christian Panucci * Fabio Cannavaro * Predrag Mijatović * Hugo Sánchez * Gareth Bale * Klaas-Jan Huntelaar * Arjen Robben * Rafael van der Vaart * Ruud van Nistelrooy * Wesley Sneijder * Cristiano Ronaldo * Luís Figo * Ricardo Carvalho * Gheorghe Hagi * Clarence Seedorf * José Santamaría == Treinadores == http://www.ogol.com.br/equipa.php?id=50 Nome Período Jogos Vitórias Empates Derrotas Aproveitamento Títulos Carlo Ancelotti 2021–2022 56 39 8 9 69,1% 3 Zinedine Zidane 2019–2021 199 131 42 26 72,86% 0 Santiago Solari 2018–2019 28 19 2 7 70,24% 1 Julen Lopetegui 2018 14 6 2 6 47,62% 0 Zinedine Zidane 2016–2018 149 104 29 16 69,80% 9 Rafael Benítez 2015–2016 25 16 5 4 70,66% 0 Carlo Ancelotti 2013–2015 119 89 14 16 74,79% 4 José Mourinho 2010–2013 178 128 28 22 71,91% 3 == Principais Títulos == HONRARIAS Coroas Competições Títulos Temporadas Melhor Clube da Europa e do Mundo do Século XX da FIFA 1 1901–2000 Tríplice Coroa Internacional 5 2002, 2014, 2016, 2017 e 2022 01º Maior Clube da Europa e 01º do Mundo pelo Século XX da FIFA 1 1901–2000 semmoldura|70px 01º Maior Clube da Europa e 01º do Mundo pelo Século XX da IFFHS 1 1901–2000 semmoldura|70px 1º Melhor Clube do Mundo 4 2000, 2002, 2014 e 2017 semmoldura|65x65px Medalha de Honra da UEFA 1 1958 MUNDIAIS Troféus Competição Títulos Temporadas Copa do Mundo de Clubes da FIFA 5 2014, 2016, 2017, 2018 e 2022 Copa Intercontinental 3 1960, 1998 e 2002 INTERCONTINENTAIS Troféus Competição Títulos Temporadas Copa Ibero-Americana 1 1994 CONTINENTAIS Troféus Competição Títulos Temporadas Liga dos Campeões da UEFA 15 1955–56, 1956–57, 1957–58, 1958–59, 1959–60, 1965–66, 1997–98, 1999–00, 2001–02, 2013–14, 2015–16, 2016–17, 2017–18, 2021–22 e 2023–24 Liga Europa da UEFA 2 1984–85 e 1985–86 Supercopa da UEFA 6 2002, 2014, 2016, 2017, 2022 e 2024 Taça Latina 2 1955 e 1957 NACIONAIS Troféus Competição Títulos Temporadas La Liga 36 1931–32, 1932–33, 1953–54, 1954–55, 1956–57, 1957–58, 1960–61, 1961–62, 1962–63, 1963–64, 1964–65, 1966–67, 1967–68, 1968–69, 1971–72, 1974–75, 1975–76, 1977–78, 1978–79, 1979–80, 1985–86, 1986–87, 1987–88, 1988–89, 1989–90, 1994–95, 1996–97, 2000–01, 2002–03, 2006–07, 2007–08, 2011–12, 2016–17, 2019–20, 2021–22 e 2023–24 Copa do Rei 20 1905–06, 1906–07, 1907–08, 1908–09, 1917–18, 1934–35, 1936–37, 1946–47, 1947–48, 1961–62, 1969–70, 1973–74, 1974–75, 1979–80, 1981–82, 1988–89, 1992–93, 2010–11, 2013–14 e 2022–23 Supercopa da Espanha 13 1988, 1989, 1990, 1993, 1997, 2001, 2003, 2008, 2012, 2017, 2020, 2022 e 2024 Copa da Liga Espanhola 1 1984–85 Copa Eva Duarte 1 1946–47 REGIONAIS Troféus Competição Títulos Temporadas Campeonato Regional Centro 18 1902–03, 1904–05, 1905–06, 1906–07, 1907–08, 1912–13, 1915–16, 1916–17, 1917–18, 1919–20, 1921–22, 1922–23, 1923–24, 1925–26, 1926–27, 1928–29, 1929–30 e 1930–31 Troféu Mancomunado 5 1931–32, 1932–33, 1933–34, 1934–35 e 1935–36 Copa da Federação Centro 3 1923, 1928 e 1943 TOTAL Títulos oficiais 131 8 Mundiais, 1 Intercontinental, 25 Continentais, 71 Nacionais e 26 Regionais ;Legenda Campeão invicto === Outras Competições === INTERCONTINENTAIS NÃO OFICIAIS Troféus Competição Títulos Temporadas Pequena Taça do Mundo (1) 2 1952 e 1956 ;Legenda (1) Assim como Vasco da Gama com o Torneio de Paris de 1957, Real Madrid e alguns clubes contabilizam a Pequena Taça do Mundo em seu próprio palmarés pessoal; no entanto, sem ser oficial por nenhum estamento continental nem mundial. == Presidentes == Nome Período Juan Padrós 1902–1904 Carlos Padrós 1904–1908 Adolfo Meléndez 1908–1916 Pedro Parages 1916–1926 Luis de Urquijo 1926–1930 Luis Usera 1930–1935 Rafael Sánchez-Guerra 1935–1936 Juan José Vallejo 1936–1937 Antonio Ortega Gutierrez 1937–1939 Adolfo Meléndez 1939–1940 Nome Período Antonio Santos Peralba 1940–1943 Santiago Bernabéu 1943–1978 Luis De Carlos Ortiz 1978–1985 Ramón Mendoza 1985–1995 Lorenzo Sanz 1995–2000 Florentino Pérez 2000–2006 Ramón Calderón 2006–2009 Florentino Pérez 2009– == Recordes == === Mais partidas === Atualizado em 4 de junho de 2023. Pos. Nome Período Total 1 Raúl González 1994–2010 741 2 Iker Casillas 1999–2015 725 3 Manuel Sanchís 1983–2001 710 4 Sergio Ramos 2005–2021 671 5 Karim Benzema 2009–2023 648 6 Santillana 1971–1988 645 7 Fernando Hierro 1989–2003 602 8 Francisco Gento 1953–1971 600 9 José Camacho 1973–1989 577 10 Pirri 1964–1979 561 === Estrangeiros com mais partidas === Pos. Nome Período Partidas 1 Karim Benzema 2009–2023 648 2 Marcelo 2007–2022 546 3 Luka Modrić 2012– 534 4 Roberto Carlos 1996–2007 527 5 Toni Kroos 2014–2024 465 6 Cristiano Ronaldo 2009–2018 438 7 Alfredo Di Stéfano 1953–1964 396 8 Raphaël Varane 2011–2021 360 9 José Santamaría 1957–1966 337 10 Casemiro 2013–2022 337 == Maiores artilheiros == Pos. País Nome Período Gols 1 Cristiano Ronaldo 2009–2018 450 2 Karim Benzema 2009–2023 354 3 Raúl 1994–2010 323 4 Alfredo Di Stéfano 1953–1964 308 5 Carlos Santillana 1971–1988 290 6 Ferenc Puskás 1958–1966 242 7 Hugo Sánchez 1985–1992 208 8 Francisco Gento 1952–1970 182 9 Pirri 1964–1979 172 10 Emilio Butragueño 1983–1995 171 == As 10 contratações mais caras da história do Real Madrid == Pos. País Nome Data Ref 1 Eden Hazard 07/06/2019 2 Jude Bellingham 14/06/2023 3 Gareth Bale 01/09/2013 4 Cristiano Ronaldo 11/06/2009 5 Zinédine Zidane 09/07/2001 6 James Rodríguez 22/07/2014 7 Kaká 08/06/2009 8 Luka Jović 04/06/2019 9 Luís Figo 24/07/2000 10 Éder Militão 14/03/2019 Atualizado em 14/06/2023. == Recordes gerais == * Maior número de gols marcados em todas as competições: 450 — Cristiano Ronaldo, 2009–2018 * Maior número de gols marcados em La Liga: 311 — Cristiano Ronaldo, 2009–2018 * Maior número de gols marcados na Copa del Rey: 49 — Ferenc Puskás, 1958–1966 * Maior número de gols marcados na Copa de la Liga: 7 — Carlos Santillana, 1971–1988 * Maior número de gols marcados na Supercopa da Espanha: 7 — Raúl González, 1994–2010 * Maior número de gols marcados em competições Internacionais: 114 — Cristiano Ronaldo, 2009–2018 * Maior número de gols marcados em competições de clubes da UEFA: 108 — Cristiano Ronaldo, 2009–2018 * Maior número de gols marcados na UEFA Champions League: 106 — Cristiano Ronaldo, 2009–2018 * Maior número de gols marcados na fase de grupos da UEFA Champions League: 60 — Cristiano Ronaldo, 2009–2018 * Maior número de gols marcados em mata-mata da UEFA Champions League: 60 — Cristiano Ronaldo, 2009–2018 * Maior número de gols marcados na Copa da Europa: 49 Alfredo Di Stéfano, 1953–1964 * Maior número de gols marcados na Taça dos Clubes Vencedores de Taças: 11 — Carlos Santillana, 1971–1988 * Maior número de gols marcados na UEFA Europa League: 15 — Carlos Santillana, 1971–1988 * Maior número de gols marcados na Supercopa da UEFA: 2 — Cristiano Ronaldo, 2009–2018 * Maior número de gols marcados na Copa Intercontinental: 2 — Ferenc Puskás, 1958–1966 * Maior número de gols marcados na Copa do Mundo de Clubes da FIFA: 6 — Cristiano Ronaldo, 2009–2018 === Em uma única temporada === * Maior número de gols marcados em uma temporada em todas as competições: 61 — Cristiano Ronaldo, 2014–15 * Maior número de gols marcados em uma única temporada da La Liga: 48 — Cristiano Ronaldo, 2014–15 * Maior número de gols marcados em uma única temporada da Copa del Rey: 15 — Ferenc Puskás, 1960–1961 * Maior número de gols marcados em uma única temporada da Copa de la Liga: 4 — Carlos Santillana, 1982–1983 * Maior número de gols marcados na Copa da Europa: 12 — Ferenc Puskás, 1959–60 * Maior número de gols marcados em uma única temporada da UEFA Champions League: 17 — Cristiano Ronaldo, 2013–14 * Maior número de gols marcados em uma única fase de grupos da UEFA Champions League: 11 — Cristiano Ronaldo, 2015–16 *Maior número de jogos seguidos marcando gols em jogos da UEFA Champions League: 11 — Cristiano Ronaldo, 2017–18 * Maior número de gols marcados em uma única fase eliminatória da UEFA Champions League: 10 — Cristiano Ronaldo, 2016–17 * Único jogador a marcar gols em todos os jogos da fase de grupos da UEFA Champions League: 9 — Cristiano Ronaldo, 2017–18 * Maior número de gols marcados em uma única temporada da Taça dos Clubes Vencedores de Taças: 8 — Carlos Santillana, 1982–1983 === Em um único jogo === * Maior número de gols marcados em um jogo da La Liga: 5 ** Manuel Alday vs Espanyol, 28 de fevereiro de 1943 ** Antonio Alsúa vs Castellón, 2 de fevereiro de 1947 ** Miguel Muñoz vs Lleida, 30 de janeiro de 1951 ** Pepillo vs Elche, 7 de fevereiro de 1960 ** Ferenc Puskás vs Elche, 22 de janeiro de 1961 ** Fernando Morientes vs Las Palmas, 9 de fevereiro de 2002 ** Cristiano Ronaldo vs , 5 de abril de 2015 ** Cristiano Ronaldo vs Espanyol, em 12 de setembro de 2015 * Maior número de gols marcados em um jogo da Copa del Rey: 6 — Benguria vs Extremeño, 6 de março de 1927 ** Ferenc Puskás vs Real Betis, 18 de junho de 1961 * Maior número de gols marcados em um jogo da Copa de la Liga: 3 — Carlos Santillana vs Zaragoza, 22 de junho de 1983 * Maior número de gols marcados em um jogo da Supercopa da Espanha: 3 — Raúl González vs Zaragoza, 22 de agosto de 2001 * Maior número de gols marcados em um jogo da Copa da Europa: 4 * Ferenc Puskás, vs Eintracht Frankfurt na final 1959–1960 e vs Feyenoord na fase preliminar 1965–1966 * Alfredo Di Stéfano, vs Sevilla, quartas de final 1957–1958 e vs Wiener Sport-Club, quartas de final 1958–1959 * Hugo Sánchez, vs Swarovski Tirol, segunda rodada 1990–1991 * Maior número de gols marcados em um jogo da UEFA Champions League: 4 — Cristiano Ronaldo vs Malmö sexta rodada 2015–2016 * Maior número de gols marcados em um jogo da Supercopa da UEFA: 2 — Cristiano Ronaldo vs Sevilla, 12 de agosto de 2014 * Maior número de gols marcados em um jogo da Copa Intercontinental: 2 — Ferenc Puskás vs Peñarol, 4 de setembro de 1960 * Maior número de gols marcados em um jogo da Mundial de Clubes: 3 — Cristiano Ronaldo vs Kashima Antlers, 18 de dezembro de 2016 === Outros === * Jogador com mais troféus: 25 Marcelo * Jogador mais jovem a estrear: 16 anos e 157 dias — Martin Ødegaard vs Getafe em La Liga 2014–2015, 23 de maio de 2015. * Jogador mais jovem a marcar: 17 anos e 114 dias — Alberto Rivera vs Celta de Vigo em La Liga 1994–1995, 10 de junho de 1995 * Jogador mais velho a marcar: 38 anos e 233 dias — Ferenc Puskás vs Sevilla, ​​em La Liga 1965–1966, 21 de novembro de 1965 * Mais jogos em todas as competições por um jogador estrangeiro: 602 — Karim Benzema * Mais jogos na La Liga por um jogador estrangeiro: 414 — Karim Benzema * Mais gols em finais de Copa da Europa: 7 * Ferenc Puskás, quatro em 1960 e três em 1962 * Alfredo Di Stéfano, um em 1956, 1957, 1958, 1959 e três em 1960 * Mais hat- tricks na história do clube: 44 Cristiano Ronaldo, 2009–2018 * Gols mais rápidos: * 12 segundos — Iván Zamorano vs Sevilla, em La Liga ​1994–1995, 3 de setembro de 1994 * 14 segundos — Ronaldo vs Atlético de Madrid, em La Liga 2003–04, 3 de dezembro de 2000 * Hat-trick: 8 minutos — Cristiano Ronaldo vs Granada, em La Liga 2014–2015, 5 de abril de 2015 * Quatro gols: 25 minutos — Ferenc Puskás vs Eintracht Frankfurt, na UEFA Champions League 1960–1961, 18 maio de 1960 * Cinco gols: 39 minutos — Pepillo vs Elche, em La Liga 1959–1960, 7 de fevereiro de 1960. === Gols históricos === Gol Nome Data Partida 1º gol Arthur Johnson 13 de maio de 1902 Barcelona 3–1 Real Madrid 1º gol em La Liga Jaime Lazcano 10 de fevereiro de 1929 Real Madrid 5–0 Europa 1º gol na UEFA Champions League Miguel Muñoz 8 de setembro de 1955 Servette 0–2 Real Madrid Gol 1000 em La Liga Pahiño 5 de novembro de 1950 Athletic 2–5 Real Madrid Gol 1000 na UEFA Champions League Karim Benzema 16 de setembro de 2014 Real Madrid 5–1 Basel Gol 2000 em La Liga Francisco Gento 9 de novembro de 1963 Real Madrid 3–1 Pontevedra Gol 3000 em La Liga Juanito 20 de janeiro de 1982 Salamanca 1–3 Real Madrid Gol 4000 em La Liga Iván Zamorano 22 de dezembro de 1994 Valladolid 0–5 Real Madrid Gol 5000 em La Liga Guti 14 de setembro de 2008 Real Madrid 4–3 Numancia Gol 178 no ano¹ Gareth Bale 20 de dezembro de 2014 Real Madrid 2–0 San Lorenzo :¹Record de gols da equipe em um único ano. == Basquete == == Ver também == * Madrid * Real Madrid Castilla * História do \"Real Madrid Club de Fútbol\" == Ligações externas == * * * * * * Categoria:Clubes de futebol fundados em 1902 Real Madrid",
 "title": "Real Madrid Club de Fútbol"
}