{
 "id": "57781",
 "text": "Vila Nova Futebol Clube é um clube multiesportivo brasileiro sediado na cidade de Goiânia, capital do Estado de Goiás, na Região Centro-Oeste do Brasil.Jornal DIÁRIO DA MANHÃ - 75 anos de história nesta noite, página editada em 8 de agosto de 2018 e disponível em 6 de abril de 2020. Fundado em 29 de julho de 1943, com quinze títulos de campeão goiano em seu cartel e mais três da Copa Goiás em seu estado, o clube foi três vezes vice-campeão da Copa Verde também foi três vezes vice-campeão da Copa Centro-Oeste, historicamente a maior competição regional, o Vila Nova conquistou também três títulos da Série C do Campeonato Brasileiro, em 1996, 2015 e 2020, o segundo perante mais de 40.000 torcedores, sendo as conquistas de 2015 e 2020 as suas maiores no Século XXI, na última tornando-se isoladamente o clube que por mais vezes sagrou-se campeão brasileiro da Série C.Jornal Tribuna do Paraná - Em Goiânia, Vila Nova goleia o Londrina e leva título da Série C do Brasileiro, página editada em 21 de novembro de 2015 e disponível em 2 de maio de 2020.Site MEDIUM - Uma Breve História Em Tópicos Do Vila Nova Futebol Clube, página editada em 21 de novembro de 2017 e disponível em 6 de abril de 2020.CARVALHO, Tales - Site MERCADO DO FUTEBOL - A história do Vila Nova no Campeonato Goiano, página editada em 16 de janeiro de 2018 e disponível em 6 de abril de 2020. O período entre 1969 e 1984, quando conquistou 8 títulos de campeão goiano, entre outros títulos estaduais, e teve destaque nacional e internacional no basquete, talvez tenha sido a melhor fase do Vila Nova no Século XX.Jornal O Popular - 70 anos de renascimentos, página editada em 28 de julho de 2013 e disponível em 30 de abril de 2020. Entre as outras modalidades esportivas importantes praticadas ao longo da história alvirrubra, além do futebol, destaca-se pelas glórias o basquete, com o Vila ostentando as conquistas do Campeonato Brasileiro de Basquete Masculino em 1973 e do título sul-americano de 1974.Site oficial do VILA NOVA FC - Basquetebol, página editada em 3 de fevereiro de 2014 e disponível em 6 de abril de 2020. Suas cores tradicionais são o vermelho e branco e tem estádio próprio, nomeado como Onésio Brasileiro Alvarenga, embora faça as suas partidas com maior demanda de público no Estádio Serra Dourada, o maior do estado.Site Sagres on Line - Especial OBA: conheça um pouco mais sobre a história do estádio do Vila Nova, página editada em 22 de julho de 2016 e disponível em 2 de maio de 2020.Site oficial do Vila Nova - Estrutura - OBA, página disponível em 4 de maio de 2020. Seus rivais históricos são o , com quem trava o Derby do Cerrado, o , com quem disputa o Clássico do Povo e o , com quem faz o Clássico dos Opostos.Revista Placar número 371 de 3 de junho de 1977, páginas 36 a 39. == História == A criação do clube foi fruto do desejo do Padre José Balestiere, que no ano de 1938 criou a Associação Mariana, com o objetivo de incentivar o consagramento das comunidades católicas e propiciar entretenimento. O Padre José Balestiere não pensava estar levantando as colunas de um clube que seria, em breve, um dos mais populares do Centro-Oeste Brasileiro. O nome Vila Nova Futebol Clube foi devido ao time ter sido fundado no bairro da Vila Nova, conhecido em Goiânia como a vila mais famosa, pela divulgação que o Tigrão faz de seu nome.Site Goiás de Norte a Sul - Goiânia - VILA NOVA, página disponível em 6 de abril de2020. O então Major Francisco Ferraz de Lima, entusiasta do clube amador, ao lado de outros pioneiros, aceitou o desafio de fundar um time para representar o bairro de Vila Nova. Para tal missão, o major contava com o idealismo do Padre José Balestiere, de Boaventura Moreira de Andrade, Luiz Rasmussem, Pedro Cavalcante, Garibalde Teixeira, José Balduíno, entre tantos outros entusiastas. Em 1943, finalmente o Vila Nova Futebol Clube foi fundado pelo coronel Francisco Ferraz de Lima, com a água benta do Padre Giuseppe Balestière e a bênção de Gercina Borges, mulher de Pedro Ludovico Texeira, conhecida em Goiânia como a \"mãe dos pobres\". No mesmo ano de sua fundação, o time foi inscrito na Federação Goiana de Desporto (FGD), e nesse mesmo ano passou a disputar competições no mês de julho. Devido a uma crise financeira, em 1946 o clube teve que mudar de nome e passou a se chamar Operário Futebol Clube. Em 1949, ocorre nova mudança com o clube passando a se chamar Araguaia. Em 1950 o nome do clube passa a ser Fênix Futebol Clube, denominação que dura até 1955, quando o clube volta a ter o nome de Vila Nova Futebol Clube. Entre os anos de 1950 a 1955 o clube disputou torneios de várzea. Algum tempo depois, sob o comando de Onésio Brasileiro Alvarenga e Teodorico José da Silva, o clube começou a investir no departamento de futebol e obteve a terceira colocação no estadual de 1958. Nos anos de 1959 e 1960 o time ficou em quarto lugar na competição. O primeiro título do Vila Nova Futebol Clube chegou no dia 13 de março de 1961. O clube foi campeão do octogonal Goiânia/Anápolis, no dia 21 de maio conquistou a Taça Cidade de Goiânia e no dia 8 de outubro foi campeão do primeiro turno do campeonato estadual. Após isso, o título do Campeonato Goiano daquele ano chegou em 17 de dezembro. No dia 15 de abril de 1962, o clube conquistou o bicampeonato da Taça Cidade de Goiânia e no dia 22 de julho tornou-se bicampeão do Torneio Octogonal Goiânia/Anápolis. Em 1963 tornou-se o primeiro clube goiano a participar do Campeonato Brasileiro, na fase na qual o torneio se chamava Taça Brasil. Em 1968, o hino do Vila Nova foi lançado, com autoria de Aiton Ávila e interpretação de Ivanildo Banda e coro Em 1977, o Tigrão iniciou sua trajetória na Série A do Campeonato Brasileiro, voltando a disputá-la em 1978, 1979 (quando chegou ao 21º lugar, sua melhor colocação na história da Primeira Divisão), 1980 e 1981, quando sofreu o rebaixamento para a Série B de 1982, mas voltou no ano seguinte, quando sofreu de novo o rebaixamento e novamente retornou para a disputa Campeonato Brasileiro de Futebol de 1985, sua sétima e última participação na elite. O Vila Nova sagrou-se campeão do Campeonato Brasileiro de 1996 - Série C ao vencer o Botafogo de Ribeirão Preto por 2 a 1 em Goiânia e 1 a 0 em Ribeirão Preto, invicto, com onze vitórias e 3 empates, tornando-se o primeiro clube a obter tal façanha na terceira divisão nacional, em campeonato disputado por 58 equipes de todo o Brasil. Durante os mais de setenta anos de sua história, o Vila Nova conquistou 139 troféus de campeão incluindo, campeonatos, torneios e taças, 58 taças de vice campeão e 10 de terceiro lugar em competições em âmbito regional, estadual e nacional. Em termos nacionais, as maiores conquistas do Vila Nova foram o Campeonato Brasileiro Série C em 1996, de forma invicta, e em 2015, além da classificação para a Copa Conmebol de 1999. ; O Vila Nova no século XXI No século XXI, o Vila Nova sagrou-se campeão goiano em 2001 e 2005 e em 2015 e 2020 sagrou-se campeão brasileiro da Série C, tendo sido essas as maiores glórias do clube neste século. ; Queda para a Série C O Vila Nova não foi bem em 2006, caindo para o Campeonato Brasileiro Série C do ano seguinte, após ser goleado pelo Guarani-SP, equipe que também seria rebaixada, na última partida, por 5 a 1. A equipe vila-novense disputou a primeira fase da Série C no grupo 10, juntamente com o Jaciara-MT, Itumbiara-GO e Guará-DF, terminando esta fase em primeiro lugar, com treze pontos. Pela segunda fase o time participou do grupo 22, jogando contra o Rio Claro-SP, o Guarani-SP e o CRAC-GO, garantindo a vaga para a fase seguinte no último jogo, com um gol aos quarenta e três minutos do segundo tempo. Na terceira fase, participando do grupo 27, o Vila Nova enfrentou Atlético-GO, Esportivo-RS e Villa Nova-MG, e se classificou para a fase final, ficando então no terceiro lugar, conquistando o acesso para a Campeonato Brasileiro Série B de 2008. Nesse ano o Tigrão esbarrou no acesso para a Série A, pois ficou durante todo o campeonato entre os quatro primeiros, mas com algumas derrotas o time acabou ficando em 6º lugar. 2011 também não foi um bom ano para o Vila, que caiu novamente para a Série C, retornando para a Série B em 2014. ; A luta pelo acesso à Série A A última participação do Vila Nova na Série A havia sido em 1985. A partir daí o clube manteve uma constante luta pelo tão sonhado acesso. O mais perto que o time chegou foi em 1999, quando ficou em 4º lugar perdendo a vaga para o Goiás, seu maior rival. Com o sexto lugar na edição de 2008 da Série B, o Vila novamente esteve perto do acesso para a Primeira Divisão, estando entre os quatro primeiros na maior parte do campeonato, mas caindo de rendimento nas últimas rodadas, tendo chegado a levar mais de 30.000 torcedores na vitória sobre o futuro campeão, o Corinthians, e terminando com uma média de público de 12.404 pagantes, a segunda melhor média deste campeonato. Em 2009 a campanha do time esteve bastante irregular, tendo conseguido o objetivo de manter-se na Série B. Em 2010, o Vila Nova correu risco de rebaixamento à Série C até a última rodada do campeonato, quando venceu o São Caetano em casa e se manteve na Série B. Em 2011, como já era esperado por boa parte dos torcedores e com quatro rodadas de antecedência depois de uma péssima campanha na série B onde o time sequer conseguiu vencer dois jogos consecutivos, após um empate melancólico com o Duque de Caxias o Vila Nova retorna a série C após cinco anos, fruto de uma parceira com a New Ville Sports, que tentaram terceirizar o departamento de futebol do clube e o resultado foi o rebaixamento para a Terceira Divisão do futebol nacional. ; Terceira divisão e dificuldades (2012-2013) Na série C de 2012, o rebaixado Vila Nova foi eliminado na primeira fase do torneio. No campeonato estadual foi eliminado pelo arquirrival, Goiás, nas semifinais do torneio. Não foi bom o início do ano de 2013, quase rebaixado no Campeonato Goiano, salvou-se apenas na última rodada. ; Série C de 2013 e retorno à Série B O Vila Nova terminou a fase de grupos da Série C do Campeonato Brasileiro de 2013 na segunda colocação do Grupo B após uma vitória na rodada final sobre o Macaé, conseguindo assim a classificação para as quartas de final. Após eliminar o Treze com uma vitória no Estádio Serra Dourada, o Vila Nova se classificou à semifinal da competição e garantiu o retorno à Série B do Campeonato Brasileiro. Contudo, o Vila foi eliminado da competição após ser derrotado pelo Sampaio Corrêa no Estádio Castelão, em São Luís. ; Nova queda para segunda divisão do Campeonato Goiano e para a Série C No Campeonato Goiano 2014, o Vila Nova fez uma péssima campanha, terminou em último lugar no campeonato e foi rebaixado para segunda divisão pela segunda vez em sua história. No Campeonato Goiano 2014, em 14 jogos foram apenas 3 vitórias, 4 empates e 7 derrotas. No Campeonato Brasileiro Série B de 2014, o Vila igualmente foi rebaixado para a divisão inferior. ; Título na Segunda Divisão e retorno à elite Jogando a Segunda Divisão do Campeonato Goiano em 2015, o Vila Nova sagrou-se campeão com uma campanha invejável: 16 jogos, 13 vitórias, 2 empates e apenas 1 derrota.Campeonato Goiano - Segunda Divisão 2015. Página visitada em 23 de agosto de 2015. ; Acesso para a Série B e outro título da Série C Em 2015 conquista o acesso no Campeonato Brasileiro Série C para a Série B de 2016 ao eliminar a Portuguesa, sagrando-se campeão posteriormente ao vencer o Londrina na final por 4 a 1. ; Nova queda e tricampeonato da Série C O Vila caiu da Série B para a C ao final da edição de 2019, mas conquistou o tricampeonato da Série C em 2020 ao vencer nos jogos finais o por 5 a 1 em Goiânia e 3 a 2 em Belém. == Títulos oficiais == O Vila Nova tem como principais conquistas três títulos do Campeonato Brasileiro - Série C, sendo o clube recordista em troféus dessa competição e o único clube a vencer por três vezes uma única divisão do Campeonato Brasileiro, exceto a Série A.Site oficial do VILA NOVA FC - Títulos, página disponível em 3 de maio de 2020. NACIONAIS Competição Títulos Temporadas Campeonato Brasileiro - Série C 3 1996, 2015 e 2020 ESTADUAIS Competição Títulos Temporadas Campeonato Goiano 15 1961, 1962, 1963, 1969, 1973, 1977, 1978, 1979, 1980, 1982, 1984, 1993, 1995, 2001 e 2005 Copa Goiás 3 1969, 1971 e 1976 Campeonato Goiano - Divisão de Acesso 2 2000 e 2015 Campeonato Estadual de Goiás 1 1961 Copa Leonino Caiado 2 1975 e 1979 Torneio Octogonal Goiânia-Anápolis 2 1961 e 1962 Torneio Imprensa 1 1974 Taça Maguito Vilela 1 1997 Torneio Início do Campeonato Goiano 4 1964, 1965, 1969 e 1972 MUNICIPAIS Competição Títulos Temporadas Taça Cidade de Goiânia 6 1961, 1962, 1963, 1966, 1972 e 1980 Campeão invicto === Campanhas de destaque === * Copa Conmebol: oitavas de final em 1999 * Copa do Brasil: oitavas de final em 1998, 2003 e 2006 * Campeonato Brasileiro Série B: quarto lugar em 1997 e 1999 * Copa Centro- Oeste: vice-campeão em 1999, 2000 e 2001 * Copa Verde: vice-campeão em 2021, 2022 e 2024 === Categorias de Base === A base do Vila Nova é uma das melhores da Região Centro-Oeste do Brasil.Ranking DaBase: Goianos dominam Região Centro-Oeste, página editada em 31 de março de 2020 e disponível em 7 de abril de 2020. Abaixo, os principais títulos conquistados pela garotada vilanovense: ; Campeonato Goiano O Campeonato Goiano é um torneio disputado no primeiro semestre. Organizado pela Federação Goiana de Futebol (FGF). Títulos *Sub-20/Sub-19: 2003, 2005, 2006, 2015 e 2024 *Sub-15: 2010 e 2018 ; Copa Goiás A Copa Goiás é um torneio disputado no segundo semestre. Organizado pela Federação Goiana de Futebol (FGF). Títulos *Sub-20/Sub-19: 2004, 2015, 2016 e 2017 *Sub-17 (Taça Mané Garrincha): 2003, 2004, 2006, 2013, 2014, 2016 e 2017 *Sub-15: 2010, 2011, 2012 e 2015 === Basquete === ; Principais títulos INTERNACIONAIS Competição Títulos Temporadas Campeonato Sul-Americano de Basquete 1 1974 NACIONAIS Competição Títulos Temporadas Campeonato Brasileiro de Basquete Masculino 1 1973 Taça Ivan Raposo 1 1973 == Estatísticas == === Participações === Participações em 2024 Competição Competição Temporadas Melhor campanha rowspan=\"2\" Campeonato Goiano 74 Campeão (15 vezes) 1944 2024 2 2ª Divisão 2 Campeão (2000 e 2015) 2000 2015 2 – 22px Copa Verde 6 Vice- campeão (2021,2022 e 2024) 2016 2024 rowspan=\"4\" Campeonato Brasileiro 9 12º colocado (1963) 1963 1985 – Série B 26 4º colocado (1997 e 1999) 1982 2024 – 4 Série C 9 Campeão (1996, 2015 e 2020) 1990 2020 5 – Copa do Brasil 18 Oitavas de final (1998, 2003 e 2006) 1997 2023 Copa Conmebol 1 1.ª fase (1999) 1999 1999 - - === Fatos históricos === * Primeiro clube goiano a disputar uma competição internacional, a Copa Conmebol de 1999.Jornal O Popular - 70 anos de renascimentos, página editada em 28 de julho de 2013 e disponível em 30 de abril de 2020, fonte de todo esse item. * Único clube do Estado de Goiás a ser campeão invicto em uma competição nacional. Tal feito aconteceu no Campeonato Brasileiro de Futebol de 1996 - Série C, quando o time realizou 14 partidas, vencendo 11 e empatando 3. * Único clube goiano a ser campeão de uma competição internacional oficial, campeão sul-americano de basquete de 1974. Também foi campeão de basquete da Taça Brasil de Basquete Masculino de 1973 e no mundial de basquete ficou em terceiro lugar. === Maior goleada === * A sua maior goleada foi a vitória por 10 a 0 contra o em 28 de fevereiro de 1999. === Maior artilheiro === * Túlio Maravilha é o maior artilheiro da história do Vila Nova em todos os tempos, com 99 gols marcados com a camisa do Tigre. === Jogos internacionais === Mandante Placar Visitante Competição Vila Nova 0–0 Dínamo Bucareste Amistoso de 1961 Vila Nova 1(4)–(3)1 CSKA Sófia Torneio Joaquim Guedes 1970 Vila Nova 0–1 Racing Torneio Ibsen Henrique 1972 Vila Nova 0–0 URSS Torneio Ibsen Henrique 1973 Vila Nova 1–1 Željezničar Amistoso de 1974 Vila Nova 1–0 Tanzânia Amistoso de 1974 Vila Nova 2–3 Cosmos Amistoso de 1978 Vila Nova 1–1 Young Boys Torneio Luiz Miguel de Oliveira 1986 Vila Nova 0–0 Omã Amistoso de 1987 Vila Nova 2–1 Žalgiris Vilnius Amistoso de 2015 == Estádio Onésio Brasileiro Alvarenga == O Estádio Onésio Brasileiro Alvarenga, conhecido como OBA, é um estádio de futebol localizado em Goiânia, Estado de Goiás, pertencente ao Vila Nova Futebol Clube, com capacidade atual para 11.788 pessoas e está localizado no Setor Leste Universitário de Goiânia. Foi nomeado em homenagem a Onésio Brasileiro Alvarenga, ex-jogador e dirigente histórico do Vila Nova, responsável pela profissionalização do clube. As partidas com maior demanda de público do Vila Nova são disputadas no Estádio Serra Dourada, estadual. == Vila do Tigre == Em 15 de outubro de 2024 o Vila Nova inaugurou o Centro de Treinamento Vila do Tigre para utilização do time profissional e das suas categorias de base.Diário de Goiás - Com investimento de 10 milhões Vila Nova apresenta seu novo centro de treinamento, página editada e disponível em 15 de outubro de 2024. Em março de 2024 o Vila Nova já havia conquistado o certificado de clube formador da CBF pelo trabalho de excelência nas categorias de base, o que passou a lhe garantir direitos de receber percentuais pela comercialização futura de atletas revelados por ele e não perder jovens de 14 a 16 anos por aliciamento de outros clubes, entre outras garantias jurídicas.Mais Goiás- Com mais garantias na base Vila Nova conquista certificado de clube formador, página editada em 19 de março de 2024 e disponível em 17 de novembro de 2024.UOL - Seu clube tem certificado de clube formador, saiba porque ele é importante, página editada em 22 de julho de 2024 e disponível em 17 de outubro de 2024. == Torcida == Segundo pesquisa nacional realizada pelo instituto Pluri Consultoria em 2012, o Vila possui 0,6% da torcida brasileira, ocupando a 24ª posição entre todos os clubes, cerca de 600.000 torcedores, concentrados em Goiás e no Distrito Federal.Pesquisa de torcidas da Pluri Consultoria, página editada em 19 de março de 2012 e disponível em 27 de abril de 2020. No acumulado da Timemania desse mesmo ano, o Tigrão foi mencionado como o time do coração em 0,68% das apostas realizadas em todo o território nacional. No cenário estadual o clube possui cerca de 15% da torcida na capital goiana, isso de acordo com um levantamento realizado pelo Instituto Serpes em agosto de 2009. === Torcidas organizadas === * Esquadrão Vilanovense A história da TEV se iniciou em 17 de junho de 1994, data que marcou a sua fundação, após a união de duas outras torcidas do Vila, a Camisa 12 e Comando Vermelho, com objetivo de criar uma só torcida, uma só voz. Assim surgia a Esquadrão Vilanovense. Conhecida por sempre ditar moda, a TEV inovou ao criar o primeiro bandeirão em formato de camisa do Brasil. De acordo com o seu cadastro de pesquisa, a torcida possui cerca de 20.000 membros. * Outras Também são torcidas organizadas do Vila Nova a Torcida Alcoolorados Tigrão Chopp, a Torcida Velha Guarda Vilanovense e a Torcida Vila Metal.Site ORGANIZADAS BRASIL - Torcidas organizadas do Estado de Goiás, página disponível em 3 de maio de 2020. === Maiores públicos === ( * ) Jogos no Estádio Serra Dourada, a partir de 40.000 presentes. # Vila Nova 1–2 Goiás, 64.614, 29 de julho de 1979. # Vila Nova 1–0 Goiás, 62.571, 22 de abril de 1979. # Vila Nova 1–3 Goiás, 58.953, 7 de julho de 1977 (57.682 pagantes). # Vila Nova 0–1 Goiás, 58.843, 12 de dezembro de 1982 (41.002 pagantes). # Vila Nova 1–1 Atlético-GO, 56.854, 30 de junho de 1976 (rodada dupla). # Vila Nova 0–2 América-MG, 55.000, 16 de novembro de 1997 (43.808 pagantes). # Vila Nova 1–4 Goiânia, 48.761, 4 de julho de 1976 (rodada dupla). # Vila Nova 5–3 Goiás, 47.712, 28 de março de 1999. # Vila Nova 3–1 Goiás, 45.351, 3 de junho de 2001. # Vila Nova 0–0 Goiás, 45.317, 17 de abril de 2005. # Vila Nova 0–2 Goiás, 44.707, 9 de abril de 1989. # Vila Nova 0–0 Botafogo-RJ, 44.452, 16 de outubro de 1977. # Vila Nova 1–0 Rio Verde, 44.132, 25 de setembro de 1977 (rodada dupla). # Vila Nova 1–0 Santa Cruz-PE, 44.022, 4 de dezembro de 1999 (37.548 pagantes). # Vila Nova 0–1 Goiás, 43.913, 8 de dezembro de 1999 (35.877 pagantes). # Vila Nova 0–2 Goias, 42.703, 24 de novembro de 1999 (35.516 pagantes). # Vila Nova 1–0 Itumbiara, 42.328, 12 de julho de 1977. # Vila Nova 0–2 Flamengo-RJ, 41.615, 19 de julho de 1979. # Vila Nova 0–1 Goiás, 41.156, 7 de julho de 1976 (rodada dupla). # Vila Nova 1–1 Goiás, 41.003, 12 de dezembro de 1982. # Vila Nova 4–1 Londrina-PR, 40.914, 21 de novembro de 2015 (39.000 pagantes).Site do jornal O POPULAR - Vila bicampeão 1996/2015, página editada e disponível em 21 de novembro de 2015. # Vila Nova 1–1 Atlético-GO, 40.909, 16 de junho de 1976. # Vila Nova 0–0 Brasil de Pelotas- RS, 40.000, 2 de novembro de 2015 (35.500 pagantes).CBF - Site oficial - Boletim Financeiro de Vila Nova 0 a 0 Brasil-RS, página disponível em 8 de novembro de 2015. == Clássicos == Seu maior rival é o Goiás, mas também tem como rivais outros dois clubes da capital, o Atlético e o Goiânia.Após 12 anos, Vila Nova e Goiás fazem o maior clássico do estado na final do Goianão, página editada em 26 de abril de 2017 e disponível em 6 de abril de 2020. * Contra o Goiás, faz o clássico conhecido como o Derby do Cerrado. * Contra o Atlético, faz o Clássico do Povo. * Contra o Goiânia, faz o clássico conhecido como Clássico dos Opostos. == Elenco atual == Atualizado em 7 de janeiro de 2024. == Uniformes == ; Uniformes dos jogadores * 1º - Camisa vermelha, calção e meias vermelhas; * 2º - Camisa branca, calção e meias brancas. ; Uniformes anteriores * 2019 * 2018 * 2017 * 2015 * 2010 == Ligações externas == * Site oficial * Ranking da CBF Categoria:Vila Nova Futebol Clube Categoria:Clubes de futebol fundados em 1943 Vila Nova Categoria:Clubes de basquetebol de Goiás Categoria:Fundações no Brasil em 1943",
 "title": "Vila Nova Futebol Clube"
}