{
 "id": "57784",
 "text": "Paul Sabatier FRS (Carcassona, — Toulouse, ) foi um químico francês. == Vida == Paul Sabatier nasceu em 5 de novembro de 1854 em Carcassona. Estudou na Escola Normal Superior e no Collège de France, obtendo o doutorado em 1880. Após licenciar-se deu aulas na Universidade de Bordéus. Desde 1884 foi professor de química da Universidade de Toulouse, chegando a ser decano da Faculdade de Ciências da mesma universidade em 1905. Destacou-se por seus estudos sobre ações catalíticas, descobrindo a catálise seletiva. Em 1899 criou, junto com Jean Baptiste Senderens, um método para a hidrogenação catalítica dos óleos em presença de níquel ou outros metais finamente divididos, que permitiu fabricar sabões mais baratos a partir do uso da gordura de pescados como matéria prima, substituindo as gorduras de outros animais. Foi nomeado Doutor Honoris Causa pela Universidade da Filadélfia e membro honorário de numerosas sociedades ao redor do mundo (Londres, incluindo a Faculdade de Ciências da Universidade do Porto onde em 1923 recebeu o Doutoramento Honoris Causa. Recebeu o prêmio Lacate em 1897, o prêmio Jecker em 1905, a Medalha Davy em 1915, a Royal Medal da Royal Society em 1933 e a Medalha Franklin. Um liceu de Carcassona e a Universidade Paul Sabatier (UPS - Toulouse-III) levam o seu nome. Em 1912 compartilhou com Victor Grignard o Nobel de Química. Sua obra mais importante é \"La catalyse en chimie organique\" (“A catálise na química orgânica”) editada em 1913.Armand Lattes, Paul Sabatier : un chimiste visionnaire, 1854-1941, Paris, Nouveau Monde éditions, 2019, 206 p. (ISBN 978-2-36942-794-0 == Publicações == * Paul Sabatier, Recherches thermiques sur les sulfures, Paris, Gauthier-Villars, 1880, 95 p. * Paul Sabatier, La Catalyse en chimie organique, C. Béranger, 1913, 256 p. ==Ligações externas== * * Categoria:Nobel de Química Categoria:Laureados da França com o Nobel Categoria:Químicos inorgânicos Categoria:Químicos da França Categoria:Químicos do século XX Categoria:Alunos da Escola Normal Superior de Paris Categoria:Doutores honoris causa pela Universidade do Porto Categoria:Naturais de Carcassona Categoria:Predefinição sobre prémios Nobel que usam a propriedade do Wikidata P8024",
 "title": "Paul Sabatier"
}