{
 "id": "57869",
 "text": "James Bond, também conhecido pelo código 007, é um agente secreto fictício do serviço de espionagem britânico MI-6, criado pelo escritor Ian Fleming em 1953. O personagem foi apresentado ao público em livros de bolso na década de 1950, com o romance Casino Royale, tornando-se um sucesso de venda e popularidade entre os britânicos e, logo a seguir, entre os países de língua inglesa. Na década seguinte, os livros viraram uma grande franquia no cinema, a mais duradora e bem sucedida financeiramente, com um total de vinte cinco filmes oficiais, começando com O Satânico Dr. No, em 1962. Ian Fleming tirou o nome 'James Bond' do autor de um livro predileto de sua esposa sobre ornitologia, Birds of the West Indies,Guia dos Curiosos acessado em 22 de junho de 2008 e escreveu doze livros e dois contos sobre ele, antes de morrer, em 1964.Understanding 007 . Retrieved 6 June 2007. Após sua morte, outros livros subsequentes foram escritos por Kingsley Amis e Raymond Benson, entre outros. O personagem já foi tema de um seriado de televisão nos Estados Unidos antes de chegar aos cinemas, e de dois filmes independentes, à parte dos feitos pela produtora oficial EON Productions, detentora dos direitos para as telas das histórias do espião, desde o acordo feito por Harry Saltzman e Albert Broccoli - produtores originais da série - com Fleming, no início da década de 1960. Hoje a produtora é dirigida pela filha e pelo enteado de Broccoli. Bond também apareceu em quadrinhos, videojogos, e se tornou alvo de muitas paródias. Em suas aventuras originais completas, entre elas Casino Royale, Dr. No, Goldfinger e Octopussy, Bond é descrito como um homem alto, moreno, caucasiano, de olhar penetrante, viril, porte atlético e sedutor, com idade estimada entre 33 e 40 anos, apreciador de vodka-martini (Batido. Não mexido) exímio atirador com licença 00 para matar (sétimo agente desta categoria especial, daí seu código 007) e perito em artes marciais, que combatia o mal pelo mundo (muitas vezes representado pela URSS naqueles tempos de Guerra Fria), a serviço do governo de Sua Majestade, com charme, elegância e cercado de belas mulheres, sempre se apresentando com a famosa frase \"Meu nome é Bond, James Bond\". == Intérpretes no cinema == Robert Haakon Nielsen, mais conhecido por seu nome artístico Barry Nelson foi o primeiro James Bond no telefilme Cassino Royale (Casino Royale (1954)), antes do actor Sean Connery. Ele e David Niven são os únicos intérpretes de 007 que nunca fizeram o papel em filmes produzidos pela EON Productions. === Em filmes oficiais === Os filmes de 007 foram produzidos inicialmente por Harry Saltzman e Albert Broccoli, detentores dos direitos cinematográficos de quase toda a obra já escrita por Ian Fleming e donos da produtora EON (Everything or Nothing). Em 1975, Saltzman abandonou a franquia. Desde 1995, os filmes são produzidos pela filha de Albert, Barbara Broccoli, e seu meio-irmão, Michael G. Wilson. James Bond já foi interpretado por seis atores na série oficial: * Sean Connery (1962–1967-1971/1983 cujo filme não faz parte da saga original) * George Lazenby (1969) * Roger Moore (1973–1985) * Timothy Dalton (1987–1989) * Pierce Brosnan (1995–2002) * Daniel Craig (2006–2021) Em 1962, foi lançado o primeiro filme, Dr. No, com o personagem James Bond interpretado pelo então quase desconhecido ator escocês Sean Connery. O filme, feito com apenas um milhão de dólares (orçamento baixo, até para a época), estourou nas bilheteiras de todo o mundo, transformando Connery num ícone dos anos 1960, que com a sua espetacular popularidade internacional fez surgir uma nova histeria mundial vinda da terra da Beatlemania da época: a Bondmania. Alguns dos fatores de maior empatia da série com o público, além do carisma e do charme de seu personagem principal, têm sido sem dúvida os mirabolantes vilões, os gadgets mortais e de alta tecnologia, as suas canções-tema e as suas maravilhosas bond-girls. Daniel Craig, quando interpretou James Bond, foi bastante criticado pela imprensa e pelos fãs-clubes por ser loiro e baixo () para o papel, mas com o sucesso de Cassino Royale, seu trabalho passou a ter uma boa recepção. Os filmes oficiais são aqueles produzidos pela EON. Título Ano Ator principal Diretor Título original Título no Brasil Título em Portugal Dr. No O Satânico Dr. No (cinema) 007 contra o satânico Dr. No (vídeo/televisão) 007 - Agente Secreto 1962 Sean Connery Terence Young From Russia with Love Moscou contra 007 007 - Ordem para Matar 1963 Goldfinger 007 contra Goldfinger 007 - Contra Goldfinger (Título Original) 007 - Goldfinger (RTP) 1964 Guy Hamilton Thunderball 007 Contra A Chantagem Atômica 007 - Operação Relâmpago 1965 Terence Young You Only Live Twice Com 007 Só Se Vive Duas Vezes 007 - Só Se Vive Duas Vezes 1967 Lewis Gilbert On Her Majesty's Secret Service 007 - A Serviço Secreto de Sua Majestade 007 - Ao Serviço de Sua Majestade 1969 George Lazenby Peter R. Hunt Diamonds Are Forever 007 - Os Diamantes São Eternos 1971 Sean Connery Guy Hamilton Live and Let Die Com 007 Viva e Deixe Morrer 007 - Vive e Deixa Morrer 1973 Roger Moore The Man with the Golden Gun 007 contra o Homem com a Pistola de Ouro 007 - O Homem da Pistola Dourada 1974 The Spy Who Loved Me 007 - O Espião Que Me Amava 007 - O Agente Irresistível 1977 Lewis Gilbert Moonraker 007 contra o Foguete da Morte 007 - Aventura no Espaço 1979 For Your Eyes Only 007 - Somente para Seus Olhos 007 - Missão Ultra-Secreta 1981 John Glen Octopussy 007 contra Octopussy 007 - Operação Tentáculo 1983 A View to a Kill 007 - Na Mira dos Assassinos 007 - Alvo em Movimento 1985 The Living Daylights 007 - Marcado para a Morte 007 - Risco Imediato 1987 Timothy Dalton Licence to Kill 007 - Permissão para Matar 007 - Licença para Matar 1989 GoldenEye 007 contra GoldenEye 007 - GoldenEye 1995 Pierce Brosnan Martin Campbell Tomorrow Never Dies 007 - O Amanhã Nunca Morre 1997 Roger Spottiswoode The World Is Not Enough 007 - O Mundo Não é o Bastante 007 - O Mundo Não Chega 007 - O Mundo Não Acaba (Tradução da RTP) 1999 Michael Apted Die Another Day 007 - Um Novo Dia Para Morrer 007 - Morre Noutro Dia 2002 Lee Tamahori Casino Royale 007 - Cassino Royale 007 - Casino Royale 2006 Daniel Craig Martin Campbell Quantum of Solace 007 - Quantum of Solace 2008 Marc Forster Skyfall 007 - Operação Skyfall 007 - Skyfall 2012 Sam Mendes Spectre 007 - Contra Spectre 007 - Spectre 2015 No Time to Die 007 - Sem Tempo para Morrer 2021 Cary Joji Fukunaga === Em filmes não oficiais === Título Ano Ator Principal Diretor Título original Título no Brasil Título em Portugal Casino Royale Cassino Royale Casino Royale 1954 - televisão Barry Nelson William H. Brown, Jr. Casino Royale Cassino Royale 007 - Casino Royale 1967 David Niven Ken Hughes John Huston Joseph McGrath Robert Parrish Val Guest Richard Talmadge Never Say Never Again 007 - Nunca mais outra vez Nunca mais digas nunca 1983 Sean Connery Irvin Kershner == Artefatos tecnológicos == Bond também não seria o espião invencível que é se não fossem os brinquedos tecnológicos que o acompanham desde o início, e que por tantas vezes lhe salvaram a vida, todos produzidos no laboratório de pesquisas do MI-6 pelo irascível \"Q\", o gênio inventor da agência de espionagem, vivido por Desmond Llewelyn. Falecido num acidente de automóvel no fim de 1999, Lewellyn foi o ator que mais participou dos filmes de James Bond: esteve em todos, à exceção do pioneiro Dr. No e de Live and Let Die (no qual e rapidamente mencionado). Entre esses brinquedinhos tornaram-se famosos a Lotus Esprit, o carro esporte- submarino-lançador-de-mísseis de The Spy Who Loved Me; o Aston Martin DB5 com chapa blindada à prova de balas que protegia o vidro traseiro de Goldfinger; Little Nellie, o mini-helicóptero desmontável de You Only Live Twice, e até mesmo um brinquedinho não criado por \"Q\", mas pela NASA, o jipe lunar usado por Sean Connery em uma de suas fugas no filme Diamonds Are Forever. As sempre inovadoras vinhetas de apresentação na abertura dos filmes onde James Bond aparece atirando na tela, criadas pelo artista gráfico Maurice Binder, tornaram-se uma atração à parte dentro do próprio filme e revolucionaram o design cinematográfico nos anos 1960 e 70. == Bond Girls == As namoradas do agente especial são conhecidas como bond-girls. Elas trouxeram aos filmes de 007 o ar de sofisticação, beleza e sensualidade, que são a sua marca registrada. Entre goles de champanhe Bollinger e Dom Pérignon, lençóis de seda inglesa, peles de raposa, tapetes persas, castelos e cenários de sonho em todo o planeta, a série lançou ao mundo as belas atrizes Ursula Andress, Grace Jones, Honor Blackman, Mie Hama, Diana Rigg, Jill St. John, Jane Seymour, Britt Ekland, Barbara Bach, Halle Berry, Lois Chiles, Carole Bouquet, Daniela Bianchi, Rosamund Pike, Eva Green, Maud Adams, Denise Richards, Kim Basinger, Monica Bellucci e Léa Seydoux, dentre outras.Web cine acessado em 22 de junho de 208Folha online - 9 de janeiro de 2003 acessado em 22 de junho de 2008 \" No livro 007 - From Russia With Love \", Bond menciona segundos após ser envenenado por Mathis, que já tinha a mais \"bela\" mulher, claramente se referindo a \"Tatiana Romanova \". ==Martinis== O agente secreto bebeu Martini 109 vezes nos 24 filmes durante 53 anos, o que dá uma média de 4,5 vezes por filme. No filme \"Quantum of Solace\" bebeu 24 vezes. == Ver também == == Ligações externas == * Portal oficial * * James Bond Brasil * Universo Bond * BondCast Brasil Categoria:James Bond Categoria:Personagens da ficção com Situs inversus Categoria:Atiradores fictícios",
 "title": "James Bond"
}