{
 "id": "57871",
 "text": "Na física, uma órbita é a trajetória gravitacionalmente curva de um objeto,orbit (astronomy) – Britannica Online Encyclopedia como a trajetória de um planeta ao redor de uma estrela ou um satélite natural ao redor de um planeta. Normalmente, a órbita se refere a uma trajetória que se repete regularmente, embora também possa se referir a uma trajetória que não se repete. Para uma aproximação próxima, planetas e satélites seguem órbitas elípticas, com o centro de massa sendo orbitado em um ponto focal da elipse,The Space Place :: What's a Barycenter conforme descrito pelas leis de movimento planetário de Kepler. Para a maioria das situações, o movimento orbital é adequadamente aproximado pela mecânica newtoniana, que explica a gravidade como uma força que obedece a uma lei do inverso do quadrado.Kuhn, The Copernican Revolution, pp. 238, 246–252 No entanto, a teoria da relatividade geral de Albert Einstein, que considera a gravidade devido à curvatura do espaço-tempo, com órbitas seguindo geodésicas, fornece um cálculo mais preciso e compreensão da mecânica exata do movimento orbital. == História == Historicamente, os movimentos aparentes dos planetas foram descritos por filósofos europeus e árabes usando a ideia de esferas celestes. Este modelo postulou a existência de esferas ou anéis em movimento perfeito aos quais as estrelas e planetas estavam ligados. Presumia-se que os céus eram fixados separadamente do movimento das esferas e foi desenvolvido sem qualquer compreensão da gravidade. Depois que os movimentos dos planetas foram medidos com mais precisão, mecanismos teóricos como deferentes e epiciclos foram adicionados. Embora o modelo fosse capaz de prever com razoável precisão as posições dos planetas no céu, mais e mais epiciclos eram necessários conforme as medições se tornavam mais precisas, portanto, o modelo se tornava cada vez mais difícil de manejar. Originalmente geocêntrico, foi modificado por Nicolau Copérnico para colocar o Sol no centro e ajudar a simplificar o modelo. O modelo foi desafiado ainda mais durante o século XVI, quando cometas foram observados atravessando as esferas.Encyclopædia Britannica, 1968, vol. 2, p. 645M Caspar, Kepler (1959, Abelard-Schuman), at pp.131–140; A Koyré, The Astronomical Revolution: Copernicus, Kepler, Borelli (1973, Methuen), pp. 277–279 A base para a compreensão moderna das órbitas foi formulada pela primeira vez por Johannes Kepler, cujos resultados estão resumidos em suas três leis do movimento planetário. Primeiro, ele descobriu que as órbitas dos planetas em nosso Sistema Solar são elípticas, não circulares (ou epicíclicas), como se acreditava anteriormente, e que o Sol não está localizado no centro das órbitas, mas sim em um foco. Segundo, ele descobriu que a velocidade orbital de cada planeta não é constante, como se pensava anteriormente, mas sim que a velocidade depende da distância do planeta ao Sol. Terceiro, Kepler encontrou uma relação universal entre as propriedades orbitais de todos os planetas que orbitam o Sol. Para os planetas, os cubos de suas distâncias do Sol são proporcionais aos quadrados de seus períodos orbitais. Júpiter e Vênus, por exemplo, estão respectivamente cerca de 5,2 e 0,723 unidades astronômicas (UA) distantes do Sol, seus períodos orbitais respectivamente cerca de 11,86 e 0,615 anos. A proporcionalidade é vista pelo fato de que a razão para Júpiter, 5,23/11,862, é praticamente igual à de Vênus, 0,7233/0,6152, de acordo com a relação. As órbitas idealizadas que atendem a essas regras são conhecidas como órbitas keplerianas. Isaac Newton demonstrou que as leis de Kepler eram deriváveis de sua teoria da gravitação e que, em geral, as órbitas dos corpos sujeitos à gravidade eram seções cônicas (isso assume que a força da gravidade se propaga instantaneamente). Newton mostrou que, para um par de corpos, os tamanhos das órbitas estão na proporção inversa de suas massas, e que esses corpos orbitam seu centro comum de massa. Quando um corpo é muito mais massivo do que o outro (como é o caso de um satélite artificial orbitando um planeta), é uma aproximação conveniente considerar o centro de massa como coincidindo com o centro do corpo mais massivo. Avanços na mecânica newtoniana foram então usados para explorar variações das suposições simples por trás das órbitas Kepler, como as perturbações devido a outros corpos ou o impacto de corpos esferoidais em vez de esféricos. Joseph-Louis Lagrange desenvolveu uma nova abordagem para a mecânica newtoniana enfatizando a energia mais do que a força e fez progressos no problema dos três corpos, descobrindo os Pontos de Lagrange. Em uma defesa dramática da mecânica clássica, em 1846 Urbain Le Verrier foi capaz de prever a posição de Netuno com base em perturbações inexplicáveis na órbita de Urano. Albert Einstein em seu artigo de 1916, The Foundation of the General Theory of Relativity (A Fundação da Teoria da Relatividade Geral) explicou que a gravidade era devido à curvatura do espaço-tempo e removeu a suposição de Newton de que as mudanças se propagam instantaneamente. Isso levou os astrônomos a reconhecer que a mecânica newtoniana não fornecia a maior precisão na compreensão das órbitas. Na teoria da relatividade, as órbitas seguem trajetórias geodésicas que geralmente são muito bem aproximadas pelas previsões newtonianas (exceto onde há campos gravitacionais muito fortes e velocidades muito altas), mas as diferenças são mensuráveis. Essencialmente, todas as evidências experimentais que podem distinguir entre as teorias estão de acordo com a teoria da relatividade dentro da precisão da medição experimental. A justificativa original da relatividade geral é que ela foi capaz de explicar a quantidade inexplicável remanescente na precessão do periélio de Mercúrio observada pela primeira vez por Le Verrier. No entanto, a solução de Newton ainda é usada para a maioria dos propósitos de curto prazo, uma vez que é significativamente mais fácil de usar e suficientemente precisa. == Órbitas planetárias == Dentro de um sistema planetário, planetas, planetas anões, asteroides e outros planetas menores, cometas e detritos espaciais orbitam o baricentro do sistema em órbitas elípticas. Um cometa em uma órbita parabólica ou hiperbólica em torno de um baricentro não está gravitacionalmente ligado à estrela e, portanto, não é considerado parte do sistema planetário da estrela. Corpos gravitacionalmente ligados a um dos planetas em um sistema planetário, sejam satélites naturais ou artificiais, seguem órbitas em torno de um baricentro próximo ou dentro desse planeta. Devido a perturbações gravitacionais mútuas, as excentricidades das órbitas planetárias variam com o tempo. Mercúrio, o menor planeta do Sistema Solar, tem a órbita mais excêntrica. Na época atual, Marte tem a segunda maior excentricidade, enquanto as menores excentricidades orbitais são vistas com Vênus e Netuno. Como dois objetos orbitam um ao outro, o periapsis é o ponto em que os dois objetos estão mais próximos um do outro e a apoapsis é o ponto em que eles estão mais distantes. (Termos mais específicos são usados para corpos específicos. Por exemplo, o perigeu e o apogeu são as partes mais baixas e mais altas de uma órbita ao redor da Terra, enquanto o periélio e o afélio são os pontos mais próximos e distantes de uma órbita ao redor do Sol). No caso de planetas orbitando uma estrela, a massa da estrela e de todos os seus satélites são calculados para estar em um único ponto chamado baricentro. Os caminhos de todos os satélites da estrela são órbitas elípticas em torno desse baricentro. Cada satélite nesse sistema terá sua própria órbita elíptica com o baricentro em um ponto focal dessa elipse. Em qualquer ponto ao longo de sua órbita, qualquer satélite terá um certo valor de energia cinética e potencial em relação ao baricentro, e essa energia é um valor constante em todos os pontos ao longo de sua órbita. Como resultado, à medida que um planeta se aproxima do periapsis, a velocidade do planeta aumenta à medida que sua energia potencial diminui; à medida que um planeta se aproxima da apoapsis, sua velocidade diminui à medida que sua energia potencial aumenta. === Entendendo as órbitas === Existem algumas maneiras comuns de entender as órbitas: * Uma força, como a gravidade, puxa um objeto por um caminho curvo enquanto tenta flutuar em linha reta. * Conforme o objeto é puxado em direção ao corpo maciço, ele cai em direção a esse corpo. No entanto, se tiver velocidade tangencial suficiente, não vai cair no corpo, mas continuará a seguir a trajetória curva causada por esse corpo indefinidamente. Diz-se então que o objeto está orbitando o corpo. Como ilustração de uma órbita ao redor de um planeta, o modelo da bala de canhão de Newton pode ser útil (veja a imagem abaixo). Este é um 'experimento mental', no qual um canhão no topo de uma montanha alta é capaz de disparar uma bala de canhão horizontalmente em qualquer velocidade de cano escolhida. Os efeitos do atrito do ar na bala de canhão são ignorados (ou talvez a montanha seja alta o suficiente para que o canhão fique acima da atmosfera da Terra, o que é a mesma coisa).See pages 6 to 8 in Newton's \"Treatise of the System of the World\" (written 1685, translated into English 1728, see Newton's 'Principia' – A preliminary version), for the original version of this 'cannonball' thought-experiment. Se o canhão disparar sua bola com uma velocidade inicial baixa, a trajetória da bola se curva para baixo e atinge o solo (A). À medida que a velocidade de tiro aumenta, a bala de canhão atinge o solo mais longe (B), porque enquanto a bola ainda está caindo em direção ao solo, o solo está cada vez mais curvando- se para longe dele (ver primeiro ponto, acima). Todos esses movimentos são, na verdade, \"órbitas\" em um sentido técnico, eles descrevem uma parte de um caminho elíptico em torno do centro de gravidade, mas as órbitas são interrompidas pelo impacto na Terra. Se a bala de canhão for disparada com velocidade suficiente, o solo se curva para longe da bola pelo menos tanto quanto a bola cai, portanto, a bola nunca atinge o solo. Agora está no que poderia ser chamado de órbita ininterrupta ou em circunavegação. Para qualquer combinação específica de altura acima do centro de gravidade e massa do planeta, há uma velocidade de disparo específica (não afetada pela massa da bola, que se presume ser muito pequena em relação à massa da Terra) que produz uma órbita circular, conforme mostrado em (C). À medida que a velocidade de disparo é aumentada além disso, órbitas elípticas não interrompidas são produzidas; um é mostrado em (D). Se o disparo inicial for acima da superfície da Terra, conforme mostrado, também haverá órbitas elípticas não interrompidas em velocidade de disparo mais lenta; estes chegarão mais perto da Terra no ponto meia órbita além, e diretamente oposto ao ponto de disparo, abaixo da órbita circular.A uma velocidade de disparo horizontal específica chamada velocidade de escape, dependente da massa do planeta e da distância do objeto ao baricentro, é alcançada uma órbita aberta (E) que tem um caminho parabólico. Em velocidades ainda maiores, o objeto seguirá uma série de trajetórias hiperbólicas. Em um sentido prático, esses dois tipos de trajetória significam que o objeto está \"se libertando\" da gravidade do planeta e \"indo para o espaço\" para nunca mais retornar. A relação de velocidade de dois objetos em movimento com massa pode, portanto, ser considerada em quatro aulas práticas, com subtipos: ; Sem órbita: ; Trajetórias suborbitais: Faixa de caminhos elípticos interrompidos ; Trajetórias orbitais (ou simplesmente, órbitas): ; Trajetórias abertas (ou de fuga): É importante notar que os foguetes orbitais são lançados verticalmente primeiro para elevar o foguete acima da atmosfera (o que causa arrasto de fricção), e então lentamente se inclinam e terminam de disparar o motor do foguete paralelo à atmosfera para atingir a velocidade da órbita. Uma vez em órbita, sua velocidade os mantém em órbita acima da atmosfera. Se, por exemplo, uma órbita elíptica mergulhar no ar denso, o objeto perderá velocidade e entrará novamente (ou seja, queda). Ocasionalmente, uma nave espacial interceptará intencionalmente a atmosfera, em um ato comumente referido como uma manobra de aerofrenagem. == Leis de movimento de Newton == === Lei da gravitação de Newton e leis do movimento para problemas de dois corpos === Na maioria das situações, os efeitos relativísticos podem ser negligenciados e as leis de Newton fornecem uma descrição suficientemente precisa do movimento. A aceleração de um corpo é igual à soma das forças agindo sobre ele, dividida por sua massa, e a força gravitacional agindo sobre um corpo é proporcional ao produto das massas dos dois corpos atrativos e diminui inversamente com o quadrado da distância entre eles. Para esta aproximação newtoniana, para um sistema de massas de dois pontos ou corpos esféricos, apenas influenciados por sua gravitação mútua (chamada de problema dos dois corpos), suas trajetórias podem ser calculadas com exatidão. Se o corpo mais pesado é muito mais massivo do que o menor, como no caso de um satélite ou pequena lua orbitando um planeta ou para a Terra orbitando o Sol, é preciso e conveniente descrever o movimento em termos de um sistema de coordenadas que está centrado no corpo mais pesado, e dizemos que o corpo mais leve está em órbita em torno do mais pesado. Para o caso em que as massas de dois corpos são comparáveis, uma solução newtoniana exata ainda é suficiente e pode ser obtida colocando o sistema de coordenadas no centro de massa do sistema. === Definindo a energia potencial gravitacional === A energia está associada a campos gravitacionais. Um corpo estacionário longe de outro pode fazer trabalho externo se for puxado em sua direção e, portanto, tem energia potencial gravitacional. Uma vez que é necessário trabalho para separar dois corpos contra a atração da gravidade, sua energia potencial gravitacional aumenta à medida que são separados e diminui à medida que se aproximam. Para massas pontuais, a energia gravitacional diminui para zero à medida que se aproximam da separação zero. É conveniente e convencional atribuir a energia potencial como tendo valor zero quando eles estão a uma distância infinita e, portanto, tem um valor negativo (uma vez que diminui de zero) para distâncias finitas menores. === Energias orbitais e formas orbitais === Quando apenas dois corpos gravitacionais interagem, suas órbitas seguem uma seção cônica. A órbita pode ser aberta (implicando que o objeto nunca retorna) ou fechada (retornando). Qual é depende da energia total (energia cinética + potencial) do sistema. No caso de uma órbita aberta, a velocidade em qualquer posição da órbita é pelo menos a velocidade de escape para aquela posição, no caso de uma órbita fechada, a velocidade é sempre menor que a velocidade de escape. Uma vez que a energia cinética nunca é negativa, se a convenção comum for adotada de tomar a energia potencial como zero na separação infinita, as órbitas ligadas terão energia total negativa, as trajetórias parabólicas, energia total zero e as órbitas hiperbólicas, energia total positiva. Uma órbita aberta terá uma forma parabólica se tiver velocidade exatamente igual à velocidade de escape naquele ponto de sua trajetória, e terá a forma de uma hipérbole quando sua velocidade for maior que a velocidade de escape. Quando corpos com velocidade de escape ou maior se aproximam, eles se curvarão brevemente no momento de sua aproximação mais próxima e então se separarão para sempre. Todas as órbitas fechadas têm a forma de uma elipse. Uma órbita circular é um caso especial, em que os focos da elipse coincidem. O ponto onde o corpo orbital está mais próximo da Terra é chamado de perigeu, e é chamado de periapsis (menos propriamente, \"perifocus\" ou \"pericentron\") quando a órbita é sobre um corpo diferente da Terra. O ponto onde o satélite está mais distante da Terra é chamado de apogeu, apoapsis, apifocus ou apocentron. Uma linha traçada do periapsis à apoapsis é a linha-dos-absides. Este é o eixo maior da elipse, a linha que passa por sua parte mais longa. === Leis de Kepler === Corpos que seguem órbitas fechadas repetem seus caminhos com um certo tempo denominado período. Esse movimento é descrito pelas leis empíricas de Kepler, que podem ser derivadas matematicamente das leis de Newton. Podem ser formulados da seguinte forma: # A órbita de um planeta em torno do Sol é uma elipse, com o Sol em um dos pontos focais dessa elipse. [Este ponto focal é na verdade o baricentro do Sistema Solar; para simplificar, esta explicação assume que a massa do Sol é infinitamente maior do que a desse planeta.] A órbita do planeta encontra-se em um plano, chamado plano orbital. O ponto na órbita mais próximo do corpo de atração é o periapsis. O ponto mais distante do corpo de atração é chamado de apoapsis. Existem também termos específicos para órbitas sobre corpos particulares; coisas que orbitam o Sol têm um periélio e afélio, coisas que orbitam a Terra têm um perigeu e apogeu, e coisas que orbitam a Lua têm um periluno e apoluno (ou periséleno e aposeleno, respectivamente). Uma órbita em torno de qualquer estrela, não apenas do Sol, tem um periastro e um apastro. # Conforme o planeta se move em sua órbita, a linha do Sol para o planeta varre uma área constante do plano orbital por um determinado período de tempo, independentemente de qual parte de sua órbita o planeta traça durante esse período. Isso significa que o planeta se move mais rápido perto de seu periélio do que perto de seu afélio, porque na distância menor ele precisa traçar um arco maior para cobrir a mesma área. Esta lei é geralmente definida como \"áreas iguais em tempo igual\". # Para uma dada órbita, a proporção do cubo de seu semieixo maior para o quadrado de seu período é constante. === Limitações da lei da gravitação de Newton === Observe que, embora as órbitas limitadas de uma massa pontual ou de um corpo esférico com um campo gravitacional newtoniano sejam elipses fechadas, que repetem o mesmo caminho de maneira exata e indefinida, quaisquer efeitos não esféricos ou não newtonianos (como causados pela ligeira obliquidade da Terra, ou por efeitos relativísticos, alterando assim o comportamento do campo gravitacional com a distância) fará com que a forma da órbita se afaste das elipses fechadas características do movimento newtoniano de dois corpos. As soluções de dois corpos foram publicadas por Isaac Newton em Princípios Matemáticos da Filosofia Natural em 1687. Em 1912, Karl Sundman desenvolveu uma série infinita convergente que resolve o problema dos três corpos; no entanto, ele converge muito lentamente para ser muito útil. Exceto em casos especiais como os pontos de Lagrange, nenhum método é conhecido para resolver as equações de movimento para um sistema com quatro ou mais corpos. === Abordagens para problemas de muitos corpos === Em vez de uma solução de forma fechada exata, órbitas com muitos corpos podem ser aproximadas com uma precisão arbitrariamente alta. Essas aproximações assumem duas formas: :Uma forma toma o movimento elíptico puro como base e adiciona termos de perturbação para explicar a influência gravitacional de vários corpos. Isso é conveniente para calcular as posições de corpos astronômicos. As equações de movimento das luas, planetas e outros corpos são conhecidas com grande precisão e são utilizadas para gerar tabelas para navegação celestial. Ainda assim, existem fenômenos seculares que precisam ser tratados por métodos pós-newtonianos. :A forma de equação diferencial é usada para fins científicos ou de planejamento de missão. De acordo com as leis de Newton, a soma de todas as forças agindo sobre um corpo será igual à massa do corpo vezes sua aceleração (F = ma). Portanto, as acelerações podem ser expressas em termos de posições. Os termos de perturbação são muito mais fáceis de descrever nesta forma. Prever posições e velocidades subsequentes a partir dos valores iniciais de posição e velocidade corresponde a resolver um problema de valor inicial. Os métodos numéricos calculam as posições e velocidades dos objetos em um curto espaço de tempo no futuro e, a seguir, repetem o cálculo ad nauseam. No entanto, pequenos erros aritméticos da precisão limitada da matemática de um computador são cumulativos, o que limita a precisão dessa abordagem. As simulações diferenciais com um grande número de objetos realizam os cálculos de forma hierárquica aos pares entre os centros de massa. Usando este esquema, galáxias, aglomerados de estrelas e outros grandes conjuntos de objetos foram simulados. == Análise newtoniana do movimento orbital == A seguinte derivação se aplica a essa órbita elíptica. Começamos apenas com a lei da gravitação newtoniana afirmando que a aceleração gravitacional em direção ao corpo central está relacionada com o inverso do quadrado da distância entre eles, ou seja, : F_2 = -\\frac {G m_1 m_2}{r^2} onde F2 é a força que atua sobre a massa m2 causada pela atração gravitacional que a massa m1 tem para m2, G é a constante gravitacional universal e r é a distância entre os dois centros de massa. Da segunda lei de Newton, o somatório das forças agindo sobre m2 relacionadas com a aceleração daquele corpo: : F_2 = m_2 A_2 onde A2 é a aceleração de m2 causada pela força de atração gravitacional F2 de m1 atuando sobre m2. Combinando a equação 1 e 2: : -\\frac {G m_1 m_2}{r^2} = m_2 A_2 Resolvendo para a aceleração, A2: : A_2 = \\frac{F_2}{m_2} = - \\frac{1}{m_2} \\frac{G m_1 m_2}{r^2} = -\\frac{\\mu}{r^2} onde \\mu\\, é o parâmetro gravitacional padrão, neste caso G m_1. Entende-se que o sistema que está sendo descrito é m2, portanto, os subscritos podem ser descartados. Assumimos que o corpo central tem massa suficiente para ser considerado estacionário e ignoramos os efeitos mais sutis da relatividade geral. Quando um pêndulo ou um objeto preso a uma mola oscila em uma elipse, a aceleração/força para dentro é proporcional à distância A = F/m = - k r. Devido à forma como os vetores se somam, o componente da força no \\hat{\\mathbf{x}} ou no \\hat{\\mathbf{y}} direções também são proporcionais aos respectivos componentes das distâncias, r_x = A_x = - k r_x . Portanto, toda a análise pode ser feita separadamente nessas dimensões. Isso resulta nas equações parabólicas harmônicas x = A \\cos(t) e y = B \\sin(t) da elipse. Em contraste, com a relação decrescente A = \\mu/r^2 , as dimensões não podem ser separadas. A localização do objeto orbital no tempo atual t está localizada no plano usando cálculo vetorial em coordenadas polares tanto com a base euclidiana padrão quanto com a base polar com a origem coincidindo com o centro de força. Seja r a distância entre o objeto e o centro e \\theta o ângulo que ele girou. Vamos \\hat{\\mathbf{x}} e \\hat{\\mathbf{y}} sejam as bases euclidianas padrão e sejam \\hat{\\mathbf{r}} = \\cos(\\theta)\\hat{\\mathbf{x}} + \\sin(\\theta)\\hat{\\mathbf{y}} e \\hat{\\boldsymbol \\theta} = - \\sin(\\theta)\\hat{\\mathbf{x}} + \\cos(\\theta)\\hat{\\mathbf{y}} seja a base polar radial e transversal com a primeira sendo o vetor unitário apontando do corpo central para a corrente localização do objeto em órbita e o segundo sendo o vetor de unidade ortogonal apontando na direção que o objeto em órbita viajaria se orbitasse em um círculo no sentido anti-horário. Então, o vetor para o objeto orbital é : \\hat{\\mathbf{O}} = r \\cos(\\theta)\\hat{\\mathbf{x}} + r \\sin(\\theta)\\hat{\\mathbf{y}} = r \\hat{\\mathbf{r}} Usamos \\dot r e \\dot \\theta para denotar as derivadas padrão de como essa distância e ângulo mudam Tempo. Pegamos a derivada de um vetor para ver como ele muda ao longo do tempo subtraindo sua localização no tempo t daquele no tempo t + \\delta t e dividindo por \\delta t . O resultado também é um vetor. Como nosso vetor base \\hat{\\mathbf{r}} se move conforme a órbita do objeto, começamos por diferenciá-lo. De tempo t para t + \\delta t , o vetor \\hat{\\mathbf{r}} mantém seu início na origem e gira do ângulo \\theta para \\theta + \\dot \\theta\\ \\delta t que move sua cabeça uma distância \\dot \\theta\\ \\delta t na direção perpendicular \\hat{\\boldsymbol \\theta} dando uma derivada de \\dot \\theta \\hat{\\boldsymbol \\theta} . : \\begin{align} \\hat{\\mathbf{r}} &= \\cos(\\theta)\\hat{\\mathbf{x}} + \\sin(\\theta)\\hat{\\mathbf{y}} \\\\\\ \\frac{\\delta \\hat{\\mathbf{r}}}{\\delta t} = \\dot{\\mathbf r} &= -\\sin(\\theta)\\dot \\theta \\hat{\\mathbf{x}} + \\cos(\\theta)\\dot \\theta \\hat{\\mathbf{y}} = \\dot \\theta \\hat{\\boldsymbol \\theta} \\\\\\ \\hat{\\boldsymbol \\theta} &= -\\sin(\\theta)\\hat{\\mathbf{x}} + \\cos(\\theta)\\hat{\\mathbf{y}} \\\\\\ \\frac{\\delta \\hat{\\boldsymbol \\theta}}{\\delta t} = \\dot{\\boldsymbol \\theta} &= -\\cos(\\theta)\\dot \\theta \\hat{\\mathbf{x}} - \\sin(\\theta) \\dot \\theta \\hat{\\mathbf{y}} = -\\dot \\theta \\hat{\\mathbf r} \\end{align} Agora podemos encontrar a velocidade e aceleração de nosso objeto orbital. : \\begin{align} \\hat{\\mathbf{O}} &= r \\hat{\\mathbf{r}} \\\\\\ \\dot{\\mathbf{O}} &= \\frac{\\delta r}{\\delta t} \\hat{\\mathbf{r}} + r \\frac{\\delta \\hat{\\mathbf{r}}}{\\delta t} = \\dot r \\hat {\\mathbf r} + r \\left[ \\dot \\theta \\hat {\\boldsymbol \\theta} \\right] \\\\\\ \\ddot{\\mathbf{O}} &= \\left[\\ddot r \\hat {\\mathbf r} + \\dot r \\dot \\theta \\hat {\\boldsymbol \\theta}\\right] + \\left[\\dot r \\dot \\theta \\hat {\\boldsymbol \\theta} + r \\ddot \\theta \\hat {\\boldsymbol \\theta} - r \\dot \\theta^2 \\hat {\\mathbf r} \\right] \\\\\\ &= \\left[\\ddot r - r\\dot\\theta^2\\right]\\hat{\\mathbf{r}} + \\left[r \\ddot\\theta + 2 \\dot r \\dot\\theta\\right] \\hat{\\boldsymbol \\theta} \\end{align} Os coeficientes de \\hat{\\mathbf{r}} e \\hat{\\boldsymbol \\theta} fornece as acelerações nas direções radial e transversal. Como disse, Isaac Newton dá isso primeiro devido à gravidade é -\\mu/r^2 e o segundo é zero. A equação (2) pode ser reorganizada usando integração por partes. : r \\ddot\\theta + 2 \\dot r \\dot\\theta = \\frac{1}{r}\\frac{d}{dt}\\left( r^2 \\dot \\theta \\right) = 0 Podemos multiplicar por r porque não é zero, a menos que o objeto orbital quebre. Então, tendo a derivada igual a zero, a função é uma constante. que é na verdade a prova teórica da segunda lei de Kepler (uma linha que une um planeta e o Sol varre áreas iguais durante intervalos iguais de tempo). A constante de integração, h, é o momento angular por unidade de massa. Para obter uma equação para a órbita da equação (1), precisamos eliminar o tempo. (Veja Equação de Binet). Em coordenadas polares, isso expressaria a distância r do objeto em órbita do centro como uma função de seu ângulo \\theta . No entanto, é mais fácil introduzir a variável auxiliar u = 1/r e expressar u como uma função de \\theta . Derivadas de r em relação ao tempo podem ser reescritas como derivadas de u em relação ao ângulo. : u = { 1 \\over r } : \\dot\\theta = \\frac{h}{r^2} = hu^2 (retrabalho (3)) : \\begin{align} \\frac{\\delta u}{\\delta \\theta} &= \\frac{\\delta}{\\delta t}\\left(\\frac{1}{r}\\right)\\frac{\\delta t}{\\delta \\theta } = -\\frac{\\dot{r}}{r^2\\dot{\\theta }} = -\\frac{\\dot{r}}{h} \\\\\\ \\frac{\\delta^2 u}{\\delta \\theta^2} &= -\\frac{1}{h}\\frac{\\delta \\dot{r}}{\\delta t}\\frac{\\delta t}{\\delta \\theta } = -\\frac{\\ddot{r}}{h\\dot{\\theta}} = -\\frac{\\ddot{r}}{h^2 u^2} \\ \\ \\ \\text{ ou } \\ \\ \\ \\ddot r = - h^2 u^2 \\frac{\\delta^2 u}{\\delta \\theta^2} \\end{align} Conectar estes em (1) dá : \\begin{align} \\ddot r - r\\dot\\theta^2 &= -\\frac{\\mu}{r^2} \\\\\\ -h^2 u^2 \\frac{\\delta^2 u}{\\delta \\theta^2} - \\frac{1}{u} \\left(h u^2\\right)^2 &= -\\mu u^2 \\end{align} Portanto, para a força gravitacional, ou, mais geralmente, para qualquer lei de força do inverso do quadrado, o lado direito da equação torna-se uma constante e a equação é vista como sendo a equação harmônica (até um deslocamento da origem da variável dependente). A solução é: : u(\\theta) = \\frac\\mu {h^2} - A \\cos(\\theta - \\theta_0) onde A e θ0 são constantes arbitrárias. Esta equação resultante da órbita do objeto é a de uma elipse na forma polar em relação a um dos pontos focais. Isso é colocado em uma forma mais padrão, permitindo e \\equiv h^2 A/\\mu seja a excentricidade orbital, deixando a \\equiv h^2/\\mu\\left(1 - e^2\\right) ser o semieixo maior. Finalmente, deixando \\theta_0 \\equiv 0 para que o eixo longo da elipse fique ao longo da coordenada x positiva. : r(\\theta) = \\frac{a \\left(1 - e^2\\right)}{1 + e\\cos\\theta} Quando o sistema de dois corpos está sob a influência do torque, o momento angular h não é uma constante. Após o seguinte cálculo: : \\begin{align} \\frac{\\delta r}{\\delta \\theta} &= -\\frac{1}{u^2} \\frac{\\delta u}{\\delta \\theta} = -\\frac{h}{m} \\frac{\\delta u}{\\delta \\theta} \\\\\\ \\frac{\\delta^2 r}{\\delta \\theta^2} &= -\\frac{h^2u^2}{m^2} \\frac{\\delta^2 u}{\\delta \\theta^2} - \\frac{hu^2}{m^2} \\frac{\\delta h}{\\delta \\theta} \\frac{\\delta u}{\\delta \\theta} \\\\\\ \\left(\\frac{\\delta \\theta}{\\delta t}\\right)^2 r &= \\frac{h^2 u^3}{m^2} \\end{align} obteremos a equação de Sturm- Liouville do sistema de dois corpos. == Movimento orbital relativístico == A análise clássica (newtoniana) da mecânica orbital acima pressupõe que os efeitos mais sutis da relatividade geral, como o arrastamento da estrutura e a dilatação gravitacional do tempo, são desprezíveis. Os efeitos relativísticos deixam de ser desprezíveis quando próximos a corpos muito massivos (como com a precessão da órbita de Mercúrio em torno do Sol), ou quando extrema precisão é necessária (como com cálculos dos elementos orbitais e referências de sinal de tempo para satélites GPS).Pogge, Richard W.; \"Real-World Relativity: The GPS Navigation System\". Retrieved 25 January 2008. == Plano orbital == A análise até agora foi bidimensional; acontece que uma órbita não perturbada é bidimensional em um plano fixo no espaço e, portanto, a extensão para três dimensões requer simplesmente girar o plano bidimensional no ângulo necessário em relação aos polos do corpo planetário envolvido. A rotação para fazer isso em três dimensões requer três números para determinar com exclusividade; tradicionalmente, eles são expressos como três ângulos. == Período orbital == == Especificando órbita == Seis parâmetros são necessários para especificar uma órbita kepleriana. Por exemplo, os três números que especificam a posição inicial do corpo e os três valores que especificam sua velocidade definem uma órbita única, que pode ser calculada para a frente (ou para trás) no tempo. No entanto, tradicionalmente, os parâmetros usados são ligeiramente diferentes. O conjunto de elementos orbitais tradicionalmente usado é chamado de elementos keplerianos, em homenagem a Johannes Kepler e suas leis. Os elementos keplerianos são seis: * Inclinação (i) * Longitude do nó ascendente (Ω) * Argumento do periastro (ω) * Excentricidade orbital (e) * Semieixo maior (a) * Anomalia média na época (M0) Em princípio, uma vez que os elementos orbitais são conhecidos para um corpo, sua posição pode ser calculada para frente e para trás indefinidamente no tempo. No entanto, na prática, as órbitas são afetadas ou perturbadas por outras forças além da simples gravidade de uma fonte pontual assumida (consulte a próxima seção) e, portanto, os elementos orbitais mudam com o tempo. == Perturbações orbitais == Uma perturbação orbital é quando uma força ou impulso muito menor do que a força total ou impulso médio do corpo gravitante principal e que é externo aos dois corpos orbitais causa uma aceleração, que muda os parâmetros da órbita ao longo do tempo. === Perturbações radiais, progressivas e transversais === Um pequeno impulso radial dado a um corpo em órbita muda a excentricidade, mas não o período orbital (de primeira ordem). Um impulso prógrado ou retrógrado (ou seja, um impulso aplicado ao longo do movimento orbital) altera a excentricidade e o período orbital. Notavelmente, um impulso progressivo no periapsis aumenta a altitude na apoapsis, e vice-versa, e um impulso retrógrado faz o oposto. Um impulso transversal (fora do plano orbital) causa a rotação do plano orbital sem alterar o período ou a excentricidade. Em todos os casos, uma órbita fechada ainda cruzará o ponto de perturbação. === Decaimento orbital === Se uma órbita é sobre um corpo planetário com atmosfera significativa, sua órbita pode diminuir devido ao arrasto. Particularmente em cada periapsis, o objeto experimenta o arrasto atmosférico, perdendo energia. Cada vez, a órbita fica menos excêntrica (mais circular) porque o objeto perde energia cinética precisamente quando essa energia está em seu máximo. Isso é semelhante ao efeito de desacelerar um pêndulo em seu ponto mais baixo; o ponto mais alto da oscilação do pêndulo se torna mais baixo. Com cada desaceleração sucessiva, mais do caminho da órbita é afetado pela atmosfera e o efeito se torna mais pronunciado. Eventualmente, o efeito torna-se tão grande que a energia cinética máxima não é suficiente para retornar a órbita acima dos limites do efeito de arrasto atmosférico. Quando isso acontece, o corpo desce rapidamente em espiral e intercepta o corpo central. Os limites de uma atmosfera variam enormemente. Durante um máximo solar, a atmosfera da Terra causa um arrasto até cem quilômetros mais alto do que durante um mínimo solar. Alguns satélites com cabos condutores longos também podem sofrer decaimento orbital devido ao arrasto eletromagnético do campo magnético da Terra. À medida que o fio corta o campo magnético, ele atua como um gerador, movendo os elétrons de uma extremidade à outra. A energia orbital é convertida em calor no fio. As órbitas podem ser influenciadas artificialmente através do uso de motores de foguete que alteram a energia cinética do corpo em algum ponto de seu caminho. Esta é a conversão de energia química ou elétrica em energia cinética. Desta forma, mudanças na forma ou orientação da órbita podem ser facilitadas. Outro método de influenciar artificialmente uma órbita é através do uso de velas solares ou velas magnéticas. Essas formas de propulsão não requerem nenhum outro propulsor ou entrada de energia além do Sol e, portanto, podem ser usadas indefinidamente. Veja Statite para tal uso proposto. O decaimento orbital pode ocorrer devido a forças de maré para objetos abaixo da órbita síncrona do corpo que estão orbitando. A gravidade do objeto em órbita levanta protuberâncias de maré no primário e, como abaixo da órbita síncrona, o objeto em órbita se move mais rápido do que a superfície do corpo, as protuberâncias ficam um pequeno ângulo atrás dele. A gravidade das protuberâncias está ligeiramente fora do eixo do satélite primário e, portanto, tem um componente ao longo do movimento do satélite. A protuberância próxima desacelera o objeto mais do que a protuberância distante o acelera e, como resultado, a órbita decai. Por outro lado, a gravidade do satélite nas protuberâncias aplica torque no primário e acelera sua rotação. Os satélites artificiais são pequenos demais para ter um efeito de maré apreciável nos planetas que orbitam, mas vários satélites naturais do Sistema Solar estão sofrendo decaimento orbital por esse mecanismo. A lua mais interna de Marte, Fobos, é um excelente exemplo e deve impactar a superfície de Marte ou se dividir em um anel dentro de 50 milhões de anos. As órbitas podem decair por meio da emissão de ondas gravitacionais. Esse mecanismo é extremamente fraco para a maioria dos objetos estelares, apenas se tornando significativo em casos onde há uma combinação de massa extrema e aceleração extrema, como buracos negros ou estrelas de nêutrons orbitando umas às outras de perto. === Achatamento === A análise padrão de corpos orbitais assume que todos os corpos consistem em esferas uniformes, ou mais geralmente, cascas concêntricas, cada uma com densidade uniforme. Pode-se mostrar que tais corpos são gravitacionalmente equivalentes a fontes pontuais. No entanto, no mundo real, muitos corpos giram, e isso introduz achatamento e distorce o campo gravitacional, e dá um momento quadrupolo ao campo gravitacional que é significativo em distâncias comparáveis ao raio do corpo. No caso geral, o potencial gravitacional de um corpo rotativo, tal como, por exemplo, um planeta é geralmente expandido em multipolares, contabilizando seus afastamentos da simetria esférica. Do ponto de vista da dinâmica dos satélites, são de particular relevância os chamados coeficientes harmônicos zonais pares, ou mesmo zonais, uma vez que induzem perturbações orbitais seculares que são cumulativas ao longo do tempo mais longas do que o período orbital. Dependem sim da orientação do eixo de simetria do corpo no espaço, afetando, em geral, toda a órbita, com exceção do semieixo maior. === Múltiplos corpos gravitando === Os efeitos de outros corpos gravitantes podem ser significativos. Por exemplo, a órbita da Lua não pode ser descrita com precisão sem permitir a ação da gravidade do Sol e da Terra. Um resultado aproximado é que os corpos geralmente terão órbitas razoavelmente estáveis em torno de um planeta ou lua mais pesado, apesar dessas perturbações, desde que estejam orbitando bem dentro da esfera de Hill do corpo mais pesado. Quando há mais de dois corpos gravitantes, isso é referido como um problema dos n-corpos. A maioria dos problemas com n-corpos não tem solução de forma fechada, embora alguns casos especiais tenham sido formulados. === Radiação de luz e vento estelar === Particularmente para corpos menores, a luz e o vento estelar podem causar perturbações significativas na atitude e na direção do movimento do corpo e, com o tempo, podem ser significativas. Dos corpos planetários, o movimento dos asteroides é particularmente afetado em grandes períodos quando os asteroides estão girando em relação ao Sol. == Órbitas estranhas == Os matemáticos descobriram que é possível, em princípio, ter vários corpos em órbitas não-elípticas que se repetem periodicamente, embora a maioria dessas órbitas não seja estável em relação a pequenas perturbações na massa, posição ou velocidade. No entanto, alguns casos especiais estáveis foram identificados, incluindo uma órbita plana em oito ocupada por três corpos em movimento. Outros estudos descobriram que órbitas não planas também são possíveis, incluindo uma envolvendo 12 massas que se movem em 4 órbitas quase circulares e interligadas topologicamente equivalentes às bordas de um cuboctaedro. Acredita-se que encontrar tais órbitas que ocorrem naturalmente no universo é extremamente improvável, devido à improbabilidade das condições requeridas ocorrerem por acaso. == Astrodinâmica == A mecânica orbital ou astrodinâmica é a aplicação da balística e da mecânica celeste aos problemas práticos relativos ao movimento de foguetes e outras espaçonaves. O movimento desses objetos é geralmente calculado a partir das leis do movimento de Newton e da lei da gravitação universal de Newton. É uma disciplina fundamental dentro do projeto e controle de missões espaciais. A mecânica celestial trata de forma mais ampla a dinâmica orbital dos sistemas sob a influência da gravidade, incluindo espaçonaves e corpos astronômicos naturais, como sistemas estelares, planetas, satélites naturais e cometas. A mecânica orbital concentra-se nas trajetórias de espaçonaves, incluindo manobras orbitais, mudanças no plano orbital e transferências interplanetárias, e é usada pelos planejadores de missão para prever os resultados das manobras de propulsão. A relatividade geral é uma teoria mais exata do que as leis de Newton para calcular órbitas e, às vezes, é necessária para maior precisão ou em situações de alta gravidade (como órbitas próximas ao Sol). == Órbitas da Terra == * Órbita terrestre baixa (LEO): órbitas geocêntricas com altitudes de até 2 000 km., pages 37-38 (6-1,6-2); figure 6-1. * Órbita terrestre média (MEO): órbitas geocêntricas que variam em altitude de 2 000 km até um pouco abaixo da órbita geossíncrona em 35 786 km. Também conhecida como órbita circular intermediária. São \"mais comumente em 20 200 km, ou 20 650 km, com um período orbital de 12 horas\". * Tanto a órbita geossíncrona (GSO) quanto a órbita geoestacionária (GEO) são órbitas ao redor da Terra que correspondem ao período de rotação sideral da Terra. Todas as órbitas geossíncronas e geoestacionárias têm um semieixo maior de 42 164 km. Todas as órbitas geoestacionárias também são geoestacionárias, mas nem todas as órbitas geoestacionárias são geoestacionárias. Uma órbita geoestacionária fica exatamente acima do equador, enquanto uma órbita geossíncrona pode girar para o norte e para o sul para cobrir uma parte maior da superfície da Terra. Ambos completam uma órbita completa da Terra por dia sideral (em relação às estrelas, não ao Sol). * Órbita terrestre alta: órbitas geocêntricas acima da altitude da órbita geossíncrona de 35.786 km. == Escala na gravidade == A constante gravitacional G foi calculada como: * (6,6742 ± 0,001) × 10−11 (kg/m3)−1s−2. Assim, a constante tem densidade de dimensão −1 vez −2. Isso corresponde às seguintes propriedades. A escala de distâncias (incluindo tamanhos de corpos, mantendo as mesmas densidades) fornece órbitas semelhantes sem dimensionar o tempo: se, por exemplo, as distâncias forem reduzidas à metade, as massas serão divididas por 8, as forças gravitacionais por 16 e as acelerações gravitacionais por 2. Consequentemente, as velocidades são reduzidas à metade e os períodos orbitais e outros tempos de viagem relacionados à gravidade permanecem os mesmos. Por exemplo, quando um objeto é largado de uma torre, o tempo que leva para cair no chão permanece o mesmo com um modelo em escala de torre em um modelo em escala da Terra. A escala de distâncias, mantendo as massas iguais (no caso de massas pontuais, ou ajustando as densidades) dá órbitas semelhantes; se as distâncias são multiplicadas por 4, as forças gravitacionais e as acelerações são divididas por 16, as velocidades são reduzidas à metade e os períodos orbitais são multiplicados por 8. Quando todas as densidades são multiplicadas por 4, as órbitas são iguais; as forças gravitacionais são multiplicadas por 16 e as acelerações por 4, as velocidades são duplicadas e os períodos orbitais são reduzidos à metade. Quando todas as densidades são multiplicadas por 4 e todos os tamanhos são reduzidos à metade, as órbitas são semelhantes; as massas são divididas por 2, as forças gravitacionais são as mesmas, as acelerações gravitacionais são duplicadas. Consequentemente, as velocidades são as mesmas e os períodos orbitais são reduzidos à metade. Em todos esses casos de escala, se as densidades forem multiplicadas por 4, os tempos serão reduzidos à metade; se as velocidades são duplicadas, as forças são multiplicadas por 16. Essas propriedades são ilustradas na fórmula (derivada da fórmula para o período orbital) : GT^2 \\rho = 3\\pi \\left( \\frac{a}{r} \\right)^3, para uma órbita elíptica com semieixo maior a, de um pequeno corpo em torno de um corpo esférico com raio r e densidade média ρ, onde T é o período orbital. Veja também a Terceira lei de Kepler. == Patentes == A aplicação de certas órbitas ou manobras orbitais para fins úteis específicos tem sido objeto de patentes. == Travamento de maré == Alguns corpos são travados pela força de maré com outros corpos, o que significa que um lado do corpo celeste está permanentemente voltado para seu objeto hospedeiro. Este é o caso do sistema Terra-Lua e Plutão-Caronte. == Leitura adicional == * * * * Andrea Milani e Giovanni F. Gronchi. Theory of Orbit Determination (Cambridge University Press; 378 pags.; 2010). Discute novos algoritmos para determinar as órbitas de corpos celestes naturais e artificiais. == Ligações externas == * CalcTool: Orbital period of a planet calculator. Tem ampla escolha de unidades. Requer JavaScript. * Java simulation on orbital motion. Requer Java. * NOAA page on Climate Forcing Data inclui dados (calculados) sobre as variações da órbita da Terra nos últimos 50 milhões de anos e nos próximos 20 milhões de anos. * On- line orbit plotter. Requer JavaScript. * Orbital Mechanics (Rocket and Space Technology). * Orbital simulations by Varadi, Ghil and Runnegar (2003) e Runnegar (2003) fornecem outra série ligeiramente diferente para a excentricidade da órbita da Terra, e também uma série para a inclinação orbital. As órbitas para os outros planetas também foram calculadas, por , but only the eccentricity data for Earth and Mercury estão disponíveis on-line. * Understand orbits using direct manipulation. Requer JavaScript e Macromedia. * . Categoria:Astrodinâmica Categoria:Conceitos de astronomia Categoria:Fenómenos periódicos Categoria:Gravitação Categoria:Mecânica celeste",
 "title": "Órbita"
}