{
 "id": "57876",
 "text": "A Provença (Provença, em occitano provençal, segundo a norma clássica; Prouvènço, em occitano provençal, segundo a norma mistraliana; Provence, em francês; Proença, forma utilizada na Idade Média) é uma denominação geográfica para um antigo condado (transformado em 1481 em província real francesa) e que corresponde hoje, em sentido lato, a uma grande parte da região administrativa francesa de Provença-Alpes-Costa Azul. A Provença situa-se no sudeste da França e estende-se desde a margem esquerda do Ródano até a margem direita do Var, onde limita com o antigo condado de Nice, na margem esquerda do rio. É banhada pelo Mediterrâneo. Durante a Idade Média, a Provença ocupava uma área maior que incluía os Alpes Meridionais e o território de Nice. A história retirou-lhe uma parte dos Alpes (que passou à província do Delfinado) e o território de Nice (anexado aos Estados da Saboia em 1388). Na segunda metade do século XX, a criação da região administrativa da Provença-Alpes-Côte d'Azur restabeleceu em grande medida o território original da Provença medieval, com a inclusão dos Altos-Alpes e do território de Nice. == História == A Provença já era habitada desde os tempos pré-históricos, como indicam os restos de assentamentos, datados entre 27000 e 19000 a.C., encontrados por mergulhadores em 1991 na Caverna de Cosquer, perto de Marselha. Um sítio neolítico datado de cerca de 6000 a.C. foi descoberto em Marselha, próximo à estação ferroviária Saint Charles. Marselha foi fundada em c. 546 a.C. por colonos gregos oriundos da cidade de Focéia (atual Foça, na Turquia), que fugiam de uma invasão persa. Com o nome de Massália, o assentamento tornou-se um dos principais portos comerciais do mundo antigo. Os foceenses também estabeleceram colônias em Nice, Arles, Cannes e no sul de Nîmes. Posteriormente a região veio a ser ocupada pelos lígures e pelos celtas. A partir do século II a.C., foi conquistada pelos antigos romanos e passou a ser uma província do Império Romano. Este fato é a origem do nome, do latim PROVINCIA (\"província\"), pois a Provença foi uma das primeiras áreas conquistadas pelos romanos fora da Itália. O cristianismo chegou cedo à Provença e, na altura do século III, a região já era consideravelmente cristã, com diversos mosteiros e igrejas em construção. A Provença sofreu com a queda do Império Romano do Ocidente, devido às seguidas invasões: dos visigodos no século V, dos francos no século VI e dos árabes no século VIII, bem como incursões de piratas bérberes. Passou em seguida às mãos dos condes de Toulouse, como feudo dos condes de Barcelona (os futuros reis de Aragão). Em 973, o conde Guilherme I derrotou os piratas árabes baseados em Fraxineto na batalha de Tourtour e assumiu o título de pai da pátria. De 1032 a 1246, o país integrou o Sacro Império Romano. Tornou-se um feudo da coroa francesa em 1246, governado pela dinastia angevina. Com a morte de Carlos do Maine em 1481, a Provença foi herdada por Luís XI. Embora definitivamente incorporada ao domínio real francês em 1486, continuaram a existir alguns enclaves importantes dentro da Provença, como Orange, controlada pela Casa de Orange-Nassau até 1672; o Comtat Venaissin, baseado em Avinhão e sob domínio papal até 1791; e Nice e Menton, que somente foram integradas à Provença em 1860. O extinto título de conde da Provença pertenceu sucessivamente a famílias locais de origem frâncica, à Casa de Barcelona, à Casa de Anjou e a um ramo da Casa de Valois. Durante a Idade Média, marcadamente, a região se encontrou ligada por laços dinásticos à Península Ibérica (Portugal). == Geografia == A Provença é limitada pelos Alpes e pela Itália a leste, pelo rio Ródano a oeste, e pelo Mediterrâneo ao sul. Possui características topográficas muito particulares, com planícies férteis no vale do Ródano, montanhas a leste (em especial o monte Ventoux, a cordilheira Luberon e as Aupilhas) e pântanos no sul (o Camargue). O Principado de Mônaco encontra-se entre Nice e a Itália. Marselha, Aix-en-Provence, Avinhão e Arles também são cidades importantes na Provença. Marselha é o maior centro urbano da região e a segunda maior cidade da França, além de ser a capital do departamento de Bocas do Ródano e da região administrativa da Provença-Alpes- Côte d'Azur. == Ver também == * Provença-Alpes-Costa Azul * Dialeto Provençal * Proença * Proença-a-Velha * Proença-a-Nova == Ligações externas == * *",
 "title": "Provença"
}