{
 "id": "57899",
 "text": "Elektra Natchios, ou simplesmente Elektra, é uma personagem fictícia que aparece nas histórias em quadrinhos publicadas pela Marvel Comics. Criada por Frank Miller, a personagem apareceu pela primeira vez em Daredevil #168 (Janeiro de 1981). Miller baseou a aparência da personagem em Lisa Lyon, uma culturista física feminina.Sanderson, Peter. \"The Frank Miller/Klaus Janson Interview\", Daredevil by Frank Miller & Klaus Janson vol. 2, p. 305. Ela é um interesse amoroso do super-herói Demolidor, mas a sua natureza violenta e o estilo de vida mercenário acaba por dividir os dois. Elektra é uma assassina altamente treinada, de ascendência grega, e usa um par de sais como a sua arma de marca. Elektra é uma das criações mais conhecidas de Miller, mas o subsequente uso por outros artistas e escritores acabou por tornar-se controverso, isto porque a Marvel tinha originalmente prometido não ressuscitá-la sem a permissão de Miller. Também apareceu como personagem de suporte de Wolverine dos X-Men, bem como noutras séries e mini-séries assim como em adaptações para o ecrã. Elektra ficou em #22 entre as “100 Mulheres Mais Sexy das histórias em quadrinhos”, uma lista crida pela Comics Buyer's Guide. Nos filmes Demolidor - O Homem sem Medo (2003) e Elektra (2005), a personagem é interpretada pela atriz Jennifer Garner. Élodie Yung tem o seu papel na segunda temporada da série Marvel's Daredevil. ==Origem== Na primeira história, Elektra aparece como a vilã ninja mas o Demolidor a reconhece como seu primeiro amor: Elektra Natchios, filha então adolescente de um embaixador grego. Ela também percebe que o herói é Matt Murdock, pois durante o primeiro encontro mostrado em flashback ele ficou tão empolgado com a moça que para impressioná-la revelou seus poderes. No entanto, o rápido romance terminou quando o campus da universidade onde Matt estudava foi atacado por nacionalistas gregos que queriam matar o pai de Elektra. Apesar dos esforços de Matt, ele não conseguiu salvá-lo. Traumatizada, Elektra resolve voltar para a Grécia, abandonando Matt. Os dois se reencontrariam anos depois, com Matt já transformado em Demolidor e ela, em ninja assassina. Dessa forma, assim com o mito grego que deu nome a ela, Elektra se torna extremamente cruel em função da dor causada pela perda do pai. Elektra acaba sendo contratada pelo Rei do Crime para ser sua assassina particular. Mercenário, o antigo criminoso que ocupara esse lugar e que havia se afastado ao ser preso pelo Demolidor e logo depois de sofrer de um tumor cerebral que quase o matou, decide matar Elektra quando se recupera, para voltar para o seu emprego. O duelo entre Elektra e o Mercenário é um momento memorável da Marvel nos anos 80, culminando com a morte da vilã. Mercenário usa as próprias armas Sais para perfurá-la e a deixa agonizante. A moça se arrasta até o apartamento de Murdock, e morre em seus braços. Elektra foi trazida de volta à vida pelo clã ninja Tentáculo, e novamente treinada por Stick e os Virtuosos. ==O Retorno== Depois de ressuscitar, a personagem Elektra variou entre um comportamento de anti- heroína e de vilã, até que finalmente recebeu uma série própria que mostra sua busca por redenção. Elektra se tornou uma das mais famosas personagens das HQs, com sua roupa vermelha e às vezes um lenço na cabeça da mesma cor. Enquanto esteve livre de seu lado maléfico, usava uma roupa branca e agia como heroína. == Em outras mídias == === Televisão === ==== Universo Marvel Cinematográfico ==== Elektra é interpretada pela atriz francesa Élodie Yung na segunda temporada da série Marvel's Daredevil. Ela foi brevemente mencionada na primeira temporada como alguém que Matt namorou na faculdade. Na segunda temporada ela retorna a Nova York para que Matt a ajude a derrotar o Tentáculo. Ela foi criada por Stick quando era menina e treinada em artes marciais até que o Casto a considerou muito perigosa. Stick faz ela ser adotada por um embaixador grego para mantê-la segura. Quando mais velha, ela é enviada por Stick para fazer com que Matthew Murdock volte para o seu lado, mas Elektra acaba se apaixonando por ele. Eles terminam quando Elektra captura o homem que assassinou o pai de Matt e o dá a oportunidade de de matá-lo, o qual Matt recusa. Matt tenta convencê-la de que ela não pertence a guerra de Stick e pode ser independente, e eles quase reatam antes de Elektra matar um ninja do Tentáculo. No aeroporto, ela é atacada por um dos assassinos de Stick e o procura para matá-lo, mas Matt os impede de lutar antes do Tentáculo aparecer e sequestrar Stick. Quando eles vão resgatá-lo, eles descobrem que ela está destinada a ser o líder do Tentáculo conhecido como \"O Céu Negro\", mas Matt a convence de escolher seu próprio caminho e eles escapam. Eles enfrentam Nobu e seus ninjas no telhado em um duelo final, onde Elektra sacrifica sua vida para salvar Matt. Seu túmulo é desenterrado pela Mão e seu corpo é colocado em um grande recipiente, deixando o seu destino uma incógnita. * Yung retorna como Elektra na série Os Defensores (2017). Elektra é ressuscitada pelo Tentáculo e convencida por Alexandra a assumir seu papel como o \"Céu Negro\", a arma mortal do Tentáculo. === Cinema === Elektra foi interpretada por Jennifer Garner nos filmes Demolidor - O Homem Sem Medo em 2003 e Elektra, lançado em 14 de janeiro de 2005. === Videogames === * Em Marvel: Ultimate Alliance, a Elektra é jogável em todas as plataformas, sendo que seu ataque extremo é o Curse of the Hand e suas roupas são: Classic, Ultimate, Assassin e Stealth. * Elektra também participa dos jogos Marvel Nemesis: Rise of the Imperfects e Lego Marvel Super Heroes. ==Ligações externas== * Categoria:Demolidor Categoria:Heróis da Marvel Comics Categoria:Anti-heróis da Marvel Comics Categoria:Mulheres da Marvel Comics Categoria:Mercenários da Marvel Comics Categoria:Marvel Knights Categoria:Artistas marciais da Marvel Comics Categoria:Ninjas fictícios Categoria:Mercenários fictícios",
 "title": "Elektra Natchios"
}