{
 "id": "5790",
 "text": "Freixo de Baixo é uma povoação portuguesa do Município de Amarante que foi sede da extinta Freguesia de Freixo de Baixo, freguesia que tinha 5,86 km² de área e 1 434 habitantes (2011), e, por isso, uma densidade populacional de 244,7 hab/km². A Freguesia de Freixo de Baixo foi extinta em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada à freguesia de Freixo de Cima, para formar uma nova freguesia denominada União das Freguesias de Freixo de Cima e de Baixo com sede em Freixo de Cima.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. == História == A paróquia de Freixo de Baixo é de fundação muito antiga, tendo pertencido ao Mosteiro dos Cónegos Regrantes de Santo Agostinho, fundado por Gotinha Godins, e seu marido D. Egas Hermigues, \"o Bravo\". Pensa-se que já existia em 1120. A Igreja Românica de Freixo de Baixo é uma das mais ricas deste estilo artístico no Concelho de Amarante. É considerada Monumento Nacional desde 1935 e tem data de construção do séc. XII. Devido à sua ampla torre defensiva, inclui-se no grupo das Obras Religiosas Fortificadas. Tanto o interior como o exterior do templo são de uma beleza incontestável. Merecem ainda destaque as casas da Torre da Faia e de Alvelos, construídas em quintas que no século XV eram propriedade do Abade Comendatário do Freixo, D. Francisco de Queirós. A casa de Alvelos, grande casa nobre do século XVII, foi solar da família Magalhães e Meneses,Freitas, Eugénio da Cunha e - Carvalhos de Basto. Braga, 1987, vol. 5 mais tarde Condes de Alvelos e Condes de Vilas Boas. Os seus descendentes venderam-na em finais do século XIX à família Costa, mais tarde feitos Viscondes de Alvelos. A casa sofreu amplas obras de beneficiação durante os séculos XIX e XX. A Casa da Torre da Faia,Azeredo, Francisco de - Casas Senhoriais Portuguesas. Porto, 1986, p. 87 é um solar de estilo barroco simples. Distribui-se por três pisos (loja, andar nobre e sobrado), destacando-se a torre de quatro pisos, a escada principal de dois corpos ao centro da fachada, e a capela com altar neoclássico. A capela original foi fundada em 1673 por Jerónimo Ferraz HomemCraesbeek, Francisco de Serra - Memórias Ressuscitadas da Província de Entre Douro e Minho, vol. 1, p. 358, cujo sobrinho Gaspar Pinto Ferraz era casado com a dona da casa. O neto deste, Gaspar Pinto de Magalhães Ferraz Homem, terá erigido o conjunto actual na primeira metade do século XVIII Gayo, Manuel da Costa Felgueiras - Nobiliário das Famílias de Portugal. Braga: Ed. Carvalhos de Basto. Vol. 10, p. 155 .A propriedade manteve-se na família Pinto Ferraz, até princípios do século XIX, tendo sido então deixada em testamento aos proprietários da Casa de Alvelos. Foi herdada pelo filho mais velho do Conde de Alvelos, o General Fernando de Magalhães e Menezes, que a deixou à sua filha Adelaide Vilalava de Magalhães e Menezes de Vilas Boas. Por morte desta passou a casa ao seu sobrinho José de Magalhães e Menezes Forjaz, 3.º Conde de Vilas Boas, com usufruto para um outro sobrinho Rolando van Zeller. Foi adquirida em 1987 por Fernanda Cunha de Magalhães e Menezes -filha do 3.º Conde de Vilas Boas- e Rui Thessen Ortigão de Oliveira, e constituída uma sociedade agrícola. O conjunto foi recuperado entre 1987 e 1996,Amarante Magazine, Agosto, 1997 sob projecto do Arquitecto Fernando Maia Pinto. Na altura a casa estava parcialmente arruinada, supostamente devido a um incêndio durante a ocupação francesa, mantendo-se apenas a torre e cozinhas em estado habitável. O interior é por isso novo, não se tendo optado por recriar estilística ou arquitectonicamente o interior de um solar setecentista. A capela foi restaurada na mesma altura por Paulo Ludgero de Castro, num trabalho substancialmente mais fidedigno que o realizado na restante casa. == Património == * Igreja do Salvador (Freixo de Baixo) Ficheiro:Freixodebaixo.JPG|Igreja do Salvador Ficheiro:Casadafaia.JPG|Casa da Faia ==População== População da freguesia de Freixo de Baixo Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 469 593 577 611 675 675 696 789 816 991 1 165 1 421 1 603 1 543 1 434 Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 320 239 822 162 20,7% 15,5% 53,3% 10,5% 2011 239 182 801 212 16,7% 12,7% 55,9% 14,8% Categoria:Antigas freguesias de Amarante",
 "title": "Freixo de Baixo"
}