{
 "id": "57937",
 "text": "Devir (do latim devenire, chegar) é um conceito filosófico que indica as mudanças pelas quais passam as coisas.Arnaldo Schüler. Dicionário enciclopédico de teologia. Editora da ULBRA; 2002 [cited 3 Septem]. ISBN 978-85-7528-031-7. p. 158.\" série de mudanças por vir; futuro; A ninguém é dado conhecer seu devir(...)\" Dicionário UNESP do português contemporâneo. UNESP; 1 January 2005. ISBN 978-85-7139-576-3. p. 435. O conceito de \"tornar- se\" apresentou-se primeiramente no leste da Grécia antiga pelo filósofo Heráclito de Éfeso que no século VI a.C. cunhou o famoso aforismo \"Nenhum homem jamais pisa no mesmo rio duas vezes\";É assim que Platão põe a doutrina de Heráclito. Veja Crátilo, 402a. é também dito por ele que nada neste mundo é permanente, exceto a mudança e a transformação.António Vieira; Girolamo Cataneo. As lágrimas de Heráclito. Editora 34; 2001. ISBN 978-85-7326-212-4. p. 67. Sua teoria está em oposição com a de Parmênides, outro filósofo grego que acreditava que as mudanças ônticas — ou os \"tornar-se\" que percebemos com nossos sentidos — constituem algo enganoso, que há pura perfeição e eternidade por trás da natureza, e que esta é a verdade suprema do Ser.\"Parmênides, reagindo violentamente, afirmando que o movimento é uma ilusçao dos sentidos e que o \"Ser\" é perfeitamente \"imóvel\".\" Antônio Vital Menezes de Souza. Marcas de diferença: Subjetividade e Devir na Formação de Professores. Editora E-papers; ISBN 978-85-7650-097-1. p. 40. Esse argumento foi afirmado por Parmênides com a famosa citação \"o que é, é\". Os estudiosos geralmente acreditavam que Parmênides estava respondendo a Heráclito, ou Heráclito a Parmênides, embora a opinião sobre quem estava respondendo a quem tenha mudado ao longo do século XX. Na filosofia, a expressão \"tornar-se\" diz respeito de um conceito ontológico específico, estudado também pela filosofia do processo como um todo ou com o estudo relacionado da teologia do processo, em que se considera Heráclito como precursor da abordagem do processo, devido à sua doutrina do fluxo radical. ==Heráclito== Cerca de 500 a.C. Heráclito escreveu o seguinte: :Tudo flui e nada permanece, tudo dá forma e nada permanece fixo; :Você não pode pular duas vezes no mesmo rio, pois outras águas e ainda outras, vão fluir. Logo depois, Leucipo de Mileto também falou do devir como movimento dos átomos. Plutarco (De animae procreatione, 5 p. 1014 A) escreveu sobre Heráclito: == Parmênides, Anaxágoras e Melisso == Parmênides afirmava que o ser não poderia devir do não-ser: \"[o que é] é sem começo nem fim, pois o vir-a-ser e o deixar-de-ser vagaram muito longe, e a verdadeira crença os expulsou\". Anaxágoras também aceita esse princípio eleata: \"Os gregos não pensam corretamente sobre vir-a-ser e deixar-de-ser; pois nada vem a ser ou é destruído; mas é de coisas [pré-]existentes que há combinação e dissociação. E assim seria correto chamar o vir-a-ser \"combinar\" (summisgesthai) e o perecer \"dissociar\" (diakrinesthai)\" (DK 59 B17). Segundo Melisso, toda mudança, como nos objetos dos sentidos, é um deixar de ser e portanto os fenômenos não possuem o estatuto de verdadeiro \"ser\", o Um imutável: \"Dissemos que havia muitas coisas que eram eternas e tinham formas e força próprias, e no entanto imaginamos que todas elas sofrem alterações, e que mudam a partir do que vemos a cada vez. É claro, então, que afinal não vimos bem, nem estamos certos em acreditar que todas essas coisas são muitas. Elas não mudariam se fossem reais, mas cada coisa seria exatamente o que acreditávamos que fosse; pois nada é mais forte do que a verdadeira realidade. Mas se mudou, o que é deixou de ser e o que não é veio a ser. Então, se houvesse uma pluralidade, as coisas teriam que ser da mesma natureza que o Um.\" ==Platão== Platão tinha interesse em construir sua teoria sobre o \"devir\" de modo a não anular as perspectivas de imutabilidade do ser, tudo se passa como se o filósofo tivesse que conhecer duas posições extremas para poder ultrapassá-las: a de Heráclito para quem tudo o que existe é conduzido pelo fluxo do devir; e a posição antagônica de Parmênides para quem o ser não comporta nem o nascimento nem a morte, o devir só pode ser uma ilusão, o ser é imutável ou não é o ser.Hilton Japiassú, Danilo Marcondes. Dicionário básico de filosofia. Zahar; 1993. ISBN 978-85-378-0341-7. p. 72. Para ele, o ser na dimensão do \"tornar-se\" implica a causa específica da inteligência produtora e tudo o que ela postula, o \"ser que é sempre\" não está sujeito à geração e ao devir, porque permanece sempre nas mesmas condições; ele é captado pela inteligência por meio do raciocínio, o devir que continuamente se engendra não é nunca um verdadeiro ser justamente porque está em contínua mudança, ele é objeto de opinião, ou seja, é captado mediante a percepção sensorial, distinta da razão.REALE, Giovanni. História da filosofia grega e romana - Platão. LOYOLA; ISBN 978-85-15-03304-1. p. 131. ==Aristóteles== Para Aristóteles, o devir é apenas uma passagem da potência ao ato que é a perfeição para a qual o devir tende. Segundo Aristóteles, ato é a perfeição para a qual o devir tende. Aristóteles dá o nome de devir ao processo de realização da potência. Devir é o princípio de atualização da potencialidade em direção à realização da forma. O princípio do devir é o movimento, o princípio do movimento é a potência.\" William Baptista. O devir aristotélico é a realização de um processo para se receber, o que move um ente para sua finalidade é o motor; tudo está em movimento porque é movido por um motor, o motor que move a si mesmo e não é movido por nenhum outro é o primeiro motor, o motor perfeito onde todas as suas potencialidades estão atualizadas. ==Hegel== O conceito do devir em Hegel constitui a síntese dialética do ser e do não ser, pois tudo o que existe é contraditório estando então sujeito a desaparecer. Tal como Heráclito, Hegel viu a oposição e o conflito como essenciais ao devir.Michael Inwood. Dicionário Hegel. Jorge Zahar; 1997. ISBN 978-85-7110-378-8. p. 293. ==Nietzsche == Para Nietzsche, o conflito produz um devir porém esse não se caracteriza como síntese, o devir preconizado por Nietzsche a partir de Heráclito, provém mediante a diferenciação e a separação que se engendram na disputa.Luiz Renato Martins. Conflito e Interpretação em Fellini. EdUSP; 1994. ISBN 978-85-314-0208-1. p. 47. == Deleuze e Guattari == A questão do devir (em francês, Devenir) se coloca como um ponto muito importante na filosofia de Gilles Deleuze e Félix Guattari. Para Deleuze e Guattari, o devir não está relacionado à imitação ou à assimilação de um modelo, tampouco se reduz a um ponto de partida e um de chegada. À medida que alguém se transforma, aquilo em que ele se transforma também muda tanto quanto ele próprio. Para Deleuze e Guattari, o devir é o conteúdo próprio do desejo, de modo que desejar é passar por devires. De maneira simplificada, pode-se dizer que Deleuze coloca o devir, e não o ser, como o que constitui a realidade, visto que a realização depende do desejo e da transformação. == Ver também == * Ser * Ontologia * Fisicalismo Categoria:Conceitos filosóficos Categoria:Ontologia Categoria:!Mais Diversidade em Teoria da História na Wiki",
 "title": "Devir"
}