{
 "id": "58050",
 "text": "A imigração é o movimento internacional de pessoas para um país de destino do qual não são nativos ou onde não possuem cidadania para se estabelecerem como residentes permanentes ou cidadãos naturalizados. Passageiros, turistas e outras estadias de curta duração em um país de destino não se enquadram na definição de imigração ou migração; a imigração de trabalho sazonal às vezes é incluída, no entanto. Quanto aos efeitos econômicos, a pesquisa sugere que a migração é benéfica tanto para os países receptores quanto para os países de origem. Pesquisas, com poucas exceções, constatam que a imigração, em média, tem efeitos econômicos positivos sobre a população nativa, mas é confusa se a imigração de baixa qualificação afeta negativamente os nativos de baixa qualificação. Estudos mostram que a eliminação das barreiras à migração teria efeitos profundos no PIB mundial, com estimativas de ganhos variando entre 67 e 147 por cento para os cenários em que 37 a 53 por cento dos trabalhadores dos países em desenvolvimento migram para os países desenvolvidos. Os economistas do desenvolvimento argumentam que a redução das barreiras à mobilidade laboral entre países em desenvolvimento e países desenvolvidos seria uma das ferramentas mais eficientes de redução da pobreza. A imigração líquida positiva pode suavizar o dilema demográfico no Norte global envelhecido. A literatura acadêmica fornece resultados mistos para a relação entre imigração e crime em todo o mundo, mas constata para os Estados Unidos que a imigração não tem impacto sobre a taxa de criminalidade ou que reduz a taxa de criminalidade. A pesquisa encontrou ampla evidência de discriminação contra populações estrangeiras e minoritárias na justiça criminal, negócios, economia, habitação, assistência médica, mídia e política nos Estados Unidos e na Europa. == Definição == Considera-se como imigração o movimento de entrada, com ânimo permanente ou temporário e com a intenção de trabalho ou residência, de pessoas ou populações, de uma determinada área de um país para outro, ou de continente para outro. A Organização Internacional para as Migrações (OIM) define um migrante como: O imigrante nunca deve ser confundido com: *o nômade, é aquele que se desloca entre uma ou mais fronteiras, sem fixar residência; *o emigrante, aquele que sai de um país com ânimo permanente ou temporário e com a intenção de buscar trabalho e/ou residência em outro país; *o colono, aquele que se desloca para uma região geralmente pouco povoada de seu país de origem, ou de um território dominado por este país, com o intuito de ali fixar residência e produzir economicamente. Esta colonização também pode se revestir de um caráter político de ocupação, dominação ou exploração de um território por um governo; *os escravos, banidos, deportados ou exilados, aqueles deslocados de seus países de origem compulsoriamente; *os refugiados, aqueles deslocados temporariamente em razão de guerras ou catástrofes naturais em seu país de origem; *os expatriados, aqueles trabalhadores transferidos de empresa transnacional para trabalhar em outro país. ==Causas== A imigração em geral ocorre por motivos pessoais ou pela busca de melhores condições de vida e de trabalho por parte dos que imigram, ou ainda para fugir de perseguições ou discriminações por motivos religiosos, ou políticos ou então sobre guerras. Foi o principal motivo dos movimentos migratórios ocorridos da Europa e da Ásia para as Américas nos séculos XV, XVI, XVII, XVIII e XIX e também no início do século XX (muito embora houvesse também o interesse na entrada de imigrantes, por razões demográficas ou para o \"branqueamento\" de sua população, por parte dos países de acolhimento). Esse processo também pode ser incentivado por governos de países que queiram aumentar o tamanho e/ou a qualificação de sua população, como ainda fazem, por exemplo, o Canadá e Austrália desde o século XIX. Uma teoria da imigração distingue entre fatores push e pull, referindo-se às influências econômicas, políticas e sociais pelas quais as pessoas migram de ou para países específicos. Os imigrantes são motivados a deixar seus antigos países de cidadania, ou residência habitual, por várias razões, incluindo: falta de acesso local a recursos, desejo de prosperidade econômica, encontrar ou se envolver em trabalho remunerado, melhorar seu padrão de vida, reunificação familiar, aposentadoria, migração induzida pelo clima ou pelo ambiente, exílio, fugir de preconceitos, conflitos ou desastres naturais, ou simplesmente do desejo de mudar a qualidade de vida. Os fatores de impulso (ou fatores determinantes) referem-se principalmente ao motivo para deixar o país de origem (voluntária ou involuntariamente), enquanto os fatores de atração (ou fatores de atração) referem-se às motivações por trás ou ao incentivo para imigrar para um determinado país. No caso da migração econômica (geralmente migração laboral), são comuns as diferenças nas taxas salariais. Se o valor dos salários no novo país supera o valor dos salários no país de origem, ele pode optar por migrar, desde que os custos não sejam muito altos. Particularmente no século XIX, a expansão econômica dos EUA aumentou o fluxo de imigrantes, e quase 15% da população era estrangeira, compondo assim uma quantidade significativa da força de trabalho. À medida que a tecnologia de transporte melhorou, o tempo de viagem e os custos diminuíram drasticamente entre o século XVIII e o início do século XX. A travessia do Atlântico costumava levar até 5 semanas no século XVIII, mas no século XX levava apenas 8 dias.Boustan, Adain May (15 de janeiro de 2009). Fertilidade e Imigração . UCLA. Quando o custo de oportunidade é menor, as taxas de imigração tendem a ser maiores. A fuga da pobreza (pessoal ou para parentes que ficam para trás) é um fator de impulso tradicional, e a disponibilidade de empregos é o fator de atração relacionado. Desastres naturais podem ampliar os fluxos migratórios impulsionados pela pobreza. Pesquisas mostram que, para países de renda média, temperaturas mais altas aumentam as taxas de emigração para áreas urbanas e para outros países. Para países de baixa renda, temperaturas mais altas reduzem a emigração. A emigração e a imigração às vezes são obrigatórias em um contrato de trabalho: missionários religiosos e funcionários de corporações transnacionais, organizações não governamentais internacionais e o serviço diplomático esperam, por definição, trabalhar \"no exterior\". Eles são frequentemente chamados de \" expatriados \", e suas condições de emprego são normalmente iguais ou melhores do que aquelas aplicadas no país anfitrião (para trabalho semelhante). Fatores de pressão não econômicos incluem perseguição (religiosa e não), abuso frequente, bullying, opressão, limpeza étnica, genocídio, riscos para civis durante a guerra e marginalização social.Chiswick, Barry R., Are Immigrants Favorably Self-Selected? An Economic Analysis (March 2000). IZA Discussion Paper No. 131, Available at SSRN: or Motivos políticos tradicionalmente motivam os fluxos de refugiados; por exemplo, as pessoas podem emigrar para escapar de uma ditaduraBorjas, G.J. (1982). The Earnings of Male Hispanic Immigrants in the United States. Industrial & Labor Relations Review, 35, 343 - 353. A Cortina de Ferro na Europa foi concebida como meio de prevenir a emigração. \"É uma das ironias da história europeia do pós-guerra que, uma vez que a liberdade de viajar para os europeus que viviam sob regimes comunistas, que há muito era exigida pelo Ocidente, foi finalmente concedida em 1989/90, a viagem foi feita logo depois muito mais difícil pelo próprio Ocidente, e novas barreiras foram erguidas para substituir a Cortina de Ferro\". Algumas migrações são por motivos pessoais, com base em um relacionamento (por exemplo, estar com a família ou um parceiro), como no reagrupamento familiar ou no casamento transnacional (especialmente no caso de desequilíbrio de gênero). Pesquisas recentes descobriram diferenças de gênero, idade e transculturais na propriedade da ideia de imigrar. Em alguns casos, um indivíduo pode desejar imigrar para um novo país em uma forma de patriotismo transferido. Evasão da justiça criminal (por exemplo, evitar a prisão) é uma motivação pessoal. Esse tipo de emigração e imigração normalmente não é legal, se um crime for reconhecido internacionalmente, embora os criminosos possam disfarçar suas identidades ou encontrar outras brechas para evitar a detecção. Por exemplo, houve relatos de criminosos de guerra se disfarçando de vítimas de guerra ou conflito e depois buscando asilo em um país diferente. Estudos sugeriram que alguns grupos de interesse especial fazem lobby por menos imigração para seu próprio grupo e mais imigração para outros grupos, uma vez que veem os efeitos da imigração, como o aumento da concorrência trabalhista, como prejudiciais ao afetar seu próprio grupo, mas benéficos ao impactar outros grupos. Um estudo europeu de 2010 sugeriu que \"os empregadores são mais propensos a ser pró-imigração do que os empregados, desde que se pense que os imigrantes competem com os empregados que já estão no país. Ou então, quando se pensa que os imigrantes competem com os empregadores em vez dos empregados, os empregadores são mais propensos a serem anti-imigração do que os empregados\".Tamura, Yuji, Do Employers Support Immigration? (July 29, 2010). Trinity Economics Papers No. 1107, Available at SSRN: or Um estudo de 2011 que examinou a votação de representantes dos EUA sobre política de migração sugere que \"representantes de distritos abundantes de mão de obra mais qualificada são mais propensos a apoiar uma política de imigração aberta para os não qualificados, enquanto o oposto é verdadeiro para representantes de distritos mais abundantes de mão de obra não qualificada\".Facchini, Giovanni and Max Friedrich Steinhardt. “What Drives U.S. Immigration Policy? Evidence from Congressional Roll Call Votes.” LSN: Empirical Studies (Law & Politics) (Topic) (2011): n. pag. As barreiras à imigração não vêm apenas na forma legal ou política; barreiras naturais e sociais à imigração também podem ser muito poderosas. Os imigrantes ao deixarem seu país também deixam tudo familiar: sua família, amigos, rede de apoio e cultura. Eles também precisam liquidar seus ativos e incorrem nas despesas de mudança. Quando eles chegam a um novo país, isso geralmente ocorre com muitas incertezas, incluindo encontrar trabalho, onde morar, novas leis, novas normas culturais, problemas de idioma ou sotaque, possível racismo e outros comportamentos de exclusão em relação a eles e sua família. == Imigração Ilegal == A imigração ilegal é a migração de pessoas para um país em violação das leis de imigração desse país ou a permanência continuada sem o direito legal de viver nesse país. A imigração ilegal tende a ser financeiramente ascendente, dos países mais pobres aos mais ricos. A residência ilegal em outro país cria o risco de detenção, deportação e/ou outras sanções. Os requerentes de asilo a quem é negado o asilo podem enfrentar impedimentos para a expulsão se o país de origem se recusar a receber a pessoa ou se surgirem novas provas de asilo após a decisão. Em alguns casos, essas pessoas são consideradas estrangeiros ilegais e, em outros, podem receber uma autorização de residência temporária, por exemplo, com referência ao princípio de não devolução na Convenção Internacional sobre Refugiados. O Tribunal Europeu dos Direitos do Homem, referindo-se à Convenção Europeia dos Direitos do Homem, demonstrou em várias sentenças indicativas que existem barreiras de execução à expulsão em certos países, por exemplo, devido ao risco de tortura. == História == === Pré-História a modernidade === Historicamente, a migração humana primitiva inclui o povoamento do mundo, ou seja, a migração para regiões do mundo onde antes não havia habitação humana, durante o Paleolítico Superior. Desde o Neolítico, a maioria das migrações (exceto o povoamento de regiões remotas, como o Ártico ou o Pacífico), eram predominantemente bélicas, consistindo na conquista ou Landnahme por parte de populações em expansão. O colonialismo envolve a expansão de populações sedentárias em territórios anteriormente apenas esparsamente povoados ou territórios sem assentamentos permanentes. No período moderno, a migração humana assumiu principalmente a forma de migração dentro e entre estados soberanos existentes, controlada (imigração legal) ou não controlada e em violação das leis de imigração (imigração ilegal). Existem países clássicos de imigração, sobretudo os EUA, o Canadá, os países da América do Sul e a Austrália, para os quais uma grande parte da população emigrou apenas nos últimos séculos e que ainda hoje são relativamente escassamente povoados. Também na Europa sempre houve grandes movimentos migratórios. Outras áreas globais de imigração (principalmente migração interna) são a região leste da China em torno de Xangai, várias partes da Indonésia (Transmigrasi), a região do Cabo da África do Sul, Israel (imigração principalmente de judeus russos), Arábia Saudita e Rússia (migração de retorno de russos étnicos de estados da CEI). A imigração para os Estados Unidos mudou a composição da população local. De acordo com um censo de 1790, cerca de 60% dos residentes brancos vinham da Inglaterra. Entre 1850 e 1930, 5 milhões de alemães e entre 1876 e 1910 cerca de 3 milhões de pessoas da Áustria-Hungria vieram para os Estados Unidos. A partir de 1882, os trabalhadores chineses foram impedidos de imigrar.Imigração Mundial: Políticas, Práticas e Tendências. Uma A Segal, Doreen Elliott, Nazneen S Mayadas (2010). Oxford University PressUS. (Inglês) A migração pode ser voluntária ou involuntária. A migração involuntária inclui o deslocamento forçado (em várias formas, como deportação, tráfico de escravos, tráfico de seres humanos) e fuga (refugiados de guerra, limpeza étnica), ambos resultando na criação de diásporas. Estudos mostram que a migração pré-moderna de populações humanas começa com o movimento do Homo erectus para fora da África pela Eurásia há cerca de 1,75 milhão de anos. O Homo sapiens parece ter ocupado toda a África há cerca de 150 000 anos; alguns membros desta espécie saíram da África há 70 000 anos (ou, de acordo com estudos mais recentes, já há 125 000 anos para a Ásia, e até 270 000 anos atrás).Posth C, Wißing C, Kitagawa K, Pagani L, van Holstein L, Racimo F, Wehrberger K, Conard NJ, Kind CJ, Bocherens H, Krause J. Deeply divergent archaic mitochondrial genome provides lower time boundary for African gene flow into Neanderthals. Nat Commun. 2017 Jul 4;8:16046. doi: 10.1038/ncomms16046. PMID 28675384; PMCID: PMC5500885. Sugere-se que as populações não africanas modernas descendem principalmente de uma migração posterior da África entre 70 000 e 50 000 anos atrás,Haber M, Jones AL, Connell BA, Asan, Arciero E, Yang H, Thomas MG, Xue Y, Tyler-Smith C. A Rare Deep-Rooting D0 African Y-Chromosomal Haplogroup and Its Implications for the Expansion of Modern Humans Out of Africa. Genetics. 2019 Aug;212(4):1421-1428. doi: 10.1534/genetics.119.302368. Epub 2019 Jun 13. PMID 31196864; PMCID: PMC6707464. que se espalhou por Austrália, Ásia e Europa em 40 000 AC. A migração para as Américas ocorreu entre 20 000 e 15 000 anos atrás. Por volta de 2 000 anos atrás, os humanos haviam estabelecido assentamentos na maioria das ilhas do Pacífico. Os principais movimentos populacionais incluem notavelmente aqueles postulados como associados à Revolução Neolítica e à expansão indo-europeia. As primeiras grandes migrações medievais, incluindo a expansão turca, deixaram vestígios significativos. Em alguns lugares, como Turquia e Azerbaijão, houve uma transformação cultural substancial após a migração de populações de elite relativamente pequenas.Zerjal T, Wells RS, Yuldasheva N, Ruzibakiev R, Tyler-Smith C. A genetic landscape reshaped by recent events: Y-chromosomal insights into central Asia. Am J Hum Genet. 2002 Sep;71(3):466-82. doi: 10.1086/342096. Epub 2002 Jul 17. PMID 12145751; PMCID: PMC419996. Disponível em \"Dezesseis microssatélites cromossômicos Y e 16 marcadores binários foram usados para analisar a variação do DNA em 408 indivíduos do sexo masculino de 15 populações na Ásia Central. Grandes diferenças genéticas foram encontradas entre as populações, mas estas não exibiam um padrão geográfico ou linguístico óbvio como o normalmente visto para a variação do cromossomo Y. No entanto, um padrão clinal leste-oeste subjacente pode ser detectado pelo Índice de Autocorrelação para Análise de DNA e análise de mistura, e esse padrão foi interpretado como derivado do antigo povoamento da área, reforçado por migrações subsequentes\" Os historiadores veem paralelos de migração de elite nas conquistas romanas e normandas da Grã-Bretanha, enquanto \"a mais debatida de todas as transições culturais britânicas é o papel da migração na mudança relativamente repentina e drástica de romano-britânico para anglo-saxão Grã- Bretanha \", o que pode ser explicado por uma possível \"migração substancial de cromossomos Y anglo- saxões para a região central da Inglaterra (contribuindo com 50% a 100% para o pool genético na época)\".Michael E. Weale, Deborah A. Weiss, Rolf F. Jager, Neil Bradman, Mark G. Thomas, Y Chromosome Evidence for Anglo-Saxon Mass Migration, Molecular Biology and Evolution, Volume 19, Issue 7, July 2002, Pages 1008–1021, Os primeiros humanos migraram devido a muitos fatores, como a mudança do clima e da paisagem e suprimento inadequado de alimentos para os níveis da população. As evidências indicam que os ancestrais dos povos austronésios se espalharam do sul da China até a ilha de Taiwan há cerca de 8 000 anos. Evidências da linguística histórica sugerem que os povos marítimos migraram de Taiwan, talvez em ondas distintas separadas por milênios, para toda a região abrangida pelas línguas austronésias. Estudiosos acreditam que essa migração começou há cerca de 6 000 anos.Gray, R., Jordan, F. Language trees support the express-train sequence of Austronesian expansion . Nature 405, 1052–1055 (2000). Disponível em === Era Moderna === Quando o ritmo da migração já se acelerou desde o século XVIII (incluindo o tráfico involuntário de escravos), aumentaria ainda mais no século XIX. Manning distingue três tipos principais de migração: migração laboral, migração de refugiados e urbanização. Milhões de trabalhadores agrícolas deixaram o campo e se mudaram para as cidades, causando níveis sem precedentes de urbanização. Este fenômeno começou na Grã-Bretanha no final do século XVIII e se espalhou pelo mundo e continua até hoje em muitas áreas. A industrialização encorajou a migração onde quer que ela aparecesse. A economia cada vez mais globalizada, internacionalizou o mercado de trabalho. O comércio de escravos no Atlântico diminuiu acentuadamente depois de 1820, o que deu origem à migração de mão-de- obra contratada da Europa e da Ásia para as plantações. A superlotação, as fronteiras agrícolas abertas e os centros industriais em ascensão atraíram migrantes voluntários. Além disso, a migração foi significativamente facilitada por técnicas de transporte aprimoradas. O nacionalismo romântico também cresceu no século XIX e, com ele, o etnocentrismo. Os grandes impérios industriais europeus também cresceram. Ambos os fatores contribuíram para a migração, pois alguns países favoreceram sua própria etnia em detrimento de estrangeiros e outros países pareciam ser consideravelmente mais acolhedores. Por exemplo, o Império Russo identificou-se com a Ortodoxia Oriental e confinou os judeus, que não eram ortodoxos orientais, ao Pale of Settlement e impôs restrições. A violência também foi um problema. Os Estados Unidos foram promovidos como um local melhor, uma \"terra dourada\" onde os judeus poderiam viver mais abertamente. Outro efeito do imperialismo, o colonialismo, levou à migração de alguns partidos colonizadores de \"países de origem\" para \"as colônias\" e, eventualmente, à migração de pessoas de \"colônias\" para \"países de origem\".A migração laboral transnacional atingiu um pico de três milhões de migrantes por ano no início do século XX. Itália, Noruega, Irlanda e a região de Guangdong na China foram regiões com taxas de emigração especialmente altas durante esses anos. Esses grandes fluxos migratórios influenciaram o processo de formação do Estado-nação de várias maneiras. Restrições à imigração foram desenvolvidas, assim como culturas e mitos da diáspora que refletem a importância da migração para a fundação de certas nações, como o caldeirão americano. Os Estados Unidos experimentaram uma migração interna considerável relacionada à industrialização, incluindo sua população afro-americana . De 1910 a 1970, aproximadamente 7 milhões de afro-americanos migraram da zona rural do sul dos Estados Unidos , onde os negros enfrentavam tanto poucas oportunidades econômicas quanto considerável preconceito político e social, para as cidades industriais do Nordeste, Centro-Oeste e Oeste, onde empregos estavam disponíveis. Esse fenômeno ficou conhecido nos Estados Unidos como sua própria Grande Migração, embora os historiadores hoje considerem a migração como tendo duas fases distintas. O termo \"Grande Migração\", sem um qualificador, é agora mais frequentemente usado para se referir à primeira fase, que terminou aproximadamente na época da Grande Depressão . A segunda fase, que durou aproximadamente desde o início do envolvimento dos EUA na Segunda Guerra Mundial até 1970, é agora chamada de Segunda Grande Migração (Alguns historiadores diferenciam entre uma primeira Grande Migração (1910-1940), que viu cerca de 1,6 milhão de pessoas se mudarem principalmente de áreas rurais no sul para cidades industriais do norte, e uma Segunda Grande Migração (1940-70), que começou após a Grande Depressão . e trouxe pelo menos cinco milhões de pessoas – incluindo muitas pessoas da cidade com habilidades urbanas – para o Norte e o Oeste.) . Com o fim da segregação nos EUA legalizada na década de 1960 e oportunidades econômicas muito melhores no Sul nas décadas seguintes, milhões de negros retornaram ao Sul de outras partes do país desde 1980 no que foi chamado de Nova Grande Migração. Em 1991, Nicholas Lemann escreveu:Lemann, Nicholas (1991). The Promised Land: The Great Black Migration and How It Changed America. New York: Alfred A. Knopf. p. 6. ISBN 0-394-56004-3. ==== Imigração da Europa ==== Durante o século XIX e início do século XX, a situação econômica e política em países da Europa como a Itália, a Alemanha, a Espanha e a Irlanda, e de diversos povos e o domínio dos impérios austro-húngaro, russo e otomano produziu grandes levas de imigrantes. Por outro lado, nações do Novo Mundo com rápida expansão econômica na indústria ou agricultura (Estados Unidos, Brasil, Argentina, Uruguai, Chile) necessitavam aumentar sua mão de obra para continuar sua expansão. O resultado foi uma grande imigração europeia para as Américas, principalmente a de: * Italianos, que se estabeleceram principalmente nos Estados Unidos, Brasil, Argentina, Uruguai, China e Austrália; * Espanhóis, que se radicaram na Argentina, Chile, Brasil e Cuba; * Portugueses, que se fixaram nos Estados Unidos, Brasil, Canadá e, Venezuela; * Alemães, que se dirigiram para os Estados Unidos, Brasil, Argentina e Chile; * Croatas, se dirigiram para Chile, Argentina e Brasil. * Eslavos, Poloneses, Russos e Ucranianos, que se radicaram nos Estados Unidos, África, Canadá, Brasil, Argentina e Chile. Alguns desses povos ou grupos eram vítimas de discriminações e perseguições em seus países de origem, como os judeus da Europa Oriental, e os armênios que viviam no Império Otomano. Nos países de acolhimento muitos encontraram tolerância, liberdade religiosa e condições de prosperarem economicamente. Um exemplo foi o pintor expressionista Lasar Segall, judeu de origem russa, que emigrou para o Brasil e tornou-se um dos mais destacados nomes da arte moderna do país. Do Oriente Médio para as Américas pode-se especialmente destacar a corrente imigratória de povos árabes, principalmente palestinos, sírios e libaneses, que se fixaram no Brasil, Argentina, Chile, Uruguai, Paraguai e outros, incluindo tanto cristãos quanto muçulmanos. Os imigrantes árabes fixaram-se principalmente nas grandes e médias cidades e dedicaram-se em geral ao comércio. Também vieram numerosos contingentes de japoneses, chineses, indianos (estes em geral se fixaram nas colônias inglesas, como a Guiana) e, a partir do século XX, coreanos. O fluxo da Europa Ocidental para as Américas reduziu-se com o início da Primeira Guerra Mundial, principalmente os oriundos de países como Itália e Alemanha, que se envolveram naquele conflito. Por outro lado, a imigração de povos minoritários dentro dos impérios russo e otomano, tais como os poloneses e ucranianos no primeiro e os armênios no segundo, cresceu. ==== Imigração asiática ==== Para o Brasil, uma expressiva imigração japonesa iniciou-se a partir de 1908, quando atracou no país o navio Kasato Maru trazendo as primeiras famílias, e seguiu até o governo de Getúlio Vargas, que criou cotas de imigração de acordo com o país de origem. O fluxo de japoneses se estancou com o início da Segunda Guerra Mundial e foi retomado no pós-guerra, mas em escala menor. Os chineses de Taiwan seguiram a rota da emigração japonesa para o Brasil a partir dos anos 60. Após a Guerra da Coreia começaram a chegar ao Brasil os primeiros imigrantes coreanos e, mais recentemente, com crescimento após os anos 80, chineses do continente. A Europa já foi um continente mais aberto às imigrações, principalmente em momentos do pós-guerra, que serviram como uma maneira de haver uma “reposição” de pessoas e também servir como mão de obra barata para sua reconstrução. === Primeira e Segunda Guerra Mundial (1914-1945) === A Primeira e a Segunda Guerras Mundiais, e as guerras, genocídios e crises desencadeadas por elas, tiveram um enorme impacto na migração. Muçulmanos se mudaram dos Balcãs para a Turquia, enquanto os cristãos se mudaram para o outro lado, durante o colapso do Império Otomano. Em abril de 1915, o governo otomano embarcou na dizimação sistemática de sua população civil armênia. As perseguições continuaram com intensidade variável até 1923, quando o Império Otomano deixou de existir e foi substituído pela República da Turquia. A população armênia do estado otomano foi relatada em cerca de dois milhões em 1915. Estima-se que um milhão havia morrido em 1918, enquanto centenas de milhares se tornaram desabrigados e refugiados apátridas. Em 1923, praticamente toda a população armênia da Turquia da Anatólia havia desaparecido. Quatrocentos mil judeus já haviam se mudado para a Palestina no início do século XX, e numerosos judeus para a América, como já mencionado. A Guerra Civil Russa fez com que cerca de três milhões de russos, poloneses e alemães migrassem da nova União Soviética. A descolonização após a Segunda Guerra Mundial também causou migrações.Patrick Manning, Migration in World History (2005) p 132-162.McKeown, Adam. \"Global migrations 1846-1940\". Journal of Global History. 15 (2): 155–189. Evacuação em massa, deslocamento forçado, expulsão e deportação de milhões de pessoas ocorreram na maioria dos países envolvidos na Segunda Guerra Mundial. Vários desses fenômenos foram categorizados como violações de valores e normas humanas fundamentais pelo Tribunal de Nuremberg após o fim da guerra. O movimento em massa de pessoas – a maioria deles refugiados – foi causado pelas hostilidades ou imposto pelo antigo Eixo e pelas potências aliadas com base em ideologias de raça e etnia, culminando nas mudanças de fronteira do pós-guerra promulgadas por acordos internacionais. A crise de refugiados criada em territórios anteriormente ocupados na Segunda Guerra Mundial forneceu o contexto para grande parte da nova crise internacional refugiados e a arquitetura global de direitos humanos existente hoje. Os beligerantes de ambos os lados se engajaram em formas de expulsão de pessoas percebidas como associadas ao inimigo. O principal local para os deslocamentos durante a guerra foi a Europa Central e Oriental, embora o povo japonês tenha sido expulso durante e após a guerra pelas potências aliadas de locais na Ásia, incluindo a Índia. A expulsão dos poloneses pela Alemanha foi uma prolongada campanha antipolonesa de limpeza étnica por meios violentos e inspiradores de terror que durou quase meio século. Começou com o conceito de pangermanismo desenvolvido no início do século XIX e culminou na política racial da Alemanha nazista que afirmou a superioridade da raça ariana. A remoção dos poloneses pela Alemanha resultou de ideias históricas de nacionalismo expansionista. Foi implementado em diferentes níveis e estágios por sucessivos governos alemães. Terminou com a derrota da Alemanha nazista em 1945. Com a ascensão do nacionalismo alemão em meados do século XIX, os poloneses enfrentaram crescente discriminação em terras anteriormente polonesas. A primeira deportação em massa de 30 000 poloneses de territórios controlados pelo Império Alemão ocorreu em 1885. Embora as ideias de expulsar poloneses possam ser encontradas no discurso político alemão do século XIX, essas ideias amadureceram em planos nascentes defendidos por políticos alemães durante a Primeira Guerra Mundial, que pedia a remoção da população polonesa dos territórios poloneses anexados primeiro pelo Império Russo durante as partições e depois pela Alemanha. Antes e depois da invasão da Polônia em 1939, os nazistas exploraram essas ideias ao criar seu conceito Lebensraum de agressão territorial.Imannuel Geiss,Der polnische Grenzstreifen 1914-1918. Ein Beitrag zur deutschen Kriegszielpolitik im Ersten Weltkrieg, Hamburgo/Lübeck 1960 Expulsões em larga escala de poloneses ocorreram durante a Segunda Guerra Mundial, quando a Alemanha nazista iniciou a campanha Generalplan Ost de limpeza étnica em todas as áreas polonesas ocupadas e formalmente anexadas à Alemanha nazista. Embora os nazistas não tenham sido capazes de implementar totalmente o Generalplan Ost devido à virada da guerra, até 2 milhões de poloneses foram afetados por expulsões de guerra com milhões adicionais de deslocados ou assassinados. As comunidades judaicas em toda a Europa, Mediterrâneo e Oriente Médio foram formadas por migrantes voluntários e involuntários. Após o Holocausto (1938 a 1945), houve um aumento da migração para o Mandato Britânico da Palestina, que se tornou o moderno Estado de Israel como resultado do Plano de Partilha das Nações Unidas para a Palestina. As disposições do Acordo de Potsdam de 1945, assinadas pelos vitoriosos aliados ocidentais e pela União Soviética, levaram a uma das maiores migrações europeias e a maior do século XX. Envolveu a migração e o reassentamento de cerca de 20 milhões de pessoas ou mais. O maior grupo afetado foram 16,5 milhões de alemães expulsos da Europa Oriental para o oeste. O segundo maior grupo eram os poloneses, milhões dos quais foram expulsos para o oeste da região oriental de Kresy e reassentados nos chamados Territórios Recuperados. Centenas de milhares de poloneses, ucranianos (Operação Vístula), lituanos, letões, estonianos e alguns bielorrussos foram expulsos para o leste da Europa para a União Soviética. Finalmente, muitas das várias centenas de milhares de judeus que permaneceram na Europa Oriental após o Holocausto migraram para fora da Europa para Israel e os Estados Unidos. === Pós-Guerra e Globalização === Em 1947, com a Partição da Índia, grandes populações se mudaram da Índia para o Paquistão e vice-versa, dependendo de suas crenças religiosas. A partição foi criada pelo Ato de Independência da Índia de 1947 como resultado da dissolução do Império Indiano Britânico. A partição deslocou até 17 milhões de pessoas no antigo Império Indiano Britânico, com estimativas de perda de vidas variando de várias centenas de milhares a um milhão.Pakistan:History, Culture, and Government by Nigel Smith, Page 112Metcalf, Barbara; Metcalf, Thomas R. (2006), A Concise History of Modern India (Cambridge Concise Histories), Cambridge and New York: Cambridge University Press. Pp. xxxiii, 372, ISBN 0-521-68225-8. Os residentes muçulmanos da antiga Índia britânica migraram para o Paquistão (incluindo o Paquistão Oriental, agora Bangladesh), enquanto hindus e sikhsresidentes do Paquistão e residentes hindus do Paquistão Oriental (agora Bangladesh) moveram-se na direção oposta. Na Índia moderna, estimativas baseadas em setores industriais que empregam principalmente migrantes sugerem que existem cerca de 100 milhões de migrantes circulares na Índia. Castas, redes sociais e precedentes históricos desempenham um papel poderoso na formação de padrões de migração.\"Rupture in South Asia\" (PDF). UNHCR. Retrieved 16 August 2014. Uma pesquisa do Overseas Development Institute identifica um rápido movimento de mão de obra de partes da economia de crescimento mais lento para partes de crescimento mais rápido. Os migrantes muitas vezes podem ser excluídos pelas políticas de habitação urbana, e são necessárias iniciativas de apoio aos migrantes para dar aos trabalhadores melhor acesso a informações de mercado, certificação de identidade, moradia e educação. Nos distúrbios que precederam a partição na região de Punjab, entre 200 000 e 500 000 pessoas foram mortas no genocídio retributivo.Pfaltzgraff, Robert and McClelland, Charles A.. \"international relations\". Encyclopædia Britannica, 15 Oct. 2019, https://www.britannica.com/topic/international-relations. Accessed 9 August 2022. O ACNUR estima que 14 milhões de hindus, sikhs e muçulmanos foram deslocados durante a partição. Os estudiosos a chamam de a maior migração em massa da história humana: Nigel Smith, em seu livro Paquistão: História, Cultura e Governo, chama-a de \"a maior migração da história\". Um aspecto essencial da globalização é o movimento de pessoas, e os limites das fronteiras do Estado sobre esse movimento mudaram ao longo da história. O movimento de turistas e empresários se abriu ao longo do século passado. À medida que a tecnologia de transporte melhorou, o tempo e os custos de viagem diminuíram drasticamente entre o século XVIII e o início do século XX. Por exemplo, viajar pelo oceano Atlântico costumava levar até 5 semanas no século XVIII, mas por volta do século XX levava apenas 8 dias. Hoje, a aviação moderna tornou o transporte de longa distância rápido e acessível. De acordo com a Organização Internacional do Trabalho, a partir de 2014 havia uma estimativa de 232 milhões de migrantes internacionais no mundo (definidos como pessoas fora de seu país de origem por 12 meses ou mais) e aproximadamente metade deles eram economicamente ativos (ou seja, trabalhando ou procurando emprego). O movimento internacional de mão de obra é frequentemente visto como importante para o desenvolvimento econômico. Por exemplo, a liberdade de circulação dos trabalhadores na União Europeia significa que as pessoas podem circular livremente entre os estados membros para viver, trabalhar, estudar ou reformar-se noutro país. A globalização está associada a um aumento dramático na educação internacional. O desenvolvimento da competência intercultural global na força de trabalho por meio de treinamento ad-hoc tem merecido atenção crescente nos últimos tempos. Mais e mais estudantes estão buscando ensino superior em países estrangeiros e muitos estudantes internacionais agora consideram o estudo no exterior um trampolim para a residência permanente dentro de um país. As contribuições que os estudantes estrangeiros fazer para as economias das nações anfitriãs, tanto cultural quanto financeiramente, encorajou os principais atores a implementar outras iniciativas para facilitar a chegada e integração de estudantes estrangeiros, incluindo alterações substanciais nas políticas e procedimentos de imigração e vistos.Varghese, NV 2008, 'Globalização do ensino superior e mobilidade estudantil transfronteiriça', Instituto Internacional de Planejamento Educacional, UNESCO Um casamento transnacional é um casamento entre duas pessoas de países diferentes. Uma variedade de questões especiais surgem nos casamentos entre pessoas de diferentes países, incluindo aquelas relacionadas à cidadania e cultura, que adicionam complexidade e desafios a esse tipo de relacionamento. == Dados e estatísticas == De acordo com um relatório de 2006 do Secretariado-Geral das Nações Unidas (ONU) sobre Imigração e Desenvolvimento Global, existem aproximadamente 200 milhões de imigrantes em todo o mundo. e em 2019 já eram 281 milhões. Em 2015, o número de migrantes internacionais atingiu 244 milhões em todo o mundo, o que reflete um aumento de 41% desde 2000. Um terço dos migrantes internacionais do mundo vive em apenas 20 países. O maior número de migrantes internacionais vive nos Estados Unidos, com 19% do total mundial. A Alemanha e a Rússia acolhem 12 milhões de migrantes cada, ocupando o segundo e terceiro lugar nos países com mais migrantes em todo o mundo. A Arábia Saudita acolhe 10 milhões de migrantes, seguida pelo Reino Unido (9 milhões) e pelos Emirados Árabes Unidos (8 milhões).\"Tendência de Migração Internacional\" (PDF). United Nations Department of Economic and Social Affairs. Disponível em Na maior parte do mundo, a migração ocorre entre países localizados na mesma área principal. Entre 2000 e 2015, a Ásia adicionou mais migrantes internacionais do que qualquer outra grande área do mundo, ganhando 26 milhões. A Europa acrescentou o segundo maior com cerca de 20 milhões. Em 2015, o número de migrantes internacionais com menos de 20 anos atingiu 37 milhões, enquanto 177 milhões têm entre 20 e 64 anos. anos) e América Latina/Caribe (36 anos), enquanto os migrantes eram mais velhos na América do Norte (42 anos), Europa (43 anos) e Oceania (44 anos). Quase metade (43%) de todos os migrantes internacionais são originários da Ásia, e a Europa foi o berço do segundo maior número de migrantes (25%), seguido pela América Latina (15%). A Índia tem a maior diáspora do mundo (16 milhões de pessoas), seguida do México (12 milhões) e da Rússia (11 milhões). De acordo com esta definição da ONU, a porcentagem de imigrantes em estados membros selecionados da União Europeia (com a Grã- Bretanha) em 2014 foi a seguinte: Parte Porcentagem Países de origem mais representados Luxemburgo 45,28% Portugal, França, Itália Espanha 10,06% Romênia, Marrocos, Equador Áustria 12,42% Alemanha, Sérvia, Turquia Bélgica 11,29% Itália, França, Holanda Alemanha 8,68% Turquia, Rússia, Polônia Reino Unido 7,77% Irlanda, Índia, Paquistão Itália 8,1% Romênia, Albânia, Marrocos Suécia 7,12% Finlândia, Iraque, Polônia França 6,31% Argélia, Marrocos, Portugal Holanda 4,37% Turquia, Marrocos, Indonésia De acordo com o Serviço Federal de Estatística, 6,93 milhões estrangeiros viviam na Alemanha no final de 2011. Cerca de um quinto dos 6,93 milhões de estrangeiros nasceu na República Federal. Em média, os imigrantes vivem na Alemanha há quase 19 anos. Em 2009, cerca de 15,7 milhões de pessoas na Alemanha tinham antecedentes migratórios, ou seja, imigraram para a República Federativa após 1950 ou descendem total ou parcialmente desses imigrantes.Fehlerseite - Inhalt nicht verfügbar. (Em alemão) Disponível em Os adjetivos \"estrangeiros\" e \"Os antecedentes migratórios\" são frequentemente usados como sinônimos na população, embora os dois termos devam ser distinguidos. Em 2006, cerca de 15,1 milhões de pessoas com antecedentes migratórios viviam na Alemanha, muitas das quais, no entanto, também descendiam de ancestrais alemães. Em 2009, 606 000 pessoas com cidadania estrangeira imigraram para a Alemanha e 579 000 pessoas sem cidadania alemã emigraram. Isso corresponde a um superávit de cerca de 27 000 imigrantes. Em 2011, 958 000 pessoas se mudaram para a Alemanha. Em 2014 havia 629 000 refugiados registrados na Alemanha (130 000 a mais do que em 2013), dos quais 338 000 são reconhecidos como tal. Os outros refugiados registrados são requerentes de asilo e pessoas toleradas. Uma pesquisa de 2012 da Gallup descobriu que, dada a oportunidade, 640 milhões de adultos migrariam para outro país, com 23% desses aspirantes a imigrantes escolhendo os Estados Unidos como sua futura residência desejada, enquanto 7% dos entrevistados, representando 45 milhões de pessoas, escolheria o Reino Unido. Canadá, França, Arábia Saudita, Austrália, Alemanha, Espanha, Itália e Emirados Árabes Unidos compunham o restante dos dez principais países de destino desejados. == Legislação e Ética == O tratamento de migrantes nos países de acolhimento, tanto por parte de governos, empregadores e população original, é um tema de debate e crítica contínuos, e a violação dos direitos humanos dos migrantes é tema de constante atenção. A Convenção das Nações Unidas sobre a Proteção dos Direitos de Todos os Trabalhadores Migrantes e Membros de Suas Famílias foi ratificada por 48 estados, a maioria dos quais são grandes exportadores de mão de obra barata. Os principais países e regiões que recebem migrantes – incluindo Europa Ocidental, América do Norte, Ásia do Pacífico, Austrália e Estados do Golfo – não ratificaram a convenção, embora sejam anfitriões da maioria dos trabalhadores migrantes internacionais. Embora a liberdade de movimento é frequentemente reconhecido como um direito civil em muitos documentos, como a Declaração Universal dos Direitos Humanos (1948) e o Pacto Internacional sobre Direitos Civis e Políticos (1966), a liberdade só se aplica ao movimento dentro das fronteiras nacionais e à capacidade de retornar ao seu Estado de origem. Alguns defensores da imigração argumentam que a liberdade de movimento dentro e entre países é um direito humano básico, e que as políticas de imigração restritivas, típicas dos Estados-nação, violam esse direito humano de liberdade de movimento.Hayter, Teresa (2000). Fronteiras Abertas: O Caso Contra os Controles de Imigração . Londres: Pluto Press. Onde a imigração é permitida, geralmente é seletiva. A partir de 2003, a reunificação familiar representava aproximadamente dois terços da imigração legal para os EUA a cada ano. A seleção étnica, como a política da Austrália Branca, geralmente desapareceu, mas a prioridade é geralmente dada aos instruídos, qualificados e ricos. Indivíduos menos privilegiados, incluindo a massa de pessoas pobres em países de baixa renda, não podem aproveitar as oportunidades de imigração legal e protegida oferecidas pelos estados ricos. Essa desigualdade também tem sido criticada como conflitante com o princípio da igualdade de oportunidades. O fato de a porta estar fechada para os não qualificados, enquanto ao mesmo tempo muitos países desenvolvidos têm uma enorme demanda por mão de obra não qualificada, é um fator importante na imigração ilegal. A natureza contraditória dessa política – que desfavorece especificamente os imigrantes não qualificados enquanto explora seu trabalho – também foi criticada por motivos éticos. As políticas de imigração que concedem seletivamente liberdade de movimento a indivíduos visados visam produzir um ganho econômico líquido para o país anfitrião. Eles também podem significar uma perda líquida para um país doador pobre através da perda da minoria instruída - uma \" fuga de cérebros \". Isso pode exacerbar a desigualdade global nos padrões de vida que motivaram o indivíduo a migrar em primeiro lugar. Um exemplo de competição por mão de obra qualificada é o recrutamento ativo de trabalhadores de saúde de países em desenvolvimento pelos países desenvolvidos. No entanto, também pode haver um \"ganho cerebral\" para a emigração, pois as oportunidades de migração levam a maiores investimentos em educação nos países em desenvolvimento.Shrestha, Slesh A.. “No Man Left Behind: Effects of Emigration Prospects on Educational and Labour Outcomes of Non�?Migrants.” Labor: Demographics & Economics of the Family eJournal (2017): n. pag. Em geral, a pesquisa sugere que a migração é benéfica tanto para os países receptores quanto para os países de origem.European Economic Association. 2003. Journal of the European Economic Association. Cambridge, Mass: MIT Press. Disponível em == Impacto == === Impacto econômico === Uma pesquisa com os principais economistas mostra um consenso por trás da visão de que a imigração altamente qualificada melhora a situação do americano médio. Uma pesquisa dos mesmos economistas também mostra apoio por trás da noção de que a imigração de baixa qualificação melhora a situação do americano médio e deixa muitos trabalhadores americanos de baixa qualificação substancialmente pior, a menos que sejam compensados por outros. Uma pesquisa com economistas europeus mostra um consenso de que o movimento mais livre de pessoas para viver e trabalhar através das fronteiras dentro da Europa melhora a situação do europeu médio, e um forte apoio por trás da noção de que isso não piorou a situação dos europeus menos qualificados. De acordo com David Card, Christian Dustmann e Ian Preston, \"a maioria dos estudos existentes sobre os impactos econômicos da imigração sugerem que esses impactos são pequenos e, em média, beneficiam a população nativa\".Card, David, Christian Dustmann and Ian Preston. “Immigration, Wages, and Compositional Amenities.” European Economics: Labor & Social Conditions eJournal (2009): n. pag. Em um levantamento da literatura existente, Örn B, Bodvarsson e Hendrik Van den Berg escrevem, \"uma comparação das evidências de todos os estudos... pela opinião de muitos membros do público, principalmente que a imigração tem um efeito adverso sobre os trabalhadores nativos no país de destino\".Bodvarsson, Örn B., and Hendrik Van den Berg. 2013. The economics of immigration: theory and policy. New York: Springer. Enquanto o impacto sobre o nativo médio tende a ser pequeno e positivo, os estudos mostram resultados mais mistos para os nativos pouco qualificados, mas sejam os efeitos positivos ou negativos, eles tendem a ser pequenos de qualquer maneira.Vários estudos já foram sintetizados visando analisar os impactos da imigração no mercado de trabalho. Alguns se destacam: * Azoulay, Pierre; Jones, Benjamin F.; Kim, J. Daniel; Miranda, Javier (2021). \"Imigração e Empreendedorismo nos Estados Unidos\" . American Economic Review: Insights . 4 (1): 71–88. * Böhlmark, Anders; Willén, Alexandre (2020). \"Tipping and the Effects of Segregation\" (PDF) . American Economic Journal: Economia Aplicada . 12 (1): 318–347. * Lee, Jongkwan; Peri, Giovanni; Yasenov, Vasil (2019). Os efeitos do mercado de trabalho das repatriações mexicanas: evidências longitudinais da década de 1930. Bureau Nacional de Pesquisa Econômica (Relatório) * Wadsworth, Jonathan (2018). \"Fora da UE Go? Brexit, o mercado de trabalho do Reino Unido e imigração\". Estudos Fiscais . 39 (4): 625-649. * Portes, Jonathan (6 de abril de 2018). \"Os impactos econômicos da imigração para o Reino Unido\" Disponível em * Peri, Giovanni (8 de março de 2017). \"A imigração contribuiu para a estagnação salarial dos trabalhadores não qualificados?\". Pesquisa em Economia . 72 (2): 356-365. * Longhi, Simonetta; Nijkamp, Peter; Poot, Jacques (1 de outubro de 2010). \"Meta-Análises dos Impactos da Imigração no Mercado de Trabalho: Principais Conclusões e Implicações Políticas\". * Meio Ambiente e Planejamento C: Governo e Política . 28 (5): 819-833. Pesquisas indicam que os imigrantes são mais propensos a trabalhar em empregos de risco do que os trabalhadores nascidos nos EUA, em parte devido a diferenças nas características médias, como menor capacidade de inglês e nível educacional dos imigrantes.Orrenius PM, Zavodny M. Do immigrants work in riskier jobs? Demography. 2009 Aug;46(3):535-51. doi: 10.1353/dem.0.0064. PMID 19771943; PMCID: PMC2831347. De acordo com uma pesquisa de 2017 da literatura econômica existente, estudos sobre migrantes altamente qualificados \"raramente encontram consequências adversas de salário e emprego, e horizontes de tempo mais longos tendem a mostrar maiores ganhos\". A concorrência de imigrantes em uma determinada profissão pode agravar o subemprego nessa profissão, mas aumentar os salários de outros nativos; por exemplo, um estudo de 2017 na Science descobriu que \"o influxo de cientistas da computação nascidos no exterior desde o início dos anos 1990... aumentou o tamanho do setor de TI dos EUA... beneficiou os consumidores por meio de preços mais baixos e produtos mais eficientes... aumentou a renda geral dos trabalhadores em 0,2 a 0,3%, mas diminuiu os salários dos cientistas da computação dos EUA em 2,6 a 5,1%\".Birrell, Bob (8 de março de 2016). \"Programa de migração qualificada da Austrália: habilidades escassas não são necessárias\" (PDF) . O Instituto Australiano de Pesquisa Populacional . Universidade Monash. (Em inglês). Disponível em Um estudo de 2019 descobriu que trabalhadores universitários estrangeiros em ocupações STEM não deslocaram trabalhadores universitários nativos em ocupações STEM, mas tiveram um impacto positivo nos salários do último grupo. Um estudo de 2021 também descobriu que imigrantes altamente educados na Suíça fizeram com que os salários aumentassem para nativos suíços altamente educados. Um estudo de 2019 descobriu que uma maior imigração levou a menos off-shore por parte das empresas. A pesquisa também sugere que a diversidade e a imigração têm um efeito líquido positivo na produtividade e na prosperidade econômica. # Alguns dos estudos que sustentam o aumento da produtividade são: * Bahar, Dany; Hauptmann, Andreas; Özgüzel, Cem; Rapoport, Hillel (2022). \"Migração e difusão do conhecimento: o efeito do retorno de refugiados no desempenho das exportações na ex-Iugoslávia\". A Revisão de Economia e Estatística : 1–50. * Ottaviano, Gianmarco IP; Peri, Giovanni (1 de janeiro de 2006). \"O valor econômico da diversidade cultural: evidências de cidades dos EUA\" (PDF) . Revista de Geografia Econômica . 6 (1): 9–44. * Peri, Giovanni (7 de outubro de 2010). \"O Efeito da Imigração na Produtividade: Evidências dos Estados dos EUA\" (PDF) . Revisão de Economia e Estatística . 94 (1): 348–358. * Mitaritonna, Cristina; Orefice, Gianluca; Peri, Giovanni (2017). \"Resultados de Imigrantes e Empresas: Evidências da França\" (PDF) . Revisão Econômica Européia . 96 : 62-82. * Razin, Assaf (fevereiro de 2018). A História da Imigração de Israel: Vencedores e Perdedores. Bureau Nacional de Pesquisa Econômica (Relatório). * Ottaviano, Gianmarco IP; Perié, Giovanni; Wright, Greg C. (2018). \"Imigração, Comércio e Produtividade em Serviços: Evidências de Empresas do Reino Unido\" (PDF) . Revista de Economia Internacional . Em breve: 88-108. # Quanto ao aumento da prosperidade econômica, se destaca: * Alesina, Alberto; Harnoss, Johann; Rapoport, Hillel (17 de fevereiro de 2016). \"Diversidade local de nascimento e prosperidade econômica\" . Journal of Economic Growth (Manuscrito submetido). 21 (2): 101–138. * \"Multiculturalismo e Crescimento: Evidências Específicas de Habilidades do Período Pós-Segunda Guerra Mundial\" (PDF) . Disponível em * Bove, Vicente; Elia, Leandro (16 de novembro de 2016). \"Heterogeneidade cultural e desenvolvimento econômico\" . VoxEU.org . * Boubtane, Ekrame; Dumont, Jean-Christophe; Rault, Christophe (1 de abril de 2016). \"Imigração e crescimento econômico nos países da OCDE 1986-2006\" (PDF) . Oxford Economic Papers . 68 (2): 340–360. Disponível em A imigração também foi associada a reduções no offshoring - a realocação de um processo de negócios de um país para outro, normalmente um processo operacional, como fabricação, ou processos de suporte, como contabilidade, etc.Ottaviano, Gianmarco IP; Perié, Giovanni; Wright, Greg C. (2018). \"Imigração, Comércio e Produtividade em Serviços: Evidências de Empresas do Reino Unido\" (PDF) . Revista de Economia Internacional . Em breve: 88-108. Disponível em Um estudo descobriu que a Era da Migração em Massa (1850-1920) contribuiu para \"renda mais alta, maior produtividade, mais inovação e mais industrialização\" no curto prazo e \"renda mais alta, menos pobreza, menos desemprego, maior taxa de urbanização e maior nível educacional\" a longo prazo para os Estados Unidos.Sequeira, Sandra, Nathan Nunn and Nancy Qian. “Immigrants and the Making of America.” The Review of Economic Studies (2019): n. pag. A pesquisa também mostra que a migração para a América Latina durante a Era da Migração em Massa teve um impacto positivo no desenvolvimento econômico de longo prazo. Estudos mostram que a eliminação das barreiras à migração teria efeitos profundos no PIB mundial, com estimativas de ganhos variando entre 67 e 147,3%.Clemens, Michael A.. “Economics and Emigration: Trillion-Dollar Bills on the Sidewalk?” Behavioral & Experimental Economics eJournal (2011): n. pag. A pesquisa também constata que a migração leva a um maior comércio de bens e serviços, e aumentos na fluxos financeiros entre os países emissor e receptor. Usando 130 anos de dados sobre migrações históricas para os Estados Unidos, um estudo constata \"que uma duplicação do número de residentes com ascendência de um determinado país estrangeiro em relação à média aumenta em 4,2 pontos percentuais a probabilidade de que pelo menos uma empresa local invista naquele país, e aumenta em 31% o número de empregados nos receptores domésticos de IDE daquele país. A dimensão desses efeitos aumenta com a diversidade étnica da população local, a distância geográfica do país de origem e a diversidade etnolinguística fracionamento do país de origem\". Um estudo de 2017 descobriu que \"a diversidade genética dos imigrantes está significativamente correlacionada positivamente com as medidas do desenvolvimento econômico dos condados dos EUA [durante a Era da Migração em Massa]. Existe também uma relação positiva significativa entre a diversidade genética dos imigrantes em 1870 e as medidas contemporâneas dos EUA renda média dos municípios”. Algumas pesquisas sugerem que a imigração pode compensar alguns dos efeitos adversos da automação nos resultados do trabalho nativo. Ao aumentar a demanda geral, os imigrantes poderiam empurrar os nativos do trabalho manual de baixa qualificação para ocupações mais bem pagas. Um estudo de 2018 da American Economic Review descobriu que o programa Bracero (que permitiu que quase meio milhão de trabalhadores mexicanos realizassem trabalho agrícola sazonal nos Estados Unidos) não teve nenhum impacto adverso nos resultados do mercado de trabalho de Trabalhadores agrícolas nascidos nos Estados Unidos. Um estudo de 2019 de historiadores econômicos descobriu que as restrições de imigração implementadas na década de 1920 tiveram um impacto adverso nos ganhos dos trabalhadores nascidos nos EUA. Um artigo de 2016 dos economistas da Universidade do Sul da Dinamarca e da Universidade de Copenhague descobriu que as restrições de imigração de 1924 promulgadas nos Estados Unidos prejudicaram a economia. ==== Desigualdade Social e Impacto na Pobreza Global ==== A imigração geral foi responsável por uma parcela relativamente pequena do aumento da desigualdade salarial nativa: \"...a presença da imigração pode representar uma parcela relativamente pequena (4-6%) do aumento da desigualdade salarial geral nos últimos 25 anos mas a imigração de baixa qualificação tem sido associada a uma maior desigualdade de renda na população nativa\". Porém, a imigração de baixa qualificação tem sido associada a uma maior desigualdade de renda na população nativa. Uma maior abertura à imigração de baixa qualificação em países ricos reduziria drasticamente a desigualdade de renda global. De acordo com os economistas Michael Clemens e Lant Pritchett, \"permitir que as pessoas se mudem de locais de baixa produtividade para locais de alta produtividade parece ser de longe a ferramenta de política generalizada mais eficiente, na margem, para a redução da pobreza\". Um programa bem-sucedido de combate à pobreza in situ de dois anos, por exemplo, ajuda as pessoas pobres a ganhar em um ano o equivalente a trabalhar um dia no mundo desenvolvido. Uma ligeira redução nas barreiras à mobilidade da mão de obra entre o mundo em desenvolvimento e o desenvolvido faria mais para reduzir a pobreza no mundo em desenvolvimento do que qualquer liberalização comercial remanescente. Uma pesquisa sobre uma loteria de migração que permite que os tonganeses se mudem para a Nova Zelândia descobriu que os ganhadores da loteria viram um aumento de 263% na renda da migração (após apenas um ano na Nova Zelândia) em relação aos participantes da loteria malsucedidos. Um estudo de longo prazo sobre os ganhadores da loteria tonganesa descobriu que eles \"continuam ganhando quase 300% mais do que os não-migrantes, têm melhor saúde mental, vivem em lares com gastos mais de 250% maiores, possuem mais veículos e têm bens mais duráveis\". Uma estimativa conservadora de seu ganho vitalício com a migração é de NZ$ 315 000 em termos de valor presente líquido (aproximadamente US$ 237 000). ==== Arrecadação de Impostos ==== Uma revisão da literatura de 2011 sobre os impactos econômicos da imigração descobriu que o impacto fiscal líquido dos migrantes varia entre os estudos, mas que as análises mais confiáveis normalmente encontram efeitos fiscais pequenos e positivos em média.Kerr, Sari Pekkala; Kerr, William R. (2011). \"Impactos Econômicos da Imigração: Uma Pesquisa\" (PDF) . Documentos Econômicos da Finlândia . 24 (1): 1–32. De acordo com os autores, \"o impacto social líquido de um imigrante ao longo de sua vida depende substancialmente e de forma previsível da idade do imigrante na chegada, educação, motivo da migração e similares\". De acordo com uma revisão da literatura de 2007 pelo Congressional Budget Office, \"Ao longo das últimas duas décadas, a maioria dos esforços para estimar o impacto fiscal da imigração nos Estados Unidos concluiu que, em conjunto e a longo prazo, as receitas fiscais de todos os tipos gerados por imigrantes - legais e não autorizados - excedem o custo dos serviços que utilizam\". Um estudo de 2018 descobriu que a entrada de requerentes de asilo na Europa Ocidental de 1985 a 2015 teve um impacto fiscal positivo líquido. A investigação mostrou que os imigrantes da UE deram uma contribuição fiscal positiva líquida para a Dinamarca e o Reino Unido. Um estudo de 2017 descobriu que quando imigrantes romenos e búlgaros no Reino Unido obtiveram permissão para adquirir benefícios sociais em 2014, isso não teve impacto perceptível no uso de benefícios sociais pelos imigrantes. Um artigo de um grupo de economistas franceses descobriu que no período 1980-2015, \"a migração internacional teve um impacto positivo no desempenho econômico e fiscal dos países da OCDE\". ==== Refugiados e Imigrantes e Mercado de Trabalho ==== miniaturadaimagem|285x285px|Migrantes sob monitoramento do exército esloveno na fronteira de Gornja Radgona, Estíria. Uma pesquisa de 2017 com os principais economistas descobriu que 34% dos economistas concordaram com a afirmação \"O influxo de refugiados na Alemanha a partir do verão de 2015 gerará benefícios econômicos líquidos para os cidadãos alemães na década seguinte\", enquanto 38% estavam incertos e 6% discordaram. Os estudos sobre o impacto dos refugiados no bem-estar dos nativos são escassos, mas a literatura existente mostra resultados mistos (negativos, positivos e sem efeitos significativos sobre o bem-estar dos nativos). De acordo com o economista Michael Clemens, \"quando os economistas estudaram os fluxos anteriores de refugiados e migrantes, descobriram que os efeitos do mercado de trabalho, embora variados, são muito limitados e podem de fato ser positivos\". Um estudo de 2018 no Economic Journal descobriu que os refugiados vietnamitas nos Estados Unidos tiveram um impacto positivo nas exportações americanas, já que as exportações para o Vietnã cresceram mais nos estados dos EUA com maiores populações vietnamitas. Um estudo de 2018 na revista Science Advances descobriu que os requerentes de asilo que entraram na Europa Ocidental no período 1985-2015 tiveram um impacto macroeconômico e fiscal positivo. Um estudo de 2019 descobriu que o influxo em massa de 1,3 milhão de refugiados sírios para a Jordânia (população total: 6,6 milhões) não prejudicou os resultados do mercado de trabalho dos jordanianos nativos. Os refugiados integram-se mais lentamente nos mercados de trabalho dos países de acolhimento do que os migrantes laborais, em parte devido à perda e desvalorização do capital humano e das credenciais durante o procedimento de asilo. Os refugiados tendem a se sair pior em termos econômicos do que os nativos, mesmo quando têm as mesmas habilidades e proficiências linguísticas dos nativos. Por exemplo, um estudo de 2013 de alemães na Alemanha Ocidental que foram deslocados da Europa Oriental durante e após a Segunda Guerra Mundial mostrou que os imigrantes alemães forçados se saíram muito pior economicamente do que seus colegas nativos da Alemanha Ocidental décadas depois. Os imigrantes alemães forçados de segunda geração também se saíram pior em termos econômicos do que seus homólogos nativos. Um estudo de refugiados para os Estados Unidos descobriu que \"os refugiados que entram nos EUA antes dos 14 anos concluem o ensino médio e ingressam na faculdade na mesma proporção que os nativos. e porque muitos neste grupo não são acompanhados por um dos pais para os EUA\". Refugiados que entraram nos EUA com idades entre 18 e 45 anos, têm \"níveis de educação muito mais baixos e habilidades linguísticas mais pobres do que os nativos e os resultados são inicialmente ruins com baixa emprego, alto uso de bem-estar e baixos rendimentos.\" Mas os autores do estudo descobriram que \"os resultados melhoram consideravelmente à medida que os refugiados envelhecem\". Um estudo de 2017 descobriu que os 0,5 milhões de portugueses que regressaram a Portugal de Moçambique e Angola em meados da década de 1970 reduziram a produtividade do trabalho e os salários. Um artigo de 2018 descobriu que as áreas na Grécia que acolheram uma parcela maior de refugiados ortodoxos gregos da Guerra Greco-Turca de 1919-1922 \"têm hoje rendimentos mais altos, níveis mais altos de riqueza familiar, maior nível educacional, bem como como setores financeiros e manufatureiros maiores\". ==== Impacto no país de origem ==== Pesquisas sugerem que a migração é benéfica tanto para os países receptores quanto para os países de origem. De acordo com um estudo, o bem-estar aumenta em ambos os tipos de países: \"o impacto no bem-estar dos níveis observados de migração é substancial, em cerca de 5% a 10% para os principais países receptores e cerca de 10% em países com grandes remessas recebidas\". De acordo com Branko Milanović, o país de residência é de longe o determinante mais importante da desigualdade de renda global, o que sugere que a redução das barreiras trabalhistas reduziria significativamente a desigualdade de renda global. Um estudo de trabalhadores equivalentes nos Estados Unidos e 42 países em desenvolvimento descobriu que \"a diferença salarial mediana para um trabalhador do setor formal urbano, do sexo masculino, não qualificado (9 anos de escolaridade), de 35 anos, nascido e educado em um país em desenvolvimento é P$ 15 400 por ano em paridade de poder de compra\". Uma pesquisa de 2014 da literatura existente sobre emigração conclui que um choque de 10% na oferta de emigrantes aumentaria os salários no país de origem em 2–5,5%. ==== Inovação e empreendedorismo ==== Uma pesquisa de 2017 da literatura econômica existente descobriu que \"imigrantes altamente qualificados aumentam a inovação e os resultados de produtividade\". De acordo com uma pesquisa de 2013 da literatura econômica existente, \"grande parte da pesquisa existente aponta para contribuições líquidas positivas por empresários imigrantes\". As áreas onde os imigrantes são mais prevalentes nos Estados Unidos têm substancialmente mais inovação (medida por patentes e citações). Os imigrantes para os Estados Unidos criam negócios a taxas mais altas do que os nativos. Um estudo de 2010 mostrou \"que um aumento de 1 ponto percentual na parcela da população de imigrantes formados em faculdades aumenta as patentes per capita em 9-18 por cento\". A migração em massa também pode impulsionar a inovação e o crescimento, como mostram as diásporas judaicas, huguenotes e boêmias em Berlim e na Prússia, judeus emigrantes alemães nos EUA, o barco Mariel, o êxodo de judeus soviéticos para Israel na década de 1990, migração europeia para a Argentina durante a era da migração em massa (1850-1914), migração oeste-leste na sequência da reunificação alemã, migração alemã para Império Russo, e imigração polonesa para a Alemanha após a adesão à UE. Um estudo de 2018 no Economic Journal constatou que \"um aumento de 10% na imigração de exportadores de um determinado produto está associado a um aumento de 2% na probabilidade de o país anfitrião começar a exportar esse bem 'do zero' na próxima década\". Os imigrantes têm sido associados a uma maior invenção e inovação. De acordo com um relatório, \"os imigrantes iniciaram mais da metade (44 de 87) das empresas iniciantes da América avaliadas em US $ 1 bilhão de dólares ou mais e são membros-chave de equipes de gerenciamento ou desenvolvimento de produtos em mais de 70% (62 de 87) dessas empresas\". Uma análise descobriu que as empresas de propriedade de imigrantes tinham uma taxa de inovação mais alta (na maioria das medidas de inovação) do que as empresas de propriedade de empresários nascidos nos EUA. A pesquisa também mostra que a migração laboral aumenta o capital humano. Estudantes de doutorado estrangeiros são uma importante fonte de inovação na economia americana. Nos Estados Unidos, os trabalhadores imigrantes detêm uma parcela desproporcional de empregos em ciência, tecnologia, engenharia e matemática (STEM): \"Em 2013, os trabalhadores estrangeiros representavam 19,2% dos trabalhadores STEM com diploma de bacharel, 40,7 por cento daqueles com mestrado e mais da metade - 54,5 por cento - daqueles com doutorado\". Vários países ao redor do mundo oferecem Programas de Cidadania Econômica onde, em troca de investir na economia local, os investidores estrangeiros recebem cidadania. Tais programas incentivam a inovação e o empreendedorismo de investidores estrangeiros e indivíduos de alta renda que, como novos cidadãos no país, podem oferecer perspectivas únicas. St. Kitts e Nevis foi o primeiro país a oferecer cidadania econômica em 1984, criando um novo mercado para a cidadania e, no início dos anos 2000, outros países do Caribe se juntaram a eles. === Impacto Social === ==== Educação ==== Um estudo de 2016 descobriu que a imigração no período de 1940-2010 nos Estados Unidos aumentou a conclusão do ensino médio dos nativos: \"Um aumento de um ponto percentual na proporção de imigrantes na população de 11 a 64 anos aumenta a probabilidade de que os nativos de 11 -17 eventualmente completam 12 anos de escolaridade em 0,3 ponto percentual\". Estudos descobriram que falantes não nativos de inglês no Reino Unido não têm impacto causal no desempenho de outros alunos, crianças imigrantes não têm impacto significativo nos resultados de testes de crianças holandesas, nenhum efeito na repetência entre estudantes nativos expostos a estudantes migrantes nas escolas austríacas, que a presença de crianças latino-americanas nas escolas não teve efeitos negativos significativos sobre os colegas, mas que os alunos com habilidades limitadas de inglês tiveram pequenos efeitos negativos sobre os colegas, e que o o afluxo de haitianos para as escolas públicas da Flórida após o terremoto de 2010 no Haiti não teve nenhum efeito sobre os resultados educacionais dos alunos incumbentes. ==== Assimilação Cultural ==== Uma revisão de 2019 da pesquisa existente na Revisão Anual de Sociologia sobre assimilação de imigrantes nos Estados Unidos, Reino Unido, França, Alemanha, Suécia, Noruega, Bélgica, Holanda e Espanha concluiu que \"encontramos um padrão geral de assimilação intergeracional em termos de realização socioeconômica, relações sociais e crenças culturais”. Um relatório de 2015 do Instituto Nacional de Estudos Demográficos descobriu que a esmagadora maioria dos imigrantes de segunda geração de todas as origens na França se sentem franceses, apesar da persistente discriminação na educação, moradia e emprego que muitas das minorias enfrentam. A pesquisa mostra que o país de origem é importante para a velocidade e profundidade da assimilação de imigrantes, mas que há uma assimilação considerável em geral. Pesquisas constatam que imigrantes de primeira geração de países com culturas de gênero menos igualitárias adotam valores de gênero mais semelhantes aos nativos ao longo do tempo. De acordo com um estudo, \"este processo de aculturação é quase concluído dentro de uma sucessão geracional: as atitudes de gênero dos imigrantes de segunda geração são difíceis de distinguir das atitudes dos membros da sociedade convencional. Isso vale também para crianças nascidas imigrantes de culturas muito tradicionais de gênero e para crianças nascidas de famílias de imigrantes menos bem integradas\". Imigrantes de primeira geração tendem a ter visões menos aceitas da homossexualidade, mas a oposição enfraquece com estadias mais longas. Os imigrantes de segunda geração geralmente aceitam melhor a homossexualidade, mas o efeito de aculturação é mais fraco para os muçulmanos e, até certo ponto, para os migrantes ortodoxos orientais. Um estudo de migrantes de Bangladesh no leste de Londres descobriu que eles mudaram para os estilos de pensamento da população não migrante em apenas uma única geração. Pesquisas sugerem que um círculo vicioso de intolerância e isolamento pode reduzir a assimilação e aumentar a intolerância em relação aos imigrantes a longo prazo. Por exemplo, a cientista política Claire Adida da Universidade da Califórnia, San Diego, o cientista político da Universidade de Stanford David Laitin e a economista da Universidade Sorbonne Marie-Anne Valfort argumentam que “políticas baseadas no medo que visam grupos de pessoas de acordo com sua religião ou região de origem são contrárias à Nossa própria pesquisa, que explica a falha na integração de imigrantes muçulmanos na França, sugere que tais políticas podem alimentar um círculo vicioso que prejudica a segurança nacional., que então retroalimenta a islamofobia francesa, exacerbando ainda mais os muçulmanos alienação, etc. De fato, o fracasso da segurança francesa em 2015 foi provavelmente devido a táticas policiais que intimidaram em vez de acolher os filhos de imigrantes – uma abordagem que dificulta a obtenção de informações cruciais de membros da comunidade sobre possíveis ameaças”. Um estudo que examinou o nacionalismo catalão examinou a política do governo catalão para a integração dos imigrantes durante o início da década de 1990. Nessa época, a região espanhola da Catalunha estava experimentando um grande afluxo de imigrantes do norte da África, América Latina e Ásia. O governo espanhol deu pouca atenção a esse afluxo de imigrantes. No entanto, os políticos catalães começaram a discutir como o aumento de imigrantes afetaria a identidade catalã. Membros do parlamento catalão solicitaram um plano para integrar esses imigrantes na sociedade catalã. Fundamentalmente, o plano não incluía políticas de naturalização, que foram as principais políticas de imigração do governo espanhol. O plano do parlamento catalão visava criar uma identidade catalã compartilhada que incluísse tanto a população nativa catalã quanto as comunidades imigrantes. Isso significava que os imigrantes eram incentivados a se relacionar como parte da comunidade catalã, mas também incentivados a manter sua própria cultura e tradições. Desta forma, evitou-se a assimilação das culturas imigrantes na Catalunha. ==== Discriminação, racismo e xenofobia ==== A Europa já foi um continente mais aberto às imigrações, principalmente em momentos dos pós-guerra, que serviram como uma maneira de haver uma “reposição” de pessoas e também servir como mão de obra barata para sua reconstrução. Hoje, porém, esta abertura não está mais liberada assim como era e certos países, como os Países Baixos, França, Alemanha e Reino Unido já estão criando leis para dificultarem a entrada de imigrantes que não provenham de países da União Europeia. O controle está sendo elaborado focando uma maior rigidez no momento que o imigrante chega ao seu destino com relação ao fato dessas pessoas terem ou não qualificação profissional, isto é, como se o imigrante qualificado fosse roubar as vagas nos empregos do próprio país. Por outro lado, países como Alemanha, Países Baixos, Reino Unido e França entre outros, começam a vislumbrar problemas futuros relacionados à falta de trabalhadores, principalmente imigrantes, dada a diminuição da natalidade nesses países. O problema futuro fica na questão da aposentadoria e da falta de futuros trabalhadores que contribuam com os encargos tributários. No dia 18 de junho de 2008 o Parlamento Europeu aprovou em Estrasburgo, França, a Diretiva do Retorno, polêmica lei que vai harmonizar as regras dos países europeus para a repatriação de imigrantes ilegais. O voto favorável da assembleia ocorre duas semanas após um acordo ser alcançado pelos ministro do Interior dos 27 Estados-membros do bloco, encerrando um processo de negociações que se prolongou por anos. As bancadas de esquerda do Parlamento Europeu, incluindo os grupos socialista e comunista, haviam apresentado várias emendas ao documento, e bastava que uma fosse reprovada pela maioria dos eurodeputados para que todo o processo de negociação retornasse à estaca zero. No entanto, os votos do Partido Popular Europeu, a principal força política da assembleia, e dos Liberais determinaram a adoção do texto tal como ele foi apresentado pelo Conselho de Ministros da União Europeia. Esta foi a primeira vez que o Parlamento Europeu teve poder de co-decisão em matéria de imigração no bloco. Entre os principais pontos da diretiva está o estabelecimento de um prazo máximo de detenção de imigrantes ilegais, que será de seis meses, ampliáveis a 18 em casos excepcionais. O prazo de seis meses não vai alterar a legislação dos países que adotam limites menores de detenção, como Portugal, cuja lei da imigração estipula 60 dias como tempo máximo de permanência na prisão. Contudo, diversas organizações de defesa dos direitos humanos e movimentos políticos de esquerda consideram a lei \"desumana\", condenando o prazo de detenção de imigrantes ilegais sem culpa formada e a disposição que permite a detenção e a expulsão de menores não acompanhados.Fonte: Folha online Movimentos de Extrema-Direita nos países que recebem grandes fluxos de imigração tem se articulado e, não raramente, utilizam da violência e discriminação contra essas pessoas. Em alguns casos, eles tem total consentimento e apoio dos governantes, como é o caso, por exemplo, da Hungria: o presidente Viktor Orban já deu inúmeras declarações de cunha racista e xenófobo que causaram a indignação de grupos de direitos humanos; ao se referir a imigração, disse que \"o povo Húngaro não é mestiço e não quer virar mestiço\" Na Polônia , já houve varias manifestações ultranacionalistas contra a imigração e numerosos casos de barbara violência contra pessoas estrangeiras, inclusive assassinatos e espancamentos. Existe uma explicação para esta onde de xenofobia e violência que varre ao Europa: Em caso recente, a Suécia - que nos últimos anos recebeu uma considerável imigração de muçulmanos - foi varrida por uma onda de protestos violentos após uma série de comícios organizados pelo líder político Rasmus Paludan, onde diz que queimou uma cópia do livro sagrado do Islã, o Corão, e que quer fazê-lo novamente. Os muçulmanos o consideram a palavra sagrada de Deus e veem qualquer dano intencional ou demonstração de desrespeito ao livro como algo profundamente ofensivo e pecaminoso. Como reação, vários veículos foram incendiados e pelo menos 17 pessoas foram presas nos protestos e se registrou violência nas ruas entre militantes de extrema direita e imigrantes. Pesquisas sugerem que práticas policiais, como perfis raciais, policiamento excessivo em áreas habitadas por minorias e viés de grupo podem resultar em números desproporcionalmente altos de minorias raciais entre suspeitos de crimes na Suécia, Itália, Inglaterra e País de Gales. A pesquisa também sugere que pode haver uma possível discriminação pelo sistema judicial, o que contribui para um maior número de condenações por minorias raciais na Suécia, Holanda, Itália, Alemanha, Dinamarca e França.Diversas metanálises encontram amplas evidências de discriminação étnica e racial nas contratações nos mercados de trabalho norte-americano e europeu. Várias meta-análises encontram amplas evidências de discriminação étnica e racial na contratação no mercado de trabalho americano. Uma meta-análise de 2016 de 738 testes de correspondência - testes em que currículos idênticos para nomes estereotipicamente pretos e brancos foram enviados aos empregadores - em 43 estudos separados realizados em países da OCDE entre 1990 e 2015 descobriu que há extensa discriminação racial nas decisões de contratação na Europa e na América do Norte. Estes testes de correspondência mostraram que os candidatos de minorias equivalentes precisam de enviar cerca de 50% mais candidaturas para serem convidados para uma entrevista do que os candidatos de maioria. Um estudo que examinou os pedidos de emprego de pessoas reais com currículos idênticos e treinamento de entrevista semelhante mostrou que os candidatos afro-americanos sem antecedentes criminais receberam ofertas de empregos a uma taxa tão baixa quanto os candidatos brancos que tinham antecedentes criminais. Um estudo de 2015 usando testes de correspondência “descobriu que, ao considerar solicitações de possíveis alunos que buscam orientação no futuro, os professores foram significativamente mais responsivos a homens brancos do que a todas as outras categorias de alunos, coletivamente, particularmente em disciplinas com salários mais altos e instituições privadas”. Um artigo de 2018 do National Bureau of Economic Research descobriu que os professores de matemática discriminam os filhos de imigrantes. Quando os professores foram informados sobre estereótipos negativos em relação aos filhos de imigrantes, eles deram notas mais altas aos filhos de imigrantes. Uma pesquisa representativa da Kantar Emnid publicada em meados de 2019 em nome da Fundação Bertelsmann, sem fins lucrativos, confirmou o ceticismo generalizado sobre a imigração. 49% dos participantes disseram que a Alemanha já não podia acolher mais refugiados (o valor era de 54% em 2017; 40% em 2015). 37% (2017: 37%; 2015: 51%) acreditavam que a Alemanha poderia acolher mais refugiados. Os autores do estudo descreveram a cultura de acolhimento de imigrantes que trabalham ou estudam na Alemanha como “robusta”. A maioria dos imigrantes é acolhida tanto pelas autoridades (79%) como pela população local (71%). Os mais jovens, em particular, viam a imigração de forma positiva. No geral, a maioria dos entrevistados teve uma visão pragmática das consequências. == Crime == Imigração e crime referem-se à relação entre atividade criminosa e comunidades imigrantes. Pesquisas sugerem que as pessoas tendem a superestimar a relação entre imigração e criminalidade, e que a mídia tende a retratar erroneamente os imigrantes como particularmente propensos ao crime. A literatura acadêmica fornece resultados mistos para a relação entre imigração e crime em todo o mundo, mas constata para os Estados Unidos que a imigração não tem impacto sobre a taxa de criminalidade ou que reduz a taxa de criminalidade. A sobre representação de imigrantes nos sistemas de justiça criminal de vários países pode ser devido a fatores socioeconômicos, prisão por delitos de migração e discriminação racial e étnica pela polícia e pelo sistema judiciário. A relação entre imigração e terrorismo é pouco estudada, mas pesquisas existentes sugerem que a relação é fraca e que a repressão aos imigrantes aumenta o risco de terrorismo. Grande parte da pesquisa empírica sobre a relação causal entre imigração e crime tem sido limitada devido a instrumentos fracos para determinar a causalidade. De acordo com um economista que escreveu em 2014, \"embora existam muitos artigos que documentam várias correlações entre imigrantes e crimes em vários países e períodos de tempo, a maioria não aborda seriamente a questão da causalidade\". O problema da causalidade gira principalmente em torno da localização dos imigrantes sendo endógenos, o que significa que os imigrantes tendem a se localizar desproporcionalmente em áreas carentes onde a criminalidade é maior (porque não podem se dar ao luxo de permanecer em áreas mais caras) ou porque tendem a se localizar em áreas onde há uma grande população de moradores da mesma origem étnica. Uma literatura crescente baseada em instrumentos fortes fornece resultados mistos. Como um economista descreve a literatura existente em 2014, \"a maioria das pesquisas para os EUA indica que, se houver, essa associação é negativa... enquanto os resultados para a Europa são mistos para crimes contra a propriedade, mas nenhuma associação é encontrada para crimes violentos\". Outro economista, escrevendo em 2014, descreve como \"as evidências, baseadas em estudos empíricos de muitos países, indicam que não há uma ligação simples entre imigração e crime, mas a legalização do status de imigrantes tem efeitos benéficos nas taxas de criminalidade\". Uma revisão da literatura de 2009 com foco em estudos recentes e de alta qualidade dos Estados Unidos descobriu que a imigração geralmente não aumenta o crime e muitas vezes o diminui. == Terrorismo == Seis dias após os ataques de 11 de setembro, o presidente Bush fez uma aparição pública no maior Centro Islâmico de Washington, DC, e reconheceu a \"contribuição incrivelmente valiosa\" que milhões de muçulmanos americanos deram ao seu país e pediu que eles \"sejam tratados com respeito\". Numerosos incidentes de assédio e crimes de ódio contra muçulmanos e sul- asiáticos foram relatados nos dias que se seguiram aos ataques. Os sikhs também foram alvo de ataques devido ao uso de turbantes na fé sikh, que são estereotipicamente associados aos muçulmanos. Houve relatos de ataques a mesquitas e outros edifícios religiosos (incluindo o bombardeio de um templo hindu) e agressões a indivíduos, incluindo um assassinato: Balbir Singh Sodhi, um sikh confundido com um muçulmano, que foi morto a tiros em 15 de setembro de 2001, em Mesa, Arizona. De acordo com Irum Shiekh, autor de Detained Without a Cause, oficiais de imigração começaram a categorizar certos muçulmanos como \"Casos de Interesse Especial\" nos quais eles eram considerados terroristas em potencial por uma razão ou outra. De acordo com os documentos presidenciais de George W. Bush, o governo reconheceu que suas ações contra os imigrantes não foram perfeitas, mas explicou suas ações da seguinte forma: “Não criticamos a decisão de manter e investigar os estrangeiros presentes nos Estados Unidos que violou as leis de imigração e que o DOJ acreditava ter conexões ou possuir informações relacionadas a atividades terroristas. Em vez disso, criticamos a maneira aleatória e indiscriminada pela qual o FBI classificou muitos detidos como “de interesse” porque eles potencialmente tinham conexões ou informações sobre terrorismo”. Além do reconhecimento, o presidente George W. Bush também fez um discurso. O conteúdo do discurso inclui esclarecimentos sobre a culpa e o ódio das pessoas pela relação racial com os terroristas do 11 de setembro, além de admitir que foi desnecessário. Isso também continha esforços de reconciliação na esperança de iniciar e preservar uma nova amizade com eles. De acordo com um estudo acadêmico, as pessoas consideradas do Oriente Médio eram tão propensas a serem vítimas de crimes de ódio quanto os seguidores do Islã durante esse período. O estudo também encontrou um aumento semelhante nos crimes de ódio contra pessoas que podem ter sido percebidas como muçulmanas, árabes e outras consideradas de origem do Oriente Médio. A relação entre imigração e terrorismo permanece pouco estudada, mas as evidências existentes fornecem pouco suporte para a noção de que a imigração contribui incondicionalmente para o terrorismo. Um estudo de 2016 descobriu que um nível mais alto de migração está associado a um nível mais baixo de terrorismo no país anfitrião, mas que os migrantes de estados propensos ao terrorismo aumentam o risco de terrorismo no país anfitrião. Os autores observam, no entanto, que \"apenas uma minoria de migrantes de estados com alto terrorismo pode estar associada a aumentos no terrorismo, e não necessariamente de maneira direta\". Em 2018, a professora de direito da Universidade de Washington e Lee, Nora V. Demleitner, escreveu que há \"evidências mistas\" quanto a uma relação entre imigração e terrorismo. Um artigo de um grupo de cientistas políticos e economistas alemães, cobrindo 1980-2010, descobriu que houve mais ataques terroristas em países com um número maior de estrangeiros, mas que, em média, os estrangeiros não eram mais propensos a se tornarem terroristas do que os nativos. O estudo também encontrou poucas evidências de que o terrorismo é sistematicamente importado de países predominantemente muçulmanos. O mesmo estudo descobriu que, em comparação com a média dos países “não ricos em terrorismo”, os migrantes da Argélia, Irã, Índia, Espanha e Turquia eram todos mais propensos a se envolver em um ataque terrorista, enquanto os migrantes de Angola e Camboja eram menos probabilidade do que os grupos de referência de cometerem terror. O estudo descobriu que a repressão dos migrantes aumentou o risco de terrorismo. Um estudo de 2019 não encontrou evidências de uma relação entre imigração e terrorismo. Essas descobertas se confirmaram ao examinar especificamente a imigração do Oriente Médio e do Norte da África e de países devastados por conflitos. De acordo com Olivier Roy, em 2017, analisando as duas décadas anteriores de terrorismo na França, o jihadista típico é um imigrante ou convertido de segunda geração que, após um período de pequenos crimes, foi radicalizado na prisão. O especialista em terrorismo da Universidade de Georgetown, Daniel Byman, argumenta que a repressão de grupos minoritários, como os muçulmanos, torna mais fácil para as organizações terroristas recrutarem desses grupos minoritários. Enquanto o estudioso francês Olivier Roy argumentou que as proibições do burkini e as políticas secularistas da França provocaram violência religiosa na França, o estudioso francês Gilles Kepel respondeu que a Grã-Bretanha não tem tais políticas e ainda sofreu vários ataques jihadistas em 2017. == Ver também == * Documento de viagem * Estrangeiro * Imigração clandestina * Imigração em Portugal * Imigração no Brasil * Imigração nos Estados Unidos == Ligações externas == * Eurostat - Statistics Explained: Estatísticas da migração e da população migrante (dados de outubro de 2011) * Imigrantes em São Paulo * Imigrantes Espanhóis no Brasil",
 "title": "Imigração"
}