{
 "id": "58071",
 "text": "Borr era o filho de Búri e o pai de Odin, Vili, Vé, Hoenir e Lóðurr na mitologia nórdica. Ele é mencionado na Gylfaginning da Edda em prosa de Snorri Sturluson. Búri gat son þann er Borr er nefndr. Hann fekk þeirar konu er Bestla er nefnd, dóttir Bölþorns jötuns, ok gátu þau þrjá sonu. Hét einn Óðinn, annarr Vili, þriði Vé. — Texto normalizado de W Buri teve um filho chamado Borr, que se casou com a mulher chamada Bestla, filha de Bölthorn, o gigante; e tiveram três filhos: um foi Odin, o segundo Vili, e o terceiro Ve. — Tradução de Brodeur Borr não é mencionado de novo na Edda prosaica. Odín ocasionalmente se refere como Filho de Borr, mas não se dá mais informações sobre ele. O papel de Borr na mitologia nórdica não é claro e não há indicações de que tenha sido adorado na religião nórdica. == Recepção acadêmica e interpretação == O estudioso alemão do século XIX Jacob Grimm propôs equivalar Borr com Mannus como relacionados na Germania de Tácito, com base na similaridade de suas funções na teogenia germânica. O estudioso e arqueológo oitocentista islandês Finnur Magnússon hipotetizou que Borr tinha sido feito \"com o propósito de simbolizar [...] a primeira montanha ou cordilheira, que os antepassados de nossa raça supunham ter se erguido das águas na mesma região onde a primeira terra apareceu. Essa cordilheira provavelmente é o Cáucaso, chamado de Borz pelos persas (o genitivo de Borr em Nórdico Antigo). A esposa de Bör, Belsta ou Bestla, filha do gigante Bölthorn, é possivelmente a massa de gelo formada no cume de alpes.\" Em seu Lexicon Mythologicum, publicado quatro anos depois, ele modificou sua teoria para afirmar que Borr simbolizava a terra, e Bestla o oceano, que pariu Odin como o \"espírito do mundo\" ou \"grande alma da terra\" (spiritus mundi nostri; terrae magna anima, aëris et aurae numen), Vili ou Hoenir como \"luz celeste\" (lux, imprimis coelestis) e Vé ou Lódur como \"fogo\" (ignis, vel elementalis vel proprie sic dictus). * Brodeur, Arthur Gilchrist (traduc.) (1916). The Prose Edda by Snorri Sturluson. * Eysteinn Björnsson (ed.) (2005). Snorra-Edda: Formáli & Gylfaginning : Textar fjögurra meginhandrita. http://www.hi.is/~eybjorn/gg/ Categoria:Jötnar",
 "title": "Borr"
}