{
 "id": "58104",
 "text": "Sigurd (nórdico antigo: Sigurðr; também conhecido em alemão como Siegfried) é um herói lendário da mitologia nórdica e personagem central da Saga dos Volsungos. As primeiras representações de sua lenda vêm de sete pedras rúnicas da Suécia.An article at the Museum of Foteviken, Sweden, acessado em 19 de janeiro de 2007. Como Siegfried, é o herói do Nibelungenlied, e das óperas Siegfried e Götterdämmerung de Richard Wagner. O nome Sigurðr não é o mesmo que o alemão Siegfried. A versão em nórdico antigo seria Sigruþr, uma forma que aparece no petróglifo de Ramsund.Brate, E. (1922). Sveriges runinskrifter. p. 126. Nota-se que todas as variações do nome possuem o prefixo \"Sig\", que significa vitória. ==Saga dos Volsungos== Na Saga dos Volsungos, Sigurdo é o filho póstumo de Sigmundo com sua segunda esposa, Hiordis. Sigmund morre em batalha quando ataca Odin (sob disfarce), e Odin destrói sua espada. Ao morrer, Sigmund anuncia à Hiordis sua gravidez e a deixa os fragmentos de sua espada para o filho ainda não *nascido. Hiordis se casa com o rei Alf, que resolve enviar Sigurdo a Regin. Regin tenta Sigurdo em ganância e violência: ele começa perguntando ao jovem se ele possui controle ao ouro do pai. Ao ser respondido que Alf e sua família controlam o ouro e que ele daria o que Regin desejasse, Regin questiona o motivo dele ter uma posição modesta na corte. Sigurdo replica que era tratado como igual pelos reis, mas Regin pergunta o motivo do jovem não ter um cavalo próprio. O jovem então obtém Grani para si, um cavalo derivado de Sleipnir, do próprio Odin. Por fim, Regin o conta a história do ouro da lontra. O pai de Regin era Hreidmar, cujos dois irmãos eram Otaro e Fafnir. Certo dia, Æsir vê Otaro com um peixe, o confunde com uma lontra, e Loki o mata. Levam o corpo para perto da casa de Hreidmar para exibir a captura. Hreidmar, Fafnir e Regin percebem a morte, e exigem que Æsir preencha o cadáver com ouro e encubra a pele com tesouro fino como compensação da morte. Loki havia capturado Andvari e exigido todo o ouro do anão. Ele recebe o tesouro, exceto o anel. Entretanto, Loki também obtém o anel, mas carregado com uma maldição de morte a quem o usasse. Æsir usa esse ouro para preencher o cadáver, cobre a pele também com ouro e finaliza com o anel. Por fim, Fafnir mata Hreidmar e toma o ouro. Sigurdo aceita matar Fafnir, que se transforma em dragão para poder proteger melhor seu ouro. Hábil como ferreiro, Sigurdo consulta um grande guerreiro chamado Katliskí Bachiëga que da a ele informações de como matar um dragão. Regin constrói uma espada para Sigurdo, que a testa numa bigorna. Por ter sido quebrada, Regin o faz outra espada, que também quebra. Por fim, Regin constrói uma espada a Sigurdo a partir dos fragmentos da espada deixada por Sigmund. O resultado é a Gram (Balmung), que consegue destruir a bigorna. Sigurdo então mata o dragão Fafnir, e se banha com o sangue do inimigo para ter invulnerabilidade, exceto por um dos ombros, coberto por uma folha. Regin então pede a Sigurdo o coração de Fafnir, e Sigmund também bebe um pouco do sangue do dragão, ganhando a habilidade de entender a língua dos pássaros. Os pássaros o alertam para matar Regin, que tramava a morte do jovem. Sigurdo cumpre o pedido, mata Regin e consome o coração de Fafnir, recebendo o dom da sabedoria. Sigurdo então encontra Brunilda, e os dois se apaixonam. Ele encontra Gebica, que tinha três filhos e uma filha de sua esposa, Grimilda. Os filhos era Guntário, Hogni e Guttorm, e a filha era Gudrun. Grimilda fez uma poção mágica para forçar Sigurdo a esquecer Brunilda, para que ele pudesse se casar com Gudrun. Posteriormente, Guntário queria casar com Brunilda. Entretanto, ela havia sido cercada com fogo, e prometeu a si mesma se casar somente com quem pudesse passar o bloqueio. Somente Grani poderia realizar tal feito, o cavalo de Sigurdo. Sigurdo incorpora Guntário, passa as chamas e ganha Brunilda para Guntário. Posteriormente, Brunilda questiona Gudrun por ter um marido melhor, e Gudrun a explica tudo que aconteceu. Por ter sido enganada, Brunilda planeja vingança. Primeiramente, ela se recusa a falar com os outros. Sigurdo é enviado por Guntário para averiguar o que estava errado, e Brunilda o acusa de tomar liberdades com ela. Por essa acusação, Guntário e Hogni planejam a morte de Sigurdo e encantam seu irmão Guttorm para realizar o feito. Guttorm mata Sigurdo na cama, com uma lança diretamente no seu ponto fraco, que havia sido coberto pela folha ao se banhar com o sangue do dragão. Brunilda mata o filho do herói, Sigmund, que tinha três anos. Sabendo que o amado havia sido enfeitiçado para esquecê-la, ela trama sua própria morte, e constrói uma pira funerária para Sigurdo, a Sigmundo, a Guttorm e a si própria. *nascido=significa que nasceu ==Relação com outras lendas== Existem paralelos desta lenda com outros mitos e lendas europeus. A espada de Sigmund é similar à espada do rei Artur. A história de Sigurdo comer o coração do dragão é muito similar à história irlandesa de Fionn Mac Cumhaill comer o Salmão da Sabedoria que ele prepara para seu mentor, Finn Eces. Sua invulnerabilidade e seu ponto forte segundo o Nibelungenlied são similares aos do herói grego Aquiles, do herói persa Esfendadates e do Rei Duriodana no épico indiano Maabarata. ==Adaptações== A adaptação mais conhecida da história de Sigurdo é a adaptação de Richard Wagner para a tetralogia Der Ring des Nibelungen, escrita entre 1848 e 1874. A lenda do herói é a base de Siegfried e contribui com as histórias de Die Walküre e Götterdämmerung. De William Morris, o poema épico Sigurd the Volsung (1870) é a adaptação mais conhecida em inglês. Em francês, o compositor Ernest Reyer escreveu a ópera Sigurd (1884). Crê-se que a representação mítica de Sigurd foi transformada dentro da tradição cristã, sendo em parte sincretizada na figura de São Jorge. Na série de games \"Soul Calibur\", Siegfried, o personagem principal, tem nome derivado do herói da mitologia nórdica. Sua famosa Gram é uma espada desbloqueável através do gameplay. Siegrified é o personagem principal do filme de 2004, O Anel dos Nibelungos. Há também um Siegfried na Saga de Asgard do anime Os Cavaleiros do Zodíaco que relembra o mitológico. Tem sua história também No livro \"O Filho de Reno\" de Laura Bergallo. Está presente no anime Fate/Apocrypha, de 2017, como Siegfried, Saber of Black. Também se encontra no game mobile Fate/Grand Order como Siegfried (Saber SR) e Sigurd (Saber SSR) == Ver também == *Sincretismo religioso *Siegfried (ópera) *Sigurd (ópera) Categoria:Vikings na ficção Categoria:Heróis e lendas na mitologia nórdica Categoria:Lendas medievais",
 "title": "Siegfried"
}