{
 "id": "58111",
 "text": "Gunnar poder referir-se a: == Prenome == Gunnar ou Gunner é um prenome masculino de origem nórdica. Gunnar é um prenome muito popular nos países escandinavos. As primeiras citações do nome Gunnar encontram-se em pedras rúnicas na Suécia do séc. IX. Dia onomástico: 9 de janeiro, 28 de novembro === Variações do nome === * Gunnarr (em nórdico antigo) * Gunar (versão báltica) * Gunther ou também Gundahar, Gundahari, Gundacar (do germânico gund = luta, her = exército) * Gundaharius or Gundicharius (em latim) * Günther (versão alemã) * Gunder (versão dinamarquesa) * Prenome feminino equivalente a Gunnar é Gun ou Gunn. O nome é formado pelo germânico gunnr (luta, batalha). Na mitologia nórdica Gunnr é o nome de uma das valquírias. === Na literatura e história === * Gunther é um legendário rei burgúndio no começo do séc. VI. * O nome Gundaharius aparece em antigos textos em latim, germânico, nórdico antigo e inglês antigo associado ao nome Sigurd na mitologia nórdica. * Gunther é uma personagem que é traída e morre durante os contos de Átila, o Huno. * O nome Guntiarios aparece nas crónicias Minora Saec as Gundicharius de Próspero da Aquitânia. * Gunnar é protagonista de várias eddas, textos em verso, encontrados na Islândia, escritos em nórdico antigo entre os séc. IX e séc. XII. == Mitologia nórdica == * Na Saga do Nibelungo (em alemão: Nibelungensage), Gunnar é filho de Cremilda, seus irmãos são Gudrun e Hogni e seu meio-irmão Gutthorm. Juntamente com o seu irmão Hogni planeia e consuma o assassinato de Sigurdo para apoderar-se dos seus tesouros. * Gunnar é personagem no poema épico, a Canção dos Nibelungos (em alemão: Nibelungenlied), adquirindo o prenome Gunther na versão alemã. * Gunnar também é personagem na ópera de Richard Wagner, O Anel do Nibelungo (em alemão: Der Ring des Nibelungen). == Sobrenome Gunnarson == Nas regiões do nórdico antigo, uma língua germânica falada pelos habitantes da Escandinávia e de suas colônias, os filhos adotavam como sobrenome o primeiro nome do pai adicionando filho (–son ou –sen) como sufixo: * Uma pessoa de sobrenome Gunnarson, é filho de Gunnar. * Ole Gunnarson, chama-se Ole como prenome, filho de Gunnar. * O primeiro-ministro islandês Gunnar Thoroddsen chama-se Gunnar, filho de Thorodd. == Personalidades == * Gunnar Gren, jogador de futebol sueco * Gunnar Gunnarson, escritor islandês * Gunnar Hökmark, político sueco e membro do Parlamento Europeu * Gunnar Myrdal, economista sueco * Gunnar Nordahl, jogador de futebol sueco * Gunnar Thoroddsen, primeiro-ministro islandês * Gunnar Vingren, missionário evangelista pentecostal sueco * Bengt Gunnar Ekelöf, escritor sueco * Gunnar Asplund, arquiteto sueco * Ole Gunnar Solskjær, jogador de futebol norueguês Categoria:Desambiguação Categoria:Prenomes Categoria:Mitologia nórdica de:Gunnar is:Gunnar it:Gonario nn:Gunnar",
 "title": "Gunnar"
}