{
 "id": "58129",
 "text": "Caio Valério Catulo (em latim: Gaius Valerius Catullus; Verona, 87 ou 84 a.C. – 57 ou 54 a.C.) foi um sofisticado e controverso poeta romano durante o final do período republicano. Catulo se liga a um círculo de poetas de ideais estéticos comuns, os quais Cícero chama de poetas novos (modernos), termo este, carregado de sentido pejorativo. Esse grupo de poetas rompia com o passado literário romano (mitológico), passando, entre outras características, a utilizar uma temática considerada “menor” pelos seus críticos. Acrescenta-se às características da poesia de Catulo, a linguagem coloquial (Ex. Ineptire, no canto VIII), a simulação frequente de improviso na sintaxe (frases interrompidas por orações paratéticas, repetição de palavras e expressões, movimento circular da elocução), versos ligeiros e a simulação do acesso aos recantos mais íntimos do homem. Sua obra se perpetuou através dos séculos que se seguiram, foi exemplo para grandes nomes posteriores, como Propércio e Tibulo. Também foi muito lido por poetas como T. S. Eliot e Charles Baudelaire. == Catulo e os poetae novi == Catulo pertencia a um grupo de poetas denominados poeta novus e a importância dele é fundamental para caracterizarmos esse círculo, uma vez que é de Catulo a única obra que possuímos. Paratore enfatiza a importância e complexidade de nosso poeta no contexto daqueles que modernizaram a literatura: “Para melhor fixar quanto, em toda esta transformação do gosto, é devido precisamente ao gênio de Catulo (o único poeta novus de quem possuímos a obra) e quanto é devido às tendências herdadas da poesia helenística e difundidas em todo o cenáculo, seria necessário enfrentar o problema das características da elegia helenística: ela limitou-se a cantar histórias lendárias de amor, ou encontros também a força de exprimir, diretamente, os sentidos de cada um dos poetas? ... Só poucos carmina de Catulo testemunham a passagem da elegia, em Roma, do tipo narrativo ao tipo meramente lírico; os carmes de amor, de Catulo, independentemente dos metros em que são compostos, têm predominantemente forma epigramática” (PARATORE, 1987:314-315). A revolução literária que os poetas novos trouxeram se caracteriza, essencialmente, pelo abandono da poesia épica homérica e enianana sendo substituído pelo gosto por breves versos dedicados a casos célebres de amor do mito (chamado de epílios); pela tendência de temas menores — (como o tema do amor, ou do pardal, como veremos), revelados diretamente ou sob o disfarce dos mitos; pelo cuidado com a técnica. E “o cenáculo dos poetae novi (também) introduz em Roma, definitivamente, o gosto da poesia helenística” (PARATORE, 1987:312). Catulo, imerso nesse contexto, se deixa levar pelas “seduções” do período helenístico, e com esses elementos ele acaba criando algo bastante moderno: a revolução da poesia Alexandrina. Como diz Paratore sobre Catulo: “o gosto pela “palavra antiga” nota-se, sobretudo, através do estilo dos poetas alexandrinos, curiosos de vocábulos da antiga poesia helênica; por isso, no seu tecido linguistico, o vocábulo antiquado é como que uma pedra preciosa encastoada no elóquio moderno, isto é, não decorre com a frequência sistemática que descobrimos nos escritos doutros literatos, de várias épocas” (PARATORE, 1987:313). ==Odi et amo== Um famoso poema catuliano é o carme 85, aparentemente um simples dístico elegíaco: ==Ver também== * Catulo 16 == Bibliografia== * Catulo, Caio Valério – O Cancioneiro de Lésbia [trad. e introd. Paulo Sérgio de Vasconcellos]. São Paulo: Editora Hucitec, 1991. ISBN 85-271-0162-9 * Catulo, Caio Valério – O Livro de Catulo [trad, introd. e notas de João Ângelo Oliva Neto]. São Paulo: EDUSP, 1996. ISBN 85-314-0338-3 * VEYNE, Paul. A elegia erótica romana. São Paulo: Editora Brasiliense, 1985. * PARATORE. História da Literatura Latina. Lisboa: Calouste Gulbenkian, 1987. == Ligações externas == * Domínio Público * Domínio Público * Catullus Translations: Catullus work translated into Portuguese and many other languages * Acervo de Catullus em Internet Archive Categoria:Poetas da Roma Antiga Categoria:Valerii Categoria:História LGBT da Itália",
 "title": "Catulo"
}