{
 "id": "5814",
 "text": "São Simão de Gouveia, ou simplesmente São Simão, oficialmente Gouveia (São Simão), é uma freguesia portuguesa do município de Amarante, com 12,49 km² de área e 577 habitantes (censo de 2021). A sua densidade populacional é . Localizada no extremo sul do Município, a cerca de 10 km de Amarante, a freguesia é limitada a sul pelos Municípios de Marco de Canaveses e Baião, a oeste por Carvalho de Rei, a norte pela Lomba e Jazente, e a este por Salvador do Monte. Foi vila e sede de concelho até ao início do século XIX. Este era constituído pelas freguesias de Aliviada, Cepelos, Folhada, Gouveia, Lomba, Monte (São Salvador) e Várzea. Tinha, em 1801, 3015 habitantes. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 143 133 324 140 2011 87 85 338 123 2021 67 54 294 162 Apesar das melhorias de condições de vida no concelho em que se insere, nas últimas décadas, assistiu-se a uma forte vaga de emigração. Os principais destinos são países europeus, como a Alemanha, França e a Suíça. Esta situação, aliada ao êxodo rural, resultou numa clara e significativa diminuição de população residente na freguesia. == História == Devido ao facto de estar inserida na serra da Aboboreira, São Simão foi umas primeiras zonas habitadas do que é atualmente conhecido como Município de Amarante. Provas disso são os bifaces encontrados no lugar de Infesta, datados do Neolítico. No entanto, outras descobertas provam a presença do Homem nesta zona ainda no Paleolítico Superior. As primeiras referência a São Simão de Gouveia são da primeira metade do século XII. Graças a vários privilégios recebidos principalmente por D. Teresa, a freguesia cresceu e desenvolveu-se consideravelmente, tendo recebido, a 22 de Novembro de 1513, Foral de D. Manuel I. Assim, passou a ser sede do concelho de Gouveia de Riba-Tâmega, que agrupava ainda as terras de Bocaia, Bomba, Font'Arcada, Louredo, Lourosa, Mirelhe, Mós, Penha, São Salvador e Viveiros. Quando o concelho foi extinto, a freguesia seria incluída no extinto concelho de Soalhães, passando depois para o de Marco de Canaveses, e finalmente em 1853 para o (atual município) de Amarante. Entre 26 de Março e 30 de Novembro de 1896, São Simão esteve anexado à freguesia de Carvalho de Rei. == Economia == São Simão é ainda uma freguesia muito ligada à agricultura e ao pasto de gado. Parte considerável da população ainda depende destas actividades. Dentro dos vários tipos de produção, destaca-se o milho, o feijão, frutas e, à semelhança do resto do concelho, o vinho. O artesanato, apesar de viver um período de decadência, ainda é visível nesta freguesia, através de actividades como a fiação, a tecelagem, a cestaria e a tanoaria. == Lugares == São Simão de Gouveia possui um total de 19 lugares: * Aldeia Nova * Aldeia Velha * Arrabalde * Assento de São Simão * Barral * Chão * Cimo-de-Vila * Cubeiro * Eiró * Friande * Grilhão * Mera * Igreja * Infesta * Lourosa * Nogueira * Paredes * Pousada * Ribeiro == Património == Dos monumentos de São Simão de Gouveia, destacam-se: * A Igreja Matriz de São Simão de Gouveia, do século XVIII * Três ermidas (Ermida de Senhora do Campo, Ermida de São Domingos e Ermida de São Martinho) e vários nichos, alminhas e cruzeiros. * A Igreja Paroquial de São Simão de Gouveia no templo paroquial, onde se destaca o arco da Capela da missa da Semana, que data de 1648, e o altar das almas, de 1707. Possui ainda uma frontaria muito simples em pedra. De realçar pela sua importância histórica o lugar da Aldeia Velha. A nível de património natural, graças à sua localização privilegiada na serra da Aboboreira, encontra-se nesta freguesia a Mamoa de São Simão e o Conjunto megalítico da Abogalheira. == Desporto == Em parte devido à sua cada vez maior perda de importância concelhia, São Simão não possui muitas infra-estruturas desportivas, estando estas localizadas em freguesias mais próximas do centro do Concelho. No entanto, existe uma colectividade, a Associação Cultural e Recreativa de São Simão. == Cultura == === Gastronomia === Os principais pratos típicos de São Simão são o fumeiro, o cabrito ou borrego assado e o pão de milho. No entanto, tal como no resto do concelho e da região em que está inserido, também se pode encontrar outros pratos feitos à base de carne, como o cozido à portuguesa. === Festas e Romarias === * São Martinho - segundo domingo de novembro * São Simão – 28 de outubro * Senhora do Campo – último domingo de julho * São Domingos – 12 de maio, no lugar da Aldeia Velha Categoria:Freguesias de Amarante São Simao Gouveia",
 "title": "São Simão de Gouveia"
}