{
 "id": "58166",
 "text": "Rush foi uma banda canadense de rock formada em agosto de 1968 na cidade de Toronto, Ontário. A banda era composta pelo baixista, tecladista e vocalista principal Geddy Lee, pelo guitarrista e backing vocal Alex Lifeson e pelo baterista John Rutsey. Essa formação original da banda durou até julho de 1974, alcançando sua formação definitiva com a entrada de Neil Peart, duas semanas antes da primeira turnê nos Estados Unidos, devido a problemas de saúde de John Rutsey, até então o baterista da banda. Desde o lançamento do seu álbum de estreia em março de 1974, Rush tornou-se conhecido pelas habilidades instrumentais de seus membros, as composições extremamente complexas e as letras ecléticas escritas por Neil Peart, abordam pesadamente a ficção científica, a fantasia e a filosofia, dirigindo-se a assuntos humanitários, sociais, emocionais e ambientais. Musicalmente, o estilo evoluiu ao longo dos anos, iniciando-se na inspiração do blues no rock em seus primeiros álbuns e, em seguida passando por fases em que predominaram as influências do hard rock, rock progressivo e sintetizadores. A banda e sua musicalidade têm sido citadas como influência por vários artistas musicais, incluindo Metallica,Austin Chronicle Music Rush's 30th Anniversary Tour, Acessado em 16 de agosto de 2006Geddy Lee Article FireflyArticles Acessado em 7 de julho de 2008 The Smashing Pumpkins e Primus,CNN.com Rush profile Acessado em 17 de agosto de 2006 bem como as bandas de metal progressivo como Dream Theater e Symphony X.Sítio oficial do Symphony X FAQ Acessado em 16 de agosto de 2006 A banda ganhou um número considerável de Juno Awards, e foi adicionada ao Canadian Music Hall of Fame em 1994. Ao longo de sua carreira, os membros foram reconhecidos como sendo alguns dos melhores em seus respectivos instrumentos, com cada membro ganhando vários prêmios em diversas publicações especializadas. Como um grupo, Rush possui vinte e quatro certificações de ouro e quatorze de platina (três multi-platina) registrados. Segundo a RIAA, o Rush é o terceiro colocado nas estatísticas de vendas de álbuns consecutivos de ouro ou platina por uma banda de rock, atrás apenas de The Beatles e The Rolling Stones. O grupo também se classifica na 78ª posição de números de vendas de CDs nos Estados Unidos, com mais de 25 milhões de unidades.Sítio do RIAA Embora o número total de vendas não são calculadas por uma única entidade, a partir de 2004 várias fontes da indústria mundial estimaram as vendas em mais de 40 milhões de unidades. A banda terminou a turnê mundial que promoveu o seu álbum Snakes & Arrows em 2007 e a Time Machine Tour em 2011, turnê na qual tocaram o álbum Moving Pictures inteiro e estiveram no Brasil.Sítio oficial Rush tour schedule Em julho de 2012, a banda lançou o seu mais recente álbum, chamado Clockwork Angels, que recebeu aclamação mundial de críticos e fãs. Clockwork Angels Tour, sua mais recente turnê, começou no dia 7 de setembro de 2012, e o seu setlist foi surpreendente. A novidade foi a execução de muitas músicas dos álbuns Power Windows e Clockwork Angels. Em dezembro de 2012 foi anunciado que a banda seria induzida ao Rock and Roll Hall of Fame. == História == === Primeiros anos (1968-1976) === A formação original da banda, em Setembro de 1968, contava com o baixista e vocalista principal Jeff Jones, o baterista John Rutsey e Alex Zivojinovich (guitarra e vocais de apoio), mais conhecido pelo nome artístico de Alex Lifeson. O irmão de Rutsey sugeriu o nome Rush, assim batizando e decretando o início da história de um nome de sucesso. Ainda no mesmo ano, Jones foi substituído por um amigo de Lifeson, Gary Lee Weinrib - conhecido pelo nome artístico de Geddy Lee. Depois de várias reformulações na formação, a oficial foi feita em maio de 1971, constituída de Alex Lifeson, Geddy Lee e John Rutsey. Sem apoio de gravadoras, lançaram seu primeiro disco independente, Rush (1974). A popularidade da banda ficou circunscrita à região de Ontário até que o álbum, distribuído pela Moon Records, foi adotado pela rádio Ohio. Esse álbum, mais tarde foi redistribuído pela Mercury Records. Imediatamente depois do lançamento do álbum em 1974, John foi obrigado a sair da banda devido a complicações na sua saúde (problemas de diabetes) e seu desgosto por fazer turnês. Sua última performance foi em 25 de junho de 1974, em Ontário. A banda então fez uma audição para recrutar novos bateristas e finalmente Neil Peart foi selecionado para substituir John, segundo Geddy e Alex, o estilo de Neil lembrava muito o baterista do The Who Keith Moon, um dos bateristas mais amados por eles na época. Neil oficialmente juntou-se à banda em 29 de julho de 1974, duas semanas antes da primeira turnê do grupo nos Estados Unidos. Com a nova formação, fizeram seu primeiro show abrindo para Uriah Heep e Manfred Mann, na presença de onze mil pessoas no Civic Arena, Pensilvânia. Além de baterista da banda, Neil tornou-se também o letrista principal, no lugar de Geddy, que possuía muito pouco interesse em escrever. Assim, Geddy e Alex resolveram focar nos aspectos instrumentais da banda. Fly By Night (1975), o primeiro álbum da banda após recrutar Neil, teve a inclusão da primeira épica mini história na música By-Tor and the Snow Dog, repleta de arranjos complexos e formatos com várias seções musicais. Os temas de letras também mudaram drasticamente, tendo em vista o amor de Neil por fantasia e ficção científica. Porém, além das várias diferenças, alguns dos sons e das músicas ainda se aproximaram bastante dos blues do primeiro álbum. Seguindo os passos de Fly By Night, a banda lançou Caress of Steel (1975), um álbum de cinco músicas focando mais em aspectos do hard rock e do heavy metal. O álbum teve como uma de suas características principais duas músicas longas, The Necromancer e The Fountain of Lamneth. Alguns críticos falam que o álbum não possuiu muito foco e que alguns elementos do álbum não tiveram uma conexão muito forte do que a do álbum anterior. Com a intenção de ser um álbum mais avançado e que realmente desse certo, Caress of Steel teve suas vendas abaixo das expectativas e a tour promocional aconteceu em lugares menores. Tendo em vista esse panorama, a banda sentiu-se pressionada por sua gravadora para construírem um álbum mais comercial e com uma moda mais acessível. Não obstante essa pressão, a banda ignorou os pedidos e lançou 2112 (1976), com uma música de vinte minutos dividida em sete seções. Apesar disso, o álbum foi o primeiro que foi bem sucedido comercialmente e foi o primeiro disco de platina no Canadá. A turnê desse álbum culminou em uma estadia de três noites em Toronto, que fez com que a banda lançasse seu primeiro álbum ao vivo, chamado de All the World's a Stage (1976). Críticos falam que o álbum marca a notória divisão entre os primeiros anos da banda e a próxima era de sua música. === Sucesso da mídia (1977-1981) === Depois de 2112, a banda foi para o Reino Unido para gravar A Farewell to Kings (1977) e Hemispheres (1978) no País de Gales. Esses dois álbuns marcaram uma expansão do uso de elementos progressivos na música deles. “À medida que nossos gostos ficaram mais obscuros”, disse Geddy Lee em uma entrevista, “nós descobríamos mais bandas de rock progressivo como Yes, Van der Graaf Generator e King Crimson, e nós fomos muito inspirados por essas bandas. Elas nos fizeram fazer nossas músicas ficar mais interessantes e mais complexas, e nós tentamos misturar isso com nossas personalidades para ver que o que estava por vir era um tanto quanto uma disputa para nós”. O aumento do uso de sintetizadores, músicas longas reminiscentes de álbuns conceptuais e aumento da dinâmica de compassos foram marcas registradas das composições da banda. Para alcançar um mais amplo patamar, Alex começou a experimentar violões e guitarras diferentes, e Geddy adicionou a seu rig um Minimoog e o recém lançado pedal Taurus, que se tornaria marca registrada dos instrumentos da banda até a atualidade. De maneira similar, Neil adicionou vários elementos de percussão, como triângulos, glockenspiel, blocos de madeira, chocalhos, timbales, gongos e carrilhões. Além de todos os adicionais nos instrumentos, a banda manteve a influência do rock progressivo, continuando com músicas longas e conceptuais, com muita influência de ficção científica e fantasia. As letras nesse ponto foram influenciadas pesadamente em poesia clássica, literatura fantástica, ficção científica e escrituras da novelista Ayn Rand, como exibidas mais proeminentemente na música Anthem de Fly By Night e em algumas seções da música 2112. Até o disco Hemispheres, a banda se desafiou ao máximo com composições de difícil execução. A aclamada faixa La Villa Strangiato teve que ser gravada em três partes separadas após fracassadas tentativas de gravar em take contínuo. A complexidade das músicas e letras exigia muitas horas de ensaio e dedicação à banda o que afetou a vida familiar dos três músicos ao final da década de 1970.Documentary Rush: Beyond The Lighted Stage, 2010. Apesar disso, com a década de 1980 chegando, a banda começou a substituir seus antigos estilos de músicas em favor de arranjos mais leves e curtos. O álbum Permanent Waves (1980) mudou dramaticamente o estilo de música do Rush com a introdução de estilos como reggae e new wave e mais sintetizadores foram incluídos. Ao contrário da baixa exposição na mídia que tiveram seus álbuns antigos, Permament Waves incluiu músicas mais bem recebidas pelas rádios, como The Spirit of Radio e Freewill, músicas que ajudaram o álbum a ficar na parada dos top cinco álbuns dos Estados Unidos e ainda continuam a fazer aparições em rádios de rock clássico no Canadá e nos Estados Unidos. Enquanto isso, as letras de Neil foram deslocadas rumo a um tom mais expositivo com um assunto mais focado em temas humanistas e sociais. Rush juntou-se com uma banda companheira de Toronto chamada Max Webster em 28 de julho de 1980 para gravar uma música chamada Battle Scar para o novo álbum deles. Enquanto as duas bandas estavam em tour depois do lançamento do álbum, o letrista de Max Webster ofereceu ao Rush as letras de uma música que tinha escrito. A banda aceitou, e a música tornou-se, depois dos diversos trabalhos do grupo, \"Tom Sawyer\". A popularidade de Rush alcançou seu ápice com o lançamento de Moving Pictures (1981). Esse álbum essencialmente continuou com o que Permanent Waves tinha deixado, oferecendo a moda de acessibilidade entre as músicas e um comercial rock progressivo, que fez com que a banda chegasse a uma fama enorme. O disco consegue destaque no cenário devido ao single principal, \"Tom Sawyer\", que é provavelmente a música mais conhecida da banda, com Limelight recebendo também muitas críticas satisfatórias dentre ouvintes de rádio e fãs. Moving Pictures foi o último álbum do Rush a marcar uma música relativamente longa, a chamada The Camera Eye, que possuía onze minutos. Essa música também continha um alto uso de sintetizadores, deixando vestígios de que a música de Rush estava mudando novamente. Moving Pictures atingiu o número 3 do Billboard 200 e foi classificada um disco quatro vezes platina pela RIAA. Seguindo o sucesso de Moving Pictures e a realização de quatro álbuns, Rush lançou o seu segundo álbum ao vivo, chamado de Exit...Stage Left (1981). O álbum delineou o ápice do período progressivo da banda ao expor material ao vivo das turnês de Pernament Waves e Moving Pictures. Assim como o seu primeiro disco ao vivo, Exit... Stage Left identificou a margem de um novo período da história da música de Rush. === Período dos sintetizadores (1982-1989) === A banda sofreu outra radical transformação de estilo com o lançamento do álbum Signals (1982). Os sintetizadores de Geddy que antes faziam apenas arranjos incidentais desde o fim da década de 1970, foram, de repente, para a linha de frente das músicas do Rush, em músicas como Countdown e Subdivisions. Ambas músicas marcam uma proeminente marcação do teclado, com minimalistas acordes de guitarra e solos. Outros instrumentos inéditos foram adicionados em músicas como Losing It, com o colaborador Bem Mink no violino elétrico. Signals também representou uma drástica transformação no estilo para além das mudanças instrumentais. O álbum contém o único top-40 hit de pop, New World Man, enquanto outras mais experimentais músicas como Digital Man, The Weapon e Chemistry expandiram o uso da banda de ska, reggae e até mesmo funk. Apesar dos membros da banda conscientemente decidirem para mover nessa decisão, diferenças significativas entre a banda e o produtor Terry Brown começaram a emergir. A banda sentiu-se dessatisfeita com o tratamento do produtor em Signals, enquanto o mesmo estava cada vez mais desconfortável com o crescente uso de sintetizadores nas músicas. Ultimamente, Rush e Terry se separaram em 1983, e a experimentação com novos eletrônicos instrumentos e a variedade de estilos musicais iria entrar em jogo com maior intensidade no próximo álbum. O estilo e a produção de Signals foram aumentados e levados a novas alturas em Grace Under Pressure (1984). O nome do álbum se deve a Neil, que “pegou emprestado” as palavras de Ernest Hemingway para descrever o que a banda teve que passar na decisão de abandonar Terry Brown. O produtor Steve Lillywhite, que adquiriu fama com bem-sucedidas produções em Simple Minds e U2, foi alisado para produzir Grace Under Pressure. Porém, ele mudou de ideia no último momento, levando à ira de Alex, Geddy e Neil. Geddy disse que “Steve Lillywhite realmente não é um homem de palavra... Depois de concordar em fazer nosso álbum, ele teve uma oferta do Simple Minds, mudou de ideia, nos deixou decepcionado... E então nos colocou em uma posição horrível.” Rush eventualmente contratou Peter Henderson para coproduzir e edificar o álbum em seu lugar. Musicalmente, apesar do uso dos sequenciadores e sintetizadores de Geddy que levou a banda a certa antiguidade, o foco na nova tecnologia foi complementado pela adaptação da bateria eletrônica e da percussão de Neil. As contribuições de Alex em Grace Under Pressure foram decididamente aumentadas, tendo em vista o papel pequeno que ele teve em Signals. Ainda assim, muitas de suas marcas registradas na guitarra ficaram intactas na forma de abrir os acordes de reggae, assim como os ritmos de funk e new-wave. Com o novo produtor Peter Collins, a banda lançou Power Windows (1985) e Hold Your Fire (1987). A música nesses dois álbuns deram muito mais ênfase e proeminência no trabalho de sintetizadores de Geddy. Enquanto os fãs e críticos perceberam o diminuído trabalho da guitarra de Alex, sua presença ainda estava evidente. Alex, como muitos guitarristas no fim da década de 1980, experimentou processadores que diminuíram as rajadas de eco nos acordes, tocando com um som mais limpo. Hold Your Fire representa tanto uma modesta extensão dos estilos de guitarra encontrados em Power Windows quanto, de acordo com o crítico da Allmusic, Eduardo Rivadavia, a culminação dessa era do Rush. Enquanto que os cinco anteriores álbuns do Rush venderam pelo menos discos de platina, Hold Your Fire foi somente ouro em novembro de 1987, apesar de ter alcançado a décima terceira posição na Billboard 200. Um terceiro álbum ao vivo, A Show of Hands (1989), também foi lançado depois das turnês de Power Windows e Hold Your Fire, demonstrando aspectos do Rush na década de 1980. A Show of Hands teve uma forte aprovação dos fãs, mas o crítico da revista Rolling Stone, Michael Azerrad, falou que foi um “músculo musical”, falando que os fãs de Rush viam seu favorito grupo musical como “a santa trindade”. Não obstante, A Show of Hands conseguiu ultrapassar a marca de ouro, tornando-se um disco platina e chegando à vigésima primeira posição na Billboard 200. Nesse ponto, o grupo decidiu mudar a sua gravadora internacional, da Mercury para a Atlantic. Depois da partida de Rush, a Mercury lançou uma compilação chamada Chronicles (1990), contendo algumas das melhores músicas da banda até então. Esse álbum foi duplo platina. === Retorno à ênfase da guitarra (1989-1997) === A banda começou a desviar do seu estilo musical, originalmente de 1980, com os álbuns Presto (1989) e Roll the Bones (1991). Produzido pelo engenheiro musical e músico Rupert Hine, esses dois álbuns testemunharam a banda abandonar muito dos seus sons de teclado. Começando com Presto, a banda optou por arranjos que foram notavelmente mais centrados na guitarra do que nos dois álbuns anteriores. Apesar dos sintetizadores ainda serem usados em muitas músicas, o instrumento não era mais o foco das composições da banda. Continuando com essa linha, Roll the Bones estendeu o uso dos três instrumentos principais da banda com ainda menos foco nos sintetizadores do que nos álbuns precedentes. Enquanto, musicalmente, os álbuns não desviaram significativamente de um som de pop-rock, a banda incorporou traços de outros estilos musicais. A música Roll the Bones, por exemplo, exibe elementos de funk e de hip-hop, e a faixa instrumental Where’s My Thing? traz diversos elementos de jazz. Esse retorno do foco dos três principais instrumentos ajudou a banda trilhar seu caminho nos álbuns do meio da década de 1990, que adotou uma fórmula muito mais direta do rock. A transição dos sintetizadores para o ênfase da guitarra e a instrumentação orgânica continuou com os álbuns Counterparts (1993) e Test for Echo (1996), novamente os dois sendo produzidos com a colaboração de Peter Collins. Musicalmente, Counterparts e Test for Echo são dois dos álbuns mais direcionados à guitarra da história da banda. Apesar da música em geral não ter encontrado um critério baseado no rock progressivo, algumas músicas adotaram um formato mais dinâmico. Por exemplo, a música Time and Motion traz muitas mudanças de compasso e o uso de órgãos, enquanto a música instrumental Limbo consiste de múltiplas passagens musicais, assim como Driven. Musicalmente, Test for Echo ainda resguardou muito dos estilos do hard rock e do rock alternativo que a banda já havia produzido em discos anteriores, além do fato de o jeito de tocar de Geddy e de Alex permanecer um tanto quanto intacto. Porém, uma modificação notável foi apresentada na técnica de Neil, o qual mudava de um jeito mais \"swingado\", apresentando diversas influências do jazz, graças ao seu treinamento com o professor de jazz Freddie Gruber durante o intervalo entre Counterparts e Test for Echo. Em outubro de 1996, com o apoio de Test for Echo, a banda embarcou numa turnê norte-americana, a primeira turnê da banda sem um ato de estreia e apelidada “An Evening with Rush”. === Hiato e retorno (1997-2002) === Depois da conclusão da tour do álbum Test for Echo em 1997, a banda entrou em uma paralisação de cinco anos devido a tragédias na vida pessoal de Neil. A filha dele, Selena, morreu em um acidente de carro em agosto de 1997. Apenas dez meses depois, sua esposa Jacqueline morreu de câncer. Neil deu um tempo de suas atividades na banda para refletir e acalmar, em um período que viajou extensivamente por toda a América do Norte na sua motocicleta, atingindo uma marca de 88.000 quilômetros. Durante um ponto nessa viagem, Neil decidiu retornar à banda. O baterista escreveu, após a viagem, o livro Ghost Rideer: Travels on the Healing Road como uma crônica e um diário de viagem, descrevendo seus aspectos emocionais e trazendo aspectos geográficos da paisagem e da viagem em si. Nesse livro, escreve como descreveu seus parceiros de banda, durante o funeral de Selena, essas exatas palavras: “considerem-me aposentado”. Em novembro de 1998, um CD de músicas ao vivo chamado Different Stages foi lançado, dedicado à memória de Selena e Jacqueline. Mixado pelo produtor Paul Northfield e engendrado por Terry Brown, o CD contém três discos com performances ao vivo das turnês dos álbuns Counterparts, Test for Echo e A Farewell to Kings, sendo o quarto álbum oficial de músicas ao vivo da banda até então. Depois de um tempo para afligir e rejuntar os aspectos da sua vida, e enquanto visitando o fotógrafo e amigo dos integrantes da banda, Andrew MacNaughtan, Neil foi introduzido à sua futura esposa, Carrie Nuttall. Neil casou-se em setembro de 2000. No começo de 2001, anunciou aos seus companheiros de banda que estava novamente pronto para entrar ao estúdio e voltar aos negócios da música. Com a ajuda do produtor Paul Northfield, a banda retornou em maio com Vapor Trails (2002), escrito e produzido em Toronto. Para proclamar a volta da banda, a música principal do álbum, One Little Victory, foi produzida para atrair a atenção dos ouvintes com os rápidos tempos de bateria e de guitarra. Vapor Trails marcou o primeiro álbum de estúdio a não incluir um único som utilizando sintetizadores, órgãos ou teclados desde o começo da década de 1970. Enquanto o álbum é quase completamente guiado pela guitarra, é também quase desprovido de quaisquer solos de guitarra convencionais, uma decisão consciente de Alex durante o processo de composição. De acordo com a banda, o inteiro processo de desenvolvimento de Vapor Trails foi extremamente longo e minucioso, levando aproximadamente quatorze meses para ser completo, sendo, por longe, o mais longo tempo que a banda gastou para escrever e produzir um álbum de estúdio. O álbum foi introduzido por uma turnê, a primeira da banda em seis anos, incluindo shows na América do Sul, lugar que a banda nunca tinha aventurado. No Brasil, a banda tocou em Porto Alegre, São Paulo e Rio de Janeiro, sendo o país que tiveram mais pessoas por shows em sua carreira. Em São Paulo, aproximadamente 80.000 pessoas assistiram ao show, formando o maior público em toda a carreira do Rush, segundo palavras dos próprios integrantes. Um CD triplo e um DVD duplo foi lançado em outubro, chamado Rush in Rio (2003), mostrando uma performance inteira na última noite da turnê, no Maracanã. Para celebrar seu trigésimo aniversário, a banda lançou em junho o seu álbum Feedback (2004), um EP de estúdio gravado nos subúrbios de Toronto fazendo covers de artistas como Cream, The Who e The Yardbirds, bandas que os membros de Rush citam como inspiração. Para ajudar a apoiar o Feedback, a banda voltou às turnês para comemorar também seu trigésimo aniversário, numa tour denominada de R30, que foi para a América do Norte e para a Europa. A banda também lançou um DVD que, mais tarde, seria convertido em blu-ray, de um concerto em Frankfurt. === Snakes & Arrows e a volta ao cenário televisivo (2006-2009) === Durante as entrevistas promocionais do R30, a banda revelou a sua intenção de escrever com novo material no início de 2006. Em Toronto, Alex e Geddy começaram a escrever as composições em janeiro do mesmo ano, e, durante esse período, Neil simultaneamente assumiu sua posição de letrista enquanto residindo no sudeste da Califórnia. Em setembro, a banda escolheu o produtor americano Nick Raskulinecz para coproduzir o álbum. A banda demorou cinco semanas para desenvolver o material, terminando em dezembro. Em fevereiro de 2007, foi feito um anúncio no site oficial da banda falando que o nome do álbum seria Snakes & Arrows. A primeira música, Far Cry, foi lançada nas estações de rádio da América do Norte em março de 2007. O site do Rush, redesenhado em março para apoiar o novo álbum, também anunciou que a banda iria embarcar em uma turnê para começar no verão. Snakes & Arrows (2007) foi lançado no início de maio na América do Norte, onde estreou na terceira posição na Billboard 200, com cerca de 90 mil unidades vendidas em sua primeira semana, passando a vender mais de 600 mil cópias no mundo todo. The Larger Bowl e Spindrift foram os principais singles do álbum. A turnê intercontinental planejada em apoio ao Snakes & Arrows começou em junho de 2007, chegando ao fim em outubro do mesmo ano. Enquanto a banda se aproximava da conclusão da sua turnê, os membros anunciaram a sua primeira aparição na televisão americana em mais de 30 anos. A banda foi entrevistada por Stephen Colbert e fizeram uma performance ao vivo de \"Tom Sawyer\", na The Colbert Report em 16 de julho de 2008. Continuando a montar o que um crítico de cinema chamou de uma \"onda pop cultural\", a banda também apareceu em um show ao vivo em abril de 2009 para o filme de comédia americana I Love You, Man. === Time Machine Tour e Clockwork Angels (2009 - 2013 e Hiato) === Em 16 de fevereiro de 2009, Alex comentou que a banda começaria a trabalhar em um novo álbum no outono daquele ano, com a produção de Nick Raskulinecz novamente., 16 de fevereiro de 2009 Em 19 de março de 2010, a CBC postou uma entrevista com Alex e Geddy onde discutiam a indução do Rush no Canadian Songwriters Hall of Fame, que é um hall da fama feito especiamente para compositores canadenses, que, por sinal, ocorreu em 28 de março de 2010. Foram reconhecidos por músicas como \"Limelight\", \"Closer to the Heart\", \"Tom Sawyer\", \"The Spirit of Radio\", \"Subdivisions\" e \"Time Stand Still\". Além da indução, falaram sobre o material futuro e durante a entrevista, Geddy disse: \"... há um mês e meio, não tínhamos nenhuma música. Já agora, temos 6 músicas que simplesmente amamos...\".Entrevista da CBC com Geddy Lee and Alex Lifeson Acessado em 25 de março 2010 Em 26 de março de 2010, em entrevista ao The Globe and Mail, Alex reconfirmou que a banda já tinha escrito meia dúzia de músicas e que havia possibilidade de duas turnês, uma no verão de 2010 no hemisfério norte e uma mais extensa no verão de 2011. Apesar de ainda incerto de exatamente como e quando o novo material seria lançado, ele projetou uma tentativa data de lançamento na primavera de 2011.\"Rush’s Alex Lifeson on doing what he loves\" Entrevista do The Globe and Mail com Alex Lifeson. Acessado em 27 de março de 2010 Depois, Neil confirmou que a banda possuía 5 músicas concluídas com Nick Raskulinecz como co-produtor.\"Rush-ing into Songwriters Hall\" Jam! artigo por Jane Stevenson. Acessado em 27 de março 2010 Em abril de 2010, o site oficial do Rush anunciou a turnê Time Machine Tour. Essa iniciaria no fim de junho e terminaria no começo de outubro. Além disso, ela apresentou, pela primeira vez na história das turnês da banda, o álbum Moving Pictures tocado em sua totalidade, assim como material inédito no novo trabalho de estúdio da banda.Rush Time Machine North American Tour 2010 Featuring for the First Time Ever Moving Pictures in its Entirety Acessado em 8 de abril de 2010 No fim de maio, a banda anunciou o lançamento do seu novo single, Caravan, que faria parte do novo álbum de estúdio da banda intitulado Clockwork Angels. O lado B do single teria uma faixa adicional chamada BU2B.Rush Press Release MarketWire Acessado em maio 26 de 2010RUSH - New Album Title Revealed; Clockwork Angels Due In 2011 Bravewords Article Acessado em 25 de maio de 2010 Clockwork Angels (2012) foi lançado nos Estados Unidos e no Canadá no meio de junho, e a turnê do álbum começou no início de setembro. O álbum foi bem recebido pelos críticos, que elogiaram a musicalidade dos três participantes da banda e destacaram que, apesar da idade avançada, a banda ainda faz muito sucesso e possui muitos fãs merecidamente. Há rumores de que a banda voltaria à América do Sul em 2013, provavelmente entre setembro e dezembro. Em 19 de Novembro de 2013 no dia do lançamento do DVD Clockwork Angels Tour o guitarrista Alex Lifeson anunciou que a banda fará uma pausa de 1 ano para \"descansar\" após essas duas longas turnês seguidas. === Fim da banda (2018) === Em janeiro de 2018 o guitarrista Alex Lifeson confirmou que não há mais planos do Rush para gravar novas músicas ou sair em turnês e que portanto a banda havia encerrado suas atividades. Problemas pessoais e de saúde de Neil Peart (um câncer em evolução, desconhecido pelo público até a sua morte) também contribuíram de forma decisiva para o fim da banda. Para Lifeson e Lee, não faria sentido continuar com o Rush sem Peart. === Morte de Peart === Em 10 de janeiro de 2020, a família de Peart confirmou para a Rolling Stone sua morte, que ocorreu três dias antes (7 de janeiro) por um câncer no cérebro. Os perfis oficiais do Rush e de Geddy Lee nas redes sociais divulgaram uma nota lamentando a morte do baterista. \"É com o coração partido e com a mais profunda tristeza que devemos compartilhar as terríveis notícias de que, na terça-feira, nosso amigo, irmão de alma e companheiro de banda de mais de 45 anos, Neil, perdeu sua incrivelmente corajosa batalha de três anos e meio com câncer no cérebro (Glioblastoma). Pedimos que amigos, fãs e mídia respeitem compreensivelmente a necessidade de privacidade e paz da família neste momento extremamente doloroso e difícil. Aqueles que desejam expressar suas condolências podem escolher um grupo de pesquisa ou caridade de sua escolha e fazer uma doação em nome de Neil Peart. Descanse em paz irmão. Neil Peart 12 de setembro de 1952 - 7 de janeiro de 2020\" diz a nota emitida no dia 10 de Janeiro. Com a morte de Neil Peart a banda oficialmente chegou ao fim, descartando qualquer hipótese de uma futura reunião. == Membros == ;Membros definitivos * Geddy Lee - baixo, vocais principais, teclados, sintetizadores. (setembro de 1968-2018) * Alex Lifeson - guitarra, violão, vocais de apoio. (agosto de 1968-2018) * Neil Peart - bateria, percussões, letrista. (julho de 1974-2018; morreu em 2020) ;Ex-membros * John Rutsey - bateria, percussões, vocais de apoio. (agosto de 1968-julho de 1974; morreu em 2008) * Jeff Jones - baixo, vocais principais. (agosto de 1968-setembro de 1968) *Joe Perna - baixo, vocais principais. (maio de 1969-julho de 1969) *Lindy Young - teclados, vocais de apoio, guitarra. (janeiro de 1969-junho de 1969) *Bob Vopni - guitarra. (junho de 1969-julho de 1969) *Mitch Bossi - guitarra. (1971-1972) === Linha do Tempo === ImageSize = width:1000 height:auto barincrement:20 PlotArea = left:150 bottom:80 top:5 right:10 Alignbars = justify DateFormat = dd/mm/yyyy Period = from:01/01/1968 till:16/01/2018 TimeAxis = orientation:horizontal format:01/01/1968 Colors = id:vocals value:red legend:Vocal_principal id:bvocals value:pink legend:Backing_vocals id:guitar value:green legend:Guitarra_solo id:rhythm value:brightgreen legend:Guitarra_base id:bass value:blue legend:Baixo id:drums value:orange legend:Bateria,_percussão id:keys value:purple legend:Teclado id:Lines value:black legend:Álbuns_de_estúdio id:lines2 value:gray(0.7) legend:Outras_gravações id:bars value:gray(0.95) BackgroundColors = bars:bars Legend = orientation:vertical position:bottom columns:3 ScaleMajor = increment:2 start:1968 ScaleMinor = increment:1 start:1968 BarData = bar:Jeff text:\"Jeff Jones\" bar:Lee text:\"Geddy Lee\" bar:Perna text:\"Joe Perna\" bar:Alex text:\"Alex Lifeson\" bar:Bob text:\"Bob Vopni\" bar:Mitch text:\"Mitch Bossi\" bar:John text:\"John Rutsey\" bar:Neil text:\"Neil Peart\" bar:Lindy text:\"Lindy Young\" PlotData= width:11 textcolor:black align:left anchor:from shift:(10, -4) bar:Jeff from:01/01/1968 till:01/09/1968 color:bass bar:Jeff from:01/01/1968 till:01/09/1968 color:vocals width:3 bar:Lee from:08/09/1968 till:25/04/1969 color:bass bar:Lee from:08/09/1968 till:25/04/1969 color:vocals width:3 bar:Lee from:05/08/1969 till:end color:bass bar:Lee from:05/08/1969 till:end color:vocals width:3 bar:Lee from:05/08/1969 till:end color:keys width:7 bar:Perna from:01/05/1969 till:31/07/1969 color:bass bar:Perna from:01/05/1969 till:31/07/1969 color:vocals width:3 bar:Alex from:01/01/1968 till:end color:guitar bar:Alex from:01/01/1968 till:end color:bvocals width:3 bar:Alex from:01/01/1968 till:20/04/1969 color:rhythm width:7 bar:Alex from:05/11/1969 till:01/12/1970 color:rhythm width:7 bar:Alex from:01/04/1972 till:end color:rhythm width:7 bar:Bob from:01/06/1969 till:31/07/1969 color:rhythm bar:Mitch from:01/01/1971 till:01/01/1972 color:rhythm bar:Mitch from:01/01/1971 till:01/01/1972 color:bvocals width:3 bar:John from:01/01/1968 till:25/07/1974 color:drums bar:Neil from:29/07/1974 till:end color:drums bar:Lindy from:01/01/1969 till:01/07/1969 color:keys bar:Lindy from:01/01/1969 till:01/07/1969 color:bvocals width:3 LineData = at:18/04/1974 color:black layer:back at:14/02/1975 color:black layer:back at:24/09/1975 color:black layer:back at:01/04/1976 color:black layer:back at:07/09/1977 color:black layer:back at:24/10/1978 color:black layer:back at:18/01/1980 color:black layer:back at:12/02/1981 color:black layer:back at:09/09/1982 color:black layer:back at:12/04/1984 color:black layer:back at:11/10/1985 color:black layer:back at:08/09/1987 color:black layer:back at:21/11/1989 color:black layer:back at:03/09/1991 color:black layer:back at:19/10/1993 color:black layer:back at:10/09/1996 color:black layer:back at:14/05/2002 color:black layer:back at:01/05/2007 color:black layer:back at:08/06/2012 color:black layer:back === Discografia === ;Álbuns de estúdio *Rush (1974) *Fly by Night (1975) *Caress of Steel (1975) *2112 (1976) *A Farewell to Kings (1977) *Hemispheres (1978) *Permanent Waves (1980) *Moving Pictures (1981) *Signals (1982) *Grace Under Pressure (1984) *Power Windows (1985) *Hold Your Fire (1987) *Presto (1989) *Roll the Bones (1991) *Counterparts (1993) *Test for Echo (1996) *Vapor Trails (2002) *Feedback (2004) *Snakes & Arrows (2007) *Clockwork Angels (2012) == Livros == * Rush: Visions: The Official Biography - Banasiewicz, Bill. (1988), Omnibus Press - ISBN 0711911622 * Rush Tribute: Merely Players - Telleria, Robert (2002) - ISBN 1550822713 * Rush: Success Under Pressure - Gett, Steve. (1984) - ISBN 0895242303 * Rhythm & Light - Nuttall, Carrie, (2005), Rounder Books, ISBN 1579400930 * Drum Techniques of Rush - Peart (1985) - ISBN 0769250556 * More Drum Techniques of Rush - Peart, Wheeler (1989) - ISBN 0769250513 * The Masked Rider: Cycling in West África - Peart (1999) - ISBN 1895900026 * Ghost Rider: Travels on the Healing Road - Peart (2002) - ISBN 1550225464 (hardcover), ISBN 1550225480 (paperback) * Traveling Music: Playing Back the Soundtrack to My Life and Times - Peart (2004) - ISBN 1550226649 * Contents Under Pressure: 30 Years of Rush at Home and Away - Popoff, Martin. Publisher: Ecw Press (June 28, 2004) - ISBN 1550226789 * Mystic Rhythms: The Philosophical Vision of Rush - Price, et al. (1999) - ISBN 1587151022 *Clockwork Angels - Peart, Neil/Anderson, Kevin J. (2012) - ISBN 9788581742021 == Prêmios == O Rush recebeu muitos prêmios durante a carreira. === Junos === O Juno Awards no Canadá é equivalente a um Grammy no Estados Unidos. * 1974 - Banda destaque * 1977 - Melhor grupo * 1978 - Melhor grupo * 1991 - Melhor álbum Heavy Metal * 1991 - Melhor arte de álbum (Presto) * 1992 - Melhor álbum de Hard Rock * 1992 - Melhor arte de álbum (Roll The Bones) * 2004 - DVD musical do ano (Rush in Rio) * 2005 - Bah * 2013 - Melhor álbum de Rock do Ano (Clockwork Angels) ===Grammys=== * 1982, indicação: Melhor Performance Rock Instrumental **\"YYZ\"—derrota para a canção do The Police \"Behind My Camel\" * 1992, indicação: Melhor Performance Rock Instrumental **\"Where's My Thing\"—derrota para a canção de Eric Johnson \"Cliffs of Dover\" * 1995, indicação: Melhor Performance Rock Instrumental **\"Leave That Thing Alone\"—derrota para a canção do Pink Floyd \"Marooned\" * 2004, indicação: Melhor Performance Rock Instrumental **\"O Baterista\" de Rush In Rio—derrota para a canção de Brian Wilson \"Mrs. O'Leary's Cow\" * 2008, indicação: Melhor Performance Rock Instrumental **\"Malignant Narcissism\"—derrota para a canção de Bruce Springsteen \"Once Upon A Time In The West\" * 2011, indicação: Melhor Video Musical Longo **\"DVD - Beyond The Lighted Stage \"—derrota para o documentário de The Doors \"When You're Strange\" === Revistas === ==== Alex ==== * 1983 - \"Destaque do Rock\" - Guitar for the Practicing Musician * 10 vezes vencedor: Melhor Guitarrista do Rock - 1976, 1978, 1984, 1985, 1986, 1989, 1992, 1998, 2001 e 2007 * 1991 - Hall of Fame - Guitar for the Practicing Musician ==== Geddy ==== * Hall of Fame - Guitar Player Magazine * 6 vezes vencedor: \"Melhor Baixo do Rock\" - Guitar Player Magazine * 1993 - \"Melhor baixista do Rock\" Bass Player (eleito pelos leitores) ==== Neil ==== Da revista Modern Drummer pelos leitores: * Hall of Fame: 1983 * Melhor Baterista do Rock: 1980, 1981, 1982, 1983, 1984, 1985 * Melhor Multi-Percussionista: 1983, 1984, 1985, 1986 * Melhor Percussionista instrumental: 1982 * Baterista Revelação: 1980 * Best All Around: 1986 * 1986 Honor Roll: Rock Drummer, Multi-Percussion :(Como membro do Honor Roll, Neil não é mais elegível em votos de categorias acima.) * Melhor performance em gravação: ** 1981: Moving Pictures ** 1982: Exit... Stage Left ** 1983: Signals ** 1985: Grace Under Pressure ** 1986: Power Windows ** 1988: Hold Your Fire ** 1989: A Show of Hands ** 1990: Presto ** 1992: Roll The Bones ** 1993: Counterparts == Ver também == *Rock progressivo *King Crimson *Enchant *Yes == Referências == ==Ligações externas== *Sítio oficial da banda *Perfil da banda no sítio da Roadrunner Records *The National Midnight Star (talvez um dos sítios mais antigos sobre a banda na Web) Categoria:Bandas de rock progressivo Categoria:Trios musicais Categoria:Bandas de hard rock do Canadá Categoria:Bandas de space rock Categoria:Bandas do Canadá Categoria:Bandas formadas em 1968 Categoria:Recordistas de vendas de discos nos Estados Unidos Categoria:Bandas vencedoras do Juno Categoria:Artistas incluídos no Rock and Roll Hall of Fame",
 "title": "Rush"
}