{
 "id": "5818",
 "text": "Vila Caiz é uma povoação portuguesa sede da Freguesia de Vila Caiz do Município de Amarante, freguesia com 8,52 km² de área e 2849 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . É dos maiores núcleos populacionais das freguesias do Município de Amarante. == História == \"Caiz\" vem do árabe “cafiz”, medida de capacidade agrária para grãos ou sólidos usada antigamente. Os pagamentos aos senhorios eram feitos em cahizes ou cafizes.. A Freguesia de Vila Caiz terá sido outrora vila, couto e honra pertencente ao antigo concelho de Santa Cruz de Riba Tâmega até ao Liberalismo. Nunca foi sede do concelho de Santa Cruz de Ribatâmega. Até 1855 teve casa da câmara, cadeia, pelourinho, não tinha capitão-mor mas sim sargento-mor as autoridades próprias de uma honra, dependia sempre da sede do concelho de Santa Cruz de Ribatâmega em Vila Meã. A “honra” de Vila Caiz pertenceu aos senhores donatários da freguesia de Unhão, no concelho (atual município) de Felgueiras. No lugar do Castelo Velho existiu um castro lusitano, ligado a inúmeras lendas, como o penedo da moura, o penedo da janela, o penedo da cabrita e o curioso penedo da gruta.. Sobre esta freguesia diz José Augusto Vieira em “O Minho Pitoresco” (1886): :A igreja paroquial é um templo regular e bem tratado, sendo a sua construção do séc. XVIII. Na aldeia de Coura existe também uma capela dedicada a S. Pedro e extremando o Município com o do Marco de Canavezes eleva-se em um vistoso píncaro a capela de Nossa Senhora da Graça, santuário cuja origem se ignora, sabendo-se apenas que tivera eremitas em tempos afastados não os tendo já, porém, em 1721 por o não permitirem os arcebispos de Braga. Nesse ano, diz o “Santuário Mariano”, a igreja era bonita e tinha uma galilé elegante. Em nossos tempos caíu a ermida em abandono, de que veio tirá-la o padre António Augusto Pinto de Magalhães, conseguindo pelos seus esforços realizar uma transformação completa da vetusta ermida, a ponto de fazer dela um dos mais belos santuários marianos do Minho. . Como descoberta mais recente mas aliada ao \"pedaço\" de história mais antigo, no lugar de Vilarinho foi referenciada uma necrópole lusitano-romana. Esta descoberta juntou o nome de Vila Caiz e Amarante a locais como ( Coimbra, Reguengo, Borba, Réus e Sevilha entre outros) na recolha e estudo da ocupação do Império Romano nomeadamente da circulação dos Divos de Claudio na Península Ibérica.. == Geografia == A Freguesia de Vila Caiz dista aproximadamente 12 km da sede do município, situando-se na zona sudoeste e limítrofe do Município de Amarante estabelecendo assim transição entre o Município de Amarante e o de Marco de Canaveses. Vila Caiz é fortemente marcada pelo seu acentuado relevo geográfico. Possui em sua geografia o facto de ser banhada pelo Rio Tâmega na sua zona de altitude mais baixa (Vilarinho e Passinhos), e possuir um dos pontos mais altos do Município de Amarante (excluindo a cadeia montanhosa do Marão e Aboboreira) a Senhora da Graça a uma altura de (460.415 m) com a Serra de Santa Cruz na sua envolvência.. Solo maioritariamente granitíco. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 752 558 1735 353 2011 532 413 1682 399 2021 348 384 1609 508 Apesar de duplicar a sua população de 1930 a 1991, Vila Caiz também denota o elevado número de emigração verificado nas décadas anteriores e atuais para países europeus como a Alemanha, França, Suíça, Andorra e Luxemburgo. == Atividades Profissionais/Laboração == As principais atividades da freguesia são a agricultura (patronal/familiar) presente em todas os lugares, da qual se destaca a produção de vinhos que neste caso já conta com montra internacional por parte de determinadas entidades produtoras. Outros setores importantes são a construção civil, a transformação de madeiras, e o pequeno comércio. == Educação/Estabelecimentos de Ensino == * Escola EB-1 da Igreja- Infantário até ao 4ºano; * Infantário e Escola EB-1 de Vilarinho- Infantário até ao 4ºano (atualmente inativos); * Escola EB 2,3 Vila Caiz Agrupamento de Escolas Amadeo S. Cardozo- Ensino Básico (5ºano ao 9ºano); == Transportes Públicos == * Autocarros- É feito serviço local para a sede de município, Amarante, não esquecendo o transporte para os locais em redor da freguesia. O autocarro assume assim um papel fundamental junto da população, principalmente a mais idosa e a mais jovem. == Locais de Destaque == * Miradouro da Senhora da Graça (com vista deslumbrante para a Serra da Aboboreira e alcançe de vista aos municípios limitrofes a Amarante); * Capela da Nossa Senhora da Graça; * Igreja Matriz datada séc XVIII (Orago S.Miguel); * Lagar dos \"Mouros\" no lugar de Coura; * Percurso da extinta Linha do Tâmega ( Livração-Amarante); * Estação de C.F de Vila Caiz ( Situada no lugar de Vilarinho, a principal estação intermédia no percurso da Linha do Tâmega); * Capela de Passinhos ( Orago S.Julião); * Rio Tâmega (Pesca, Natureza e Naútica); * Solares (Pena, Passinhos etc...); * Serra de Santa Cruz (Passeios Pedestres de Montanha); * Pavilhão Gimnodesportivo de Vila Caiz; * Ponte de Baia ( Ponte Semi-Férrea Centenária pertencente à extinta Linha do Tâmega); * Complexo Desportivo do Grupo Desportivo de Vila Caíz. == Instituições/Associações/Clubes/Recreio/Cultura == * Grupo Cultural e Desportivo de Vila Caiz- Representante máximo do desporto (Futebol) da freguesia e dos maiores do Município de Amarante. Dispõe de vários escalões de formação/modalidades. A nível sénior milita na Associação de Futebol de Porto- Divisão de Honra; * C. Caçadores S. Cruz Ribatâmega- realça o fomento, divulgação das boas normas e prática da modalidade cinegética; * Centro Ofícios e Artes Tradicionais (COART) “O Penedo do Corvo”- Divulgação e prática de Artes e Ofícios Tradicionais. Organização de eventos, teatro e aulas de Música; * Centro Cívico e Social de Vila Caiz- O Centro Cívico e Social de Vila Caiz é uma Instituição Social que tem como finalidade a solidariedade social além Freguesia; * Grupo de Bombos de Vila Caiz- Animação de festas e romarias com as tradicionais \"arruadas\" de bombos. * Rancho Folclórico de Vilarinho- Representante, praticante e divulgador da \"mui nobre\" arte Etnográfica Folclórica. Visualizações e atuações a nível nacional e internacional. * Associação Desportiva de Vilarinho- fomenta e dispõe de atividades aos seus associados e público em geral. * Associação VITFUT- Criada em 2017, fomenta e dispõe de atividades para o público para incrementar a cultura e desporto. == Festas e Romarias == * Festa em Honra de Nª Sra. da Graça- 1° Domingo de Agosto; * Festa em Honra de São Julião (Passinhos) - Em Janeiro; * Festa em Honra de São Miguel- 29 de Setembro Categoria:Freguesias de Amarante",
 "title": "Vila Caiz"
}