{
 "id": "58209",
 "text": "Alan Graham MacDiarmid (Masterton, Nova Zelândia, — Drexel Hill, Pennsylvania, ) foi um químico estadunidense, de origem neozelandesa. Nasceu na Nova Zelândia, mas viveu nos Estados Unidos desde 1945 até sua morte. Doutorado em química pela Universidade do Wisconsin-Madison em 1953, e pela Cambridge em 1955. Nesse mesmo ano ingressou como professor na Universidade da Pensilvânia e, em 1964, obteve o cargo de professor numerário. É titular da cátedra Blanchart de Química nessa mesma Universidade, cargo que ocupa desde 1988. Seus estudos sobre polímeros orgânicos condutores começaram em 1975, ano que contactou com o doutor Hideki Shirakawa, do Instituto Tecnológico de Tókio. Desde então tem mantido uma estreita colaboração com ele, assim como com o doutor Alan J Heeger, físico de Universidade da Pensilvânia. Atualmente seus interesses científicos estão centrados nos polímeros condutores mais importantes do ponto de vista tecnológico, como a polianilina e os polímeros orgânicos fotoemissores. Publicou mais de 600 artigos científicos nas mais prestigiosas revistas, e é possuidor de mais de vinte patentes no campo dos polímeros orgânicos condutores, especialmente do poliacetileno e da polianilina. Foi laureado com numerosos prêmios, dentre os quais destacando-se o Prêmio em Materiais Químicos, outorgado pela Sociedade Americana de Química em 1999. Foi laureado com o Nobel de Química de 2000, por sua contribuição ao desenvolvimento da ciência e aplicações dos polímeros orgânicos com capacidade para conduzir a corrente elétrica, prêmio que compartilhou com o físico norte- americano Alan Heeger e o químico japonês Hideki Shirakawa. Morreu aos 79 anos, depois de uma queda em sua casa, próximo de Filadélfia. ==Publicações selecionadas== *Chiang, C.K.; Druy, M.A.; Gau, S.C.; Heeger, A.J.; Louis, E.J.; MacDiarmid, A.G.; Park, Y.W.; Shirakawa, H., \"Synthesis of Highly Conducting Films of Derivatives of Polyacetylene, (CH)x,\" J. Am. Chem. Soc., 100, 1013 (1978). *Chiang, J.-C., and MacDiarmid, A.G., \"Polyaniline': Protonic Acid Doping of the Emeraldine Form to the Metallic Regime,\" Synth. Met., 13, 193 (1986). *MacDiarmid, A.G.; Chiang, J.-C.; Richter, A.F.; Epstein, A.J., \"Polyaniline: A New Concept in Conducting Polymers,\" Synth. Met., 18, 285 (1987). *MacDiarmid, A.G., Yang, L.S., Huang, W.-S., and Humphrey, B.D., \"Polyaniline: Electrochemistry and Application to Rechargeable Batteries\". Synth. Met., 18, 393 (1987). *Kaner, R.B.; MacDiarmid, A.G., \"Plastics That Conduct Electricity,\" Scientific American, 106 (February 1988). *MacDiarmid, A.G.; Epstein, A.J., \" 'Synthetic Metals': A Novel Role for Organic Polymers,\" Macromol. Chem., 51, 11 (1991). *MacDiarmid, A.G.; Epstein, A.J., \"Science and Technology of Conducting Polymers,\" in Frontiers of Polymer Research, P.N. Prasad and J.K. Nigam, Eds., Plenum Press, New York, 1991, p. 259\\. *Wang, Z.H.; Li, C.; Scherr, E.M.; MacDiarmid, A.G.; Epstein, A.J., \"Three Dimensionality of 'Metallic' States in Conducting Polymers: Polyaniline,\" Phys. Rev. Lett., 66, 1745 (1991). *MacDiarmid, A.J.; Epstein, A.J., \"The Concept of Secondary Doping as Applied to Polyaniline,\" Synth. Met., 65, 103 (1994). *MacDiarmid, A.G., Zhou, Y., Feng, J., Furst, G.T., and Shedlow, A.M., \"Isomers and Isomerization Processes in Poly-Anilines,\" Proc. ANTEC '99, Soc. Plastics Engr., 2, 1563 (1999). *MacDiarmid, A.G. , Norris, I.D., Jones, J.W.E., El-Sherif, M.A., Yuan, J., Han, B. and Ko, F.K., \"Polyaniline Based Chemical Transducers with Sub-micron Dimensions,\" Polymeric Mat. Sci. & Eng., 83, 544 (2000). *Norris, I.D., Shaker, M.M., Ko, F.K., and MacDiarmid, A.G., \"Electrostatic Fabrication of Ultrafine Conducting Fibers: Polyaniline/Polyethylene Oxide Blends,\" Synth. Met., 114, 2 (2000). *MacDiarmid, A.G., Jones, J.W.E., Norris, I.D., Gao, J., Johnson, J.A.T., Pinto, N.J., Hone, J., Han, B., Ko, F.K., Okuzaki, H., and Llaguno, M., \"Electrostatically-Generated Nanofibers of Electronic Polymers,\" Synth. Met., 119, 27-30 (2001). *Shimano, J.Y., and MacDiarmid, A.G., \"Phase Segregation in Polyaniline: A Dynamic Block Copolymer,\" Synth. Met., 119, 365-366 (2001). *Wang, P.C., and MacDiarmid, A.G., \"Dependency of Properties of In Situ Deposited Polypyrrole Films on Dopant Anion and Substrate Surface,\" Synth. Met., 119, 267-268 (2001). *Hohnholz, D., and MacDiarmid, A.G., \"Line Patterning of Conducting Polymers: New Horizons for Inexpensive, Disposable Electronic Devices,\" Synth. Met., 121, 1327-1328 (2001). *Premvardhan, L., Peteanu, L.A., Wang, P.-C., and MacDiarmid, A.G., \"Electronic Properties of the Conducting Form of Polyaniline from Electroabsorption Measurements,\" Synth. Met., 116, 157-161 (2001). *MacDiarmid, A.G. “Twenty-five Years of Conducting Polymers”. Chem. Comm., 1-4 (2003). *Tanner, D.B.; Doll, G.L.; Rao, A.M.; Eklund, P.C.; Arbuckle, G.A.; MacDiarmid, A.G. “Optical properties of potassium-doped polyacetylene”. Synth. Met., 141, 75-79 (2004). *Hohnholz, D.; Okuzaki,H.; MacDiarmid, A.G. “Plastic electronic devices through line patterning of conducting polymers”. Adv. Funct. Mater., 15, 51-56 (2005). *Venancio, E.C; Wang, P-C.; MacDiarmid, A.G. “The Azanes: A Class of Material Incorporating Nano/Micro Self-Assembled Hollow Spheres Obtained By Aqueous Oxidative Polymerization of Aniline”. Synth. Met., 156, 357 (2006). *MacDiarmid, A.G.; Venancio, E.C. “Agrienergy (Agriculture/Energy): What Does the Future Hold?”. Experimental Biology and Medicine., 231, 1212 (2006). ==Ligações externas== * Categoria:Nobel de Química Categoria:Laureados da Nova Zelândia com o Nobel Categoria:Membros da Academia Nacional de Ciências dos Estados Unidos Categoria:Membros da Royal Society Categoria:Professores da Universidade da Pensilvânia Categoria:Químicos da Nova Zelândia Categoria:Químicos dos Estados Unidos Categoria:Químicos do século XX Categoria:Alunos do Sidney Sussex College Categoria:Alunos da Universidade de St. Andrews Categoria:Alunos da Universidade do Wisconsin-Madison Categoria:Alunos da Universidade Victoria de Wellington Categoria:Naturais da Nova Zelândia",
 "title": "Alan MacDiarmid"
}