{
 "id": "58200",
 "text": "Edema, denominado popularmente por retenção de líquidos, é a acumulação de líquidos nos tecidos do corpo. As regiões afetadas com maior frequência são os braços ou as pernas. Os sintomas mais comuns são pele esticada, sensação de peso na região e dificuldade em mover as articulações afetadas. A presença de outros sintomas depende da causa subjacente. Entre as causas mais comuns de edema estão a Insuficiência venosa, insuficiência cardíaca, insuficiência renal, baixa concentração de albumina, doenças do fígado, trombose venosa profunda, alguns medicamentos e linfedema. A condição pode também ser o resultado da pessoa estar muito tempo sentada ou em pé durante a menstruação ou gravidez. A condição suscita maiores preocupações quando é de início súbito ou quando é acompanhada por falta de ar. O tratamento depende da causa subjacente. Quando o mecanismo subjacente envolve a retenção de sódio, pode ser prescrita a diminuição do consumo de sal e diuréticos. No casos de edema nas pernas, elevar as pernas e usar meias de compressão pode ser benéfico. A condição é mais comum à medida que a idade avança. O termo tem origem no grego οἴδημα, ou oídēma, que significa \"inchado\". == Causas == === Fatores fisiológicos === Seis fatores podem contribuir para a formação de edema: *Aumento de pressão hidrostática; *Redução da pressão oncótica (pressão por osmose gerada pelas proteínas no plasma) dentro dos vasos sanguíneos; *Aumento da pressão oncótica nos tecidos; *Aumento da permeabilidade da parede do vaso sanguíneo (por exemplo durante uma inflamação); *Obstrução da depuração de fluídos pelo sistema linfático; *Mudanças na água de retenção propriedades dos tecidos propriamente ditos; *Retenção de água e sódio pelo rim. === Doenças === Pode ser causado, entre outros motivos, por doenças: *Cardíacas como insuficiência cardíaca; *Hepáticas como cirrose; *Circulatórias como hipervolemia; *Linfáticas como obstrução do fluxo do sistema linfático; *Urinárias como insuficiência renal; *Endócrinas como hipotireoidismo ou; *Sistêmicas como desnutrição proteica grave. Podem ocorrer em qualquer parte do corpo, sendo nomeados de acordo com a área afetada: nos pulmões é um edema pulmonar, no cérebro é um edema cerebral e assim por diante. === Drogas === Podem ser causados por alguns tipos de: * Antidepressivos * Anti-hipertensivos * Esteroides * Diuréticos * Laxantes === Outras === Existem ainda outras causashttp://www.nlm.nih.gov/medlineplus/edema.html: *Comer muito sal ou sódio; *Queimaduras solares; *Gravidez *Correr muito no sol quente. == Mecanismos == A formação de fluído intersticial é regulada pelas forças da Equação de Starling. A pressão hidrostática dentro dos vasos sanguíneos tendem a expulsar a água para os tecidos, levando a uma diferença nas concentrações de proteínas entre o plasma sanguíneo e eles. Como resultado, a pressão coloidal, ou pressão oncótica - gerada principalmente pela albumina (responsável por 80% da pressão oncótica exercida pelo plasma) e globulina, proteínas que exercem significativa pressão osmótica devido à sua capacidade de se ligar a muitos íons, como Ca++, Na+ e K+ - no plasma tendem a retirar a água dos tecidos para os vasos sanguíneos novamente. A equação de Starling mostra que a taxa de vazão de um fluído é determinada pela diferença entre as duas forças e pela permeabilidade da parede do vaso à água, que determina a taxa do fluxo relativa ao desbalanceamento de certa força. A maior parte desse vazamento ocorre nos capilares ou vênulas pós-capilares, que possuem uma membrana semipermeável que permite que a água atravesse mais facilmente que as proteínas. As mudanças nas variáveis da equação de Starling podem contribuir para a formação de edemas pelo aumento da pressão hidrostática, diminuição na pressão oncótica ou também pelo aumento da permeabilidade dos vasos sanguíneos - que permite que água se mova mais facilmente e reduz a diferença na pressão oncótica por permitir que proteínas saiam dos vasos mais facilmente. == Classificação == O edema pode ser classificado também como: *Edema comum; *Linfedema; *Mixedema. O edema pode ser mole ou transudato, sendo constituído apenas por água. Pode também ser edema duro ou exsudato, sendo constituído de água e proteínas. O exsudativo, geralmente é inflamatório e causa dor, calor e rubor. === Edema localizado === Os edemas que comprometem apenas um território do organismo (como vagina, ânus e boca) são as partes que mais ficam edemaciadas. === Edema generalizado === Edema generalizado ou anasarca, acontece quando o mesmo se espalha por todo o corpo e nas cavidades pré- formadas. Pode ocorrer também dentro do abdômen (ascite) e dentro do pulmão (edema pulmonar ou derrame pleural). Por ocasião de qualquer tipo de edema, em qualquer localização, sua presença faz diminuir a velocidade da circulação do sangue, assim prejudicando a nutrição e a eficiência dos tecidos. ==== Tipos de edemas generalizados ==== *Edema renal *Edema cardíaco *Edema da gravidez *Edema das cirroses hepáticas *Edema iatrogênico (causados por tratamentos) ==Ver também== *Hidropisia *Abcessos *Empiema Categoria:Sinais médicos",
 "title": "Edema"
}