{
 "id": "58221",
 "text": "Trem de pouso ou trem de aterragem, ou trem de aterrissagem, é um dos principais equipamentos do avião, utilizado na decolagem e na aterrissagem, sendo o trem de pouso dianteiro responsável pela direção durante o deslocamento da aeronave no solo. O trem de pouso deve suportar todo o peso de uma aeronave durante as operações de pouso e decolagem, sendo fixado rigidamente aos componentes estruturais primários da aeronave. == Principais componentes == Os principais componentes do trem de pouso são: estrutura principal, atuador (normalmente hidráulico), amortecedor (normalmente hidro- pneumático), sistema direcional (nos trens de pouso dianteiros), sistema de travamento estendido e retraído, rodas e freios. Há também um sistema hidráulico, composto de reservatório de óleo, bomba hidráulica, válvulas e tubulações, para a operação do equipamento. Em algumas aplicações específicas, como operações na neve ou na água, as aeronaves possuem trens de pouso fixos, equipados com esquis e flutuadores. == Operação == thumb|160px|Trem de pouso do tipo retrátil, com o atuador em primeiro plano e atrás deste, o amortecedor. O comando de acionamento é feito normalmente por uma alavanca no console da aeronave, tendo luzes indicadoras de curso e posição para informar à tripulação se o acionamento foi bem sucedido e se o equipamento foi travado, tanto na retração quanto na extensão. Ao se comandar o acionamento, o atuador se estende ou retrai, dependendo da ação que se deseja, levando o conjunto a fazer um movimento de rotação em torno de um eixo fixo na estrutura da aeronave. Para permitir o movimento livre do trem de pouso, seja na retração ou na extensão, as portas do compartimento se abrem. O acionamento das portas pode ser independente, por atuadores eletro-hidráulicos, ou pelo próprio conjunto do trem de pouso, que as arrasta ao ser movido. Nas aeronaves mais modernas, um dispositivo de segurança impede que o acionamento seja feito durante o voo, acima de uma determinada velocidade. No A330, este limite é . Há também, em algumas aeronaves, um sistema mecânico free fall (queda livre) que, ao ser acionado, permite ao trem de pouso ser estendido e travado pela ação da gravidade, em caso de uma pane que impeça o acionamento normal. Em alguns casos extremos de pane na operação do trem de pouso, a aeronave pode aterrissar sem este equipamento, manobra conhecida como \"pouso de barriga\", uma operação de emergência que exige treinamento e habilidade técnica do piloto. O principal objetivo de se recolher o trem de pouso durante o voo é para que este não ofereça uma resistência aerodinâmica, principalmente em altas velocidades, reduzindo a eficiência da aeronave. Estando o trem de pouso completamente recolhido no interior do seu compartimento, as portas se fecham, fazendo com que não haja nenhum arrasto parasita na fuselagem. Quando o trem de pouso está estendido para o pouso, este arrasto parasita é útil para diminuir a velocidade da aeronave. Em alguns casos, quando a velocidade operacional é menor e as aeronaves são de menor porte, o trem de pouso é do tipo fixo, ou seja, não possui sistema de retração, permanecendo estendido durante o voo, o que reduz o custo de produção. As forças do impacto no solo durante o pouso são controladas pelo amortecedor, que absorve a maior parte desta energia mecânica e a converte em energia térmica. Outra parte da energia é transferida para a estrutura da aeronave e para os pneus. O amortecedor típico utiliza uma combinação de fluido hidráulico e nitrogênio pressurizado, permitindo que ele absorva e dissipe as cargas no impacto contra o solo. == Estolagem inclinada == Quando há um problema no trem de pouso de ordem hidráulica ou mesmo perda de uma das rodas ou outro componente do sistema é possível pousar o avião só com um trem de pouso, chamado de estolagem inclinada. Técnica essa que exige conhecimentos técnicos e perícia extrema do comandante do voo. == Tipos de trem == === Quanto à construção === ==== Convencional ==== O chamado trem convencional (designado em inglês por taildragger), é o oposto do trem triciclo; é um trem que possui dois pneus frontais, e um traseiro, sob a empenagem. ==== Triciclo ==== Uma aeronave com um trem \"triciclo\", possui um pneu frontal, sob a parte da frente, e dois traseiros, dispostos sob as asas. A vantagem desta configuração, relativamente à anterior, é o fato de ser mais seguro em frenagens mais acentuadas, impedindo que o avião entre em capotamento frontal. === Quanto à operação === ==== Fixo ==== Não possui sistema de retração, permanecendo estendido durante o voo. ==== Retrátil ==== Possui sistema de retração, que faz com que seja recolhido parcialmente. ==== Escamoteável ==== Possui sistema de retração, que faz com que seja recolhido totalmente para o interior de um compartimento na aeronave durante o voo. == Principais fabricantes == *Safran Landing Systems (França) *UTC Aerospace Systems (EUA) *Liebherr-Aerospace (Suíça) *Eleb (Brasil) Categoria:Componentes do avião",
 "title": "Trem de pouso"
}