{
 "id": "58243",
 "text": "Ronald David Wood (Londres, 1 de junho de 1947), mais conhecido como Ronnie Wood ou Ron Wood, é um guitarrista, compositor, multi-instrumentista, artista, autor e celebridade de rádio de rock and roll britânico. Mais conhecido como ex-integrante dos The Faces, e integrante atualmente do The Rolling Stones. Ronnie manteve um longo e problemático relacionamento com o uso de drogas, tendo estado três vezes internado em clínicas de reabilitação. ==Biografia== Wood começou sua carreira em 1964 com os The Birds. No final dos anos 1960 passou a ser integrante da banda The Creation entrando depois para o Jeff Beck Group com o vocalista Rod Stewart. O grupo desbandou após o lançamento do álbum Beck-Ola em 1969. Com Rod Stewart, Ron entrou para os The Small Faces, e logo depois o grupo foi renomeado para The Faces. Embora tenham ficado conhecidos nos Estados Unidos como a banda de apoio de Stewart, os Faces eram bem famosos no Reino Unido, rivalizando com os The Rolling Stones em popularidade.\"A Walk Through the Wood\" - Mick Way (maio de 2007) (Future Publishing Ltd.): pg. 58-63 Durante os anos 1970 Wood lançou alguns discos solo, incluindo um em parceria com Ronnie Lane, também ex-integrante do The Faces, chamado Mahoney's Last Stand (1976). Depois que Mick Taylor deixou os Rolling Stones em 1974, Wood o substituiu na guitarra a tempo de completar a gravação de Black and Blue, lançado em 1976, álbum que o tornaria um integrante legítimo da banda. Durante os anos 1980 Wood continuou como integrante oficial dos Rolling Stones, enquanto pintava e seguia sua carreira solo, tocando com artistas como David Bowie, Eric Clapton e Aretha Franklin. Em 1993 ele e Rod Stewart gravaram um acústico pela MTV, que resultou em um álbum de enorme sucesso. Depois de uma intensa turnê promovida por Stewart nos EUA em 2004, a dupla anunciou planos de gravar um álbum chamado I'll Strut, You'll Sing que não foi concluído devido aos constantes compromissos de Wood com o Rolling Stones. Em 11 de junho de 2008 foi anunciado que Wood e os demais integrantes do Faces planejam uma reunião do grupo.\"It's Official: Faces Reunion\" - Mix 100.7 WMTX-FM == Discografia == === Álbuns de estúdio === * I've Got My Own Album to Do (1974/Warner Bros.) * Now Look (1975/Warner Bros.) US No. 118 * Gimme Some Neck (1979/Columbia) US No. 45 * 1234 (1981/Columbia) US No. 164 * Slide on This (1992/Continuum) * Not for Beginners (2001/SPV) * I Feel Like Playing (2010/Eagle) UK No. 164 === Álbum da trilha sonora original === * Mahoney's Last Stand (1976/Warner Bros.) com Ronnie Lane === Álbuns ao vivo === * Live at the Ritz (1988/Victor) com Bo Diddley * Slide on Live: Plugged in and Standing (1993/Continuum) * Live & Eclectic (2000/SPV) (reeditado em 2002 comoLive at Electric Ladyland) * Buried Alive: Live in Maryland (2006/Wooden) com New Barbarians * The First Barbarians: Live from Kilburn (2007/Wooden) * Live in London: I Feel Like Playing (2011/SHProds) * Mad Lad: A Live Tribute to Chuck Berry (2019/BMG) * Mr. Luck – A Tribute to Jimmy Reed: Live at the Royal Albert Hall (2021/BMG) === Compilação === * Always Wanted More (2001/SPV) * Ronnie Wood Anthology: The Essential Crossexion (2006/Virgin) === Singles === * \"Blue Christmas\" with Andrea Corr === Outras aparições === * \"It's Not Easy\" com Charlie Sexton for The Wild Life (1984) * \"Silver & Gold\" com Bono e Keith Richards em Sun City (1985) * \"Chain of Fools\" em Back to the Streets: Celebrating the Music of Don Covay (1993) === Com o Jeff Beck Group === * Truth (1968) * Beck-Ola (1969) === Com os Faces === ==== Álbuns de estúdio ==== * First Step (1970) * Long Player (1971) * A Nod Is As Good As a Wink... to a Blind Horse (1971) * Ooh La La (1973) ==== Álbuns ao vivo ==== * Coast To Coast: Overture And Beginners (1974) === Com os Rolling Stones === ==== Álbuns de estúdio ==== * Black and Blue (1976/Atlantic) * Some Girls (1978/Atlantic) * Emotional Rescue (1980/Atlantic) * Tattoo You (1981/Atlantic) * Undercover (1983/Atlantic) * Dirty Work (1986/Columbia) * Steel Wheels (1989/Columbia) * Voodoo Lounge (1994/Virgin) * Bridges to Babylon (1997/Virgin) * A Bigger Bang (2005/Virgin) * Blue & Lonesome (2016/Polydor) ==== Álbuns ao vivo ==== * Love You Live (1977/Atlantic) * Still Life (1982/Atlantic) * Flashpoint (1991/Virgin) * Stripped (1995/Virgin) * No Security (1998/Virgin) * Live Licks (2004/Virgin) * Shine a Light (2008/Polydor) === Como músico de sessão === * An Old Raincoat Won't Ever Let You Down – Rod Stewart (1969) * Barabajagal – Donovan (1969) * Gasoline Alley – Rod Stewart (1970) * Every Picture Tells a Story – Rod Stewart (1971) * Never a Dull Moment – Rod Stewart (1972) * Dark Horse – George Harrison (1974) * Smiler – Rod Stewart (1974) * It's Only Rock 'n Roll – The Rolling Stones (1974) * Shot of Love – Bob Dylan (1981) * Stop and Smell the Roses – Ringo Starr (1981) * Aretha – Aretha Franklin (1986) * Knocked Out Loaded – Bob Dylan (1986) * Desire – Toyah (1987) * Down in the Groove – Bob Dylan (1988) * Thanks – Ivan Neville (1995) * Deuces Wild – B.B. King (1997) * Music City Soul – Beverley Knight (2007) * 11 Past the Hour – Imelda May (2021) ==Ligações externas== * Página oficial de Ronnie Wood Wood Categoria:Membros de The Rolling Stones Categoria:Músicos de rock",
 "title": "Ronnie Wood"
}