{
 "id": "5825",
 "text": "O tálio (do grego \"thallós\", \"ramo verde\") é um elemento químico de símbolo Tl, de número atômico 81 (81 prótons e 81 elétrons) que apresenta massa atómica 204,4 u. É um metal pertencente ao grupo 13 (IIIA) da classificação periódica dos elementos. É mole e maleável e, a temperatura ambiente, encontra-se no estado sólido. O tálio é altamente tóxico, por isso era usado como produto para matar ratos e insetos. Há indícios de que cause câncer em seres humanos. Atualmente é usado em detectores de radiação infravermelha, radiação gama, e em medicina nuclear. É encontrado e obtido a partir do mineral pirita e, também, é obtido como subproduto de minérios de chumbo e zinco. Foi descoberto por Sir William Crookes em 1861, na Inglaterra, por análise espectroscópica. Em 2010, a cotação do tálio foi de US$ o quilo (R$ ). == Características principais == Este metal é muito macio e maleável e pode ser cortado com uma faca. Quando exposto ao ar, inicialmente apresenta um brilho metálico, porém rapidamente torna-se cinza-azulado semelhante ao chumbo. Quando exposto ao ar, forma-se sobre o tálio uma camada de óxido, por isso, é preservado mantendo-o sob óleo mineral ou gás inerte, como o argônio. == Aplicações == O inodoro e insípido sulfato de tálio foi extensivamente usado no passado como veneno de ratos e formigas. Nos Estados Unidos e outros países não é mais permitido devido a questões de segurança. Outros usos: * O sulfeto de tálio muda sua condutividade elétrica quando exposto a luz infravermelha, consequentemente é um composto útil para a fabricação de fotocélulas; * Cristais de brometo e iodeto de tálio foram usados como materiais para dispositivos ópticos para infravermelho; * óxido de tálio foi usado para produzir vidros com elevados índices de refração; * usado em materiais semicondutores para retificadores de selênio; * usado em equipamentos para a detecção de radiação gama; * como líquido de alta densidade é usado como flutuador para a separação de minerais; * a liga tálio- chumbo é usada em alguns tipos de fusíveis; * usado no tratamento de infecções de pele. Entretanto, este uso foi limitado devido a margem estreita que existe entre a sua toxicidade e o benefício terapêutico; * O radioativo Tl-201, na forma de cloreto de tálio, é usado em medicina nuclear para diagnosticar doenças coronárias e para a detecção de tumores; * combinado com enxofre ou selênio e arsênio, o tálio foi usado na produção de vidros de alta densidade com baixos pontos de fusão, entre 125 e 150 °C; * O acetato de tálio é empregado em meios de cultura juntamente com a penicilina para isolamento de micoplasmas, as menores bactérias de vida livre existentes. Além disso, pesquisas com o tálio estão sendo desenvolvidas para desenvolver materiais supercondutores em elevadas temperaturas para aplicações como imagem de ressonância magnética, armazenamento da energia magnética, propulsão magnética, geração de energia elétrica e transmissão. O metal, raro, caro, tóxico tem várias aplicações importantes na indústria energética. == História == O tálio (que deriva da palavra latina \"thallus\", que significa \"rebento\".) foi descoberto por Sir William Crookes em 1861 na Inglaterra quando fazia determinações espectroscópica do telúrio em resíduos de ácidos derivados de algumas plantas. O nome vem da linha verde brilhante do seu espectro. Em 1892, Crookes e Claude-Auguste Lamy isolaram o metal independentemente. Embora o metal seja razoavelmente abundante na crosta terrestre numa concentração estimada de aproximadamente 0,7 mg/kg, existe, na maior parte, associado com o potássio nos minerais de argilas, solos, e granitos, não sendo comercialmente fontes deste elemento. A principal fonte comercial de tálio é a quantidade mínima (traços) encontrados em minerais de sulfetos de cobre, chumbo, zinco e outros. O tálio é encontrado nos minerais croosita, hutchinsonita e lorandita. Este metal é encontrado também nas piritas e é extraído como subproduto da produção do acido sulfúrico a partir da pirita. Uma outra maneira de obter o elemento é na fundição do chumbo e dos minérios ricos em zinco. O manganês nodular, encontrado no leito dos oceanos, também contem tálio mas a extração é proibitivamente cara e ambientalmente destrutiva. Além disso, diversos outros minerais contém tálio entre 16% e 60%, ocorrendo na natureza como complexos de sulfetos ou de selenetos com antimônio, arsênio, cobre, chumbo e prata, mas são raros e não apresentam nenhuma importância comercial como fontes deste metal. == Compostos == Alguns compostos de tálio * Fluoreto: Fluoreto de tálio (I) * Cloreto: Cloreto de tálio (I) * Brometo: Brometo de tálio (I) * Iodeto: Iodeto de tálio (I) == Reservas == O tálio é um metal muito raro, e só existem três jazidas conhecidas deste mineral no mundo. A mais recente delas encontra- se no Brasil, no município baiano de Barreiras. A jazida encontrada na Bahia tem potencial de ser maior que as da China e do Cazaquistão, os únicos produtores atuais, pois tem volume capaz de atender toda demanda mundial por seis anos. == Isótopos == O tálio tem 25 isótopos que apresentam números de massa que variam entre 184 e 210. O Tl-203 e o Tl-205 são os únicos isótopos estáveis, e o Tl-204 é o radioisótopo mais estável com uma meia-vida de 3,78 anos. == Precauções == O tálio e seus compostos são altamente tóxicos, por isso devem ser manuseados com cuidado. A toxicidade o levou ao uso (agora proibido em alguns países) como veneno de rato. Os efeitos do envenenamento por tálio são a perda dos cabelos e danos nos nervos periféricos. O contato com a pele é perigoso e a ventilação adequada deve ser fornecida ao derreter este metal. A exposição dos trabalhadores aos compostos solúveis do tálio não deve exceder a 0,1 mg /m³ por 40 horas semanais. Há suspeitas de que o tálio é um carcinógeno para os humanos. Em caso de exposição por tálio deve-se remover as roupas contaminadas, a pele deve ser lavada com água e sabão e os olhos devem ser irrigados com água à temperatura ambiente. == Tratamento em caso de intoxicação == Em caso de envenenamento por tálio o tratamento deve ser iniciado o mais rápido possível, dado o risco de ocorrer danos neurológicos permanentes. Só a partir da década de 1960, é que começaram a surgir terapias bem sucedidas. Atualmente, a terapêutica de primeira escolha numa intoxicação aguda por tálio é a administração oral de azul da Prússia [hexacianoferrato de potássio férrico (II)], dado que o seu perfil de segurança é superior a todas as outras terapias propostas. No organismo, ele absorve os iões de tálio no trato grastrointestinal através da troca destes por iões de potássio presentes na superfície da sua rede cristalina. Recomenda-se também aliar a esta terapêutica a administração de fármacos diuréticos, tais como a furosemida e o manitol, e caso seja necessário, complementar com hemodiálise. A administração de Carvão ativado pode ser utilizada como terapêutica alternativa ao azul da Prússia. Contudo, a sua utilização só pode feita quando a ingestão de tálio ocorrer num período inferior a uma hora. Este tem a capacidade de adsorver o tálio presente no trato gastrointestinal. O prognóstico de pacientes com toxicidade pelo tálio depende da dose ingerida e da presença de sintomas neurológicos. Os que apresentam sintomas mínimos normalmente têm uma recuperação total com o tratamento, no entanto os pacientes com toxicidade grave podem ter défices neuro-psiquiátricos por um longo período de tempo. == Diagnóstico clínico == O diagnóstico definitivo caracteriza-se pela deteção de níveis elevados de tálio no cabelo, nas unhas, no sangue, na urina, nas fezes ou na saliva. O método padrão, utilizado como diagnóstico, é a avaliação da concentração de tálio na urina de 24 horas, avaliada por fotomicroscopia de absorção atômica. == Bibliografia == * Trabulsi LR, Alterthum F. Microbiologia. 5ª.ed. São Paulo: Atheneu; 2008. == Ligações externas == * * * *",
 "title": "Tálio"
}