{
 "id": "58251",
 "text": "Níðhöggr, Nidhogg ou Nidogue, cujo nome significa \"O Percutor da Malícia\", é o enorme dragão/serpente que vive em Niflheim, o mundo inferior nórdico. Ele rói as raízes mais fundas da árvore do mundo, Yggdrasil, com o objetivo de a destruir, aguardando o Ragnarök. Niðhöggr se alimenta de corpos mortos (está aí a origem de seu nome) e no Ragnarök ele ascenderá a Midgard levando os corpos dos mortos para batalhar. Após o fim do mundo e o renascimento do novo mundo, Niðhöggr continuaria a viver para balancear o bem, tendo um equilíbrio perfeito entre bem e mal; alguns veem isso como um reflexo da cultura cristã na época em que a Edda em prosa foi escrita, que vê constantemente o mundo dividido entre bem e mal. Na Yggdrasil, também há uma águia (Hræsvelgr) e um esquilo antropomórfico chamado Ratatosk. É o esquilo que alimenta a troca de insultos entre Nidhogg, nas raízes da árvore, e a águia, no topo dos galhos. A destruição da árvore também é a missão de outros dragões, como Grabak, Grafvolluth, Goin e Moin. De acordo com o Gylfaginning, parte da Edda em prosa de Snorri Sturluson, Níðhöggr ou \"Nidhogg Nagar\" é um ser que rói uma das raízes da árvore do mundo Yggdrasil. É muitas vezes acreditado que são as raízes que bloqueiam Nidhoggr do mundo. Essa raíz se localiza sobre Niflheim e Níðhöggr a rói por debaixo. A mesma fonte também diz \"o esquilo chamado Ratatosk corre para cima e para baixo da árvore, carregando palavras invejosas entre a águia e o dragão.\"Gylfaginning XVI, Tradução de Brodeur (inglês). :No Skáldskaparmál da Edda em prosa Snorri especifica Níðhöggr como uma serpente em uma lista de criaturas como: Fafnir, Jormungand, Adder, Goin, Moin, Grafvitnir, Grabak, Ofnir, Svafnir.Tradução de Faulkes (inglês), p.137 O conhecimento de Snorri de Níðhöggr parece vir de dois poemas éddicos: Grímnismál e Völuspá. Depois, em Skáldskaparmál, Snorri inclui Níðhöggr numa lista de vários termos e nomes para espadas.Tradução de Faulkes, p.159 == Na cultura popular == Nidhogg aparece no jogo Age of Mythology como unidade mítica nórdica conseguida por poder divino e com o nome científico Draco Niflheimus. Também aparece no jogo Final Fantasy XI, Final Fantasy XIV: Heavensward, e no jogo Ragnarök Online como um novo MVP do game; podendo ser encontrado da mesma forma que na mitologia nórdica (roendo a árvore Yggdrasil), em Nidhogg, o jogo de mesmo nome e em algumas edições mais antigas de O Poderoso Thor. Ele também é citado no jogo Tomb Raider Chronicles, onde um homem enforcado conta suas histórias citando o dragão. Nidhogg aparece no jogo God of War Ragnarok (2022) como um chefe a ser enfrentado por Kratos. No mangá/anime Soul Eater é o navio do personagem \"Holandês Voador\" que aparece coletando almas para o Kishin e é detido por Death, the Kid e as irmãs Liz & Patty Thompson. Esses são alguns nomes para serpentes: Dragão, Cobra, Víbora, Mascarado; entre outros citados acima. (Traduzido de Faulkes, p.137) Aparece também no spin-off Saint Seiya: Soul of Gold. Neste, Nidhogg é uma Robe Divina e quem a veste é o mais cruel dos novos Guerreiros Deuses de Asgard, Fafner. Curiosamente, muitas das cenas em que ele aparece estão mais centradas nas raízes da árvore Yggdrasil, dando uma relação com a Robe que ele veste. == Artigos Relacionados == *Jormungand *Dragão Categoria:Criaturas da mitologia nórdica Categoria:Dragões",
 "title": "Níðhöggr"
}