{
 "id": "58286",
 "text": "Ahmed Hassan Zewail (; Damanhur, – ) foi um químico egípcio, nacionalizado estadunidense, mais conhecido como o \"pai da femtoquímica\". Recebeu o Prêmio Nobel de Química de 1999 por seu trabalho na femtoquímica e tornou-se o primeiro cientista árabe a vencer um Prêmio Nobel em um campo científico. Foi Professor Titular Linus Pauling de Química, Professor de Física, e diretor do Physical Biology Center for Ultrafast Science and Technology do Instituto de Tecnologia da Califórnia. == Biografia == Licenciado em química pela Universidade de Alexandria e doutorado pela Universidade da Pensilvânia (1974) na mesma disciplina. Após trabalhar dois anos na Universidade da Califórnia em Berkeley, transferiu-se para o Instituto de Tecnologia da Califórnia, onde ocupa a cátedra de Linus Pauling de físico-química desde 1990. O interesse de Zewail foi conhecer a dinâmica das reações químicas em tempo real. Para saber o que ocorre exatamente entre reagentes e produtos e a que velocidade, projetou pulsos de laser de curta duração sobre as partículas que participam das reações. Baseou-se na capacidade dos átomos e moléculas de absorver ou reirradiar a luz incidente distintamente, modificando o espectro, de forma característica, para cada um deles. Zewail pretendia identificar os elementos que apareciam nos estados intermediários de uma reação (pesquisa que iniciou no fim dos anos 1960). Porém estes estados são extremamente curtos: da ordem de 10 a 100 femtossegundos. Foi somente a partir da década de 1980, quando se desenvolveram os lasers capazes de lançar pulsos muito curtos, que Zewail pode observar (pela primeira vez usando cianeto de iodo: ICN) a participação de uma molécula e a posterior eliminação dos fragmentos restantes. A partir daí, ele e sua equipe projetaram numerosos pulsos de lasers sobre diferentes reações, estudando em cada caso as ligações químicas, os estados de excitação e o movimento dos diferentes átomos e moléculas que aparecem nos sucessivos estados de transição. A “filmagem” das reações químicas permitiu descobrir que entre reagentes e produtos aparecem numerosas moléculas altamente instáveis e com tempo de vida extremamente curto. Esta técnica constituiu a base de um novo ramo da química, a chamada femtoquímica, cujo desenvolvimento permite entender melhor as reações do metabolismo dos seres vivos (como a fotossíntese ou o efeito da luz sobre os bastoncilos da retina). Por esta pesquisa foi-lhe outorgado o Nobel de Química de 1999. Em 3 de setembro de 1999 foi indicado para a Pontifícia Academia das Ciências. Morreu em 2 de agosto de 2016, aos 70 anos. ==Ligações externas== * *Perfil no sítio da Pontifícia Academia Categoria:Nobel de Química Categoria:Laureados do Egito com o Nobel Categoria:Laureados dos Estados Unidos com o Nobel Categoria:Prêmio Wolf de Química Categoria:Medalha Priestley Categoria:Medalha Davy Categoria:Albert Einstein World Award of Science Categoria:Membros da Pontifícia Academia das Ciências Categoria:Membros da Academia Nacional de Ciências dos Estados Unidos Categoria:Membros estrangeiros da Royal Society Categoria:Membros da Academia Real das Ciências da Suécia Categoria:Membros estrangeiros da Academia de Ciências da Rússia Categoria:Espectroscopistas Categoria:Professores do Instituto de Tecnologia da Califórnia Categoria:Químicos do Egito Categoria:Químicos dos Estados Unidos Categoria:Químicos do século XX Categoria:Alunos da Universidade da Pensilvânia Categoria:Cidadãos naturalizados dos Estados Unidos Categoria:Naturais do Egito",
 "title": "Ahmed Zewail"
}