{
 "id": "58290",
 "text": "Manuel Antunes SJ, GOSE • GCIH (Sertã, 3 de novembro de 1918 — Lisboa, 18 de janeiro de 1985) foi um padre jesuíta, professor universitário e ensaísta português. Destacou-se pela sua erudição e capacidade de comunicação e pedagogia. Há uma biblioteca com o seu nome na Sertã.LOPES, Rui Pedro (2018), ‘As raízes de P. Manuel Antunes na Sertã,’ ‘.Brotéria: Cristianismo e cultura’’, ISSN 0870-7618, Vol. 187, Nº. 5, 2018, págs. 571-580. ==Biografia== Filho de uma família deveras humilde, ao que se dizia uma das mais pobre famílias das redondezas. O pai, José Agostinho Antunes, dedicava-se à agricultura como assalariado jornaleiro, e a mãe, Maria de Jesus, era doméstica, ambos analfabetos. Apesar disso, tanto o primogénito Manuel, como o segundo filho, José Antunes (1921-1997), tiveram estudos superiores por via da Companhia de Jesus.Dicionário de Historiadores Portugueses Aos 14 anos, deu entrada num Seminário Menor da Companhia de Jesus, em Guimarães. Com 18 anos tornou-se jesuíta; mais tarde doutora-se em Filosofia e Teologia, com a tese \"Panorama da Filosofia Existencial de Kierkegaard a Heidegger\", na Faculdade de Teologia de Granada, em Espanha.Dicionário Cronológico de Autores Portugueses, Vol. IV, Lisboa, 1997. Em 1949, com 31 anos, torna-se sacerdote e professor de História da Literatura Grega e de História da Literatura Latina na Sociedade de Jesus. Em 1957, a convite de Vitorino Nemésio, torna-se professor da Faculdade de Letras da Universidade de Lisboa, onde leccionou várias disciplinas do curso de Filologia Clássica, com realce para a História da Cultura Clássica, onde se manteve até 1983. Em 1981 foi-lhe conferido, pela Faculdade de Letras de Lisboa, o grau de doutor honoris causa. Os seus primeiros escritos são publicados na revista Brotéria -Revista de Cristianismo e Cultura, de cuja redacção passa a fazer parte em 1955, e cuja direcção assumirá mais tarde, durante cerca de 20 anos. A sua obra escrita abrange temas literários, filosóficos e culturais, muito deles publicados com 124 pseudónimos. Colaborou igualmente na Revista Portuguesa de Filosofia e na Enciclopédia Luso Brasileira de Cultura. Era um grande amigo de António Sérgio, Vitorino Nemésio, José Régio, de Jorge de Sena e Almada Negreiros. Dele, terá Almada Negreiros dito um dia: \"Este homem é só espírito\". Foi um mestre excepcional que marcou para a vida toda milhares de estudantes que, ao longo de mais de um quarto de século, passaram pela Faculdade de Letras da Universidade de Lisboa desde 1957. A sua memória continuou viva a iluminar o caminho de muitos. O professor, cuja competência, sentido humanista e abertura à actualidade atraíram o interesse e admiração dos alunos, também estendeu a mais vastos públicos o seu magistério, graças aos inúmeros artigos que foi publicando. Mais tarde, foi conselheiro do presidente da República, António Ramalho Eanes. A 3 de agosto de 1983, foi agraciado com o grau de Grande- Oficial da Ordem Militar de Sant'Iago da Espada. Manuel Antunes está imortalizado numa estátua na Sertã, da autoria de Vasco Berardo, inaugurada em 24 de junho de 2005. A 6 de novembro de 2018, foi agraciado, a título póstumo, com a Grã-Cruz da Ordem do Infante D. Henrique no encerramento do Congresso que assinalou o centenário do nascimento do “professor íntegro profundo”. O seu irmão, José Antunes foi um ilustre advogado especialista em direito canônico, que foi presidente da Câmara Municipal da Sertã até 1974. ==Congresso Internacional== No 20° aniversário da sua morte, em 2005, realiza- se um Congresso Internacional subordinado ao tema Padre Manuel Antunes: Interfaces da Cultura Portuguesa e Europeia. Este evento científico terá lugar em três palcos diferentes: na Fundação Calouste Gulbenkian, na Faculdade de Letras da Universidade de Lisboa e na Casa da Cultura da Sertã, distribuídos pelos seguintes painéis temáticos: Cultura e Civilização, Crítica Literária e Estética, Educação/ Pedagogia/ Ensino, Religião/Teologia/ Espiritualidade, Política/Construção da Democracia, Filosofia e Ciência. ==Bibliografia principal== (a re-editar em 2005) *Do Espírito e do Tempo, 1960 *Ao Encontro da Palavra, 1960 *O mundo de hoje e a religião, 1964 *Indicadores de Civilização, 1972 *Grandes Derivas da História Contemporânea, 1973 *Educação e Sociedade, 1973 *Grandes Contemporâneos, 1973 *Repensar Portugal, 1979 *Occasionália-Homens e Ideias de Ontem e de Hoje *Legómena, 1987 (póstumo) *Ensaios Filosóficos *Educação e Sociedade *Estudos de Cultura Clássica *Teoria da Cultura, re-editado em 1999, com revisão e notas de Maria Ivone de Ornellas de Andrade. == Ligações externas == www.manuelantunes-sj.com Categoria:Naturais da Sertã Categoria:Ensaístas de Portugal Categoria:Professores da Faculdade de Letras da Universidade de Lisboa Categoria:Doutores honoris causa pela Universidade de Lisboa Categoria:Jesuítas de Portugal Categoria:Grandes-Oficiais da Ordem Militar de Sant'Iago da Espada Categoria:Grã-Cruzes da Ordem do Infante D. Henrique",
 "title": "Manuel Antunes"
}