{
 "id": "58326",
 "text": "Elefante é o termo genérico e popular pelo qual são denominados os membros da família Elephantidae, um grupo de mamíferos proboscídeos elefantídeos, de grande porte, do qual há três espécies no mundo atual, duas africanas (Loxodonta spp.) e uma asiática (Elephas spp.). Há ainda os mamutes (Mammuthus spp.), hoje extintos. Até recentemente, acreditava-se que havia apenas duas espécies vivas de elefantes, o elefante-africano e o elefante-asiático, uma espécie menor. Entretanto, estudos recentes de DNA sugerem que havia, na verdade, duas espécies de elefante-africano: Loxodonta africana, da savana, e Loxodonta cyclotis, que vive nas florestas. Os elefantes são os maiores animais terrestres da actualidade, com a massa entre 4 a 6 toneladas e medindo em média quatro metros de altura, podem levantar até 10.000 kg. As suas características mais distintivas são as presas de marfim. == Características gerais == Os elefantes são animais herbívoros, alimentando-se de ervas, gramíneas, frutas e folhas de árvores. Dado o seu tamanho, um elefante adulto pode ingerir entre 70 a 150 kg de alimentos por dia. As fêmeas vivem em manadas de 10 a 15 animais, lideradas por uma matriarca, compostas por várias reprodutoras e crias de variadas idades. O período de gestação das fêmeas é longo (20 a 22 meses), assim como o desenvolvimento do animal que leva anos a atingir a idade adulta. Os filhotes podem nascer com 90 kg. Os machos adolescentes tendem a viver em pequenos grupos e os machos adultos isolados, encontrando-se com as fêmeas apenas no período reprodutivo. Devido ao seu porte, os elefantes têm poucos predadores. Exercem uma forte influência sobre as savanas, pois mantêm árvores e arbustos sob controle, permitindo que pastagens dominem o ambiente. Eles vivem cerca de 60 anos e morrem quando seus molares caem, impedindo que se alimentem de plantas. Os elefantes-africanos são maiores que as variedades asiáticas e têm orelhas mais desenvolvidas, uma adaptação que permite libertar calor em condições de altas temperaturas. Outra diferença importante é a ausência de presas de marfim nas fêmeas dos elefantes asiáticos. Durante a época de acasalamento, o aumento da produção de testosterona deixa os elefantes extremamente agressivos, fazendo-os atacar até humanos. Acidentes com elefantes utilizados em rituais geralmente são causados por esse motivo. Cerca de 400 humanos são mortos por elefantes a cada ano. == Características físicas == === Tromba === A probóscide, ou tromba, é uma fusão de nariz e lábio superior, alongado e especializado para se tornar o apêndice mais importante e versátil de um elefante. A ponta da tromba dos elefantes- africanos está equipada de duas protuberâncias parecidas com dedos, enquanto os elefantes asiáticos têm apenas uma destas. Segundo os biologistas, a tromba do elefante pode ter cerca de quarenta mil músculos individuais, o que a faz sensível o suficiente para pegar numa única folha de relva, mas ao mesmo tempo forte o suficiente para arrancar os ramos de uma árvore. Algumas fontes indicam que o número correcto de músculos na tromba de um elefante é mais perto de cem mil. A maior parte dos herbívoros (comedores de plantas, como o elefante) possuem dentes adaptados a cortar e arrancar plantas. Porém, à excepção dos muito jovens ou doentes, os elefantes usam sempre a tromba para arrancar a comida e levá-la até à boca. Eles pastam relva ou dirigem-se as árvores para pegar em folhas, frutos ou ramos inteiros. Se a comida desejada se encontra alta demais, o elefante enrola a sua tromba no tronco ou ramo e sacode até a comida se soltar ou, às vezes, simplesmente derruba completamente a árvore. A tromba também é utilizada para beber. O volume disponível da narina dos elefantes pode aumentar em até 64 por cento, acima da capacidade original da tromba de cerca de cinco litros, enquanto bebe. A taxa de fluxo de água através da tromba foi em média de 3,7 litros por segundo. Elefantes chupam água pela tromba (até quatorze litros de cada vez) e depois despejam-na para dentro da boca. Elefantes também inalam água para despejar sobre o corpo durante o banho. Sobre esta camada de água, o animal então despeja terra e lama, que servirá de protector solar. Eles também pode dilatar suas narinas para aumentar a capacidade de carga de suas trombas enquanto aspiram a água, o que significa que leva menos aspiradas do que o esperado para estocar a água que eles usam para beber e se limpar. Quando nada, a tromba também pode servir de tubo de respiração. Este apêndice também é parte importante das interacções sociais. Elefantes conhecidos cumprimentam-se enrolando as trombas, como se fosse um apertar de mãos. Eles também a usam enquanto brincam, para acariciar durante a corte ou em interacções entre mãe e filhos, e para demonstrações de força - uma tromba levantada pode ser um sinal de aviso ou ameaça, enquanto uma tromba caída pode ser um sinal de submissão. Elefantes conseguem defender- se eficazmente batendo com a tromba em intrusos ou agarrando-os e atirando-os ao ar. A tromba serve também para dar ao elefante um sentido muito apurado de cheiro. Levantando a tromba no ar e movimentando-a para um lado e para o outro, como um periscópio, o elefante consegue determinar a localização de amigos, inimigos ou fontes de comida. === Presas === As presas de um elefante são os segundos incisivos superiores. As presas crescem continuamente; as presas de um adulto médio crescem aproximadamente 15 cm por ano. As presas são utilizadas para escavar à procura de água, sal ou raízes; para retirar a casca das árvores, para comer a casca; para escavar a árvore adansonia a fim de retirar-lhe a polpa; e para mover árvores ou ramos quando um trilho é criado. Para além disso, são utilizadas para marcar as árvores para demarcar o território e ocasionalmente como armas. Tal como os humanos, que são tipicamente destros, os elefantes são ou destros ou canhotos. A presa dominante, chamada a presa mestra, é, em geral, mais curta e mais arredondada na ponta por causa do uso. Tanto os machos como as fêmeas dos elefantes- africanos têm grandes presas que podem chegar até acima dos 3 m em comprimento e pesar mais de 90 kg. Na espécie asiática, só os machos têm presas grandes. As fêmeas asiáticas têm presas que são ou muito pequenas ou que são simplesmente inexistentes. Os machos asiáticos podem ter presas tão longas como os machos africanos, mas são normalmente mais finas e leves; a presa registrada mais pesada de sempre pesava 39 kg. A presa de ambas as espécies e constituída principalmente de fosfato de cálcio na forma de apatite. Como um tecido vivo, é relativamente macia (comparado com outros minerais como a pedra), e a presa, também chamada de marfim, é apreciada por artistas pela sua esculturabilidade. A procura de marfim de elefante tem sido uma das razões para o declínio dramático da população mundial de elefantes. Alguns familiares extintos dos elefantes tinham presas também nos maxilares inferiores, como os Gomphotherium, ou só nos maxilares inferiores, como os Deinotherium. === Dentes === Os dentes dos elefantes são muito diferentes dos dentes da maior parte dos mamíferos. Durante a sua vida eles têm normalmente 28 dentes. Estes são: * Os dois incisivos superiores: as presas; * Os precursores de leite das presas; * 12 pré-molares, 3 em cada lado de cada maxilar; * 12 molares, 3 em cada lado de cada maxilar. Ao contrário da maior parte dos mamíferos, que desenvolvem dentes de leite e depois os substituem pelos dentes adultos permanentes, os elefantes têm ciclos de rotação de dentes durante a vida toda. Passado um ano as presas são permanentes, mas os molares são substituídos seis vezes durante a vida média de um elefante. Os dentes não irrompem dos maxilares verticalmente como os dentes humanos. Em vez disso, eles têm uma progressão horizontal, como um tapete rolante. Os novos dentes crescem na parte de trás da boca, empurrando dentes mais velhos para a frente, onde eles se gastam com o uso e os restos caem. Quando um elefante se torna velho, os últimos dentes ficam gastos, e o elefante tem de comer apenas comida muito macia. Elefantes muito velhos frequentemente passam os últimos anos exclusivamente em zonas pantanosas onde conseguem encontrar folhas de relva molhada e macia. Por fim, quando os últimos dentes caem, os elefantes não conseguem comer e morrem de fome. Se não fosse pelo desgaste dos dentes, o metabolismo dos elefantes permitir-lhes-ia viver muito mais tempo. Como cada vez mais habitat é destruído, o território dos elefantes torna-se cada vez mais pequeno; os mais velhos já não têm a oportunidade de procurar comida mais apropriada e, por isso, morrem de fome mais novos. As presas no maxilar inferior também são segundos incisivos. Estes cresciam bastante no Deinotherium e em alguns mastodontes, mas desaparecem cedo nos elefantes modernos sem irromperem. === Pele === Os elefantes são chamados de paquidermes, que significa \"com pele espessa\". A pele do elefante é extremamente rija na maior parte do seu corpo e tem cerca de 2,5 cm de espessura. No entanto, a pele à volta da boca e dentro das orelhas é muito fina. Normalmente, a pele dos elefantes-asiáticos está coberta por uma maior quantidade de pêlos do que no caso do seu congênere africano, sendo esta característica mais acentuada nos mais novos. As crias asiáticas estão cobertas de uma espessa camada de pêlo de coloração vermelho acastanhado. À medida que ficam mais velhas, este pêlo escurece e fica menos denso, permanecendo na cabeça e na cauda. Os elefantes têm, geralmente, cor acinzentada, embora os africanos pareçam frequentemente acastanhados ou avermelhados por se rolarem na lama ou em solo dessa cor. Rolar na lama é um comportamento social de grande importância para os elefantes, além de que a lama forma uma espécie de protector solar, protegendo a pele dos efeitos nocivos da radiação ultravioleta. No entanto, a pele de um elefante é mais sensível do que parece. Sem banhos regulares de lama para se proteger de queimaduras, mordidas de insecto, e perda de humidade, a pele de um elefante sofreria importantes danos. Depois do banho, o elefante, normalmente, utiliza a sua tromba para atirar terra sobre o seu corpo para o secar, formando uma nova camada protectora. Como os elefantes estão limitados a áreas cada vez menores, há progressivamente menos água disponível, pelo que os diversos grupos aproximam-se cada vez mais, o que origina conflitos quanto à utilização destes recursos limitados. Rolar na lama também ajuda a pele a regular a temperatura. Os elefantes têm muita dificuldade em libertar calor através da pele porque, em relação ao seu tamanho, têm pouca superfície de pele. A razão da massa de um elefante para a área de superfície de pele é muito menor do que num ser humano. === Patas === As patas de um elefante são pilares verticais, pois precisam suportar o grande peso do animal. Os pés de um elefante são quase redondos. Os elefantes africanos têm três unhas em cada pé traseiro e quatro em cada um dos pés da frente. Os elefantes indianos têm quatro unhas em cada pé traseiro e cinco em cada um dos da frente. Por baixo dos ossos dos pés existe uma camada gelatinosa que funciona como uma almofada de ar ou amortecedor. Por esta razão, um elefante pode ficar de pé por longos períodos de tempo sem se cansar. Aliás, elefantes africanos raramente se deitam, exceto quando estão doentes ou aleijados. Elefantes indianos, em contraste, deitam-se frequentemente. Embaixo do peso do elefante, o pé incha, mas desincha quando o peso é removido. Um elefante pode afundar na lama, mas consegue retirar as patas facilmente porque os seus pés reduzem de tamanho quando levantados. O elefante é um bom nadador, mas não consegue trotar, saltar ou galopar. Tem dois andares: o caminhar e um passo mais acelerado que partilha características com a corrida. Quando caminha, as patas funcionam como pêndulos, com as ancas e os ombros subindo e descendo quando o pé é assente no chão. O passo mais acelerado não corresponde à definição habitual de corrida, porque os elefantes têm sempre pelo menos uma pata assente no chão. Como ambas as patas traseiras ou as dianteiras estão no ar ao mesmo tempo, este passo é semelhante às patas traseiras e as dianteiras correrem de cada vez.Moore, Tom. 2007. \"Biomechanics: A Spring in Its Step\". Natural History 116:4. May, 2007. Pp. 28-9. Andando a passo normal, um elefante anda a cerca de 3 a 6 km/h mas pode chegar a 40 km/h em corrida. === Orelhas === As grandes orelhas do elefante são também importantes para a regulação da temperatura. As orelhas de um elefante são feitas de material muito fino esticado sobre cartilagem e uma vasta rede de vasos sanguíneos. Nos dias quentes, os elefantes agitam constantemente as orelhas, criando uma brisa suave. Esta brisa arrefece a os vasos sanguíneos à superfície, e o sangue mais fresco circula então pelo resto do corpo do animal. O sangue que entra as orelhas do animal pode ser arrefecido até cerca de 6 graus Celsius antes de retornar ao resto do corpo. As diferenças entre as orelhas dos elefantes africanos e asiáticos pode ser explicada, em parte, pela sua distribuição geográfica. Os elefantes africanos estão mais próximos do equador, onde o clima é mais quente. Por isso, têm orelhas maiores. Os asiáticos vivem mais para norte, em climas mais frescos, e portanto, têm orelhas menores. As orelhas também são usadas para intimidação e pelos machos durante a corte. Se um elefante quer intimidar um rival ou predador, estende as orelhas para parecer maior e mais imponente. Durante a época da procriação, os machos emitem um odor de uma glândula situada entre os olhos. Joyce Poole, um conhecido investigador sobre os elefantes, propôs a teoria que os machos abanam as orelhas para espalhar este \"perfume elefantino\" até grandes distâncias. === Sistema imunitário === Os elefantes têm taxas de cancro invulgarmente baixas, comparativamente a outras espécies. Estima-se que sómente 5% dos elefantes acabam por sucumbir ao cancro, em comparação com os 25% dos humanos. Descobriu-se que os elefantes têm cerca de vinte cópias diferentes de um gene supressor de tumores conhecido como p53. Este gene codifica uma proteína, também conhecida como p53, que funciona como um protetor celular crucial. Esta proteína impede uma divisão celular quando detecta qualquer dano ou mutação do ADN. Se o gene p53 não estiver a funcionar corretamente, as células danificadas podem multiplicar-se e o tecido canceroso acumula-se. Mas a raça humana tem apenas uma cópia do gene. Esta descoberta poderá ter resultados clínicos, podendo abrir novas vias para terapias específicas do cancro em humanos. == A humanidade e os elefantes == A caça de elefantes, causada principalmente pelo seu marfim, é geralmente ilegal em todos os países africanos. No entanto, dadas as enormes quantidades de comida que estes animais requerem, alguns parques naturais africanos recorrem à emissão de licenças de caça em número reduzido para controlar as populações e angariar fundos. A caça dos elefantes teve também consequências a nível evolutivo. Visto que o objectivo primordial dos caçadores eram as presas, os animais que não as tinham graças a uma mutação genética, foram favorecidos. O processo involuntário resultou numa selecção artificial das populações de elefantes (análogo ao que resultou nas raças de cães), onde os animais sem presas passaram de 1% do total a representar, em certos locais, cerca de 30% dos indivíduos. Ao longo da história, os elefantes foram utilizados pelo Homem para várias funções, como transporte, entretenimento e guerra. Os elefantes de guerra foram uma peça táctica importante antes da generalização da artilharia, principalmente nos exércitos de Cartago e do Império Aquemênida. O general Aníbal considerava os animais excelentes para os combates militares, embora não apresentassem resistência ao frio. Foi através de Alexandre, o Grande que os elefantes de guerra chegaram ao Ocidente, em 325 a.C.Revista História Viva, 1, p.22. Editora Duetto. São Paulo. (2003). Apesar destes usos, o elefante não é um animal doméstico, na medida em que não é criado em cativeiro. Quase todos os elefantes ao serviço do Homem foram ou são animais domados, isto é, nascidos em liberdade e adaptados às várias funções. Os motivos da falta de sucesso da domesticação dos elefantes incluem as despesas elevadas de manutenção, o longo período de gestação e crescimento e o temperamento por vezes violento destes animais. É por causa da sua personalidade que a grande maioria dos animais domados são fêmeas; em contrapartida, elefantes de guerra eram (e, ainda hoje, normalmente são) exclusivamente machos. == Perigo de extinção == Atualmente todas as espécies de elefantes são considerados como espécies em perigo de extinção, segundo a União Internacional para a Conservação da Natureza e dos Recursos Naturais (UICN). Também estão registados no Apêndice I da Convenção sobre o Comércio Internacional das Espécies da Fauna e da Flora Selvagens Ameaçadas de Extinção (CITES), excepto para as populações de países (como Zimbábue e Botsuana) que foram reclassificados no Apêndice II. Os elefantes encontram-se ameaçados pela caça ilegal e perda de seu habitat. O marfim de seus dentes é usado em jóias, teclas para piano, hanko (selos personalizados para assinatura de documentos oficiais, exigida no Japão) e para outros objetos. Sua pele e outras partes são um componente comercial de menor importância, enquanto a carne é utilizada pelas pessoas da localidade. A ameaça ao elefante africano representada pelo comércio de marfim é exclusivo para a espécie. Animais maiores, de vida longa e de reprodução lenta como os elefantes são mais suscetíveis à caça excessiva que outros animais. Eles não podem se esconder e são necessários muitos anos para um elefante crescer e reproduzir-se. Um elefante necessita uma média de 140 kg de vegetação por dia para sobreviver. Como os grandes predadores são caçados, as populações de pequenos animais que pastam (concorrentes do elefante nos alimentos) se encontram em ascensão. O aumento do número de herbívoros devastam as árvores, arbustos e gramíneas do local. Os próprios elefantes têm poucos predadores naturais além do homem (ocasionalmente os leões). No entanto, muitos governos africanos permitem legalmente a caça limitada. A grande quantidade de dinheiro que é cobrada para as licenças necessárias é frequentemente utilizada para apoiar os esforços de conservação, e o pequeno número de licenças emitidas (geralmente para animais mais velhos) garante que as populações não sejam esgotadas. == Elefantes na história e na cultura == * Como símbolo do safári africano, pertence ao grupo de animais selvagens chamado de big five, correspondente aos 5 animais mais difíceis de serem caçados: leão, leopardo, elefante, búfalo e rinoceronte. * O elefante é o símbolo do Partido Republicano dos Estados Unidos. * Os elefantes brancos são considerados sagrados na Tailândia, na Índia (devido ao hinduísmo, religião predominante neste país) e Myanmar; no Mundo Ocidental são um símbolo de algo com um custo bastante superior à sua utilidade, provavelmente devido ao elefante Hanno que o rei Manuel I de Portugal ofereceu ao papa Leão X. * A mais alta condecoração da Dinamarca é chamada a Ordem do Elefante, e a Ordem do Elefante Branco é o seu equivalente na Tailândia. * Elefantes aparecem nos brasões de armas da Costa do Marfim, e das cidades de Catânia (Itália) e Coventry (Reino Unido). * Ganesh, o deus hindu, da sabedoria, tem uma cabeça de elefante. * Dumbo, um personagem da Disney, é um elefante voador. * Jotalhão, um personagem da Turma da Mônica, é um elefante verde alvo do amor de uma formiga. * Outro elefante ilustre na literatura é Babar, protagonista do livro infantil L'Histoire de Babar, de Jean de Brunhoff, escrito em 1931. Babar se tornou um ícone da literatura infantil, atravessando gerações e vendendo milhões de livros em todo o mundo. * O olifante é um animal do universo de J.R.R. Tolkien. * Efalante é a versão em português para o boneco de elefante, na versão Disney de ursinho Pooh.. * O logotipo do Animal Planet era um elefante dentro de um retângulo verde, até 3 de fevereiro de 2008. * O logotipo do PostgreSQL, gerenciador de banco de dados livre, é a cabeça de um elefante. * O Mascote do ABC Futebol Clube - RN é um elefante. * O Mascote da linguagem de programação PHP (PHP: Hypertext Preprocessor). Taxonomia {| width=\"100%\" style=\"background:transparent\" Subfamília Elephantinae ** Tribo Elephantini (Elephant) *** Subtribo Primelephantina † **** Género Primelephas † *** Subtribo Loxodontina **** Género Loxodon ***** Subgénero Loxodonta ****** Espécie Loxodonta africana (Elefante-africano) ******* Subespécie Loxodonta africana adaurora † ******* Subespécie Loxodonta africana africana () ******* Subespécie Loxodonta africana oxyotis (Elefante-da-savana) ******* Subespécie Loxodonta africana pumilio (ou Loxodonta fransseni) (Elefante-africano-pigmeu) ****** Espécie Loxodonta cyclotis (Elefante-da- floresta) *** Subtribo Elephantina ou Supergénero Elephadon **** Género Elephas ****** Espécie Elephas maximus (Elefante-asiático) ******* Subespécie Elephas maximus indicus (Elefante-indiano) ******* Subespécie Elephas maximus maximus (Elefante-do-Ceilão) ******* Subespécie Elephas maximus sumatrensis (Elefante de Sumatra) ******* Subespécie Elephas maximus borneensis (Elefante da Malásia) ****** Espécie Elephas beyeri † ****** Espécie Elephas celebensis † ****** Espécie Elephas iolensis † ****** Espécie Elephas planifrons † ****** Espécie Elephas platycephalus † ****** Espécie Elephas recki † ******* Subespécie Elephas recki atavus † ******* Subespécie Elephas recki brumpti † ******* Subespécie Elephas recki ileretensis † ******* Subespécie Elephas recki illertensis † ******* Subespécie Elephas recki recki † ******* Subespécie Elephas recki shungurensis † ***** Subgénero Palaeoloxodon † ****** Espécie Elephas Palaeoloxodon antiquus (Elefante-de-presas-estreitas) † ****** Espécie Elephas Palaeoloxodon creticus † ****** Espécie Elephas Palaeoloxodon creutzburgi † ****** Espécie Elephas Palaeoloxodon chaniensis † ****** Espécie Elephas Palaeoloxodon cypriotes † ****** Espécie Elephas Palaeoloxodon ekorensis † ****** Espécie Elephas Palaeoloxodon falconeri † ****** Espécie Elephas Palaeoloxodon mnaidriensis † ****** Espécie Elephas Palaeoloxodon melitensis † ****** Espécie Elephas Palaeoloxodon namadicus † ****** Espécie Elephas Palaeoloxodon naumanni † **** Género Mammuthus † ****** Espécie Mammuthus africanavus (Mamute-africano) † ****** Espécie Mammuthus armeniacus (Armenian mammoth) † ****** Espécie Mammuthus columbi (Mamute-columbiano) † ****** Espécie Mammuthus exilis (Mamute-pigmeu) † ****** Espécie Mammuthus dwarfus (Wrangel Island mammoth) † ****** Espécie Mammuthus imperator (Mamute- imperial) † ****** Espécie Mammuthus jeffersonii (Mamute-de-Jefferson) † ****** Espécie Mammuthus lamarmorae (Mamute-anão-da-Sardenha) † ****** Espécie Mammuthus meridionalis (Mamute-ancestral) † ****** Espécie Mammuthus planifrons † ****** Espécie Mammuthus primigenius (Mamute-lanoso) † ****** Espécie Mammuthus subplanifrons (Mamute-sul-africano) † ****** Espécie Mammuthus trogontherii (Mamute-da-estepe) † ** Tribo Belodontini † *** Subtribo Belodontina † **** Género Stegotetrabelodon † **** Género Stegodibelodon † == Ver também == * Dinotério *Inteligência em elefantes == Ligações externas == * Evolução do Elefante em elephant.elehost.com * Evolução do Elefante em www.allelephants.com * Evolution - Past to Present Evolução do Elefante em www.eleaid.com",
 "title": "Elefante"
}