{
 "id": "58325",
 "text": "Epilepsia é um grupo de perturbações neurológicas caracterizadas por crises epilépticas recorrentes. Uma crise epiléptica é uma manifestação clínica que ocorre devido a uma descarga elétrica anormal, excessiva e sincronizada nos neurônios. A epilepsia é definida pela ocorrência de duas ou mais crises não provocadas. Em um contexto clínico, a ocorrência de apenas uma crise é suficiente para justificar a definição de epilepsia somente quando é possível prever a recorrência. As crises epilépticas podem variar de períodos breves e quase indetectáveis a longos períodos convulsivos em que o corpo se agita vigorosamente. Estes episódios podem resultar em lesões físicas, incluindo fraturas ósseas. Na epilepsia, as crises tendem a repetir-se e podem não ter uma causa subjacente detetável. Crises isoladas provocadas por uma causa específica, como envenenamento, não são consideradas epilepsia. As crises epilépticas são o resultado de atividade excessiva e anormal das células nervosas no córtex cerebral. A maior parte dos casos de epilepsia é de origem desconhecida. Alguns casos são o resultado de lesões cerebrais, acidentes vasculares cerebrais (AVC), tumores cerebrais, infecções no cérebro ou de doenças congénitas, mediante um processo denominado epileptogénese.Um pequeno número de casos está ainda diretamente associado a algumas mutações genéticas. O diagnóstico de epilepsia requer que primeiro sejam excluídas outras condições que possam produzir sintomas semelhantes, como a síncope, e determinar se existem causas imediatas para as crises, como síndrome de abstinência alcoólica ou distúrbios eletrolíticos. A avaliação de outras possíveis causas geralmente é realizada com exames imagiológicos ao cérebro e análises ao sangue. O diagnóstico de epilepsia pode em muitos casos ser confirmado com um electroencefalograma (EEG), embora um resultado normal não exclua a doença. Em cerca de 70% dos casos é possível prevenir e controlar com medicação a ocorrência de crises epilépticas. Em pessoas cujas crises não respondem à medicação, pode-se considerar cirurgia, neuroestimulação ou alterações na dieta. Nem todos os casos de epilepsia duram toda a vida e muitas pessoas melhoram ao ponto de deixarem de necessitar de tratamento,; nesses casos, a epilepsia é considerada resolvida. Em 2024, a epilepsia afetava em todo o mundo cerca de 50 milhões de pessoas. Cerca de 80% dos casos ocorre em países em desenvolvimento. Estima-se que, anualmente, mortes sejam causadas pela epilepsia no mundo todo, sendo que 80% destas ocorrem em países em desenvolvimento. A epilepsia é mais comum em crianças e idosos. Nos países desenvolvidos o aparecimento de novos casos é mais frequente em bebés e idosos. Nos países em desenvolvimento, diferenças ao nível da frequência das causas subjacentes fazem com que o aparecimento seja mais comum em crianças mais velhas e jovens adultos. Entre 5 e 10% de todas as pessoas terão uma crise epiléptica sem causa definida até aos 80 anos de idade, com 40–50% de probabilidade de ocorrência de uma segunda crise. Em algumas regiões do mundo, as pessoas com epilepsia estão proibidas de conduzir ou não lhes é permitido conduzir até estarem livres de crises durante um determinado período de tempo. Dependendo da região do mundo, a condição está associada a diversos estigmas sociais e diferentes formas de tratamento. O termo \"epilepsia\" tem origem no grego antigo ἐπιλαμβάνειν, \"tomar, capturar, possuir, ter\". == Definição == Epilepsia é uma doença do cérebro definida por qualquer uma das seguintes condições: : # Pelo menos duas crises epilépticas não provocadas (ou reflexas) ocorrendo com um intervalo superior a 24 h # Uma crise epiléptica não provocada (ou reflexa) e a probabilidade de ocorrência de outras crises similar ao risco geral de recorrência (de pelo menos 60%) após duas crises epilépticas não provocadas, ocorrendo nos próximos 10 anos. # Diagnóstico de uma síndrome epiléptica. Além disso, a epilepsia deve ser considerada resolvida para os indivíduos que tenham uma síndrome epiléptica idade- dependente que já tenham ultrapassado a idade limite para esta síndrome ou para aqueles que tenham permanecido livres de crises nos últimos 10 anos, sem fármacos antiepilépticos nos últimos 5 anos. Esta definição de 2014 da Liga Internacional contra a Epilepsia (ILAE, do inglês, International League against Epilepsy) é uma clarificação da definição conceitual de 2005, segundo a qual \"a epilepsia é um distúrbio cerebral caracterizado pela predisposição persistente em gerar crises epilépticas e pelas consequências neurobiológicas, cognitivas, psicossociais desta condição. A definição de epilepsia requer a ocorrência de pelo menos uma crise epiléptica.\" Por conseguinte, a epilepsia pode ser resolvida, mas sem garantia de que esta não voltará. Na definição, a epilepsia passa a ser designada por doença, em vez de perturbação ou transtorno. Esta foi uma decisão do comité executivo da ILAE, tomada porque a palavra perturbação, embora talvez tenha menos estigma do que doença, também não exprime o grau de gravidade que a epilepsia merece. A definição tem um carácter prático e foi concebida para utilização clínica. Em particular, visa clarificar quando está presente uma “predisposição duradoura” de acordo com a definição concetual de 2005. Os investigadores, os epidemiologistas com preocupações estatísticas e outros grupos especializados podem optar por utilizar a definição mais antiga ou uma definição da sua própria autoria. A ILAE considera que isso é perfeitamente permitido, desde que seja claro qual a definição que está a ser utilizada. === Classificação === A classificação das epilepsias, conforme estabelecida pela ILAE apresenta três níveis principais: tipos de crises, tipos de epilepsia e síndromes epilépticas, e também incorpora a etiologia em cada estágio do diagnóstico. O ponto inicial do esquema de classificação das epilepsias são os tipos de crises epilépticas. As crises epilépticas são categorizadas com base no início da atividade elétrica no cérebro e são divididas em três categorias principais: * Crises de início focal; * Crises de início generalizado; * Crises de início desconhecido. Após a classificação dos tipos de crises epilépticas, prossegue-se para a classificação dos tipos de epilepsia, uma vez que os critérios para o diagnóstico de epilepsia tenham sido atendidos. Os tipos de epilepsia são determinados com base nas características das crises e nos achados clínicos. As epilepsias são divididas em quatro categorias principais: * Epilepsia Generalizada: Envolve crises que afetam ambos os hemisférios cerebrais desde o início; * Epilepsia Focal: Inclui crises que começam em uma área específica do cérebro. As epilepsias focais podem envolver distúrbios unifocais e multifocais, bem como crises envolvendo um hemisfério; * Epilepsia Combinada Generalizada e Focal: Existem pacientes que apresentam tanto crises focais quanto generalizadas; * Epilepsia Desconhecida: Esta categoria é usada quando o médico é incapaz de determinar se o tipo de epilepsia é focal ou generalizado. O terceiro nível é o diagnóstico das síndromes epilépticas. Uma síndrome epiléptica refere-se a um conjunto de características que incluem tipos de crises, EEG e características de imagem que tendem a ocorrer juntas. As síndromes podem ter características dependentes da idade, desencadeadores de crises, variação diurna, comorbidades distintas e implicações prognósticas e terapêuticas. Exemplos de síndromes epilépticas bem reconhecidas incluem a síndrome de Dravet e a síndrome de Lennox-Gastaut. Nem sempre é possível realizar o diagnóstico de uma síndrome epiléptica, sendo a classificação muitas vezes realizada apenas ao primeiro ou segundo nível. A classificação também enfatiza a importância de considerar a etiologia em cada estágio do diagnóstico, uma vez que ela frequentemente tem implicações significativas para o tratamento. A etiologia pode ser subdividida em seis subgrupos principais: *Estrutural: Anomalias estruturais visíveis em neuroimagem que têm um risco substancialmente aumentado de estar associadas à epilepsia, como esclerose hipocampal. *Genética: Resultante de uma mutação genética conhecida ou presumida onde as crises são um sintoma central do distúrbio, como a síndrome de Dravet, frequentemente causada por mutações no gene SCN1A. *Infecciosa: Decorrente de uma infecção onde as crises são um sintoma central, como neurocisticercose e encefalite viral. *Metabólica: Causada por um distúrbio metabólico conhecido ou presumido em que as crises são um sintoma central, como deficiências enzimáticas e desordens do metabolismo de aminoácidos. *Imunológica: Decorrente de uma doença autoimune onde as crises são um sintoma central, como encefalite autoimune associada a anticorpos contra receptores NMDA. *Desconhecida: Quando a causa da epilepsia ainda não é conhecida, muitas vezes devido à falta de informações ou recursos diagnósticos adequados. == Sinais e sintomas == A epilepsia caracteriza-se por um risco a longo prazo de recorrência de crises epilépticas. Estas crises podem apresentar-se de várias formas, a dependar das partes do cérebro envolvidas. === Crise epiléptica === Uma crise epiléptica é uma manifestação clínica resultante de uma descarga transitória, excessiva, síncrona e anormal de células nervosas. Estas descargas podem variar em localização, extensão e severidade, resultando em uma ampla diversidade de formas clínicas. Os sinais e sintomas de uma crise epiléptica refletem, portanto, a ativação da parte do cérebro afetada por esta atividade excessiva. As crises epilépticas são classificadas de acordo com o seu início: podem ser descargas que afetam inicialmente apenas uma parte do cérebro (crises de início focal) ou o cérebro todo (crises de início generalizado). ==== Crises de início generalizado ==== As crises epilépticas de início generalizado são aquelas que rapidamente se espalham para afetar ambos hemisférios cerebrais de forma ampla e simultânea. Elas são divididas em crises motoras e não motoras. As crises não motoras incluem as crises de ausência, enquanto as motoras são subdivididas em cinco tipos principais: * Tônico-clônicas, * Tônicas, * Clônicas, * Mioclônicas, e * Atônicas. As crises tônico-clônicas ocorrem com uma contração dos membros seguida por sua extensão e arqueamento das costas, o que dura de 10 a 30 segundos (fase tônica). Pode-se ouvir um grito devido à contração dos músculos peitorais, seguido de tremores dos membros em uníssono (fase clônica). As crises tônicas produzem contrações constantes dos músculos. A pessoa frequentemente fica com a pele azulada, pois a respiração é interrompida. Nas crises clônicas, há tremores dos membros em uníssono. Após os tremores cessarem, pode levar de 10 a 30 minutos para a pessoa voltar ao normal; esse período é chamado de \"estado pós-ictal\" ou \"fase pós-ictal\". As crises mioclônicas envolvem espasmos musculares muito breves em algumas áreas ou no corpo inteiro. Às vezes, isso faz com que a pessoa caia, o que pode causar lesões. As crises de ausência podem ser sutis, com apenas uma leve virada da cabeça ou piscadas dos olhos com consciência prejudicada; tipicamente, a pessoa não cai e retorna ao normal imediatamente após o término da crise. As crises atônicas envolvem a perda da atividade muscular por mais de um segundo, geralmente ocorrendo em ambos os lados do corpo. Durante o episódio, a língua pode ser mordida ou severamente lesada, ou o corpo ferido como resultado de uma queda ou outro acidente. Às vezes pode ocorrer liberação de urina e/ou fezes. O corpo relaxa após poucos segundos ou minutos e em seguida a pessoa dorme por um período invariável de tempo. O paciente pode se esquecer da crise, principalmente quando ela ocorre durante o sono. ==== Crises de início focal ==== As crises epilépticas de início focal começam em uma área específica do cérebro, e podem incluir fenómenos sensoriais (visuais, auditivos ou olfactivos), psíquicos, autonómicos e motores, dependendo da parte do cérebro envolvida. Os abalos musculares podem começar num grupo muscular específico e espalhar-se para os grupos musculares circundantes, caso em que é conhecido como uma marcha jacksoniana. Automatismos podem ocorrer, que são atividades geradas de forma não consciente e, na sua maioria, movimentos repetitivos simples como estalar os lábios ou atividades mais complexas como tentativas de pegar em algo. Crises focais podem evoluir para crises tônico-clônicas bilaterais. === Gatilhos === Os gatilhos não são causas da epilepsia, mas são situações ou eventos que aumentam a probabilidade de ocorrer uma crise em pessoas que já têm a condição. Gatilhos comuns incluem: * Privação de sono; * Ingestão de álcool; * Ansiedade e estresse; * Cansaço; * Febre; * Alterações hormonais; * Luzes piscantes (nos casos de epilesia fotossensível); == Causas == As etiologias da epilepsia são diversas e podem incluir causas estruturais, genéticas, infecciosas, metabólicas e imunológicas, além de casos onde a causa permanece desconhecida. Cada etiologia tem implicações distintas para o diagnóstico, tratamento e prognóstico, tornando essencial a identificação precisa da causa subjacente. Estima-se, no entanto, que aproximadamente 50% dos casos de epilepsia tenham causa desconhecida. As crises epilépticas podem ocorrer como consequência de outros problemas de saúde; se ocorrerem imediatamente a seguir a uma causa específica, são conhecidas como crises sintomáticas agudas e não fazem parte da epilepsia propriamente dita. === Genética === A epilepsia genética resulta diretamente de uma mutação genética conhecida ou presumida, em que as crises epilépticas são um sintoma central. As epilepsias com etiologia genética implicada são bastante diversas e, na maioria dos casos, os genes subjacentes ainda não são conhecidos. As causas genéticas da epilepsia envolvem mutações ou variações em genes específicos que afetam a função ou excitabilidade neuronal. Algumas epilepsias são devidas a uma mutação genética única (1-2%), mas a maioria deve-se à interação de múltiplos genes e factores ambientais. Em gêmeos univitelinos, se um deles for afetado, há uma chance de 50 a 60% de que o outro também seja afetado. Em gêmeos bivitelinos, o risco é de 15%. Esses riscos são maiores naqueles com crises generalizadas em vez de focais. Se ambos os gêmeos forem afetados, na maioria das vezes eles têm a mesma síndrome epiléptica (70-90%). Outros parentes próximos de uma pessoa com epilepsia têm um risco cinco vezes maior do que o da população em geral. Entre 1 e 10% das pessoas com síndrome de Down e 90% das pessoas com síndrome de Angelman têm epilepsia. === Estrutural === A etiologia estrutural da epilepsia refere-se a anomalias visíveis em neuroimagem estrutural, que podem ser adquiridas, como acidente vascular cerebral (AVC), trauma e infecção, ou genéticas, como muitas malformações do desenvolvimento cortical. Embora haja uma base genética para tais malformações, o correlato estrutural é o que fundamenta a epilepsia da pessoa. Entre aqueles com tumores cerebrais, quase 30% têm epilepsia, tornando-os a causa de cerca de 4% dos casos. O risco é maior para tumores no lobo temporal e aqueles que crescem lentamente. Outras lesões, como malformações cavernosas cerebrais e malformações arteriovenosas cerebrais, apresentam riscos de 40% a 60%. Entre aqueles que sofreram um AVC, 6-10% desenvolvem epilepsia. Os fatores de risco para epilepsia pós-AVC incluem a gravidade do AVC, envolvimento cortical, hemorragia e crises precoces. Entre 6 e 20% dos casos de epilepsia são acreditados ser devido a traumatismos cranianos. Lesões cerebrais leves aumentam o risco em cerca de duas vezes, enquanto lesões cerebrais graves aumentam o risco em sete vezes. Entre aqueles que sofreram um ferimento de bala de alta potência na cabeça, o risco é de cerca de 50%. === Infecciosa === A etiologia infecciosa é a causa mais comum de epilepsia em todo o mundo, sendo comum principalmente em países em desenvolvimento onde a incidência dessas doenças é elevada. As infecções mais comuns incluem meningite bacteriana, encefalite viral, malária e neurocisticercose. Essas doenças muitas vezes desencadeiam convulsões agudas e, em muitos casos, resultam em epilepsia subsequente devido a mecanismos como a excitabilidade neuronal secundária a sinais pró-inflamatórios induzidos pelas infecções. Essas infecções às vezes têm um correlato estrutural. Além disso, a etiologia infecciosa pode referir-se ao desenvolvimento pós- infeccioso de epilepsia, como encefalite viral levando a crises após a infecção aguda. === Imune === A concepção de epilepsia imune é que ela resulta diretamente de um distúrbio imunológico, havendo evidência direta de inflamação do sistema nervoso central mediada por autoimunidade. Exemplos incluem encefalite por anticorpos contra o receptor NMDA (N-metil-D-aspartato) e encefalite por anticorpos contra LGI1. A identificação de uma causa imunológica subjacente é crucial devido às implicações para o tratamento com imunoterapias específicas. === Metabólica === Uma variedade de distúrbios metabólicos está associada à epilepsia. A concepção de epilepsia metabólica é que ela resulta diretamente de um distúrbio metabólico conhecido ou presumido, no qual as crises são um sintoma central. As causas metabólicas referem-se a um defeito metabólico bem delineado, com manifestações ou alterações bioquímicas em todo o corpo, como porfiria, uremia, aminoacidopatias ou crises dependentes de piridoxina. Em muitos casos, os distúrbios metabólicos terão um correlato genético. É provável que a maioria das epilepsias metabólicas tenha uma base genética, mas algumas podem ser adquiridas, como a deficiência cerebral de folato. ==== Epilepsia pirodoxina-dependente ==== Epilepsia piridoxina-dependente é uma condição rara que envolve convulsões desde que podem começar ainda nos primeiros meses de vida ou, em alguns casos, antes do nascimento. A doença foi identificada nos anos 1950, tendo sido descrita por Hunt et al. em 1954.Pyridoxine-dependent epilepsy A causa mais provável é uma mutação do gene ALDH7A1 (antiquitina). As pessoas afetadas geralmente sofrem ataques que duram vários minutos (estado de mal epiléptico). Esses ataques envolvem rigidez muscular, convulsões e perda de consciência (crises tônico- clônicas). Outras características da epilepsia piridoxina-dependente incluem baixa temperatura corporal (hipotermia), baixo tônus muscular (distonia) logo após o nascimento e irritabilidade antes de um episódio de convulsão. Em casos raros, as crianças com essa condição não têm convulsões até 1 a 3 anos de idade. Uma vez que é uma condição rara, o diagnóstico muitas vezes não é preciso, e anticonvulsivantes são normalmente administrados para controlar as convulsões, revelando-se ineficazes. O tratamento com grandes doses diárias de piridoxina (vitamina B6) é eficaz, porém, se diagnosticadas e não tratadas a tempo, as crianças podem vir a apresentar problemas neurológicos, tais como atraso do desenvolvimento, distúrbios de aprendizagem ou mesmo disfunção cerebral grave (encefalopatia).Pyridoxine-dependent epilepsy. Genetics Home Reference. 17 de junho de 2013. == Tratamento == O tratamento medicamentoso é a base do tratamento da epilepsia. Os tratamentos não medicamentosos são viáveis apenas em casos selecionados, e são indicados após a falha do tratamento medicamentoso. === Tratamento farmacológico === O tratamento de base da epilepsia é constituído por fármacos antiepilépticos (FAEs), em muitos casos durante toda a vida da pessoa. A escolha da medicação a ser utilizada é feita com base no tipo de crise, idade, interações medicamentosas e efeitos colaterais apresentados pelo paciente. Cabe ressaltar que em alguns casos será necessário a associação de medicações, e em muitos mesmo assim não se terá o controle das crises como é o caso das epilepsias de etiologia estrutural. Em caso de falha do primeiro fármaco, deve-se tentar uma substituição gradual por outro, mantendo-se a monoterapia. Se a monoterapia falhar novamente, pode-se considerar a combinação de dois medicamentos. A combinação de mais de dois fármacos é geralmente desaconselhada devido ao baixo benefício adicional. Estudos mostram que 47% dos pacientes se beneficiam com o primeiro fármaco em monoterapia, 13% com o segundo FAE em monoterapia e apenas 3% com a combinação de dois medicamentos. As associações devem, preferencialmente, combinar um fármaco de espectro amplo (como ácido valproico, lamotrigina, topiramato, ou levetiracetam) com um de espectro restrito (como carbamazepina, fenitoína ou fenobarbital). É importante evitar a combinação de dois fármacos com o mesmo mecanismo de ação para minimizar o risco de interações negativas e aumentar a eficácia do tratamento. As recomendações atuais sugerem que, para indivíduos com crises de início focal, a lamotrigina deve ser considerada como uma das primeiras opções de tratamento devido à sua eficácia superior em evitar a falha do tratamento em comparação com outros fármacos, incluindo a carbamazepina. O levetiracetam também é recomendado como uma alternativa eficaz, apresentando desempenho semelhante. Para crises de início generalizado, o valproato de sódio continua a ser a primeira linha de tratamento devido à sua eficácia comprovada, embora a lamotrigina e o levetiracetam também sejam recomendados como alternativas viáveis, especialmente para indivíduos em idade fértil, devido ao risco teratogênico do valproato. === Intervenção cirúrgica === O tratamento cirúrgico é indicado para pacientes com crises epilépticas focais que são resistentes aos medicamentos, descontroladas e incapacitantes, desde que as crises se originem em uma região cerebral que possa ser removida com risco inexistente ou mínimo de causar disfunção neurológica ou cognitiva. === Estimulação do nervo vago === A estimulação do nervo vago (ENV) é uma técnica que estimula diretamente o nervo vago de forma invasiva ou não invasiva. A forma mais bem avaliada e com maior experiência clínica envolve a implantação de eletrodos helicoidais na região cervical esquerda, que disparam estímulos intermitentes a partir de um gerador implantado na parede anterior do tórax. Embora o mecanismo exato pelo qual a ENV produz efeito antiepiléptico não seja totalmente compreendido, acredita-se que a ativação do sistema reticular desempenhe um papel importante. A ENV ativa fibras que se projetam ao núcleo do trato solitário, modulando estímulos excitatórios no sistema nervoso simpático. Estudos indicam que cerca de 40% dos pacientes podem alcançar uma redução de 50% nas crises em até um ano, com taxas de liberdade de crises variando de 4,8% a 11,8% em pacientes pediátricos. No Brasil, a ENV foi aprovada pela ANVISA em 2000 para pacientes com epilepsia refratária diagnosticados há mais de dois anos. O procedimento é indicado como terapia adjuvante para pacientes com epilepsia resistente a medicamentos e deve ser realizado em centros habilitados em neurocirurgia. === Dieta cetogênica === Há evidências promissoras de que a dieta cetogênica possa ser eficaz no tratamento da epilepsia; no entanto, mais pesquisas são necessárias. Uma revisão sistemática da literatura de 2022 encontrou algumas evidências que apoiam que a dieta cetogênica ou a dieta de Atkins pode ser útil no tratamento da epilepsia em alguns bebês. Esses tipos de dietas podem ser benéficos para crianças com epilepsia resistente a medicamentos; o uso em adultos permanece incerto. Os efeitos adversos mais comumente relatados foram vômitos, constipação e diarreia. Não está claro por que essa dieta funciona. Em pessoas com doença celíaca ou sensibilidade ao glúten não celíaca e calcificações occipitais, uma dieta sem glúten pode diminuir a frequência das crises. == Prognóstico == A epilepsia não pode ser curada, mas a medicação pode controlar as crises de forma eficaz em cerca de 70% dos casos. Entre aqueles com crises generalizadas, mais de 80% podem ser bem controlados com medicamentos, enquanto isso é verdade em apenas 50% das pessoas com crises focais. Um preditor de resultado a longo prazo é o número de crises que ocorrem nos primeiros seis meses. Outros fatores que aumentam o risco de um mau resultado incluem pouca resposta ao tratamento inicial, crises generalizadas e história familiar de epilepsia. No mundo em desenvolvimento, 75% das pessoas estão sem tratamento ou não são tratadas de forma adequada. Na África, 90% não recebem tratamento. Isso se deve em parte à indisponibilidade ou alto custo dos medicamentos apropriados. ===Mortalidade=== As pessoas com epilepsia têm um risco aumentado de morte prematura. Esse aumento é entre 1,6 e 4,1 vezes maior do que na população em geral. O maior aumento na mortalidade por epilepsia é entre os idosos. Aqueles com epilepsia de causa desconhecida têm um aumento relativamente pequeno no risco. A mortalidade está frequentemente relacionada à causa subjacente das crises, status epilepticus, suicídio, trauma e morte súbita inesperada em epilepsia (SUDEP). A morte por status epilepticus é principalmente devido a um problema subjacente, em vez de doses esquecidas de medicamentos. O risco de suicídio é entre duas e seis vezes maior em pessoas com epilepsia; a causa disso é desconhecida. A SUDEP parece estar parcialmente relacionada à frequência das crises tônico-clônicas generalizadas e é responsável por cerca de 15% das mortes relacionadas à epilepsia; não está claro como diminuir seu risco. Os fatores de risco para SUDEP incluem crises tônico-clônicas generalizadas noturnas, crises, dormir sozinho e epilepsia medicamente intratável. == Epidemiologia == A epilepsia é um dos distúrbios neurológicos graves mais comuns do mundo. Cerca de 3% das pessoas serão diagnosticadas com epilepsia em algum momento de suas vidas. Sua prevalência é de 1% da população do mundo, ou seja 60 milhões de pessoas, e a cada ano somam-se aproximadamente três milhões de novos casos. Cerca de 50% dos casos começam na infância ou adolescência. Cerca de 50 milhõesMIN, Li Li and SANDER, J.W.A.S.. Projeto demonstrativo em epilepsia no Brasil. Arq. Neuro-Psiquiatr. [online]. 2003, vol.61, n.1 [cited 2013-01-06], pp. 153-156 . Available from: . ISSN 0004-282X. http://dx.doi.org/10.1590/S0004-282X2003000100033. de pessoas no mundo sofrem de epilepsia, e quase 90% delas ocorrem em países em desenvolvimento. A epilepsia se torna mais comum com a idade. O início de novos casos ocorrem na maioria das vezes em crianças e idosos. Como consequência de uma cirurgia cerebral, crises epilépticas podem ocorrer em pacientes em recuperação. As condições genéticas, congênitas e de desenvolvimento são na sua maioria associados a ela entre os pacientes mais jovens; tumores são mais prováveis em pessoas com mais de 40 anos; traumatismo craniano e infecções do sistema nervoso central podem ocorrer em qualquer idade. A prevalência da epilepsia ativa é aproximadamente na faixa de 10-50 por 1000 pessoas. Até 5% das pessoas experimentam não convulsões febris em algum momento da vida; a prevalência da epilepsia de vida é relativamente alta porque a maioria dos pacientes quer parar de ter convulsões ou (menos comumente) morrem dela. A taxa de epilepsia de incidência aproximada anual é de 40-70 por 100 000 nos países industrializados e 100-190 por 100 000 habitantes em países com poucos recursos; socioeconomicamente as pessoas privadas estão em maior risco. Nos países industrializados, a taxa de incidência em crianças diminuiu, mas aumentou entre os idosos durante as três décadas anteriores a 2003, por razões não totalmente compreendidas. No Brasil, estima-se que cerca de 2% da população tenha epilepsia, o que representa aproximadamente 4 milhões de pessoas. == História == === Antiguidade === Os primeiros relatos de epilepsia são encontrados nos textos da medicina ayurvédica, originária na Índia atual, desenvolvida entre 4500 e A citação mais antiga de epilepsia conhecida é dentro da Charaka Samhita (), sob o nome de \"apasmara\", que significa perda de consciência, perda de memória ou distúrbio do intelecto. No texto, já se referenciava sintomas, classificações, diagnósticos e tratamentos. No papiro de Ebers, um papiro egípcio de medicina herbal datado de , a epilepsia era relacionada com um \"obstáculo no lado direito do organismo\", recomendando tratar-se com uma mistura de plantas deixadas ao ar livre por uma noite. No Código de Hamurabi, consta legislações referentes ao comércio de escravos considerados com defeito, em que se inclui a epilepsia. Na Grécia Antiga, a epilepsia era uma doença controversa. Associavam-na com possessão espiritual, mas também com genialidade e divindade, sendo atribuída a ela o nome \"doença sagrada\". A exceção à tal visão era a escola de Hipócrates (), que rejeitava a noção de que a epilepsia fosse causada por espíritos e de natureza divina. Hipócrates determinou que sua origem não era sagrada, e sim cerebral. A sua hipótese era de que a epilepsia era determinada enquanto ainda no útero, caso a mãe seja uma pessoa \"fleumática\". Ao invés de se referir à epilepsia como a doença sagrada, Hipócrates utilizava o termo grande doença, dando origem ao termo moderno grand mal, usado para crises convulsivas tônico-clônicas. A visão de Hipócrates sobre epilepsia como um distúrbio cerebral só retornaria nos séculos XVIII e XIX. === Idade Média === Opiniões quanto a epilepsia durante a era Medieval (400 - 1600) eram dominadas por simbolismo, demonologia e a crença religiosa herdada do período Greco-Romano. Assim como todas as outras ciências, a medicina era permeada com superstições. A visão da Igreja Católica guiava o público a crer que convulsões eram uma forma de possessão ou bruxaria, necessitando de rituais religiosos para sua cura. A epilepsia é descrita no Novo Testamento (Mateus, 17:14–18), em que um menino é levado pelo seu pai a Jesus Cristo por apresentar episódios súbitos de perda de consciência, espasticidade, salivação e auto-lesões. Segundo as escrituras, Jesus Cristo realiza a cura do menino, chamado de \"lunático\", através de expulsão demoníaca. O guia inquisicional \"Malleus Malleficarum\" designou a epilepsia como bruxaria e diversas pessoas morreram por conta disso. Em 190, o médico romano Galeno, escreveu em uma carta a sua hipótese de fisiopatologia para epilepsia: > \"Quando um humor espesso fleumático se acumula nas cavidades corporais, > afetando as raízes dos nervos e impedindo a livre passagem no pneuma > psíquico, o fenômeno de epilepsia sucede.\" Um dos principais escolares da medicina foi o médico iraniano Avicenna (Ibn- Sinâ) de 980, autor do livro O Cânone da Medicina, utilizado na educação médica europeia entre os séculos XII e XVIII. Avicenna definiu epilepsia como um transtorno convulsivo de início súbito com sintomas prodrômicos, como desconforto epigástrico, dor, depressão, parestesia em língua ou membros, fala incoerente e pesadelos. Também menciona o estado pós-ictal, em que percebia a recuperação da consciência dos pacientes, os quais queixavam-se de dor de cabeça, depressão, dores musculares, soluços e tremores. A etiologia da epilepsia também é bastante abordada, incluindo fatores endógenos (por exemplo, gravidez), exógenos (traumas ou infecções) e precipitantes (estresse psicológico ou físico). === Renascimento e Iluminismo === O período renascentista, retomando teorias hipocráticas, era focado nas possíveis causas naturais da epilepsia, rejeitando superstições religiosas. Até o final do século XVI, médicos começaram a considerar traumas encefálicos, uremia e sífilis como possíveis fatores etiológicos para convulsões. No entanto, sem o benefício da ciência moderna, os mecanismos subjacentes da epilepsia permaneciam ainda desconhecidos. Cientistas médicos notáveis, como Herman Boerhaave (1668-1738), enfatizavam a abordagem clínica e a identificação de fatores precipitantes de convulsões. O médico suíço Samuel-Auguste Tissot contribuiu com a identificação de crises de ausência, uma variante de convulsões epilépticas, e rechaçou as superstições de que a lua teria algum efeito sobre as convulsões, insistindo que estas teriam como base o cérebro e nervos motores. O médico escocês William Culen (1710–1790), diferenciou as crises epilépticas das não epilépticas. === Período Moderno === Desde o final do século XIX, o entendimento sobre a epilepsia cresceu significativamente. Hospitais da Europa e nas Américas foram construídos especificamente para pacientes com epilepsia. Os principais participantes nessa revolução científica foram os escolares neurologistas franceses Maisonneuve (1745–1826), Calmeil (1798–1895) e Jean-Étienne Esquirol (1772–1840); o irlandês Robert Bentley Todd (paralisia de Todd) e o inglês John Hughlings Jackson (crise jacksoniana). Neste período a medicina focou na delineação da fisiopatologia da epilepsia e da localização topográfica das crises convulsivas. A prova científica de que a epilepsia se origina no cérebro veio do trabalho dos alemães Fritsch e Hitzig \"Uber die elektrische Erregbarkeit des Grosshirns\" (\"Sobre a Excitabilidade Elétrica do Cérebro\"), em que provocavam crises convulsivas a partir de estímulos elétricos sobre cérebros de cães. Durante o século XX, a invenção do eletroencefalograma, o avanço da neurocirurgia, a descoberta de medicamentos antiepilépticos e a compreensão de mecanismos fisiopatológicos foram os avanços mais importantes na área de pesquisa em epilepsia. Os avanços mais recentes no campo incluem o desenvolvimento de métodos de imagem avançados, o desenvolvimento de microcirurgia e a pesquisa sobre conexão de fatores genéticos e crises epilépticas. ==Sociedade e cultura== ===Estigma=== Pessoas com epilepsia experienciam estigma social em todo o mundo. Isso pode afetar as pessoas economicamente, socialmente e culturalmente. Na Índia e na Europa, a epilepsia pode ser usada como justificativa para negar casamento. Pessoas em algumas áreas ainda acreditam que aqueles com epilepsia são amaldiçoados. Em partes da África, como Tanzânia e Uganda, a epilepsia é associada à possessão por espíritos malignos, feitiçaria ou envenenamento e muitos acreditam incorretamente que é uma doença contagiosa. Antes de 1971 no Reino Unido, a epilepsia era considerada motivo para anulação do casamento. O estigma pode fazer com que algumas pessoas com epilepsia neguem que já tiveram crises. ===Veículos=== Aqueles com epilepsia têm cerca do dobro do risco de se envolver em um acidente de trânsito, e, portanto, em muitas áreas do mundo, não têm permissão para dirigir ou só podem dirigir se certas condições forem atendidas. O atraso no diagnóstico foi sugerido como causa de alguns acidentes de veículos motorizados potencialmente evitáveis, uma vez que pelo menos um estudo mostrou que a maioria dos acidentes ocorreu em pessoas com crises não motoras não diagnosticadas, em oposição àquelas com crises motoras no início da epilepsia. Em alguns lugares, os médicos são obrigados por lei a relatar se uma pessoa teve uma crise ao órgão licenciador, enquanto em outros a exigência é apenas que incentivem a pessoa em questão a relatar ela mesma. No Brasil, pessoas com epilepsia podem dirigir, desde que sigam regulamentações específicas. Pacientes em uso de medicação devem estar livres de crises por pelo menos um ano e aderir plenamente ao tratamento. Aqueles em processo de retirada de medicação precisam estar sem crises por no mínimo dois anos. Além disso, é necessário que um médico especialista em neurologia forneça um laudo atestando o controle das crises e a aptidão para dirigir. ===Organizações de apoio=== A Campanha Global contra Epilepsia - Out of the Shadows (Fora das Sombras) - é uma iniciativa conjunta da Liga Internacional contra Epilepsia (ILAE, em inglês), do Comitê Internacional para Epilepsia (IBE) e da Organização Mundial de Saúde (OMS). A Associação Brasileira de Epilepsia (ABE) é uma organização dedicada ao apoio de pessoas com epilepsia e suas famílias. A ABE oferece recursos educativos, promove a conscientização sobre a epilepsia e trabalha para reduzir o estigma associado à condição. Além disso, a associação realiza eventos, fornece suporte psicológico e jurídico, e incentiva a pesquisa científica na área. A ABE também se empenha em influenciar políticas públicas para melhorar a qualidade de vida dos pacientes com epilepsia no Brasil. O Dia Internacional da Epilepsia (World Epilepsy Day) começou em 2015 e ocorre na segunda segunda-feira de fevereiro. O Dia Roxo, um dia mundial de conscientização sobre a epilepsia diferente, foi iniciado por uma canadense de nove anos chamada Cassidy Megan em 2008, e ocorre todo ano em 26 de março. == Veja também == *Encefalite autoimune *Acidente vascular cerebral *Neurologia == Ligações externas == * Liga Brasileira de Epilepsia * Associação Brasileira de Epilepsia (ABE) (Instagram) * Museu de Epilepsia Alemão(multilíngue) * Epidemiologia das epilepsias no Brasil * Epilepsia pelos olhos do paciente Categoria:Doenças neurológicas",
 "title": "Epilepsia"
}