{
 "id": "58364",
 "text": "A Media Sports Investment (MSI) foi uma empresa formada por um grupo de investidores britânicos e russos (segundo seu site oficial), com base declarada no Reino Unido. A MSI firmou em 2004 uma parceria com o Sport Club Corinthians Paulista. ==Parceria com o Sport Club Corinthians Paulista== A empresa era representada no Brasil pelo iraniano Kia Joorabchian, mas havia desconfianças de que o ele era um \"testa de ferro\" do magnata russo Boris Berezovsky, verdadeiro presidente e dono da empresa.Folha Online, 14 de abril de 2005 Segundo os termos da parceria entre a empresa e o Corinthians, a MSI iria fazer investimentos no Parque São Jorge por um período de dez anos, contratar jogadores e a construir um estádio para o clube. Um conselho dirigente formado por quatro membros tinha o poder do departamento de futebol do Corinthians - dois membros da MSI e dois membros do clube, com Kia tendo o voto de minerva. ===Galácticos=== A MSI trouxe para a temporada 2005 jogadores de destaque como Nilmar, Roger, Carlos Alberto, Marcelo Mattos, Gustavo Nery e os argentinos Carlito Tevez, Javier Mascherano e Sebastián Domínguez. Corinthians chegou a ser chamado por Kia e Dualib como GalácticosIstoé Dinheiro, 19 de janeiro de 2005. Depois de uma campanha ruim no Campeonato Paulista, da eliminação na Copa do Brasil (diante do Figueirense) e da Copa Sul-Americana (frente ao Pumas do México), o Corinthians conseguiu seu quarto título do Campeonato Brasileiro - única conquista na \"Era MSI\". ===Início da crise=== Mas no ano seguinte, as relações com a MSI e o clube começaram a se desgastar, devido a disputa pelo controle do futebol corintiano entre Kia e Alberto Dualib. E com a eliminação precoce do time do Parque São Jorge na Copa Libertadores da América, a parceria passou a não ser mais respeitada. A MSI deixou de enviar recursos ao clube, que também não repassava nada a empresa, gerenciado o departamento de futebol por conta própria. O Corinthians acumulou uma dívida superior aos R$ 70 milhõesGlobo Esporte.com, 13 de julho de 2007. ===Fim da parceria=== No dia 19 de julho de 2007, o Ministério Público Federal brasileiro determinou o bloqueio das contas para recebimento de valores vindos de Berezovski, acusado pela Justiça do país por lavagem de dinheiro e formação de quadrilha.Folha Online, 13 de julho de 2007 No dia 24 de Julho, na reunião do Conselho Deliberativo do Corinthians, foi decidido por unanimidade o fim da parceria entre o clube e a MSI UOL Esportes, 24 de julho de 2007. O caso deve terminar na Justiça, já que há uma multa rescisória US$ 25 milhões para ser paga pelo Corinthians a MSI . Já foi comprovado pelo Ministério Público que a MSI fez parte de um esquema de lavagem de dinheiro em parceria com dirigentes do Corinthians. ==Notas== *Em uma polêmica declaração, o ex-treinador do Corinthians, Antonio Lopes, disse que a MSI não é culpada pela queda do Corinthians para a Série B do Campeonato Brasileiro em 2 de dezembro de 2007. Para Lopes, \"não houve sequência ao título de 2005\".. ==Notas== ==Ligações externas== * Site oficial da Media Sports Investments (MSI) Categoria:Empresas do Reino Unido",
 "title": "Media Sports Investment"
}