{
 "id": "58446",
 "text": "O sangen e o shamisen ou samisémFERREIRA, A. B. H. Novo dicionário da língua portuguesa. 2ª edição. Rio de Janeiro. Nova Fronteira. 1986. p. 1 544. (em japonês: 三味線) são instrumentos de cordas japoneses muito semelhantes. A diferença está no tamanho, que é pouco menor no caso do sangen, e no repertório, já que o sangen é usado para executar músicas do Sankyoku. Sangen também era a denominação do instrumento quando foi introduzido no Japão. O sangen (San - três, Gen - corda) foi levado para as ilhas Ryukyu (atual província de Okinawa) durante o período Ming. Ele chegou nas terras japonesas em 1562 na província de Izumi (atual Osaka). O músico Chukoji deu as atuais formas ao instrumento. ==Sangen== O sangen funciona como o banjo. É um instrumento de corda em que uma membrana serve como tampo de ressonância. Ele está dividido em três partes: a caixa de ressonância coberto por uma pele de gato ou cachorro (na época da introdução do instrumento no Japão, era coberto com pele de cobra), o braço e as cravelhas. As cordas são percutidas por umas enorme palheta que se chama Bachi. Dentre as técnicas, além do toque da corda, existem outros como o uso do corpo como elemento percussivo e o uso de pizzicato com a mão esquerda (aquela que segura o braço). Como o braço não possui trastes, eles suportam qualquer tipo de escala. ==Shamisen== O shamisen ou samisém é um instrumento musical japonês, com vinte cordas, cuja caixa de ressonância tem um tampo de pele de gato ou cobra. Passou a ocupar o lugar do biwa (antiga balalaica japonesa) nas músicas narrativas pelo seu som mais potente. No século XVI, começaram a surgir compositores para o instrumento, que passaram a escrever as músicas em partituras. Começaram a surgir novos campos para o instrumento, como o sankyoku (música para koto, sangen e shakuhachi), o joruri (música que acompanha o drama do teatro de marionetes bunraku) e músicas para o acompanhamento do teatro kabuki. Um dos seus mais famosos instrumentistas é o músico Takahashi Chikuzan, cultor do estilo tsugaru-jamisen. == Ver também == * Instrumentistas de shamisen ==Ligações externas== * Compre Shamisen e outros instrumentos japoneses tradicionais *Chie Hanawa & Shamisen, Penang Island Jazz Festival 2005 *A informação sobre shamisen *Compre um shamisen *Grupo Jishin Shamidaiko (Brasil) *Fabricante de Shamisen no Brasil Categoria:Cordofones beliscados Categoria:Cordofones compostos Categoria:Instrumentos musicais do Japão",
 "title": "Samisém"
}