{
 "id": "58454",
 "text": "Um laser (acrônimo inglês para light amplification by stimulated emission of radiation, ou seja, amplificação de luz por emissão estimulada de radiação), em português lêiser, é um dispositivo que produz radiação eletromagnética com características muito especiais: ela é monocromática (possui comprimento de onda muito bem definido), coerente (todos os fótons que compõem o feixe emitido estão em fase) e colimada (propaga-se como um feixe de ondas praticamente paralelas). == Histórico == Para explicar o efeito fotoelétrico, Albert Einstein postulou em 1905 que a luz é constituída por pacotes discretos e bem determinados de energia denominados quanta de luz que, posteriormente, passaram a ser chamados de fótons, termo cunhado por Gilbert Lewis em 1926. Em 1913 o dinamarquês Niels Bohr apresentou seu modelo de átomo, no qual os elétrons orbitam o núcleo em níveis de energia bem determinados e somente podem \"saltar\" de um nível para outro se receberem ou emitirem fótons com a quantidade de energia (que pode ser calculada a partir de seu comprimento de onda) exata, exigida para o salto completo. Em 1925, Erwin Schrödinger e Werner Heisenberg modificaram a forma de se interpretar o modelo de átomo de Bohr, postulando que os elétrons são partículas que apresentam propriedades de ondas, cujo comportamento pode ser explicado por suas funções de onda. Tais funções foram desenvolvidas por Schrödinger e preveem os diferentes níveis que o elétron pode assumir no átomo e as exatas energias associadas. Isso significa que cada tipo determinado de átomo pode ser excitado sempre em quantidades bem definidas através da absorção de um tipo determinado de fóton de comprimento de onda específico. Em 1953, Charles Hard Townes, James P. Gordon e Herbert J. Zeiger produziram o primeiro maser (microwave amplification through stimulated emission of radiation), um dispositivo similar ao laser, que produz micro-ondas, em vez de luz visível. O maser de Townes não tinha capacidade de emitir as ondas de forma contínua. Nikolai Basov e Aleksander Prokhorov, da União Soviética, laureados com o Prêmio Nobel de Física em 1964, trabalharam de forma independente em um oscilador e resolveram o problema da emissão continua, utilizando duas fontes de energia, com níveis diferentes. Em 1959, Gordon Gould usou pela primeira vez o acrônimo LASER no artigo The LASER, Light Amplification by Stimulated Emission of Radiation.Gould, R. Gordon (1959). \"The LASER, Light Amplification by Stimulated Emission of Radiation\". In Franken, P.A. and Sands, R.H. (Eds.). The Ann Arbor Conference on Optical Pumping, the University of Michigan, 15 June through 18 June 1959. p. 128. OCLC 02460155.Chu, Steven; Townes, Charles (2003). \"Arthur Schawlow\". In Edward P. Lazear (ed.),. Biographical Memoirs. vol. 83. National Academy of Sciences. p. 202. ISBN 0-309-08699-X. A intenção linguística de Gould era usar a palavra \"-aser\" como um sufixo para denotar com precisão o espectro da luz emitida pelo aparelho de laser, deste modo: raios-X, Xaser, ultravioleta: uvaser. No ano seguinte, Theodore Harold Maiman produziu o primeiro laser,Douglas, Martin (May 11, 2007). Theodore Maiman, 79, Dies; Demonstrated First LASER New York Times um laser de três níveis, que utilizava um cristal de rubi como meio ativo O rubi a laser produz luz pulsada na ordem de milissegundos com comprimento de onda de 694,3 nm, que corresponde à cor vermelha. Em 2018, receberam o Nobel de Física por invenções inovadoras no campo do laser os físicos Donna Strickland, Gérard Mourou e Arthur Ashkin. == Funcionamento == O efeito físico por trás do funcionamento do laser: em determinados materiais quando em estado instável de alta energia, se corretamente estimulados, decaem sua energia emitindo fótons coerentes com o estímulo original, cujas ondas estão em sincronia (em fase) entre si. O laser distingue de outras fontes de luz por sua coerência espacial e temporal. A coerência espacial é tipicamente expressa através da saída de um feixe estreito, que possui difração limitada, muitas vezes chamado de \"feixe de lápis\". Coerência temporal (ou longitudinal) implica uma onda polarizada em uma única frequência, cuja fase está correlacionada a uma distância relativamente grande (o comprimento de coerência) ao longo do feixe.Conceptual physics, Paul Hewitt, 2002 Einstein descobriu, através de considerações teóricas, que não apenas um elétron absorve um fóton (a partícula de luz) incidente e o reemite ao acaso após certo tempo (emissão espontânea), mas que também este mesmo elétron deve reemitir seu fóton absorvido se um segundo fóton interage com ele (emissão estimulada). O fóton reemitido tem o mesmo comprimento de onda do fóton que o estimulou e, igualmente importante, tem a mesma fase. thumb|300px|Demonstração de um laser no laboratório Kastler- Brossel Um laser funciona desde que se consiga excitar um número mínimo de elétrons de determinado material para um nível de energia superior, de modo a se obter uma inversão de população (quando existem mais elétrons excitados do que elétrons no estado fundamental). Quando isso ocorre, estimulam-se alguns elétrons a emitirem seus fótons, o que vai iniciar um efeito em cascata de modo que o fóton emitido por um elétron estimula o elétron seguinte a emitir outro fóton de igual comprimento de onda e fase, o que vai amplificando a emissão de feixes de luz de comprimento de onda definido e coerente. Para que tudo isso funcione, entretanto, é necessária uma realimentação, ou seja, por certo tempo manter fótons emitidos estimuladamente interagindo com outros elétrons. Isso é obtido com uma cavidade óptica, uma região do espaço em que se confina luz por algum tempo com o uso de espelhos altamente refletores e convenientemente alinhados que vão refletindo várias vezes os fótons. Num dos espelhos existe um pequeno orifício por onde alguns fótons depois de muitas vezes refletidos conseguem sair emitindo o feixe colimado de luz. Há também os lasers super radiantes, como o laser de nitrogênio e alguns lasers de corante, desenvolvidos entre outros por F.P. Schäfer e Peter Sorokin, que não precisam de espelhos para funcionar. Entretanto, para se compreender perfeitamente um laser, faz-se necessário o uso da mecânica quântica. A luz gerada por emissão estimulada é muito semelhante à do sinal de entrada, em termos de comprimento de onda, fase e polarização. Isto dá ao laser a sua coerência característica, e permite-se a manutenção da polarização uniforme e monocromaticidade estabelecida pela concepção da cavidade óptica. O feixe na cavidade e o feixe de saída do laser, quando viajam em espaço livre (ou um meio homogêneo) ao invés de guias de ondas (como um laser de fibra óptica), pode ser aproximado como um feixe de Gauss, na maioria dos lasers tais feixes exibem a divergência mínima para um determinado diâmetro. No entanto, alguns lasers de alta potência podem ser multimodo, com os modos transversais muitas vezes aproximadas utilizando Hermite-Gaussian ou funções de Laguerre-Gauss. Tem sido demonstrado que a laser ressonantes instáveis ​​(não utilizado na maioria dos lasers) produzem feixes em forma fractal,G. P. Karman, G. S. McDonald, G. H. C. New, J. P. Woerdman, \"Laser Optics: Fractal modes in unstable resonators\", Nature, Vol. 402, 138, November 11, 1999. nas proximidades do feixe de \"cintura\" (ou região focal) é altamente colimada: as frentes de onda são planar, perpendiculares à direção de propagação, sem divergência do feixe naquele ponto. No entanto, devido à difração, que só pode permanecer fiel bem dentro da faixa de Rayleigh, O feixe de um modo transversal único (feixe gaussiano), eventualmente, diverge em um ângulo que varia inversamente com o diâmetro do feixe, conforme exigido pela teoria de difração. Assim, o \"feixe de lápis\" gerado diretamente por um laser de hélio-neon comum iria espalhar-se para um tamanho de talvez 500 quilômetros quando apontado para Lua (a partir da distância da Terra). Por outro lado, a luz de um laser semicondutor normalmente sai do minúsculo cristal com uma grande divergência: até 50°,no entanto, mesmo tal feixe divergente pode ser transformado em um feixe colimado de forma semelhante por meio de um sistema de lentes, tal como é sempre incluídos, por exemplo, em um ponteiro laser, cuja luz origina a partir de um diodo laser. Isso é possível devido à luz ser de um único modo espacial. == Tipos de laser == * Lasers de gás * Lasers químicos * Excimer lasers * Laser de estado sólido * DPSS * Dye Laser (Laser de corante) == Aplicações == Por suas propriedades especiais, o laser é hoje utilizado nas mais diversas aplicações: médicas (cirurgias), na enfermagem como auxilio no tratamento de lesões na pele, na Fisioterapia como anti-inflamatório, regenerador e analgésico, industriais (cortar metais, medir distâncias), pesquisa científica (pinças ópticas, hidráulica, física atômica, óptica quântica, resfriamento de nuvens atômicas, informação quântica), comerciais (comunicação por fibras ópticas, leitores de códigos de barras), produção de peças termoplásticas (corte a laser), no campo bélico (miras lasers, armas de energia dirigida, eletrolasers) e mesmo todos os dias em nossas casas (aparelhos leitores de CD, DVD e Blu-Ray, laser pointer usado em apresentações com projetores). A propulsão a laser vem sendo estudada para o uso em espaçonaves. É produzido por materiais como o Al2O3 monocristalino (chamado de safira quando relativamente puro e rubi quando contém Cr2O3 que lhe confere a cor vermelha característica devido aos íons de Cr3+), mistura de gases no caso do hélio e neônio, dispositivos de estado sólido como Laser Díodo, moléculas orgânicas como os lasers de corante. No uso industrial, o laser de CO2 (dióxido de carbono) vem cada dia mais sendo utilizado, sendo hoje essencial. Muito competitivo por ser um processo rápido para o corte e solda de diversos materiais com muita agilidade devido às maquinas que utilizam o laser serem CNC. Usando um laser sintonizado para interagir com o vapor de água no ar, os sons podem ser criados em um local localizado que seja alto o suficiente para ser captado pela audição humana, se direcionado para perto do ouvido de um ouvinte.Lasers could send messages right to a listener’s ear The new technique is the first of its kind that’s safe to use around humans por EMILY CONOVER (2019) Em 26 de Setembro de 2006, a mídia noticiou que satélites espiões dos EUA foram \"cegados\" por lasers, enquanto sobrevoavam a China. Maiores detalhes sobre o momento do incidente, intenções e consequências da manobra não foram divulgados. ===Mira laser=== A mira laser, é um sistema de mira que emite um feixe de luz (laser) sobre determinado alvo no local a ser atingido. Colocada em uma arma e alinhada com o cano, ela é usada como ferramenta para aprimorar a mira de outros sistemas de armas, através de um ponto luminoso. As miras laser para pistolas, revólveres e armas longas de uso civil têm alcance médio de 300 metros, para o uso militar temos miras para todo tipo de armamento, metralhadoras, lança-foguetes etc., com alcance médio de 1 000 metros. A mira laser empregada em armas curtas, geralmente usa um diodo laser para produzir o ponto luminoso, usa baterias como fonte de energia e está contida em um estojo que abriga os demais componentes, além de um suporte para fixação na arma. As primeiras miras utilizavam laser a gás, o que prejudicava o porte da arma devido ao tamanho avantajado, com o advento do diodo laser e a evolução dos processos industriais, o uso desse tipo de mira se popularizou. As primeiras incursões das miras laser para uso civil ocorreram a partir de apontadores laser para indicação em quadro-negro de sala de aula, o diodo laser era retirado e montado dentro de cilindros metálicos, que eram então fixados nas armas da melhor maneira possível. Em princípio, qualquer armamento pode utilizar miras laser, dependendo apenas da ação a ser executada. Pode ser utilizada tanto em revólveres como em fuzis de assalto, dependendo do teatro de operações, ou seja, as características do local da ocorrência. As miras laser vão aumentar a precisão dos disparos evitando atingir alvos indesejados. Em termos jurídicos, a legislação brasileira é omissa quanto ao uso de miras laser, portanto, não há proibição de seu uso. == Propriedades == * Comprimento de onda Depende do material que emite luz, do sistema óptico e da forma de energizá-lo. A luz emitida pelo laser é sempre monocromática. A luz laser provem predominantemente de uma transição determinada entre níveis de energia e é portanto quase monocromática. (a vibração térmica dos átomos e a presença de impurezas faz com que estejam presentes outros comprimentos de onda); Exemplos: Elemento Comprimento de onda Fluoreto de argônio (UV) 193 nm; Fluoreto de criptônio (UV) 248 nm; Cloreto de xenônio (UV) 308 nm; Nitrogênio (UV) 337 nm; Argônio (azul) 488 nm; Argônio (verde) 514 nm; Hélio-neônio (verde) 543 nm; Hélio-neônio (vermelho) 633 nm; Corante Rodamina 6G (ajustável) 570-650 nm; Rubi (Al2O3 \\+ Cr2O3) (vermelho) 694 nm; Nd:YAG (NIR) 1 064 nm; Dióxido de carbono (FIR) 10 600 nm. * Potência de Saída ** Gás Hélio-Neônio (dezenas de \"mW\") ** Dióxido de carbono (centenas de \"kW\" em feixe contínuo) Os lasers de operação continua podem ter potências de saída entre 0,5 mW a 100W ou mais. os lasers pulsados têm níveis de potencia até terawatts, mas apenas para impulsos de muito pouca duração - de microssegundos ou mesmo nanosegundos. * Coerência ** Feixe coerente / Estão em fase. ** Devem ter o mesmo sinal. ** A coerência é necessária para algumas aplicações. A luz laser é coerente quando emerge do espelho de saída e continua até uma certa distância do laser que se chama a distancia de coerência. (Pequenas variações na fase, induzida por vibrações térmicas e outros efeitos, fazem com que o feixe eventualmente perca coerência). * Eficiência ** De 20% a 0,001%. ** A eficiência é importante para sistemas com grande potência. * Intensidade de Potência ** Da ordem de 10^16 W/cm² (baixa divergência). Como a luz do laser emerge perpendicularmente ao espelho de saída, o feixe tem uma divergência muito pequena, são típicas divergências de 0,001 radianos. == Exemplos em termos de potência == Diferentes aplicações precisam de lasers com diferentes potências de saída. Os lasers que produzem um feixe contínuo ou uma série de impulsos curtos podem ser comparados com base na sua potência média. Os lasers que produzem impulsos podem também ser caracterizado com base na potência de pico de cada impulso. O pico de potência de um laser pulsado é várias ordens de grandeza maior do que a sua potência média. A potência média de saída é sempre menor do que a energia consumida. Potência Aplicação 1–5 mW Apontadores 5 mW Drive CD-ROM 5–10 mW DVD player ou drive DVD-ROM 100 mW Gravador de CD-RW de alta velocidade 250 mW Gravador DVD-R 400 mW Gravador dual-layer DVD 24×\"Laser Diode Power Output Based on DVD-R/RW specs\". elabz.com. Retrieved December 10, 2011. 1 W Laser verde do prototipo de disco holográfico versátil 1–20 W Saída da maioria dos lasers de estado sólido disponíveis no mercado para micro usinagem 30–100 W Típico laser cirurgico de CO2 George M. Peavy, \"How to select a surgical veterinary laser\", veterinary-laser.com. URL accessed March 14, 2008. 100–3000 W Típico laser de CO2 usado em corte industrial 100 kW Saída alegada do laser de CO2 para uso militar desenvolvido pela Northrop Grumman == Ver também == * Corante laser * Holografia * Laser díodo * Leitor de CD * Velocimetria laser * Lazer == Ligações externas == * O laser mais potente do mundo Laser Categoria:Armas de energia dirigida Categoria:Radiação eletromagnética Categoria:Palavras, frases e expressões em inglês",
 "title": "Laser"
}