{
 "id": "58455",
 "text": "Michio Miyagi (Sannomiya, Kobe, 7 de abril de 1894 - 25 de Junho de 1956) foi um compositor japonês que revolucionou o uso do antigo instrumento japonês, Koto. As suas composições incorporam uma nova harmonia explorando técnicas inéditas na antiga música daquele país. Compôs mais de 350 canções, muitas delas já incorporadas definitivamente no cancioneiro tradicional do Japão. Michio perdeu a visão em 1902 aos oito anos, e começou os estudos do Koto sob orientação de Nakajima Kengyo II, dedicando o resto de sua vida ao instrumento. Em 1907 mudou-se com a família para Jinsen, sul da Coréia. Com quinze anos (em 1909) terminou a sua primeira composição, \"Mizu no hentai\". Aos 19 anos obteve a licença para lecionar o instrumento e no ano seguinte faz sua primeira turnê pelo Japão, gravando o seu primeiro disco em seguida. Mudou-se para Tóquio em 1917, e em 1919 fez seu primeiro recital das suas composições. No ano seguinte tomou parte do \"grande recital da nova música japonesa\" com Seifu Yoshida e Nagayo Motoori. Foi reconhecido como sendo uma autoridade na \"Nova música japonesa\", ganhando destaque no início da era Showa. Em 1925 participou de uma das primeiras audições de rádio no Japão, e em 1929 assinou um contrato exclusivo com a Victor Record Company. Compôs a sua mais conhecida canção em 1931, \"Haru no Umi\". No ano seguinte tornou-se conferencista do Colégio Musical de Tóquio (atual Universidade de Tóquio), até ser nomeado professor em 1939. Em 1932 tocou \"Haru No Umi\" num concerto com o violinista francês Reneé Chemet. Conseguiu o reconhecimento mundial com a edição dos seus discos no Japão, Estados Unidos e Grã-Bretanha. Em 1948, em uma época pós segunda guerra mundial, foi indicado para a Academia de Artes do Japão. Deixou mais de 350 peças, desenvolveu os instrumento de corda japoneses, e inventou novos instrumento como os kotos de 17 e 80 cordas, o koto curto e o dai-kokyu. Foi também ensaista, publicando mais de dez volumes, incluindo \"Ame no Nenbutsu\". Michio faleceu em 1956, atropelado por um trem durante uma turnê. == Ligações externas == * Biografia * Haru no umi, Hokkai minyō-chō (videos) Categoria:Compositores do Japão Categoria:Pessoas do período Meiji Categoria:Pessoas do período Taisho Categoria:Pessoas do período Showa Categoria:Mortes por acidente ferroviário",
 "title": "Michio Miyagi"
}