{
 "id": "58476",
 "text": "Charles Pierre Baudelaire (Paris, — Paris, ) foi um poeta, ensaísta, tradutor e crítico de arte francês. É considerado um dos precursores do simbolismo e reconhecido internacionalmente como o fundador da tradição moderna em poesia, juntamente com Walt Whitman, embora tenha se relacionado com diversas escolas artísticas. Sua obra teórica também influenciou profundamente as artes plásticas do século XIX. ==Biografia== Nasceu em 9 de abril de 1821 em Paris. Estudou no Colégio Real de Lyon e Lycée Louis-le-Grand (de onde foi expulso por não querer mostrar um bilhete que lhe fora passado por um colega). Em 1840, foi enviado pelo padrasto, preocupado com sua vida desregrada, à Índia, mas nunca chegou ao destino. Para na ilha da Reunião e retorna a Paris. Atingindo a maioridade, ganha posse da herança do pai. Por dois anos, vive entre drogas e álcool na companhia de Jeanne Duval. Em 1844, sua mãe entra na justiça, acusando-o de pródigo, e então sua fortuna torna-se controlada por um notário. Em 1857, é lançado As flores do mal, contendo 100 poemas. O autor do livro é acusado, no mesmo ano, pela justiça, de ultrajar a moral pública. Os exemplares são apreendidos, pagando, de multa, o escritor, 300 francos, e a editora, 100 francos. Essa censura se deveu a apenas seis poemas do livro. Baudelaire aceita a sentença e escreve seis novos poemas, \"mais belos que os suprimidos\", segundo ele. Mesmo depois disso, Baudelaire tenta ingressar na Academia Francesa. Há divergência, entre os estudiosos, sobre a principal razão pela qual Baudelaire tentou isso. Uns dizem que foi para se reabilitar aos olhos da mãe (que, dessa forma, lhe daria mais dinheiro), e outros dizem que ele queria se reabilitar com o público em geral, que via suas obras com maus olhos em função das duras críticas que ele recebia da burguesia. === Morte === Foi na Bélgica que Baudelaire encontrou Félicien Rops, que ilustra \"As flores do mal\". Durante uma visita à Igreja de St. Loup, de Namur, Baudelaire perde a consciência. Este colapso é acompanhado por alterações cerebrais, particularmente afasia. Desde março de 1866, ele sofre de hemiplegia. Ele morreu de sífilis em Paris, em 31 de agosto de 1867, sem a realização do projecto de uma edição final de \"As flores do mal\", como ele desejava. O escritor está enterrado no Cemitério de Montparnasse (sexta divisão), no mesmo túmulo de seu padrasto, o general Jacques Aupick, e de sua mãe. Morreu prematuramente sem sequer conhecer a fama. == Crítica == Além de ser evidentemente, um precursor de todos os grandes poetas simbolistas, Baudelaire é considerado pela maior parte dos críticos como o mais provável fundador da poesia dita moderna. Isto deve-se ao fato de que, através da percepção do real, chegava sempre a um correlato objetivo para o sentimento que desejasse expressar, tal qual T. S. Eliot define o termo, observando o uso precursor de tal conceito na poesia do francês. Veja-se o poema \"Correspondances\" (Correspondências), de As Flores do Mal, onde Baudelaire expõe a origem de seu \"projeto simbólico\". Segundo Pierre Bourdieu, na obra As Regras da Arte, Baudelaire foi um fundador das normas do emergente campo literário francês, um nomoteta. Com o livro As Flores do Mal, institui pela primeira vez o corte entre edição comercial e edição de vanguarda, contribuindo para fazer surgir um espaço de editores para seus correspondentes escritores. Lembrando que o editor de As Flores do Mal, Poulet-Malassis foi pesadamente condenado e forçado a exilar-se. Desta forma, sua poesia tendeu para a expressão de imagens cotidianas, o \"visto pelo autor\", tendo, o poeta, sido quem melhor, em sua época, intuiu a mudança radical provocada pela metrópole sobre a sensibilidade. Era, como os modernistas que vieram após ele, um realista que detestava o entorpecimento da reprodução do mundo em poemas e pinturas e que tinha, ao mesmo tempo, ojeriza pela subjetividade exagerada. Respondendo à pergunta, por ele mesmo formulada, sobre o que seria uma arte pura, conclui: \"É criar uma mágica sugestiva, contendo a um só tempo o objeto e o sujeito, o mundo exterior ao artista e o próprio artista.\" É através, naturalmente, dos sentidos, que Baudelaire apreende a realidade concreta. A mesma maneira de encarar a arte que o torna um precursor dos poetas do fim do século XIX o faz ser considerado o pai da poesia moderna.Gay, Peter. Modernism. Nova Iorque/Londres: W.W. Norton & Company Inc.; 2008. p. 40. in Vogt, Carlos. O Modernismo de Lévi-Strauss. 10/10/2009 No Brasil, Baudelaire tem uma importância central para poetas do século XX e XI como Ana Cristina César, Paulo Henriques Britto e Marcos Siscar. ==Cronologia== *1821 - (9 de abril) Nasce, em Paris, Charles Pierre Baudelaire, filho de François Baudelaire e Caroline Archimbaut-Dufays. *1827 - Morre François Baudelaire. *1828 - A sua mãe casa em segundas núpcias com o militar Jacques Aupick. *1832 - O Coronel Jacques Aupick é transferido para Lyon, levando consigo a esposa e o filho desta, Charles Baudelaire. *1833 - Baudelaire é matriculado como aluno interno no Collège Royal de Lyon. *1836 - O Coronel Jacques Aupick é nomeado para o Estado Maior do Exército em Paris. Recomeça os estudos em Paris. *1838 - Viagem aos Pirenéus com a mãe e o padrasto. É após esta viagem que ele escreve o poema Incompatibilité. *1839 - Baudelaire conclui o curso colegial. Seu padrasto é promovido a General da Brigada. *1840 - Baudelaire vive na pensão Lévêque et Bailly e faz amizade com dois jovens poetas, Gustave Le Vavasseur e Ernest Prarond. *1841 - Pressionado pela família e pelo padrasto, que não admitiam sua independência e determinação, Baudelaire é obrigado a embarcar num navio em Bordeaux com destino a Calcutá. Meses depois, o General Aupick, seu padrasto, recebe uma carta do comandante do navio dando conta de que o jovem Baudelaire decidiu abandonar a viagem na Ilha de Reunião, não indo mais a Calcutá. *1842 - Retorna a França. Ligação com Jeanne Duval, uma jovem mulata que ele conhece no teatro Porte Saint-Antoine. Conhece Félix Tournachon, fotógrafo conhecido como Nadar, de quem fica muito amigo. Baudelaire atinge a maioridade e recebe a herança deixada por seu pai no valor de 75 mil francos. Passa a morar na Ilha de Saint-Louis, em Paris. *1843 - Estreia numa colectânea literária chamada Vers. Muda-se para o Hotel Pimodan, conhece muitas pessoas ligadas às artes, como poetas, pintores e marchands. É nesse hotel que Baudelaire reencontra o poeta Theóphile Gautier, sua futura paixão Apolonie Sabatier, e Fernand Boissard, pintor morto prematuramente. É aí que instala o famoso , que inspirou Baudelaire a escrever a primeira parte dos Paraísos Artificiais. == Principais obras == * Salon de 1845 (1845); * Salon de 1846 (1846), illustré par Raymond Pelez; * La Fanfarlo (1847), nouvelle; * Du vin et du haschisch (1851); * Fusées (1851), journal intime; * L'Art romantique (1852); * Morale du joujou (1853, réécrit en 1869); * Exposition universelle (1855); * Les Fleurs du mal (1857, 1861, 1868); * Le Poème du haschisch (1858) ; * Salon de 1859 (1859); * Les Paradis artificiels (1860); * La Chevelure (1861); * Réflexions sur quelques-uns de mes contemporains (1861); * Richard Wagner et Tannhäuser à Paris (1861); * Petits poèmes en prose ou Le Spleen de Paris (1869), poema em prosa (póstumo); * Le Peintre de la vie moderne (1863); * L'œuvre et la vie d'Eugène Delacroix (1863); * Mon cœur mis à nu (1864), journal intime; * Les Épaves (1866), compreendendo as 6 peças condenadas de Fleurs du Mal ; * Curiosités esthétiques (1868); * Lettres; * L'Art romantique (1869); * Journaux intimes (1851-1862); * Pauvre Belgique (inachevé), Baudelaire também foi um dos primeiros tradutores de Edgar Allan Poe, a quem ajudou a divulgar na França. Reúne as suas traduções em diversas coletâneas, destacando-se as Histoires extraordinaires. == Textos na internet == === em Português === * === em Francês === * * * * * == Ligações externas == * * * * * * * * * * * * Categoria:Naturais de Paris Categoria:Poetas da França Charles Baudelaire Categoria:Precursores da poesia moderna Categoria:Poetas do simbolismo Categoria:Poetas malditos da poesia moderna Categoria:Sonetistas Categoria:Sepultados no Cemitério do Montparnasse Categoria:Alunos do Lycée Louis-le-Grand Categoria:Controvérsias sobre obscenidade na literatura",
 "title": "Charles Baudelaire"
}