{
 "id": "58473",
 "text": "Seinfeld é uma sitcom exibida originalmente nos Estados Unidos pela rede NBC por nove temporadas, entre 5 de julho de 1989 e 14 de maio de 1998. Foi criada por Larry David e Jerry Seinfeld, este último estrelando o programa como uma versão fictícia de si mesmo. Situado predominantemente em um prédio de apartamentos no Upper West Side de Manhattan (mas filmado em grande parte em Los Angeles), Seinfeld apresenta um grupo de amigos e parentes de Jerry, entre eles George Costanza, Elaine Benes e Cosmo Kramer. O programa foi produzido pela Castle Rock Entertainment e distribuído em parceria com a Columbia Pictures Television e Columbia TriStar Television; desde 2002, suas reprises são distribuídas pela Sony Pictures Television. Muitos dos episódios foram co- escritos por Larry e Jerry com o apoio de diversos roteiristas. Sucesso comercial, de crítica e fenômeno cultural, Seinfeld foi líder das Nielsen Ratings durante sua sexta e nona temporadas, terminando entre as duas principais audiências (juntamente com ER) de todos os anos entre 1994 e 1998.McNeil, Alex (1996): Total Television, 4ª ed - New York: Penguin - págs. 1143–1161 - ISBN 0-14-024916-8 É considerada uma das melhores séries televisivas já realizadas, sendo eleita o \"melhor programa de todos os tempos\" pelo TV Guide em 2002 e o terceiro \"melhor programa dos últimos 25 anos\" pela Entertainment Weekly, atrás apenas de The Sopranos e The Simpsons. Em Portugal, a série foi exibida na TVI em 1998, mais tarde na SIC Radical e na SIC Comédia, em reposição, e regressou em 2024 no Fox Comedy. No Brasil, a série foi exibida na TV aberta pela Rede Record (2001) e pela Rede 21 (2004). Na TV paga, foi exibida tanto pela 1ª vez quanto em reprises pelo Canal Sony. Em junho de 2020, a série voltou a ser exibida com nova dublagem desta vez, no canal pago Warner Channel. == Visão geral == Seinfeld destacou-se dentre os muitos sitcoms familiares e de amigos de sua época. Nenhum dos personagens principais eram parentes, mas permaneceram amigos íntimos durante todas as temporadas. Episódios de muitas sitcoms, como Family Ties e Full House, eram centrados em um único tema ou situações cômicas restritas, enquanto a maioria dos episódios de Seinfeld era focada em incidentes do cotidiano, como permanecer numa fila de cinema, sair para jantar, comprar um terno e, basicamente, lidar com as amargas injustiças da vida. O ponto de vista apresentado na série é consideravelmente consistente com a filosofia do niilismo, a ideia de que a vida não tem sentido. Os personagens principais e muitos dos secundários foram modelados em conhecidos de Jerry Seinfeld e Larry David na vida real. Outros personagens recorrentes foram baseados em contrapartes famosas, como Jacopo Peterman do catálogo J. Peterman (nominalmente baseado em John Peterman) e George Steinbrenner, proprietário do New York Yankees. Em cada episódio de Seinfeld, a estrutura é em grande parte firmada no enredo que envolve cada personagem principal. A linha do enredo é apresentada no começo de cada episódio, que envolve os personagens em situações distintas e aparentemente não-relacionadas. Mudanças de cena rápidas entre cada história interligam o enredo no final do episódio. Apesar das histórias separadas, a narrativa revela os \"esforços consistentes\" de seus criadores de \"manter a intimidade\" entre o pequeno elenco. O programa manteve um forte senso de continuidade — personagens e enredos de episódios passados eram frequentemente citados ou melhor desenvolvidos em outras situações. Ocasionalmente, arcos de histórias se espalhavam por múltiplos episódios e até mesmo por temporadas inteiras. Por exemplo, uma namorada de Jerry aparece em \"Steake Out\", terceiro episódio da primeira temporada, mas ele só decide terminar o relacionamento em \"The Stock Tip\", dois episódios depois. Larry David, o principal roterista do programa e produtor-executivo das primeiras sete temporadas, foi aclamado por manter um olho clínico em detalhes mínimos e garantir que as vidas dos personagens principais permanecessem críveis e consistentes. Curb Your Enthusiasm — série cômica desenvolvida por David posteriormente — exploraria mais a fundo esta ideia de seguir um determinado tema para cada temporada do programa. Outro fator determinante no destaque de Seinfeld entre outras sitcoms de sua época foi o fato de os personagens principais jamais aprenderem lições de moral. De fato, eles eram indiferentes ao mundo exterior e insensíveis frente a desconhecidos e parentes, e mesmo às vezes entre eles; um mantra seguido pelos produtores do programa era: \"sem abraços, sem aprendizados\". Houve também poucos finais felizes, exceto quando estes eram alcançados às custas de outra pessoa. Mais costumaz eram as situações envolvendo os personagens recebendo uma merecida \"reprimenda\". === Personagens principais === * Jerry Seinfeld (Jerry Seinfeld) — Um humorista de stand-up, frequentemente retratado como a \"voz da razão\" entre toda a insanidade gerada pelas pessoas que o rodeiam. O personagem é levemente germofóbico e compulsivo, assim como um ávido fã de Superman e cereal de café- da-manhã. O apartamento de Jerry é o centro do mundo visitado por seus excêntricos amigos George, Elaine e Kramer. O enredo dos episódios envolvem com frequência os casos amorosos de Jerry, e ele geralmente encontra motivos ínfimos e tolos para terminar seus relacionamentos, entre eles por uma mulher ter mãos \"masculinas\", outra por comer uma ervilha de cada vez durante o almoço e outra por ter uma risada irritante. * George Costanza (Jason Alexander) — O melhor amigo de Jerry. É pão-duro, desonesto, mesquinho e invejoso, frequentemente retratado como um perdedor, inseguro quanto a suas capacidades. Costuma reclamar e mentir sobre sua profissão, relacionamentos e praticamente tudo o mais, o que normalmente lhe traz problemas posteriores. Utiliza com frequência o pseudônimo \"Art Vandelay\" ao mentir ou inventar histórias para justificar um dado comportamento. Em certa oportunidade foi descrito sucintamente por Elaine como um \"homem baixinho, atarracado, lerdo e careca\". Apesar desses contratempos, George costuma conseguir encontros com diversas mulheres, alcançando também um cargo de destaque no New York Yankees. Costuma fingir que é um arquiteto. * Elaine Benes (Julia Louis-Dreyfus) — Ex- namorada de Jerry. É inteligente e confiante, apesar de superficial. Tende a ser honesta demais com as pessoas, o que costuma lhe envolver em confusões. Tem como hábito criar problemas com os hábitos de seus namorados, as exigências bizarras de seus patrões e a rudeza de estranhos. Um tema recorrente para Elaine é sua frustração na procura do homem ideal. É a única mulher capaz de conviver com os outros três protagonistas. * Cosmo Kramer (Michael Richards) — O vizinho \"maluco\" de Jerry. Entre suas marcas registradas estão seu humor direto, um penteado espalhafatoso, roupas fora de moda e suas escorregadas frenéticas pela porta do apartamento de Seinfeld. Age às vezes de forma ingênua, quase infantil, ainda que aleatoriamente demonstre um extraordinário conhecimento acerca do comportamento humano. Embora nunca permaneça em um emprego fixo, costuma inventar planos mirabolantes para ganhar dinheiro, que normalmente funcionam no começo mas terminam sempre em fracasso. Principais membros do elenco Principais membros do elenco Principais membros do elenco Principais membros do elenco Principais membros do elenco Principais membros do elenco 150x150px Jerry Seinfeld Jason Alexander Julia Louis-Dreyfus Michael Richards Jerry Seinfeld George Costanza Elaine Benes Cosmo Kramer === Personagens secundários === * Newman (Wayne Knight) — Vizinho detestável e acima do peso de Jerry. É conhecido como cúmplice de Kramer e inimigo de Seinfeld, e tem como hábito mudar seu comportamento para tornar a vida de seu vizinho miserável. Adora comer e ser inconveniente no apartamento de Jerry. É o personagem secundário de mais destaque, aparecendo da terceira temporada do programa até seu último episódio. * Morty Seinfeld (interpretado originalmente por Phil Bruns e substituído por Barney Martin) e Helen Seinfeld (intepretada por Liz Sheridan) — Os pais de Jerry, residentes na Flórida. Morty é um vendedor de capas de chuva aposentado, inventor do sobretudo sem cinto e famoso por se apegar obstinadamente a suas convicções; Helen por sua vez não consegue entender como alguém pode não gostar de seu filho. Estão sempre achando que Jerry não ganha dinheiro o suficiente e tentam ajudá-lo financeiramente mandando \"cinquenta dólares\". São baseados nos pais verdadeiros de Jerry Seinfeld. * Frank Costanza (interpretado originalmente por John Randolph e substituído por Jerry Stiller) e Estelle Costanza (interpretada por Estelle Harris) — Os excêntricos pais de George. Ele costuma culpá-los por seu estado mental atual e fracasso na vida. São conhecidos por seu temperamento violento, que frequentemente leva a discussões e brigas. Aparecem a partir da quarta temporada. As cenas de John Randolph como Frank Constanza foram regravadas por Jerry Stiller e substituídas para exibição das reprises do programa. * Susan Ross (Heidi Swedberg) — Noiva de George e ex- executiva da NBC. Apareceu pela primeira vez na quarta temporada como a executiva responsável por analisar um episódio piloto gravado por Jerry e George. Namorou George por um tempo, terminando o relacionamento depois que ele faz com que ela seja demitida. Retorna na sétima temporada, quando ela e George ficam noivos. * George Steinbrenner (dublado por Larry David, interpretado por Lee Bear, que é visto apenas de costas) — Patrão de George e dono do New York Yankees. Seu rosto nunca é mostrado. Baseado no Steinbrenner verdadeiro, é parodiado por sua arrogância e falta de tato com as realidades de se administrar um time de beisebol. Uma piada rotineira é mostrá-lo com George em seu escritório reclamando de assuntos mundanos, enquanto George anda lentamente até a porta e sai da sala. Aparece frequentemente entre a quinta e nona temporadas. * Jacopo Peterman (John O'Hurley) — Um dos chefes excêntricos de Elaine. É dono da The J. Peterman Company, onde Elaine trabalha editando catálogos de moda. Utilizando o estilo floreado de um aventureiro caçador de tesouros, ele tipicamente narra suas jornadas a locais exóticos à procura de roupas originais. No começo da oitava temporada, foge para a Birmânia e deixa Elaine como presidente da empresa, retornando tempos depois. Aparece entre a sexta e nona temporadas. * David Puddy (Patrick Warburton) — Namorado intermitente de Elaine. Competente mecânico de automóveis, apesar de ser um cabeça-de-vento com várias manias, como espremer os olhos ou ficar encarando o vazio. É conhecido por seu pavio curto e comportamento agressivo. Aparece na sexta e nona temporadas. * Jackie Chiles (Phil Morris) — Advogado de Kramer. Tem uma secretária chamada Suzy e marca atendimentos médicos para seus clientes com um tal de \"Dr. Bison\", que nunca aparece. Fala rápido e tende a usar de forma excessiva adjetivos como \"absurdo\" e \"ultrajante\". É um caricatura de Johnnie Cochran. Aparece entre a sétima e a nona temporadas. * Lloyd Braun (interpretado por Peter Keleghan, logo depois por Matt McCoy) — Um amigo de infância de George. Em “O Yogurt Não Engorda\", Lloyd trabalhou para David Dinkins até que ele passou ao longo sugestão de Elaine que todos na cidade de Nova York usar crachás de identificação. Dinkins perdeu a corrida e Braun teve um colapso nervoso. O episódio, que foi ao ar dois dias depois da eleição para prefeito de verdade, foi filmado em duas formas; tinha Dinkins foi reeleito, Braun teria servido em vez, e tomando conselho de Elaine arruinado, Rudy Giuliani campanha. Após passar o tempo numa instituição mental, Lloyd Kramer ajudou a ganhar status histórico para uma sala de cinema, em \"O Gum\". Em \"The Serenity Now\", Braun trabalhou por um curto período de tempo para o pai de George, Frank Costanza, para vender computadores (embora a linha de telefone que estava \"usando\" não estava conectado). == Características == === Tema === Seinfeld quebrou diversas convenções da televisão mainstream. O programa, frequentemente descrito como sendo sobre \"nada\", tornou-se a primeira série de TV desde Monty Python's Flying Circus a ser amplamente denominada como pós-moderna. Vários elementos de Seinfeld encaixam-se na interpretação de pós-modernismo. O programa é tipicamente guiado por humor intercalado a conflitos superficiais e personagens com comportamentos estranhos. Muitos episódios giram em torno do envolvimento de um certo personagem na vida de outro, gerando resultados normalmente catastróficos. Contudo, não importa o dano causado, eles nunca aprendem algo com a experiência, continuando a agir como pessoas egoístas e egocêntricas. No estúdio, a noção de que os personagens não deveriam se aperfeiçoar ou melhorar através da série foi expressada por uma regra de \"sem abraços, sem aprendizados\". Ao contrário de muitas sitcoms, não há momentos de pathos; os telespectadores nunca são levados a sentir pena por quaisquer personagens. Os protagonistas da série eram retratados como \"na casa dos trinta e poucos anos, sem raízes, identidades vagas e uma indiferença consciente quanto às morais e bons costumes\". Padrões televisivos, como isolar os personagens dos atores que os interpretam, e separar o mundo dos personagens daquele onde vive os atores e os telespectadores, foram quebrados. Um exemplo específico é o arco de histórias no qual os protagonistas tentam emplacar uma série de televisão chamada Jerry. Um programa de TV dentro de outro, a natureza de Jerry era parecida com a do próprio Seinfeld, onde Seinfeld interpreta a si mesmo, sendo também um programa \"sobre nada\". Jerry foi lançada no final da quarta temporada de Seinfeld, mas sua produção acabou interrompida após a exibição de um episódio piloto. === Enredo === Muitos episódios de Seinfeld foram baseados em experiências cotidianas de seus roteiristas. Pode-se citar como exemplo \"The Revenge\" (segunda temporada), baseado no trabalho de Larry David como roteirista do Saturday Night Live; após ter apenas um de seus roteiros levados ao ar, David resolveu se demitir mas, arrependendo-se de sua atitude, voltou ao trabalho no dia seguinte como se nada tivesse acontecido. \"The Contest\" e \"The Phone Message\" (ambos da quarta temporada) também são baseados em experiências vividas por David.DVD Curb Your Enthusiasm: The Complete Second Season Outro é \"The Strike\", inspirado no pai de Dan O'Keefe, que inventou seu próprio feriado — o Festivus. Outras histórias seguem por uma variedade de tangentes. Todo o episódio \"The Chinese Restaurant\" (segunda temporada) por exemplo é dedicado a simplesmente mostrar os protagonistas esperando por uma mesa num restaurante chinês. \"The Betrayal\" (nona temporada) ficou famoso por utilizar de cronologia reversa, inspirado num truque de roteiro similar empregado em uma peça de Harold Pinter. Outras histórias foram baseadas em manchetes de jornal e boatos, e esses casos específicos são explicados nos extras do lançamento da série em DVD. == Desenvolvimento == === Temporadas 1–3 === O programa estreou como The Seinfeld Chronicles em 5 de julho de 1989. Após a exibição deste episódio piloto, a NBC considerou pouco provável a continuação da série, e ela chegou a ser oferecida à Fox, que recusou a proposta. Contudo, Rick Ludwin, responsável pela programação noturna da NBC, desviou parte das verbas de seu orçamento, e os próximos quatro episódios foram gravados. Após sua exibição às 09:30 das noites de terça-feira ter sido bem recebida pela crítica, a série foi finalmente acolhida pela NBC. Durante as primeiras três temporadas, as apresentações de comédia stand-up de Jerry abriam os episódios, funcionando até mesmo como cenas intermediárias por um tempo. Depois de sua exibição durante o verão de 1990, o programa voltou em nova temporada, agora às quartas-feiras, às 09:00 da noite. As primeiras temporadas de Seinfeld foram aclamadas por críticos de televisão, ainda que a série estivesse distante de cultivar uma audiência substancial. Seus primeiros episódios costumam ser mais realistas do que os das demais temporadas, lidando com detalhes insignificantes do dia a dia como conseguir uma mesa num restaurante, não conseguir sair a tempo de um vagão de metrô ou não arrumar lugar na rua para estacionar um carro. === Temporadas 4–5 === A quarta temporada marcou a entrada da sitcom no Top 30 da Nielsen Ratings, coincidindo com a exibição de episódios populares como \"The Bubble Boy\", \"The Outing\", \"The Airport\" e \"The Junior Mint\". Esta foi a primeira temporada a se utilizar de um arco de histórias, no qual Jerry e George tentam criar sua própria sitcom, Jerry. Nesta mesma época, as apresentações de comédia stand-up de Jerry durante os episódios passaram a ganhar menos destaque. A série ganhou ainda mais notoriedade após a exibição do controverso episódio \"The Contest\", no qual os quatro protagonistas apostam quem consegue ficar mais tempo sem se masturbar. Apesar do tema ser considerado impróprio para ser apresentado no horário nobre da televisão, a palavra \"masturbação\" não foi usada uma única vez, sendo substituída ao invés disso por diversas referências oblíquas. Este episódio, escrito por Larry David, ganharia posteriormente um prêmio Emmy. O próprio programa seria também vencedor desta premiação em 1993, na categoria \"Melhor Série de Comédia\". === Temporadas 6–7 === A partir da sexta temporada, Andy Ackerman substituiu Tom Cherones como diretor do programa. A série permaneceu bem recebida, produzindo alguns de seus episódios mais famosos, como \"The Fusilli Jerry\", \"The Chinese Woman\", \"The Jimmy\", \"The Face Painter\" e \"The Switch\". Os arcos de histórias usados durante esta temporada mostraram Elaine trabalhando como assistente pessoal do excêntrico Justin Pitt, além da separação temporária dos pais de George. Esta foi também a primeira temporada na qual Seinfeld alcançou a 1ª colocação das Nielsen Ratings. O show de comédia stand-up de Jerry foi sendo deixado cada vez mais de lado, enquanto os respectivos enredos dos quatro protagonistas se tornavam mais densos. A sétima temporada envolveu o arco do noivado de George com sua ex-namorada Susan Ross, que aparecera pela última vez na quarta temporada. Passa a maioria dos episódios arrependendo-se do compromisso e tentando livrar-se dele. Mantendo os altos índices de audiência, Seinfeld exibiu neste ano alguns de seus episódios mais memoráveis, como \"The Soup Nazi\", \"The Secret Code\", \"The Maestro\" e \"The Rye\", entre outros. === Temporadas 8–9 === A média de audiência do programa permaneceu forte durante suas duas últimas temporadas, mas as opiniões da crítica já não eram mais tão favoráveis. Larry David deixou a produção no final da sétima temporada e seu lugar foi assumido por Seinfeld, o que deu à série um passo mais dinâmico. O programa parou de exibir as apresentações de comédia de Jerry, e os enredos ocasionalmente aventuravam-se em campos fantasiosos, um exemplo notável sendo o episódio \"The Bizarro Jerry\", quando Elaine fica dividida quando a manter sua lealdade entre cópias exatas de seus amigos, ou a célebre ocasião em que Seinfeld envolve-se com uma mulher que tem \"mãos de homem\". Alguns episódios de destaque da oitava temporada são \"The Little Kicks\", mostrando o horrível estilo de dança de Elaine, \"The Yada Yada\", \"The Chicken Roaster\" e \"The Comeback\". A nona temporada teve episódios como \"The Merv Griffin Show\", \"The Butter Shave\", \"The Betrayal\" (cujas cenas são mostradas em ordem cronológica inversa) e \"The Frogger\", onde George empurra uma máquina de fliperama Frogger no meio da rua. Apesar de receber propostas para uma décima temporada, Jerry Seinfeld decidiu acabar com a série neste ano. == DVDs == A Sony Pictures Home Entertainment lançou todas as nove temporadas de Seinfeld em DVD nas regiões 1, 2 e 4 entre 2004 e 2007. Em 6 de novembro de 2007 a caixa Seinfeld: The Complete Series foi lançada em DVD. O disco individual da última temporada e o pacote com a série completa trouxeram como bônus uma reunião realizada em 2007 entre Larry David e os quatro protagonistas. == Ligações externas == * Seinfeld.com * * Seinfeld no TV.com * no Metacritic",
 "title": "Seinfeld"
}