{
 "id": "58472",
 "text": "Sinais e sintomas são os sinais observados ou detectáveis ​​e os sintomas experimentados de uma doença, lesão ou condição. Um sinal é uma alteração que pode ser mensurada ou observada por terceiros, como, por exemplo, um sangramento, uma temperatura mais alta ou mais baixa do que o normal, pressão arterial elevada ou baixa ou uma anormalidade exibida em um exame médico. Um sintoma é algo que apenas pode ser experimentado pelo indivíduo que é acometido da alteração, como sentir febre, náuseas, dor de cabeça ou outras dores no corpo. == Sinais e sintomas == === Sinais === Um sinal médico é uma indicação objetiva observável de uma doença, lesão ou estado fisiológico anormal que pode ser detectado durante um exame físico, examinando o histórico do paciente ou procedimento de diagnóstico. Esses sinais são visíveis ou detectáveis ​​de outra forma, como uma erupção cutânea ou hematoma. Os sinais médicos, juntamente com os sintomas, auxiliam na formulação de hipóteses diagnósticas. Exemplos de sinais incluem pressão arterial elevada, baqueteamento das unhas das mãos ou dos pés, marcha cambaleante e arco senil e juvenil dos olhos. ==== Indicações ==== Um sinal é diferente de uma \"indicação\" — a atividade de uma condição 'apontando para' (assim \"indicando\") um remédio, não o inverso (isto é, não é um remédio 'apontando para' uma condição)And, from this, a \"contraindication\" is an additional factor that is 'pointing away from' a remedy that was (otherwise) \"indicated\" by a particular condition, and not the reverse. – que é uma razão específica para usar um tratamento específico. === Sintomas === Um sintoma é algo sentido ou experimentado, como dor ou tontura. Sinais e sintomas não são mutuamente exclusivos, por exemplo, uma sensação subjetiva de febre pode ser notada como sinal usando um termômetro que registra uma leitura alta.Marie T. O'Toole, ed., Mosby's Medical Dictionary, 9th ed. (St. Louis, MO: Elsevier/Mosby, 2013), Kindle loc. 154641. === Sinais e sintomas cardinais === Os sinais e sintomas cardinais são específicos a ponto de serem patognomônicos. Um sinal cardinal ou sintoma cardinal também pode se referir ao principal sinal ou sintoma de uma doença. Reflexos anormais podem indicar problemas com o sistema nervoso. Os sinais e sintomas também se aplicam a estados fisiológicos fora do contexto da doença, como por exemplo quando se refere aos sinais e sintomas da gravidez, ou aos sintomas de desidratação. Às vezes, uma doença pode estar presente sem apresentar quaisquer sinais ou sintomas quando é conhecida como assintomática. O distúrbio pode ser descoberto por meio de exames, incluindo exames. Uma infecção pode ser assintomática que ainda pode ser transmissível. === Sinais vs. sintomas === Os sinais são diferentes dos sintomas experimentados. Um sinal de um distúrbio é algo que pode ser observado por outra pessoa ou detectado durante um exame ou procedimento médico. O CDC lista várias doenças por seus sinais e sintomas, como o sarampo, que inclui febre alta, conjuntivite e tosse, seguidos alguns dias depois pela erupção cutânea do sarampo. === Síndrome === Os sinais e sintomas geralmente são inespecíficos, mas algumas combinações podem ser sugestivas de certos diagnósticos, ajudando a diminuir o que pode estar errado. Um conjunto particular de sinais e sintomas característicos que podem estar associados a um distúrbio é conhecido como síndrome. Nos casos em que a causa subjacente é conhecida, a síndrome é denominada, por exemplo, síndrome de Down e síndrome de Noonan. Outras síndromes, como a síndrome coronariana aguda, podem ter várias causas possíveis. == Diagnóstico == O reconhecimento dos sinais e a observação dos sintomas podem levar a um diagnóstico. Caso contrário, um exame físico pode ser realizado e um histórico médico obtido. Outros exames médicos de diagnóstico, como exames de sangue, exames e biópsias, podem ser necessários. Um raio-X, por exemplo, logo seria diagnóstico ou não de uma fratura óssea. Um significado observado detectado durante um exame ou a partir de um exame médico pode ser conhecido como um achado médico. Categoria:Semiologia",
 "title": "Sinais e sintomas"
}