{
 "id": "58512",
 "text": "Adjetivo é toda palavra que se refere a um substantivo indicando-lhe um atributo. Flexionam-se em gênero, número e/ou grau. Sua função gramatical pode ser comparada com a do advérbio em relação aos verbos, aos adjetivos e a outros advérbios. Exemplos * O pássaro é lindo * A mulher é bonita * A mãe é inteligente Da mesma forma que os substantivos, os adjetivos contribuem para a organização e descrição do mundo em que vivemos. Assim, distinguimos uma fruta azeda de uma doce, por exemplo. São palavras que servem para qualificar os seres em geral. == Classificação == Não existe uma classificação amplamente aceita dos adjetivos quanto ao significado, dado o universo ilimitado e amplamente subjetivo das características que podem ser atribuídas a qualquer ser. Alguns tipos de características podem ser: * Qualidade: bonito, belo, bom, etc. * Defeito: feio, mau, ruim, etc. * Cor: azul, vermelho, verde, amarelo, etc. * Temperatura: quente, frio, morno, etc. * Textura: duro, mole, macio, áspero, etc. * Origem: brasileiro, português, americano, chinês, etc. (nesse caso, os adjetivos são geralmente classificados como Adjetivos pátrios ou Gentílicos. Em termos de formação, os adjetivos são geralmente classificados em: * Primitivos: formam uma unidade lexical original: alegre, novo, antigo, bom, etc. * Derivados: provêm de um substantivo, um verbo ou outro adjetivo: famoso (de \"fama\"), fácil (de \"fazer\"), requentado (de \"quente\"), etc. * Simples: formados por um único lexema. * Compostos: formados por dois ou mais lexemas: azul-marinho, luso-brasileiro, surdo-mudo, etc. Alguns gramáticos classificam o adjetivo segundo o aspecto: * Restritivo: restringem o substantivo, tornando-o único dentro do contexto: \"homem brasileiro\", \"casa amarela\", \"colher prateada\", etc. * Explicativo: expressam uma característica inerente ao ser representado pelo substantivo, em geral para ressaltar tal característica: \"sol quente\", \"faca afiada\", etc. Esta não se trata, entretanto, de uma classificação verdadeira uma vez que todos os adjetivos podem ser restritivos ou explicativos dependendo do contexto. == Flexão de adjetivos == Em português, os adjetivos se flexionam em gênero (masculino e feminino), número (singular e plural) e grau (positivo e superlativo). Em muitos idiomas ainda existe o grau comparativo, expresso em português na forma analítica (\"mais...que\", \"menos...que\", \"tão...quanto\") e cujos únicos resquícios flexionais em português são para os adjetivos: \"grande\" (\"maior\"), \"pequeno\" (\"menor\"), \"bom\" (\"melhor\") e \"mau\" (\"pior\"). Alguns idiomas ainda admitem a flexão de caso gramatical, inexistente em português. A flexão dos adjetivos, assim como acontece com os substantivos, é de três naturezas: gênero, número e grau. De uma forma geral, os adjetivos são flexionados para acompanhar e concordar com os substantivos que o acompanham e também para intensificar ou comparar o seu valor. === Flexão de gênero === O adjetivo deve assumir o gênero (feminino ou masculino) do substantivo que o acompanha. Alguns exemplos clássicos: o escritor brasileiro, a escritora brasileira; o carro amarelo,a canoa amarela; o homem bonito, a mulher bonita. A classificação dos adjetivos quanto ao gênero compreende dois grandes grupos: * Adjetivos uniformes * Adjetivos biformes. === Flexão de número === A flexão para o plural dos adjetivos segue, evidentemente, o plural do substantivo correspondente. No caso dos adjetivos simples a flexão para o plural segue as mesmas regras básicas dos substantivos, veja alguns exemplos: pessoa cordial, pessoas cordiais; criança feliz, crianças felizes; cachorro raivoso, cachorros raivosos. A flexão para o plural de adjetivos compostos geralmente ocorre no último radical, veja alguns exemplos: tropa austro-búlgara, tropas austro- búlgaras; problema político-institucional, problemas político-institucionais; ele é afrodescendente, eles são afrodescendentes. Essa regra, entretanto, não se aplica a todos os adjetivos compostos, alguns, principalmente os que dizem respeito a nome de cores, são invariáveis quanto ao número, outros poucos variam os dois radicais para o plural ou o primeiro Observação Observação * Quando o qualquer elemento é substantivo, não há flexão (camisas verde- abacate, cortinas amarelo-ouro, ternos rosa-claro). \\- === Flexão de grau === A variação de grau nos adjetivos ocorre quando se deseja fazer uma diminuição, comparação ou intensificar o seu valor. Segue os artigos dos graus dos adjetivos: Menina > Menininha , Pessoa > Pessoinha. * Grau comparativo * Grau superlativo == Locução adjetiva == Locução adjetiva é a junção de duas ou mais palavras com função de adjetivo. Elas são usualmente formadas por: uma preposição e um adjetivo ou uma preposição e um substantivo. São exemplos: * Conselho de mãe → Conselho materno * Conselho de pai → Conselho paterno * Dor de barriga → Dor abdominal * Período da tarde → Período vespertino * Bandeira do Brasil → Bandeira brasileira * Evolução do homem → Evolução humana * País muito rico → País riquíssimo (superlativo) * País muito pobre → País paupérrimo (superlativo) * Flor muito bonita → Flor belíssima (superlativo) == Adjetivos adverbializados == Adjetivos adverbializados são aqueles empregados com valor de advérbio e que por esta razão são invariáveis. Exemplos: * Terminou rápido a tarefa → Terminou rapidamente a tarefa * Marcos foi direto ao chefe para conversar → Marcos foi diretamente ao chefe para conversar * Alex foi devagar ao dentista → Alex foi vagarosamente ao dentista == Adjetivos em outros idiomas == * Nas línguas germânicas, todos os adjetivos, obrigatoriamente, precedem o substantivo. * Em latim, a flexão de grau é sintética e inclui, para todos os adjetivos, o grau superlativo absoluto e o grau comparativo de superioridade. * Em inglês, a flexão de grau inclui o grau superlativo relativo e o grau comparativo de superioridade, apenas para substantivos de até duas sílabas. Para os demais substantivos, não existe flexão de grau. Não há superlativo absoluto, sendo substituído pelo advérbio \"very\". Não há concordância de gênero nem de número. * Em alemão, os adjetivos se flexionam em gênero (masculino, feminino e neutro), número (singular e plural), grau (normal, comparativo e superlativo) e caso (nominativo, acusativo, genitivo e dativo). == Ver também == * Locução adjetiva. * Lista de gentílicos de países e regiões. * Lista de gentílicos do Brasil. * Orações subordinadas adjetivas: oração que exerce a função de um adjetivo dentro de uma oração principal. == Ligações externas == * * Categoria:Classes de palavras",
 "title": "Adjetivo"
}