{
 "id": "58528",
 "text": "A Barra, e o seu prolongamento denominado de Barra Avenida, é um bairro de Salvador, capital da Bahia, localizado na extremidade da península da cidade (ao sul); pertence a Região Administrativa VI, de mesmo nome. Possui uma localização geográfica única no mundo, onde é possível ver tanto o nascer quanto o pôr-do-sol no mar, pois ocupa o vértice da península em que está a cidade. É banhada pelo Oceano Atlântico de um lado e de outro está a Baía de Todos os Santos em sua parte interna. Preserva em sua paisagem um acervo histórico e arquitetônico valioso para o Brasil, sendo o Farol da Barra seu ícone mais famoso, ao lado dos fortes de Santa Maria e São Diogo. Suas praias, o Porto da Barra e o Farol da Barra, são frequentadas por diferentes públicos, que se desdobram em suas areias e águas calmas e cristalinas, boas para a prática do mergulho e esportes náuticos. A Barra tem uma boa distribuição de lojas, cafés, praças, restaurantes, bares, boates, edifícios residenciais e comerciais, eventos e monumentos históricos, que preservam sua história. A Barra é um bairro residido tipicamente com pessoas de poder aquisitivo médio- alto, sendo assim considerado nobre. == História == No início da colonização do território brasileiro, El-Rei Dom João III doou a capitania hereditária da Baía de todos os Santos ao donatário Francisco Pereira Coutinho, que se instalou na região, em 1534, fundando o Arraial do Pereira nas imediações onde hoje se situa a Ladeira da Barra, e construindo as “casas para cem moradores” que, doze anos depois ainda seriam encontradas por Tomé de Sousa na época da fundação da cidade, chamada de Vila Velha, referida nas cartas dos jesuítas e nos documentos do primeiro governador-geral. Onde atualmente se encontra a Igreja de Santo Antônio da Barra foi erguida uma fortaleza, um castelo feito de taipa e madeira. Também ocorre a primeira experiência de miscigenação da cultura nativa indígena com o branco europeu na história do Brasil, tendo nas figuras de Diogo Álvares Correia, o Caramuru e sua esposa, a índia Catarina Paraguaçu os principais elementos históricos, sendo este chamado tempos depois pelo poeta Gregório de Matos de \"o Adão de Massapê\", pai da civilização baiana. Foi no atual Porto da Barra, que o governador-geral Tomé de Sousa desembarcou com homens e materiais, fundando a cidade de São Salvador da Bahia de Todos os Santos no ano de 1549, . Na época, a vila já contava com mais de mil habitantes, entre índios e europeus; após a criação da capital, a Vila Velha foi lentamente se esvaziando até desaparecer completamente, no . Até ao século XIX, permanece como um subúrbio da cidade, tornado depois um balneário marítimo na primeira metade do , e após a transformação do Caminho do Conselho na Avenida Sete, se inicia o processo de consolidação como bairro importante. Em 1942, é construído o Edifício Oceania, seu marco mais conhecido da arquitetura moderna. O bairro recebeu durante o , um considerável número de imigrantes vindos de Portugal, Espanha, Itália, Alemanha, Polónia e Rússia. Uma pesquisa feita pelo jornal Correio em 2016 indicou que o bairro tem o segundo preço de aluguel de imóvel mais caro em Salvador. == Localização e acesso == thumb|esquerda|200px|A Avenida Centenário na altura do Shopping Barra, entre a Barra e a Graça. O bairro da Barra possui uma localização peculiar, se situando na ponta da península que é a cidade de Salvador. Seus acessos principais se dão pela Avenida Centenário a oeste, a Avenida Oceânica ao sul e as avenidas Sete de Setembro (no trecho chamado de Ladeira da Barra, que se prolonga pelo Corredor da Vitória até a Praça Castro Alves) e Princesa Isabel, ao norte. A avenida Princesa Isabel é a mais central e passa pelo minúsculo bairro da Barra Avenida. Paralela a ela segue a rua Cezar Zama, que a certa altura passa a chamar-se Marquês de Caravelas e a rua Afonso Celso, além de outras importantes vias locais, como a Marques de Leão (e não Marquês, como alguns podem supor). O bairro da Barra se limita com os distritos da Vitória, Graça e a Barra Avenida (ao norte), Ondina e Chame-Chame (ao leste), do Oceano Atlântico (ao sul) e da Baía de Todos os Santos (a leste). Esta localização faz com que a Barra seja um dos únicos locais do Brasil continental onde se tem o pôr-do-sol no mar. == Estrutura e atrações == Fazendo parte do chamado Circuito Tradicional do Carnaval baiano, esse \"circuito\" na qual é denominado Barra-Ondina começa no ponto inicial do traçado da Avenida Sete de Setembro, em frente ao Forte de Santo Antônio da Barra e possui inúmeros hotéis em sua extensão. É um bairro eminentemente residencial, de classe média-alta, embora conte com uma grande rede de pequenos comércios, além de muitos bares ao longo da orla. O Shopping Barra, terceiro maior centro de compras da capital, também se situa em suas imediações (Chame-Chame), tornando-se um polo de atração por seus serviços e diversas opções de lazer. === Praias === Com quase todo o litoral cercado por recifes, a cidade tem no Porto da Barra o único lugar onde é possível o desembarque de pequenas embarcações em segurança. Com a forma de uma pequena baía, o porto foi escolhido pelo donatário Francisco Pereira Coutinho para fundar a Vila da Capitania da Bahia. Conhecida como Vila do Pereira, recebeu os navios que faziam comércio com os nativos sob o comandado de Diogo Alvares, o \"Caramuru\" na primeira metade do século XVI. Ali, o governador-geral Tomé de Sousa (1549), e os soldados da Companhia das Índias Ocidentais que invadiram a cidade em 1624 também pousaram. Uma marca comemorativa, instituída em 1949, assinala o local onde Tomé de Souza desembarcou para cá. A praia cerca a Ilha de Itaparica na Baía de Todos os Santos. As águas são calmas, sem ondas, clara e quente, perfeito para nadar e tomar sol. A Praia do Porto da Barra é a única praia brasileira onde o pôr do sol alcança a água e a Ilha de Itaparica. Não é incomum para os banhistas no final da tarde aplaudir um espetacular pôr do sol em uma ovação de pé de um dia esplêndido e uma noite sedutora por vir. As praias do Porto da Barra e do Farol da Barra atraem um grande número de banhistas durante todos os dias da semana, sendo consideradas um dos destinos preferidos dos moradores e turistas de fora. === Fortes === Primeiro forte construído na cidade, o Forte de Santo Antônio da Barra tinha a função de impedir a entrada de inimigos na Baía de Todos os Santos. Construído em 1582, tem a forma de um polígono irregular com dez lados, seis salientes e quatro ângulos. As suas dimensões atuais, porém, só surgiu no século XVII. O primeiro farol de madeira, que funcionava com óleo de baleia, foi feita em 1696 e indicou a entrada da baía, alertando para os perigos do recife de coral ou banco de areia de Santo Antônio, a corrente de ferro farol, trabalhando com eletricidade, foi construído em 1836. No forte, há um restaurante, um bar e o Museu Náutico da Bahia, com exposições de mapas antigos, equipamentos de navegação, modelos de navios, peças de artilharia e restos de naufrágios que aconteceram na Barra, principalmente do Galeão Sacramento. O Forte de Santa Maria foi construído para proteger o Porto da Barra de invasores, cruzando fogos com o Forte de São Diogo. O forte já existia quando a Companhia das Índias Ocidentais tentou ocupar Salvador pela segunda vez, em 1638. Com sete lados, quatro salientes e três ângulos, tem desenho influenciado na arquitetura italiana do final do século XVII. == Subdivisões == Localidades que fazem parte da Região Administrativa VI: * Jardim Brasil * Porto da Barra * Avenida Centenário * Ladeira da Barra (trecho da Avenida Sete) Com o crescimento do bairro, foram surgindo diversos loteamentos circundando a Barra como: * Morro Ipiranga * Barra Avenida == Requalificação == O bairro passou por um processo intenso de requalificação em seus espaços físicos, de modo a promover a melhor apreciação de seus moradores e pessoas que visitam o local. Foi implantado o conceito de piso compartilhado, muito comum nos países da Europa e Estados Unidos, em que o pedestre divide lugar com outras modalidades de transporte (carro, ônibus, bicicleta, etc) em velocidade reduzida, substituindo asfalto e calçadas usando 100% do espaço de um lado a outro das ruas e transversais.Intervenções na Orla Barra trarão mudanças profundas ao bairro Também foram substituído as balaustradas, criação de fiação subterrânea da rede de energia, telefone e gás, nova rede de saneamento de esgotamento e água potável, novo paisagismo, implantação de sinalização turística e lixeira subterrânea, substituição da iluminação por LED, dentre outras.Antes e depois da Barra: Veja o que mudou na estrutura do bairro com reforma == Segurança == O bairro da Barra foi listado como um dos menos violentos de Salvador, segundo dados do Instituto Brasileiro de Geografia e Estatística (IBGE) e da Secretaria de Segurança Pública (SSP) divulgados no mapa da violência de bairro em bairro pelo jornal Correio em 2012. O bairro ficou entre os mais tranquilos em consequência da taxa de homicídios para cada 100 mil habitantes por ano (com referência da ONU) ter sido \"1-30\", o segundo menor nível. Uma pesquisa feita pelo jornal Correio em 2013 revelou que as ruas do bairro ficavam vazias a partir das vinte horas, mesmo com o local bem policiado. == Ver também == * Castelo do Pereira * Farol da Barra * Forte de Santo Antônio da Barra == Bibliografia == * . * . * == Ligações externas == * Categoria:Bairros de Salvador",
 "title": "Barra (Salvador)"
}