{
 "id": "58537",
 "text": "As regiões do Japão não são unidades administrativas oficiais, mas tradicionalmente foram usadas como a divisão regional do Japão em diversos contextos. Por exemplo, os mapas e livros de texto geográficos dividem o Japão nas oito regiões, os relatórios meteorológicos costumam dar o clima por região, e muitas empresas e instituições usam sua região de origem como parte de seu nome (Kinki Nippon Railway, Banco Chūgoku, Universidade de Tōhoku, etc.). Enquanto o Japão tem oito tribunais superiores, suas jurisdições não correspondem às oito regiões abaixo. == Regiões == De norte a sul, as regiões tradicionais são:Regions of Japan on japan-guide.comRegions of Japan on web- japan.org * Hokkaidō (a ilha de Hokkaidō e ilhas próximas, população: 5.507.456, maior cidade: Sapporo) * Tōhoku (região) (norte Honshū, população: 9.335.088, maior cidade: Sendai) * Kantō (região) (Honshū do leste, população: 42,607,376, maior cidade: Tóquio) ** Ilhas Nanpō: parte da Metrópole de Tóquio (maior vila: Ōshima) * Chūbu (região) (central Honshū, incluindo Monte Fuji, população: 21,714,995, maior cidade: Nagoya), às vezes dividido em: ** Hokuriku (região) (noroeste de Chūbu, maior cidade: Kanazawa) ** Kōshin'etsu (região) (nordeste de Chūbu, maior cidade: Niigata) ** Tōkai (região) (sul de Chūbu, maior cidade: Nagoya) * Kansai ou Kinki região (Honshū centro-oeste, incluindo a antiga capital, Quioto, população: 22,755,030, maior cidade: Osaka) * Chūgoku (região) (oeste de Honshū, população: 7,561,899, maior cidade: Hiroshima) * Shikoku (ilha, população: 3,977,205, maior cidade: Matsuyama) * Kyūshū (ilha, população: 14,596,977, maior cidade: Fukuoka) que inclui: ** Norte de Kyushu: Fukuoka, Saga, Nagasaki e Ōita (maior cidade: Fukuoka) ** Sul de Kyushu: Kumamoto, Miyazaki e Kagoshima (maior cidade: Kagoshima) ** Okinawa (maior cidade: Naha) Cada região contém várias prefeituras, exceto a região de Hokkaidō, que cobre apenas Hokkaidō. ==Ver também== *Ecoregiões do Japão *Prefeituras do Japão *Geografia do Japão ==Ligações externas== Japao, Regioes do ! Categoria:Listas de geografia",
 "title": "Lista de regiões do Japão"
}