{
 "id": "58563",
 "text": "Choque é um estado em que não existe suficiente corrente sanguínea para irrigar os tecidos do corpo como resultado de problemas com o sistema circulatório. Os sintomas iniciais podem incluir fraqueza, aumento do ritmo cardíaco, suores, ansiedade e sede. À medida que as complicações se agravam, os sintomas iniciais podem ser seguidos por confusão, perda de consciência ou paragem cardíaca. Existem quatro tipos principais de choque, dependendo da causa subjacente: Hipovolémico, cardiogénico, obstrutivo e distributivo. O choque hipovolémico pode ser causado por hemorragias, diarreia, vómitos ou pancreatite. O choque cardiogénico pode ser causado por enfarte do miocárdio ou contusão cardíaca. O choque obstrutivo pode ser causado por tamponamento cardíaco ou pneumotórax de tensão. O choque distributivo pode ser causado por sepse, anafilaxia, lesões na parte superior da medula espinal ou algumas overdoses. O diagnóstico geralmente baseia-se na observação dos sintomas, exames físicos e exames laboratoriais. Suspeita-se de choque quando se observa diminuição da pressão de pulso (diferença entre a pressão arterial sistólica e diastólica) ou elevada frequência cardíaca. O diagnóstico é apoiado por um índice de choque superior a 0,8. O tratamento do choque circulatório depende da causa subjacente provável. Geralmente começa-se por garantir que as vias aéreas se encontram desobstruídas e que a respiração está assegurada. São estancadas as hemorragias, o que pode requerer cirurgia ou embolização. Na generalidade dos casos é administrada terapia intravenosa com lactato de Ringer ou bolsas de hemácias. Também é importante assegurar uma temperatura corporal normal. Em alguns casos pode ser benéfica a administração de vasopressores. O choque é relativamente comum e apresenta um elevado risco de morte. Nos Estados Unidos, todos os anos são admitidas na urgência 1,2 milhão de pessoas com choque, sendo o risco de morte de 20 a 50%. == Sinais e sintomas == A fase inicial do choque pode ser pobre em sinais e sintomas, podendo apresentar tão somente uma taquicardia leve, fraqueza, confusão e ansiedade, que pode acontecer em várias outras situações. A ausência de sintomas ou danos nesta fase é devida aos mecanismos compensadores da pressão sanguínea, como a vasoconstrição pela acção de variadas hormonas (como a adrenalina e a ADH), reflexo neuronal ou pela activação do sistema nervoso simpático. Conforme a pressão arterial cai aparece: *Palidez da pele e mucosas, *Caída do pulso, *Aumento da frequência respiratória, *Extremidades frias, *Retenção de líquidos, *Aumento da frequência cardíaca e palpitações, *Declínio cognitivo. Um choque circulatório profundo é evidenciado por um colapso hemodinâmico, isto é, a pressão arterial cai, a freqüência cardíaca sobe a 180 batimentos cardíacos por minuto (o normal é de 60 a 100), a pele fica fria e suada, os rins não funcionam, o pulso não é palpável, o indivíduo sofre declínio progressivo da consciência até desmaiar. Este é um choque profundo e facilmente reconhecível pois contém sinais óbvios de que o indivíduo está na iminência da morte. O perigo de morte é devido aos danos nos tecidos devido à isquémia. Mesmo em casos de choque profundo em que o indivíduo recupera, por vezes permanecem disfunções ou danos irreversíveis em alguns órgãos. Os mais afectados são os rins, o cérebro, o próprio coração e o sistema gastrointestinal incluindo o fígado. == Tipos == A insuficiência cardiovascular pode ter várias causasTintinalli, Judith E. (2010). Emergency Medicine: A Comprehensive Study Guide (Emergency Medicine (Tintinalli)). New York: McGraw-Hill Companies. pp. 165–172. ISBN 0-07-148480-9.: *Choque hipovolêmico: causada por pouco volume de sangue, por exemplo por hemorragia digestiva prolongada, hemorragia traumática grave ou desidratação. A perda de sangue leva à caída perigosa da pressão arterial. *Choque distributivo: incapacidade de distribuir o sangue adequadamente, associado a problemas em regular a pressão arterial. **Choque séptico: pode ser causados pela disseminação bacilos gram-negativas que produzem endotoxinas como Escherichia coli, Proteus sp., Klebsiella pneumoniae, por cocos gram-positivos como pneumococos and estreptococos ou por fungos em imunossupremidos (fungemia). Causam vasodilatação dos vasos de forma inapropriada; **Choque anafilático: causado por uma reação anafilática severa a um alérgeno, antígeno, fármaco ou proteína estranha causando a liberação de histamina que causa vasodilatação generalizada, levando a hipotensão e aumento da permeabilidade capilar. **Choque neurogênico: o sistema simpático regula a frequência cardíaca, então a lesão do sistema nervoso impede os nervos cardíacos adrenérgicos e colinérgicos de regular a frequência de acordo com a necessidade. *Choque cardiogénico: causada pela incapacidade do coração de bombear o sangue adequadamente, por exemplo, por infarto do miocárdio, arritmia, miocardiopatia ou valvulopatia. *Outras causas: hipotiroidismo grave, tirotoxicose, insuficiência adrenal e tromboembolismos. Também é frequente a divisão de choque em tipos hemorrágicos e não hemorrágicos. No entanto muitas vezes o choque sofrido por um doente pode apresentar causas e características mistas: por exemplo, no trauma a hemorragia pode levar a insuficiência cardíaca. === Choque hipovolêmico === ==== Causas ==== Pode ter várias causasPacagnella RC, Souza JP, Durocher J, Perel P, Blum J, Winikoff B, Gülmezoglu AM (2013). \"A systematic review of the relationship between blood loss and clinical signs\". PLoS ONE. 8 (3): e57594. PMC 3590203 . PMID 23483915. doi:10.1371/journal.pone.0057594.: # A causa mais frequente são as hemorragias abundantes, especialmente após eventos de trauma físico; # A desidratação que ocorre com privação de água ou em períodos de grande calor, especialmente em idosos e crianças, que não bebem suficiente água para compensar as perdas no suor; # Na sequência de vómitos ou diarreia repetidas com perda de muita água e eletrólitos, como em algumas doenças, das quais a cólera é a mais grave. # Hemorragias digestivas, altas como úlceras gastroduodenais ou varizes esofágicas ou baixas como nas doenças intestinais inflamatórias. # Após queimaduras graves, pois a pele que impede a evaporação excessiva de líquidos corporais é destruída. # Íleo: a obstrução intestinal com sequestração de água para o lúmen do intestino. ==== Progressão ==== Inicialmente, e até perdas de 20% do volume sanguíneo, há escassos sintomas devido aos mecanismos compensatórios taquicardia e vasocontrição com palidez. O sistema nervoso simpático é ativado com libertação de adrenalina, que provoca alguma ansiedade nesta fase. Outros sinais importantes nesta fase é a hipotensão postural: baixa da pressão do sangue quando o indivíduo está de pé, podendo sentir tonturas; o escurecimento da urina como tentativa dos rins de poupar fluido; e descida do hematócrito nas análises sanguíneas. O doente está consciente e sente-se quase normal mas queixa-se de frio, mesmo com temperatura ambiente adequada. Se a perda de fluidos continuar é frequente o doente tornar-se mais excitado e queixar-se de sede intensa. A taquicardia e palidez cutânea aumentam continuamente. Após uma fase de possível hipertensão, diminui a tensão arterial de forma também contínua. Na fase de choque hipovolémico profundo a excitação cresce até ao delírio e depois começa a fase de sedação, em que já há insuficiências significativas da função cerebral e cardíaca, que, se os níveis de volémia não forem repostos progride até aos danos irreversíveis e depois à morte. ==== Diagnóstico ==== Como a palidez é muitas vezes difícil de avaliar, é mais seguro comprimir a pele e tecidos subcutâneos no dedo do pé ou em outro local do paciente até essa região ficar esbranquiçada. Se a cor avermelhada demorar a voltar mais de 2-3 segundos o choque é um diagnóstico provável. As veias do pescoço estão colapsadas ao contrário do choque cardiogênico. Em 1953 os fisiologistas Jeremy Swans e William Ganz desenvolveram o cateter de Swan-Ganz com a finalidade de avaliar as pressões do átrio direito, do ventrículo direito, da artéria pulmonar e dos capilares pulmonares (pressão de oclusão). A empresa Edwards inicia sua comercialização em 1970. ==== Tratamento ==== O tratamento consiste na colocação de um catéter venoso e injecção de soluções cristaloides ou coloides agressivamente (1 a 2L em 10 minutos ou 20 ml/kg em crianças).American College of Surgeons (2008). Atls, Advanced Trauma Life Support Program for Doctors. Amer College of Surgeons. p. 58. ISBN 1-880696-31-2. A preparação de Soro Ringer Lactato contêm moléculas de grandes dimensões que retêm o líquido dentro dos vasos. Se o choque é devido a hemorragias, assim que estas estejam estancadas são feitas transfusões sanguíneas quando a perda de sangue foi superior a 2 litros. === Choque cardiogênico === São os choques causados por uma disfunção cardíaca. Esta pode ser devida a um infarto agudo do miocárdio, arritmia cardiaca, ou cardiopatias devidas a problemas valvulares, hipertensão arterial não corrigida de longa duração ou ilecções. Os sintomas são semelhantes aos do choque hipovolémico, mas as veias do pescoço incham. O diagnóstico é confirmado com um eletrocardiograma que revela anomalias da condução cardíaca existentes em todas essas doenças, e pela ausculta cardíaca. Outros exames úteis são a radiografia ou ecocardiografia que podem revelar um coração demasiado grande (sinal de cardiopatia com hipertrofia compensatória) ou outras anomalias. Este tipo de choque é geralmente menos urgente que o hipovolémico. O tratamento é feito com fármacos, como antiarrítmicos para corrigir as arritmias e regularizar o fluxo e/ou vasodilatadores como nitratos que aliviam o trabalho cardíaco ou ainda, outros fármacos usados no tratamento da insuficiência cardíaca. === Choque obstrutivo === A compressão do coração por outros órgãos ou corpos leva a que esse órgão não se encha de tanto sangue quanto normalmente. Bombeando menos sangue para o mesmo espaço, há queda da pressão arterial e dilatação da veias que não conseguem escoar o seu conteúdo. É causado por situações traumáticas como: # O pneumotórax de tensão ocorre quando há um vazamento de ar do pulmão para a pleura, através de um mecanismo valvular que não permite que o ar retorne para o pulmão. O ar sai do pulmão e fica preso dentro de tórax, causando uma compressão progressiva do pulmão, do coração e dos grandes vasos da base (aorta e veia cava). Necessita de drenagem torácica urgente para evitar a morte do paciente. # O tamponamento cardíaco é a hemorragia para o espaço entre o pericárdio fibroso e o coração. O pericárdio é inflexível e a acumulação de líquido comprime o coração. # Ruptura do diafragma com herniação das vísceras intestinais para o tórax. Os sintomas são semelhantes aos do choque hipovolémico mas as veias do pescoço estão inchadas. É uma emergência e é necessário resolver o problema no órgão que comprime o coração. === Choque neurogênico === Pode ter diversas causas, mas todas devido à danificação do sistema nervoso autônomo, particularmente o sistema nervoso simpático. Este sistema é importante no controle da taxa e força de contrações cardíacas em resposta a fatores como stress e outros. Além disso tem uma atividade de estimulação basal, e se interrompido há diminuição da atividade cardíaca. Também tem ação vasoconstritora periférica (na pele e músculos) e portanto, a sua interrupção, gera vasodilatação. A vasodilatação periférica retem grandes quantidades de sangue, e aliada à falta de força e ritmo cardíacos, leva à hipotensão e depois ao choque. O dano nervoso pode ocorrer por lesão da medula espinhal ou efeitos adversos reversíveis de fármacos como anestésicos locais na medula ou outras medicações. Classicamente, o paciente não apresenta taquicardia e em vez de vasoconstrição cutânea, apresenta frequentemente vasodilatação marcada, logo não há palidez, mas sim ruborização da pele, e em vez de taquicardia há frequentemente bradicardia. Este tipo de choque também pode acontecer no paciente submetido a uma anestesia raquidiana ou peridural. Seu controle é fácil, feito com drogas vasopressoras. === Choque séptico === O choque séptico é devido a uma situação de septicémia, ou seja infecção com bactérias que se multiplicam no sangue. É muitas vezes o estágio final potencialmente fatal da infecção bacteriana de outro órgão. As bactérias que produzem esta síndrome mais facilmente, são as Gram-negativas. Estas possuem na sua membrana externa a molécula lipopolissacarídeo, que funciona como endotoxina. O sistema imunitário reconhece-a e produz citocinas que são eficazes em infecções locais. São estas citocinas que produzem a vasodilatação e edema na inflamação local, por exemplo. Contudo num estágio de septicémia a libertação excessiva desses mediadores leva a vasodilatação sistémica e queda da tensão arterial para níveis de irrigação insuficiente dos tecidos, ou seja, choque. Mais tarde a formação de trombos e destruição dos microvasos pela estimulação imunitária leva a que estes fiquem permeáveis com perdas de grandes quantidades de plasma para os tecidos e líquido intersticial (edema generalizado). A perda de volémia é semelhante nesta fase à que ocorre no choque hipovolémico. Em sua fase inicial (fase quente) cursa com a pele quente e febril, moderada taquicardia, pressão normal e pulso amplo. Com a progressão da resposta inflamatória apresenta um choque profundo como o hipovolémico (fase fria). O tratamento é feito com antibióticos em altas doses para destruir as bactérias; administração de fluidos (soluto de Ringer) e em último caso vasoconstritores. == Taquicardia == Apesar do aumento da freqüência cardíaca ser um indicador inicial do choque, registe-se que em determinadas situações, mesmo em choque, ela não se altera muito, e por outro lado, em algumas situações ela está alterada sem que isso não seja muito significativo. São elas: # Idade avançada: Os idosos tem mais dificuldade de responder a um choque com aumento da freqüência cardíaca, devido a diminuição da atividade simpaticomimética. Isto pode ocorrer tanto por falta de produção de catecolaminas quanto por falta de receptores para elas. A complacência cardíaca e dos vasos sanguíneos diminui com a idade. Assim, os idosos suportam muito mal o choque por ter perdido estes mecanismos compensatórios. É comum também que idosos tomem medicamentos betabloqueadores, como o propranolol, que não permitem a ação das catecolaminas. # Crianças: Por outro lado, em recém nascidos é normal uma freqüência de 160 batimentos cardíacos por minuto, indo diminuindo com a idade até igualar-se à do adulto, na infância. # Atletas: Os atletas apresentam uma melhor resposta cardíaca, e sua freqüência cardíaca normal pode ser em torno de 50 batimentos por minuto. Para essas pessoas, freqüência cardíaca de 80 batimentos por minuto (consideradas normais para os demais) pode ser indicativa de choque. # Grávidas: A mulher grávida possui a chamada hipervolemia fisiológica da gravidez, quando apresenta alguma alteração na freqüência cardíaca o feto já está em franco sofrimento. # Doentes que tomam medicamentos: Bloqueadores de canal de cálcio, excesso de insulina, beta bloqueadores e diuréticos podem mascarar, mimetizar ou agravar um estado de choque. # Indivíduos com Hipotermia: Pacientes que se apresentam com hipotermia (como é comum nos traumas violentos de trânsito durante o inverno) respondem muito mal a terapia de reposição de volume. Para uma resposta adequada é necessário prevenir a hipotermia, e quando já instalada, tratá-la adequadamente. # Indivíduos com pace-maker/marca-passo cardíaco: Paciente com marca-passo cardíaco mantêm a freqüência estipulada no aparelho, não havendo taquicardia. É importante identificar estes doentes pois a ausência da taquicardia no choque pode ser enganosa e piorar o prognóstico. == Ver também == *Choque anafilático *Choque séptico *Choque hipovolêmico *Termos usados em biossegurança == Ligações externas == * Choque no Manual Merck Categoria:Medicina intensiva Categoria:Emergências médicas Categoria:Causas de morte",
 "title": "Choque circulatório"
}