{
 "id": "58579",
 "text": "O efeito Peltier (também conhecido como força eletromotriz de Peltier) é a produção de um gradiente de temperatura na junção de dois condutores (ou semicondutores) de materiais diferentes quando submetidos a uma tensão elétrica em um circuito fechado. A energia térmica dissipada/absorvida é proporcional à corrente elétrica que percorre o sistemaVÉRAS, Júlio Cezar de Cerqueira. Análise experimental dos efeitos termoelétricos em geradores termoelétricos. 2014. 68 f. Dissertação (Mestrado em Engenharia Elétrica) - Universidade Federal da Paraí­ba, João Pessoa, 2014, sendo possível assim definir o calor associado pelo efeito com a seguinte equação: > Qp = \\pi . I onde: * Qp é calor associado; * \\pi é o coeficiente de Peltier; * I é a corrente elétrica no sistema; Por ser o reverso do efeito Seebeck, em que ocorre produção de diferença de potencial devido à diferença de temperatura, é possível definir o calor associado no efeito Peltier em termos do coeficiente de Seebeck com a seguinte equação: > Qp = \\alpha . I . T onde: * \\alpha é o coeficiente de Seebeck; * T é a temperatura absoluta do sistema; Estes dois efeitos podem ser também considerados como um só e denominado de efeito Peltier-Seebeck ou efeito termelétrico. Na verdade, são dois efeitos que podem ser considerados como diferentes manifestações do mesmo fenômeno físico. ==História== O efeito Peltier foi observado em 1834 por Jean Charles Athanase Peltier, 13 anos após o físico Thomas Johann Seebeck ter descoberto o efeito Seebeck em 1821. Jean Peltier descobriu efeitos termoelétricos quando introduziu pequenas correntes elétricas externas num termopar de bismuto/antimónio. Os experimentos demonstram que, quando uma pequena corrente elétrica atravessa a junção de dois metais diferentes numa direção, a junção arrefece absorvendo energia por calor do meio em que se encontra. Quando a direção da corrente é invertida, a junção aquece, aquecendo o meio em que se encontra. Este efeito está presente quer a corrente seja gerada pelo próprio termopar quer seja originada por uma fonte de tensão externa. Por isso, na utilização de um termopar deve-se reduzir tanto quanto possível esta corrente, utilizando voltímetros com elevada resistência interna. ==Aplicações== O efeito Peltier é utilizado em pastilhas (também conhecidas como células, ou módulos) de Peltier para diversos fins, tais como a refrigeração de componentes eletrônicos, já que podem, sem a necessidade de muito espaço, trocar calor com o ambiente continuamente sem a necessidade de gases ou equipamentos que poluam o meio ambiente, apenas necessitando de uma fonte elétrica de corrente contínua e dissipadores. O mesmo efeito também é utilizado para produzir temperaturas próximas de 0 K onde o terminal aquecido é refrigerado por Nitrogênio líquido cuja temperatura de ebulição é de 77,35 K (-196,15 °C). Tal procedimento é conhecido como ultra-resfriamento termoelétrico sendo capaz de produzir temperaturas próximas ao zero absoluto no terminal refrigerado. O ultra-resfriamento por termopar é utilizado para o estudo de supercondutores e do comportamento de matérias na temperatura do espaço inter-estelar, onde as temperaturas são próximas a 0 K. ===Pastilha de Peltier=== Chamada de pastilha devido a seu formato, usualmente, retangular e achatado, é constituída de duas \"chapas\" de material isolante (normalmente cerâmico) com uma malha de material condutor (cobre, por exemplo) na superfície interna de cada chapa. Entre as duas malhas de condutores, estão localizados diversos pares de semicondutores de tipo \"n\" e \"p\", que dão início ao efeito Peltier, transformando energia elétrica, proveniente de uma fonte D.C., em energia térmica e, graças ao posicionamento e ordenação dos pares, absorvendo calor em uma chapa e dissipando calor em outraPRAVINCHANDRA, Thakkar Mohit. Peltier Cooling Module. 2015. Tese de Doutorado. PANDIT DEENDAYAL PETROLEUM UNIVERSITY.. Os pares de semicondutores \"tipo-n\" e \"tipo-p\" possuem propriedades específicas que, se posicionados de maneira correta, permitem direcionar adequadamente o fluxo de elétrons e calor por entre seus terminais positivos e negativos. Em um semicondutor do tipo-n, o calor é absorvido próximo ao terminal negativo e rejeitado próximo ao terminal positivo, já em um semicondutor do tipo-p o processo se dá de maneira inversa, absorvendo calor próximo ao terminal positivo e rejeitando-o próximo ao terminal negativo. Dessa maneira, é possível perceber que, arranjando ambos semicondutores em pares ordenados, seus efeitos se completam, ampliando sua magnitude e continuidade. Em uma pastilha de Peltier, se faz extremamente necessário utilizar dissipadores na chapa que irá fornecer calor ao meio, isso porque caso o calor gerado não consiga ser dissipado para o ambiente, será então para a própria pastilha, encaminhando o sistema a um equilíbrio térmico, reduzindo drasticamente a vida útil da pastilha. Em alguns projetos é possível encontrar pastilhas empilhadas convergindo seus lados que dissipam calor com o lado absorvente de outra pastilha, com isso, é possível ampliar o poder de refrigeração na primeira pastilha. == Ver também == * Termopar * Efeito Seebeck * Efeito Joule * Força eletromotriz de Thomson == Ligações externas == * efeitopeltier.com.br Categoria:Termodinâmica Categoria:Eletricidade",
 "title": "Efeito Peltier"
}