{
 "id": "58604",
 "text": "A capacitância ou capacidade elétrica é a grandeza escalar que mede a capacidade de armazenamento de energia em equipamentos e dispositivos elétricos, relacionando carga com diferença de potencial. Sua unidade é dada em farad, representada pela letra F. A capacitância aparece de diversas formas, como a capacitância quântica e até capacitância negativa, e é parte essencial do estudo do eletromagnetismo. O dispositivo mais usual para armazenar carga é o capacitor. A capacitância é calculada pela relação entre a diferença de potencial (ou tensão elétrica) existente entre as placas do capacitor e a carga elétrica nele armazenada: C = \\frac {q}{\\Delta V}, :Onde: *C\\, é a capacitância, expressa em farads. Como esta unidade é relativamente grande, geralmente são utilizados os seus submúltiplos. *q\\, é a carga elétrica armazenada, medida em coulombs; *\\Delta V\\, é a diferença de potencial (ou tensão elétrica), medida em volts. == Introdução == A constante de proporcionalidade entre carga e tensão elétrica, a capacitância, depende somente da geometria das placas, e não da carga ou da diferença de potencial. Sendo a capacitância a quantidade de carga acumulada nas placas do capacitor necessária para produzir uma certa diferença de potencial, quanto maior a capacitância, maior a carga. A capacitância se verifica sempre que dois condutores estiverem separados por um material isolante, formando assim um capacitor. Assim, a capacitância depende do dielétrico que se introduza entre as duas superfícies do condensador. Quanto maior for a constante dielétrica do material não condutor introduzido, maior será a capacitância. Em um capacitor carregado, a carga dos condutores, chamados de placas, é igual em ambos e possui somente o sinal oposto. Carregar um capacitor é, por exemplo, colocá-lo em um circuito elétrico com um gerador de tensão. Ao ser submetido à passagem de corrente elétrica, as placas do capacitor tornam-se carregadas com a mesma carga, em módulo, mas com sentidos opostos, uma carregada negativamente e a outra carregada positivamente. Existe, também, as chamadas capacitâncias mútuas (entre dois condutores) e próprias (em condutores isolados). Pode-se afirmar que até o planeta Terra possui uma capacitância. == Campo elétrico e diferença de potencial == === Cálculo do campo elétrico === Para relacionar o campo elétrico entre as placas de um capacitor à carga de uma das placas, usa- se a lei de Gauss: \\epsilon_0 \\oint \\vec{E} \\cdot d\\vec{A} = q, Com essa equação, relaciona-se a carga envolvida por uma superfície gaussiana e o fluxo elétrico que atravessa essa superfície. No caso do vetor campo elétrico e o diferencial de área serem paralelos, pode-se resumir a lei de Gauss da seguinte forma: q = \\epsilon_0 E A, Onde A seria a área da parte da superfície gaussiana através da qual existe um fluxo elétrico. === Cálculo da diferença de potencial === A diferença de potencial entre as placas de um condutor relaciona-se ao campo elétrico pela seguinte equação: \\Delta V = -\\int\\limits_{i}^{f} \\vec{E}d\\vec{s} . Para o cálculo da integral, escolhe-se uma trajetória que acompanha uma linha de campo elétrico, da placa negativa até a positiva. Logo, o vetor campo elétrico e o vetor diferencial de superfície vão possuir sentidos opostos. Assim, pode-se resumir a equação da seguinte forma: V = \\int\\limits_{-}^{+} E\\ ds, Onde os sinais + e - indicam que a trajetória da integração começa na placa negativa e termina na placa positiva. == Armazenamento de energia == Para carregar um capacitor, a bateria (ou gerador) deve realizar trabalho. O trabalho necessário para carregar um capacitor é convertido na energia potencial elétrica U do campo elétrico que existe entre as placas. Quanto maior a carga do capacitor, maior a diferença potencial entre as placas, logo, maior será a \"dificuldade\" em armazenar carga adicional no capacitor. O trabalho infinitesimal dW realizado pela bateria com uma diferença de potencial ΔV para armazenar uma quantidade infinitesimal de carga dq em um capacitor de capacitância C é: dW = \\Delta V' dq' = \\frac {q'}{C}dq', Onde ΔV e q' são, respectivamente, diferença de potencial instantânea e carga instantânea do capacitor no processo de carregamento. O trabalho necessário para carregar o capacitor com uma carga final q é dado por: W = \\int dW = \\frac{1}{C} \\int\\limits_{0}^{q} q' dq' = \\frac {q^2}{2C}, Que é a energia potencial, U, do capacitor. Outras formas de representar a energia potencial são: U = \\frac {CV^2}{2} = \\frac {qV}{2}, Existe também a densidade de energia elétrica, o potencial elétrico por unidade de volume: u = \\frac{U}{volume} == Capacitores comuns == === Capacitor de placas paralelas === Considerando um capacitor de placas paralelas ideal, formado por duas placas condutoras muito grandes e próximas (separadas por uma distância d), com vácuo entre as mesmas, com uma placa possuindo carga +q e, a outra, carga -q. A Lei de Gauss para encontrar o campo elétrico em um capacitor de placas paralelas resulta em: EA = \\frac {q}{\\epsilon_0}, Onde A é a área da placa positivamente carregada e q o valor de sua carga. A diferença de potencial entre as duas placas, em termos do campo elétrico, e escolhendo o caminho de integração da placa negativa para a positiva, é: \\Delta V = Ed = \\frac {qd}{\\epsilon_0 A}, Por fim, relacionando a carga à diferença de potencial, tem-se, então, o valor da capacitância em um capacitor de placas paralelas: C =|\\frac{q}{\\Delta V}| = \\frac {\\epsilon_0 A}{d}, É notável que a capacitância em um capacitor de placas paralelas depende somente da área de suas placas e da distância entre elas, ou seja, somente a geometria do capacitor afeta sua capacitância. === Capacitor cilíndrico === Como exemplo, usar-se-á um capacitor cilíndrico de comprimento l formado por dois cilindros coaxiais de raios R1 e R2. Supondo que a largura L é muito maior que o raio R2, pode-se desconsiderar os efeitos das bordas sobre o campo elétrico. Considera-se também que as duas placas contêm carga de valor absoluto q. Usando a Lei de Gauss com uma superfície gaussiana na forma de um cilindro de raio r e comprimento L que é coaxial com ambos os cilindros que formam o capacitor, e que possui carga de valor absoluto q, tem-se o cálculo do campo elétrico: E = \\frac {q}{2\\pi \\epsilon_0 L r}, Onde (2πrL) é a área da superfície lateral do cilindro gaussiano. Calculando a diferença de potencial através da forma integral (e substituindo a variável campo elétrico pela expressão acima definida), tem-se, após a integração: V = \\frac {q}{2\\pi \\epsilon_0 L}\\ln\\biggl(\\frac{R_2}{R_1}\\biggr), Relacionando a carga à diferença de potencial, pode-se estabelecer uma equação para o cálculo da capacitância em um capacitor cilíndrico: C = \\frac {q}{\\frac{q}{\\epsilon_0 2 \\pi L}\\ln(R_2 / R_1)} = \\frac {2 \\pi \\epsilon_0 L}{\\ln(R_2/R_1)}, Assim como no capacitor de placas paralelas, nota-se que a capacitância em um capacitor cilíndrico é influenciada somente por sua geometria. Um capacitor coaxial é considerado um capacitor cilíndrico e tem sua capacitância calculada da mesma forma. === Capacitor esférico === Considerando um capacitor esférico formado por duas esferas condutoras concêntricas de raios R1 e R2, com o vácuo como dielétrico e carga de valor absoluto q. Pode-se dizer que o campo elétrico criado é perpendicular à superfície de ambas as esferas e orientado radialmente da esfera positivamente carregada para a externa. Como superfície gaussiana, usa- se uma esfera de raio r concêntrica com as placas do capacitor. Aplicando a Lei de Gauss para o cálculo do campo elétrico, utilizando a superfície gaussiana citada, tem-se: E = \\frac{1}{4\\pi \\epsilon_0} \\frac {q}{r^2}, Onde (4πr2) é a área da superfície gaussiana. Utilizando esta equação que descreve o campo elétrico para calcular a diferença de potencial, tem-se, após a integração: V = \\frac {q}{4\\pi \\epsilon_0}\\frac{R_2 - R_1}{R_1 R_2}, Relacionando a carga à diferença de potencial para o cálculo da capacitância em um capacitor esférico, tem-se: C = 4\\pi \\epsilon_0 \\frac{R_1 R_2}{R_2-R_1}, Assim como nos outros casos, é visível que a capacitância em um capacitor esférico depende somente de sua geometria. == Outras formas de capacitância == === Capacitância parasita === Capacitâncias parasitas são capacitâncias indesejadas presentes em um circuito. Quando dois condutores elétricos estão próximos, carregados e há uma diferença de potencial entre eles, pode-se dizer que esta situação cria um capacitor, cuja capacitância é denominada capacitância parasita. Capacitâncias parasitas estão presentes nas mais diversas situações em circuitos elétricos e aplicações do ramo. Um transistor, por exemplo, possui capacitância entre suas junções, e também, por exemplo, existe capacitância parasita em motores, como um motor de indução trifásico acionado por inversor MLP. Capacitâncias parasitas são especialmente prejudiciais em circuitos RF, altas frequências, pois causam instabilidades, problemas de sintonia (em casos de, por exemplo, rádio). Por conta disso, a capacitância parasita tem grande influência negativa sobre a relação sinal- ruído do circuito, o que prejudica bastante seu funcionamento e cria a necessidade de correção deste problema, aplicando meios de minimizar a capacitância parasita, como, por exemplo, manter os terminais dos componentes o mais curto possível. === Capacitância quântica === Em certos casos, como em nanoestruturas, certos efeitos quânticos influenciam no cálculo da capacitância. Em um sistema nanométrico, a quantização de energia adiciona uma contribuição à capacitância, como se fossem dois capacitores em série, um com valor dado pela análise clássica de capacitância e o outro com valor que incorpora a correção quântica. Logo, a capacitância total seria calculado da forma: \\frac {1}{Ctotal} = \\frac {1}{C classica} + \\frac {1}{C quantica}, O cálculo da capacitância quântica é realizado considerando níveis de energia e por uma caracterização microscópica da capacitância. === Capacitância negativa === Capacitância negativa é um conceito abstrato que ilustra um fenômeno anormal de, ao remover uma unidade de carga, a diferença de potencial sofre aumento, que ocorre em uma variedade de equipamentos eletrônicos, como diodos Schottky, MESFETs (transistor metal-semicondutor de efeito de campo), aparelhos quânticos mesoscópicos, entre outros. Sendo um fenômeno de natureza dinâmica e experimental, é um termo controverso e ainda pouco estudado. Em eletrostática não é possível haver capacitância negativa. Este fenômeno também ocorre, em baixas frequências, em diodos emissores de luz orgânicos, os OLEDs. A capacitância negativa é útil também na tecnologia de transistores, criando a possibilidade de transistores com menor consumo de energia. == Ver também == *Lei de Coulomb *Capacitor *Lei de Gauss *Campo elétrico *Potencial elétrico *Dielétrico Categoria:Grandezas físicas Categoria:Grandezas da eletrônica Categoria:Eletromagnetismo",
 "title": "Capacitância"
}