{
 "id": "58601",
 "text": "A Batalha de Kursk foi um grande combate que aconteceu durante a Segunda Guerra Mundial entre as forças da Alemanha Nazista e da União Soviética na Frente Oriental. Ocorreu perto da cidade de Kursk (450 km a sudoeste de Moscou), entre julho e agosto de 1943. A batalha começou com uma grande ofensiva alemã, a Operação Cidadela (), em 5 de julho, que tinha como objetivo avançar contra Kursk e a saliência que havia se formado naquele fronte, investindo pelo norte e pelo sul simultaneamente, num movimento de pinça. Apesar de um sucesso inicial, o ataque ao norte foi detido e em 12 de julho os soviéticos já estavam contra-atacando (Operação Kutuzov). Na frente sul, os russos lançaram ao mesmo tempo outra grande contra-ofensiva, que levou a um enorme embate entre tanques, a Batalha de Prokhorovka. Em 3 de agosto, o Exército Vermelho começou a segunda fase de suas contra-ofensivas em Kursk ao lançar a Operação Belgorod-Carcóvia () contra as tropas alemãs no sul da saliência em Kursk. A batalha foi o último esforço estratégico dos alemães para retomar a iniciativa ofensiva na Frente Oriental. Devido a invasão Aliada da Sicília, em 9 de julho, Adolf Hitler foi forçado a mandar tropas que estavam treinando na França para enfrentar os americanos e britânicos no Mediterrâneo, ao invés de usa-los como reserva estratégica no Leste.Dunn Jr., Walter S. Kursk: Hitler's Gamble, 1943 (1997) p. 191 Hitler então cancelou a Operação Cidadela após apenas uma semana, em parte para mandar reforços para a Itália, reduzindo a capacidade operacional dos alemães na Frente Oriental.Atkinson, Rick (2007) The Day of Battle, The War in Sicily and Italy, 1943–1944, The Liberation Trilogy, II, New York: Henry Holt, p. 172 Os alemães não mais tomariam a iniciativa no Leste e suas perdas na Batalha de Kursk, em termos de homens e equipamentos, daria aos soviéticos a vantagem estratégica pelo restante da guerra, permanecendo de agora em diante sempre na ofensiva. Os alemães esperavam, com a Operação Cidadela, enfraquecer o potencial ofensivo dos soviéticos para o verão de 1943 ao destruir as posições do inimigo na saliência de Kursk. Tal saliência, ou bolsão, tinha 250 km de largura de norte a sul e 160 km de leste a oeste. A Wehrmacht atacaria nos flancos norte e sul, num movimento de pinça. O plano foi concebido pelo marechal Erich von Manstein e Hitler, apesar da desconfiança com a operação, autorizou a ofensiva acreditando que uma vitória daria novo vigor e força aos alemães, ao mesmo tempo que acalmaria as demais Potências do Eixo, que já estavam considerando sair da guerra. Porém os soviéticos já estavam cientes de antemão da ofensiva planejada, com informações que vinham principalmente dos britânicos e da inteligência Aliada. Conhecendo as intenções alemãs meses antes do ataque, os russos se prepararam para surpreender o inimigo na saliência em Kursk, planejando uma defesa em profundidade para deter os poderosos tanques alemães que agiriam como ponta de lança. O exército alemão ainda teve que atrasar sua ofensiva, para trazer mais suprimentos e equipamentos ao campo de batalha, como o novo tanque Panther, e também para produzir mais Tigers I e leva-los ao fronte. Assim, os soviéticos tiveram mais tempo para preparar suas defesas, que incluíam campos minados, fortificações, zonas de artilharia e pontos de armas anti-tanques bem estabelecidas, estendendo suas linhas por mais de 300 km em profundidade. As tropas móveis soviéticas saíram da saliência e uma enorme força de reserva foi mobilizada na retaguarda para contra-ofensivas.Glantz, David M. (1989). Soviet Military Deception in the Second World War. Londres: Routledge. ISBN 978-0-7146-3347-3. A Batalha de Kursk foi a primeira vez na Segunda Guerra Mundial em que uma ofensiva estratégica alemã foi frustrada antes que as linhas do inimigo fossem rompidas. Os alemães não avançaram mais do que 8–12 km no norte e 35 km no sul. Embora os soviéticos já tivesse conquistado vitórias em investidas durante o inverno, a batalha em Kursk foi o primeiro grande triunfo do Exército Vermelho durante o verão. == História == O Exército Alemão confiava em forças blindadas para avançar rapidamente através das linhas inimigas (a famosa táctica Blitzkrieg). Isto significa que apenas podiam avançar com a ofensiva durante o Verão, quanto o clima continental Russo tivesse secado a terra suficientemente para dar aos tanques uma maior mobilidade. A Frente Leste em 1941 e 1942 tinha se desenvolvido numa série de avanços Alemães durante o Verão, seguidos de contra-ataques Soviéticos no Inverno. No Inverno de 1942/1943, os Soviéticos conclusivamente ganharam a Batalha de Stalingrado. Um exército completo tinha sido perdido, juntamente com cerca de 500 mil Alemães e Aliados, gravemente esgotando as forças do Eixo no Leste. Com a iminente invasão Aliada da Europa, Hitler percebeu-se que uma derrota dos Soviéticos antes da chegada dos Aliados Ocidentais se tinha tornado improvável, decidindo forçar os soviéticos a um impasse. Em 1917, os Alemães haviam construído a famosa linha Hindenburg na frente Leste, diminuindo as suas linhas e por sua vez a sua força defensiva. Planejaram em repetir esta estratégia na Rússia e começaram a construir em massa uma série de defesas conhecidas como a linha Panther-Wotan. Pretendiam retirar para a linha em finais de 1943 e prosseguir a causar danos nas forças soviéticas enquanto as suas próprias forças recuperavam. A Fevereiro e Março de 1943, Erich von Manstein tinha completado uma ofensiva durante a Segunda Batalha de Kharkov, deixando a linha dianteira funcionando aproximadamente de Leningrado a norte de Rostov no sul. === Planos Alemães === O marechal Von Manstein pressionou para uma nova ofensiva baseada na mesma linha bem sucedida que tinha acabado de perseguir em Kharkov, quando cortou fora uma ofensiva soviética demasiado estendida. Sugeriu enganar os soviéticos em um ataque no sul de encontro desesperadamente ao 6º Exército, que se estava a reformar, conduzindo-os à Ucrânia ocidental. Ele poderia então retornar ao sul de Kharkov, enquanto ele abortava uma muito expandida ofensiva soviética. O Oberkommando der Wehrmacht (OKW) não aprovou os planos de Von Manstein e, em vez disso, virou sua atenção para o inchaço óbvio nas linhas entre Orel e Kharkov. Três exércitos alemães inteiros ocuparam o campo dentro e ao redor da saliência e espremeram quase um quinto da força do Exército Vermelho. Também resultaria em uma linha muito mais reta e curta, a captura na estrategicamente útil cidade de Kursk localizada na principal linha ferroviária norte-sul de Rostov à Moscou. Em março, os planos se cristalizaram, o 9º Exército de Walter Model atacaria partindo de Orel em direção ao sul, enquanto o 4º Exército Panzer de Hermann Hoth e o Destacamento de Exército Kempf, sob o comando geral de Manstein, atacaria partindo de Kharkov em direção ao norte. Eles planejavam se encontrar perto de Kursk, mas se a ofensiva fosse boa eles teriam permissão para continuar em frente por sua própria iniciativa, com um plano geral para criar uma nova linha no Rio Don longe ao leste. Contrário ao seu comportamento recente, Hitler deu ao Alto-Comando das forças armadas controle considerável sobre os planos de batalha. Nas semanas seguintes, eles continuaram a aumentar o escopo das forças anexas ao fronte, reduzindo a linha alemã inteira a algo praticamente nada útil para posicionamento na batalha emergente. Primeiro eles armaram o ataque para 4 de maio, mas eles o atrasaram até 12 de junho e finalmente até 4 de julho para dar mais tempo para que novas armas chegassem da Alemanha, especialmente os novos tanques Panthers. Alguém poderia intuitivamente contrastar este plano como a tática tradicional (e vitoriosa) blitzkrieg, usada até este ponto. Blitzkrieg dependia de juntar todas as tropas disponíveis em um ponto único na linha inimiga, atravessando e depois avançando tão rápido quanto possível para cortar os suprimentos e informações das tropas inimigas na linha de frente. Blitzkrieg envolvia evitar o combate direto a todo o custo: atacar um ponto forte fazia sentido, se o invasor pudesse atingir os mesmos fins, e ao invés disso atacasse os caminhões de suprimento que abasteciam o ponto forte. E Blitzkrieg trabalhava melhor atacando a localização menos esperada — uma vez que os alemães haviam atacado através dos Ardennes em 1940 e em direção a Estalingrado em 1942. A concepção da OKWs para o ataque na saliência de Kursk, Operação Cidadela formou a antítese para este conceito. Qualquer pessoa com um mapa podia predizer confidencialmente o ponto óbvio de ataque: o plano alemão refletia o pensamento da Primeira Guerra Mundial mais que o Blitzkrieg. Vários comandantes alemães questionaram a ideia, notadamente Heinz Guderian que perguntou à Hitler: \"É realmente necessário atacar Kursk, e até mesmo no leste [aquele ano] por algum motivo? O senhor acha que alguém pelo menos sabe onde fica Kursk?\". Talvez, o mais surpreendente é que Hitler respondeu: \"Eu sei. A idéia de fazê-lo me revira o estômago.\".Young, Peter Brigadeiro - Circulo do Livro, 1980 - Pag. 162 Simplesmente colocada, a Operação Cidadela incorporava um plano nada inspirador. === Planos Soviéticos === O Exército Vermelho também tinha começado a planejar sua própria ofensiva emergente de verão e havia feito um plano que se espelhava no dos alemães. Ataques em frente de Orel e Kharkov bambeariam a linha e potencialmente levariam a uma ruptura perto do Rio Pripyat. No entanto, os comandos Soviéticos tinham preocupações consideráveis sobre os planos alemães. Todos os ataques alemães anteriores deixaram os Soviéticos adivinhando de onde viriam e neste caso Kursk parecia muito óbvia para que os alemães a atacassem. Entretanto, Moscou recebeu avisos sobre os planos alemães através de uma ligação espiã na Suíça. Stalin e uma meia dúzia de Stavka (Coordenadores Gerais) do Exército Vermelho queriam atacar primeiro. Eles sentiam que a história tinha demonstrado a inabilidade soviética de se levantar a ofensivas alemãs, enquanto a ação durante o inverno mostrou que sua próprias ofensivas agora funcionavam bem. Apesar da maioria esmagadora da Stavka, e notavelmente Gueorgui Júkov, aconselhar para que se esperasse para que os alemães se exaurissem em seu ataque primeiro, a opinião de Júkov não prevaleceu. O atraso alemão em lançar sua ofensiva deu aos soviéticos quatro meses para se prepararem e a cada dia que passava eles tornavam a saliência em um dos pontos da terra mais pesadamente defendidos. O Exército Vermelho plantou mais de 400 mil minas terrestres e cavou cerca de 5 mil quilômetros de trincheiras, com posições tão retiradas quanto 175 km da linha de frente. Adicionalmente, eles juntaram um enorme exército deles mesmos, incluindo homens, tanques, peças de artilharia e aviões. Os alemães tinham boas informações sobre os preparativos da defensiva soviética. Porque eles então não mudaram seu alvo, continua sendo um mistério. == Operação Cidadela == Foram quatro meses até que os alemães se sentissem prontos, neste tempo eles juntaram 200 dos novos tanques Panther, 90 destruidores de tanques Elefant e todos as aeronaves de ataque ao solo disponíveis Henschel Hs 129, como também um hospedeiro do Panzer VI, o último modelo Panzer IV e até alguns T-34/76 que haviam sido capturados. No total eles juntaram uns tanques e armas de assalto, aviões e 800 mil homens. Eles formaram a maior concentração de poder de luta alemã já conseguida. Mesmo assim, Hitler expressou dúvidas sobre sua adequação. Combates preliminares começaram em 4 de julho de 1943. Naquela tarde, Junkers Ju 87 Stukas bombardearam um buraco de duas milhas de largura nas linhas de frente ao norte, em um período curto de 10 minutos e depois retornaram para casa enquanto a artilharia alemã se abriu para continuar a bater. Os ponta de lanças armados de Hermann Hoth, o III Corpo Panzer, avançaram depois para as posições soviéticas perto de Zavidovka. Ao mesmo tempo a Divisão Panzergrenadier Großdeutschland atacou Butovo sob chuva torrencial e a 11ª Divisão Panzer tomou o solo alto ao redor de Butovo. À oeste de Butovo os acontecimentos se provaram mais difíceis para a Großdeutschland e a 3ª Divisão Panzer, que se deparou a rígida resistência soviética e não assegurou seus objetivos até a meia noite. No sul, o II Corpo Panzer SS lançou ataques preliminares para assegurar postos de observação e de novo encontrou uma resistência rígida, até que tropas de assalto equipadas com lança chamas limparam o bunker e os postos. As 22:30, os soviéticos contra atacaram com bombardeios de artilharia que, ajudados pela chuva torrencial, retardaram o avanço alemão. A esta altura, Júkov tinha recebido breves relatos informando sobre o início da ofensiva ganha sobre os alemães capturados: ele decidiu lançar um bombardeamento de artilharia preventiva nas posições alemãs. A batalha verdadeira abriu o dia 5 de julho de 1943. Os soviéticos, agora cientes até mesmo da hora exata da ofensiva planejada pelos alemães, começaram um bombardeamento de artilharia massivo das linhas alemãs 10 minutos antes. Seguiu-se logo um ataque massivo feito pela Força Aérea Soviética sob as bases aéreas da Luftwaffe na área, em uma tentativa de virar a mesa da velha \"armadilha\" alemã de varrer o suporte aéreo local dentro da primeira hora da batalha. As primeiras horas se tornaram provavelmente a batalha aérea mais longa já travada. A Luftwaffe se defendeu com sucesso e perdeu muito pouco de seu poder de luta, mas de agora em diante os soviéticos a desafiaram fortemente. O 9º Exército Panzer no norte estava praticamente inapto para se mover. Dentro de apenas minutos de avanço a frente eles se viram encurralados nos grandes campos minados defensivos e precisaram unidades de engenharia para se erguer e se livrar deles sob fogo de artilharia. O exército de Walter Model tinha menos tanques que Manstein tinham no sul. Ele também se valeu de táticas diferentes, principalmente de uma formação clássica chamada PanzerKeil, permitindo usar somente algumas unidades de cada vez. Assim, poupando outras para usar mais tarde, ao passo que os alemães freqüentemente atacavam com tudo que tinham para maximizar o efeito. Eles podiam fazer isto por causa de seu treinamento superior de oficiais de baixa patente e soldados individuais. Entretanto, por alguma razão, Model não usou esta tática. Após uma semana o Wehrmacht tinha se movido apenas 10 km para frente e no dia 12 os soviéticos lançaram seu braço norte contra o 2º Exército em Orel. O 9º Exército teve que se retirar, acabando com sua participação na ofensiva. A sua taxa de perdas, quando comparadas a do Exército Vermelho, era de cerca de 5:3 em seu favor. Entretanto, ela caiu logo nos números usuais falhando em continuar com o fluxo interno regular de novos soldados e material para o Exército Vermelho. Ao sul as coisas estavam de alguma forma melhor para os alemães. Os pontas de lanças armados do 4º Exército Panzer de Hoth forçaram seu caminho adiante e no dia 6 passaram uns 30 km além das linhas na pequena cidade de Prokhorovka. Considerando que eles tinham atacado sem o elemento surpresa contra um inimigo entrincheirado e numericamente superior, isto foi um feito bem marcante. O Exército Vermelho foi forçado a dispor as tropas originalmente reservadas para a contra ofensiva. O flanco alemão, entretanto, ficou desprotegido uma vez que o 7º Exército de Guardas soviético parou as divisões Kempf, ajudado pela chuva forte, depois dos alemães terem cruzado o Rio Donets. O 5º Exército dos Guarda Tanques segurava posições ao leste de Prokhorovka e começou a preparar um contra ataque deles mesmos quando os II Corpo Panzer SS chegaram e uma luta intensa foi travada. Os soviéticos conseguiram deter a SS — mas somente um pouco. Pouco agora estava no caminho do 4º Exército Panzer e uma descoberta alemã parecia uma possibilidade real. Os soviéticos decidiram dispor o resto do 5o. Exército. No dia 12 de julho a Luftwaffe e unidades de artilharia bombardearam as posições soviéticas enquanto as divisões da SS se formavam. Tradicionalmente a descrição desta batalha é a seguinte: O avanço alemão começou e eles ficaram espantados ao ver massas de soviéticos armados avançando sobre eles. O que seguiu foi o maior embate de tanques jamais travado, com mais de tanques em contato próximo. As forças aéreas de ambos os países sobrevoaram, mas elas não conseguiram ver nada através da poeira e da fumaça que saía de taques destruídos. No solo, os comandantes não conseguiram acompanhar os desenvolvimentos e a batalha rapidamente degenerou-se em um número imenso de ações de pequenas unidades confusas e amargas, freqüentemente cara a cara. A luta alastrou-se durante todo dia e ao entardecer os últimos tiros estavam sendo dados enquanto os dois lados saiam de combate. As perdas alemãs totalizaram em mais de 300 tanques com os soviéticos perdendo um número similar. Os alemães destruíram a maioria dos tanques soviéticos em um embate longo e relativamente poucos se envolveram na troca de tiros curtos. As unidades alemãs na verdade incorreram perdas relativamente leves e na maior parte do dia eles lutaram em boa ordem. Os soviéticos perderam 322 tanques (mais da metade deles não podiam ir nem a reparo), tiveram mais de mortos além de perdidos ou machucados. As perdas alemãs chegaram a menos que 20% disto. Os alemães, entretanto, tinham planejado atacar aquele dia e por causa do avanço do Exército Vermelho eles perderam seu ímpeto. A batalha global (de Kursk) ainda pende na balança. As forças alemãs na asa sul, exaustas e pesadamente em atrito, não obstante enfrentaram igualmente defesas fracas e com excelente posição, estavam livres de trabalhos defensivos e não tinham nenhuma força entre eles e Kursk. Os generais alemães se tivessem tido forças de alívio prontas para apenas este momento, talvez tivessem conseguido ganhar a batalha. == Ataques soviéticos em flancos alemães == thumb|esquerda|250px|Militares russos combatendo em Kursk. Em 11 de julho, as forças dos Estados Unidos, do Canadá e do Reino Unido aterrissaram na Sicília durante a Operação Husky. Hitler chamou Günther von Kluge e Von Manstein ao seu quartel general Wolfsschanze na Prússia Ocidental e declarou sua intenção de cancelar a Operação Cidadela. Von Manstein, furioso, argumentou que um esforço final poderia ganhar Kursk. Hitler não queria nada disto, particularmente quando os soviéticos lançaram suas contra ofensivas no norte. A própria Operação Husky foi desencadeada em perfeita coordenação entre as força aliadas com o propósito de enfraquecer a ofensiva alemã pela necessidade de deslocamento de tropas para a Sicília. Algumas unidades alemãs imediatamente partiram para a Itália e somente ataques limitados continuaram no sul, para se livrarem de uma força soviética espremida entre dois exércitos alemães. == Contra-ofensiva Soviética == Apesar dos exércitos alemães permanecerem inconscientes da mudança nos planos de Hitler, os ataques alemães perto de Kursk obviamente diminuíram. Os soviéticos colocaram seus planos em ação. Em 15 de julho. os ataques em Orel abriram com a soltura do Fronte Central soviético inteiro. Os alemães se retiraram para a parcialmente preparada da linha de Hagen na base da saliência. As forças alemãs se transferiram do sul para o norte para ajudar a cobrir a retirada. Apesar da retirada das forças alemãs ter causado enormes perdas na Wehrmacht, esta ação marcou a primeira vez que os soviéticos haviam avançado no verão, drasticamente arrebentando o moral alemão. Ao sul, o Exército Vermelho precisava de mais tempo para reagrupar-se após a severa derrota que eles tinham sofrido durante o mês de julho e não podiam abrir seu contra ataque até 3 de agosto. Ajudados pelos ataques divergentes mais ao sul, eles tomaram a cidade de Belgorod que havia sido conquistada a duras penas por von Manstein. Fogos de artifício em Moscou marcaram a tomada de Belgorod e Orel, uma celebração que daquela hora em diante se tornou uma instituição com a recaptura de cada cidade soviética. Em 11 de agosto, o Exército Vermelho conquistou Kharkov, uma cidade que Hitler havia jurado defender a todo custo. As unidades alemãs agora sofriam grandemente de fatiga, tendo lutado diariamente por várias semanas. Elas tinham escassez de força de trabalho e equipamentos. Em 20 de agosto todas as forças alemãs na área tiveram que se retirar. == Fim da Batalha == Em 23 de Agosto, a exaustão extrema havia afetado ambos os lados e a luta (oficialmente) tendia a um fechamento. Os soviéticos sofreram perdas muito maiores que os alemães. Os alemães, entretanto tinham pela primeira vez perdido territórios substanciais durante o verão e fracassaram em atingir seus objetivos. Um fronte novo havia sido aberto na Itália, desviando sua atenção. Ambos os lados tiveram suas perdas, mas somente os soviéticos tinham a mão de obra e a produção industrial para se recobrar completamente, como também a ajuda substancial do empréstimo americano, incluindo jipes e caminhões que foram de ajuda significante durante a contra ofensiva em Kursk. Os alemães nunca ganharam de novo a iniciativa após Kursk. Mais ainda, a perda convenceu Hitler da incompetência de seus Coordenadores Gerais. Quando lhe foi dada chance, seus generais selecionaram um plano pobre e ele decidiu se certificar que isto não iria acontecer de novo. O oposto se aplicava a Stalin, entretanto. Após ver a intuição de seus generais justificada no campo de batalha, ele se afastou do planejamento estratégico e o deixou inteiramente para os militares. Resultados previsíveis seguiram em ambos os lados: o exército alemão foi de perda em perda assim que Hitler tentou pessoalmente micro gerenciar as operações do dia a dia do que logo se tornou uma guerra em três frontes, enquanto o exército soviético ganhava mais liberdade em se tornava mais e mais fluido a medida que a guerra continuava. As perdas sofridas durante a batalha de Kursk variam de acordo com as fontes. A União Soviética clamava que os alemães tinham tido mais de 500 mil soldados mortos, feridos ou perdidos. Conclusões modernas estimam que 60 mil alemães morreram e outros 150 mil foram feridos. Os números das baixas oficiais soviéticas não se tornaram públicos até o colapso desta em 1991. Ela compreendia 80 mil mortes durante a batalha em si e outras 150 mil na ofensiva nos meses que se seguiu. Os feridos e perdidos do Exército Vermelho somavam cerca de 500 mil. A União Soviética também perdeu 50% de sua força de tanques durante toda a operação em Kursk. == Bibliografia == * The Battle of Kursk por David M. Glantz e Jonathan M. House (1999) ISBN 0-7006-0978-4 * The Battle for Kursk, 1943 : the Soviet General Staff Study traduzido e editado por David M. Glantz and Harold S. Orenstein (1999) ISBN 0-7146-4933-3 * Kursk 1943 : analise estatistica por Niklas Zetterling e Anders Frankson (2000) ISBN 0-7146-5052-8 * Kursk: The German View por Steven H. Newton (2003) ISBN 0-306-81150-2 * Guerras Entre Generais Manstein X Júkov (Documentário National Geographic Channel) * Coleção 70º Aniversário da Segunda Guerra Mundial - Fascículo 21, Abril Coleções 2009 * Young, Peter Brigadeiro - Circulo do Livro, 1980 - Pag. 162 a 169 == Ligações externas == *Batalha de Kursk, informação no site oficial do Ministério da Defesa da Federação Russa (em Russo). *Kursk Reconsidered: Germany's Lost Victory por George M. Nipe, Jr. - Artigos da Segunda Guerra Mundial, 1998 * \"Mine and Countermine Operations in the Battle of Kursk\" pelo Exército dos EUA, Comando de Comunicações- Electrónicas (2000) * Uma revisão de ensaio: Livros sobre a Batalha de Kursk * Mapa de batalha de Kursk * Fotos da batalha - uma vista Soviética * Batalha de Kursk na Web (directório) Categoria:Batalhas e operações da Guerra Soviética- Alemã Categoria:Batalhas e operações da Segunda Guerra Mundial em 1943 Categoria:Batalhas envolvendo a União Soviética Categoria:Batalhas da Segunda Guerra Mundial envolvendo a Alemanha Categoria:Batalhas de tanques da Segunda Guerra Mundial",
 "title": "Batalha de Kursk"
}