{
 "id": "58622",
 "text": "A anencefalia é uma má formação rara do tubo neural, caracterizada pela ausência parcial do encéfalo e da calota craniana, proveniente de defeito de fechamento do tubo neural nas primeiras semanas da formação embrionária. Ao contrário do que o termo possa sugerir, a anencefalia não caracteriza casos de ausência total do encéfalo, mas situações em que se observam graus variados de danos encefálicos. A dificuldade de uma definição exata do termo \"baseia-se sobre o fato de que a anencefalia não é uma má-formação do tipo 'tudo ou nada', ou seja, não está ausente ou presente, mas trata-se de uma má-formação que passa, sem solução de continuidade, de quadros menos graves a quadros de indubitável anencefalia. Uma classificação rigorosa é, portanto quase que impossível\".Comitato nazionale per la bioetica. \"Il neonato anencefalico e la donazione di organi\". 21 giugno 1996. p. 9. Relatório do Comitê Nacional de Bioética Italiano - 21 de junho de 1996. Versão em português: http://www.providaanapolis.org.br/cnbport.htm Na prática, a palavra \"anencefalia\" geralmente é utilizada para caracterizar uma má-formação fetal do cérebro. Nestes casos, o bebê pode apresentar algumas partes do tronco cerebral funcionando, garantindo algumas funções vitais do organismo. Trata-se de patologia letal. Bebês com anencefalia possuem expectativa de vida muito curta, embora não se possa estabelecer com precisão o tempo de vida que terão fora do útero. A anomalia pode ser diagnosticada, com certa precisão, a partir das 12 semanas de gestação, através de um exame de ultra-sonografia, quando já é possível a visualização do segmento cefálico fetal. O risco de incidência aumenta 5% a cada gravidez subsequente. Inclusive, mães diabéticas têm seis vezes mais probabilidade de gerar filhos com este problema. Há, também, maior incidência de casos de anencefalia em filhos de mães muito jovens ou nas de idade avançada. Uma das formas de prevenção mais indicadas é a ingestão de ácido fólico antes e durante a gestação. == Embriologia == A anencefalia é um dos três principais defeitos do tubo neural (DTN). Os outros são a encefalocele e a mielomeningocele. Os defeitos do tubo neural (NTDs, de neural tube defects) são decorrentes do fato de o tubo neural não se formar completamente (ou seja, não se estrutura como um verdadeiro tubo, que ocorre entre 25 e 27 dias após a concepção). Se o tubo neural não se forma completamente na região cefálica, então a maior parte do encéfalo deixa de se formar, e o defeito é denominado anencefalia. Se a estruturação como um verdadeiro tubo não se concretiza em algum lugar caudalmente à região cervical, então o defeito é denominado espinha bífida. O local mais frequente de ocorrência da espinha bífida é a região lombossacral, o que sugere que o processo de estruturação do tubo nessa área pode ser mais suscetível a fatores genéticos e/ou ambientais. A anencefalia é um defeito letal; a maior parte desses casos é diagnosticada pré-natalmente, e as gravidezes terminam. As crianças com espinha bífida perdem um grau de função neurológica com base no nível da lesão da medula espinal e de sua gravidade. == Epidemiologia == A malformação é mais comum em meninas, brancos e em mães nos extremos de idade. A taxa de anencefalia em nascidos vivos provavelmente subestima a real taxa de ocorrência da doença, pois diversos casos de aborto espontâneo são causados por fetos afetados que não chegam a receber o diagnóstico. A taxa global nos Estados Unidos é de 1 em 1.000 nascimentos, mas na Carolina do Norte e na Carolina do Sul a taxa é de 1 em 500 nascimentos. Em partes da China, taxas elevadas de até 1 em 200 nascimentos foram encontradas. Vários fatores genéticos e ambientais respondem pela variabilidade. Setenta por cento dos defeitos podem ser evitados se a mulher tomar 400 µg (microgramas) de ácido fólico diariamente (a dose presente na maior parte das multivitaminas) começando 3 meses antes da concepção e continuando por toda a gravidez. Como 50% das gravidezes não são planejadas, recomenda-se que as mulheres em idade fértil tomem uma multivitamina contendo 400 µg de ácido fólico diariamente. Se uma mulher tem uma criança com um defeito de tubo neural ou se houver uma história de tais defeitos na família, recomenda-se que ela tome 400 µg de ácido fólico diariamente e então 1000 µg por dia, quando tentar engravidar. A prevalência ao nascimento diminuiu nos Estados Unidos após a suplementação obrigatória de alimentos com ácido fólico, que iniciou em janeiro de 1998. == Sinais e sintomas == Por geralmente apresentarem um tronco encefálico funcionante, as crianças portadoras de anencefalia dispõem de quase todos os reflexos primitivos de um recém-nascido, respondendo a estímulos auditivos, vestibulares e doloros. Isso significa que a maioria dos anencéfalos se movem, sorriem, mamam e respiram sem a ajuda de aparelhos. Eles, entretanto, são geralmente vistos pelos médicos como incapazes de consciência. Novas pesquisas realizadas pelo neurologista americano Alan Shewmon e pelo neurocientista sueco Bjorn Merker, por sua vez, tem questionado essa visão tradicional e cogitado a possibilidade de consciência do mundo exterior para os portadores de anencefalia devido à recente descoberta do fenômeno da neuroplasticidade do tronco encefálico, que os permitiria possuir alguns sentidos. O estudo de Shewmon com crianças anencéfalas comprovou que a experiência de diversos pais que diziam que seus filhos (que conseguiram sobreviver com a doença por um período prolongado) conseguiam discernir entre familiares e estranhos, entre comidas que lhe agradavam e comidas que lhe desagradavam, entre músicas, etc. não era mera invenção de suas cabeças. De fato, esse tipo de percepção é comum entre os pais de crianças anencéfalas que conseguem sobreviver por um tempo maior. A possibilidade do fenômeno da neuroplasticidade do tronco encefálico levou também o Comitê de Bioética da Itália a rejeitar os pedidos de extração de órgãos de anencéfalos in vita. == Diagnóstico == A anencefalia frequentemente pode ser diagnosticada no pré-natal através de um exame de ultrassom. O diagnóstico ultrassonográfico tem alta acurácia e é baseado na ausência do cérebro e da calota craniana. Outra característica que pode ser observada na ultrassonografia é a polidramnia, que ocorre em até 50% dos casos durante o 2º e 3º trimestres de gestação devido à menor deglutição do feto. A dosagem de alfafetoproteína (AFP) sérica materna e o ultrassom fetal são úteis para rastreio de defeitos do tubo neural como espinha bífida ou anencefalia. Às vezes a anencefalia não é diagnosticada, pois o feto acaba evoluindo para aborto espontâneo. Em outros, principalmente em mulheres que não têm acesso ao pré-natal, a doença é diagnosticada apenas durante o parto. == Prognóstico == A anencefalia é uma patologia com baixa expectativa de vida extra-uterina. Segundo JAQUIER (2006), cerca de 72% dos fetos anencéfalos levados a termo sobrevivem ao nascimento, enquanto que 27% morrem antes ou durante o parto.. Dos que sobrevivem, 67% morre no primeiro dia, 25% entre o segundo e o quinto dia, 3% entre o sexto e o nono dia, e 4% entre o décimo e o vigésimo oitavo dia. A pesquisa de POMERANCE (1987) confirma que quase 10% dos anencéfalos consegue sobreviver mais de uma semana. O avanço da Medicina permite agora que cerca de 25% das crianças nascidas com anencefalia sobrevivam até 10 dias O The New England Journal of Medicine relata a existência de casos de três crianças anencéfalas que sobreviveram dois, três e até mesmo quatorze meses fora do útero. Em um caso que se tornou famoso no Brasil (ocorrido no Município de Patrocínio Paulista), uma criança diagnosticada como anencéfala viveu por um ano, oito meses e doze dias após o nascimento. A menina, batizada de Marcela de Jesus Galante Ferreira, nasceu no dia 20 de novembro de 2006 e morreu no dia 31 de julho de 2008. Marcela não tinha o córtex cerebral, apenas o tronco cerebral, responsável pela respiração e pelos batimentos cardíacos. A menina faleceu em consequência de uma pneumonia aspirativa. Estadão online - Menina com anencefalia morre após 1 ano e 8 meses O caso gerou divergências: Thomas Gollop, um dos médicos promotores da legalização do aborto em caso de anencefalia, levantou a hipótese de que a menina na verdade sofria de uma condição denominada \"merocrania\". Para a comunidade internacional, no entanto, não há diferença entre \"merocrania\" e \"meroanencefalia\", um dos três graus da anencefalia. Outros afirmam que o que houve, na verdade, foi uma forma \"não clássica\" de anencefalia, como avaliou a pediatra da menina, Márcia Beani Barcellos, profissional que mais acompanhou o caso. Segundo Márcia, a sobrevivência surpreendente de Marcela foi \"um exemplo de que um diagnóstico não é nada definitivo\". Estadão - Bebê \"anencéfalo\" morre após 1 ano e 8 meses Muitos outros médicos, incluindo os que diagnosticaram Marcela enquanto a menina ainda estava viva, no entanto, mantiveram que ela era era detentora de um \"caso clássico de anencefalia\". === Interrupção da gravidez === A interrupção da gravidez, também conhecida como aborto eugênico, é permitida em casos de anencefalia em diversos países, como China, Coréia do Norte, Azerbaijão, Quirguistão, Afeganistão, Cazaquistão, Turquemenistão, etc. Por outro lado, ela é proibida em países europeus como Polônia, Malta, Liechtenstein, etc. Em 2012, o Brasil, no julgamento da Arguição de Descumprimento de Preceito Fundamental número 54 do Distrito Federal, de relatoria do então ministro do Supremo Tribunal Federal Marco Aurélio Mello, deixou de considerar a interrupção da gravidez de fetos com anencefalia como “aborto”. Na sua fundamentação, o relator citou, dentre outros argumentos, o ex-professor titular da Universidade de São Paulo e da Universidade de Campinas, Dr. José Aristodemo Pinotti: ”O feto anencéfalo, sem cérebro, não tem potencialidade de vida. Hoje, é consensual, no Brasil e no mundo, que a morte se diagnostica pela morte cerebral. Quem não tem cérebro, não tem vida”. Referiu-se também à Resolução nº 1.752/2004 do Conselho Federal de Medicina, que declara os anencéfalos, em seu nascimento, como natimortos cerebrais. Apontou também que o feto jamais se transformaria em uma pessoa, pois, de acordo com o Dr. Thomaz Rafael Gollop \"a respiração e o batimento cardíaco não excluem o diagnóstico de morte cerebral\". Fez-se alusão, também, ao entendimento do ex-ministro do STF Joaquim Barbosa, no sentido de que \"o feto anencéfalo, mesmo que biologicamente vivo, porque feito de células e tecidos vivos, é juridicamente morto, não gozando de proteção jurídica\". Na ação, foi excluída até mesmo a possibilidade de aplicação da excludente de ilicitude específica do art. 128, I, do Código Penal (se não há outro meio de salvar a vida da gestante), porque não haveria que se falar em proteção à vida do feto nessas circunstâncias pelo direito penal e, portanto, a conduta seria materialmente atípica. Até então, grávidas de fetos anencefálicos dependiam da autorização de juízes de tribunais de instâncias menores para extrair os fetos que haviam gerado. Segundo grupos contrários à manutenção da vida do feto com anencefalia, a interrupção da gravidez nestes casos diferiria do aborto por interromper o desenvolvimento de um feto que inevitavelmente morreria durante este processo, ou logo após o parto, enquanto o aborto interromperia o desenvolvimento de um bebê normal.Aborto de feto anencéfalo é motivo de divergências em audiência A interrupção da gravidez seria um processo semelhante, neste caso, a tirar a vida de uma pessoa em estado terminal, a qual sabe-se que inevitavelmente irá morrer, mais cedo ou mais tarde - no caso da anencefalia, provavelmente muito cedo. A antropóloga Débora Diniz chegou até mesmo a afirmar que os portadores de anencefalia seriam \"alguns dentre os subhumanos\". Essa visão é, entretanto, contestada por grupos contrários ao aborto, que alegam que toda vida tem valor, independente de seu tempo de duração. Um estudo realizado na Alemanha, onde o aborto terapêutico é permitido, demonstrou que as mães optam menos pela interrupção da gravidez em casos de anencefalia do que em casos de síndrome de Down (trissomia do 21) (5.642 abortos em 6.141 diagnósticos pré-natais de trissomia do 21 = 91,9%; 483 abortos de 628 casos de anencefalia = 76,9%; 358 abortos de 487 casos de espinha bífida = 73,5%).Wolfgang Lenhard: Der Einfluss pränataler Diagnostik und selektiven Fetozids auf die Inzidenz von Menschen mit angeborener Behinderung. In: Heilpädagogische Forschung. Band 29, 2003, S. 165–176 == Ver também == * Aborto no Brasil * Porencefalia * Acefalia * Más-formações cefálicas congênitas Categoria:Doenças congénitas do sistema nervoso",
 "title": "Anencefalia"
}