{
 "id": "58647",
 "text": "GURPS é acrônimo de Generic and Universal Role Playing System (Sistema Genérico e Universal de Interpretação de Papéis) e, como informa o nome, é um sistema de Role Playing Game genérico e universal, o que significa que ele pode ser tão complexo quanto se queira e pode ser usado para jogar em qualquer cenário histórico ou ficcional. Foi criado por Steve Jackson e publicado em 1986 por sua editora, a Steve Jackson Games, sendo traduzido para a língua portuguesa pela Devir Livraria em 1991. Sua terceira edição é a mais famosa e a que tem mais livros publicados: cerca de 240 títulos que tratam dos assuntos mais variados, da idade da pedra até o futuro distante, passando por quase todo tipo de realidade fantástica imaginável. Todavia os títulos mais presentes são os de ficção científica (Transhuman Space, Lensman, Hellboy, Traveller)RPG: GURPS e os históricos (World War II, Greece, Japan, Imperial Rome etc). A maioria dos suplementos da 3ª edição são compatíveis com o sistema da 4ª edição. No total GURPS teve mais de 400 títulos publicados. É considerado o sistema de RPG mais realista e já foi um dos jogos mais vendidos da categoria. Ganhou o prêmio de Melhores Regras de Roleplaying de 1988 (Best Roleplaying Rules of 1988) do prêmio Origins, e foi incluído no Salão da Fama da Origins em 2000. Muitos de seus suplementos também ganharam prêmios. ==Edições== ===Antecedentes e influências=== Antes de GURPS, os jogos de Roleplaying das décadas de 1970 e 1980 eram todos especificamente desenvolvidos para certos cenários e ambientes de jogo, com regras totalmente incompatíveis entre si. Uma mesma editora poderia ter jogos em cenários diferentes com regras diferentes e incompatíveis entre si, foi o caso da Tactical Studies Rules (TSR), que publicava Dungeons & Dragons (fantasia medieval), Gamma World (pós-apocalíptico), Star Frontiers (space opera), Top Secrets (espionagem e agentes secretos) e Boot Hill (Velho Oeste). Isso começou a mudar com as publicações de Basic Roleplaying (Chaosium, 1980) e Champions (Hero Games, 1981). Em fins da década de 1970, Steve Jackson trabalhava para a Metagaming Concepts, e para ela desenvolveu um sistema de jogo chamado The Fantasy Trip publicado em diversos livretos (1977-1980), com os rudimentos do que viria a ser o sistema do jogo GURPS. Ele deixou a companhia em 1980 e passou a desenvolver seu próprio sistema. GURPS seria um título provisório, mas acabou se tornando permanente. Durante o desenvolvimento a sigla significava Great Unnamed Role Playing System (Grande Sistema de RPG Sem Nome)Há muitas referências a esta afirmação na internet, uma simples busca por Great Unnamed Role Playing System no Google deixa isso claro, inclusive na tese de doutorado (espanhol) de Hector Sevillano Pereja, intitulada Estudio del sector editorial de los juegos de rol en España (pág. 179), disponível aqui. GURPS se desenvolveu, evoluindo a partir do The Fantasy Trip, mas também sendo bastante influenciado pelo Champions (já citado), pelo Tunnels & Trolls (Flying Buffalo, 1975) e por Empire of the Petal Throne (TSR, 1975). ===Pré-edição=== Quase uma primeira edição, às vezes chamada de \"edição zero\", foi o jogo Man to Man publicado pela SJ Games em 1985, sendo descontinuado em 1986 com a publicação da primeira edição. Hoje é vendido apenas em PDF na loja virtual da empresa, a Warehouse 23. O título completo era Steve Jackson's Man to Man: fantasy combat from GURPS. Esse jogo possuía apenas 60 páginas, incluindo apenas criação de personagens e sistema de combate, com poucas vantagens, desvantagens e perícias, mas sem sistema de magia. A lista de equipamentos era toda voltada para armas medievais, o que se explica pelo fato do jogo ter se desenvolvido a partir do The Fantasy Trip que Jackson desenvolveu para a Metagaming. The Fantasy Trip era um jogo totalmente medieval, focado em combates táticos com miniaturas, e este acabou sendo o mesmo foco do Man to Man. No próprio livro Jackson explica que Man to Man é o sistema de combate de GURPS, e que decidiram publicá-lo separadamente e antes de GURPS por três razões: 1ª) mostrar algo aos fãs que aguardavam pelo sistema prometido por Steve Jackson há muito tempo (cinco anos, desde sua saída da Metagaming), 2ª) como uma introdução ao novo sistema a ser publicado, e 3ª) porque Man to Man servia perfeitamente como um jogo de tabuleiro independente focado em escaramuças. Logo depois, publicaram um suplemento de combate com quatro aventuras, chamado Orcslayer, que se passava no mundo de Yrth, onde o reino de Caithness sofria uma invasão de orcs. ===1ª e 2ª edições=== Em 3 de julho de 1986 foi publicada a primeira edição, durante a convenção Origins, e em 1987 a segunda. Essas duas edições eram vendidas em caixa, tinham a mesma capa e incluíam: dois livretos de regras chamados Characters (\"Personagens\", 72 páginas) e Adventuring (\"Aventurando\", 80 páginas); uma aventura solo introdutória chamada All in a Night's Work (\"Uma Noite de Trabalho\", 14 páginas); uma aventura em grupo para ser mestrada chamada Caravan to Ein Arris (\"Caravana para Ein Arris\", 18 páginas); um livreto Charts and Tables (\"Tabelas e Fichas\", 24 páginas) com tabelas, mapas e personagens prontos; miniaturas cartonadas coloridas e bases de plástico; e, dados de seis faces. Na na primeira edição a capa dos livretos era mole, e na segunda eram cartonados e azuis, com layout diferente. Apesar disso possuíam o mesmo conteúdo. Na prática, a segunda edição era a primeira revisada acrescida de novas vantagens e desvantagens e numerosas clarificações de regras. Característica destas edições era a modularidade, daí a inscrição Basic Set (Módulo Básico) que acompanha as edições do jogo até hoje. Por modularidade significa que cada cenário ou ambiente tinha um módulo próprio: um módulo básico, um de fantasia, um de viagens espaciais etc. Nem todas as regras para todos os cenários estavam no Módulo BásicoCf. PUNCH, Sean, Observações sobre a quarta edição, in: GURPS Módulo Básico: Personagens (nt 9, infra), pág. 6.. ===3ª edição=== Em 1988 veio a terceira edição, ganhadora de muitos prêmios, referidos acima. Ela trouxe poucas alterações nas regras, que já estavam muito maduras, pois se desenvolveram desde os idos de 1977 com The Fantasy Trip. As mudanças apenas incluíam mais material e opções aos jogadores. A caixa e os quatro livretos foram substituídos por um único grande manual, o Módulo Básico, que incluía agora as regras básicas para outros cenários (fantasia, super-heróis, viagem espacial etc), sendo verdadeiramente universal e dispensando a necessidade de outros módulos ou suplementos. Em relação às edições anteriores a 3ª ed. quebrou a curva de aprendizado das perícias, aparentemente diferente para cada tipo de cenário, passando a ser mais universal. ===3ª edição revisada=== Em 1994 foi a vez da terceira edição revisada. Ela apenas consolidou algumas perícias, vantagens e desvantagens presentes em outros suplementos esparsos. As regras ainda eram as mesmas. Apenas removeram as duas aventura (\"Caravana para Ein Arris\" e \"Uma Noite de Trabalho\") e colocaram o famoso “Apêndice” no lugar, contendo essa consolidação. ===4ª edição=== Em Agosto de 2004, teve sua quarta edição publicada nos EUA, renovando de forma sutil a mecânica do sistema e de forma intensa a qualidade gráfica das publicações. O planejamento da nova edição incluiu consulta aos fãs do jogo, através de um amplo questionário no site da editora, que ficou online por um longo tempo. Esta edição trouxe mudanças expressivas na: progressão dos atributos, forma de calcular pontos de vida e de fadiga, simplificação da tabela de custos das perícias (agora ainda mais universais e fáceis de manipular), adoção se um sistema de ampliações e limitações às vantagens e desvantagens (presente no GURPS Supers) que permitem na prática criar um número infinito de novas características e, na consolidação de uma série de regras, perícias, vantagens e desvantagens presentes nos GURPS Compendium I, Compendium II e Supers da terceira edição (os dois Compendiuns nunca foram publicados no Brasil). Esta edição também ganhou o prêmio Origins Nominee por Melhor Roleplaying Game de 2004. Agora o Módulo Básico cresceu e foi dividido em dois: GURPS Personagens e GURPS Campanhas. A quarta inovou nas capas, partidas agora em quatro quadrinhos, cada um representando um cenário de jogo, bastante expressivo da universaldade do sistema. Houve um concurso para a nova capa, e quem ganhou foi o brasileiro Victor R. Fernandes. Nos créditos ele aparece apenas como projetista da capa, pois seu desenho inicial foi refeito por outro artista 2 vols.. ==No Brasil== No Brasil, foi o primeiro sistema de RPG a ser traduzido e publicado em 1991 pela Devir Livraria, e teve diversos títulos lançados, inclusive uma série de livretos iniciada em 1999, sob o selo \"Mini-GURPS\", baseado no GURPS Lite, publicado no ano anterior em pdfMay 16, 1998: GURPS Lite. Steve Jackson Games, a versão brasileira era ambientada em tempos históricos brasileiros como Quilombo dos Palmares e nas Bandeiras, a maioria adaptada por Luiz Eduardo Ricon, co-autor de O Desafio dos Bandeirantes. Marcelo Cassaro planejou lançar um suplemento baseado em seu romance de ficção científica Espada da Galáxia, lançado pela Trama em 1995Cesar Silva. Todos os Novas. Scarium porém, as negociações com a Devir não foram bem-sucedidasMarcelo Cassaro. Dragão Brasil Especial #23, Editora Trama e a adaptação foi distribuída gratuitamente na internet em formato e-book. Um outro suplemento para Mini-GURPS, intitulado IntempolUm longo futuro, um universo compartilhado de viagem no tempo, com contos escritos por autores brasileiros como Octavio Aragão, Lúcio Manfredi, Jorge Nunes, Osmarco Valladão, Carlos Orsi Martinho, Paulo Elache, Fábio Fernandes e Gerson Lodi-Ribeiro, porém não chegou a ser publicado. O volume de lançamentos nacionais ficou muito abaixo da quantidade de títulos lançados em inglês, e versões nacionais de muitos livros importantes do sistema nunca foram lançadas. Apesar desses problemas e mesmo com a concorrência de títulos do Mundo das trevas e do Sistema d20, ele ainda conta com um grande número de fãs nos dias de hoje. Em 2005, foi distribuído gratuitamente, o GURPS Lite (4ª ed.) em português (36 páginas), durante o Sampa RPG, logo em seguida foi encartado na revista Dragão Brasil #115Talude (03/12/2005). Dragão Brasil #115 - Tópico a Tópico. RedeRPG, em formato e-book nos site oficiais da Steve Jackson Games e da DevirGURPS Lite Quarta Edição DevirMarcelo Telles e Marcelo Cortimiglia. (20/11/2006) GURPS Lite 4a Edição em português para download gratuito RedeRPG porém, foi apenas em Setembro de 2010 que a Devir publicou o livro GURPS Módulo Básico: Personagens (4ª ed.)Marcelo Telles (12/09/2010). Lançamento do Módulo Básico: Personagens RedeRPG.. ===1ª edição=== O Módulo Básico foi traduzido por Douglas Quinta Reis e revisado por Cynthia Monegaglia Fink. A primeira edição brasileira, publicada em 1991, corresponde à terceira edição americana. A primeira edição possuía capa branca, com o perfil de um homem em cor roxa, e vinha envolta numa capa protetora de plásticoDaniel \"Nerun\" Rodrigues (12/01/2012). GURPS 5ª edição? Um histórico de GURPS GURPZine. Visitado em 29 de Janeiro de 2015.. === 2ª edição === A segunda edição brasileira possuía o mesmo conteúdo da primeira edição, com o acréscimo de um \"Apêndice\" que adicionava novas perícias, vantagens e desvantagens. Esta segunda edição, no tocante ao conteúdo e regras, correspondia à terceira edição revisada americana, a diferença fica por conta das aventuras que não foram removidas na edição brasileira, ao contrário da edição revisada americana. Como, com relação ao texto, essa foi a única mudança, a Devir Livraria pôde publicar a 3ª ed. rev. no mesmo ano da publicação nos EUA, chamando de segunda edição brasileira. A capa era preta com o mesmo perfil humano, porém bem mais sutil. Esta foi a edição do Módulo Básico por mais tempo utilizada no Brasil. === 3ª edição === Nunca houve uma terceira edição brasileira. Na verdade, o título publicado como GURPS 4ª edição no Brasil, seria a nossa terceira edição porém, optou-se por manter a correspondência com as edições americanas. E, apesar da correspondência do conteúdo da 2ª edição brasileira com a 3ª ed. rev. americana, esta 3ª ed. rev. do Módulo Básico nunca foi publicada no Brasil nos moldes da edição americana. Pois a americana tinha capa dura e um grande apelo visual, e essa revisão da arte nunca foi feita na edição brasileira. === 4ª edição === No Brasil, após longo atraso e renegociações contratuais com a Steve Jackson Games, a Devir Livraria enfim publicou o GURPS Módulo Básico: Personagens em 21 de Setembro de 2010. A quarta edição foi traduzida por Maria Paula Campagnari Bueno, revisada por Otávio A. Gonçalves e Leandro Lima Rodrigues, tendo sido publicada pela Devir Livraria. Como se lê ao pé da pág. 2 do primeiro volume: \"1ª edição - Publicado em Julho/2010\". Ficando patente a escolha editorial em manter o número da edição americana. Assim, a edição de 2010 é a primeira edição brasileira da quarta edição americana. Diferentemente das edições anteriores, esta possui dois volumes: Personagens e Campanhas. Esta edição é toda inovadora em seu aspecto visual. O brasileiro Victor R. Fernandes, ganhou um concurso para escolher a capa da nova edição, e seu nome consta nos créditos do livro como responsável pelo \"projeto da capa\". === 4ª Edição Revisada === Foi publicada em Julho de 2015 durante o XIX Encontro Internacional de RPG, realizado no Campo de Marte. Com a correção de alguns erros a numeração das páginas mudou um pouco, de modo que coisas que estavam numa página da edição de 2010 podem ter mudado de página na edição de 2015. Havia 91 erros registrados na errata oficial da editora e desses, 3 não foram corrigidos e 10 o foram de forma atabalhoada e acabaram criando outros erros, todos os dez nas tabelas de armas. Dos 56 erros localizados pelos fãs e compilados numa errata não-oficial, cerca de 12 foram corrigidos \"acidentalmente\", pois eram de referência de páginas e, como a editora alterou a paginação, acabou corrigindo-os por sorte. Além disso o índice no final do livro também parece ter sido corrigido. No geral a revisão teve um saldo positivo, corrigindo a maioria dos erros crassos que afetavam a jogabilidade. Visualmente mudou pouca coisa: houve alterações insignificantes na capa (posicionamento de logomarca) e a impressão parece ter ficado um pouco mais clara, dificultando a leitura de trechos que estavam impressos em cinza. Infelizmente houve um problema sério com esta publicação: a nota de copyright estava escrita de forma errada, além do que a editora usou uma versão antiga dos arquivos. Assim, a Steve Jackson Games mandou a Devir Livraria suspender as vendas, o que ocorreu no mesmo ano de 2015, pouco depois do Encontro Internacional, ficando pouquíssimo tempo à venda na loja virtual da editora. Desde o recolhimento dos livros, Módulo Básico Personagens e Campanhas, o jogo ficou sem suporte oficial no Brasil, para desagrado dos fãs. Em 2017, a editora confirmou que deixaria de publicar o sistema no país.GURPS acabou no Brasil: Hora de buscar outro sistema? == Conteúdo do Módulo Básico == No Módulo Básico está contido muitas informações a respeito de normas e regras, a fim de ensinar novos jogadores e servir de apoio para jogadores mais experientes. O livro possui uma parte introdutória, destinada a criação do personagem, bem como uma espécie de \"tutorial\" onde o livro vai construindo junto com o leitor o personagem Dai Blackthorn, um ladrão medieval (jovem nas primeiras edições, Dai aparece mais maduro na quarta edição). Após essa parte introdutória o livro lida com regras de equipamento, carga, viagens, combate básico e avançado, bem como uma parte destinada a construção de personagens que utilizem magia ou psiquismo. O final do livro tem uma parte destinada ao Mestre, bem como tabelas de armas e equipamentos. A primeira e segunda edições acompanhavam duas aventuras, uma \"solo\" intitulada Uma Noite de Trabalho, onde o iniciante podia testar o que aprendeu no livro, e uma aventura introdutória intitulada Caravana para Ein Arris, para ser jogada em grupo, que necessita de um mestre para conduzi-la. ==Regras== ===Dados=== A mecânica do sistema GURPS é baseada no uso de três dados de seis faces. O uso dos dados hexaédricos é um ponto forte do jogo, por serem os mais comuns no mercado, podendo reutilizar dados de outros jogosCf. pág. 8 do GURPS Módulo Baśico: Personagens (nt. 8, supra).. ===Características=== As fichas de personagens são divididas em três partes principais, quais sejam, atributos (características básicas dos personagens como força, destreza, inteligência e vitalidade), vantagens e desvantagens (características natas do personagem, como facilidade em certas habilidades, sentidos aguçados, transtornos mentais, vícios, poderes etc.) e perícias (habilidades aprendidas pelo personagem, como manuseio de espadas, escudos, acrobacias, tocar instrumentos etc.)Cf. págs. 13-14 do GURPS Módulo Baśico: Personagens (nt. 8, supra).. ===Mecânica Básica=== Para a realização de algum tipo de ação mais elaborada exige-se um teste no qual são lançados os dados esperando obter um valor menor ou igual ao valor numérico de uma perícia ou atributo modificado por bônus e penalidades decorrentes de vantagens, desvantagens e condições do ambiente onde se desenvolve a ação em questão. Além disso o sistema GURPS oferece a opção de se utilizar um grande número de tabelas (tabela de reações, de empregos etc) onde cada número representa um resultado específico, de uso opcional, dado que o sistema é genérico e pode ser tão complicado quanto os jogadores o queiramCf. págs. 343-361 do GURPS Módulo Baśico: Campanhas (nt. 8, supra).. ===Combates=== O combate, como é de costume nos jogos do gênero, é dividido em rodadas. Em cada rodada, subdividida em turnos, que são a vez de que cada personagem agir. Para efetuar um ataque o jogador ou o GM deve lançar três dados e comparar o resultado com a perícia de combate que estiver usando (como Espadas Curtas ou Armas de Fogo por exemplo), se o resultado for menor ou igual ao número da perícia então ele terá conseguido e seu ataque será bom o bastante para acertar, mas se o resultado for maior então terá errado. Nesse ponto o personagem atacado deve fazer uma jogada de defesa usando uma das três Defesas Ativas (Aparar, Bloqueio ou Esquiva) se houver possibilidade de defesa. Se passar na jogada de defesa, obtendo resultado menor ou igual ao valor de defesa, o personagem consegue se defender do ataque, se falhar nessa jogada o ataque terá acertadoCf. págs. 324-328 (\"Combate Lite\") do GURPS Módulo Baśico: Personagens (nt. 8, supra).. ==Publicações em português== ===GURPS=== *GURPS Artes Marciais *GURPS Conan *GURPS Cyberpunk *GURPS Escola de Super-heróis *GURPS Fantasy *GURPS Grimório *GURPS Horror *GURPS Illuminati *GURPS Império Romano *GURPS Lite (4ª edição) *GURPS Magia * GURPS Modulo Básico (1ª Edição) * GURPS Modulo Básico (2ª Edição) * GURPS Modulo Básico: Personagens (4ª edição) * GURPS Modulo Básico: Campanhas (4ª edição) *GURPS Psiquismo *GURPS Supers *GURPS Tredroy *GURPS Ultra-Tech *GURPS Viagem Espacial *GURPS Viagem no Tempo ===Mini GURPS=== *Mini GURPS *Mini-GURPS As Cruzadas *Mini-GURPS Entradas e Bandeirantes *Mini-GURPS No coração dos deuses *Mini-GURPS O descobrimento do Brasil *Mini-GURPS O resgate de \"Retirantes\" *Mini-GURPS Quilombo dos palmares ==Ligações externas== * * * * Categoria:RPGs dos Estados Unidos Categoria:Devir Categoria:RPGs genéricos",
 "title": "GURPS"
}