{
 "id": "58671",
 "text": "Os esquimós são os povos indígenas que habitam tradicionalmente regiões em torno do Círculo Polar Ártico (povos circumpolares), no extremo norte da Terra, como a Sibéria oriental (Rússia), o norte do Alasca, do Canadá e a Groenlândia. Seu modo de vida tradicional inclui a pesca e a caça, retirando a gordura de baleias, focas e ursos para usar como alimento e combustível, além da coleta de bagas durante o verão. Os dois principais povos conhecidos como \"esquimós\" são os inuítes - incluindo os povos iñupiat do Alasca, os inuítes groelandeses e o agrupamento de inuítes do Canadá - e os iúpiques do leste da Sibéria e do Alasca. Um terceiro grupo do norte, os aleútes, está intimamente relacionado a ambos. Eles compartilham um ancestral comum relativamente recente e um grupo de idiomas (esquimó-aleúte). O povo chukchi, da Sibéria, também é o parente vivo mais próximo dos inuítes e iúpiques. As estimativas recentes da população (início do século XXI) registraram mais de 135 mil indivíduos de descendência esquimó, com aproximadamente 85 mil vivendo na América do Norte, 50 mil na Groenlândia e o restante residindo na Sibéria. A palavra \"esquimó\" deriva de expressões que os algonquinos usavam para designar seus vizinhos do norte. Os inuítes e iupiques geralmente não usam essa denominação para se referir a si próprios, e os governos do CanadáOs Inuit. Site do Governo do Canadá.Etnónimos, uma categoria gramatical à parte? Por Paulo Correia. Direção-Geral da Tradução — Comissão Europeia. e da Groenlândia (país constituinte do reino da Dinamarca) também deixaram de usá-la em documentos oficiais. Nesses países, o termo \"esquimó\" é predominantemente visto como pejorativo e foi amplamente substituído pelo termo \"inuíte\" ou termos específicos para um grupo ou comunidade em particular. Isso resultou em uma tendência pela qual alguns canadenses e americanos acreditam que não devem usar a palavra \"esquimó\" e, em vez disso, a palavra canadense \"inuíte\", mesmo para os iúpiques. Algumas pessoas ainda acreditam que esquimó se traduz em \"comedor de carne crua\", que pode ser visto como um descritor violento e talvez bárbaro, usado pelos colonizadores racistas. Mas etimologicamente, existe um consenso científico de que a palavra esquimó deriva da palavra innu- aimun (montagnais) ayas̆kimew, que significa \"uma pessoa que amarra uma raquete de neve\" e está relacionada a \"husky\" (uma raça de cachorro), não tendo um significado pejorativo na origem.Kaplan, Lawrence. \"Inuit or Eskimo: Which name to use?\" Alaskan Native Language Center, UAF.R. H. Ives Goddard, \"Synonymy\". In David Damas (ed.) Handbook of North American Indians: Volume 5 Arctic (Washington, DC: Smithsonian Institution, 1985, 978-0874741858), pages 5–7. Termos alternativos, como inuíte-iúpique, foram propostos, mas nenhum ganhou ampla aceitação. == Línguas == Os esquimós falam línguas pertencentes à família linguística escaleuta, que contém dois ramos principais: * Esquimó propriamente dito, subdividido em duas línguas principais: ** Inuíte: compreende os dialetos do norte do Alasca e do Canadá (Territórios do Noroeste, Nunavute e Nunavik) e da Groenlândia. ** Iupique: região centro-sul do Alasca e Leste da Sibéria. * Aleúte ou aleuta: ** Aleúte oriental: falado nas Ilhas Aleutas, nas Ilhas Comandante e Pribilof no Mar de Bering. ** Aleúte atkano: falado na Ilha Atka e na Ilha de Bering. == História == Vários povos indígenas anteriores existiam nas regiões circumpolares do norte do leste da Sibéria, Alasca e Canadá (embora provavelmente não na Groenlândia). As primeiras culturas paleo-esquimó positivamente identificadas (paleo-esquimó inicial) datam de 5 mil anos atrás. Elas parecem ter se desenvolvido no Alasca de pessoas relacionadas à tradição de pequenas ferramentas do Ártico no leste da Ásia, cujos ancestrais provavelmente haviam migrado para o Alasca pelo menos 3 mil a 5 mil anos antes. Artefatos semelhantes foram encontrados na Sibéria que datam de talvez 18 mil anos atrás. == Nomenclatura == === Origem === A origem etimológica mais comumente aceita da palavra \"esquimó\" foi derivada por Ives Goddard na Smithsonian Institution, da palavra montagnais (uma língua algonquiana) que significa \"trançador de raquetes de neve\" ou \"enredar raquetes de neve\": assime·w significa \"ela amarra uma raquete de neve\". Os falantes de montagnais se referem ao povo vizinho mi'kmaq usando palavras que soam como esquimó.Goddard, Ives (1984). \"Synonymy\", In Arctic, ed. David Damas. Vol. 5 of Handbook of North American Indians, ed. William C. Sturtevant, pp. 5–7. Washington, D.C.: Smithsonian Institution. Cited in Campbell 1997Campbell, Lyle (1997). American Indian Languages: The Historical Linguistics of Native America, pg. 394. New York: Oxford University Press Em 1978, Jose Mailhot, um antropólogo de Quebec que fala montagnais, publicou um artigo sugerindo que esquimó significava \"pessoas que falam um idioma diferente\".Mailhot, J. (1978). \"L'étymologie de «Esquimau» revue et corrigée\", Etudes Inuit/Inuit Studies 2-2:59–70. Os comerciantes franceses que encontraram os montagnais nas áreas orientais, adotaram sua palavra para os povos mais ocidentais e a escreveram como Esquimau em uma transliteração. Algumas pessoas consideram esquimó depreciativo porque é percebido popularmente como significando \"comedores de carne crua\" em idiomas algonquianos comuns a povos ao longo da costa atlântica. Alguns derivaram o cunho injurioso da palavra \"esquimantsic\", usada pelos abenakis para designar os inuítes. Um falante cree sugeriu que a palavra original que foi corrompida para o esquimó poderia ter sido askamiciw (que significa \"ele come cru\"); os inuítes são referidos em alguns textos cree como askipiw (que significa \"come algo cru\"). O uso continuado de \"esquimó\", em oposição a inuit ou outro nome preferido, implica e reforça a percepção de que os inuítes são remotos e não importantes. O uso de esquimó nesse contexto é frequentemente visto como ofensivo. Um dos primeiros usos impressos da palavra francesa \"Esquimaux\" vem de A Journey from Prince of Wales's Fort in Hudson's Bay to the Northern Ocean in the Years 1769, 1770, 1771, 1772 de Samuel Hearne, publicado pela primeira vez em 1795. === Geral === No Canadá e na Groenlândia, o termo esquimó foi amplamente substituído pelo termo inuit.Usage note, \"Inuit\", American Heritage Dictionary of the English Language: Fourth Edition, 2000 Embora inuíte possa ser aplicado com precisão a todos os povos esquimós no Canadá e na Groenlândia, isso não é verdadeiro no Alasca e na Sibéria. No Alasca, o termo esquimó é comumente usado, porque inclui os iúpiques e inupiates. Inuit não é aceito como um termo coletivo e não é usado especificamente aos iñupiat (embora estejam relacionados aos povos inuítes do Canadá).Kaplan, Lawrence. \"Inuit or Eskimo: Which name to use?\" Alaskan Native Language Center, UAF. Um dos mais antigos sítios arqueológicos esquimós conhecidos, que remonta a 3.800 anos atrás, está localizado em Saglek Bay, Labrador. Na Ilha Umnak, nas Aleútas, outro local foi encontrado e estima-se que tenha uma idade de aproximadamente 3 mil anos. Em 1977, a reunião da Conferência Circumpolar Inuíte (CCI) em Utqiagvik, Alasca, adotou oficialmente o termo Inuit como uma designação para todos os povos nativos circumpolares, independentemente de sua visão local sobre um termo apropriado. Como resultado, o uso do governo canadense substituiu o termo (localmente) extinto esquimó por Inuit (Inuk no singular). O termo preferido no Ártico Central do Canadá é Inuinnaq, e Inuit no Ártico canadense oriental. O idioma costuma ser chamado de inuktitut, embora outras designações locais também sejam usadas. Apesar da decisão do CCI de 1977 de adotar o termo Inuit, isso nunca foi aceito pelos povos iúpiques, que comparou-a a chamar todos os índios nativos americanos de navajo simplesmente pelos navajos acharem que é assim que todas as tribos deveriam ser chamadas. Os inuítes da Groenlândia se referem a si mesmos como \"groenlandeses\" e falam a língua groenlandesa.\"Inuktitut, Greenlandic\". Ethnologue. Por causa das diferenças linguísticas, étnicas e culturais entre os povos iúpiques e inuítes, parece improvável que qualquer termo genérico seja aceitável. Houve algum movimento para usar inuit, e o Conselho Circumpolar Inuíte, representando uma população circumpolar de 150 mil pessoas inuítes e iúpiques da Groenlândia, norte do Canadá, Alasca e Sibéria, que em sua carta define inuit para uso no documento da CCI como incluindo \"os inupiat, yupik (Alasca), inuit, inuvialuit (Canadá), kalaallit (Groenlândia) e yupik (Rússia)\".Inuit Circumpolar Council. (2006). Charter Em 2010, o CCI aprovou uma resolução na qual imploraram aos cientistas que usassem \"Inuit\" e \"Paleo-Inuit\" em vez de \"Esquimó\" ou \"Paleo-Esquimó\".Inuit Circumpolar Council (2010). A linguista americana Lenore Grenoble adiou explicitamente a esta resolução e usou \"Inuit-Yupik\" em vez de \"esquimó\" no que diz respeito ao ramo da língua. Em um comentário de 2015 na revista Arctic, o arqueólogo canadense Max Friesen argumentou que outros arqueólogos do Ártico deveriam seguir o CCI e usar \"paleoinuíte\" em vez de \"paleoesquimó\".Friesen, T. Max (2015). Em 2016, Lisa Hodgetts e a editora da Arctic Patricia Wells escreveram: \"No contexto canadense, o uso continuado de qualquer termo que incorpore 'esquimó' é potencialmente prejudicial às relações entre arqueólogos e as comunidades inuítes e inuvialuit que são nossos anfitriões e cada vez mais nossos parceiros de pesquisa\"; eles sugeriram o uso de termos mais específicos quando possível (por exemplo, Dorset e Groswater) e concordaram com Frieson em usar \"a tradição inuit\" para substituir \"neo-esquimó\", embora observassem que a substituição de \"paleoesquimó\" ainda era uma questão em aberto e discutiram \"paleo-inuíte\",\" Tradição de Pequenas Ferramentas do Ártico\" e \"pré-inuíte\", bem como palavras-chave de empréstimo inuktitut como\"Tuniit\" e \"Sivullirmiut\" como possibilidades.Hodgetts, Lisa; Wells, Patricia (2016). Um artigo de 2020 no Journal of Anthropological Archaeology, redigido por Katelyn Braymer-Hayes e colegas, observa que existe uma \"clara necessidade\" de substituir os termos \"neo-esquimó\" e \"paleo-esquimó\", citando a resolução do CCI, mas observa que é difícil encontrar um consenso dentro do contexto do Alasca, particularmente os nativos do Alasca que não usam a palavra inuíte para se descrever e, como tal, termos usados no Canadá como \"paleo inuíte\" e \"inuíte ancestral\" não seriam ideais.Braymer-Hayes, Katelyn; Anderson, Shelby L.; Alix, Claire; Darwent, Christyann M.; Darwent, John; Mason, Owen K.; Norman, Lauren Y.E. (2020). Mas, no Alasca, o povo inuíte referem-se a si próprios como Iñupiat, plural e Iñupiaq, singular (sua língua inupiatun do norte do Alasca também é chamada iñupiaq). Eles não costumam usar o termo inuíte. No Alasca, esquimó está em uso comum. O Alasca também usa o termo Nativo do Alasca (Alaska Native). O termo Alaska Native tem importante uso legal no Alasca e no resto dos Estados Unidos como resultado do Alaska Native Claims Settlement Act de 1971. De acordo com a lei dos EUA e do Alasca (bem como as tradições linguísticas e culturais do Alasca), \"Nativo do Alasca\" refere-se a todos os povos indígenas do Alasca. Isso inclui não apenas os iñupiat (inuítes do Alasca) e os iúpiques, mas também grupos como os aleútas, que compartilham um ancestral recente, bem como os povos indígenas da Costa Noroeste do Pacífico amplamente não relacionados e dos atabascanos do Alasca; não se aplica a pessoas inuítes ou iúpiques originárias fora do estado. Como resultado, o termo esquimó ainda é usado no Alasca. Termos alternativos, como inuíte-iúpique, foram propostos,Holton, Gary. \"Place-naming strategies in Inuit–Yupik and Dene languages in Alaska\"., Academia.edu, Retrieved 27 Jan 2014. mas nenhum ganhou ampla aceitação. O termo \"esquimó\" também é usado em obras linguísticas ou etnográficas para denotar o ramo maior das línguas esquimó-aleútes, sendo o ramo menor o aleúte. == Usos e costumes == Os inuítes possuem uma dieta pobre em carboidratos, essencialmente baseada no consumo de peixes, focas e baleias em oposição a pirâmide alimentar usualmente preconizada. Os primeiros registros de expectativa de vida dos inuítes entre 1890 e 1900, quando a influência do estilo de vida ocidental era muito menor que hoje em dia, apontam que eles tinham uma expectativa de vida muito menor que a expectativa do homem europeu de então. A ausência de tuberculose e doenças venéreas e doenças do resto do mundo em grupos inuítes sugerem que a causa da morte esteja ligada a doenças do coração, derrubando o mito de dietas saudáveis sem carboidrato. Eles têm o costume de se alimentar do fígado cru das caças, sua única fonte de vitamina C. Muitos esquimós ainda caçam o urso polar de acordo com o método empregado por seus ancestrais. Fazem-no utilizando lanças há pelo menos dois mil anos. São necessários pelo menos cinco esquimós para o fazer e a técnica é semelhante à da tourada. Primeiro, um esquimó atiça o urso polar, por forma a que este o persiga. Em seguida, os outros esquimós atiram as suas lanças para as costas do urso polar. Outro esquimó volta a atiçar o urso polar e repetem a técnica até que o urso já não se consiga mexer. Historicamente sempre se vestiram com peles de animais, porém, ao contrário dos outros povos, usam a pele voltada para dentro, de forma a mantê-la mais próxima ao corpo e promover um aquecimento mais adequado. == Ver também == * Kudlik * Mitologia inuíte * Nanook of the North, documentário de 1922 == Ligações externas == == Bibliografia == * * * Nuttall, Mark. Encyclopedia of the Arctic. New York: Routledge, 2005. ISBN 978-1-57958-436-8. * * Categoria:Povos nativos do Canadá Categoria:Povos nativos dos Estados Unidos Categoria:Grupos étnicos da Rússia Categoria:Povos nativos do Ártico Categoria:História do Alasca Categoria:Sibéria Categoria:Groenlandeses",
 "title": "Esquimós"
}