{
 "id": "58684",
 "text": "Sintaxe (pronúncia no ) (do grego clássico σύνταξις \"estrutura\", de σύν, transl. syn, \"mais\", e τάξις, transl. táxis, \"classe\") é o estudo das regras que regem a construção de frases nas línguas naturais.Priberam A sintaxe é a parte da gramática que estuda a disposição das palavras na frase e das frases no discurso, incluindo a sua relação lógica, entre as múltiplas combinações possíveis para transmitir um significado completo e compreensível. À inobservância das regras de sintaxe chama-se solecismo.O que é a sintaxe? Na linguística, a sintaxe é o ramo que estuda os processos generativos ou combinatórios das frases das línguas naturais, tendo em vista especificar a sua estrutura interna e funcionamento. O termo \"sintaxe\" se refere o estudo das regras que regem o comportamento de sistemas matemáticos, como a lógica e as linguagens de programação de computadores. A sintaxe é importante pois a unidade falada é a oração, não a palavra ou o som. Em termos práticos, o falante fala e o ouvinte ouve orações. Salvo o caso quando uma única palavra é portadora de sentido completo. Os primeiros passos da tradição europeia no estudo da sintaxe foram dados pelos antigos gregos, começando com Aristóteles, que foi o primeiro a dividir a frase em sujeitos e predicados. Um segundo contributo fundamental deve-se a Frege que critica a análise aristotélica, propondo uma divisão da frase em função e argumento. Deste trabalho fundador, deriva toda a lógica formal contemporânea, bem como a sintaxe formal. No século XIX a filologia dedicou-se sobretudo à investigação nas áreas da fonologia e morfologia, não tendo reconhecido o contributo fundamental de Frege, que só em meados do século XX foi verdadeiramente apreciado. == Análise Sintática == A análise sintática pode ser dividida em dois estudos: na análise do período simples — constituída de uma oração, estuda termos e suas relações em uma oração; na análise do período composto — constituída de mais de uma oração, estuda a relação entre orações. ==Termos essenciais, integrantes, acessórios e vocativo== Função sintática Definição Classes gramaticais que exercem essa função (núcleos) Sujeito É a parte da oração da qual se declara alguma coisa. Determinado • Simples (um só núcleo): Eu entrei. • Composto (mais de um núcleo): Eu e ela entramos. • Implícito na desinência verbal (também chamado de sujeito desinencial, oculto ou elíptico): Entramos. (sujeito: nós) Indeterminado • Com verbo na terceira pessoa do plural: Discutiram calorosamente a questão. • Com verbo intransitivo, transitivo indireto, de ligação ou transitivo direto com objeto direto preposicionado na terceira pessoa do singular + se: Trabalha-se durante o dia. Precisa-se de bons professores. Está-se feliz aqui. Estima-se a Paulo assim como a Júlio. Inexistente • Com verbos impessoais: Nevou em Santa Catarina. Não havia testemunhas. Oracional * Com VLig + predicativo + QUE É preciso que haja muita compreensão para com os amigos. * Com verbo na voz passiva sintética ou analítica + QUE ou SE Dir-se-ia que ele deve receber o prêmio. * Com verbo unipessoal + QUE Importa que nós compareçamos à reunião. • Substantivo (ou expressão substantivada): Aqueles irmãos são gêmeos. O anoitecer pegou-o de surpresa. • Pronome: Ela nadava muito. Aquilo foi inesperado. • Numeral: Dois terços dos alunos participaram do desfile. Predicado É a parte da oração que contém o verbo e traz uma informação, geralmente sobre o sujeito. • Verbal (com verbo significativo, sem predicativo): Eu entrei. • Nominal (com verbo de ligação + predicativo): Eu estou cansado. • Verbo-nominal (com verbo significativo + predicativo do sujeito ou do objeto): Eu entrei cansado. Predicação verbal • Verbo de ligação (com predicativo obrigatório, indica estado e liga o sujeito ao predicativo); • Verbo transitivo (significativo, necessita de complemento que se liga diretamente ou indiretamente); \\- transitivo direto (liga-se ao objeto sem a presença da preposição) \\- transitivo indireto (liga-se ao objeto por meio de preposição) \\- transitivo direto e indireto (tem dois objetos, um direto e um indireto) • Verbo intransitivo (tem sentido completo, não exige complemento). Predicativo Núcleo do predicado nominal, atribui qualidades ao sujeito ou ao objeto por intermédio de um verbo. • Verbo (ou locução verbal): O garoto caiu da moto. • Substantivo ou expressão substantivada: Aquele professor parece um artista. A vida é um constante recomeçar. • Adjetivo ou locução adjetiva: Ela ficou doente. O menino ficou de castigo. • Pronome: Meu livro é aquele. • Numeral: Somos sete em casa. Objetos direto e indireto (complementos verbais) São associados ao verbo e o complementam, indicando o alvo da ação verbal. • Objeto direto (sem preposição): Contemplei o espetáculo. • Complemento nominal É o termo que complementa o sentido de certos nomes (substantivos, adjetivos e advérbios) dotados de transitividade, da qual o complemento nominal funciona como alvo. • CN de substantivos (sempre abstratos, se forem concretos, serão adjuntos adnominais): O _combate_ • Substantivo (ou termo equivalente): Agente da passiva É o termo que indica o praticante da ação verbal em orações na voz passiva. Vem sempre associado a um verbo no particípio. É sempre preposicionado. Observação: o agente da passiva é sempre precedido de preposição e, assim como o sujeito, pode estar implícito ou indeterminado na oração com voz passiva sintética, podendo vir expresso na voz passiva analítica. Às 15 horas, a aula de história foi iniciada pelo professor. Às 15 horas, iniciou-se a aula de história. • Substantivo (ou termo equivalente): Adjunto adnominal É o termo que caracteriza um substantivo da oração sem o intermédio de verbo. Pode ser formado por artigos, numerais, adjetivos, locuções adjetivas, pronomes possessivos, demonstrativos, indefinidos e interrogativos, e o relativo cujo. Observação: Os pronomes pessoais retos e oblíquos e os de tratamento têm valor de substantivo e exercem funções de sujeito e complemento verbal, não podendo ser AA. Adjunto adverbial É o termo associado a um verbo, a um adjetivo, a um outro advérbio ou uma oração inteira e expressa uma circunstância (tempo, modo, lugar, causa, finalidade, etc.), modificando o sentido do termo a que se refere: Ela vive bem. Ela vive muito bem. Ontem, eles tinham uma vida proporcionalmente boa. Advérbio (ou locução adverbial): Os bombeiros estão sempre atentos. Eles falam bem. A criança aprende aos poucos. Aposto É o termo que explica, enumera, desenvolve, especifica ou resume um substantivo da oração, ao qual é equivalente. • Substantivo (ou termo equivalente): Maria, minha prima, não veio. Vocativo (Termo independente) É um termo isolado dentro da oração e que é usado para chamar ou interpelar o interlocutor. • Substantivo (ou termo equivalente): == Referências == *",
 "title": "Sintaxe"
}