{
 "id": "58810",
 "text": "Em artes visuais, o Dicionário Houaiss, verbete \"grafito\". ou grafíti (aportuguesamento do italiano graffiti, plural de graffito) é uma arte, na forma de uma inscrição caligrafada de elaboração mais complexa que a pichação ou um desenho pintado sobre um suporte em espaços públicos que não são previsto para esta finalidade (como em paredes), existente desde o Império Romano. Por muito tempo visto como um assunto irrelevante ou mera contravenção, atualmente o grafite já é considerado como forma de expressão incluída no âmbito das artes visuais, mais especificamente, da arte urbana — em que o artista aproveita as paredes, criando uma linguagem intencional para interferir na cidade. Entretanto, há quem não concorde, equiparando o grafite à pichação. Grafitar locais públicos ou privados, sem autorização dos respectivos proprietários, é atividade proibida por lei em vários países. == Descrição == Normalmente distingue-se o grafite, de elaboração mais complexa, da simples pichação, quase sempre considerada como contravenção. No entanto, muitos grafiteiros respeitáveis, como Os Gémeos, autores de importantes trabalhos em várias paredes do mundo, aí incluída a grande fachada da Tate Modern de Londres, admitem ter um passado de pichadores. Na língua inglesa, contudo, usa-se o termo graffiti para ambas as expressões. A partir do movimento contracultural de maio de 1968, quando os muros de Paris foram suporte para inscrições de caráter poético-político, a prática do grafite generalizou-se pelo mundo, em diferentes contextos, tipos e estilos, que vão do simples rabisco ou de tags repetidas ad nauseam, como uma espécie de demarcação de território, até grandes murais executados em espaços especialmente designados para tal, ganhando status de verdadeiras obras de arte. Os grafites podem também estar associados a diferentes movimentos e tribos urbanas, como o hip-hop, e a variados graus de transgressão. Dentre os grafiteiros, talvez o mais célebre seja Jean-Michel Basquiat, que, no final dos anos 1970, despertou a atenção da imprensa nova-iorquina, sobretudo pelas mensagens poéticas que deixava nas paredes dos prédios abandonados de Manhattan. Posteriormente Basquiat ganhou o rótulo de neoexpressionista e foi reconhecido como um dos mais significativos artistas do final do século XX. Atualmente no século XXI, muitas pessoas usam o grafite como arte em museus de arte. == Galeria == Ficheiro:Graffiti politique de Pompei.jpg|Antigo grafite político (Vila dos Mistérios, Pompeia) Ficheiro:Bethlehem Wall Graffiti 1.jpg|Belém (Palestina) Mauer-betlehem.jpg|Belém, Palestina File:Mur de tags au Forum de Barcelone.jpg|Barcelona, Espanha Image:Miss Van (Ricardo Chico).jpg|Barcelona, Espanha Image:Elisabethmarkt Muenchen Graffiti 1 retouched.jpg|Munique, Alemanha File:Art urbain.jpg|Bruxelas, Bélgica |Estados Unidos Image:LG graffiti 4.jpg|Ucrânia Image:Sesimbra Grafitti Gemeniano Cruz.jpg|Portugal Image:OsGemeos.jpg|São Paulo, Brasil Image:Chat qui peche.jpg|Paris, França == Ver também == * Aerografia * Afresco * Arte rupestre * Estêncil * Lista de ferimentos e mortes por graffitis e arte de rua * Muralismo * Museu Aberto de Arte Urbana de São Paulo * Pichação * Vigilância natural == Ligações externas == * COUY, V. B. Mural dos nomes impróprios: ensaio sobre grafito de banheiro. Rio de Janeiro: 7Letras, 2005. link. * MARCHE, Guillaume. Expressivism and Resistance: Graffiti as an Infrapolitical Form of Protest against the War on Terror. Revue française d’études américaines, n° 131, 2012/1. link. * GUERRA, Nicola. Vogliamo tutto. We want it all. Inside Art, n° 119, 2020. link. Categoria:Artes plásticas Categoria:Arte contemporânea Categoria:Arte urbana Graffiti Categoria:!Mais Diversidade em Teoria da História na Wiki",
 "title": "Grafito"
}