{
 "id": "58826",
 "text": "Maladroit é o quarto álbum da banda americana de rock alternativo Weezer, lançado em 14 de Maio de 2002 pela Geffen Records. O álbum apresenta pela primeira vez o baixista Scott Shriner na banda, seguindo a partida do anterior baixista Mikey Welsh, em 2001. Maladroit contém alguns acordes heavy metal, incomum nos anteriores lançamentos dos Weezer. Em Novembro de 2007, o álbum tinha vendido cerca de 605,000 cópias nos Estados Unidos, tendo atingido o 3.º lugar na tabela Billboard 200, sendo rapidamente certificado com ouro. == Base de criação e gravações == Para o seu quarto álbum de estúdio, os Weezer tentaram incorporar um sistema inovador no qual estes lançariam demos no formato MP3 no seu website todos os dias, enquanto estariam no estúdio a desenvolver Maladroit.Luerssen D., John, 2004 p. 398 Isto resultou em dúzias de versões diferentes de mais de trinta canções que circularam na Internet antes do álbum ser lançado. A ideia era a de manter uma comunicação aberta sólida com a sua base de fãs no seu fórum de discussão oficial, tal como, mais concretamente, com fóruns de discussão não oficiais como o Rivers Correspondent Board (o qual foi encerrado a pedido de Rivers Cuomo, principalmente para que os membros da imprensa não tivessem acesso a novidades). Contudo, o vocalista Rivers Cuomo e os fãs discordaram fortemente num grande número de aspectos criativos do álbum. Um dos poucos pontos de concordância foi trazer de volta a música do Verão de 2000 \"Slob\" para o uso no álbum. Cuomo comentou, Independentemente da discordância, os fãs dos Weezer são referidos com \"agradecimentos especiais\" no encarte do álbum e o próprio título foi sugerido por um membro do fórum de discussão dos Weezer, cujo nickname era Lethe.Luerssen D., John, 2004 p. 405 A disponibilização de demos em formato MP3 no website da banda resultou na reprodução das músicas, ainda não lançadas (e por vezes não concluídas), em grandes estações de rádio, para que as massas ouvissem.Luerssen D., John, 2004 p. 406 Na semana em que ocorreram as fugas para as estações de rádio, o single principal \"Dope Nose\" atingiu o 25.º lugar na tabela da Billboard, Modern Rock Tracks, sem sequer ter sido lançado um single oficial. Infelizmente, o tempo de antena resultou numa ordem judicial imposta pela Geffen Records, na qual pedia que os Weezer devolvessem as principais gravações das sessões de Maladroit e que pedissem desculpa a cada estação de rádio que passou a música.Luerssen D., John, 2004 p. 410Luerssen D., John, 2004 p. 411 A banda resistiu, afirmando que eles próprios financiaram as sessões e que o pedido de desculpas seria despropositado.Luerssen D., John, 2004 p. 413 Também os fãs resistiram, formando um grupo online denominado \"Unreleased Weezer for the Masses\", que exigia o lançamento do álbum.Luerssen D., John, 2004 p. 412 Os sucessos musicais \"Dope Nose\" e \"Hash Pipe\" (de The Green Album) foram ambos compostos na mesma noite e pelo mesmo método, com Cuomo a afirmar que alegadamente tomou \"um monte de Ritalina e três shots de tequila\" para compor as músicas.Luerssen D., John, 2004 p. 420 == Embalagem == As primeiras 600,000 cópias do álbum foram especificamente numeradas, com o número a ser colocado no canto inferior direito da contra-capa do CD.Luerssen D., John. Rivers' Edge: The Weezer Story. ECW Press, 2004, ISBN 1-55022-619-3 p. 432 A capa do álbum foi escolhida a partir de um concurso. Os Weezer, através do seu website, lançaram o desafio para submissões. A sua submissão favorita recaiu na escolha da capa que hoje se conhece. Este foi o primeiro álbum dos Weezer a ter as letras das músicas no seu livrete. == Recepção == Maladroit recebeu na generalidade revisões favoráveis. Na Metacritic, que avalia uma média pesada de pontuações de 0 a 100 a partir de revisões de críticos do sistema, o álbum recebeu uma pontuação média de 72. Stephen Thomas Erlewine da Allmusic deu ao álbum quatro estrelas, afirmando que este \"mantém a elevada qualidade do The Green Album\". A PopMatters deu ao álbum uma pontuação de oito em dez, afirmando que \"Maladroit mantém-no [o som] curto, mantém-no simples, mantém-no honesto mas, também importante, mantém-no a chegar. Obrigado aos Weezer por isso\". Contudo, a IGN deu ao álbum uma pontuação de cinco em dez, chamando-o de \"saco de misturas\", afirmando - \"Se tu queres ouvir uma magnífica banda de covers dos Weezer, segue directamente para Maladroit. Seguindo apenas o título [Desajeitado], é exactamente o que é publicitado. Mas, por favor, no futuro, vamos deixar os Weezer com os seus próprios dispositivos. Os nossos não funcionam\". A revista Spin acabou por classificá-lo como o 6.º melhor álbum de 2002, e os leitores da Rolling Stone elegeram-no como o 8.º melhor do ano. Noutro inquérito aos leitores da Rolling Stone, foi eleito como o 91.º melhor álbum de sempre. Em Junho de 2009, a revista Magnet publicou um artigo com as cinco músicas mais sobrevalorizadas e subestimadas dos Weezer. \"Todas do Maladroit\" foram classificadas em primeiro lugar da lista das cinco subestimadas, onde estes comentaram - \"Maladroit, o quarto álbum da banda, foi de facto muito bom - não exactamente profundo, mas tinha algumas músicas pop realmente estelares. Claro, Maladroit nunca se tornou numa marca cultural da forma como os dois primeiros álbuns da banda se tornaram, mas merece mais crédito do que já teve\". == Lista de faixas == == Posições nas Tabelas e Certificações == === Álbum === País - Tabela Melhor posição Ref \\- ARIA 11 \\- Ö3 Austria Top 40 22 \\- Billboard 200 3 \\- Suomen virallinen lista 11 \\- SNEP 42 Holanda - MegaCharts 95 \\- VG-lista 4 \\- UK Albums Chart 16 \\- Schweizer Hitparade 44 \\- Sverigetopplistan 22 === Certificações === País Certificação \\- ARIA \\- RIAA \\- BPI === Singles === Ano Música Melhor posição US Modern Rock UK Top 40 2002 \"Dope Nose\" 8 – \"Keep Fishin'\" 15 29 ==Pessoal== *Rivers Cuomo — vocalista, guitarra *Patrick Wilson — bateria *Brian Bell — guitarra rítmica, vocais de apoio *Scott Shriner — baixo, vocais de apoio Categoria:Weezer Categoria:Álbuns de Weezer Categoria:Álbuns de 2002 Categoria:Álbuns lançados pela Geffen Records",
 "title": "Maladroit"
}