{
 "id": "58824",
 "text": "Scott Gregory Shriner (Toledo, Ohio, 11 de julho de 1965) é um baixista, cantor e compositor americano. É mais conhecido por ser o baixista da banda de rock alternativo Weezer, com quem gravou sete álbuns de estúdio. Juntando-se à banda em 2001, Shriner é o baixista com mais tempo nos Weezer. Antes da sua carreira musical, Shriner foi um membro fuzileiro da Infantaria da marinha americana. Aos 25 anos de idade, este mudou-se para Los Angeles, Califórnia, para seguir uma carreira na música, frequentando o Musicians Institute. Shriner tocou em diversas bandas, incluindo a banda de metal Broken e, durante algum tempo, com Vanilla Ice. Em 2001, Shriner juntou-se aos Weezer de forma provisória, depois da partida súbita do baixista Mikey Welsh, que saiu da banda devido a razões pessoais. Após se tornar no substituto a tempo inteiro de Welsh, Shriner fez a sua estreia em gravações no quarto álbum de estúdio da banda, Maladroit. Durante a digressão da banda para a promoção do seu quinto álbum de estúdio, Make Believe, o vocalista dos Weezer Rivers Cuomo por vezes passava o papel de vocalista para Shriner e os seus colegas, Brian Bell e Patrick Wilson, para cantarem em determinadas músicas. Esta responsabilidade vocal aumentada foi levada para o álbum seguinte da banda, Weezer (The Red Album), onde Shriner compôs e foi vocalista na faixa \"Cold Dark World\". Durante um tempo, Shriner também tocou na banda paralela do seu colega Patrick Wilson, The Special Goodness. == Discografia == === Com os Weezer === *Maladroit (2002) *Make Believe (2005) *Weezer (The Red Album) (2008) *Raditude (2009) *Hurley (2010) *Death to False Metal (2010) *Everything Will Be Alright in the End (2014) *Weezer (White Album) (2016) *Pacific Daydream (2017) *Weezer (Teal Album) (2019) *Weezer (Black Album) (2019) *Ok Human (2021) *Van Weezer (2021) ===Outras contribuições=== *Avalon, de Anthony Green (2008) Categoria:Weezer Categoria:Baixistas dos Estados Unidos Categoria:Membros de Weezer",
 "title": "Scott Shriner"
}