{
 "id": "58846",
 "text": "Rastreio, Rastreamento ou Screening é a utilização de exames para detectar uma doença em pessoas assintomáticas. A premissa do rastreamento é que a doença seria identificada antes dos sintomas (fase preclínica ou subclínica), possibilitando começar o tratamento nas fases iniciais da doença com objetivo de aumentar as chances de cura. Embora o rastreamento pode levar ao diagnóstico precoce, nem todos os exames de rastreamento são benéficos. Sobrediagnóstico e falsos-positivos são possíveis efeitos adversos do rastreamento. == Tipos == Existem quatro grandes tipos diferentes de rastreio, consoante os objectivos a que se propõem Bonita R, Beaglehole R, Kjellström T. Epidemiologia Básica. 2ª Edição. São Paulo. 2010.: *rastreio em massa: rastreio de toda a população; *rastreio múltiplo ou em multifase: emprego de um certo número de diferentes testes de rastreio, aplicados ao mesmo tempo; *rastreio em alvo: rastreamento de grupos em alto risco para doença (ex: fumantes); *rastreio oportunístico: rastreio restrito a pacientes que consultam um médico por algum motivo. A ciência fundamental que guia a realização e indicação dos rastreios é a epidemiologia clínica. == Exemplos == Em muítos países, há programas populacionais de rastreamento. Alguns desses programas: * Rastreio para o câncer: **Exame de Papanicolau para detectar lesões precancerosas, com objetivo de evitar o câncer de colo de útero ** Mamografia para detectar câncer de mama ** Colonoscopia e sangue oculto nas fezes para detectar câncer colorretal ** Consulta dermatológica para detectar melanoma ** Ultrassonografia para detectar câncer de tireóide ** PSA para detectar câncer de próstata * Ultrassonografia para aneurima da aorta abdominal. == Princípios == A Organização Mundial da Saúde (OMS) publicou as diretrizes de rastreio em 1968, mas elas continuam sendo aplicáveis atualmente.Wilson JMG, Jungner G. (1968) Principles and practice of screening for disease (large pdf). WHO Chronicle Geneva:World Health Organization. 22(11):473. Public Health Papers, #34. # A condição precisa ser um importante problema de saúde. # A condição deve possuir tratamento. # Deve haver facilidades de diagnóstico e tratamento. # A doença precisa ter um estágio latente. # Deve haver um exame diagnóstico para a condição. # Este exame deve ser aceitável pelo paciente. # A história natural da doença deve ser adequadamente compreendida. # Deve haver um política de tratamento definida. # O custo de encontrar os casos deve ser economicamente favorável em relação ao custo do tratamento tardio. # A busca de novos casos deve ser contínua, e não um processo \"de uma vez por todas\". Em 2008, devido a novas tecnologias genômicas, a OMS publicou uma síntese com os critérios de rastreamento propostos durante os 40 anos anteriores. http://www.who.int/bulletin/volumes/86/4/07-050112/en/ Andermann A, Blancquaert I, Beauchamp S, Déry V. Revisiting Wilson and Jungner in the genomic age: a review of screening criteria over the past 40 years. Bulletin of the World Health Organization 2008, Volume 86, Number 4, April 2008, 241-320 : *O programa de rastreamento deve responder a uma necessidade conhecida; *Os objetivos do rastreamento deve ser definidos de início; *Deve existir uma população alvo definida; *Deve existir evidência científica da eficácia do programa de rastreamento; *O programa deve integrar educação, teste, serviços clínicos e o gerenciamento do programa; *Deve existir qualidade, com mecanismos para minimizar os riscos em potencial do rastreamento; *O programa deve garantir escolha informada, confidencialidade e respeito pela autonomia; *O programa deve promover a igualdade e acesso ao rastreamento a toda população alvo. *Os benefícios do rastreamento devem superar os malefícios. == Critérios == # O rastreio deve mudar a conduta de um caso # O exame realizado para o rastreio deve ser aceito pelo paciente e comunidade # O exame deve ser barato, fácil de usar, rápido, indolor e pouco constrangedor # O exame deve ter alta sensibilidade (a especificidade é importante, mas é secundária) # O rastreio deve ser custo-efetivo === O rastreio deve mudar o desfecho da doença === Um exame só se justifica se ele muda a história natural da doença. Nem toda doença diagnosticada precocemente tem tratamento ou nem todo tratamento é efetivo. Muitos tratamentos podem ser piores que a própria doença; podem ser muito caros ou penosos para os pacientes, tanto físico como emocionalmente. Vale lembrar que testes dão falsos resultados para mais e para menos, e muitas vezes podemos estar tratando uma falsa doença. Muitos argumentam que mesmo sem tratamento, uma pessoa tem o direito de saber-se doente para, por exemplo, planear melhor e com antecedência para um determinado desfecho. Muitos relatam que a percepção da vida muda com um diagnóstico. Contudo, devemos considerar também que muitos pacientes sofreriam por antecipação com determinada estratégia. Além disso, muitos exame não mudam a conduta ou o tratamento em determinados casos. === O rastreio deve ser aceito pelo paciente === O rastreio deve ser um exame fácil, rápido, barato, indolor e que não seja constrangedor para o paciente. Deve ainda, errar pouco (todos os testes erram para mais ou para menos). É difícil juntar todas essas características. == Vantagens e Desvantagens == Muitas das vantagens de um rastreio podem ser desvantagens também se vistas de um outro ângulo. Por isso, um rastreio deve ser indicado com critérios clínicos e epidemiológicos para se adequar à situação de cada indivíduo ou população. === Vantagens === #Diminui mortalidade, morbidade, podendo reduzir custo gasto no tratamento de algumas doenças === Desvantagens === #Sobrediagnóstico e sobretratamento (tratamento desnecessario), aumentando a morbidade, a mortalidade e custos relacionados a procedimentos e investigação. #Estatística de sobrevivência é enviesada devido a vieses: da antecipação do diagnóstico, da duração da doença e do sobrediagnóstico. #Estresse nos pacientes devido a resultados positivos, que mais tarde descobre ser um falso-positivo. #Falsa segurança dos pacientes com rastreio negativo: pacientes podem deixar de se cuidar com um rastreio negativo ou podem se achar saudáveis com um rastreio falso negativo #Pacientes com sintomas podem esperar até o proximo exame de rastreio, em vez de consultar o médico. == Análise == Para muitas pessoas, o rastreamento intuitivamente parece ser sempre positivo, já que detectar uma doença precocemente aparenta ser melhor. No entanto, nenhum teste de rastreamento é perfeito. Haverá sempre problemas com resultados incorretos e outras questões discutidas a baixo. Antes de um programa de rastreio ser implementado, é ideal que os órgãos de saúde tenham a certeza que o programa faz mais bem do que mal. Os melhores estudos para verificar se um exame de rastreio prolongará a vida da população são estudos clínicos randomizados controlados. === Sobrediagnóstico === Rastreamento pode identificar doenças que não causariam sintomas, nem causariam a morte do paciente. O paciente morreria por outra causa, sem saber que tinha a doença sendo rastreada. O sobrediagnóstico, com o subsequente tratamento desnecessário e seus danos, é provavelmente o dano mais importante associado à detecção precoce do câncer. Welch HG, Black WC Overdiagnosis in cancer J Natl Cancer Institute 2010 May 5; 102(9):605-13 DOI Um bom exemplo de sobrediagnóstico ocorre no rastreamento para o câncer de próstata, onde pode ser falado que \"mais homens morrem com do que pelo câncer de próstata\". Em estudos de autópsias em homens entre 60-79 anos, a incidência de câncer de próstata variou entre 14 e 77%. O câncer de próstata foi encontrado até em autópsias de homens jovens que morreram por outras causas, com incidência de 8-11% Sandhu GS, Adriole GL. Overdiagnosis of prostate cancer. Journal of the National Cancer Institute Monographs 2012 (45): 146–151. As pessoas sobrediagnosticadas serão consideradas como \"curadas\", em vez de \"pessoas saudáveis diagnosticadas e tratadas desnecessariamente\". O sobrediagnóstico pode criar um ciclo: quanto mais sobrediagnóstico, mais pessoas podem acreditar que o rastreamento é mais eficaz do que realmente é, fazendo com que mais pessoas façam o rastreamento, levando a mais sobrediagnóstico. Brodersen J, Kramer BS, Macdonald H, et al. 2018. Focusing on overdiagnosis as a driver of too much medicine. BMJ 362: k3494. doi: 10.1136/bmj.k3494. Isso foi chamado de paradoxo da popularidade. Raffle AE, Gray JAM. Screening: Evidence and Practice. Oxford University Press. 2007 Devido ao sobrediagnóstico, o número de pacientes curados (taxa de sobrevivência 5 ou 10 após o diagnóstico) aumenta, dado que o número de diagnósticos foi inflado pelos novos casos sobrediagnosticados, que são incluídos como \"curados\". Isso é chamado de viés do sobrediagnóstico. === Viés de Seleção === As pessoas que normalmente buscam serem rastreadas são diferentes em outros fatores do aqueles que não fazem. Diversos estudos mostraram que pessoas mais saudáveis, com maior nível educacional, que comem mais frutas e vegetais, não-fumantes tendem a serem mais rastreadas do que aqueles com menores recursos, doentes, fumantes, etc. Isso ficou conhecido como viés ou efeito do rastreado saudável. === Viés da duração da doença (ou do tempo de duração) === Usando como exemplo o rastreamento para o câncer, é mais provável que o rastreamento detecte tumores que crescem devagar ou até regrediriam. Por outro lado, é menos provável que o rastreamento detecte aqueles tumores mais letais - como crescem muito rápido, tendem a causar sintomas no intervalo entre um teste de rastreamento e o seguinte. Esses tumores que crescem devegar normalmente detectados pelo rastreio normalmente possui um melhor prognóstico. Com isso, a taxa de sobrevivência aumenta devido a inclusão desses novos diagnósticos mais indolentes. === Viés do tempo ganho (ou da antecipação do diagnóstico) === O rastreamento só é eficaz se antecipar o diagnóstico, ou seja, se conseguir diagnosticar doenças antes do momento em que seria feito o diagnostico pelos sintomas. Considere o caso no qual o paciente seria diagnosticado pelos sintomas (o mesmo que sem rastreamento) aos 70 anos e morre pela doença aos 75 anos, possuindo uma sobrevida de 5 anos após o diagnóstico. Considere também que esse paciente seria diagnosticado pelo rastreamento aos 65 anos e também morreria pela doença aos 75 anos. Nesse último caso, a sobrevida foi de 10 anos após diagnóstico, mas o paciente morreu exatamente no mesmo momento. Nesse exemplo, mesmo o rastreamento não prolongando a vida, a métrica de sobrevivência sugere equivocadamente que o rastreamento foi eficaz. === Vieses na mortalidade específica da doença === Devido aos vieses de sobrediagnóstico, duração de doença e de tempo ganho, as métricas de sobrevivência não indicam se o rastreamento é eficaz. Apenas uma redução na mortalidade demonstra a eficácia do rastreamento. O principal desfecho utilizado no estudos de rastreamento é o número de mortes causadas pela doença sendo rastreada, o que é chamado de mortalidade-específica da doença. Por exemplo, nos estudos clínicos do rastreamento mamográfico para o câncer de mama, o principal desfecho reportado é a mortalidade do câncer de mama. Entretanto, dois vieses podem ocorrer no desfecho da mortalidade específica da doença. O vies slippery linkage from screening Black WC, Haggstrom DA, Welch GH. All-Cause Mortality in Randomized Trials of Cancer Screening. Journal of the National Cancer Institute 2002 February 6; 94 (3): 167-173. enviesa a mortalidade específica da doença a favor do rastreamento. No exemplo do rastreamento para o câncer de mama, mulheres sobrediagnosticadas com a doença podem receber radioterapia, que aumenta a mortalidade por câncer de pulmão e doença cardíaca.Gøtzsche, P.C., Commentary: Screening: A seductive paradigm that has generally failed us. International Journal of Epidemiology 2015 244(1): 278-280 DOI: 10.1093/ije/dyu267 O problema é que essas mortes causadas pelo tratamento normalmente são classificadas como outras causas (e não câncer de mama) e podem ser maior do que o número de mortes de câncer de mama evitadas pelo rastreamento. Por outro lado, o viés stick diagnosis from screening ocorre quando mortes por outras causas são atribuídas à doença rastreada, enviesando a mortalidade específica da doença contra o rastreamento. Com isso, o desfecho não enviesado é a mortalidade geral. Porém, amostras muito maiores são necessárias em estudos clínicos para detectar uma diferença na mortalidade geral. Em 2016, o pesquisador Vinay Prasad e coautores publicaram um artigo no British Medical Journal Prasad V, Lenzer J, Newman D.H. Why cancer screening has never been shown to \"save lives\"--and what we can do about it. British Medical Journal 2016 352:h6080 DOI: 10.1136/bmj.h6080 discutindo que nunca foi demonstrado que o rastreamento para o câncer salva vidas, uma vez que os estudos clínicos de rastreamento não mostram redução na mortalidade geral. Os autores argumentam que uma exceção seria um estudo publicado em 2011 no New England Journal of Medicine avaliando o rastreamento com tomografia para o câncer de pulmão em fumantes - constituindo um grupo alto de risco - mas uma revisão sistemática posterior não corroborou a redução na mortalidade geral Categoria:Termos médicos",
 "title": "Rastreio"
}