{
 "id": "58854",
 "text": "Crime é uma infração de maior potencial ofensivo e um tipo de espécie do gênero Infração Penal, que é toda conduta que gera lesão penalmente relevante a um bem jurídico tutelado pelo estado, que está previamente tipificado como ilícita e que determine, expressamente, o conceito primário e secundário do tipo penal. A palavra vem do termo latino crimen, ou delito, considerado como a violação de uma norma penal - lei penal,FERREIRA, A. B. H. Novo Dicionário da Língua Portuguesa. 2ª edição. Rio de Janeiro. Nova Fronteira. 1986. p. 498. não punível pela lei ou por um estado ou outra autoridade quando os factos não são praticados por dolo ou negligência mas sejam determinados por uma ilegalidade ou transgressão aos direitos de outrem. Se a ilegalidade for cometida pelo próprio e contra ele mesmo, ou contra terceiros, e aquele reagir a essa ilegalidade ou promover a reacção contrária de terceiros, só ele é o responsável, e por isso punido por todos os factos seguintes em razão da autoria (pessoa que dá início a todos os factos em sequência até ao fim do crime, acontecimento, catástrofe ou monstruosidade). Pela Constituição, só o autor pode ser punido, embora, excepcionalmente, também o aproveitador da autoria (quem aproveita um crime para exceder a legítima defesa ou obter lateralmente outro fim ou benefício ilícito, portando embora de forma independente do autor ou do reactor). Muitas vezes, o aproveitamento é determinado por corrupção do autor a outro agente, como plano B de um crime, por exemplo a encomenda de outros factos, ou de um processo para perseguição de alguém, etc. Ou seja, os factos que constituem um crime são sempre determinados por algo, que pode ser uma ilegalidade ou um direito (legalidade), mas só é punível o facto ilegal (quem praticou um crime determinado por um facto ilegal não pode ser punido mas sim quem determinou a reacção a um facto ilegal e desde que haja culpa ou autoria e também dolo (intenção). Há intenção ou dolo no agente que actuou com a consciência de que tal iria ter um resultado ou fim ilícito, embora soubesse naturalmente que era proibido e que por isso até a lei o proibia. Em suma, crimes todos nós os praticamos e até no dia-a-dia, quer seja através de um embuste ou mentira ou por abuso de poder. Mas um “crime punível” é praticado por via ilegal ou com uma forma proibida pela lei penal e por isso com consciência ou responsabilidade e sempre para atingir um fim ilegítimo, ou contra direito, ou por exemplo para simplesmente criar um prejuízo a terceiro. Ao contrário, a reacção a um facto doloso (a legítima defesa ou o estado de necessidade), ou reacção a um crime punível, são factos praticados legitimamente e muitas vezes com coragem, e por isso é que não puníveis e muitas vezes até aos seus agentes é atribuído o título de heróis do bem ou da humanidade. O direito é um poder, mas um poder de legitimidade e não da ilegalidade, daí que, por lei, o consentimento na prática de um crime punível, contra o próprio ou contra terceiros, é sempre também um crime punível. Porque a lei proíbe a prática de qualquer crime punível e seja por que motivo for. O termo \"crime\" não tem, no direito penal moderno, qualquer definição simples e universalmente aceite,Farmer, Lindsay: \"Crime, definitions of\", in Cane and Conoghan (editors), The New Oxford Companion to Law, Oxford University Press, 2008 (), page 263 (Google Books). A visão mais popular é que o crime é uma categoria criada pela lei, devido a ignorância ou até como meio de garantir negócios ilegais escondidos pelos agentes do estado sombra. Em outras palavras, algo é um crime se declarado como tal pela lei pertinente e aplicável. Uma definição proposta é que um crime é um ato nocivo não apenas para um indivíduo, mas também para uma comunidade, sociedade ou o estado. Tais actos são então proibidos e puníveis por lei. O comportamento criminal é definido pelas leis de jurisdições particulares e, por vezes, há grandes diferenças mesmo dentro dos países sobre quais tipos de comportamento são proibidos. A conduta que é legal em um país ou jurisdição pode ser criminosa em outra e a atividade que equivale a uma infração trivial em uma jurisdição pode constituir um crime grave em outros lugares. A mudança dos tempos e atitudes sociais podem levar a mudanças no Direito penal de modo que o comportamento que antes era criminoso pode tornar-se legal por exemplo, o aborto, outrora proibido, exceto nas circunstâncias mais incomuns, é legal em muitos países.Crime, em The Concept Of Crime: Criminal Codes, Encyclopædia Britannica, == Etimologia == A palavra \"crime\" é derivada da raiz latina cernō , que significa \"eu decido, eu julgo\". Originalmente, a palavra latina crīmen significava \"acusação criminal\" ou \"choro de angústia\".Ernest Klein, Klein's Comprehensive Etymological Dictionary of the English Language A palavra krima (κρίμα) do grego antigo, da qual o cognato latino deriva, geralmente se refere a um erro intelectual ou uma ofensa contra a comunidade, em vez de um erro privado ou moral.Bakaoukas, Michael. \"The conceptualisation of 'Crime' in Classical Greek Antiquity: From the ancient Greek 'crime' (krima) as an intellectual error to the christian 'crime' (crimen) as a moral sin.\" ERCES ( European and International research group on crime, Social Philosophy and Ethics). 2005. == História == Desde as primeiras civilizações, ao cunhar a lei, esteve presente um dos seus objetivos primordiais que é limitar e regular o procedimento das pessoas diante de condutas amplamente consideradas como nocivas e reprováveis. Um dos escritos mais antigos é o código sumeriano de \"Ur-Nammu\" que data de aproximadamente 2100 a.C. no qual se vêm arrolados 32 artigos alguns dos quais preconizando penas para atos delitivos. O Código de Hamurabi que é compilação maior e posterior, dentre outros regramentos penais contra o crime, adota a chamada Lei de Talião ou a conhecida lei do olho por olho, dente por dente, que concedia aos parentes da vítima o direito de praticar com o criminoso a mesma ofensa e no mesmo grau por ele cometida (ver: Codificação jurídica). Destaca- se também, na antiga Lei de Moisés, a cominação de penas severas. Não haveria perdão por parte de Deus, sendo o criminoso (ou pecador) sujeito às sanções ditas divinas. Acredita-se que a teoria humanista de Jesus de Nazaré, bem como a dura pena pela qual passou, tenham abrandado as formas de punição e introduzido o perdão na teoria criminal. Até à Idade Média, a noção de crime não era muito clara, frequentemente confundida com outras práticas reprováveis que se verificavam nas diversas esferas legais, administrativas, contratuais, sociais (stricto sensu), e até religiosas. Até a consagração do princípio da reserva legal em matéria penal ou nullum crimen nulla poena sine lege (\"não há crime e não há pena sem lei\"), crime e pecado se confundiam pela persistência de um vigoroso direito canônico que às vezes confundia (e até substituía) a legislação dos Estados. Deve-se, portanto, àquele princípio, a formulação atual de várias legislações penais que, em verdade, não proíbem nenhuma prática, mas simplesmente tipificam condutas e preconizam as respectivas penas àqueles que as praticam. Assim, é correto dizer que não há lei alguma que proíba alguém de matar uma pessoa. O que há é uma lei que tipifica esta ação definindo-a como crime, e prescreve-lhe as diversas penas aplicáveis àquele que a praticou, levando em conta as diversas circunstâncias atenuantes ou agravantes presentes em cada caso. Para a hermenêutica jurídica, a norma incriminadora tem a finalidade de repudiar e proibir condutas através de uma coação e repressão, cominando penas que devem ser interpretadas e aplicadas conforme os princípios do Direito Penal da proporcionalidade e razoabilidade. ==Definição== === Brasil === A definição de crime no Brasil é definida no art. 1° da Lei de Introdução do Código Penal (decreto-lei n. 3.914, de 9 de dezembro de 1941):Constituição do Brasil - DECRETO-LEI Nº 3.914, DE 9 DE DEZEMBRO DE 1941. No Brasil, o crime é o mais grave entre os dois tipos de infração penal definidos (o outro tipo é a contravenção). Os crimes distinguem-se das contravenções por serem infrações penais às quais a lei comina pena de reclusão ou de detenção, não importando se isoladamente, alternativamente ou cumulativamente com a pena de multa. == Tipos penais == Cada tipo penal gera um resultado danoso a algum bem jurídico diferente, e por isso a maneira de se planejar, executar e consumar são diferentes, alguns geram resultados mais severos e outros menos severos, alguns danificam bens materiais e financeiros, outros danificam o corpo humano, ou a saúde mental, assim como a moral e os costumes de uma sociedade. Por isso para efeito de estudos e conforte as legislações penais as condutas consideradas como crimes foram agrupados segundo o bem jurídico atingido. Assim, temos, abaixo, uma lista não conclusiva sobre alguns dos principais grupos delitivos. === Crimes contra a pessoa === * Homicídio - matar alguém * Infanticídio - matar o próprio filho, durante o parto ou logo após, sob influência do estado puerperal * Homicídio culposo - quando não há intenção de matar, sendo a morte provocada por imperícia, negligência ou imprudência * Homicídio doloso - quando há intenção de matar ou quando o agente assume o risco de causar a morte * Induzimento, instigação ou auxílio a suicídio *Lesão corporal * Abandono de incapaz * Omissão de socorro * Maus-tratos === Crimes contra a honra === * Injúria (ofensa verbal, escrita ou encenada) * Calúnia (falsa atribuição de cometimento de crime a alguém) * Difamação (propagação desabonadora contra a boa fama de alguém). * Plágio (cópia de ideologias, textos e afins considerados graves de outro indivíduo) === Crimes contra o patrimônio === * Furto - subtração de coisa alheia móvel. * Roubo - subtração de coisa alheia móvel mediante violência. * Latrocínio - roubo que tem como consequência a morte, não necessariamente \"roubo seguido de morte\", como normalmente é mencionado, pois pode haver casos de latrocínio em que a morte se dá antes da subtração do patrimônio da vítima. (Trata-se de crime contra o patrimônio, pois a motivação do crime é a subtração imediata do patrimônio da vítima). * Receptação - receptar algo ou produtos roubados. * Dano - danificação dolosa de coisa alheia (não havendo crime de Dano culposo). * Extorsão - quando se constrange alguém com o intuito de receber vantagem econômica indevida. * Extorsão mediante sequestro - sequestrar pessoa com o fim de obter vantagem como condição do resgate. * Usurpação - apropriar-se, no todo ou em parte, de coisa imóvel alheia. * Estelionato - obter para si vantagem ilícita por meio de erro ou ardil. * Violação de direito autoral - uso não autorizado de obra alheia. * Violação do direito de marca - violar patente ou desenho industrial. === Crimes contra a administração pública === * Peculato * Peculato mediante erro de outrem === Crimes contra a dignidade sexual === * Estupro - constranger alguém, mediante violência ou grave ameaça, a ter conjunção carnal ou a praticar ou permitir que com ele se pratique outro ato libidinoso. * Corrupção de menores - corromper pessoa maior de 14 e menor de 18 anos mediante ato de libidinagem. * Assédio Sexual - Perseguir alguém para obter favores sexuais === Crimes contra a incolumidade pública === * Incêndio * Explosão * Desabamento ou desmoronamento === Crimes contra o patrimônio histórico === * Roubo de antiguidades - Roubar antiguidades. Pena: responder por roubo e receptação, detenção de 4 anos. * Contenha de antiguidades roubadas - Receptar antiguidades roubada e ocultar em porões, garagem,etc com intuito de mentir. Pena:Responder por receptação, formação de quadrilha, roubo, falsidade ideológica e dano de coisa de valor artístico, arqueológico ou histórico. Detenção, liberdade paga. * Demolição - Demolir e destruir totalmente um imóvel com intuito de depositar os restos nas margens dos rios, lagos etc. Pena: responder por Dano, Roubo, Danificação de coisa de valor artístico, arqueológico ou histórico, Induzimento à especulação, emissão irregular de conhecimento de depósito ou warrant, alteração de local especialmente protegido, crime ambiental e invasão de estabelecimento comercial, industrial ou agrícola, sabotagem. Pena: detenção de 20 anos. === Crimes contra a administração da justiça === * Falso testemunho - fazer afirmação falsa como testemunha ou calar a verdade. * Denunciação caluniosa - Prestar queixa ou denúncia que sabe-se ser falsa. === Crimes econômicos === * Estelionato - falsificação de dinheiro. * Lavagem de dinheiro * Fraude - Furto, assalto, extorsão e extorsão mediante sequestro de dinheiro mediante violação do direito autoral. == Ver também == * Contravenção * Crime à distância * Crime ambiental * Crime autônomo * Crime complexo * Crime comum * Crime consumado * Crime continuado * Crime contra a humanidade * Crime culposo * Crime de dano * Crime de fato permanente * Crime de guerra * Crime de lesa- majestade * Crime de mão própria * Crime de responsabilidade * Crime doloso * Crime eleitoral * Crime habitual * Crime hediondo * Crime impossível * Crime instantâneo * Crime organizado * Crime passional * Crime perfeito * Crime permanente * Crime plurissubsistente * Crime político * Crime preterdoloso * Crime preterintencional * Crime provocado * Crime qualificado * Crime sexual * Crime tentado * Criminoso * Criminologia * Delinquência * Infração penal * Iter criminis == Bibliografia == * CALHAU, Lélio Braga. Resumo de Criminologia, 4ª edição, Rio de Janeiro, Impetus, 2009. * PRADO, Luiz Régis Prado. Curso de Direito Penal Brasileiro., São Paulo, RT. * GRECO, Rogério. Curso de Direito Penal. RJ, Impetus. == Ligações externas ==",
 "title": "Crime"
}