{
 "id": "5888",
 "text": "A membrana nuclear, também conhecida como carioteca, invólucro nuclear ou envelope nuclear (o termo utilizado anteriormente não é próprio para citações, pois convém informar que a estrutura é formada por duas membranas), é a estrutura que individualiza o núcleo e seu conteúdo nas células eucariontes (em particular o DNA) do citosol (citoplasma) É formada por dois folhetos ou membranas (constituídos por uma bicamada lipídica), um interno e um externo, com um espaço entre eles de 20 a 100 nm de espessura. O folheto externo é contínuo com o retículo endoplasmático rugoso. No envoltório nuclear, estão presentes os chamados poros nucleares, que facilitam e regulam a troca de material (como proteínas e RNAm) entre o núcleo e o citoplasma. Esses poros nucleares são estruturas grandes e complexas, muito diferentes de outras estruturas relacionadas ao transporte transmembrânico, como canais iônicos e outros transportadores de membranas. No folheto interno do envoltório nuclear existem proteínas que se associam a uma rede de filamentos intermediários feito de lamina que por sua vez está ligada a cromatina. Esta estrutura, conhecida como lâmina nuclear, é responsável pela desorganização do envoltório nuclear durante a prófase e sua reorganização durante a telófase. Durante a mitose, ocorre a desintegração do envoltório nuclear, que se inicia no período da prófase e está completo no período da metáfase, quando os cromossomos começam a separar-se. Neste período, as proteínas laminares são fosforiladas e mantidas dentro de vesículas na forma de dímeros. Após a separação dos cromossomos, o envoltório nuclear é novamente formado nos núcleos resultantes, durante a telófase. Todavia é válido realçar o fato de que nas células procariontes não há presença da carioteca (membrana nuclear), devido à diferença de comportamento entre células bacterianas e células animais/vegetais Eucariontes e Procariontes – Dicas de Ciências Categoria:Biologia celular Categoria:Subestruturas nucleares",
 "title": "Envoltório nuclear"
}