{
 "id": "58892",
 "text": "Cneu Pompeu Magno (106–; ), conhecido simplesmente como Pompeu ou Pompeu Magno,Smith, Pompeius (10). foi um político da gens Pompeia da República Romana, eleito cônsul por três vezes, em 70, 55 e , com Marco Licínio Crasso nas duas primeiras vezes e Quinto Cecílio Metelo Pio Cipião Násica na última, com um período de um mês no qual não teve parceiro com poderes extraordinários. Pompeu era oriundo de uma rica família provincial e seu pai, Cneu Pompeu Estrabão, cônsul em , foi o primeiro de sua família a alcançar a posição consular. Seu imenso sucesso como general ainda muito jovem abriu caminho para que ocupasse seu primeiro consulado sem seguir o caminho normal do cursus honorum, a carreira esperada de um magistrado. Foi também um vitorioso comandante durante a Segunda Guerra Civil de Sula, que conferiu-lhe o cognome \"Magno\" (\"o Grande\"). Celebrou três triunfos por conta de suas vitórias. Em meados da década de , Pompeu se juntou a Crasso e a Júlio César na aliança político-militar extra-oficial conhecida como Primeiro Triunvirato, selado com o casamento de Pompeu com a filha de César, Júlia. Depois das mortes de Júlia e Crasso, Pompeu se aliou ao partido dos optimates, a facção conservadora do senado romano. Pompeu e César lutaram então pela liderança do Estado Romano, o que levou à guerra civil entre os dois. Quando Pompeu foi derrotado na Batalha de Farsalos (), ele tentou se refugiar no Egito, mas foi assassinado ao chegar. Sua carreira e sua derrocada final foram eventos importantes na transformação da República Romana no Principado, a fase inicial do Império Romano. == Primeiros anos e início da carreira política == A família de Pompeu alcançou a posição consular em . O pai de Pompeu, Cneu Pompeu Estrabão, era um rico cidadão romano proprietário de terras na região de Piceno. Seguindo o tradicional cursus honorum, tornou-se questor em , pretor em e cônsul em . Durante sua vida política conseguiu uma reputação de ganância, pelo jogo duplo na política e pela crueldade militar. Ele apoiou o grupo tradicionalista dos optimates liderado por Sula contra o grupo dos populares de Caio Mário na guerra civil entre os dois.Apiano, Guerras Civis 1.9.80 Estrabão morreu durante o cerco de Mário contra Roma em , seja por causa de uma epidemia, ou atingido por um raio ou ainda por uma combinação dos dois efeitos. No relato de Plutarco, seu corpo foi arrastado de seu esquife pela multidão.Plutarco, Vidas Paralelas, Pompeu, 1.Veleio Patérculo, História Romana 2, 21. Pompeu, com vinte e um anos na época, herdou suas propriedades, sua afiliação política e, principalmente, a lealdade das legiões comandadas por Estrabão. Pompeu havia servido dois anos sob o comando do pai e participou dos movimentos finais da Guerra Social contra as tribos itálicas. Ele voltou a Roma e foi processado por ter sido acusado de apropriação indébita dos saques, mas seu noivado com uma das filhas do juiz do caso, Antístia, assegurou sua rápida absolvição.Plutarco, Vidas Paralelas, pg 126 Nos anos seguintes, os marianos tomaram posse da Itália.Boak, History of Rome, pgs 145-6 Quando Sula retornou de sua campanha contra , em , Pompeu arregimentou três legiões em Piceno para apoiá-lo contra o regime mariano comandado por Cneu Papírio Carbão.Dião Cássio descreve esse alistamento como de um \"pequeno bando\": Dião Cássio, História Romana 33, frag. 107 Sula e seus aliados expulsaram os marianos da Itália em Roma e Sula, já ditador (o primeiro em mais de um século), ficou impressionado com o desempenho e auto-confiança do jovem Pompeu. Sula chamou-o de imperator e ofereceu-lhe sua enteada, Emília Escaura, em casamento. Emília — já casada e grávida — divorciou-se de seu marido e Pompeu, de Antístia, sua primeira esposa. Embora Emília tenha morrido no parto logo em seguida, o casamento confirmou a lealdade de Pompeu e ajudou muito na sua carreira.Plutarco, Vidas Paralelas, pg. 136 == Sicília e África == Com a guerra na Itália encerrada, Sula enviou Pompeu para enfrentar os marianos na Sicília e na África.Plutarco, Vidas Paralelas, pg. 141 Em , Pompeu conquistou a Sicília, o que garantia os suprimentos de cereais da cidade de Roma, executando imediatamente Cneu Papírio Carbão e seus aliados, o que provavelmente lhe garantiu a alcunha de \"adulescens carnifex\" (\"açougueiro adolescente\").Valério Máximo, Facta et dicta memorabilia, 6.2.8 Em , Pompeu seguiu para a África e derrotou Cneu Domício Enobarbo, genro de Cina, e o rei númida Hiarbas depois de uma dura batalha.Plutarco, Vidas Paralelas, pgs. 143-5 Depois desta série de vitórias, Pompeu foi proclamado imperator por suas tropas no campo de batalha africana. De volta a Roma, recebeu uma entusiástica recepção popular e foi chamado de \"Magno\" (\"o Grande\") — provavelmente como reconhecimento de suas inquestionáveis vitórias e à sua popularidade. Porém, parece evidente a relutância de Sula ao fazê-lo. O jovem general era, oficialmente, ainda um mero \"privatus\" (\"cidadão privado\") e não havia ocupado ainda nenhum cargo oficial no cursus honorum. O título pode também ter sido uma forma de reduzir o sucesso de Pompeu, que o utilizou apenas mais para frente em sua carreira.Plutarco, Vidas Paralelas, pg 148 – 149. Quando Pompeu exigiu um triunfo por suas vitórias africanas, Sula recusou, pois seria um ato sem precedentes e até ilegal homenagear um jovem privatus — legalmente, Pompeu sequer poderia ter legiões privadas. Pompeu se recusou a aceitar esse desfecho e apareceu nos portões de Roma esperando a homenagem, obrigando Sula a ceder e conceder-lhe a homenagem.Plutarco, Vidas Paralelas, pg. 149 Porém, Sula também realizou seu próprio triunfo primeiro, depois permitiu que Quinto Cecílio Metelo Pio realizasse o dele e deixou o triunfo extralegal de Pompeu em terceiro lugar na sucessão de triunfos. No dia da realização do triunfo, Pompeu tentou brilhar mais que seus companheiros mais seniores desfilando numa carruagem triunfal puxada por um elefante, representando suas vitórias na exótica África. Os elefantes, porém, não passavam pelo portão e algum replanejamento de momento foi necessário, o que acabou embaraçando Pompeu e divertindo a plateia.Plutarco, Vidas Paralelas, pg. 151 Os historiadores acreditam que sua recusa em ceder aos pedidos quase amotinados de suas tropas por recompensas em dinheiro teriam impressionado Sula e os conservadores em Roma, o que ajudou ainda mais a sua ascensão na hierarquia política e militar romana. == Sertório e Espártaco == A carreira de Pompeu parece ter sido orientada pelo desejo de glória militar e pelo seu desprezo pelas tradições políticas vigentes.Holland, Rubicon, pgs. 141-42 Num ato político muito comum na época, Pompeu casou-se com a enteada de Sula, Múcia Tércia. Porém, nas eleições consulares de , Pompeu apoiou Marco Emílio Lépido contra a vontade de Sula, que o removeu de seu testamento. Sula morreu no mesmo ano e, quando Lépido se revoltou, foi Pompeu que sufocou sua rebelião a pedido do Senado. Logo depois, Pompeu pediu ao senado um governo proconsular na Hispânia para lidar com o último general popular, Quinto Sertório, que vinha resistindo já havia três anos às investidas de Quinto Cecílio Metelo Pio, um dos mais habilidosos generais sulanos.Plutarco, Vidas Paralelas, pg. 158 A aristocracia romana o rejeitou, pois passou a temer o jovem, popular e vitorioso general, que se mostrou ser também ambicioso. Pompeu resolveu resistir e se recusou a desmobilizar suas legiões até que seu pedido fosse atendido. O senado relutantemente concordou, concedendo-lhe o título e poderes de procônsul, iguais aos de Metelo, e enviou-o a Hispânia.Boak, History of Rome, pg. 152 No caminho, Pompeu passou um ano subjugando tribos rebeldes no sul da Gália e organizando a província.Cícero, Pro lege Manilia Pompeu ficou na Hispânia entre 76 e e, por um longo tempo, não conseguiu encerrar a Guerra Sertoriana por conta das táticas de guerrilha de Sertório. Apesar de não ter conseguido derrotar decisivamente o general rebelde, Pompeu venceu várias campanhas contra seus oficiais subordinados e gradualmente assumiu a vantagem sobre ele numa dura guerra de atrito. Sertório foi se enfraquecendo cada vez mais e, por volta de , Metelo e Pompeu estavam conquistando cidade após cidade numa sequência de vitórias.Boak, History of Rome, pg. 153 Em , os sertorianos controlavam pouco mais do que a Lusitânia e muitos de seus soldados estavam desertando. Pompeu conseguiu finalmente esmagar os populares depois que Sertório foi assassinado por um de seus próprios oficiais, Marco Perperna Ventão, que foi derrotado por Pompeu em sua primeira batalha. No início de , todo o exército da Hispânia se rendeu. Pompeu revelou então seu talento para a organização eficiente e administração justa da província conquistada, estendendo seu patrocínio por toda a Hispânia e no sul da Gália.Holland, Rubicon, pg. 142 Em algum momento do mesmo ano, partiu para a Itália com seu exército. Enquanto isto, Crasso estava lutando contra Espártaco para sufocar a Terceira Guerra Servil. Crasso derrotou-o, mas, em sua marcha até Roma, Pompeu encontrou alguns remanescentes do exército dele. Depois de capturar cerca de deles, Pompeu reivindicou para si a glória pelo fim da revolta, o que enfureceu Crasso.Holland, Rubicon, pgs. 150-51 De volta a Roma, Pompeu era muito popular. Em 31 de dezembro de , celebrou seu segundo triunfo, desta vez por suas vitórias na Hispânia e, pela primeira vez, legalmente. Para seus aliados, Pompeu era o mais brilhante general de sua época, claramente merecedor da graça divina e um possível campeão dos direitos dos romanos. Ele havia enfrentado Sula e seu senado com sucesso e ele, ou sua influência, eram vistos como os únicos capazes de restaurar os direitos e privilégios da plebe perdidos durante a ditadura de Sula. Por causa disto, Pompeu recebeu permissão para ignorar outra antiga tradição romana. Com apenas 35 anos de idade e, apesar de não ser sequer um senador ainda, foi eleito cônsul em uma votação acachapante, servindo em tendo Crasso como parceiro. A ascensão meteórica ao consulado não tinha precedentes e suas táticas ofendiam a nobreza tradicionalista, cujos valores ele alegava compartilhar e defender. Mas Pompeu não deixou-lhes nenhuma escolha a não ser aprovar seu consulado. == Campanha contra os piratas == Dois anos depois de seu consulado, Pompeu recebeu o comando de uma força-tarefa naval cujo objetivo era eliminar a pirataria no mar Mediterrâneo. Os optimates, a facção conservadora do senado se mostrou desconfiada e desgostosa em relação a esta nomeação, que parecia, novamente, ilegal ou, pelo menos, extraordinária.Boak, History of Rome, pg. 160 Os aliados de Pompeu neste caso, incluindo Júlio César, eram a minoria, mais o apoio mais amplo foi conseguido pelo tribuno da plebe Aulo Gabínio, que propôs a Lex Gabinia (67 a.C.), pela qual Pompeu assumiria o controle do mar e das costas até cinquenta milhas para o interior. Esta lei colocou Pompeu acima de todos os demais líderes militares no oriente e passou, apesar de uma veemente oposição, no senado. Segundo os historiadores romanos, piratas frequentemente saqueavam as cidades costeiras da Grécia, da Ásia e da própria Itália. A natureza e a proporção da ameaça são questionáveis, mas qualquer ameaça ao suprimento de cereais para Roma costumava tomar grandes proporções na época. A opinião pública na capital e os aliados de Pompeu podem ter exagerado o problema justamente para conseguir uma resposta exagerada. Vários povoados, povos e cidades-estado na costa do Mediterrâneo haviam coexistido por diversos séculos e a maioria operava flotilhas para a guerra ou para o comércio de bens, inclusive de escravos. A aliança entre elas era vaga e temporária; apenas algumas se enxergarem como nações per se.De Souza, 149 – 179. Versão online limitada em Com a crescente hegemonia romana, as economias marítimas ainda independentes no Mediterrâneo se viram em posição cada vez mais marginal e um bom número delas pode de fato ter recorrido à pirataria. Enquanto elas conseguissem atender à demanda crescente de Roma por escravos, deixassem seus aliados e territórios em paz e não ajudassem seus inimigos, eram toleradas. Algumas delas desistiram. Mas medo da pirataria era forte — e estes mesmos piratas, como mais tarde se alegaria, haviam ajudado Sertório. No final do inverno, os preparativos estavam encerrados. Pompeu alocou um legado em cada uma das treze áreas determinadas e enviou-lhes com suas frotas. Em quarenta dias, o Mediterrâneo ocidental estava livre. Dião Cássio relata que as linhas de comunicação entre Hispânia, África e Itália foram reestabelecidas e que Pompeu, em seguida, voltou sua atenção para a maior e mais poderosa destas alianças marítimas, localizada na costa da Cilícia. Depois de derrotar sua frota, Pompeu forçou a região à rendição com promessas de perdão. Depois de assentar muitos piratas capturados em Solos, a cidade foi rebatizada como \"Pompeópolis\".Dião Cássio, História Romana, pg. 63 De Souza afirma que Pompeu já havia oficialmente retornado os cilicianos às suas próprias cidades (e não a Solos), que eram bases ideais para a pirataria e não, como afirmou Dião, pela honorável reforma de piratas em fazendeiros. Toda a campanha de Pompeu seria, desta forma, colocada em questão e sua descrição como uma \"guerra\" seria uma hipérbole. Alguma forma de tratado ou suborno é mais provável, tendo Pompeu na figura de principal negociador, uma prática comum, mas pouco gloriosa e raramente reconhecida, pois dos generais romanos esperava-se que lutassem e vencessem guerras. Uma década depois, nos anos , os cilicianos e os piratas em geral continuavam a ser uma ameaça às rotas comerciais de Roma.De Souza, 176 ff. Em Roma, porém, Pompeu virou um herói; novamente ele garantiu o suprimento de cereais da cidade. Segundo Plutarco, no final do verão de , suas forças já haviam removido do Mediterrâneo todas as ameaças. Pompeu foi aclamado como o maior dos romanos, \"primus inter pares\" (\"primeiro entre iguais\"). Cícero não conseguiu resistir e escreveu um panegírico: A rapidez e eficiência de sua campanha provavelmente garantiram a Pompeu seu próximo e ainda mais impressionante comando, o da antiga guerra contra Mitrídates VI do Ponto. Na década de , Cícero comentaria de forma menos favorável sobre a campanha contra os piratas e, especialmente, sobre o fracassado \"assentamento\" em Solos (Pompeópolis): \"damos imunidade aos piratas e fazemos nossos aliados pagarem o preço\".Cícero, Sobre os Deveres 3.49; citado em De Souza, 177. == Pompeu no oriente == Pompeu passou o resto do ano e começo do próximo visitando as cidades da Cilícia e da Panfília ajudando no estabelecimento dos governos dos territórios recém-conquistados. Em sua ausência de Roma (), foi nomeado para suceder a Lúcio Licínio Lúculo como comandante da Terceira Guerra Mitridática contra , o rei do Ponto. A troca do comando foi proposta pelo tribuno Caio Manílio em sua Lex Manilia, apoiada por César e justificada por Cícero em seu discurso, ainda existente, \"Pro Lege Manilia\".Pompey, the Roman Alexander,P Greenhalg p101-4 Seu cunhado, Quinto Cecílio Metelo Céler serviu sob seu comando e seguiu-o em suas vitórias no oriente. Como no caso da Lex Gabinia, esta lei também foi duramente criticada pela aristocracia, mas acabou aprovada ainda assim. Lúculo, um nobre de família plebeia, ficou furioso por ser substituído por um descendente de um \"homem novo\" como Pompeu e os dois trocaram insultos. Lúculo chamou Pompeu de \"abutre\", por se alimentar do trabalho de outros, uma referência não apenas ao recém-conquistado comando da guerra contra Mitrídates, mas também por sua alegação de ter terminado a Guerra Servil de Espártaco, que foi vencida principalmente pelas campanhas de Crasso.Pompey, the Roman Alexander,P Greenhalg p107 Com a aproximação de Pompeu, Mitrídates estrategicamente recuou suas forças. Porém, Pompeu conseguiu cercar seu acampamento, mas não pôde evitar que o inimigo rompesse sua linha de cerco para avançar mais fundo para o oriente. Mas, depois, perto da Armênia, Pompeu conseguiu surpreender o exército pôntico com um corajoso ataque noturno e praticamente destruiu-o, deixando o rei sem outra opção que não a fuga desordenada. Tigranes, o Grande, rei da Armênia, concedeu-lhe refúgio e ajudou-o a chegar aos seus próprios domínios no Bósforo Cimério. Pompeu assegurou um tratado com Tigranes e, no ano seguinte, retomou a perseguição a Mitrídates, mas encontrou resistência entre os iberos e albaneses caucasianos. Os romanos venceram uma série de vitórias decisivas sobre eles perto dos rios Abas e Ciro (Cyrus) e em Seusamora, destruindo seus exércitos.Pompey, Eric Teyssier Pompeu seguiu então até Fális, na Cólquida, e reuni-se com seu legado Servílio, o almirante da frota euxina (\"Mar Negro\"), antes de derrotar definitivamente Mitrídates.Boak, History of Rome, pg. 161 A partir daí, Pompeu voltou pelo caminho que chegou, passou o inverno no Reino do Ponto, que transformou na nova província romana do Ponto. Em , Pompeu marchou até a Síria selêucida, depôs seu rei, Antíoco XIII Asiático, e também transformou o território numa nova província. Em , Pompeu seguiu para o sul e consolidou a supremacia romana na Fenícia e na Celessíria. Na Judeia, Pompeu interveio na guerra civil entre , que apoiava os fariseus, e , que apoiava os saduceus. Os exércitos de Pompeu e Hircano II cercaram Jerusalém e, depois de três meses, conquistaram a cidade. Durante a guerra na Judeia, Pompeu soube do suicídio de Mitrídates; seu exército o havia desertado para apoiar seu filho, Fárnaces. No total, Pompeu anexou quatro novas províncias à República Romana em sua campanha: Bitínia e Ponto, Síria, Cilícia e Creta. Os protetorados romanos na Ásia passaram a se estender até o mar Negro e o Cáucaso. As vitórias militares de Pompeu, seus assentamentos políticos e anexações territoriais criaram uma nova fronteira romana no oriente. == Volta a Roma e terceiro triunfo == Já existia um culto a Pompeu em Delos e ele era reverenciado como \"salvador\" em Samos e em Mitilene. Plutarco cita um graffiti numa parede em Atenas citando Pompeu: \"Quanto mais você sabe que é um homem, mais você se torna um deus\". Na Grécia, estas honras eram o padrão para os benfeitores de uma cidade; em Roma, elas pareceriam perigosamente monárquicas.In Beard, M., North, J., Price, S., Religions of Rome, Vol. 1, a history, Cambridge University Press, 1998, 147. Mas as notícias das vitórias de Pompeu no oriente — e provavelmente de suas honras divinas — chegaram a Roma antes dele. Na ausência de Pompeu, seu antigo aliado, Cícero, havia conseguido o consulado. Seu antigo inimigo e colega de função, Crasso, apoiava César. No senado e na política por trás das cortinas, Pompeu era igualmente admirado, temido e excluído, enquanto, nas ruas, estava no auge de sua popularidade. Suas vitórias no oriente valeram-lhe um terceiro triunfo e, em seu quadragésimo-quinto aniversário, em , Pompeu dirigiu sua carruagem triunfal, posando como um magnífico deus-rei, mas em forma republicana, lembrando ritualisticamente a todos de sua mortalidade e impermanência. Ainda assim, Pompeu se fez acompanhar por um gigante busto pintado de si próprio decorado com pérolas.Beard, 16; Plutarco, Vidas Paralelas, Sertório 2; Cícero, Pro Lege Manilia 61; Plínio, História Natural 7, 95. Seja como for, este terceiro triunfo superou os anteriores; dois dias foram destacados para o desfile e os jogos, algo sem precedentes. Espólios, prisioneiros, exércitos e estandartes retratando cenas de batalhas estavam por toda a rota triunfal, entre o Campo de Marte e o Templo de Júpiter Capitolino. Para concluir, o próprio Pompeu ofereceu um imenso banquete triunfal e dinheiro para o povo de Roma, além de prometer um novo teatro. Plutarco afirma que este triunfo representou o domínio de Pompeu (e de Roma) sobre todo o mundo, uma conquista que superaria inclusive a de Alexandre, o Grande.Beard, 15–16, citando Plutarco, Vidas Paralelas, Pompeu 45, 5. Neste ínterim, Pompeu prometeu aos seus veteranos terras públicas para se assentarem e debandou seus exércitos. Era um gesto tradicional e reconfortador para as tropas, mas o senado permaneceu desconfiado. Os senadores debateram e adiaram a criação de seus assentamentos no orienteDião Cássio, História Romana, pg. 178 e as prometidas concessões de terras. A partir daí, Pompeu parece ter trilhado por uma linha fina entre os seus entusiasmados aliados entre a população e os conservadores, que pareciam relutantes em reconhecer suas claras e indiscutíveis vitórias. O resultado seria um conjunto inesperado de alianças políticas. == César e o Primeiro Triunvirato == Embora Pompeu e Crasso não confiassem um no outro, os proprietários de terra clientes de Crasso estavam sendo destratados ao mesmo tempo que os veteranos de Pompeu estavam sendo ignorados, o que os levou, já em , a uma aliança com Júlio César, que era seis anos mais novo que Pompeu e estava retornado de seu mandato na Hispânia e pronto para concorrer ao consulado de . A aliança entre os três, posteriormente conhecida como \"Primeiro Triunvirato\", era benéfica aos três. Pompeu e Crasso fariam de César o novo cônsul e este, por sua vez, utilizaria seus novos poderes para avançar as causas que interessavam aos dois no Senado. O consulado de César em conseguiu liberar as terras para os veteranos de Pompeu, confirmou seus assentamentos asiáticos e valeu-lhe uma nova esposa. Júlia era filha de César e as fontes afirmam que Pompeu se apaixonou por ela.Boak, History of Rome, pg. 167 No mesmo ano, Clódio renunciou ao seu status de patrício, foi adotado por uma gente plebeia e foi eleito tribuno da plebe. No final de seu mandato consular, César assegurou para si um comando proconsular na Gália, seu grande desejo. Pompeu recebeu o governo da Hispânia Ulterior, mas permaneceu em Roma para supervisionar o suprimento de cereais como curador da anona.Boak, History of Rome, pg. 169 Apesar de sua preocupação com sua nova esposa, Pompeu gerenciou bem o suprimento de cereais de Roma. Mas sua habilidade política não era tão evidente. Quando Clódio se virou para ele, Pompeu se defendeu apoiando a volta de Cícero do exílio (). Uma vez em Roma, Cícero abandonou seu papel de defensor de Pompeu e de antagonista de Clódio, o que fez com que Pompeu se retraísse para sua amada e jovem esposa e para os grandiosos planos que tinha para seu novo teatro; não se esperava este tipo de comportamento de um jovem e brilhante general romano. É possível que Pompeu estivesse igualmente obcecado, exausto e frustrado. Seu próprio partido não o perdoou por ter permitido a expulsão de Cícero e alguns tentaram persuadi-lo de que Crasso estava planejando matá-lo. Enquanto isso, César parecia estar claramente ultrapassando os dois, tanto no comando militar quanto na popularidade. Em , os laços entre os três triúnviros estavam se rompendo. César convocou primeiro Crasso e, depois, Pompeu para um encontro secreto, conhecido depois como Concílio de Luca, realizado na cidade italiana de Luca, para que os três repensassem uma estratégia conjunta. Eles concordaram que Pompeu e Crasso concorreriam novamente para o consulado de e, uma vez eleito, os dois tratariam de estender o comando de César na Gália por mais cinco anos. No final do ano consular conjunto dos dois, Crasso teria para si o lucrativo e influente governo da Síria, e poderia utilizá-lo como base de sua planejada conquista do Império Parta. Pompeu manteria a Hispânia in absentia, como já vinha fazendo. No ano seguinte, Pompeu e Crasso foram eleitos cônsules num cenário de subornos, revoltas e violência eleitoral.Boak, History of Rome, pg. 170 O novo \"Teatro de Pompeu\" foi inaugurado no mesmo ano e foi o primeiro teatro permanente de Roma, uma gigantesca e arriscada obra arquitetônica, um complexo auto-suficiente no Campo de Marte, com lojas, edifícios multi- serviços, jardins e o Templo da Vênus Victrix, uma deusa que ligava seu doador a Eneias, um lendário descendente de Vênus e ascendente de Roma. No pórtico, as estátuas, pinturas e as riquezas pessoais de reis estrangeiros podiam ser admiradas pelo público, uma forma de manter vivo o \"triunfo de Pompeu\".Beard, 22-3. Obviamente, seu teatro era o local ideal para encontros entre seus aliados, especialmente nas guerras civis subsequentes. == Do confronto à guerra == Em , Júlia, a única filha de César e esposa de Pompeu, morreu no parto juntamente com o bebê. Os dois compartilharam o luto e as condolências, mas a morte de Júlia acabou com o laço familiar que os unia.Holland, Rubicon, pg. 287 No ano seguinte, Crasso, seu filho, Públio e a maior parte do exército romano que eles conduziam foram aniquilados pelos partas na Batalha de Carras. César, não Pompeu, transformou-se no novo grande general romano e o frágil equilíbrio de poder entre eles foi ameaçado. Mas a ansiedade popular acabou transbordando depois que rumores circularam de que Pompeu receberia uma proposta para se tornar ditador para manter a lei e a ordem. César tentou uma segunda aliança matrimonial com Pompeu, oferecendo sua sobrinha neta, Otávia (irmã do futuro imperador Augusto). Desta vez, porém, Pompeu recusou. Em , ele se casou com Cornélia Metela, viúva, ainda muito jovem de Públio, filho de Crasso, e filha de Metelo Cipião Násica, um dos maiores inimigos de César. Pompeu estava, lentamente, voltando para a facção dos optimates e, presume-se, que estes acreditavam que ele seria o \"menor dos dois males\". No mesmo ano, Clódio foi assassinado. Quando seus aliados incendiaram a Cúria Hostília, que servia de câmara senatorial em retaliação, o senado chamou Pompeu, que reagiu com eficiência cruel. Cícero, defendendo Tito Ânio Milão, acusado do assassinato, ficou tão abalado pela visão de um Fórum Romano repleto de soldados armados que não conseguiu completar sua defesa. Depois de restaurada a ordem, o senado e Catão, o Jovem, conseguiram evitar que Pompeu recebesse a ditadura — eles lembraram de Sula e suas sangrentas proscrições — e fizeram dele um cônsul solitário, o que lhe deu um poder amplo, mas limitado: um ditador não podia ser legalmente punido por medidas tomadas durante seu mandato, mas Pompeu, como cônsul, era responsável por seus atos na função. Este mandato extraordinário durou apenas um mês, o chamado \"mês intercalar\", e, no resto do ano, Metelo Cipião foi cônsul com ele.Abbott, 114 Enquanto César lutava contra Vercingetórix na Gália, Pompeu levou adiante sua agenda legislativa para Roma. Os detalhes sugerem uma aliança secreta com os inimigos de César: entre suas várias reformas legais e políticas estava uma lei que permitiu o processo retroativo por suborno eleitoral. Os aliados de César interpretaram, corretamente, esta lei como uma ameaça a César assim que seu imperium terminasse. Pompeu também proibiu César de concorrer ao consulado in absentia, um ato já ocorrido, sob as mesmas leis, no passado. Esta decisão se deveu, aparentemente, aos planos de César para depois do final de seu mandato na Gália. Finalmente, em , Pompeu se mostrou correto; César não conseguiu se candidatar a cônsul sem antes deixar seus exércitos, um ato que o deixaria claramente indefeso perante seus inimigos. Como Cícero notou tristemente, Pompeu parecia diminuído pela idade, pela incerteza, pelo seu medo de César e pelo fato de ter sido o instrumento escolhido por uma briguenta oligarquia de optimates. O iminente confronto parecia inevitável. == Guerra civil e assassinato == No começo da guerra, Pompeu se gabou de que poderia derrotar César e alistar seus exércitos apenas batendo seu pé em solo italiano, mas, na primavera de , com César atravessando o Rubicão e suas legiões marchando rapidamente pela península em direção a Roma, Pompeu ordenou que a capital romana fosse abandonada. Suas legiões recuaram para Brundísio, mais ao sul, onde Pompeu pretendia recuperar suas forças para travar uma guerra contra César no oriente, utilizando seus recursos estratégicos lá e também a sua superior força naval. No processo de fuga, nem Pompeu e nem o senado pensaram em levar o vasto tesouro romano consigo, provavelmente por acreditar que César não teria coragem de tomá-lo para si. E ele estava convenientemente depositado no Templo de Saturno quando César entrou em Roma. Escapando por pouco de César em Brundísio, Pompeu cruzou para o Epiro, onde, durante a campanha hispânica de César, Pompeu juntou uma grande força por toda a Macedônia, composta por nove legiões reforçadas por auxiliares enviados pelos aliados no oriente.Boak, History of Rome, pg. 176 Sua frota, recrutada entre as cidades marítimas do oriente, controlava o Adriático, mas, ainda assim, César conseguiu atravessar para o Epiro em novembro de e capturou Apolônia, que tornou-se a sua base. Pompeu chegou a tempo de salvar Dirráquio e, em seguida, tentou cercar César durante o cerco de Dirráquio, conseguindo uma vitória. Ainda assim, ao não perseguir César neste momento crucial no qual ele estava derrotado, Pompeu desperdiçou a chance de destruir o exército de César, muito menor que o seu. Como disse depois o próprio César, \"hoje o inimigo teria vencido se tivesse um comandante vencedor\".Plutarco, Vidas Paralelas, Pompeu p;65E Segundo Suetônio, foi neste ponto que César teria dito que este homem [Pompeu] não sabe como vencer uma guerra. Com César em sua retaguarda, os conservadores liderados por Pompeu fugiram para a Grécia. César e Pompeu finalmente tiveram seu confronto definitivo na Batalha de Farsalos, em , um confronto amargo para ambos os lados e que Pompeu era tido como favorito, especialmente pela sua superioridade numérica. Contudo, as brilhantes táticas e a habilidade de combate muito superior dos veteranos de César resultaram numa derrota retumbante para Pompeu. Ele fugiu e foi ter com sua esposa, Cornélia Metela, seu filho na ilha de Mitilene, sem saber ao certo para onde seguir. A decisão final que mostrar-se-ia trágica, foi tentar refúgio no mais poderoso dos reinos orientais aliados de Roma, o Egito ptolemaico. Depois de sua chegada no Egito, o destino de Pompeu foi selado pelos conselheiros do jovem rei Ptolemeu XIII. Enquanto Pompeu esperava para desembarcar, eles argumentaram que o custo de oferecer-lhe refúgio com César já a caminho do Egito atrás dele seria muito alto, uma argumentação liderada pelo eunuco Potino. Nas passagens finais de sua biografia, Plutarco relata Cornélia assistindo ansiosa a partir do trirreme enquanto Pompeu remava com um taciturno e silencioso grupo de aliados num bote seguindo para o que parecia ser um grupo preparado para recepcioná-lo na costa de Pelúsio. Conforme Pompeu se levantava para desembarcar, foi esfaqueado até a morte por traidores, liderados por Áquila, Sétimo e Sálvio. Plutarco, Vidas Paralelas, Pompeu p.79–80 Plutarco narra que Pompeu enfrentou seu destino com grande dignidade no dia de seu aniversário. Seu corpo permaneceu na costa e seria cremado por seu leal liberto Filipe utilizando as pranchas podres de madeira de um velho navio pesqueiro. Sua cabeça e seu sinete foram entregues a César, que, segundo Plutarco, lamentou este insulto à grandeza de seu antigo aliado e genro e puniu seus assassinos e seus co- conspiradores egípcios, mandando executar tanto Áquila quanto Fotino. As cinzas de Pompeu foram finalmente entregues a Cornélia, que as levou de volta à propriedade da família perto de Alba. Dião Cássio descreve a reação de César com ceticismo e considera que os próprios erros políticos de Pompeu e não esta traição é que levaram à sua derrocada.Dião Cássio, História Romana 42,4–5 No relato de Apiano sobre a guerra Civil, César mandou enterrar a cabeça decepada de Pompeu em Alexandria num terreno reservado para um novo templo dedicado à deusa romana Nêmesis, entre cujas funções estava a punição de Húbris.Apiano, Bella Civilia II 90, citado em Michael B. Hornum, Nemesis, the Roman state and the games, Brill, 1993, p.15. Para Plínio, o final humilhante de Pompeu foi antecipado pelo desmesurado orgulho de seu enorme busto, decorado inteiramente com pérolas e levado em procissão em seu maior triunfo (o terceiro).Plínio, História Natural 37, 14–16. Suetônio, porém, afirmou que César chegou mesmo a restaurar aos seus locais originais as estátuas de Sula e de Pompeu que haviam sido derrubadas pelo povo comum.Suetônio, As Vidas dos Doze Césares, trad. de Catherine Edwards\", 34. == General == A glória militar de Pompeu não teve paralelos por décadas. Ainda assim, suas habilidades eram ocasionalmente criticadas por seus contemporâneos. Sertório ou Lúculo, por exemplo, fora especialmente críticos. Suas táticas eram geralmente eficientes, mesmo sem ser particularmente inovadoras ou engenhosas, mas poderiam ser insuficientes contra grandes táticos da época. Porém, Farsalos foi sua única derrota decisiva.Pompey the great, John Leach Por vezes, Pompeu se mostrava relutante demais para arriscar uma batalha campal. Apesar de não ser imensamente carismático, Pompeu mostrava, quando queria, tremenda bravura e habilidades de combate no campo de batalha, o que certamente inspirava seus homens.Pompey the great, John Leach Apesar de ser um comandante genial, Pompeu também conquistou a reputação de roubar as vitórias de outros generais.Brice, pg. 145 Por outro lado, Pompeu é geralmente considerado um excepcional estrategista e administrador, que podia vencer campanhas sem precisar demonstrar genialidade no campo de batalha, mas simplesmente por manobrar consistentemente melhor que seus oponentes levando-os gradualmente a uma situação desesperadora.John Leach Pompeu planejava muito adiante e tinha uma tremenda habilidade organizacional, o que permitia que ele criasse grandes estratégias e liderasse efetivamente grandes exércitos.Farsalos, Si Sheppard Durante suas campanhas no oriente, Pompeu atuou como uma britadeira, perseguindo incansavelmente seus inimigos e sempre escolhendo o melhor local para travar suas batalhas. Acima de tudo, Pompeu era geralmente capaz de se adaptar aos seus inimigos. Em muitas ocasiões, ele agia rapidamente e decisivamente, como foi o caso de suas campanhas na Sicília e na África ou contra os piratas cilicianos. Durante a Guerra Sertoriana, por outro lado, Pompeu foi derrotado várias vezes por Sertório, um tático superior. Portanto, ele decidiu empregar uma demorada guerra de exaustão, na qual ele podia evitar as batalhas campais contra seu principal adversário enquanto tentava gradualmente recuperar a superioridade estratégica capturando suas fortalezas e cidades e derrotando seus oficiais mais juniores. Algumas vezes, Sertório aparecia e forçava Pompeu a abandonar um cerco, mas apenas para vê-lo novamente atacando num lugar diferente. Esta estratégia não era espetacular, mas levou a um ganho territorial constante e fez muito para desmoralizar as forças sertorianas. Em , ano de seu assassinato, Sertório já estava numa situação desesperadora e seus soldados estavam desertando em massa. Contra Perpena, assassino e sucessor de Sertório, um tático muitíssimo inferior, Pompeu decidiu retomar uma campanha direta e agressiva e conseguiu rapidamente uma vitória decisiva que encerrou a guerra definitivamente. Contra César também, sua estratégia era boa. Durante a campanha na Grécia, Pompeu conseguiu recuperar a iniciativa, juntar suas forças com as de Metelo Cipião — o que César tentou de toda forma impedir — e encurralar seu inimigo. Sua posição estratégica era, portanto, muito melhor que a de César e ele poderia ter matado o exército de fome. Porém, ele foi compelido a lutar uma batalha campal por seus aliados e suas controversas táticas não eram páreo para as de César e suas tropas muito melhor treinadas. == Representações posteriores e reputação == Para os historiadores, antigos e modernos, Pompeu serve perfeitamente ao papel de um grande homem que alcançou triunfos extraordinários pelos seus esforços, mas que caiu do poder e foi, no final, assassinado depois de ser traído. Foi um herói da República, que chegou a ter o mundo romano na palma de suas mãos, mas que foi derrubado por César. Pompeu foi idealizado como um herói trágico quase que imediatamente depois de Farsalos e seu assassinato. Plutarco retratou-o como um Alexandre romano, puro de mente e coração, destruído pelas ambições cínicas dos que estavam à sua volta. Este retrato sobreviveu até os períodos renascentista e barroco, como, por exemplo, na peça \"A Morte de Pompeu\" (1642), de Pierre Corneille. Apesar de sua guerra contra César, Pompeu ainda era amplamente celebrado durante todo o período imperial como o conquistador do oriente. Na procissão funeral de Augusto, retratos dele foram carregados, pois ele ainda era amplamente considerado como o grande conquistador do oriente. Como triunfador (), Pompeu também tinha numerosas estátuas em Roma, uma das quais no Fórum de Augusto. Apesar de o poder imperial não homenageá-lo tanto exceto na figura de um arqui-inimigo que era considerado um deus, sua reputação entre muitos aristocratas e historiadores era igual ou até superior à de César.Pompey, Eric Teyssier == Casamentos e filhos == Pompeu casou-se cinco vezes e teve diversos filhos. A primeira com Antístia, com quem não teve filhos e sobre quem não há mais informações. Logo depois, com Emília Escaura (), uma neta de Lúcio Cornélio Sula, que já estava grávida e morreu no parto. Sua terceira esposa foi Múcia Tércia (), com quem teve Cneu Pompeu, executado em depois da Batalha de Munda, Pompeia, casada com Fausto Cornélio Sula e ancestral de Cneu Pompeu Magno, que se casou com Cláudia Antônia, filha do imperador Cláudio, e Sexto Pompeu, o grande general e almirante que liderou a Revolta Siciliana depois da morte do pai. Segundo Cícero, Pompeu divorciou-se de Múcia por acusações de adultério. Para sedimentar o Primeiro Triunvirato, Pompeu casou-se com Júlia (), filha de Júlio César, que, segundo as fontes, ele amava muito e cuja morte, no parto do que seria o único filho dos dois, foi um dos motivos do rompimento entre os dois. Sua última esposa, Cornélia Metela (), era filha de um dos grandes inimigos de César, Metelo Cipião. Ela estava com Pompeu no dia de sua morte, mas o casal não teve filhos. == Cronologia == * – Em 29 de setembro, nasce em Piceno; * – Alinha-se com Sula assim que ele retorna de sua Primeira Guerra Mitridática contra o rei Mitrídates VI do Ponto e alista uma legião e uma cavalaria na esperança de juntar-se a ele;Goldsworthy, p. 174 * – Casa-se com Emília Escaura a pedido de Sula. Ela já estava grávida e morre durante o parto;Goldsworthy, p. 179 *82– – Derrota os aliados de Caio Mário na Sicília (outono de ) e na África no início do ano seguinte. Retorna a Roma e celebra seu primeiro triunfo; * – Casa-se com Múcia Tércia, da família dos Múcios Escévola; * – Pompeu apoia a eleição de Marco Emílio Lépido, que se revolta abertamente contra o Senado meses depois. Pompeu sufoca a revolta com seu exército de Piceno, mandando executar o legado mais sênior envolvido, Marco Júnio Bruto, pai de Bruto, o futuro assassino de César;Goldsworthy, p. 180 *76– – Campanha na Hispânia contra Quinto Sertório; * – Retorna para a Itália e participa dos movimentos finais da revolta de escravos liderada por Espártaco. Celebra seu segundo triunfo; * – Primeiro consulado com Crasso; * – Derrota os piratas cilicianos e segue para a Ásia; *66– – Derrota definitivamente Mitrídates VI e encerra a Terceira Guerra Mitridática; *64– – Marcha através da Síria, o Levante Mediterrâneo e a Judeia; * – Em 29 de setembro, seu aniversário, celebra seu maior e mais grandioso triunfo; * – Em abril, o Primeiro Triunvirato é constituído com seus aliados César e Crasso. Casa-se com Júlia, filha de César; *58– – Governa a Hispânia Ulterior através de um legado; começam as obras do Teatro de Pompeu; * – Segundo consulado, novamente com Crasso. Dedica o Teatro de Pompeu; * – Júlia morre e o Primeiro Triunvirato acaba; * – Serve como cônsul sozinho pelo mês intercalar e como cônsul ordinário, com Metelo Cipião pelo resto do ano. Casa-se com Cornélia Metela; * – Proíbe César (na Gália) de concorrer a um consulado in absentia; * – Fica muito doente de uma febre na Campânia, mas é salvo \"pelas preces do povo\";Juvenal, Sátira X, 283 * – César cruza o rio Rubicão e invade a Itália. Pompeu recua para a Grécia com os conservadores; * – César derrota o exército de Pompeu na Batalha de Farsalos, na Grécia. Pompeu foge para o Egito e é assassinado por traidores em Pelúsio. == Influência == Pompeu apareceu como personagem em diversas novelas, peças, filmes e em muitas outras mídias modernas: * \"The Tragedy of Pompey the Great\" (\"A Tragédia de Pompeu Magno\"), uma peça de 1910 de John Masefield. * Na cena de abertura do filme \"O Rei dos Reis, foi representado pelo ator Conrado San Martín. * Na série de televisão \"Xena: A Princesa Guerreira\", seu papel foi representado pelo ator Jeremy Callaghan. * Chris Noth representou Pompeu na minissérie Júlio César em 2002. * Na primeira temporada da série televisiva Roma, Pompeu foi representado pelo ator Kenneth Cranham. * Na série de TV \"Spartacus: War of the Damned\", Pompeu é retratado pelo ator Joel Tobeck. == Árvore genealógica == == Ver também == == Notas == * == Bibliografia == * * * * * * * * * * * * * * * * * * * * * == Ligações externas == * Categoria:Cônsules da República Romana Categoria:Romanos antigos do século I a.C. Categoria:Romanos antigos do século II a.C. Categoria:Pretores da República Romana Categoria:Guerra Civil de César Categoria:Optimates Categoria:Procônsules da Hispânia Categoria:Governadores romanos da Síria Categoria:Pontífices da Roma Antiga Categoria:Pompeii Categoria:Terceira Guerra Mitridática Categoria:Áugures romanos Categoria:Romanos antigos assassinados Categoria:Correspondentes de Cícero Categoria:Primeiro Triunvirato Categoria:Romanos das guerras romano-partas Categoria:Terceira Guerra Servil Categoria:Segunda Guerra Civil de Sula Categoria:Guerra Social (91-88 a.C.) Categoria:Curadores da República Romana Categoria:Pompeianos",
 "title": "Pompeu"
}