{
 "id": "58928",
 "text": "A canasta (\"cesto\" em espanhol), que no Brasil é também chamada de canastra ou tranca, é um jogo de cartas da família de jogos do mexe-mexe, que se acredita ser uma variação do 500 Rum.Carlisle, Rodney P. (2009). Encyclopedia of Play in Today's Society, Volume 1, p.615. SAGE. . \"Canasta developed from 500 Rum.\"Morehead, Albert Hodges and Hoyle, Edmond; eds. (1991). The New Complete Hoyle, Revised: The Authoritative Guide to the Official Rules of All Popular Games of Skill and Chance, p.70. Doubleday. . \"This [500 Rummy] is also called Pinochle Rummy, and its family includes the popular games of Canasta, Samba, Persian Rummy, Michigan Rum, and Oklahoma.\"Spadaccini, Stephanie (2005). The Big Book of Rules, unpaginated. Penguin. . \"500 Rum: A direct descendant of basic rummy, and an ancestor of Canasta.\"Root, William S. (2016). Fun With Games of Rummy, unpaginated. Read. . \"500 Rum: From this popular form of Rummy have developed the new games of Canasta and Oklahoma; also Persian Rummy.\"Morehead, Albert H.; Mott-Smith, Geoffrey; and Morehead, Philip D. (2001). Hoyle's Rules of Games, unpaginated. Penguin. . \"Canasta is the culmination of many minor features tacked onto Five Hundred Rum.\" One direction of conquain variations, \"emphasize melding, leading to Five Hundred Rum, Canasta, Samba, etc.\" Apesar de existirem muitas variações pra dois, três, cinco ou seis jogadores, é mais comum ser jogada por quatro jogadores organizados em duas duplas, com dois baralhos padrão de cartas. Os jogadores tentam fazer as sequências de sete cartas do mesmo naipe e \"bater\", jogando todas as cartas que tem na mão. É o único jogo de parcerias da família de jogos mexe-mexe que alcançou o status de clássico. O jogo de Canasta foi criado por Segundo Santos e Alberto Serrato em Montevidéu, Uruguai, em 1939.American Heritage Dictionary Spanish Word Histories and Mysteries: English Words That Come from Spanish, Houghton Mifflin Harcourt (2007), Nos anos 1940 o jogo espalhou-se na forma de milhares de variações para o Chile, Peru, Brasil e Argentina, onde suas regras foram refinadasJohn Scarne, Scarne on Card Games, pg. 127, Dover Publications (2004), antes de ser introduzidos nos Estados Unidos em 1949 por Josefina Artayeta de Vel (Nova Iorque), onde ele era chamado de Argentine Rummy por Ittilie H. Reilly em 1949 e Michael Scully da Coronet magazine em 1953.John Griswold, Ian Fleming's James Bond: Annotations And Chronologies for Ian Fleming's Bond Stories, pg. 228, AuthorHouse (2006), Em 1949/1951 o Regency ClubWebsite Regency Whist Club de Nova Iorque escreveu as Official Canasta Laws (\"Leis Oficiais de Canasta\"), que foram publicadas junto com especialistas do jogo da América do Sul pela National Canasta Laws Commissions dos EUA e Argentina.Official Canasta Laws, adopted by the Regency Club and the National Canasta Laws Commission as the official Canasta Laws. The John C. Winston Company Philadelphia. Toronto 1951 (third printing) O jogo rapidamente se tornou um sucesso nos anos 1950Nikki Katz, The Everything Card Games Book, pg. 52, Adams Media (2004), gerando uma avalanche de vendas de baralhos, suportes de baralhos e livros sobre o assunto.LIFE Magazine, Life, 19 December (1949) == Ver também == *Khanhoo == Ligações externas == * History of Canasta Categoria:Jogos de cartas Categoria:Jogos de cartas com baralho francês",
 "title": "Canasta"
}