{
 "id": "58954",
 "text": "Tzvetan Todorov (em búlgaro: Цветан Тодоров; Sófia, 1 de março de 1939 - Paris, 7 de fevereiro de 2017) foi um filósofo e linguista búlgaro radicado em Paris, França, desde 1963. == Biografia == Após completar seus estudos, passando a frequentar então os cursos de Filosofia da Linguagem ministrados por Roland Barthes, um dos mais respeitados teóricos do estruturalismo. Todorov foi professor da École pratique des hautes études, da Universidade de Yale e diretor do Centro Nacional de Pesquisa Científica de Paris (CNRS). Dirigiu o Centro de Pesquisa sobre as Artes e a Linguagem da mesma cidade. Publicou um número considerável de obras, que estão hoje traduzidas em vinte e cinco idiomas, além disso, produziu uma obra considerada vasta na área de pesquisa linguística e teoria literária. O pensamento de Todorov direciona-se, após seus primeiros trabalhos de crítica literária sobre poesia eslava, para a filosofia da linguagem, numa visão estruturalista que a concebe como parte da semiótica (saussuriana), fato que se deve aos seus estudos dirigidos por Roland Barthes. Com a publicação de A Conquista da América, Todorov expõe suas pesquisas a respeito do conceito de alteridade, existente na relação de indivíduos pertencentes a grupos sociais distintos, cujo tema central encontra justificativa na situação do próprio autor, que é imigrante na França, um país onde supostamente a relação entre nacionais e estrangeiros é historicamente marcada por um xenofobismo não declarado. Todorov também escreveu a respeito do fantástico na literatura, fazendo a diferenciação entre a tríade: fantástico, estranho e maravilhoso. É sobre seu conceito que o fantástico é criticado atualmente. Foi casado com a escritora canadiana Nancy Huston entre 1981 e 2014. Morreu em Paris, em 7 de fevereiro de 2017, por complicações da atrofia de múltiplos sistemas. == Obras == * Estruturalismo e Poética. São Paulo: Cultrix, 1968. * Dicionário das Ciências da Linguagem (com Oswald Ducrot). São Paulo: Dom Quixote, 1974; São Paulo: Editora Perspectiva, 1968. * Teorias do Símbolo. São Paulo: Papirus, 1977. * Simbolismo e Interpretação. Lisboa: Edições 70, 1980. * A Gramática do Decameron. São Paulo: Editora Perspectiva, 1982. * Conquista da América: a questão do outro. São Paulo: Editora Martins Fontes, 1983. * Em Face do Extremo. Campinas: Editora Papirus, 1995. * A Vida Em Comum: Ensaio de Antropologia Geral. Campinas: Editora Papirus, 1996. * Uma tragédia francesa. São Paulo: Editora Record. 1997. * O Homem Desenraizado. São Paulo: Editora Record, 1999. * O Medo dos Bárbaros: para além do choque das civilizações. Petrópolis: Editora Vozes, 2010. * Os Inimigos Íntimos da Democracia. São Paulo: Companhia das Letras, 2012. * Teoria da literatura: textos dos formalistas russos. São Paulo: Editora Unesp, 2013. * A vida em comum: ensaio de Antropologia geral. São Paulo: Editora Unesp, 2014. * Teorias do símbolo. São Paulo: Editora Unesp, 2014. * Simbolismo e interpretação. São Paulo: Editora Unesp, 2014. ; Francês * Théorie de la littérature, textes des formalistes russes, Paris, Le Seuil, 1965. * Littérature et signification, Paris, Larousse, 1967. * Grammaire du \"Décaméron\", Paris, Mouton, 1969. * Introduction à la littérature fantastique, Paris, Le Seuil, 1970. * Poétique de la prose, Paris, Le Seuil, 1971. * Qu’est-ce que le structuralisme ? Poétique, Paris, Le Seuil, 1977. * Théories du symbole, Paris, Le Seuil, 1977. * Symbolisme et interprétation, Paris, Le Seuil, 1978. * Les genres du discours, Paris, Le Seuil, 1978. * Dictionnaire encyclopédique des sciences du langage, en collaboration avec Oswald Ducrot, Paris, Le Seuil, 1979. * Mikhaïl Bakhtine, le principe dialogique, Paris, Le Seuil, 1981. * La Conquête de l'Amérique : la question de l'autre, Paris, Le Seuil, 1982. * Récits aztèques de la conquête, en collaboration avec Georges Baudot, Paris, Le Seuil, 1983. * Critique de la critique, Paris, Le Seuil, 1984. * Frêle bonheur : essai sur Rousseau, Paris, Hachette, 1985. * La notion de littérature et autres essais, Paris, Le Seuil, 1987. * Nous et les autres, Paris, Le Seuil, 1989. * Face à l’extrême, Paris, Le Seuil, 1991. * Les morales de l’histoire, Paris, Grasset, 1991. * Éloge du quotidien : essai sur la peinture hollandaise du XVII, Paris, Adam Biro, 1993. * Une tragédie française, été 1944 : scènes de guerre civile, Paris Le Seuil, 1994, ISBN 2-02-067920-5. * La vie commune : essai d'anthropologie générale, Paris, Le Seuil, 1995. * L’Homme dépaysé, Paris, Le Seuil, 1996. * Benjamin Constant : la passion démocratique, Paris, Hachette littératures, 1997 Prix européen de l'essai Charles Veillon. * Le jardin imparfait : la pensée humaniste en France, Paris, Grasset, 1998. * La fragilité du bien : le sauvetage des juifs bulgares, (textes réunis et commentés par Tzvetan Todorov; traduction du bulgare par Marie Vrinat et Irène Kristeva), Paris, Le Grand Livre du Mois, 1999. * Éloge de l’individu : essai sur la peinture flamande de la Renaissance, Paris, Adam Biro, 2000. * Mémoire du mal, tentation du bien, Paris, Robert Laffont, 2000. * Devoirs et délices : une vie de passeur (entretiens avec Catherine Portevin), Paris, Le Seuil, 2002. * Le nouveau désordre mondial : réflexions d’un Européen, Paris, Robert Laffont, 2003. * Les abus de la mémoire, Paris, Arléa, 2004. * Les aventuriers de l'absolu, Paris, Robert Laffont, 2006. * L'Esprit des Lumières, Paris, Robert Laffont, 2006. * La littérature en péril, (Tzvetan Todorov évoque son passé, personnel et intellectuel), Paris, Flammarion, 2007. * L'art ou la vie ! : le cas Rembrandt, Paris, Biro éditeur, 2008. * Un humanismo bien temperado (conversación con Ger Groot) en Adelante, ¡contradígame!, Madrid, Ediciones Sequitur, 2008. * La peur des barbares : au-delà du choc des civilisations, Paris, Robert Laffont, 2008. * La signature humaine : essais 1983-2008, Paris, Le Seuil, 2009. * L'expérience totalitaire : la signature humaine, Paris, Le Seuil, 2010. * Georges Jeanclos, Galerie Capazza et Biro & Cohen éditeurs, 2011. * Goya à l'ombre des Lumières, Paris, Flammarion, 2011. * Les ennemis intimes de la démocratie, Paris, Robert Laffont, 2012. ==Ligações externas== * A conquista da América, a questão do outro, por Tzvetan Todorov Categoria:Críticos literários da França Categoria:Ensaístas da França Categoria:Escritores do século XX Categoria:Estudiosos de Machado de Assis Categoria:Escritores em língua francesa Categoria:Filósofos da Bulgária Categoria:Filósofos da França Categoria:Naturais de Sófia Categoria:Prémio Princesa de Astúrias de Ciências Sociais Categoria:Teóricos da literatura Categoria:Semióticos",
 "title": "Tzvetan Todorov"
}