{
 "id": "58962",
 "text": "A língua laklãnõ, xokleng ou xoclengue é uma língua indígena brasileira pertencente à família Jê Meridional, do ramo Jê paranaense, do tronco linguístico Macro-Jê. É falada pelo povo Laklãnõ, habitante da região Sul do Brasil em Santa Catarina, na Terra Indígena do Ibirama. Em 1997, 723 pessoas se autodeclararam integrantes do povo indígena laklãnõ (censo da FUNAI). Em 2004, o censo da FUNASA contabilizou 887 pessoas do grupo étnico laklãnõ. A UNESCO estima que há menos de 100 falantes do laklãnõ, e classifica a língua como criticamente ameaçada, no estágio 4 de extinção, numa escala de 5. O Ethnologue classifica a situação linguística como de transição para o português. == Etimologia == Em fontes anteriores à 1960, o povo Laklãnõ era chamado de Kaingangs de Santa Catarina ou apenas de Kaingangs. Ainda que guardem proximidade linguística, os Kaingangs e os Laklãnõ têm grandes diferenças culturais e não reconhecem parentesco entre si. O nome xokleng foi popularizado pelos estudos do etnólogo Sílvio Coelho dos Santos, que foram importantes no reconhecimento da identidade própria deste grupo. De origem incerta, o nome xokleng pode ter surgido no costume do povo em abrigar-se em paredões de pedra, em épocas de chuva. Segundo essa hipótese, xokleng deriva de xó ou txó (paredão de pedra, rocha ou gruta de pedra); e de kleng ou klẽ (montanha). Outra hipótese da formação do nome xokleng vem da tradição do povo em carregar carne de boi em mochilas de taquara. Assim, xokleng derivaria de txuklẽg (aranha). O povo não reconhece o nome xokleng como autodesignação, e o vê com caráter ofensivo. A autodesignação Laklãnõ foi resgatada após a popularização do nome xokleng, e tem etimologia incerta. Segundo o antropólogo Gregory Urban, a autodesignação Laklãnõ surge na contração de ra ydn kra nõ ou la jul klãnõ (povo do lugar que o sol levanta). Assim, Laklãnõ significa \"os que são descendentes do Sol\", \"os do clã do Sol\" ou \"povo que vive onde nasce o sol\". == Distribuição == miniaturadaimagem|zág do (pinhão) Os Laklãnõ vivem na Terra Indígena do Ibirama, ao longo dos rios Hercílio (antigo Itajaí do Norte) e Platê, em território compartilhado com os Mbyá, Ñandeva e Kaingangs. Quadro comparativo entre línguas presentes na Terra Indígena do Ibirama Laklãnõ Kaingang Mbyá 1ª pessoa do singular ẽnh inh xee 2ª pessoa do singular a, ahã ã ndee 3ª pessoa do singular ti, ta (masculino) zi (feminino) ti (masculino) fi (feminino) ha'e 1ª pessoa do plural ãg ẽg nhande ou ore 2ª pessoa do plural me ã ãjag peẽ ou pende 3ª pessoa do plural óg ag (masculino) fag (feminino) ha'e kuery == História == Fontes anteriores a 1960 descrevem o laklãnõ como dialeto do kaingang. A primeira etnografia Laklãnõ, desenvolvida por Jules Henry em 1941, destacava diferenças sociolinguísticas entre os dois povos. Ainda assim, Henry denominava os Laklãnõ de Kaingang. Em 1978, o antropólogo Gregory Urban afirmou que os Laklãnõ se originaram dos Kaingang: a ruptura se deu devido à separações de suas patri-metades, e que Xokleng é um nome genérico que não lhes dá identidade. Desde então, os Laklãnõ e os Kaingang são considerados povos diferentes, ainda que linguisticamente próximos. O nome Laklãnõ conquistou mais espaço, além de levantar discussões sobre autodenominação de povos indígenas. O ensino da língua laklãnõ após o contato com os funcionários do Serviço de Proteção aos índios, em 1914, foi conturbado pela implementação de mecanismos de aculturação e incorporação dos indígenas à sociedade dominante. Em 1967, o órgão foi substituído pela FUNAI, que inicialmente implementou poucas alterações à metodologia de ensino. Finalmente, em 1994, o ensino do laklãnõ foi formalmente introduzido em 5 das 8 escolas de Ensino Fundamental da Terra Indígena do Ibirama. As aulas eram ministradas pelo professor laklãnõ Nanblá Gakran, especializado no estudo da gramática laklãnõ. Em 2004, a Escola Indígena de Educação Básica Laklãnõ foi concluída, e passou a oferecer Ensino Fundamental e Ensino Médio aos laklãnõ e a alguns descendentes de kaingangs. Uma pesquisa feita no mesmo ano revelou que nas turmas de Educação Infantil as professoras falavam apenas em laklãnõ com as crianças, enquanto no Ensino Fundamental os dois primeiros anos não tinham professores falantes de laklãnõ, mas, no terceiro, havia aprendizado secundário do idioma. A nova escola substituiu 5 das escolas antigas, e opera até hoje, subsidiada pela Secretaria de Estado da Educação de Santa Catarina. Em 2010, a Escola Isolada Indígena Vanhecú Patté passou a oferecer Ensino Fundamental e Médio para alunos que vivem longe da Escola de Educação Básica Laklãnõ. == Fonologia == === Vogais === Há 18 fonemas vocálicos em laklãnõ, que podem ser agrupados quanto a: abertura (fechadas, médias ou abertas); avanço da língua (anteriores, centrais ou posteriores); e movimentação do palato mole (orais ou nasais). Não há consenso científico acerca da existência de vogais longas em laklãnõ. Fonemas vocálicos orais do laklãnõ Anterior Central Posterior oral nasal oral nasal oral nasal Fechada i ĩ ɨ ɨ̃ u ũ Média e ẽ ə ə̃ o õ ɛ ɛ̃ ɔ ɔ̃ Baixa a ã === Consoantes === O laklãnõ possui 13 fonemas consonantais, contrastando labialização para as oclusivas dorsais e mostrando pré-nasalização em oclusivas e africadas sonoras. Os fonemas consonantais podem ser divididos de acordo com sonoridade (surdos e sonora), sendo as sonoras pré-nasalizadas; ponto de articulação (labiais, coronais, dorsais e glotais); modo de articulação (oclusivas, africadas, fricativas, nasais e aproximantes). Fonemas consonantais da língua laklãnõ Labial Coronal Dorsal Glotal plana labializada Oclusiva Plana p t̪ k kʷ ʔ Pré-nasalisada ᵐb ⁿd̪ ᵑg ᵑgʷ Africada Plana tʃ Pré-nasalisada ⁿdʒ Fricativa ð h Nasal m n̪ ɲ Aproximante Plana ʋ j Lateral l === Fonotática === A sílaba canônica em laklãnõ é ((C1)(C2) V (C)). Encontros de consoantes homorgânicas são proibidos em laklãnõ, em uma mesma sílaba ou em fronteira silábica. Assim, consoantes de mesmo ponto e modo de articulação, porém de sonoridades diferentes, não são encontradas juntas. Os encontros consonantais permitidos são: /pl, kl, ml, ŋl/. As consoantes que ocorrem à direita de sílabas mediais são /k/, /m/, /n/, /ŋ/, /j/ e /l/, enquanto à direita das sílabas finais ocorrem apenas /m/, /n/, /ŋ/, /j/ e /l/. == Ortografia == O alfabeto laklãnõ foi desenvolvido por Nanblá Gakran e Terezinha Bublitz, em 1997. É baseado no alfabeto latino e possui 20 letras, sendo que x e w apenas são usados nos dígrafos /tx, gw, kw/. As consoantes são b, d, dj, g, gw, h, j, k, kw, l, m, n, nh, p, t, tx, v, z. As vogais são a, á, e, é, i, o, ó, u, y, com uso de til para representação de nasalidade. Correspondências dos fonemas e grafemas das consoantes em laklãnõ Fonema Letras Oclusivas p p t t k k ʔ ' kw kw Fricativas e africadas tʃ tx ʋ v ð z h h Nasais m m n h ŋ nh Aproximantes l l j j Pré-nasalisadas mb b nd d ŋg g ŋgw gw Lateral l l Aproximante j j Correspondências dos fonemas e grafemas das vogais em laklãnõ Fonema Letras Altas i i ĩ ĩ ɨ y ɨ̃ ỹ u u ũ ũ Médias e e ə á o o Baixas ɛ é ɛ̃ ẽ a a ã ã ɔ ó ɔ̃ õ == Gramática == === Pronomes === Em laklãnõ, os pronomes desempenham mesma função que nomes e sintagmas nominais. ==== Pessoais ==== Os pronomes pessoais são usados em referência ao falante (eu/ nós), ao ouvinte (você/ vocês) e às outras pessoas e às coisas, identificadas ou não. O falante e o ouvinte estão obrigatoriamente presentes na situação, enquanto a terceira pessoa, que pode estar identificada ou não, pode ter a si atribuída a noção de definida/indefinida. Pronomes pessoais em laklãnõ Laklãnõ Português 1ª pessoa do singular ẽnh eu 2ª pessoa do singular a, ahã tu 3ª pessoa do singular ti, ta zi ele ela 1ª pessoa do plural ãg nós 2ª pessoa do plural me ã vocês 3ª pessoa do plural óg eles elas Há também os pronomes pessoais enfáticos, usados em construções estativas. Pronomes pessoais enfáticos em laklãnõ Laklãnõ Português 1ª pessoa do singular ẽnh ja eu mesmo 2ª pessoa do singular a aha tu mesmo 3ª pessoa do singular ti vũ zi vũ ele mesmo ela mesma 1ª pessoa do plural ãg ha nós mesmos 2ª pessoa do plural me a ha vocês mesmos 3ª pessoa do plural óg ha eles mesmos elas mesmas ==== Possessivos ==== Os pronomes pessoais em laklãnõ também são usados em construções possessivas com nomes relativos da subclasse 1a, e são costumeiramente traduzidos para os pronomes possessivos do português. No entanto, é mais adequada a tradução literal livre, exemplificada abaixo: * ti katxol = cachorro de ele. * zi katxol = cachorro de ela. * óg katxol = cachorro de eles. Das duas formas existentes para expressar a 3ª pessoa do singular masculina, a forma ta nunca assume função de objeto direto, nem de sintagma pósposicionado e nem é usada em construções possessivas; nesses caso, sempre se usa ti. A forma ahã, que denota 2ª pessoa do singular, também não é usada em construções de posse. ==== Demonstrativos ==== Os pronomes demonstrativos são empregados conforme proximidade e visibilidade do demonstrado, ambas referenciadas no locutor. Pronomes demonstrativos em laklãnõ \\+ próximo \\+ visível - próximo \\+ visível - próximo +/- visível tóg hã ta ũ ta Bem como no português, no laklãnõ um pronome demonstrativo pode assumir função de sujeito: tóg vũ blaj mũ = este quebrou. Também é possível associar posposições aos pronomes demonstrativos. Diferentemente do que ocorre no português, com aglutinação de preposição e demonstrativo, no laklãnõ o demonstrativo se conserva como unidade sintática independente. Uso de posposição após pronome demonstrativo Laklãnõ ulé tóg ki ta kutã kũ ty mũ Função 'lagoa' dem. posp. 3ª pessoa do singular 'cair' conj. 'morrer' perf. Português ele caiu nesta lagoa e morreu. === Relações de posse === A estrutura geral das relações de posse em laklãnõ é [possuidor] [possuído]. Demais estruturas como posposições e classificadores genéricos podem ser usadas, a depender da subclasse a qual o nome pertence. === Nomes e Sintagmas Nominais === Conforme definido por Nanblá Gakran, os nomes em laklãnõ podem ser classificados conforme denotem humanos ou não humanos, seres femininos ou masculinos e, dos não humanos, os que são animados ou não animados. Essas palavras podem ser possuídas, intensificadas ou atenuadas, e seus referentes podem existir no atual, retrospectivo ou progressivo. Os nomes podem ser agrupados em: nomes relativos não absolutos; nomes não relativos e não absolutos; e nomes absolutos não relativos. Um nome relativo e não absoluto pode ser possuído diretamente, mas um nome não relativo e não absoluto só pode ser possuído por meio de um mediador de posse; já um nome absoluto e não relativo nunca pode ser possuído. ==== Nomes relativos não absolutos ==== Os nomes relativos denotam partes que configuram um todo, como as partes do corpo humano, partes de animais e de plantas. É possível dividir os nomes relativos entre aqueles que se ligam aos pronomes pessoais para criar sentido de posse, os nomes da subclasse 1a; e aqueles que nunca se combinam aos pronomes, os nomes da subclasse 1b. ===== Subclasse 1a ===== Esses nomes, quando combinados aos pronomes pessoais (exceto ahã, ta), geram sentido de posse. As seguintes construções exemplificam este processo: * ẽnh kónã = meu olho * a kónã = seu olho/olho de você * ti kónã = olho dele Algumas destas construções apenas são possíveis se o nome for usado com sentido metafórico, como em by, que significa rabo, mas também pode significar frigideira (rabo corresponderia ao cabo da frigideira). ===== Subclasse 1b ===== Esses nomes não são combinados com pronomes, já que denotam partes de frações de um todo. Por exemplo, o nome kágki, que significa cabelo ou pena, e está sempre atribuído à outra parte do corpo. Construção com nome da subclasse 1b Laklãnõ ẽnh jẽgga zéj Função pron. poss. mão dedo Português dedo de minha mão. ==== Nomes absolutos não relativos ==== Esses nomes denotam sensações ou relações de criação de animais. Os nomes absolutos não relativos dividem-se em subclasse 2 e 3. ===== Subclasse 2 ===== Esses nomes podem ser possuídos em uma relação estabelecida com o nome classificador genérico mãg. O classificador mãg pode ser comparado ao xerimbabo, do tupi-guarani, e media a determinação nominal de nomes de animais. Construção com nome da subclasse 2 Laklãnõ ẽnh mãg tõ kugkév Função pron. poss. classificador genérico trans. 'galinha' Português meu xerimbabo galinha. ===== Subclasse 3 ===== Esses nomes denotam sensações. No laklãnõ, sensações são respostas a fenômenos naturais, e não podem ser possuídos. Assim, a construção usada para dizer \"estou com frio\" seria algo próximo de \"existe frio para mim\". Construção com nome da subclasse 3 Laklãnõ ẽnh jõ kutxó kómãg Função pron. poss. posp. 'frio' 'existir' Português existe frio para mim (eu estou com frio) ==== Número ==== Há duas formas de expressar número em laklãnõ: com adição de óg aos nomes que denotam humanos, e adição de kabág aos nomes com referentes não humanos. Pluralização em laklãnõ Singular Plural Humano kuzó (velho) kuzó óg (velhos) Não humano zág (pinheiro) zág kabág (muitos pinheiros) Existem nomes em laklãnõ que desempenham função de numeral. Estes nomes quantificadores seguem os nomes núcleo. Nomes quantificadores Laklãno Potuguês Quantidade pil sozinho 1 légle gêmeo 2 légle to pil gêmeo e um 3 légle to halike gêmeo com igual 4 ==== Estado ==== Em laklãnõ, os nomes representam o estado de seu referente, através das diferentes construções. Se o nome está no estado atual, este não recebe marca, e seu referente existe no dado momento. Se denotado no estado retrospectivo, o nome recebe a marca jó, e o referente já não existe. Se denotado no estado prospectivo, o nome recebe a marca ke, e a existência de seu referente é projetada. Os estados estão exemplificados para a palavra jópõ (roça): * jópõ, estado atual: a roça existe no presente. * jópõ jó, estado retrospectivo: a roça não existe mais no presente. * jópõ ke, estado prospectivo: a roça irá existir. ==== Gênero ==== Nomes próprios femininos sempre são acompanhados de zi, a 3ª pessoa do singular feminina, enquanto nomes masculinos não exigem complemento: * Kulé zi, nome feminino. * Tucun, nome masculino. Nomes de seres animados que não têm gênero especificado são sempre masculinos. === Artigos === Há dois artigos em laklãno: te (definido) e u (indefinido). Ambos se posicionam à direita do núcleo do sintagma nominal e ocorrem em sentenças afirmativas, negativas e interrogativas. Os artigos em laklãnõ não indicam número nem gênero. Uso de artigo definido em laklãnõ Laklãnõ Kãggunh kagkio te ko ló Função nome masculino 'peixe' art. 'comer' 'para' Português Kãggunh, coma o peixe. === Marcas === Toda oração precisa ter uma \"marca de sujeito\", posta adjacentemente a um sintagma nominal para indicação de sujeito, e variável conforme pessoa e número. === Ideofones === Os ideofones associam ideias a sons, e ocorrem antes do verbo núcleo. Podem simbolizar sons produzidos por animais, por fenômenos da natureza e por eventos. Uso de ideofone em laklãnõ Laklãnõ mẽg gwin gwin ke mũ Função 'onça' ideofone de rosnar de onça aspecto nominal perspectivo perf. Português a onça rosnou. === Verbos === Os verbos em laklãnõ têm maneiras diferentes de serem pluralizados, conforme a transitividade. Os verbos transitivos têm número indicado pelo número do paciente, e os intransitivos pelo número do sujeito ou agente. Há outra distinção importante: verbos que contribuem nas noções aspectuais e os que não contribuem. Os verbos que contribuem com noções aspectuais são os verbos posicionais e de movimento, que, quando transitivos, esclarecem a forma física do sujeito, e quando intransitivos, dizem respeito ao objeto. Verbos posicionais em laklãnõ Posição Singular Plural estar sentado nẽ jãgnẽ estar deitado nõ jãgnõ estar pendurado txó jãgdjó estar em posição indefinida nĩ nỹ estar em posição indefinida, mas espalhado nõ estar em pé jã kójã ir tẽ mũ vir katẽ kamũ ==== Tempo ==== Não há desinência verbal de tempo em laklãno. As marcas de aspecto podem indicar tempo, e também são usadas sete palavras temporais, todas formadas a partir de nomes e de demonstrativos. Palvras temporais em laklãnõ Passado Presente Futuro vãtxỹ (antigamente) vãha (agora) kulagh ũ (amanhã) la ũ tá (ontem) kól kũ (depois) la ũ ta tá (antes de ontem) hã ta-ka (naquele tempo, naquela vez) ==== Aspecto ==== Há quatro aspectos verbais em laklãnõ: perfectivo, imperfectivo, estativo e progressivo. As marcas de aspecto ocupam sempre a posição final da oração. ===== Perfectivo ===== Denota processos e eventos que estão concluídos no momento. A marca do perfectivo é mũ, que também denota o plural para 'ir'. Aspecto perfectivo em laklãnõ Laklãnõ ta vũ kutã mũ Função 3ª pessoa do singular marca de sujeito 'cair' perf. Português ele caiu. ===== Imperfectivo ===== O imperfectivo marca um evento como inacabado, sem término delimitado. Pode denotar eventos que ainda não iniciaram, mas são previstos. A marca do imperfectivo é tẽ, o mesmo que 'ir' no singular. Aspecto imperfectivo em laklãnõ Laklãnõ jan ta tẽ Função 'cantar' 3ª pessoa do singular imperf. Português ele vai cantar. No exemplo, a tradução para português corresponde ao futuro. Porém, em laklãnõ, o aspecto imperfectivo não demarca tempo, mas sim um processo que iniciou mas não terminou, ou que é projetado. ===== Estativo ===== O estativo exprime evento contínuo ou estado. Ocorre em orações nas quais o sujeito é um pronome pessoal enfático. . A marca do aspecto estativo é vã. Aspecto estativo em laklãnõ Laklãnõ ẽnh ja jan vã Função 1ª pessoa do singular enfatização 'cantar' estat. Português eu mesmo que estou cantando. Há associação do aspecto estativo e do nominal prospectivo para denotação de ação projetada. Uso dos aspectos nominal prospectivo e estativo em laklãnõ Laklãnõ a ha jan ke vã Função 2ª pessoa do singular enfatização 'cantar' aspecto nominal prospectivo estat. Português é você que vai cantar. ===== Progressivo ===== Este aspecto marca processos em pleno desenvolvimento, ou estado em plena existência. Usam-se os verbos posicionais como marcas do progressivo e o sujeito destes predicado pertence aos pronomes pessoais, sem uso de posposições. Aspecto progressivo em laklãnõ Laklãnõ jan nũ jã Função 'cantar' 1ª pessoa do singular 'estar em pé' Português eu canto/ eu estou cantando. ==== Modo ==== Há apenas um modo especificado na gramática laklãnõ: o imperativo. Este é expresso quando o verbo é seguido ou precedido das posposições ló, que expressa deslocamento. Construção imperativa em laklãnõ Laklãnõ ugby bág te pénũ ló Função 'porco' adv. especificador 'atirar' posp. Português atira no porco grande! Também ocorre a construção permissiva, com o verbo nominalizado e o sujeito marcado por jé. No caso de construção permissiva negativa, ocorre o morfema de negação tũ na última posição, associado com os nominalizadores de ação -g, -n, -nh. Construção permissiva em laklãnõ Laklãnõ ẽnh ve jé kala Função 1ª pessoa do singular 'ver' posp. 'entrar' Português entra para me ver! Construção permissiva negativa com uso de -g Laklãnõ mũ tũg jãg Função 'ir' morfema de negação 'estar em pé' Português não vamos. ==== Duplicação ==== Um fator particular deste idioma e do kaingangue (configurando fator das línguas jês meridionais) é, em demonstração de ergatividade, o uso de duplicação do verbo ou redundância para indicação de pluralidade do objeto direto. Duplicação do verbo em laklãnõ Laklãnõ Jug vũ do hánhan mũ Função 'pai' marca de sujeito 'flecha' 'fazer' perf. Português meu pai fez várias flechas. === Sentença === O laklãnõ tem ordem Sujeito-Objeto-Verbo. Predicados verbais intransitivos têm o verbo na penúltima posição da sentença, seguidos pelas marcas de aspecto, enquanto os verbais transitivos vêm precedidos pelos seus objetos e seguidos de marcas aspectuais. Nos predicados possessivos e estativos, a marca de sujeito vũ aparece após o objeto. Interjeições ocupam o primeiro lugar na sentença, e os ideofones ocupam posição de objeto direto. ==== Comparativas ==== Em laklãnõ, há duas construções comparativas: as de igualdade e as constrativas. Ambas são possíveis apenas entre nomes, e seguem a ordem [elemento comparado] [elemento de referência] [posposição comparativa]. As comparações de igualdade são feitas com a marca like (similitivo). Construção comparativa em laklãnõ Laklãnõ tóg vũ hã ta like nẽ Função pronome demonstrativo marca de sujeito 'aquele' 1ª pessoa do singular masculino posposição de igualdade verbo posicional Português este é parecido com aquele. As comparações constrativas são feitas com a marca kazyl (contrário). Construção constrativa em laklãnõ Laklãnõ kugkév nẽ te vũ txãggõnh nẽ te kazyl kũ tẽ Função 'galinha' 'carne' especificador marca de sujeito 'pássaro' 'carne' especificador posposição de contraste conjunção aspecto imperfectivo Português a carne da galinha é diferente da carne de passarinho. ==== Negativas ==== As sentenças negativas nominais são marcadas pelo morfema tũ (privativo), e atribui significado de 'destituído de algo'. Predicado nominal negativo em laklãnõ Laklãnõ kle kàgki tũ Função 'cabeça' 'cabelo' 'sem' Português sem cabelo da cabeça. Os predicados verbais negativos apresentam verbo nominalizado, acompanhado do morfema negativo tũ e da marca de aspecto imperfectivo tẽ. Predicado verbal negativo em laklãnõ Laklãnõ jõ zi vũ tavi-g tũ tẽ Função 'mãe' marca de feminino marca de sujeito chegar (nominalizado) morfema negativo aspecto imperfectivo Português minha mãe não chegou. ==== Interrogativas ==== As interrogações que exigem respostas diferentes de sim ou não podem ser construídas com ũ, usada em referência a humanos, como 'quem', e com de, usada para não humanos, como 'o que'. Interrogativa com objeto humano em laklãnõ Laklãnõ ũ óg nũ vũ kamũ? Função 'quem' 3ª pessoa do plural interrogativo marca de sujeito 'vir' Português quem está vindo? As interrogativas polares têm entonação ascendente associada à posição do que é questionado. O argumento sujeito que é questionado vem na posição inicial, marcado pelo especificador te, que focaliza o elemento. Interrogativa polar em laklãnõ Laklãnõ jug te dén ko mũ? Função 'pai' especificador 'algo' 'comer' aspecto perfectivo Português meu pai comeu? == Vocabulário == Péhov tõ Dén Kónã ũn Pã Han, a tradução laklãnõ da cantiga 'De abóbora faz melão', é uma das que são ensinadas nas escolas da Terra Indígena do Ibirama, como recurso secundário do ensino bilíngue laklãnõ/português. https://repositorio.ufsc.br/bitstream/handle/123456789/208281/Material%20de%20apoio%20pedag%C3%B3gico%20-%20Vers%C3%A3o%20digital.pdf?sequence=1&isAllowed;=y Péhov tõ Dén Kónã ũn Pã Han De abóbora faz melão Péhov tõ dén kónã ũn pã han Dén kónã ũn pã te tõ vel mlũl ve kónã han Tõ dén glã tõ ‘sinhá’ han Tõ dén glã tõ ‘sinhá’ han Dén glã tõ ‘sinhá’ han, ‘Maria’! U tõ ẽ vãnhglén jógpalag jé txul mũ te jé ‘Juquinha’ nẽjó ló tẽg Ta vũ lãglãg hũ, võn võn gég ke mũ. Ta vũ vãtxõ djõnh gég ke mũ. De abóbora faz melão De melão faz melancia Faz doce sinhá Faz doce sinhá Faz doce sinhá Maria! Quem quiser aprender dançar Vai à casa do Juquinha Ele pula, ele roda. Ele faz requebradinha. O kulav é uma sopa laklãnõ que era preparada com procedimentos especiais. Hoje, é preparado sem os procedimentos tradicionais. Receita tradicional de kulav Laklãnõ Português Vãtxõ ti ka tõgen ku óg kulav te han ké kemu. Tá ti óg gal ti kagjã ku to kulav ké ke mu. Gal kagjã ti óg kuklu te ki goj txunh ku óg tõ gal kagjã te to kivin ku ti vãnvul, ku óg penky ki txunh ku ko ké ke mu. O kulav (sopa) era feito geralmente com milho mastigados pelas mulheres. Coloca-se a água na panela de barro misturando o milho já mastigado, após 5 a 10 dias de fervura, retira-se a panela e serve-se em potes feitos de barro. == Menções == A língua laklãnõ foi tema de dois problemas da Olimpíada Brasileira de Linguística. Em 2017, na edição Margele, o problema propunha associação de vocábulos kaingang e laklãnõ. Em 2019, na edição Ye'pâ-masa, o problema abordava relações de posse em laklãno. == Notas == == Ver também == • Nanblá Gakran == Bibliografia == * * * * * * * ALVES JÚNIOR, O. Parlons xokleng / laklãnõ: Langue indigène du sud du Brésil. Paris: LʼHarmattan, 2014, 243 f. * GAKRAN, N. Aspectos morfossintáticos da língua Laklãnõ (Xokleng), Jê. 2005. 123 f. Dissertação (Mestrado em Linguística) – Instituto de Estudos da Linguagem, Universidade Estadual de Campinas. 2005. * GAKRAN, N. Elementos fundamentais da gramática Laklãnõ. 2015. 283 f. Tese (Doutorado em Linguística) – Departamento de Linguística, Português e Línguas Clássicas, Instituto de Letras, Universidade de Brasília. 2015. * GAKRAN, N.; JOLKESKY, M. P. de V. Aspectos do sistema verbal Laklãnõ/Xokleng. Não publicado, s/d. == Ligações externas == Material pedagógico usado nas escolas da Terra Indígena Laklãnõ. Olimpíada Brasileira de Linguística, edição Margele Olimpíada Brasileira de Linguística, Ye'pâ-masa Categoria:Línguas indígenas do Brasil Categoria:Línguas jês",
 "title": "Língua xoclengue"
}