{
 "id": "58999",
 "text": "Fernando Baeta Cardoso do Valle (Arganil, Cerdeira, 30 de julho de 1900 — Coimbra, 27 de novembro de 2004) foi um médico e político português, republicano, membro da Maçonaria e um dos fundadores do Partido Socialista português. ==Biografia== Nasceu em Arganil, numa família de médicos onde já estavam enraizados os ideais republicanos e socialistas. Estudou e fez-se médico tal como os seus pais, e rapidamente enveredava, também, pela política, destacando-se na oposição ao Estado Novo e ajudando a fundar, ainda na clandestinidade, o Partido Socialista (PS). Marcou presença no Reviralho e nas campanhas de Norton de Matos e Humberto Delgado à Presidência da República e, por várias vezes, escondeu em sua casa foragidos que eram procurados pela PIDE. Com a Revolução de 25 de Abril de 1974, viria a ter um papel discreto no pós-revolução, como governador civil do Distrito de Coimbra de 1976 a 1980, onde terá tido um papel importante na contenção de alguns distúrbios aquando do Verão Quente de 1975. Terá, depois disso, regressado para Arganil, onde continuou a exercer como médico e onde deixou trabalho feito na área do associativismo local. Veio a ser, após a morte de Tito de Morais, presidente honorário do partido que ajudou a fundar, demonstrando em algumas ocasiões a sua desconfiança e incómodo com a liderança do partido, então nas mãos de José Sócrates. Apoiou Manuel Alegre na corrida às Presidenciais em que este participou. A 14 de abril de 1982, foi agraciado com o grau de Grande-Oficial da Ordem da Liberdade e a 28 de julho de 1989 com o grau de Grã-Cruz da Ordem do Mérito. Categoria:Naturais de Arganil Categoria:Maçons de Portugal Categoria:Maçons do século XX Categoria:Médicos de Portugal Categoria:Governadores civis do distrito de Coimbra Categoria:Políticos do Partido Socialista (Portugal) Categoria:Centenários de Portugal Categoria:Opositores da ditadura portuguesa Categoria:Grandes-Oficiais da Ordem da Liberdade Categoria:Grã-Cruzes da Ordem do Mérito",
 "title": "Fernando Valle"
}