{
 "id": "59006",
 "text": "Pelecaniformes é uma ordem de aves distribuído à escala global e habita sobretudo regiões costeiras marinhas e perto de grandes lagos ou estuários. A Taxonomia de Sibley-Ahlquist considerou os pelicaniformes como parte da ordem Ciconiiformes, mas actualmente o Congresso Ornitológico Internacional voltou a considerá-los uma ordem própria, incluindo também famílias (Threskiornithidae, Ardeidae, Scopidae, Balaenicipitidae) que a classificação tradicional agrupava aos Ciconiiformes, mas sem as famílias Sulidae, Phalacrocoracidae, Fregatidae e Anhingidae, englobadas agora na ordem Suliformes. Os pelecaniformes são aves aquáticas de médio a grande porte que se caracterizam pelas patas totipalmadas, onde todos os quatro dedos se encontram unidos por uma membrana interdigital. A maioria das espécies tem um saco extensível sustendado pela mandíbula inferior. A plumagem tem coloração muito diversa de acordo com a espécie e varia entre negra e branca. O pescoço é comprido na maioria das espécies e as patas são curtas. O bico é bastante longo e em muitos casos termina num gancho. Grande parte das espécies está especialmente adaptada para a pesca de peixes, cefalópodes e crustáceos a partir do voo. São habitualmente gregários, reproduzindo-se em colónias numerosas. Durante a época de reprodução a cor das patas e do saco torna-se mais intensa, especialmente nos patolas. Os ninhos são feitos no chão e a incubação leva entre 20 a 55 dias consoante a espécie. O IUCN lista 22 espécies de pelecaniformes (na classificação tradicional) como ameaçadas de extinção ou em perigo, entre as quais o cormorão das Galápagos que é endémico deste arquipélago. Os principais riscos que ameaçam o grupo são a caça, a perda de habitat e o envenenamento acidental em zonas poluidas. Os primeiros pelecaniformes que surgem no registo fóssil são o Protophaeton (um rabo-de-palha primitivo) e uma ave semelhante às fragatas, do Eocénico de Inglaterra. Os pelicanos evoluiram durante o Oligocénico. == Famílias == * Pelecanidae, pelicano: aves de grande porte com bico longo e bolsas na garganta que permitem a armazenagem de alimentos Estas famílias eram tradicionalmente consideradas como Ciconiiformes, mas foram re- classificadas como Pelecaniformes: * Threskiornithidae, íbis * Ardeidae, garças * Scopidae, Cabeça-de-martelo * Balaenicipitidae, Cegonha-bico-de- sapato Esta família era tradicionalmente classificada nos Pelecaniformes, mas foram elevadas a uma ordem própria, Suliformes: * Sulidae, patola, alcatraz: aves de médio a grande porte, com asas e bicos compridos que caçam em mergulho a partir do ar; patas coloridas * Phalacrocoracidae, cormorão: aves de médio a grande porte, bico com terminação em gancho, plumagem escura e não impermeável * Fregatidae, fragata, tesourão: aves de grande porte, com asas longas, plumagem branca e negra e bolsa expansível e vermelha na garganta * Anhingidae, biguatinga: pescoço longo e em forma de cobra, bico longo, caçam totalmente submersos durante mergulhos Esta família era tradicionalmente classificada nos Pelecaniformes, mas foi elevada a uma ordem própria: * Phaethontidae, rabo de palha: aves de médio porte, com penas caudais longas == Referências == == Ligações externas == * Animal Diversity Web Categoria:Aves !",
 "title": "Pelecaniformes"
}