{
 "id": "5902",
 "text": "Paredes do Bairro é uma povoação portuguesa do Município de Anadia que foi sede da extinta Freguesia de Paredes do Bairro, freguesia que tinha 6,56 km² de área e 994 habitantes (2011), e, por isso, uma densidade populacional de 151,5 hab/km². Era a mais jovem freguesia do Município, tendo sido criada em 21 de julho de 1985. A Freguesia de Paredes do Bairro foi extinta em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada às freguesias de Amoreira da Gândara e Ancas, para formar uma nova freguesia denominada União das Freguesias de Amoreira da Gândara, Paredes do Bairro e Ancas da qual é sede.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. == História == Pela mão do D. Manuel I de Portugal recebeu Foral a 20 de Dezembro de 1519. \"incrito in Livro de Foraes Novos da Estremadura, Fl.224V., Col.1.\" Em 1811 Paredes do Bairro era vila da Beira; com juiz ordinário; comarca; provedoria e pertencia a Diocese de Aveiro; donatário, cabido de Coimbra. Em 1821 era concelho, mas povoação da freguesia de S. Lourenço do Bairro; por isso se não citam os fogos da vila… Em 1832, concelho da comarca de Aveiro. Para alguns autores o concelho foi extinto em 1835. ==População== População da freguesia de Paredes do Bairro Instituto Nacional de Estatística (Recenseamentos Gerais da População) https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1991 2001 2011 1.138 1.092 994 Freguesia criada pela Lei nº 131/85, de 4 de Outubro de 1985 , com lugares desanexados da freguesia de São Lourenço do Bairro Distribuição da População por Grupos Etários Ano 0-14 Anos 015-24 Anos 25-64 Anos < 65 Anos 0-14 Anos 015-24 Anos 25-64 Anos < 65 Anos 2001 155 147 575 215 14,2% 13,5% 52,7% 19,7% 2011 112 100 544 238 11,3% 10,1% 54,7% 23,9% == Património == * Igreja Matriz (Igreja de S. Tomé) * Capela de Santo António * Centro Social Cultural e Recreativo de Paredes do Bairro * Igreja Evangélica * Capela de São Tomé * Miradouro de Costa == Eventos Culturais == === Eventos (Festas populares e religiosas) === * Festa de Carnaval * Festa S. Tomé (A Festa Realiza-se no mês de Dezembro e Julho) * Festa Santo António (A Festa Realiza-se no mês de Junho) * Festa POPULAR da Maria Malandrona (A Festa Realiza-se no mês de Março) === Rancho === Grupo Folclórico do Centro Social, Cultural e Recreativo de Paredes do Bairro. \"Nasceu com o objectivo de divulgar e promover o melhor das nossas tradições, fortalecer e alicerçar os laços de amizade e ocupar de forma saudável os tempos livres.\" === Desporto === A Associação Desportiva de Paredes do Bairro regressou ao futebol, após seis anos de ausência (reiniciou após ausência em 2004) modalidade onde atingiu lugar de destaque durante algumas épocas. Encontra-se a disputar a 2ªDivisão Distrital FPF-Aveiro. === Juventude === A Associação de Jovens de Paredes do Bairro (AJPB) retomou a sua actividade em 2010, depois de um breve interregno. Tem como escopo desenvolver a aptidão dos jovens para a cidadania e promover a cooperação e a solidariedade entre os seus associados e a população. A AJPB leva a cabo frequentemente iniciativas culturais, sociais, recreativas, lúdicas e desportivas, onde se destacam o torneio anual \"Inter- Ruas AJPB\" de futsal, o \"Passeio de BTT AJPB\", o \"Paint-Ball AJPB\" e o \"Magusto AJPB\", entre outros eventos. Categoria:Antigas freguesias de Anadia",
 "title": "Paredes do Bairro"
}