{
 "id": "59031",
 "text": "O Estádio do Dragão é um estádio de futebol de Categoria 4, localizado na freguesia de Campanhã, cidade do Porto, propriedade do Futebol Clube do Porto, sendo neste recinto que a equipa de futebol joga as suas partidas em casa. O estádio foi inaugurado a 16 de novembro de 2003, e tem uma capacidade para 50 033 espetadores. O recinto também tem sido palco de inúmeros eventos, tais como a sua utilização para o Euro 2004, para a Liga das Nações da UEFA de 2018–19, para a Liga dos Campeões da UEFA de 2020–21 e os muitos concertos musicais já realizados. == História == O Estádio do Dragão foi construído para substituir o Estádio das Antas, que abriu as portas ainda antes em 1952. Foi inaugurado a 16 de novembro de 2003, num jogo particular com o Barcelona. O resultado favoreceu a equipa portista, pois ganhou por 2–0, mas a partida foi marcada sobretudo pela estreia de Lionel Messi, com 16 anos, que se viria a tornar um dos melhores jogadores da História do futebol. O estádio teve uma construção conturbada, conflitos entre o presidente do clube, Jorge Nuno Pinto da Costa e o presidente da autarquia Rui Rio, levaram a sucessivas paragens na obra e adiamentos. O estádio foi projetado pelo arquiteto Manuel Salgado e custou cerca de 98 milhões de euros. Durante a construção, houve uma viva discussão sobre o nome a dar ao estádio. \"Estádio das Antas\", \"Novo Estádio das Antas\" e \"Estádio Pinto da Costa\" foram alguns dos nomes propostos. Pinto da Costa recusou o seu próprio nome e escolheu \"Estádio do Dragão\", por referência ao dragão que figura no emblema do clube. Em 2004, foi utilizado em cinco jogos do Euro 2004, tendo sido palco inaugural deste grande evento desportivo, num jogo disputado entre Portugal e a Grécia no dia 12 de Junho, onde a equipa anfitriã foi derrotada por 2–1. Aqui também tiveram lugar alguns jogos da fase-de-grupos, o jogo dos quartas-de-final entre a República Checa e a Dinamarca, e a meia final que opôs a Grécia e a República Checa. O Estádio do Dragão, pela sua excelência e beleza, tem servido de inspiração para construções similares noutros países. Exemplos: o estádio do RasenBallsport Leipzig foi inspirado no Estádio do Dragão; um dos projetos para o novo estádio nacional da Irlanda do Norte, a construir em Maze (perto de Lisburn), tem o Dragão como modelo; no âmbito do Campeonato da Europa de 2004 uma delegação constituída por empresários, arquitetos, representantes de clubes, do sector da construção e de governos e prefeituras visitou os estádios do Euro 2004, tendo elegido o Dragão como o \"mais bonito\", \"harmonioso\" e \"interessante\" dos visitados e um caso \"a copiar\" no Brasil. == Dados gerais == ==== Custo aproximado ==== 125 000 000 euros ==== Realização ==== Somague ==== Iluminação ==== 220 projetores de 2000 watt ==== Som ==== «Bose» (70 000 watt) ==== Painéis Eletrônicos ==== «Barco» (dois painéis gigantes P10 com tecnologia LED e capacidade de rotação até 180º, com 9.2 x 5.2 metros de diâmetro) e dois fixos adicionais. ==== Classificação Internacional ==== Grau A - O Estádio do Dragão pode ser o palco de qualquer evento futebolístico nacional ou internacional. ==== Certificações ==== O Estádio do Dragão é o primeiro estádio europeu a conseguir a certificação «GreenLight». Esta é uma certificação da Comissão Europeia (através da ADENE - Agência para a Energia), premiando o esforço realizado em termos da utilização racional de energia e na qualidade da iluminação. ==== Distribuição dos lugares de bancada ==== * Camarotes Empresa: 1369 * Tribuna Empresas: 1154 * Camarotes Sócio: 174 * Tribuna Sócios: 1036 * Bancada Central: 19 536 * Bancada Central 2.º nível: 12 270 * Topos: 16 474 * Total: 50 033 ==== Lugares de estacionamento ==== 1187 lugares (47 749 m²) * Venda livre: 516 * \"Vip\": 272 * Lugares de empresa: 240 * Zona técnica: 100 * Zona desportiva: 48 == Eventos Desportivos == === Jogos Internacionais da Seleção Nacional === As seguintes partidas da Seleção Nacional foram realizadas no estádio. # Data Resultado Oponente Competição 1 12/06/2004 1–2 Campeonato Europeu de Futebol de 2004 2 12/10/2005 3–0 Eliminatórias da Copa do Mundo FIFA de 2006 - Europa 3 21/11/2007 0–0 Qualificações para o Campeonato Europeu de Futebol de 2008 4 28/03/2009 0–0 Eliminatórias da Copa do Mundo FIFA de 2010 - Europa 5 8/10/2010 3–1 Qualificações para o Campeonato Europeu de Futebol de 2012 6 7/10/2011 5–3 7 16/10/2012 1–1 Eliminatórias da Copa do Mundo FIFA de 2014 - Europa 8 29/05/2016 3–0 Partida amistosa 9 5/06/2019 3–1 Liga das Nações da UEFA de 2018–19 – Fase Final 10 9/06/2019 1–0 Final da Liga das Nações da UEFA de 2019 11 5/09/2020 4–1 Liga das Nações da UEFA A de 2020–21 12 24/03/2022 3–1 Eliminatórias da Copa do Mundo FIFA de 2022 – UEFA (play-offs) 13 29/03/2022 2–0 14 13/10/2023 3–2 Qualificações para o Campeonato Europeu de Futebol de 2024 === Campeonato Europeu de Futebol de 2004 === Construído para se tornar uma das sedes do torneio UEFA Euro 2004, acolheu o Jogo Inaugural entre o anfitrião Portugal e a eventual vencedora Grécia, e ainda mais 2 jogos da fase de grupos, 1 dos quartas de final e 1 da semifinal. Data Resultados Ronda Espectadores 12 Junho 2004 1–2 Grupo A 48 761 15 Junho 2004 1–1 Grupo D 48 197 18 Junho 2004 1–1 Grupo C 44 926 27 Junho 2004 3–0 Quartas de final 41 092 1 Julho 2004 1–0 (pro) Semifinal 42 449 === Liga das Nações da UEFA de 2018/19 === Foi a par do Estádio D. Afonso Henriques um dos Palcos da Final-Four da Liga das Nações da UEFA de 2018–19. Data Resultados Ronda Espectadores 5 Junho 2019 3–1 Semifinal 42 415 9 Junho 2019 1–0 Final 43 199 === Jogos das Competições da UEFA === A final foi originalmente planejada para o Estádio Olímpico Atatürk em Istambul, mas foi adiada devido a restrições de viagem do governo da Inglaterra causadas pela pandemia de COVID-19 na Turquia. Competição Data Equipa #1 Resultado Equipa #2 Espectadores Final da Liga dos Campeões da UEFA de 2020/21 29/05/2021 Manchester City 0–1 Chelsea FC 14 110 == Eventos Musicais == O estádio já serviu como local de concertos para cinco agendas de digressões internacionais de artistas musicais reconhecidos, juntamente com apresentações de abertura selecionadas. Data Artista/Banda Digressão de concertos Público total 18 de Julho 2004 Deep Purple Bananas World Tour 12 de Agosto 2006 Rolling Stones A Bigger Bang Tour 47 000 18 de Maio 2012 Coldplay Mylo Xyloto Tour 50 000 10 de Junho 2013 Muse The 2nd Law Tour 45 000 13 de Julho 2014 One Direction Where We Are Tour 45 000 Dragão Categoria:Recintos do Futebol Clube do Porto Categoria:Campanhã Categoria:Património edificado no Porto Categoria:Estádios de futebol inaugurados em 2003 Dragão Categoria:Fundações em Portugal em 2003 Categoria:Desporto no Porto",
 "title": "Estádio do Dragão"
}