{
 "id": "5906",
 "text": "Vila Nova de Monsarros é uma povoação portuguesa sede da Freguesia de Vila Nova de Monsarros do município de Anadia, freguesia com 23,72 km² de área e 1545 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . Fica entre a vila do Luso e a cidade de Anadia. A aldeia de Vila Nova de Monsarros foi criada por volta de 1006 tendo original e permanentemente como orago São Miguel Arcanjo. Constituiu até ao liberalismo o couto de Vila Nova de Monsarros. Tinha, em 1801, 759 habitantes. ==Demografia== Nota: No censo de 1864 aparece designada por Monsarros. A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 324 293 1017 367 2011 206 180 919 408 2021 165 129 795 456 ==Património== * Casa seiscentista * Capelas de São Bartolomeu e de São Martinho * Lugar de Algeriz * Edifício da junta de freguesia * Capela de Nossa Senhora das Neves == Origem heráldica da bandeira e brasão == (Publicada em \"Diário da República\", III Série de 23 de janeiro de 2002) Armas - Escudo de azul, barra ondulada de prata e azul com três peças, acompanhada de uma espada de lâmina flamejante vermelha rodeada de ouro e, na ponta, de uma videira arrancada e troncada, folhada e gavinhada de prata com três cachos de uvas de ouro. Coroa mural de prata de quatro torres. Ornamento branco, com a legenda a negro: “ VILA NOVA DE MONSARROS. === Simbologia === * Espada - Representa a espada de São Miguel, orago da freguesia. * Videira - Representa as actividades económicas da freguesia destacando a vinicultura e a agricultura em geral. * Barra ondulada de prata e azul - Representam os ribeiros que passam na freguesia e que vão desaguar ao rio Cértima, ou Cértoma, como também se designa. * Bandeira - Esquartelada de branco e azul, cordões e borlas de prata e azul, finalizando com uma haste e lança de ouro. == Ligações externas== * Junta de Freguesia * FVNMOnline Categoria:Freguesias de Anadia Categoria:Antigos municípios do distrito de Aveiro",
 "title": "Vila Nova de Monsarros"
}