{
 "id": "59083",
 "text": "As regiões especiais de Tóquio (特別区 tokubetsuku) são uma divisão administrativa da Metrópole de Tóquio, no Japão. A estrutura das regiões especiais foi estabelecida sob a Lei de Autonomia Local do Japão de 1947. Variam muito em tamanho (de 10 a 60 km²) e em população (de 40 000 a 830 000 habitantes), ainda que se assemelhem a cidades segundo os dois critérios. Setagaya é o mais populoso; a vizinha Ōta, é a que tem maior extensão. A Metrópole de Tóquio está dividida em 23 regiões especiais e 30 outros municípios comuns (cidades, vilas e aldeias). As regiões especiais ocupam a terra que era originalmente a Cidade de Tóquio antes de ser abolida em 1943. A população total das 23 regiões especias é de 8,28 milhões (estimativa de 2002) – ou seja, cerca de dois terços da população da Metrópole de Tóquio e um quarto da população da Área da Grande Tóquio. A sua densidade populacional é de 13 333 habitantes por quilómetro quadrado. == Lista das Regiões Especiais == Nome Kanji População Densidade pop. (por km²) Área (km²) Adachi 足立区 621 848 11 688,87 53,25 Arakawa 荒川区 186 275 18 262,25 10,20 Bunkyō 文京区 181 065 16 009,28 11,31 Chiyoda 千代田区 37 988 3,263,57 11,64 Chuō 中央区 81 996 8 078,42 10,15 Edogawa 江戸川区 637 571 12 787,22 49,86 Itabashi 板橋区 525 969 16 349,67 32,17 Katsushika 葛飾区 426 403 12 238,89 34,84 Kita 北区 327 086 15 885,67 20,59 Kōtō 江東区 398 805 10 111,69 39,44 Meguro 目黒区 255 833 17 403,61 14,70 Minato 港区 167 098 8 215,24 20,34 Nakano 中野区 313 325 20 097,82 15,59 Nerima 練馬区 674 826 14 012,17 48,16 Ōta 大田区 661 157 11 119,36 59,46 Setagaya 世田谷区 829 624 14 284,16 58,08 Shibuya 渋谷区 201 524 13 337,13 15,11 Shinagawa 品川区 332 536 14 636,27 22,72 Shinjuku 新宿区 297 135 16 299,23 18,23 Suginami 杉並区 530 307 15 588,10 34,02 Sumida 墨田区 221 093 16 079,49 13,75 Toshima 豊島区 252 764 19 428,44 13,01 Taitō 台東区 162 685 16 139,38 10,08 == Diferenças em relação às outras regiões == Existem regiões (区 ku) em outras cidades japonesas. Antes de 1943, as regiões de Tóquio não eram diferentes das de Osaka ou de Quioto. Em 1943, quando os governos municipal e provincial foram fundidos num único governo metropolitano, as regiões passaram a estar em dependência directa do controlo da metrópole. Desde a década de 1970 que as regiões especiais da Metrópole de Tóquio exercem um grau consideravelmente mais alto de autonomia do que o que acontece com as outras regiões, tornando-as algo mais semelhante a uma cidade independente do que regiões de uma cidade. Cada região especial tem o seu próprio prefeito (区長 kuchō) e assembleia (区議会 kugikai). Em alguns aspectos, o governo da Metrópole de Tóquio administra as regiões especiais como se estivessem compreendidos numa única cidade. A água, os esgotos e os serviços de bombeiros, por exemplo, são administrados em conjunto para toda a área das 23 regiões especiais. Para financiar estes serviços, o governo metropolitano cobra alguns dos impostos que geralmente são da responsabilidade dos governos das cidades. Providencia, também, transferência de verbas para as regiões especiais que não forem auto-suficientes no financiamento da administração local. Em 2000, a Dieta do Japão elevou as regiões especiais a entidades públicas locais (地方公共団体 chihō-kōkyō-dantai), dando-lhe um estatuto análogo a cidades. Desde então, as regiões especiais podem designar-se oficialmente de cidades, ainda que na língua japonesa mantenham uma designação que as não diferencia das regiões de outras cidades. Categoria:Distritos de Tóquio Categoria:Tóquio",
 "title": "Bairros de Tóquio"
}