{
 "id": "59090",
 "text": "thumb|Gene Vincent (1957) Gene Vincent ou Eugene Vincent Craddock (11 de fevereiro de 1935 - 12 de outubro de 1971) foi um músico norte-americano de rockabilly, mais conhecido por seu sucesso \"Be-Bop-A-Lula\". == Biografia == === Primeiros anos === Craddock nasceu em 17 de fevereiro de 1935, em Norfolk, Virgínia, Estados Unidos, filho de Mary Louise e Ezekiah Jackson Craddock, sua data de nascimento geralmente é citada incorretamente como 11 de fevereiro, como resultado da leitura incorreta da caligrafia de sua mãe em seu pedido de certidão de nascimento.https://musicianguide.com/biographies/1608000576/Gene- Vincent.html Suas influências musicais incluem country, rhythm and blues e gospel. Sua composição favorita era a abertura Egmont de Beethoven. Ele mostrou seu primeiro interesse real pela música enquanto sua família morava em Munden Point (agora Virginia Beach), no condado de Princess Anne, Virginia, perto da fronteira com a Carolina do Norte, onde administravam uma loja de campo. Ele recebeu seu primeiro violão aos doze anos como um presente de um amigo. O pai de Vincent se ofereceu para servir na Guarda Costeira dos Estados Unidos e patrulhou as águas costeiras americanas para proteger os navios aliados contra os submarinos alemães durante a Segunda Guerra Mundial. A mãe de Vincent mantinha o armazém em Munden Point. Seus pais mudaram a família para Norfolk, lar de uma grande base naval, e abriram um armazém e uma alfaiataria para marinheiros. Vincent abandonou a escola em 1952, aos dezessete anos, e alistou-se na Marinha dos Estados Unidos. Como ele ainda era menor de idade, seus pais assinaram os formulários que permitiam sua entrada. Ele completou o campo de treinamento e juntou-se à frota como tripulante a bordo do petroleiro USS Chukawan, com um período de treinamento de duas semanas no navio de reparos USS Amphion, antes de retornar ao Chukawan. Ele nunca viu o combate, mas completou uma implantação da Guerra da Coréia. Ele navegou de volta para casa das águas coreanas a bordo do encouraçado USS Wisconsin, mas não fazia parte da companhia do navio. Craddock planejou uma carreira na Marinha e, em 1955, usou seu bônus de realistamento de $ 612 para comprar uma nova motocicleta Triumph. Em 4 de julho de 1955, enquanto ele estava em Norfolk, sua perna esquerda foi quebrada em um acidente de carro. Ele se recusou a permitir que a perna fosse amputada, e a perna foi salva, mas a lesão o deixou mancando e com dor. Ele usava uma bainha de aço ao redor da perna para o resto de sua vida. A maioria dos relatos relaciona o acidente como culpa de um motorista bêbado que o atingiu, mas alguns afirmam que Craddock estava andando bêbado. Anos depois, em algumas de suas biografias musicais, não há menção a um acidente, mas foi alegado que seu ferimento foi devido a um ferimento sofrido em combate na Coreia. Ele passou um tempo no Hospital Naval de Portsmouth e recebeu alta médica da Marinha logo em seguida. === Início da carreira musical === Craddock envolveu-se na cena musical local em Norfolk. Ele mudou seu nome para Gene Vincent e formou uma banda de rockabilly, Gene Vincent and His Blue Caps (um termo usado em referência aos marinheiros alistados na Marinha dos Estados Unidos). A banda incluía Willie Williams na guitarra base (substituído no final de 1956 por Paul Peek), Jack Neal no contrabaixo, Dickie Harrell na bateria e Cliff Gallup na guitarra solo. Ele também colaborou com outro músico em ascensão, Jay Chevalier de Rapides Parish, Louisiana. Gene Vincent and His Blue Caps logo ganharam reputação tocando em vários bares country em Norfolk. Lá eles ganharam um concurso de talentos organizado por um DJ de rádio local, \"Sheriff Tex\" Davis, que então se tornou empresário de Vincent. === Biggest hits === Em 1956 escreveu \"Be-Bop-a-Lula\", que atraiu comparações com Elvis Presley Track 3. e que a revista Rolling Stone posteriormente listou como número 103 em suas \"500 melhores canções de todos os tempos\". O radialista local DJ \"Sheriff Tex\" Davis providenciou uma demo da música a ser feita, e isso garantiu a Vincent um contrato com a Capitol Records. Ele assinou um contrato de publicação com Bill Lowery do Lowery Group de editoras musicais em Atlanta, Geórgia. \"Be-Bop- a-Lula\" não estava no primeiro álbum de Vincent e foi escolhido pelo produtor da Capitol Ken Nelson como o lado B de seu primeiro single, \"Woman Love\". Antes do lançamento do single, Lowery imprimia cópias promocionais de \"Be-Bop- a-Lula\" e as enviava para rádios de todo o país. Na época em que a Capitol lançou o single, \"Be-Bop-a-Lula\" já havia ganhado atenção do público e de DJs de rádios. A canlçai foi escolhida e tocada por outras estações de rádio dos Estados Unidos (obscurecendo a música original do lado A) e se tornou um sucesso, chegando ao 7º lugar e passando 20 semanas na parada pop da Billboard e alcançando o número 5 e passando 17 semanas na parada Cash Box, e lançando a carreira de Vincent's como um rockstar. Depois que \"Be-Bop-a-Lula\" se tornou um sucesso, Vincent e His Blue Caps não puderam continuar com o mesmo nível de sucesso comercial, embora tenham lançado músicas aclamadas pela crítica como \"Race with the Devil\" (número 96 da na parada da Billboard e número 50 na parada Cash Box) e \"Bluejean Bop\" (número 49 na parada da Billboard e outro disco que vendeu um milhão). Cliff Gallup deixou a banda em 1956, e Russell Williford entrou como o novo guitarrista dos Blue Caps. Williford tocou e fez uma turnê pelo Canadá com Vincent no final de 1956, mas deixou o grupo no início de 1957. Gallup voltou para fazer o próximo álbum e saiu novamente. Williford voltou e saiu novamente antes de Johnny Meeks se juntar à banda. O grupo teve outro sucesso em 1957 com \"Lotta Lovin '\" (posição mais alta, número 13 e passando 19 semanas na parada da Billboard e número 17 e 17 semanas na parada do Cashbox). Vincent foi premiado com recordes de ouro por dois milhões de vendas de \"Be-Bop-a-Lula\", e 1,5 milhão de vendas de \"Lotta Lovin '\". No mesmo ano, ele fez uma turnê pela costa leste da Austrália com Little Richard e Eddie Cochran, atraindo um público de 72.000 para seus shows no Sydney Stadium. Vincent também fez uma participação no filme The Girl Can't Help It, com Jayne Mansfield, interpretando \"Be-Bop-a-Lula\" com os Blue Caps em uma sala de ensaios.. \"Dance to the Bop\" foi lançado pela Capitol Records em 28 de outubro de 1957. Em 17 de novembro de 1957, Vincent and His Blue Caps cantaram a canção no programa de televisão transmitido nacionalmente The Ed Sullivan Show. A canção passou nove semanas na parada da Billboard e alcançou a posição 23 em 23 de janeiro de 1958 e alcançou a posição 36 e passou oito semanas na parada do Cashbox. Foi o último single de sucesso americano de Vincent. A música foi usada no filme Hot Rod Gang para uma cena de ensaio de dança com dançarinos fazendo o West Coast Swing. Vincent and His Blue Caps também apareceram várias vezes no Town Hall Party, o maior baile de música country da Califórnia, realizada no Town Hall em Compton, Califórnia. A Town Hall Party atraiu mais de 2.800 ingressos pagos todas as sextas e sábados, com espaço para 1.200 dançarinos. O programa também foi transmitido das 20h30 às 21h30 na rede de rádio NBC. Também foi exibido na KTTV, canal 11, das 22h00 à 1h00 nas noites de sábado. Vincent and His Blue Caps apareceram em 25 de outubro de 1958 e 25 de julho e 7 de novembro de 1959. Eles tocaram \"Be-Bop-a- Lula\", \"High Blood Pressure\", \"Rip It Up\", \"Dance to the Bop \",\" You Win Again \",\" For Your Precious Love \",\" Rocky Road Blues \",\" Pretty Pearly \",\" High School Confidential \",\"Over the Rainbow \",\" Roll Over Beethoven\"e \" She She Little Sheila \". === Europa === Uma disputa com as autoridades fiscais dos Estados Unidos e o American Musicians 'Union sobre os pagamentos à sua banda e o fato de ele ter vendido o equipamento da banda para pagar uma conta de impostos levou Vincent a deixar os Estados Unidos e ir para a Europa. Em 15 de dezembro de 1959, Vincent apareceu no programa de TV de Jack Good, Boy Meets Girl, sua primeira aparição na Inglaterra. Ele usava couro preto, luvas e um medalhão e estava em uma postura curvada. Good é creditado com a transformação da imagem de Vincent. Após a aparição na TV, ele fez uma turnê pela França, Holanda, Alemanha e Reino Unido se apresentando em suas roupas de palco nos Estados Unidos.Farren, Mike (2004). Gene Vincent There's One in Every Town. Do Not Press. pp. 75–80. . Em 16 de abril de 1960, durante uma turnê no Reino Unido, Vincent, Eddie Cochran e a compositora Sharon Sheeley se envolveram em um acidente de trânsito em alta velocidade em um táxi alugado em Chippenham, Wiltshire. Vincent quebrou suas costelas e clavícula e danificou ainda mais sua perna enfraquecida. Sheeley teve uma fratura na pelve. Cochran, que havia sido atirado para fora do veículo, sofreu graves lesões cerebrais e morreu no dia seguinte. Vincent voltou aos Estados Unidos após o acidente. O promotor Don Arden fez com que Vincent retornasse ao Reino Unido em 1961 para fazer uma extensa turnê em teatros e salões de baile, includo o Agincourt Ballroom, CamberleyRonnie Wood (Show) in conversation with Paul McCartney confirmed meeting Vincent at the venue. sky.com/ronnie com Chris Wayne e os Echoes. Em 1962, Vincent estava na mesma conta que os Beatles em Hamburgo. McCartney lembrou de um incidente com uma pistola com a namorada de Vincent no hotel. Em 1963, Vincent apareceu em tribunal por apontar uma arma para sua então esposa Margaret Russell e ameaçar matá-la, embora sua esposa tenha dito no tribunal que o havia perdoado.http://www.spentbrothers.com/archives/2005/06/02/singer_who_pointed_gun_at_wife_says_she_forgives_me/ Após o sucesso esmagador da turnê pelo Reino Unido, Vincent mudou-se para a Grã-Bretanha em 1963. Em uma turnê pelo Reino Unido, Vincent puxou uma arma para Jet Harris, Harris se escondeu atrás de John Leyton, a situação foi difundida e os três mais tarde se tornariam amigos. Sua banda acompanhante, Sounds Incorporated, uma equipe de seis integrantes com três saxofones, guitarra, baixo e bateria, tocou com os Beatles em seu show no Shea Stadium. Vincent viajou pelo Reino Unido novamente em 1963 com os Outlaws, apresentando o futuro guitarrista do Deep Purple, Ritchie Blackmore, como banda de apoio. Os problemas com álcool de Vincent atrapalharam a turnê, resultando em problemas tanto no palco quanto com a banda e o empresário.Bloom, Jerry (2008). Black Knight. Omnibus Press. === Carreira posterior === As tentativas de Vincent de restabelecer sua carreira americana no folk rock e no country rock não tiveram sucesso; ele é lembrado hoje por gravações dos anos 1950 e início dos anos 1960 lançadas pela Capitol Records. No início dos anos 1960, ele também lançou faixas no selo Columbia da EMI, incluindo um cover de \"Where Have You Been All My Life?\" De Arthur Alexander? Uma banda de apoio chamada Shouts juntou-se a ele. Em 1966 e 1967, nos Estados Unidos, gravou para a Challenge Records, com o apoio de ex-integrantes dos Champs e Glen Campbell. A Challenge lançou três singles nos Estados Unidos, e o selo UK London lançou dois singles e reuniu gravações para um LP, Gene Vincent, no selo UK London em 1967. Embora bem recebido, nenhum vendeu bem. Em 1968, em um hotel na Alemanha, Vincent tentou atirar em Gary Glitter. Ele disparou vários tiros, mas errou e um Glitter assustado deixou o país no dia seguinte. Em 1969, ele gravou o álbum I'm Back and I'm Proud para o fã de longa data John Peel da Dandelion Records, produzido por Kim Fowley com arranjos de Skip Battin (dos Byrds), Mars Bonfire na guitarra base, Johnny Meeks (de Blue Caps e The Strangers de Merle Haggard) na guitarra principal, Jim Gordon na bateria e backing vocals de Linda Ronstadt e Jackie Frisco. Durante a gravação da faixa \"Sexy Ways\" para o álbum, Vincent ameaçou tirar uma arma de seu carro e atirar em Paul A. Rothchild e John Densmore se eles não saíssem do estúdio;a dupla então saiu do estúdio rapidamente.http://www.spentbrothers.com/archives/2011/03/16/im_back_and_im_proud/ Ele gravou dois outros álbuns para a Kama Sutra Records, relançados em um CD pela Rev-Ola em março de 2008. Em sua turnê de 1969 pelo Reino Unido, ele foi apoiado pelos Wild Angels, uma banda britânica que havia se apresentado no Royal Albert Hall com Bill Haley & His Comets e Duane Eddy. Por causa da pressão de sua ex-esposa Margaret Russell, da Inland Revenue e do promotor Don Arden, Vincent voltou aos Estados Unidos. Suas últimas gravações nos Estados Unidos foram quatro faixas para o selo Rolling Rock de Rockin 'Ronny Weiser, algumas semanas antes de sua morte. Estas foram lançadas em um álbum de compilação de canções de tributo, incluindo \"Say Mama\", de sua filha, Melody Jean Vincent, acompanhada por Johnny Meeks na guitarra. Em 19 de setembro de 1971, ele iniciou sua última série de shows na Grã-Bretanha. Ele foi apoiado por Richard Cole e Kansas Hook (Dave Bailey, Bob Moore e o baixista Charlie Harrison do Poco e Roger McGuinn's Thunderbyrd). Eles gravaram quatro faixas (Say Mama, Be-Bop-A-Lula, Roll Over Beethoven, Distant Drums) nos estúdios da BBC em Maida Vale, Londres, para o programa Radio 1 de Johnnie Walker. O quinto álbum (Whole Lotta Shakin 'Goin' On) permaneceu inacabado. Ele administrou um show no Garrick Night Club em Leigh, Lancashire, e dois shows no Wookey Hollow Club em Liverpool nos dias 3 e 4 de outubro. Vincent então retornou aos Estados Unidos e morreu alguns dias depois. Em setembro de 1974, a BBC lançou o selo pop BEEB com um maxi single de Vincent (Roll Over Beethoven, BEEB 001). O single era composto por três dessas faixas. The four tracks are now on Vincent's album White Lightning. === Morte === Vincent morreu aos 36 anos em 12 de outubro de 1971, de hemorragia interna e insuficiência cardíaca, enquanto visitava seu pai em Saugus, California. Ele está enterrado no Eternal Valley Memorial Park, em Newhall, Califórnia. Ian Dury prestou homenagem com a canção de 1976 \"Sweet Gene Vincent\". O cantor de rock and rol l francês Eddy Mitchell prestou homenagem com a canção de 1979 \"Good Bye Gene Vincent\". A banda de rockabilly Stray Cats também prestou homenagem a Vincent, ao lado de Eddie Cochran, em seu single \"Gene and Eddie\". Legado Vincent foi o primeiro a entrar no Rockabilly Hall of Fame após sua formação em 1997. No ano seguinte, ele foi introduzido no Rock and Roll Hall of Fame. Vincent tem uma estrela na Calçada da Fama de Hollywood em 1749 North Vine Street. Em 2012, sua banda, The Blue Caps, foi retroativamente incluída no Rock and Roll Hall of Fame por um comitê especial, ao lado de Vincent. Na terça-feira, 23 de setembro de 2003, Vincent foi homenageado com uma estrela de bronze da Calçada da Fama das Lendas da Música de Norfolk embutida na calçada da Granby Street. Escrevendo para AllMusic, Ritchie Unterberger chamou Vincent de \"uma lenda do rockabilly americano\" O crítico do Village Voice, Robert Christgau, ficou menos impressionado com a carreira do músico, dizendo \"Vincent nunca foi um titã - seus poucos momentos de grandeza do rockabilly foram destilações exageradas de desejo escravo de um rapaz sensível que estava tão confortável com 'Over the Rainbow 'em seu estado de espírito normal \". No entanto, o referido crítico incluiu o álbum de compilação de Vincent, The Bop That Just Wn't Stop (1974), em sua \"biblioteca básica de discos\", publicada em hristgau's Record Guide: Rock Albums of the Seventies (1981). == Discografia == === LP´s === * 1956 – Bluejean Bop * 1957 - Gene Vincent and the Blue Caps * 1958 - Gene Vincent Rocks and the Blue Caps Roll * 1958 - A Gene Vincent Record Date * 1959 - Sounds Like Gene Vincent * 1960 - Crazy Times * 1963 - The Crazy Beat of Gene Vincent * 1964 - Shakin' up a Storm * 1967 - Gene Vincent * 1969 - I'm Back and I'm Proud * 1970 - If Only You Could See Me Today * 1971 - The Day the World Turned Blue === Singles === * \"Woman Love\"/\"Be-Bop-A-Lula\" (Capitol F 3450 US) (6 de abril de 1956) * \"Race With the Devil\"/Gonna Back Up Baby\" (Capitol F3530 US) (9 de outubro de 1956) * \"Blue Jean Bop\"/\"Who Slapped John\" (Capitol F3558 US) (10/56) * \"Crazy Legs\"/\"Important Words\" (Capitol F3617 US) (1 de julho de 1957) * \"Five Days\"/\"Bi Bickey Bi Bo Bo Go\" (Capitol F3678 US) (3/25/57) * \"Lotta Lovin'\"/\"Wear My Ring\" (Capitol F3763 US) (7/22/57) * \"Dance to the Bop\"/\"I Got It\" (Capitol F3839 US) (11/18/57) * \"Lotta Lovin'\"/Be Bop A Lula\" (Capitol F3871 US) (11/20/57) (Re-issue) * \"I Got a Baby\"/\"Walking Home From School\" (Capitol F3874 US) (1/58) * \"Baby Blue\"/\"True to You\" (Capitol F3959 US) (5/58) * \"Rocky Road Blues\"/\"Yes I Love You Baby\" (Capitol F4010 US) (7/58) * \"Git It\"/\"Little Lover\" (Capitol F4051 US) (9/58) * \"Say Mama\"/\"Be Bop Boogie Boy\" (Capitol F4105 US) (11/58) * \"Over the Rainbow\"/\"Who's Pushing Your Swing\" (Capitol F4153 US) (1/59) * \"The Night is So Lonely\"/\"Right Now\" (Capitol F4237 US) (6/59) * \"Wild Cat\"/\"Right Here on Earth\" (Capitol F4313 US) (11/59) * \"Anna Annabelle\"/\"Pistol Packin' Mama\" (Capitol F4442 US) (9/60) === EP's === * Hot Rod Gang (Capitol EAP 1-985 US) (9/58) == Participações em filmes == * 1956: The Girl Can't Help It * 1958: Hot Rod Gang (Fury Unleashed) * 1960: Live It Up! (Sing And Swing) * 1962: It's Trad, Dad! (Ring A Ding Rhythm) Vincent foi interpretado por Carl Barât no filme de 2009, Telstar ==Ligações externas== * * * Categoria:Músicos de rockabilly Categoria:Cantores dos Estados Unidos Categoria:Músicos de pré-punk Categoria:Músicos de rock Categoria:Mortes por úlcera péptica Categoria:Artistas incluídos no Rock and Roll Hall of Fame Categoria:Naturais de Norfolk (Virgínia)",
 "title": "Gene Vincent"
}