{
 "id": "59121",
 "text": "Cefaleia ou cefalgia são os termos médicos para dor de cabeça. É um dos sintomas mais comuns na medicina. É uma das queixas mais frequentes de consultas a profissionais de saúde, e também um dos motivos mais comuns de falta ao trabalho. A cefaleia é um sintoma universal no ser humano. Estima-se que 93% dos homens e 99% das mulheres terão algum tipo de dor de cabeça ao longo da vida; e que 76% do sexo feminino e 57% do masculino tenham pelo menos um episódio de dor de cabeça por mês. == Causa == Existem mais de 200 tipos de dores de cabeça. Algumas são inofensivas e algumas são potencialmente fatais. A descrição da dor de cabeça e as descobertas no exame neurológico determinam se são necessários testes adicionais e qual é o tratamento. Dores de cabeça são amplamente classificadas como \"primárias\" ou \"secundárias\". As cefaleias primárias são dores de cabeça benignas e recorrentes, não causadas por doenças subjacentes ou problemas estruturais. Por exemplo, a enxaqueca é um tipo de dor de cabeça primária. Embora as dores de cabeça primárias possam causar dor e incapacidade diárias significativas, elas não são perigosas. As cefaleias secundárias são causadas por uma doença subjacente, como uma infecção, traumatismo craniano, distúrbios vasculares, hemorragia cerebral ou tumores. Dores de cabeça secundárias podem ser inofensivas ou perigosas. Certos sinais de alerta indicam que uma dor de cabeça secundária pode ser perigosa.Goadsby PJ, Raskin NH. Chapter 14. Headache. In: Longo DL, Fauci AS, Kasper DL, Hauser SL, Jameson J, Loscalzo J. eds. Harrison's Principles of Internal Medicine, 18e. New York, NY: McGraw-Hill; 2012. Um estudo descobriu que beber três ou mais bebidas com cafeína tem maior probabilidade de causar dor de cabeça em pacientes com enxaqueca episódica. == Classificação == Há quase 200 tipos de cefaleias diferentes descritas. Elas são divididas em primárias e secundárias. As cefaleias primárias mais comuns são: enxaqueca, cefaleia de tensão, cefaleia em salvas. Outras formas menos comuns de cefaleia primária incluem a hemicrania continua, a cefaleia nova diária e persistente, cefaleia do esforço, cefaleia da tosse, cefaleia por estímulo frio e hemicrania paroxística crônica. Especialistas em cefaleia geralmente tratam também de dores faciais, como a neuralgia do trigêmeo, dor facial atípica e dor miofascial. Cefaleias secundárias são aquelas causadas por alguma outra doença, tal como tumores cerebrais, traumatismo craniano, meningites, acidente vascular cerebral (derrame), hidrocefalia, Herpes-zóster e aneurismas. ==Medicamentos== Vários medicamentos podem ser úteis para interromper uma crise de cefaleia: analgésicos comuns, anti-inflamatórios, ergotamina, dipirona, combinações analgésicas e triptanos. Medicamentos preventivos podem ser receitados por médicos para pessoas que apresentam cefaleia com frequência alta ou com crises de forte intensidade e que não respondem satisfatoriamente à medicação sintomática, ou ambos. Além disso,a prática de massagens para o alívio das dores de cabeça,também é uma alternativa comprovadamente validada. == Ligações externas == * * * * * Dolor de Cabeza: descubre las Causas y Cómo Aliviarlo con Masajes Categoria:Neurologia Categoria:Sintomas",
 "title": "Cefaleia"
}