{
 "id": "59131",
 "text": "A Cicatriz queloidiana ou simplesmente, queloide AO 1990 é um caso especial de cicatriz. Como desordem fibroproliferativa, são lesões fibroelásticas, salientes, rosadas, avermelhadas ou escuras e às vezes brilhantes. Podem ocorrer na cicatrização de qualquer lesão da pele. Geralmente crescem, e apesar de inofensivas (benigno), não contagiosas e muitas vezes indolores, podem se tornar um problema estético importante. Queloides são difíceis de erradicar e, quando excisados (retirados cirurgicamente), tendem a recorrer. Ocorrem igualmente em ambos sexos, embora seja relatada a maior incidência (quase o dobro, isto é, 1,8:1) entre jovens do sexo feminino. Quelóide e cicatriz hipertrófica em pós-operatório: etiologia, prevenção e tratamento. == Ocorrência == Queloides são formados dentro dos tecidos. O colágeno, que é usado no tratamento de feridas, tende a deixar a área da cicatriz muito maior. Embora comumente estejam em locais de lesão prévia, acidental ou cirúrgica, os queloides podem ocorrer sem que tenha havido uma lesão aparente - no local de um piercing, por exemplo, nas orelhas ou no tronco. Também podem ocorrer em lesões da pele provocadas por doenças, como varicela (catapora) ou acne, assim como em lesões repetitivas (provocadas por roupas, por exemplo) abrasões e infecções. 5% a 16% das populações de risco (indivíduos afro-descendentes, asiáticos e hispânicos) têm maior propensão a formar queloides do que os de outras etnias.\"Resultados do tratamento das cicatrizes queloideanas com cirurgia e imiquimode 5% creme: um estudo prospectivo\" , por Álisson Yoshiharu Umemura, Flávio Augusto Flório, Stillitano de Orgaes, Newton José Borba Canicoba, Patrícia Pinheiro Dorsa, Juliano Guarizzo e Hamilton Aleardo Gonella. Revista Brasileira de Cirurgia Plástica v. 26 n°1, janeiro/março 2011, p.3. A cicatriz hipertrófica é diferente do queloide, embora ambos sejam desordens fibroproliferativas. Cicatrização hipertrófica é um desordenamento das fibras de colágeno; queloide é uma produção exagerada de fibras de colágeno. Porém, histologicamente não se pode diferenciar cicatriz hipertrófica de queloide, nem ao microscópio ótico nem ao eletrônico. Tanto as cicatrizes hipertróficas quanto os queloides são compostos de tecido fibroso denso. No entanto, uma cicatriz hipertrófica é limitada à área do trauma e muitas vezes regride com o tempo; já o queloide pode não regredir em seis meses a dois anos, e alastrar-se além da área da lesão, estando freqüentemente associado a prurido e dor. Parece existir um componente genético e hereditário na propensão ao desenvolvimento de queloides. Quelóide e cicatriz hipertrófica em pós-operatório: etiologia, prevenção e tratamento. Dentre as técnicas para tratamento, são referidas a remoção cirúrgica, radioterapia, crioterapia, gel de silicone, injeção intralesional de agentes diversos ou injeção de corticoides e laserterapia. A malha de compressão, em casos de queimaduras, também ajuda a não formar a cicatriz hipertrófica e o queloide. As infiltrações de corticoides diminuem o tamanho das cicatrizes, fazendo que pareçam menos eritematosas. A ressecção cirúrgica pode ser feita com técnicas, como a incisão e sutura simples, ou com técnicas mais sofisticadas como a zetaplastia. Para retirar a cicatriz deve avaliar-se o tamanho, a forma e a localização, além dos riscos de infecção e de tensão exagerada. Quando se trata de quelóides, é possível ressecá-las, sem retirar as bordas, e em seguida infiltrá-las. Muitas vezes, a retirada da cicatriz é associada à colocação oclusiva de silicone e também à infiltração de corticoide. Pode-se realizar dermoabrasão das lesões, principalmente daquelas não muito altas. A criocirurgia é agressiva e pode causar úlceras importantes. A aplicação de raios laser (na faixa de 560-580 nm) pode diminuir o tamanho da cicatriz e, principalmente, aclarar a sua cor. Os quimioterápicos podem ser usados em determinadas situações, porém as injeções costumam ser dolorosas. Os imunomoduladores, principalmente o Imiquimod, apresentam algum resultado, principalmente quando são utilizados no tratamento pós-cirúrgico.Manejo cirúrgico das cicatrizes de Acne . Dermatologia. Drª Denise Steiner. == História== Os queloides foram descobertos por cirurgiões egípcios em 1700 aC. O médico francês Jean-Louis Alibert (1768-1837) identificou o queloide em 1806 e o chamou de cancroide. Posteriormente, modificou o nome para queloide, com o fim de evitar a conotação cancerígena. A palavra 'queloide' é derivada do grego χηλή, translit. khélê, 'pinça, mandíbulas', com o sufixo '-oide', do grego εἶδος , translit. eîdos, 'aspecto, forma'. Sua clínica no Hospital Saint Louis foi durante muitos anos o centro mundial da dermatologia. == Queloides intencionais == Na era pré-colombiana, os olmecas do México utilizavam a escarificação como meio de decoração dos seus corpos. Na era moderna, mulheres da Núbia no Sudão são intencionalmente escarificadas com queloides faciais como forma de decoração. Os nuer e nuba utilizam implantes labiais, tatuagens queloides na região frontal, mento e sobre o lábio e sobrancelhas. Como parte do ritual, os nativos da Papua-Nova Guiné fazem incisões na pele, e nelas inserirem barro ou cinza de forma a desenvolver tumefacções permanentes. Esse ritual, doloroso, torna-os membros respeitados na comunidade tribal, sendo honrados pela sua coragem e resistência. == Localização dos queloides == Não existem locais específicos de surgimento de queloides. Porém os locais mais comuns são a região do músculo deltoide, nos braços e áreas que sofrem tensão durante a cicatrização, como a região pré-esternal. == Tratamentos == * Cirurgia — Cirurgia requer grandes cuidados pré e pós-operatórios. Alguns queloides que recidivam após a excisão podem ser de dimensões superiores aos originais, existindo cerca de 45% de probabilidade de recorrência após a cirurgia. Contudo, queloides são menos propensos a recidivar se a remoção cirúrgica for combinada com outros tratamentos. A remoção cirúrgica ou por laser pode ser seguida de injecção intra-lesional com corticoide de forma a tentar evitar a recorrência. A sutura da pele inclui técnicas como a plastia em V e em W como tentativas de reduzir a tensão da pele, as quais reduzem a incidência da recurrência destas lesões após excisão. * Pensos — Pensos húmidos executados em gel de silicone ou folhas de silástico foram testados com sucesso como forma de reduzir a proeminência dos queloides ao longo do tempo. Este tipo de tratamentos não só é seguro como indolor. * Corticoides injetáveis — Corticoides injectáveis são principalmente utilizados quando a cicatriz começa a espessar ou se o doente é já um conhecido formador de queloide. Séries de injecções com acetato de triancinolona ou outro corticosteroide podem reduzir o tamanho do queloide, embora as injecções possam ser desconfortáveis. * Compressão — Ligaduras de compressão, aplicadas no local por até 12 meses, provocam redução das dimensões da lesão. Funcionam melhor quando utilizadas como prevenção de novas lesões. * Criocirurgia — Criocirurgia é um excelente tratamento para queloides pequenos e que ocorrem em pele pouco pigmentada. É freqüentemente combinada com injeções mensais de cortisona. O uso da crioterapia é limitado, já que causa despigmentação da pele. A pele é congelada e ocorre redução da circulação subjacente. Seu efeito, na verdade, é uma queimadura local por congelação. Descasca superficialmente a pele. * Radioterapia — Pode ser usada, mas freqüentemente não vai fundo o suficicente para afetar órgãos internos. A radiação ortovoltaica é mais penetrante e levemente mais eficaz. Não se conhecem provas de que possa causar qualquer forma de câncer após muitos anos de uso, mas é muito cara. Tratamentos com radiação podem reduzir a formação de uma cicatriz se for usada logo após a cirurgia, durante o tempo em que a ferida cirúrgica está se curando. * Terapia a laser — É uma alternativa à cirurgia convencional para a remoção de queloides. Lasers podem descascar bem a pele superficialmente mas freqüentemente não reduzem a massa de queloide. O uso de dye-tuned lasers não tem mostrado melhores resultados do que o laser frio. * Novos tratamentos — O uso de drogas destinadas ao tratamento de outras moléstias (interferon-alfa, 5-fluoruracil, bleomicina e Imiquimod), tais como as doenças autoimunes ou cânceres, tem se mostrado promissor no tratamento de queloides. Porém são ainda necessários maiores estudos e avaliações complementares antes que se possa generalizar o uso dessas substâncias para a redução de queloides. == Ver também == * Cicatriz hipertrófica == Ligações externas == * Race and History * Facial decoration as an artform Categoria:Cirurgia plástica Categoria:Dermatologia",
 "title": "Queloide"
}