{
 "id": "59165",
 "text": "O Sismo de Valdivia de 1960, ou Grande Sismo do Chile (designado oficialmente Grande Terremoto de Valdivia de 1960), foi um sismo de magnitude de 9,5 MW com epicentro próximo a Lumaco, província de Malleco, Região de Araucanía, ocorrido às 19h11 UTC (15h11 no horário local) do dia 22 de maio de 1960. O epicentro foi a 570 km ao sul de Santiago com o hipocentro situado a uma profundidade de 33 km, sendo o mais violento sismo já registrado cientificamente. O sismo atingiu o grau 9 da escala Richter — uma magnitude considerada \"Excepcional\" — e uma intensidade XII na escala de Mercalli, o último grau da escala que corresponde à 'destruição total da paisagem' (Cataclismo). O sismo foi sentido em diferentes partes da Terra e produziu um tsunami que afetou diversas localidades ao largo do Oceano Pacífico, como Havaí e Japão e a erupção do vulcão Puyehue. Cerca de 5 700 pessoas perderam a vida e mais de 2 milhões ficaram feridas por causa desta catástrofe. Tsunamis produzidos pelo tremor causaram 62 mortes no Havaí e 31 nas Filipinas nas horas seguintes, e réplicas do primeiro abalo puderam ser sentidas por mais de um ano. Os estragos chegaram a ameaçar seriamente a realização da Copa do Mundo FIFA de 1962, já programada para ocorrer no país. O número de vítimas e os prejuízos deste desastre nunca foram conhecidos com precisão. Diversas estimativas quanto ao número total de mortes diretamente associadas ao sismo e tsunamis foram publicadas, com a USGS a citar estudos e números de 2 231, 3 000, ou 5 700 mortes, enquanto outras fontes usam estimativas de 6 000 mortes. Várias fontes estimam o custo monetário entre 400 milhões e 800 milhões de dólares norte-americanos (equivalentes a 2,9 e 5,8 bilhões de dólares aos custos de 2010, corrigidos pelo efeito da inflação). == Sequência de terremotos == Os terremotos chilenos de 1960 foram uma sequência de fortes terremotos que afetaram o Chile entre 21 de maio e 6 de junho do mesmo ano. O primeiro foi o terremoto de Concepción, que alcançou uma magnitude de 8,1MW, seguido pelo mais forte o terremoto de Valdivia. === Terremoto de Concepción === Às 06h02 de 21 de maio de 1960, um forte terremoto sacudiu grande parte do Chile. 12 epicentros foram registrados na costa da península de Arauco, atual região de Biobio. O movimento teve uma magnitude de 7,3 -7,5Ms e alcançou a intensidade máxima de X na escala de Mercalli, atingindo todo centro-sul do país afetando principalmente as cidades de Concepción, Talcahuano, Lebu, Chillán, Los Ángeles e Angol, e foi sentido em Norte Chico e na província de Llanquihue. O primeiro tremor causou graves danos a vários edifícios e obras rodoviárias. Os segundo e terceiro tremores ocorreram no dia seguinte às 06h32 e às 14h55; semelhantes ao anterior, agitou e derrubou edifícios que já estavam danificados pelo primeiro evento. No entanto, não houve mortes já que grande parte da população tinha evacuado de suas casas por medo de deslizamentos de terra. As telecomunicações para o sul do país foram cortadas e o presidente Jorge Alessandri cancelou a tradicional cerimônia de comemoração da Batalha de Iquique para supervisionar os esforços das assistências de emergência. O terremoto efetivamente interrompeu e terminou a marcha dos mineiros de carvão de Lota em Concepción, onde exigiam salários mais altos. === Terremoto de Valdivia === O terremoto de Valdivia ocorreu às 15h11 em 22 de maio, ele começou com uma ruptura tectônica de proporções nunca antes registrada na história da humanidade. O epicentro deste grande terremoto começou na área perto de Temuco e gradualmente expandiu para o sul em uma sucessão de quebras epicentrais ao longo da costa sul do Chile. O evento maciço quebrou toda a zona de subducção entre a península de Arauco (Bío-Bío) e da península de Taitao (Aysén). Finalmente, chegou a 9,5 MW e durou cerca de 10 minutos, principalmente devido à grande dispersão geográfica de quase 1 000 km de norte a sul. Estudos subsequentes argumentam que, na realidade, foi uma sucessão de 37 ou mais terremotos cujos epicentros cobriu uma área total de 1 350 km. Em suma, o cataclismo devastou todo o território chileno entre Talca e Ilha de Chiloé, que equivale mais de 400 000 quilômetros quadrados. A área mais afetada foi Valdivia e seus arredores. Nesta cidade do sismo atingiu uma intensidade entre XI e XII na graus na escala Mercalli. Grande parte dos edifícios desabou imediatamente, enquanto o Rio Calle-Calle inundou as ruas do centro da cidade. Os sistemas de eletricidade e água foram totalmente destruídos. Testemunhas relataram liquefação do solo. Apesar das fortes chuvas de 21 de maio, a cidade estava sem água. O rio ficou marrom com sedimentos de deslizamentos de terra e estava cheio de detritos flutuantes, incluindo casas inteiras. A falta de água potável tornou-se um problema sério em uma das regiões mais chuvosas do Chile. Um tsunami provocado pela ruptura tectônica foi devastador, afetando a costa chilena entre Concepción e Chiloé. Aldeias costeiras, como Toltén, foram atingidas. Em Corral, principal porto de Valdivia, o nível da água subiu 4 metros antes de recuar (às 16h10), arrastando barcos localizados na Baía —principalmente os navios Santiago, San Carlos e Canelos—. Às 16h20, uma onda de 8 metros de altura atingiu a costa entre Concepción e Chiloé a mais de 150 Km/h, matando centenas de pessoas de várias localidades. Dez minutos depois o mar recuou, arrastando ruínas de cidades costeiras, uma outra onda de 10 metros foi relatada dez minutos depois. Vários navios foram completamente destruídos, com excepção Canelos, que encalhou depois de ser arrastado por mais de 1,5 km para o interior de Valdivia. Dois dias após o terremoto, o vulcão Cordón Caulle, que se localiza perto do vulcão Puyehue, entrou em erupção. Outros vulcões também podem ter entrado em erupção, mas nenhum foi registrado devido à pouca comunicação no Chile na época. O número relativamente baixo de mortos no Chile (5 700) é explicado em parte pela baixa densidade populacional na região. === Interpretação tectônica === O sismo foi um megassismo resultante da liberação da tensão mecânica entre a subducção da Placa de Nazca e a Placa Sul- Americana, na fossa oceânica Peru-Chile. O hipocentro foi relativamente superficial, a uma profundidade de 33 km, considerando que terremotos no norte do Chile e na Argentina podem atingir profundidades de 70 km. As zonas de subducção são conhecidas por produzir os mais fortes terremotos na Terra, já que sua estrutura particular permite que mais tensão se acumule antes que a energia seja liberada. Os geofísicos consideram que é uma questão de tempo antes que este terremoto seja superado em magnitude por outro. A zona de ruptura do terremoto tinha 800 km de comprimento, estendendo-se de Arauco (37 ° S) para o Arquipélago de Chiloé (43 ° S). A velocidade de ruptura, a velocidade à qual uma frente de ruptura se expande através da superfície da falha, foi estimada à 3,5 km por segundo. == Desastres naturais desencadeados == === Deslizamentos === O terremoto provocou inúmeros deslizamentos de terra, principalmente nos íngremes vales glaciais do sul dos Andes. Nos Andes, a maioria dos deslizamentos ocorreram nas encostas de montanhas cobertas por florestas em torno da Falha Liquiñe-Ofqui. Estes deslizamentos de terra não causaram muitas fatalidades nem perdas econômicas significativas porque a maioria das áreas estavam desabitadas, com apenas algumas estradas. Um deslizamento de terra causou destruição e alerta após o bloqueio do Lago Riñihue. Aproximadamente 100 quilômetros ao sul do lago, os deslizamentos nas montanhas em torno do rio de Golgol causaram um bloqueio que fez o rio represar muita água; algum tempo depois a \"represa\" estourou e criou uma inundação que desceu em direção ao lago de Puyehue. Os deslizamentos em torno do rio de Golgol destruíram parte da Ruta CH-215, que se conecta a Bariloche, na Argentina, através do Passo Cardenal Antonio Samoré. === Tsunami === Após os eventos ocorridos em Valdivia, uma onda cruzou o Oceano Pacífico. Quase 15 horas depois, um tsunami de 10 metros de altura atingiu a cidade de Hilo no Havaí, mais de 10 000 km de distância do epicentro, matando 61 pessoas. Eventos semelhantes foram registrados no Japão, Filipinas, Ilha de Páscoa, no oeste dos Estados Unidos, Nova Zelândia, Samoa e Ilhas Marquesas. A costa chilena foi devastada por um tsunami desde a Ilha Mocha até a região de Aisén. Em todo o sul do Chile, o tsunami causou uma enorme perda de vidas, danos à infra-estrutura portuária e a perda de um grande número de embarcações menores. Mais ao norte, o porto de Talcahuano não sofreu nenhum dano maior, apenas algumas inundações. Alguns rebocadores e pequenos veleiros encalharam em Rocuant Island perto de Talcahuano. Após o terremoto de 21 de maio em Concepción, pessoas em Ancud buscaram refúgio em barcos. Um barco carabinero, Gloria, estava rebocando alguns desses barcos (que estavam abrigando as pessoas) quando o segundo terremoto ocorreu no dia 22 de maio. Como o mar recuou Gloria encalhou entre Cerro Guaiguén e Cochinos Island. Minutos depois uma onda do tsunami naufragou-o. No Rio Valdivia e na Baía do Corral vários navios naufragaram devido ao terremoto, entre eles Argentina, Canelos, Carlos Haverbeck, Melita e os restos recuperados de Penco. Canelos que havia ancorado em Corral, estava cheio de carga de madeira e outros produtos destinados ao norte do Chile quando o terremoto o atingiu. Após horas de ronda ao redor na baía do Corral e do rio de Valdivia o navio foi destruído e subsequentemente abandonado por sua equipe às 18h00. Dois homens a bordo de Canelos morreram no incidente. Até 2000, os restos de Canelos ainda estavam visíveis. Santiago, outro navio ancorado em Corral no momento do terremoto, conseguiu deixar Corral em mau estado, mas naufragou na costa da ilha de Mocha, no dia 24 de maio. Na cidade costeira de Queule, um carabinero informou que centenas de pessoas estavam mortas ou desaparecidas alguns dias depois do tsunami. Os historiadores Yoselin Jaramillo e Ismael Basso relatam que as pessoas em Queule décadas mais tarde conheciam cerca de 50 pessoas que morreram por causa do terremoto e tsunami. === Seicha === Uma seicha de mais de 1 metro foi observada no Lago Panguipulli após o terremoto.Rojas, p. 67. Em 22 de maio, ocorreu um seiche no lago argentino Nahuel Huapi a mais de 200 km de Valdivia. A onda, provavelmente produzida por um deslizamento de sedimento provocado pelo terremoto, matou duas pessoas e destruiu um píer na cidade de San Carlos de Bariloche.Villarosa, G. et al. (2009). \"Origen del tsunami de 1960 en el Lago Nahuel Huapi, Patagonia: Aplicación de técnicas batimétricas y sísmicas de alta resolución\". Asoc. Geol. Arg. Rev. 65, 593–597. === Riñihuazo === Com a notícia do terremoto mais forte já registrado na história, vários repórteres, políticos e militares internacionais se dirigiram às cidades afetadas. Posteriormente uma possível catástrofe ainda maior foi considerada por agências governamentais. Devido ao terremoto, várias montanhas haviam desmoronado, bloqueando a drenagem do lago Riñihue. O Riñihue é o último dos Sete Lagos, uma série de lagos interligados, e deságua no Rio San Pedro que percorre várias cidades até chegar em Valdivia, antes de desaguar no Pacífico. Antecedentes de que desastres do tipo poderia ocorrer, já eram conhecidos; como no terremoto de 16 de Dezembro de 1575, em que foi descrito que a \"força do terremoto foi tão grande que um deslizamento de terra fechou a saída do Lago Riñihue, represando a água e cedendo em abril do ano seguinte, inundando desastrosamente uma grande região\". Com o bloqueio do rio San Pedro, o nível de água do Lago Riñihue começou a subir rapidamente. A cada metro que o nível de água subia, era equivalente a 20 milhões de metros cúbicos, o que significava que 480 milhões de metros cúbicos de água seriam liberados para o rio San Pedro (facilmente superando sua capacidade de fluxo de 400 metros cúbicos por segundo, sendo a capacidade máxima 24 metros). Este potencial desastre teria destruindo todas as aldeias em volta do rio em menos de cinco horas. Cerca de 100 mil pessoas moravam na zona afetada. Vários planos foram feitos para a evacuação da área, com isso, muitas pessoas tiveram que deixar suas casas. Para evitar a destruição total de Valdivia e Corral, várias unidades militares e centenas de trabalhadores da Endesa, CORFO e do Ministério de Obras Públicas do Chile iniciaram a tarefa de controlar o esvaziamento do lago para que não varresse o que restara das cidades.Urrutia & Lanza 1993, p. 294. Vinte e sete tratores de esteira foram colocados em serviço, mas tiveram dificuldades severas trabalhar na lama perto das barragens, fazendo com que diques tivessem de ser construídos à pás. Até 23 de junho, a barragem principal tinha sido esvaziada de 24 para 15 metros, permitindo que 3 bilhões de metros cúbicos de água deixassem o lago. A equipe foi liderada por Raúl Sáez, engenheiro da Endesa. == Impactos == A cidade de Chillán teve 20% dos edifícios severamente danificados, e após o terremoto ainda manteve contato com Santiago. Talcahuano estava com 65% de suas casas destruídas e 20% das que permaneceram de pé eram inabitáveis, enquanto a cidade vizinha de Concepción tinha mais de 125 mortos e 2 000 casas destruídas. A ponte sobre o rio Biobío entrou em colapso, enquanto a usina Siderurgica Huachipato estava quase inutilizável, fazendo com que a mistura de ferro começasse a esfriar após o corte de energia elétrica. A água inundou minas de carvão subterrâneas da península de Arauco. Los Ángeles teve 60% de destruição e Angol cerca de 82%, deixando 6 000 pessoas desabrigadas. O Lago Villarrica transbordou, enquanto um deslizamento de terra soterrou cerca de 300 pessoas na comunidade mapuche de Peihueco. === Valdivia === Estima-se que cerca de 40% das casas em Valdivia foram destruídas, deixando 20 000 desabrigados. As estruturas mais afetadas foram aquelas construídas de concreto, que em alguns casos desmoronou completamente devido à falta de engenharia sísmica. Embora as casas de madeira fossem mais vulneráveis, não entraram em colapso. Casas construídas em terras elevadas sofreram danos consideravelmente menores em comparação com aquelas construídas em planície. Muitos quarteirões com edifícios destruídos no centro de cidade permaneceram vazios até os anos de 1990 e 2000, com alguns destes [edifícios] sendo usados como parque de estacionamento. == Ver também == * Sismo do Chile de 2010 Valdivia Valdivia Categoria:1960 no Chile",
 "title": "Sismo de Valdivia de 1960"
}