{
 "id": "59183",
 "text": "A angina de peito ou angina pectoris é uma dor torácica (toracolgia) devida ao baixo suprimento de oxigênio e nutrientes (isquemia) ao músculo cardíaco (miocárdio). Geralmente, é devida à obstrução ou espasmos (contrações musculares involuntárias) das artérias coronárias (os vasos sanguíneos do coração). A principal causa de angina são a aterosclerose ou trombo. O termo deriva do latim angere (\"estrangular\") e pectus (\"peito\"), e pode, portanto, ser traduzido como «estrangulamento do peito». É possível observar o sinal de Levine no paciente como método de identificação desde quadro clínico. geralmente é uma dor em aperto, antecedida de actividades físicas ou situações de stress. ==Sintomas== thumb|upright=1.4|Vídeo com Legenda A maioria dos pacientes com angina queixam-se de desconforto no peito, o desconforto é habitualmente descrito como pressão, peso, aperto, ardor, ou sensação de choque. A dor de angina pode ser localizada principalmente no centro do peito, costas, pescoço, queixo ou ombros. A irradiação da dor ocorre, tipicamente, para os braços (esquerdo principalmente), ombros e pescoço. A angina é normalmente ativada por excesso de stress emocional, esforço físico, depois de uma refeição farta, e temperaturas baixas. A dor pode ser acompanhada por suores e náuseas em alguns casos. Normalmente dura cerca de 1 a 5 minutos, e é acalmada pelo descanso ou medicação específica. Dor no peito que dura apenas alguns segundos não é, normalmente, angina. Os factores de risco incluem o histórico familiar de doenças cardíacas prematuras, tabagismo, diabetes, colesterol alto, hipertensão, obesidade, sedentarismo. Uma variante de angina (angina de Prinzmetal) ocorre em pacientes com artérias coronárias normais ou com níveis de arteroesclerose insignificantes. Pensa-se ser causado por espasmos nas artérias. Ocorre preferencialmente em mulheres jovens. ==Diagnóstico== Em pacientes com angina ocasional que não têm dores no peito, um eletrocardiograma é tipicamente normal, a não ser que existam problemas cardíacos no passado. Durante a dor podem ser observadas modificações do eletrocardiograma. Para detectar estas variações podem ser feitos eletrocardiogramas enquanto o paciente corre numa esteira (teste ergométrico). == Classificação == ;Angina estávelAmerican Heart Association. Angina Pectoris (Stable Angina). http://www.heart.org/HEARTORG/Conditions/HeartAttack/DiagnosingaHeartAttack/Angina- Pectoris-Stable-Angina_UCM_437515_Article.jsp#.WO0b99I1_IU: *Pode parecer como uma indigestação *Dor induzida por esforço físico, nicotina ou estresse emocional *Dor de duração inferior a 20 minutos ;Angina instável ou Enfarto Agudo do miocardico (EAM): *Dor de duração superior a 20 min *Dor que não desaparece com o uso de nitratos *Dor de surgimento recente (menos de 4 semanas) *Dor com padrão crescente (marcadamente mais intensa, prolongada ou frequente que anteriormente) *Mudança das características da angina em paciente com angina estável *Aumento da ansiedade, podendo gerar pânico ==Tratamento== O objetivo principal do tratamento de angina estável é aliviar os sintomas, diminuir a progressão da doença, e reduzir ocorrências futuras, especialmente ataques cardíacos. Além do repouso imediato, o uso de nitratos sublinguais, como a nitroglicerina mastigável, deve sanar a dor em menos de 20 minutos. Eles atuam dilatando os vasos sanguíneos obstruídos e podem tratar um vasoespasmo coronariano. Caso a dor persista, deve-se buscar o hospital ou posto de saúde mais próximo, onde será feito um procedimento para abrir as artérias do coração obstruídas (angioplastia ou fibrinólise).NHS Clinical Knowledge Summaries (2009) Angina - stable: suspected angina Suspected angina Archived December 14, 2010, at the Wayback Machine. == Prevenção == Os beta- bloqueadores, os bloqueadores dos canais de cálcio e a ivabradina diminuem o esforço (pós-carga) do coração e sua necessidade de oxigênio, prevenindo novos episódios de angina e reduzindo a mortalidade por infarto a largo prazo. Sneader, Walter (2005). Drug discovery: a history. ISBN 978-0-471-89980-8. A aspirina em baixas doses (75 mg/dia) atua como antiplaquetário reduzindo o risco de trombose em pessoas suscetíveis. Como efeito colateral pode causar indigestão, gastrite e úlcera gástrica. Em pessoas com problemas gástricos um agentes antiplaquetário alternativo é o clopidogrel.Ananya Mandal, MD. Tratamiento de la angina. http://www.news-medical.net/health/Treatment-of- angina-(Spanish).aspx Identificar e tratar factores de risco de doenças cardíacas é uma prioridade em pacientes com angina. Isto significa parar de fumar, perder peso (em caso de obesidade ou excesso de peso) e tratar o colesterol alto, diabetes e a hipertensão. Categoria:Doença arterial coronária",
 "title": "Angina"
}