{
 "id": "59198",
 "text": "O polegar é o dedo (ou primeiro quirodáctilo) mais importante dos hominídeos – é completamente oponível aos outros dedos, o que significou uma aquisição evolutiva que permitiu a estes animais a utilização de instrumentos, com os quais podem mais facilmente defender-se e modificar o meio ambiente para melhor sobreviverem (Edgar Morin, no seu \"O Paradigma Perdido\" se refere à dialéctica \"pé - mão - cérebro\"). Este dedo é formado por três ossos: * Primeiro metacarpal, que articula com o grande multiangular ou trapézio do carpo; * Falange proximal; e * Falange distal. O polegar pode realizar uma rotação de 90º, ficando perpendicular à “palma” da mão, enquanto que os outros dedos conseguem apenas um ângulo de 45º (aproximadamente). Estes movimentos são da responsabilidade de 8 músculos, cujos nomes em latim são: * opponens pollicis * abductor pollicis brevis * flexor pollicis brevis * adductor pollicis * flexor pollicis longus * abductor pollicis longus * extensor pollicis brevis * extensor pollicis longus Os primeiros 4 são músculos intrínsecos da mão e os 3 primeiros formam a eminência tenar, enquanto que os restantes têm origem no antebraço. Os tendões do extensor pollicis longus e do extensor pollicis brevis formam a “caixinha do rapé” (que, nos tempos em que se aspirava rapé, servia efectivamente para ali colocar uma porção e levá-la ao nariz), onde se pode palpar a artéria radial e os ossos escafóide e trapézio. == Outros animais com polegares que fazem oposição == Muitos animais também têm algum tipo de polegar ou dedo que faz oposição aos outros: * A maioria dos primatas ** Grandes primatas como o bonobo, chimpanzé, gorila, orangotango e o gibão possuem polegares oponíveis em ambas as mãos e pés. ** Primatas do Velho Mundo, com algumas exceções, como os gêneros Piliocolobus e Colobus. ** Alguns cebídeos (Primatas do Novo Mundo da América Central e do Sul). ** Os Tarsius. ** Muitos primatas Strepsirrhini, como os lêmures, Loris, e o aie-aie. * Panda-gigante que possui cinco dedos com garras mais um osso sesamoide extra-longa, que embora não seja realmente um dedo (como o polegar humano é), funciona como um polegar oponível. * A maioria dos Marsupiais da família Phalangeridae (espécie parecida com o gambá) - possuem um dedo oponível em cada pé, além de dois dígitos oponíveis em cada mão. * Os coalas - semelhante ao Phalangeridae, embora estejam em uma ordem diferente. * Gambás - possuem \"polegares\" oponíveis nas patas traseiras. * Troodon, um dinossauro que possuía polegares parcialmente oponíveis. * Bambiraptor, um pequeno dinossauro predador - que poderia tocar a ponta de dois de seus três dedos com o dedo oponível. * Phyllomedusa, um gênero de rãs nativas da América do Sul. A maioria dos pássaros têm pelo menos um dígito oponível nos pés, em várias configurações, mas estes raramente são chamados de \"polegares\". == Ver também == * Polegar (gesto) * Dedo Categoria:Anatomia animal Categoria:Anatomia humana do membro superior Categoria:Primatologia Categoria:Dedos das mãos Categoria:Polegar",
 "title": "Polegar"
}