{
 "id": "59191",
 "text": "Os bucaneiros foram piratas originários dos portos do Caribe, que inicialmente atacavam os navios e cidades espanholas no Caribe e na América Central. A origem do nome se dá em boucan, um grelhador usado para fazer carne defumada, uma forma de preservar carne dos indígenas nativos das Caraíbas Arawak, que ensinaram a técnica aos colonizadores ilegais em Hispaniola (atual ilha do Haiti e República Dominicana). Estes colonos intrusos caçaram o gado e porcos selvagens e usaram o boucan para preservar a carne para depois comer ou vender aos navios que passavam. Os caçadores que viviam do boucan, ficaram conhecidos por bucaneiros. ==Etimologia== \"Bucaneiro\" procede do tupi moka'e, \"carne defumada\", através do francês boucanier.FERREIRA, A. B. H. Novo dicionário da língua portuguesa. 2ª edição. Rio de Janeiro. Nova Fronteira. 1986. p. 290. == Histórico == Expulsos e perseguidos do território espanhol, vivendo como caçadores e assaltantes, juntaram-se a grupos de escravos e cortadores de lenha do México que tinham fugido, desertores, antigos soldados e outros que tinham sido atacados por navios espanhóis. Por isso, este tipo de pirata tinha grande ligação com as colônias espanholas e portuguesas principalmente na época da União Ibérica. Em meados do século XVII, a palavra \"bucaneiro\" aplicou-se à maioria dos piratas e corsos que eram originários de bases das Índias Ocidentais. Os bucaneiros eram piratas que, durante os séculos XVI e XVII, pilhavam principalmente o comércio espanhol com as suas colônias americanas. Os primeiros quartéis militares bucaneiros foram na ilha de Tortuga, sete quilômetros a noroeste da de Hispaniola. Mais tarde, os bucaneiros usaram a Jamaica para base das suas operações, e capturaram o Panamá em 1671. O termo \"bucaneiro\" também se aplica às embarcações utilizadas pelos piratas e corsários da região e da época. Eram, em geral, embarcações de pequeno porte, assimiladas em porte aos contratorpedeiros (menor que os torpedeiros, fragatas e encouraçados), possuindo esse nome por serem um derivativo de \"navio bucaneiro\"; em função disso, é muito comum encontrar, em textos, canções e folclore produzidos nos séculos XVI, XVII e XVIII, o termo \"bucaneiro\" referindo-se ao navio e não ao pirata. A importância histórica dos bucaneiros permanece principalmente na influência na colônia escocesa de Darién, no istmo do Panamá (1698). Os bucaneiros foram bastante inspirados pelos marinheiros do século XVI, tais como Francis Drake, mas eles eram distinguidos dos corsos por defenderem os seus fortes. Eles também se distinguiam dos piratas fora da lei do século XVIII. Contudo, por vezes, muitos dos ataques bucaneiros eram considerados piráticos. Os primeiros bucaneiros registrados, foram o francês L’Olonnais ou o holandês que viveu no Brasil Roc Brasileiro, entre outros. Com o aparecimento de Henry Morgan, eles começaram por organizar poderosos grupos que conquistaram Porto Bello em 1668 e o Panamá em 1671. Como o tratado de Madrid (1670) tinha sido celebrado recentemente (1670) para marcar as divisões territoriais entre a Inglaterra e Espanha, a conquista do Panamá não foi obviamente bem aceite pelas nações. Morgan foi preso e levado para Inglaterra, mas, como surgiram novos problemas com a Espanha, ele foi tornado cavaleiro e enviado como governador da Jamaica. Ele e os outros governadores, tentaram acabar com a prática bucaneira, uma tarefa impossível sem vigilância marítima adequada. A última grande iniciativa bucaneira foi um ataque fracassado ao Panamá em 1685 com um exército de três mil homens comandados por Edward Davis, John Eaton, Charles Swan entre outros. Com a revolta da Guerra da Grande Aliança em 1689, estes piratas autônomos tornaram-se corsos legais ao serviço das respectivas nações, chegando assim ao fim da prática bucaneira. Piratas foram amplamente encorajados na época de Isabel I de Inglaterra, quando a guerra da Inglaterra pelos territórios e riquezas de Espanha se deu predominantemente no mar. Um dos mais conhecidos piratas foi o traficante de escravos sir Francis Drake, que fez a segunda viagem de circum-navegação (sessenta anos após a viagem de Magalhães-Elcano) perseguindo navios espanhóis, durante a qual saqueou a frota espanhola que não esperava encontrar navios ingleses no pacífico e supostamente deixou homens em uma nova colônia na Califórnia espanhola, e realizou estes atos sem que Inglaterra estivesse oficialmente em guerra com Espanha. Francis Drake e John Hawkins se contrapõe ao estilo de vida dos primeiros caçadores que ficaram conhecidos como bucaneiros, pois eram instrumentos do estado e muito bem financiados por comerciantes e pela coroa, eventualmente utilizando navios e armamentos que a própria rainha mandara construir. Entre o século XVII e as primeiras décadas do século XVIII, a pirataria atingiu o seu ponto máximo. Rapidamente, a palavra \"bucaneiro\" se tornou comum, e no século XVII foi usado para denominar os piratas e corsos que tinham formado fortalezas nas Índias Ocidentais. ==Lista de bucaneiros== * Henry Morgan (corsário e bucaneiro) * L'Olonnais (bucaneiro) == Ver também == * Pirata * Pirataria no Mundo * Bucaneiros * Embarcações * Flibusteiros * Corsário * Vida de pirata * Jolly Roger * Tortuga * Abordagem * Instrumentos marítimos * Motim Categoria:Pirataria Categoria:Corsários Categoria:Piratas",
 "title": "Bucaneiro"
}