{
 "id": "59208",
 "text": "Pato é o nome comum para numerosas espécies de aves aquáticas pertencentes à família Anatidae. Os patos são menores e de pescoço mais curto que os cisnes e gansos, que são os membros da mesma família. São divididos em muitas subfamílias, sendo principalmente aves aquáticas que podem ser encontradas tanto em ambientes com água doce quando com água salgada. == Etimologia == A palavra pato tem origem árabe, vindo da palavra baṭṭ (بَطّ) que por sua vez se originou do persa bat (بت). A palavra árabe de origem semítica original era ʔiwazz (إِوَزّ) que se dedicava tanto aos gansos quanto aos patos, com a introdução da palavra persa, passou a distinguir-se um do outro. No latim se utilizava essa distinção com anser «gansos» e anas «patos». No português adotou-se também a palavra de origem árabe, como em espanhol. Porem, no Brasil adotou-se o termo especial marreco para designar os patos do velho mundo (Anas platyrhynchos) e até mesmo as aves consideradas de menor porte. Ainda de acordo com o dicionário Michaelis a palavra pato em língua portuguesa designa: Denominação comum às aves aquáticas anseriformes da família dos anatídeos de médio e grande porte, a maioria com distribuição cosmopolita, habitando lagos, pântanos, rios e estuários. Têm plumagens diversas: alguns são monocromáticos e outros têm cores variadas. Para os filhotes adota-se o sufixo -inho onde são chamados de «patinhos». === Marrecos === No Brasil adotou-se o uso da palavra marreco ou sua correspondente no gênero feminino para designar os patos que não são o Cairina moschata e suas variações. De acordo com o que é difundido, os marrecos são semelhantes aos patos, porém menores, tendo entre 35 e 50cm de comprimento enquanto os patos poderiam chegar a até 80cm. O próprio significado da palavra \"Marreco\" de acordo com o dicionário Michaelis seria \"Denominação comum aos machos das aves anseriformes de pequeno porte, de gêneros variados, da família dos anatídeos, de distribuição cosmopolita\". Outras características enfatizadas para se criar essa diferença seriam a falta de carúncula(presentes apenas nos patos da espécie nativa Cairina moschata), o ângulo formado pela cauda e também o formato do bico que seria mais achatado e liso nos marrecos. Essa diferença também é analisada na culinária, onde o pato seria mais gordo. O tempo de abate do marreco seria até metade do tempo de abate dos patos e por isso é mais barato e bastante consumido na Europa em escala similar a dos frangos. A carne do marreco é mais branca, macia e de sabor mais suave, enquanto a do pato é mais avermelhada e mais forte ao paladar. Seguindo esse padrão, muitas espécies nativas também são nomeadas como \"marrecas\" como por exemplo o Irerê(Dendrocygna viduata), a Marreca- toicinho(Anas bahamensis) e a Marreca-preta(Netta erythrophthalma). == Comportamento == Os patos alimentam-se de vegetação aquática, moluscos e pequenos invertebrados e algumas espécies são aves migratórias. Podem-se identificar os machos principalmente pela coloração diferente mais vistosa (visto que a grande maioria das espécies de patos tem dimorfismo sexual), e também por diferenças comportamentais. Algumas espécies de patos (quer selvagens, quer domesticadas ou criadas em cativeiro) são utilizadas pelo homem na alimentação, vestuário (as penas) e para entretenimento (caça). O pato é um dos poucos animais da natureza que anda, nada e voa com razoável competência. Também é um dos animais que conseguem dormir com metade do cérebro e manter a outra em alerta. É dotado de perfeito senso de direção e comunidade.Uma Abordagem Sobre a Origem do Pato e do Marreco - IntroduçãoAcesso em 26 de jan. de 2013 == Taxonomia == Todos os patos pertencem à ordem dos Anseriformes, um grupo que contem os patos, os gansos e os cisnes e por vezes também os Anhimídeos e Anseranatideos. Os patos são divididos em uma variedade de subfamílias e \"tribos\". O número de subfamílias e tribos e suas composições é causa de muita discordância entre taxonomistas.. Alguns classificam com base em áspectos morfológicos, outros em comportamentos e estudos genéticos. Com base nessas divergencias, o número de subfamílias de patos varia de 2 a 5.. O grande nível de hibridização entre espécies selvagens complica ainda mais os esforços de classificação. Em muitas classificações modernas são chamados de \"patos-verdadeiros\" as aves pertencentes à subfamília Anatinae, esta dividida num número variável de tribos. A maior delas, a Anatini, contem os \"patos de rio\"(em inglês dabbling ducks) chamados assim por seus métodos de encontrar comida na superfície de água doce.. Os \"patos mergulhadores\"(em inglês: diving ducks) compõem a tribo Aythyini. Os \"patos marinhos\"(em inglês: sea ducks) são da tribo Mergini e são patos mergulhadores especializados em capturar peixes e mariscos e passam a maior parte da vida em ambiente marinho. A tribo Oxyurini contém patos mergulhadores notáveis por serem pequenos e por possuírem caudas rígidas. Um número considerável de espécies são chamadas de patos mas não são consideradas na ornitologia internacional como \"patos verdadeiros\", e são geralmente alocadas em outras subfamílias e tribos. Os \"patos assobiadores\"(gênero Dendrocygna) são alocados a uma tribo(Dendrocygnini) na subfamília Anatinae ou na subfamília Anserinae, ou até mesmo em sua própria subfamília(Dendrocygninae) ou família(Dendrocygnidae).. O \"Pato-sardento\"(Stictonetta naevosa) da Austrália é o único membro da tribo Stictonettini na subfamília Anserinae, ou na sua propria família, a Stictonettinae.. As Tadornas em algumas classificações fazem parte da tribo Tadornini na família Anserinae, na sua própria subfamília, Tadorninae. Já os patos-vaporizadores são alocados na família Anserinae na tribo Tachyerini ou juntos das Tadornas na tribo Tadornini.. Já os \"patos-empoleirados\" em algumas classificações são incluidos na tribo Carinini e na subfamília Anserinae, em outras a tribo é eliminada e seus membros são colocados na tribo Anatini.. O Pato-das-torrentes(Merganetta armata) é geralmente incluído na subfamília Anserinae na tribo monotípica Merganettini, mas as vezes é incluido na tribo Tadornini.. Já o Pato-de- orelha-rosa(Malacorhynchus membranaceus) as vezes é considerado um \"pato verdadeiro\" pertencente à tribo Anatini ou na tribo própria Malacorhynchini, e outras vezes é considerado parte da tribo Tadornini, das Tadornas. === Híbridos === Muitos híbridos são relatados, quer seja entre espécies do mesmo gênero ou de diferentes gêneros.Hybridization in the Anatide and its Taxonomic Implications Acesso em 26 de jan. de 2013 Há a descrição de um hibrido entre o Pato-real domesticado(Anas platyrhynchos domesticus) e Pato-mudo(Cairina moschata momelanotus). Esta estirpe é principalmente usada para produção de carne e foie gras, isto é, o patê que é usualmente feito de fígado de ganso atualmente é feito de fígado desses híbridos. Na maioria dos casos o cruzamento de caracteriza pela junção de um Pato-mudo branco e uma fêmea de Marreco-de-Pequim, para, desta forma, se produzir uma ave maior, pois quando o macho é um marreco e a fêmea um pato-mudo o hibrido resultante é de menor porte. Há relatos de híbridos de Pato-mudo e Pato-de-crista. A própria forma doméstica Cairina moschata momelanotus parece ser de origem híbrida.Possível origem híbrida de Cairina moschata momelanotus A raça Cayuga é descendente de cruzamentos de Marreco-Rouen(Anas platyrhynchos domesticus) e pato-escuro- americano (Anas rubripes). A raça \"Australian Spotted\" descende de cruzamentos de Marreca-arrebio(Anas acuta) com Anas platyrhynchos domesticus. Ocorrem vários outros híbridos dentro do gênero Anas. == Descrição == O corpo dos patos é geralmente achatado e largo, e eles possuem um pescoço longo, embora não tão longos quanto o dos cisnes e gansos. Nos mergulhadores é um pouco mais arredondado. O bico é relativamente largo e contém uma estrutura serrilhada chamada pecten, as quais são bem definidas em espécies filtradoras. No caso de espécies especializadas em pescar o bico é mais longo e fortemente serrilhados. As pernas são fortes e bem desenvolvidas, sendo situadas bem mais atrás no corpo, principalmente nas espécies mais aquáticas. As asas são muito fortes e geralmente curtas e pontiagudas, com seu voo consistindo de movimentos rápidos e contínuos, exigindo musculatura desenvolvida nas asas. Três espécies de patos-vaporizadores quase não tem capacidade de voar. E algumas espécies de patos perdem temporariamente sua capacidade de voo por conta da muda das penas; passando assim a procurar locais protegidos e com bom suprimento alimentício para passar o período. Esse período geralmente precede a migração. Os machos de espécies do norte geralmente tem plumagem mais colorida, fazendo muda no verão e assim ficando mais parecidos com as fêmeas. As espécies do sul por sua vez apresentam menor dimorfismo sexual, sendo a única exceção a Tadorna-do-paraíso da Nova Zelândia, onde é a fêmea que possui uma plumagem mais brilhosa. A plumagem dos patos jovens é semelhante a das fêmeas. == Distribuição de habitat == Patos são aves cosmopolitas, e são encontrados em todos os continentes com exceção da Antarctica. Várias espécies conseguem viver em ilhas subantárticas. Eles também chegaram a varias ilhas oceânicas isoladas, incluindo as Ilhas do Havaí, Micronésia e Ilhas Galápagos, onde são frequentemente vagantes e menos frequentemente residentes. Alguns são endêmicos de ilhas remotas. Algumas espécies de patos são migratórias, principalmente os que se reproduzem no Hemisfério Norte; enquanto os patos dos trópicos geralmente não são. Alguns patos são nômades(particularmente na Austrália onde as chuvas são irregulares) que procuram lagos e \"piscinas\" que se formam após chuvas fortes localizadas. == Comportamento == === Alimentar === Os fatos tem como fontes de alimento: gramíneas, plantas aquáticas, peixes, insetos, pequenos anfíbios, minhocas e pequenos moluscos. Os \"patos dos rios\" encontram alimento na superfície da água ou na terra, ou ainda o mais profundo que conseguirem sem submergir completamente. Ao longo da margem do bico, eles possuem uma estrutura semelhante a um pente chamada \"pecten\" que usam para filtrar alimento de ambientes aquáticos, alisar suas penas e também segurar alimentos escorregadios. Patos-mergulhadores e patos-marinhos conseguem buscar alimento em maiores profundidades de água. Para poder mergulhar com maior facilidade, os patos-mergulhadores são mais pesados que os \"patos dos rios\" e por isso também tem mais dificuldade para sair voando. Algumas espécies, como as do gênero Mergus são especializadas em capturar e engolir peixes maiores. Outras tem como característica o bico largo e achatado, adaptado para dragar algas, minhocas e pequenos moluscos de lama, procurar larvas de insetos e também manusear alimentos. Para evitar ferimentos na procura por alimentos eles não possuem cere e suas narinas saem diretamente do bico duro. === Reprodução === Os patos geralmente tem apenas um parceiro por época reprodutiva. Em espécies maiores e nas mais sedentárias esses pares tendem a durar vários anos. A maioria das espécies reproduz uma vez ao ano, fazendo-o em condições favoráveis como na primavera, no verão ou estações chuvosas. Eles tendem a fazer ninhos antes do acasalamento e, a partir do nascimento levam os filhotes para área alagadas. === Comunicação === Fêmeas de pato-real (assim como outras espécies no gênero Anas) fazem a clássica onomatopeia quack enquanto os machos fazem um som similar, porem mais rouco, porem, a maioria das espécies não faz este som. Em geral, os patos fazem uma série de chamados que podem incluir assobios, arrulhos, grunidos e etc. Por exemplos, os Zarros (que são patos-mergulhadores); fazem um barulho como scaup. As chamadas podem ser de alto volume para exibição ou chamadas de contato mais silenciosas. == Na Cultura == === Domesticação === Os patos tem muitos usos para benefício humano como produção de carne, ovos e penas. São abatidos aproximadamente 3 bilhões de patos para produção de carne por ano em todo o mundo. Também são criados por avicultores e exibidos com frequência em zoológicos. Quase toda variedade de patos domésticos descende do Pato- real(Anas platyrhynchos), apesar de ter também variedades provenientes do Pato-selvagem(Cairina moschata). O \"pato-chamador\" é outro exemplo de raça de pato domestico. Seu nome vem da sua origem por caçadores, que os usavam para atrair patos-reais do céu para sua armadilhas. O \"pato-chamador\" é a menor raça de pato doméstico no mundo, pesando menos que 1kg * Anas platyrhynchos domesticus - É descendente do pato-real e foi domesticado na China. As principais raças são o Pequim, Rouen e Corredor Indiano, mas existem muitas outras. * Cairina moschata momelanotus - É o pato-selvagem da América Latina, domesticado pelos indígenasComida e Antropologia - Uma breve revisão da América do Sul. Não existem raças realmente definidas, mas existe uma linhagem comercial branca, desenvolvida na França, com rápido crescimento, usada na produção de carne. ====Criação==== Os patos têm sido criados há milhares de anos, possivelmente a partir do sudeste da Ásia, e patos-mudos foram domesticados pelos indígenas na América do Sul, em data desconhecida, tendo sido encontrados já domesticados no descobrimento. Eles não são tão populares como a galinha, porque galinhas têm muito mais carne branca magra e são mais fáceis de manter confinadas, tornando o custo total muito menor para a carne de frango, ao passo que o pato é relativamente caro e aparece com menos frequência no mercado de alimentos e restaurantes. Podem ser mantidos ao ar livre, em gaiolas, em celeiros, ou em baterias. Para serem saudáveis, aos patos deve ser permitido o acesso à água, pois esta é a natureza desta ave. Eles devem ser alimentados com uma dieta de grãos e insetos. É um equívoco popular admitir que os patos são passíveis de serem alimentados com pão, alimento que para eles representa um valor nutritivo limitado e que, inclusive, pode ser mortal quando administradas aos patinhos em desenvolvimento. AS patas irão fazer a postura em ninhos que devem proporcionar a proteção contra sol e chuva, e reservar um espaço de 35cmX45cm, para servir de ninho individual. A respeito dos ovos, o período de postura das patas é de julho a dezembro. As patas iniciam a botar ovos com 4 a 5 meses, botando entre 15 a 24 ovos, para depois chocá-los. Entretanto, pode-se também estimular a pata a uma nova postura ao colocar uma galinha choca no cativeiro dos patos, que irá por instinto chocar os ovos das patas, estimulando a pata a dar início a mais um ciclo de postura. Uma pata nestas condições pode botar de 60 a 80 ovos por ano. Se o intuito do criador for chocar os ovos, uma pata consegue chocar 13 ovos e o tempo de incubação é de 29 a 30 dias. Marrecos e, possivelmente, patos-mudos, devem ser monitorados, pois eles são especialmente propensos à infecção por H5N1. As fêmeas de muitas raças de patos domésticos não são confiáveis na incubação de seus ovos e na criação de seus filhotes. Exceções notáveis incluem o Marreco-Rouen e especialmente o Pato-mudo. Tem sido um costume em fazendas ao longo dos séculos colocar ovos de marreco em ninhos de galinha para incubação; hoje incubadoras automáticas são usadas frequentemente. No entanto, patinhos jovens dependem da mãe para o fornecimento de óleo para torná-los à prova d'água, e uma galinha não produz tanto óleo como uma pata. Uma vez que o patinho cresce, as próprias penas produzirão óleo da glândula sebácea próxima à base da cauda. === Na heráldica === Os patos aparecem em muitos brasões, onde podemos citar o de Lubāna(Letônia), e no de Föglö(Finlândia) Há ainda cidades que mencionam a ave em seu nome, como Patos de Minas(Minas Gerais), Patos(Paraíba) e Pato Branco(Paraná). Image:Coat_of_Arms_of_Lubāna.svg|Brasão de Armas de Lubāna(Letônia). Image:Föglö.vaakuna.svg|Brasão de Armas de Föglö(Finlândia). Image:Maaninka.vaakuna.svg|Brasão de Armas de Maaninka(Finlândia). Image:Escudo_de_San_Esteban_de_los_Patos_(Ávila).svg|Brasão de armas de San Esteban de los Patos(Espanha). Image:Brasão_de_Patos_-_PB.svg|Brasão de Armas da cidade de Patos, do estado brasileiro da Paraíba. Image:Coat_of_arms_of_Patos_de_Minas_MG.png|Brasão de Armas da cidade de Patos de Minas, do estado brasileiro de Minas Gerais. Image:Brasao_pato_1.png|Brasão de Armas da cidade de Pato Branco, do estado brasileiro do Paraná. === No Esporte === Inúmeras entidades esportivas utilizam o animal como nome, símbolo ou mascote: * Anaheim Ducks - equipe profissional de hóquei no gelo que atua na National Hockey League dos Estados Unidos, o nome em tradução literal significa \"Patos de Anaheim\". * Pato Futsal - equipe profissional de futsal que atua na Liga Nacional de Futsal do Brasil. * Marreco - equipe profissional de futsal que atua na Liga Nacional de Futsal do Brasil. === No entretenimento === ==== Animações ==== No mundo das animações há muitos patos ficcionais como o Pato Donald(Walt Disney), Patolino(Looney Tunes) Image:Donald.png|Pato- Donald seria um pato da raça Pequim-Americano. Image:Amerikanische_Pekingenten_2013_01d.jpg|Pequim-americano, raça de pato doméstico a qual pertenceria o Pato-Donald. Image:Anas_Rubripes_and_Anas_Platyrhynchos_August_2008.JPG|Pato-preto- americano, espécie de pato a qual pertenceria o Patolino. ==== Música ==== O cantor, compositor e violonista brasileiro Toquinho ao lado de Vinicius de Moraes comporam um clássico popular da música brasileira, que caiu no gosto infantil, a música Pato pateta que narra a breve história de um pato desastrado. == Galeria == Image:Mulard (1).jpg|Mulard - Híbrido de pato-mudo e marreco Image:Hinny drake.jpg|Hinny - Híbrido entre um marreco macho e um pato-mudo fêmea Image:Hausente1.jpg|Cayuga, raça de marreco, descendente híbrido de Anas rubripes x Anas platyrhynchos domesticus Image:Flickr_- _Dario_Sanches_-_PATO-DO-MATO_(Cairina_moschata).jpg|Pato-selvagem (Cairina moschata) Image:Anas_platyrhynchos_male_female_quadrat.jpg|Pato-real (Anas platyrhynchos)(forma selvagem do pato-marreco). Image:A Mallard duck airs its wing feathers.jpg|Pato-real macho, da mesma espécie, mas emplume de migração. Image:American_Black_Duck_male_RWD1.jpg| Anas rubripes, em inglês, American Black Duck, espécie selvagem que foi cruzada com a raça Rouen para formar a raça Cayuga. Image:100911 Laufenten 051 web.jpg|Marreco da raça Corredor Indiano Image:Canardderouen.JPG|Marreca da raça Rouen Image:Three of a kind - geograph.org.uk - 701153.jpg|Marrecos de Pequim Image:Flying duck.JPG|Pato-mudo branco Image:Barranquilla Zoológico Pato.jpg|Pato-mudo marrom ou canela Image:Cairina_moschata_-Texas_-USA-8.jpg|Pato-mudo Image:Anas_versicolor.JPG|Marreca-cricri (Anas versicolor) Image:Heteronetta_atricapilla_by_John_Charles_Phillips_%281876-1938%29.PNG|Marreca- cuco (Heteronetta atricapilla) Image:Chiole_Wigeon.JPG|Marreca-oveira (Anas sibilatrix) Image:Duck_pato_005eue.jpg|Marreca-toicinho (Anas bahamensis) Image:Netta_Peposaca.jpg|Marrecão (Netta peposaca) Image:Anas querquedula, Viladecans, Catalunya, Spain 1.jpg|Marreco (Anas querquedula) Image:Orinoco_Goose.jpg|Pato-corredor (Neochen jubata) Image:Comb_duck.jpg|Pato-de-crista (Sarkidiornis melanotos) Image:White-winged_Duck_RWD3.jpg|Pato de asas brancas (Asarcornis scutulata) Image:Thalassornis_leuconotus.jpg|Pato-de-dorso-branco (Thalassornis leuconotus) Image:Oxyura_jamaicensis_NBII2.jpg|Pato-de-rabo- alçado-americano (Oxyura jamaicensis) Image:Extinctbirds1907_P36_Camptolaemus_labradorius0363AA.jpg|Pato-do-Labrador (Camptorhynchus labradorius) (extinto) Image:Sporengans_1_Plectropterus_gambensis.jpg|Pato-ferrão (Plectropterus gambensis) Image:Mandarin.duck.arp.jpg|Pato-mandarim (Aix galericulata) == Ver também == * Ganso * Cisne == Bibliografia == * * * * * * * * * * * * * * * * * * * * Categoria:Anatidae",
 "title": "Pato"
}