{
 "id": "59253",
 "text": "Fernand Paul Achille Braudel (Luméville-en-Ornois, 24 de agosto de 1902 — Cluses, 27 de novembro de 1985) foi um historiador francês e um dos mais importantes representantes da chamada segunda geração da escola dos Annales. Ao longo de sua vida, os seus estudos concentraram-se em três projetos principais: O Mediterrâneo e o Mundo Mediterrâneo na Época de Filipe II (1923 - 49; 1949 - 66); Civilização Material, Economia e Capitalismo (1955 - 79); e a inacabada Identidade de França (1970-85). Braudel tem sido considerado um dos maiores historiadores modernos ao ter enfatizado o papel dos fatores socioeconómicos em grande escala na pesquisa e escrita da História e por desenvolver a ideia de história de longa duração. Ele também pode ser considerado como um dos precursores da teoria dos sistemas-mundo. == Biografia == Braudel nasceu em Luméville-en-Ornois (hoje parte da comuna de Gondrecourt- le-Château), no departamento de Meuse, na França. O seu pai, que era um matemático, ajudou-o em seus estudos. Braudel também estudou Latim e um pouco de Grego. Aos 20 anos tornou-se \"agrégé\" em História. Enquanto lecionava em uma escola secundária na Argélia (1923–1932), ficou fascinado pelo mar Mediterrâneo. De 1932 a 1935 lecionou nos liceus Pasteur, Condorcet e Henri-IV em Paris, vindo a conhecer Lucien Febvre, o co-fundador da influente revista Annales. Em 1934, com a fundação da Universidade de São Paulo, foi convidado pelo jornalista Júlio de Mesquita Filho, dono d'O Estado de S. Paulo, a ser professor da recém fundada universidade. Lecionou no Brasil até 1937, quando retornou à França. Na época, já havia iniciado a pesquisa arquivística em seu doutoramento no Mediterrâneo, em influência da escola dos Annales. Logo ingressou na École pratique des hautes études (EPHE) como docente de História. Trabalhou com Lucien Febvre, seu orientador e maior influencia, autor de \"Philippe II et la Franche-Comté. Étude d'histoire politique, religieuse et sociale.\" (1912). Mais tarde, Febvre iria ler as primeiras versões da obra de Braudel e fornecer-lhe aconselhamento editorial. Com a eclosão da Segunda Guerra Mundial em 1939, foi convocado para o serviço militar onde atuou como tenente no exército francês, tendo sido feito prisioneiro em 1940. Preso em um campo perto de Lübeck, na Alemanha, Braudel elaborou o seu trabalho \"La Méditerranée et le Monde Méditerranéen à l'époque de Philippe II\" (\"O Mediterrâneo e o Mundo Mediterrânico à Época de Filipe II\"), sem acesso a seus livros ou notas, baseando-se apenas em sua memória e numa biblioteca local.Fernand Braudel, Civilization & Capitalism, 15th-18th Century, translated from the French and revised by Sian Reynolds, 3 vols. (New York: Harper & Row, Publishers, 1985); Immanuel Maurice Wallerstein, The Politics of the World-Economy: The States, the Movements, and the Civilizations (Cambridge, New York and Paris: Cambridge University Press and Editions de la Maison des sciences de l’homme, 1984); and Giovanni Arrighi, The Long Twentieth Century: Money, Power, and the Origins of Our Times. London: Verso, 1994. .Em 1947, com Febvre e Charles Morazé, obteve financiamento da Fundação Rockefeller, em Nova York e fundou a prestigiosa Sixième Section, para \"Economia e Ciências Sociais\" na \"École pratique des hautes études\". Em 1962 ele e Gaston Berger usaram a garantia da Fundação Ford e fundos do governo para criar uma nova fundação independente, a \"Fondation Maison des Sciences de l'Homme\" (FMSH), sediada no edifício de mesmo nome, e que Braudel dirigiu a partir de 1970 até à sua morte. A FMSH focou as suas atividades em \"networking\" internacional para disseminar a abordagem dos Annales à Europa e ao mundo. Em 1972 Braudel deixou toda a responsabilidade editorial na revista, embora o seu nome tenha permanecido no cabeçalho. Em 1962 escreveu uma \"História das Civilizações\", como base para um currículo de História, mas a sua rejeição da narrativa tradicional baseada em eventos era arrojada demais para o Ministro Francês da Educação, que a recusou. Braudel tornou-se o líder da segunda geração de historiadores dos Annales após a morte de Febvre, em 1965. Sob sua liderança, os Annales cresceram em qualidade e quantidade, aumentando sua área de influência mundial e atendo-se aos ideias dos fundadores, tendo as cienciâs sociais sempre presentes ao pensar história. Em 1949, Braudel foi eleito para o \"Collège de France\" diante da aposentadoria de Febvre. Co-fundou o jornal acadêmico \"Revue économique\" em 1950. Aposentou-se em 1968. Em 1983 foi eleito para a \"Académie française\". == Pensamento e contribuições para a historiografia == Braudel é considerado o historiador que mais influenciou as noções de tempo e de espaço na historiografia de todo o século XX. Desenvolveu meios e métodos de pensar a História do espaço físico, da política, da sociedade, dos grandes e pequenos eventos em um contexto temporal bastante longo, que até hoje representam importantes aspectos do trabalho de pesquisa e interpretação histórica. Seu manifesto intitulado La Longue Durée, publicado em 1958, contém a primeira menção à ideia de História de longa duração. Braudel escreve esse texto num contexto de disputa com a noção de estrutura utilizada pela Antropologia, principalmente em face das críticas feitas à História por Lévi-Strauss. O estruturalismo é uma corrente de pensamento presente em diversas ciências, que considera que cada pequeno elemento compreende uma estrutura maior; porém Lévi-Strauss desenvolve esse conceito a ponto de afirmar que na inter-relação entre os elementos estruturais e os eventos, os eventos históricos e ações humanas são apenas pano de fundo de uma essência estrutural imutável e constante. Sendo assim, as investigações da História seriam eventos superficiais perante a \"estrutura inconsciente\" que rege a essência humana e o historiador seria um profissional dúbio. A estrutura, para Braudel, em contraste, se encontra no caráter repetitivo das atividades dos indivíduos e grupos. A descrição de uma determinada estrutura levaria à sua História, que concentra as mudanças internas, as crises conjunturais, os movimentos cíclicos, a tendência à estagnação e ao crescimento. Nenhuma estrutura é eterna, sendo que evento e estrutura não se opõem na articulação da História e a interdisciplinaridade é essencial para que se possa ter uma História global - uma ciência não deveria se opor à outra. Como resposta ao antropólogo e em defesa da História, Braudel articula em seu manifesto o que para ele constitui viver: mudar e repetir. O olhar aqui se desloca do que é exceção para o regular, do extraordinário para o cotidiano, dos fatos singulares para os de massa. Isso representa uma quebra com o modo vigente de escrever História do século XIX e das primeiras décadas do século XX, em que o foco da História eram os grandes eventos e as mudanças políticas e sociais que eles ocasionavam. Ao dar ênfase sobre a continuidade, a permanência, Braudel não desvirtua a importância da mudança para a História, mas insere novos aspectos a serem levados em consideração, com destaque para as o que permanece igual ou com um alto grau de semelhança em certa sociedade após uma mudança importante ou uma quebra estrutural. Tais mudanças forçariam uma rearticulação estrutural lenta em face dos eventos ocorridos, pois não é possível que uma estrutura mude junto com o evento, mas seus elementos permanecem no contexto pós-evento. Enfatiza-se o que se repete, o que permanece constante durante um intervalo de tempo determinado. Desse modo, Braudel distancia-se do estruturalismo ao mesmo tempo que o incorpora, entendendo a existência de uma estrutura dentro de sua possível mutabilidade. A História de longa duração envolve esse quadro. Para Braudel, só seria possível compreender as mudanças estruturais e suas lógicas ao concentrá-las em uma conjuntura de longa duração, ou seja, pensá-las em um tempo muito longo. O historiador recusa pensar o evento em sua temporalidade breve, em sua duração, mas o inclui em seu contexto pensando-o junto com seus antecedentes para que tenha sentido. A pluralidade temporal é outro elemento de grande importância no pensamento de Braudel, que considera a existência de múltiplas temporalidades, como o tempo da economia, do meio ou da sociedade, que se intercruzam dentro da estrutura em que se encontram e dão sentido a ela. Exemplo disso encontra-se em seu livro O Mediterrâneo e o Mundo Mediterrâneo na Época de Filipe II. == O Mediterrâneo == A obra O Mediterrâneo e o Mundo Mediterrâneo na Época de Filipe II, frequentemente abreviada como O Mediterrâneo, é a tese de doutorado de Braudel, defendida em 1947 e posteriormente publicada em 1949. Ela foi elaborada em uma divisão em três partes, sendo que cada uma exemplifica uma abordagem diferente do passado, o que combina um estudo de longa duração com um complexo estudo da interação entre o meio, a economia, a sociedade, a política, a cultura e os eventos, unindo explicações estruturais com multilaterais. Dessa forma, Braudel resolve o problema historiográfico que existe no seu pensamento da estrutura dentro da longa duração: como ligar fenômenos duráveis com mudanças rápidas. Em sua narrativa, enfatiza a insignificância dos eventos e as limitações impostas à liberdade de ação dos indivíduos, situando sempre indivíduos e eventos dentro de um contexto maior que revela sua fundamental desimportância frente ao todo. Procura também demonstrar que o tempo avança em diferentes velocidades, inserindo a ideia da pluralidade temporal e da história de longa duração na obra, anos antes de dar nome a esse pensamento. A consideração fundamental de Braudel, que da base ao Mediterrâneo e o torna uma obra prima da história é a ideia de que a história dos acontecimentos é ininteligível sem a história das estruturas que, por sua vez, é ininteligível sem a história do meio. Assim, ele apresenta uma história conectada em todas as suas faces: ambiente físico, estrutura, economia, sociedade e finalmente a política e os eventos. Isso torna-se muito claro em cada parte do livro. A primeira trata do Mediterrâneo em si, como local interconectado com diferentes culturas e civilizações. Braudel traz aqui uma história quase sem tempo da relação entre homem e ambiente, uma história do homem em seu meio. São quase 300 páginas de descrições de litorais, climas, rotas terrestres e marítimas, tornando a narrativa uma história quase imóvel, de ciclos sem fim em uma duração muito longa, entre séculos. É expressa uma Geo-história, uma espécie de geografia histórica que envolve o homem dentro de e em relação a seu meio, que objetiva demonstrar que a geografia é parte da história e que os acontecimentos e tendências gerais não podem ser compreendidos sem ela. Braudel não é o primeiro a inserir o elemento geográfico nessa conjuntura, baseando-se na obra de La Blache, da qual era admirador. A segunda parte, titulada Destinos coletivos e movimentos de conjunto, trata de uma história mutante da estrutura econômica, social e política. É em seu cerne uma história das estruturas- sistema: economia, política, civilização e formas mutantes de guerra. O ritmo é lento, pois as mudanças ocorrem através dos séculos e são difíceis de notar. A terceira e última parte trata dos Eventos políticos e pessoas, sendo a parte mais tradicional a um livro de história. Braudel aborda a história dos acontecimentos, a história política e militar, traçando esboços de caráter dos principais atores. Sua tese principal é sobre a política exterior de Filipe II da Espanha dentro do Mar Mediterrâneo, à qual o autor considerava que faltava uma visão do todo - do meio e das estruturas, não somente de acontecimentos específicos em dado tempo, mas dentro de seu contexto estrutural e mutável em uma longo tempo -, o que confere um quadro total e permite a maior compreensão dos fatos. Essa história dos eventos, segundo Braudel, é a mais superficial, por isso deve ser situada em um meio, em um contexto que a torna inteligível. O livro foi considerado pela crítica uma obra prima, até mesmo deixando o autor desgostoso com a quantidade de elogios e a falta de críticas construtivas. Independentemente, é inegável que O Mediterrâneo fez de Braudel o historiador que mais contribui para transformar as noções de tempo e espaço em todo o século XX e na tradição dos Annales. Sua importância se dá do fato de a obra tornar os leitores conscientes da importância do espaço na história, da necessidade de ver o \"todo\" para compreender o singular, uma inovação na maneira de ver e, principalmente, de escrever uma tese em história. Outra questão essencial na herança de Braudel à História é a consciência de que todas as estruturas estão sujeitas a mudanças, mesmo que muito lentas, contrapondo as teses de Lévi-Strauss. Uma das únicas críticas - mas de grande valia - à obra de Braudel vem de encontro ao seu determinismo. No Mediterrâneo e em sua obras posteriores Braudel pensa o indivíduo como prisioneiro não só do ambiente físico, mas também das estruturas mentais, não percebendo uma \"dupla face\" das estruturas. Em Braudel, o homem é descentrado e sofre a temporalidade muito mais do a que produz. Ele considera que o indivíduo não possui controle sobre sua historicidade, porém tem noção de que age sobre limites geográficos, sociais, ambientais, culturais, econômicos e demográficos que ele não pode vencer pois não dependem de sua vontade. Tal ideia já era presente nos historiadores dos Annales Febvre e Bloch, que Braudel elabora e radicaliza - trata do descentramento do homem, tornando-o mais um elemento seriável e não evento singular. == Obras == *\"La Méditerranée et le Monde Méditerranéen a l'époque de Philippe II\" (3 vols.) Tradução portuguesa: O Mediterrâneo e o Mundo Mediterrâneo na Época de Filipe II - 2 vols. Lisboa, Publicações D. Quixote. Também publicado no Brasil, com o mesmo título e em 2 volumes pela Edusp, 2016. **\"[La part du milieu']'\" (v. 1) Tradução portuguesa: A parte do Meio ISBN 2-253-06168-9 **\"Destins collectifs et mouvements d'ensemble\" (v. 2) Tradução portuguesa: Destinos coletivos e movimentos de conjunto ISBN 2-253-06169-7 **\"Les événements, la politique et les hommes\" (v. 3) Tradução portuguesa: Os acontecimentos, a política e os homens ISBN 2-253-06170-0 *\"Ecrits sur l'Histoire\" (1969) ISBN 2-08-081023-5 Tradução portuguesa: Escritos sobre a História. Lisboa, Publicações D. Quixote. *\"The Mediterranean in the Ancient World\" *\"Civilisation matérielle, économie et capitalisme, XVe-XVIIIe siècle\" (1979) Tradução portuguesa: A Civilização Material - 3 vols. Lisboa, Teorema. **\"Les structures du quotidien\" (v. 1) ISBN 2-253-06455-6 **\"Les jeux de l'échange\" (v. 2) ISBN 2-253-06456-4 **\"Le temps du monde\" (v. 3) ISBN 2-253-06457-2 *\"Civilization and Capitalism, 15th–18th Centuries\" (3 vols.) (1979) *\"On History\" (1980), tradução inglesa de \"Ecrits sur l'Histoire\" por Sian Reynolds *\"La Dynamique du Capitalisme\" (1985) ISBN 2-08-081192-4 Tradução portuguesa: A Dinâmica do Capitalismo. Lisboa, Teorema. *\"The Identity of France\" (1986) *\"Ecrits sur l'Histoire II\" (1990) ISBN 2-08-081304-8 *\"Out of Italy, 1450–1650\" (1991) *\"A History of Civilizations\" (1995) *\"Les mémoires de la Méditerranée\" (1998) Tradução portuguesa: Memórias do Mediterrâneo - Pré-História e Antiguidade. Lisboa, Terramar. *\"Personal Testimony\" in: Journal of Modern History, vol. 44, no. 4. (Dezembro de 1972) == Ver também == * Escola dos Annales * Longa duração * Lucien Febvre * Marc Bloch * La Blache * Lévi-Strauss Categoria:Teoria da história Categoria:Historiadores da França Categoria:Professores da Universidade de São Paulo Categoria:Sepultados no Cemitério Père-Lachaise Categoria:Mortos em 1985 Categoria:Membros da Academia Francesa Categoria:Naturais de Luméville-en-Ornois",
 "title": "Fernand Braudel"
}