{
 "id": "59296",
 "text": "O Itanium é um microprocessador desenvolvido pela Intel e pela HP, para plataformas SMP de 64 bits que não usam nem RISC nem CISC e sim uma arquitetura nova chamada pela Intel de EPIC. Incompatível com OSs desenvolvido para os processadores da linha X86-64, pois estes são compatíveis com 32 e 64 bits. Com clocks baixos, na casa de 1,6GHz, os processadores Itanium obtém seu desempenho por causa da divisão de trabalho entre os processadores e o grande tamanho do cache built-in no processador, que chega a 24MB. Sistemas baseados em Itanium tem sido desenvolvidos pela HP (a linha HP Integrity Servers) e muitos outros fornecedores. Desde 2008, Itanium vem sendo a quarta arquitetura de microprocessadores mais implantada para Sistemas de informações corporativas (também conhecidos como EIS), ficando atrás das seguintes arquiteturas: x86-64, Power Architeture, e SPARC. O processador mais recente é o Poulson, lançado em 2008. == História == === Desenvolvimento: 1989 - 2000 === Em 1989, a HP decidiu que as arquiteturas Reduced Instruction Set Computing (RISC) estavam se aproximando de um limite de processamento em uma instrução por ciclo. Os pesquisadores da HP começaram então à pesquisar sobre uma nova arquitetura, conhecida como Parallel Instruction Computing (EPIC), que permite ao processador executar mais do que uma instrução no mesmo ciclo de clock. O EPIC implementa uma nova arquitetura, a Very Long Instruction Word (VLIW), que possui esse nome pelo fato de que uma única palavra de instrução contém múltiplas instruções. Com o EPIC, o compilador determina com antecedência quais instruções serão executadas ao mesmo tempo, dessa forma o microprocessador apenas executa, sem precisar definir o que será executado em paralelo. A HP acreditava que não era mais rentável para empresas de sistemas empresariais individuais desenvolver microprocessadores proprietários, por isso, em parceria com a Intel em 1994, desenvolveu a arquitetura IA-64, derivada do EPIC. A Intel estava disposta a realizar um grande esforço no desenvolvimento da IA-64, na expectativa de que o microprocessador resultante seria usado pela maioria dos fabricantes de sistemas corporativos. A HP e a Intel deram início a um grande desenvolvimento conjunto com um objetivo de entregar o primeiro produto, o Merced, em 1998. Durante o desenvolvimento, a HP, a Intel e analistas da indústria acreditavam que a IA-64 dominaria servidores, estações de trabalho, e desktops de grande porte, e eventualmente substituir RISC e CISC em aplicações de uso geral. A Compaq e a Silicon Graphics decidiram abandonar o desenvolvimento futuro das arquiteturas Alpha e MIPS, respectivamente, para migrar então ao IA-64. Muitos grupos desenvolveram sistemas operacionais para a arquitetura, incluindo Microsoft Windows, OpenVMS, Linux e variáveis do UNIX como o HP-UX, Solaris, Tru64 UNIX e Monterey/64 (sendo esse último cancelado antes de chegar ao mercado). Em 1997, era aparente que a arquitetura IA-64 e o compilador eram muito mais difíceis de implementar do que se pensava inicialmente, e a entrega do Merced começou a cair. Dificuldades técnicas incluíam a grande quantidade de transistores necessários para suportar as palavras de instruções e caches muito grandes. Existia também um problema estrutural com o projeto, as duas partes iniciais do projeto usaram diferentes metodologias e tinham prioridades diferentes. Como o Merced era o primeiro processador EPIC, o esforço para o desenvolvimento foi maior do que o esperado. Além disso, o conceito EPIC dependia de capacidades do compilar que nunca haviam sido implementadas antes, então mais pesquisadores foram necessários. A Intel então anunciou o nome oficial do processador, Itanium, em 4 de Outubro de 1999. Em algumas horas, o nome Itanic havia sido usado em um grupo de usuários, uma referência ao Titanic, o transatlântico \"inafundável\" lançado em 1912, que afundou em sua primeira viagem. \"Itanic\" é claro, foi usado por veículos de notícia como o The Register, e outros, para dar a entender que o investimento multibilionário no Itanium seria seguido por uma morte rápida. . === Itanium (Merced): 2001 === Itanium Merced foi lançado em Junho de 2001, sua performance não era superior o bastante para competir com processadores RISC e CISC. O Itanium competiu com servidores baseados em processadores x86, e tempos depois com arquitetura POWER da IBM e arquitetura SPARC da Sun Microsystems. A Intel reposicionou o Itanium para se focar em negócios de grande porte e computação HPC, na tentativa de duplicar o já em sucedido mercado de x86 \"horizontal\" (isto é, única arquitetura, vários sistemas de fornecedores). O sucesso desta versão inicial do processador limitou-se na substituição do PA-RISC em sistemas HP, Alpha em sistemas Compaq e MIPS em sistemas SGI, embora a IBM também tenha vendido um supercomputador baseado neste processador. POWER e SPARC permaneceram fortes, enquanto o arquitetura x86, de 32 bits, continuou a crescer no espaço da empresa. Apenas alguns milhares de sistemas, usando o Itanium Merced como processador original, foram vendidos, devido à performance pobre, alto custo e a limitação de softwares disponíveis. Sabendo que o leque de softwares poderiam ser um grande problema no futuro, a Intel disponibilizou muitos desses processadores a desenvolvedores independentes, para estimular o desenvolvimento. A HP e a Intel construíram o Itanium 2, uma nova geração do processador, um ano depois. === Itanium 2: 2002 - 2010 === O processador Itanium 2 foi lançado em 2002, e foi comercializado para servidores corporativos, e não para toda a gama de computação de grande porte. O primeiro Itanium 2, de codinome McKinley, foi desenvolvido em conjunto pela HP e pela Intel. Melhorou muitos dos problemas de desempenho dos processadores Itanium originais, que foram principalmente causadas por um subsistema de memória ineficiente. McKinley continha 221 milhões de transistores, medido 19,5 milímetros por 21,6 milímetros (421 mm²). Em 2003, a AMD lançou o Opteron, que implementou a sua própria arquitetura de 64 bits (AMD64). O Opteron ganhou rápida aceitação no espaço de servidores empresariais porque fornecia um upgrade fácil do x86. A Intel respondeu através da implementação do x86-64 em seus microprocessadores Xeon, em 2004. A Intel lançou um novo membro da família Itanium 2, codinome Madison, em 2003. Madison usou um processo 130nm e foi a base de todos os novos processadores Itanium até o Montecito que foi lançado em Junho de 2006. Em março de 2005, a Intel anunciou que estava trabalhando em um novo processador Itanium, de codinome Tukwila, que seria lançado em 2007. Tukwila teria quatro núcleos de e iria substituir a bus do Itanium com uma nova interface comum de sistemas, que também seria utilizada por um novo processador Xeon. Mais tarde naquele ano, a Intel alterou a data de entrega do Tukwila para o final de 2008. Em novembro de 2005, os principais fabricantes de servidores Itanium se juntaram com a Intel e uma série de fornecedores de software para formar a Itanium Solutions Alliance, com o objetivo de promover a arquitetura e acelerar a disponibilização de softwares compatíveis. A Alliance anunciou que seus membros iriam investir US$ 10 bilhões em soluções Itanium até o fiinal da década. Em 2006, a Intel entregou o Montecito (comercializado como a 2ª geração do Itanium 9000), um processador dual-core que praticamente dobrou o desempenho e reduziu o consumo de energia em cerca de 20%. A Intel lançou o Itanium 2ª geração do Itanium 9100, de codinome Montvale, em novembro de 2007. Em maio de 2009, o cronograma do Tukwilla foi revisto novamente, com a liberação para OEMs sendo prevista para o primeiro trimestre de 2010. === Itanium 9300 (Tukwila): 2010 === O processador Itanium série 9300, de codinome Tukwila, foi lançado em 8 de Fevereiro de 2010, com maior desempenho e capacidade de memória. O dispositivo utiliza um processo de 65 nm, inclui 2-4 núcleos, até 24 MB de caches on-die, tecnologia Hyper-Threading e controladores de memória integrados. Ele implementa uma correção de dados que ajuda a corrigir erros de memória. Tukwila também implementa a Intel QuickPath Interconnect (QPI) para substituir a arquitetura baseada na bus do Itanium. Ele tem uma largura de banda interprocessador que chega ao pico de 96 GB/s e uma largura de banda de memória que chega aos 34 GB/s. Com o QuickPath, o processador tem integrado controladores de memória e interfaces diretas à memória, usando interfaces QPI para conectar diretamente a outros processadores e hubs de E/S. QuickPath também é usado nos processadores Intel que usam a microarquitetura Nehalem, fazendo com que seja provável que Tukwila e Nehalem serão capazes de usar os mesmos chipsets. Tukwila incorpora quatro controladores de memória, cada um dos quais suporta módulos de memória DDR3 múltiplos através de um controlador de memória separado, muito parecido com o processador Xeon baseado no Nehalem, de codinome Beckton. === Itanium 9500 (Poulson): 2012 === O processador Itanium da série 9500, de codinome Poulson, é o processador seguinte ao Tukwila e foi lançado em 8 de Novembro de 2012. De acordo com a Intel, ele ignora a tecnologia de processo de 45 nm e usa uma tecnologia de processo de 32 nm; possui oito núcleos, melhorias multithreading, e novas instruções para tirar proveito do paralelismo, especialmente em virtualização. O tamanho da cache L3 do Poulson é de 32 MB. O Tamanho da cache L2 é de 6 MB. Novas informações apresentam melhorias em multithreading, e algumas novas instruções (prioridade de discussão, instruções de inteiros, cache de pré-busca, dicas de acesso a dados). Nas notificações de mudanças de produtos da Intel (PCN) 111456-01, enumerou quatro modelos de CPU da série Itanium 9500, que mais tarde foi removido em um documento revisado. As partes foram posteriormente listadas na base de dados da Material Declaration Data Sheets (MDDS) da Intel. Intel Itanium 9500 colocou a informações depois em seu manual de referência. Os modelos são: Número do processador Frequência 9520 1.73 GHz 9540 2.13 GHz 9550 2.4 GHz 9560 2.53 GHz == Suporte à Hardware == === Sistemas === A partir de 2012 apenas alguns fabricantes oferecem sistemas Itanium, incluindo HP, Bull, NEC, Inspur e Huawei. Além disso, a Intel oferece um chassi que pode ser usado pelos integradores de sistema para construir sistemas Itanium. A HP, é a única dos quatro principais fabricantes de servidores da indústria que oferece sistemas baseados no Itanium hoje, ela fabrica pelo menos 80% de todo os sistemas Itanium. A HP vendeu 7.200 sistemas no primeiro trimestre de 2006. A maior parte dos sistemas vendidos são servidores corporativos e máquinas para computação técnica em larga escala, com um preço médio de venda por sistema de US $ 200.000. Um sistema típico usa oito ou mais processadores Itanium. === Chipsets === As interfaces de barramento Itanium para o resto do sistema são através de um chipset. Fabricantes de servidores corporativos diferenciar seus sistemas através da concepção e desenvolvimento de chipsets que fazem a interface do processador à memória, interconexões e controladores de periféricos. O chipset é o coração da arquitetura em nível de sistema para cada projeto do sistema. O desenvolvimento de um chipset custa dezenas de milhões de dólares e representa um importante compromisso com o uso do Itanium. A IBM criou um chipset em 2003, e Intel em 2002, mas nenhum deles desenvolveu chipsets para apoiar as tecnologias mais recentes. Atualmente, chipsets modernos para Itanium são fabricados pela HP, Fujitsu, SGI , NEC e Hitachi. O modelo de processador Itanium \"Tukwila\" tinha sido projetado para compartilhar um chipset comum com o processador Intel Xeon EX (processador Xeon da Intel projetado para quatro processadores e servidores maiores). O objetivo é agilizar o desenvolvimento do sistema e reduzir os custos para os OEMs de servidorers, muitos dos quais desenvolvem tanto para servidores baseados em Itanium quanto para servidores baseados em Xeon. No entanto, em 2013 essa meta foi adiado para ser \"avaliada para futuras oportunidades de implementação\". == Suporte à Software == Itanium é suportado pelos seguintes sistemas operacionais: * HP-UX 11i * OpenVMS I64 * NonStop OS * Gentoo * Bull GCOS 8 Itanium também é suportado por esses sistemas: * Debian (até a versão 8, \"Jessie\") * SUSE's SLES (suporte até o SLES 12) * Windows NT family ** Windows XP 64-Bit Edition ** Windows Server 2003 ** Windows Server 2008 ** Windows Server 2008 R2 * Red Hat Enterprise Linux (suporte até o RHEL 6) * TurboLinux * NEC ACOS-4 * FreeBSD A Microsoft anunciou que o Windows Server 2008 R2 seria a última versão do Windows Server à suportar o Itanium, e que eles também iriam descontinuar o desenvolvimento das versões Itanium do Visual Studio e SQL Server. Da mesma forma, o Red Hat Enterprise Linux 5 (lançado em março de 2007) foi a última edição Itanium do Red Hat Enterprise Linux. O Ubuntu 10.04 LTS da Canonical (lançado em abril de 2010) foi o último lançamento do Ubuntu com suporte à Itanium. [74] A HP não vai apoiar ou certificar Linux em servidores Itanium 9.300 (Tukwila). No final de setembro de 2012, a NEC anunciou o retorno ao de uma linha anterior de processadores proprietários de mainframe NOAH, ao IA64, agora produzido como um quad-core em 40 nm, chamado NOAH-6. A Oracle Corporation anunciou em março de 2011, que não iria mais desenvolver software para plataformas Itanium, com a explicação de que \"a gestão Intel deixou claro que seu foco estratégico está em seu microprocessador x86 e que o Itanium estava chegando ao fim de sua vida.\" No entanto, um juiz estadual da Califórnia decidiu que a Oracle terá de continuar a apoiar e lançar novas versões de seu software projetado para servidores baseados em Itanium da Intel vendidos pela Hewlett-Packard, depois de um acordo que diz que a Oracle deve continuar à oferecer sua suíte de produtos em plataformas de servidor baseadas em Itanium da HP e não confere à Oracle o poder discricionário para decidir se vai fazê-lo ou não. A obrigação da Oracle para continuar a oferecer os seus produtos em plataformas de servidor baseadas em Itanium da HP dura até ao momento em que a HP descontinuar as vendas de seus servidores baseados em Itanium. HP vende uma tecnologia de virtualização para Itanium chamada Integrity Virtual Machine. Para permitir que mais softwares sejam executados no Itanium, a Intel apoiou o desenvolvimento de compiladores otimizados para a plataforma, especialmente a sua própria suíte de compiladores. Começando em novembro de 2010, com a introdução de novos pacotes de produtos, os compiladores da Intel Itanium já não eram colocados com os compiladores Intel x86 em um único produto. A Intel oferece ferramentas Itanium e ferramentas Intel x86, incluindo compiladores, de forma independente em diferentes pacotes de produtos. GCC, Open64 e Microsoft Visual Studio 2005 (e versões mais recentes) também são capazes de produzir código de máquina para Itanium. De acordo com a Itanium Solutions Alliance existiam mais de 13.000 aplicações disponíveis para sistemas baseados em Itanium no início de 2008, O ISA também apoiou Gelato, um grupo de usuários Itanium HPC e comunidade de desenvolvedores que apoiam os softwares livres para Itanium. === Emulação === Emulação é uma técnica que permite ao computador executar código binário que foi compilado de um computador diferente. Antes da aquisição do QuickTransit pela IBM em 2009, os binários das aplicações de software para o IRIX/MIPS e Solaris/Sparc podiam rodar por um tipo de emulação chamada \"tradução binária dinâmica\" no Linux/Itanium. Parecido com isso, a HP implementou um método para executar o PA-RISC/HP-UX no Itanium/HP-UX via emulação, para simplicar a migração dos consumidores PA-RISC ao conjunto radicalmente diferente de instruções do Itanium. Os processadores Itanium podem também rodar o ambiente de mainframe GCOS do Groupe Bull e muitos sistemas operacionais x86 por simuladores de conjuntos de instruções. == Concorrência == O Itanium é direcionado para os mercados de servidores corporativos e de computação de alto desempenho (HPC). Outras linhas de processadores que também servem para o mercado de servidores e para computação de alto desempenho incluem o SPARC T5 e M6 da Oracle Corporation, SPARC64 X+ da Fujitsu e Power8 da IBM. Olhando pela questão da quantidade vendida, a concorrência mais séria do Itanium vem dos processadores X86-64 incluindo a própria linha Xeon da Intel e a linha Opteron da AMD. Desde 2009, a maioria dos servidores estão vindo com processadores x86-64 embarcados. Em 2005, os sistemas Itanium foram responsáveis por cerca de 14% da receita de sistemas HPC, mas essa porcentagem com as mudanças da indústria para clusters x86-64 para essa aplicação. Um documento de Outubro de 2008 sobre o processador Tukwila diz que \"... o futuro do Itanium parece tão forte quanto qualquer RISC como Power ou SPARC. == Referências == Categoria:Microprocessadores da Intel Categoria:Introduções em 2001",
 "title": "Itanium"
}