{
 "id": "59345",
 "text": "A moqueca, muqueca ou poquecaFERREIRA, A. B. H. Novo dicionário da língua portuguesa. 2ª edição. Rio de Janeiro. Nova Fronteira. 1986. (do quimbundo mu'keka: 'caldeirada de peixe'CUNHA, Antônio Geraldo da. Dicionário Etimológico da Língua Portuguesa 4 ed.. Rio de Janeiro: Lexikon, 2010 ou do tupi opokeka: 'fazer embrulho'CASCUDO, Luís da Câmara, História da Alimentação no Brasil. Global, 2004. Citação: \"Os peixes embrulhados em folhas e assados nesse forno subterrâneo tinham o nome de pokeka, que deu moqueca, querendo significar 'embrulhado, apinhado, enrolado'. O que conhecemos por moqueca, veio dessa comida.\") é um cozido, geralmente de peixe, típico da culinária brasileira e da culinária angolana. No Brasil, é prato típico dos estados do Pará, da Bahia e do Espírito Santo. Pode ser preparada com peixe, mariscos, crustáceos, galinha ou ovos de galinha. Mais recentemente, criaram-se variações vegetarianas, substituindo-se o peixe por ingredientes como polpa de caju verde, banana-da-terra,Gourmet a dois. Disponível em http://gourmetadois.com/pub/moqueca-vegetariana-49.html. Acesso em 10 de julho de 2017. jaca, palmito, cogumelos, tofu, berinjela, couve-flor etc.The uniplanet. Disponível em http://www.theuniplanet.com/2016/09/7-receitas-de- moqueca-vegetariana-e.html. Acesso em 10 de julho de 2017. == Hipóteses de origem == Para alguns estudiosos da gastronomia brasileira, a origem da moqueca brasileira remontaria à peixada trazida pelos portugueses, à qual os africanos teriam acrescentado ingredientes da sua tradição culinária. Contudo, é importante lembrar que os indígenas tinham, no peixe, um alimento de extrema importância, assim como a farinha de mandioca. Tal associação – peixe e farinha – conservou-se na combinação da moqueca com o pirão.Questão de Estado: A Hitória da Moqueca. Capixabas de um lado, baianos do outro. Afinal, quem inventou o prato? Por Flávia G Pinho. Casa e Jardim, 18 de março de 2016. Segundo Alves Filho e Giovanni,.Alves Filho, Ivan ; Giovanni, Roberto di. Cozinha Brasileira com Recheio de História. Revan, 2000 durante muitos anos, ficou adormecida, nas gavetas de um arquivo europeu, uma carta do padre Luís de Grã, datada de 1554, que é provavelmente o primeiro documento a se referir ao moquém ('carne assada ou seca em uma grelha de varas, uma técnica de preparação indígena) e à carne moqueada. O padre Fernão de Cardim escreveu, em 1584: \"Eles nos deram a cear de sua pobreza peixinhos de moquém, isto é, assados, batatas, cará, mangará e outras frutas da terra...\"Cardim, F. Tratados da terra e gente do Brasil. São Paulo. Companhia Editora Nacional.1939. 2ª ed. Coleção Brasiliana, v.168. 379 p. Já o padre Monteiro, em carta escrita quase um século depois, em 1610, foi ainda mais longe, dando livre curso ao seu entusiasmo pela dieta indígena: \"A carne de moquém, garante, se vai assando com tal têmpera, que leva vantagem a toda invenção do assado, na limpeza, na ternura e sabor\".PEIXOTO, Afrânio (org.) Cartas avulsas de jesuítas (1550-1568). Cartas de Letras Jesuíticas II. Rio de Janeiro. Publicações da Academia Brasileira, 1931. De toda forma, existe uma tendência, do século XVIII em diante, em ligar essas moqueadas às carnes de peixe. \"Moquém\" era, simplesmente, o assado envolto em folha e feito sobre a brasa ou sob a brasa. \"Moquém\", em língua tupi, significa algo como \"secador\" para tostar a carne. Na técnica tradicional indígena, o costume era assar a carne (ou cozê-la em seu próprio suco). Conforme testemunho do naturalista alemão do século XVII George Marcgrave,MARCGRAVE, George & PISO, Willem (1648) História natural do Brasil. São Paulo: Museu Paulista, 1942. os índios, envolviam, com folhas de árvores ou ervas, e cobriam com cinza quente os peixes que iriam comer.Página 273 do livro História natural do Brasil. A Visão Holandesa do Brasil - textos clássicos do domínio colonial holandês (1630-1654) em formato eletrônico. Essa maneira branda de assar ou cozer a carne em seu próprio suco se manteve. == Tipos == Embora aparentemente semelhantes, há diferenças significativas, tanto nos ingredientes quanto no sabor, entre as moquecas paraense, capixaba, baiana e angolana: a capixaba não contêm pimentão, nem dendê – ingrediente que denota a influência africana sobre a culinária baiana - e também não utiliza leite de coco, que pode ou não estar presente na moqueca baiana; já a moqueca angolana é muito semelhante à moqueca baiana.Receita africana de moqueca de frango à angolanaReceita de Moqueca africana (peixa à lumbo)Moqueca de camarão à angolana Todas, entretanto, são tradicionalmente preparadas e servidas em panelas de barro e todas contêm tomates maduros, cebolas brancas cortadas e coentro picado. Na receita capixaba, o azeite de dendê é substituído por azeite de oliva e urucum, um corante natural. À influência portuguesa, acrescentou-se a africanidade na receita da moqueca baiana e na paraense. Nesta última, inclui elementos da culinária indígena como o tucupi, o jambu, a goma de mandioca, a chicória além de peixes típicos do local. Já na receita capixaba, a influência africana não aparece. Isto porque o Espírito Santo recebeu, ao longo de sua história, um pequeno número de africanos escravizados, e estes, em sua maioria, eram oriundos da macrorregião polarizada pelo porto de Luanda, formada pelo eixo Angola-Benguela-Cabinda, com hábitos alimentares semelhantes aos dos portugueses, com quem conviviam desde o século XV. Diferentemente, na Bahia, os africanos chegaram em número muito superior: Salvador foi o maior porto de entrada de escravizados africanos no Brasil até o final do , sendo que esses escravizados eram predominantemente minas, jejes e nagôs.CAMPOS, Adriana Pereira; Nas barras dos tribunais: Direito e escravidão no Espírito Santo do (Tese de Doutorado), Universidade Federal do Rio de Janeiro, 2003; apud MERLO, Patrícia; Repensando a tradição: a moqueca capixaba e a construção da identidade local Interseções [Rio de Janeiro] v. 13 n. 1, p. 26-39, jun. 2011. Em Salvador, a \"defesa das velhas comidas africanas\" é intrinsecamente ligada aos \"candomblés, do culto jeje-nagô, onde a cozinha pôde manter os elementos primários de sua sobrevivência\" mas, além disso, foi capaz de influir decisivamente na constituição daquilo que se conhece como culinária baiana. Por outro lado, o isolamento que caracterizou a ocupação do Espírito Santo até o início do século XIX pode ter contribuído para que sua cozinha permanecesse mais semelhante à portuguesa (no uso do azeite de oliva), com alguma influência indígena (evidenciada no uso do urucum — que também está presente na moqueca baiana — e do pirão de farinha de mandioca), que é uma especialidade nordestina. A moqueca é um prato típico presente em todo o litoral nordestino e faz parte dos destaques de cardápios de restaurantes e barracas de praias de todo o Nordeste — especialmente na Bahia. Constitui, portanto, mais uma receita que agrega valor cultural junto às mais diversas especialidades litorâneas nordestinas, como vatapá, pirão, bobó de camarão, dentre outras. Na região litorânea do estado do Espírito Santo, a moqueca está presente no cardápio de 87% dos estabelecimentos voltados à venda de refeições, como uma especialidade de forte apelo identitário. A receita é bem semelhante em todos esses estabelecimentos, com pequenas variações na forma de preparo. Na receita típica capixaba, a cor vem da tintura de urucum; o azeite é de oliva. A moldura perfeita fica por conta da panela de barro, feita pelas paneleiras do bairro de Goiabeiras Velha, em Vitória. Essas artesãs moldam, queimam e tingem as panelas com cascas tiradas do manguezal. O costume de preparar e servir moqueca em panela de barro está presente em todo o Brasil. == Panela de barro == A técnica cerâmica utilizada é reconhecida por estudos arqueológicos como legado cultural da tradição tupi-guarani e da tradição cerâmica denominada una, com maior número de elementos identificados com esta última.PEROTA, Celso et al. (1997) As paneleiras de Goiabeiras. Memória viva; 5. Vitória: Secretaria Municipal de Cultura, p. 14 Esse saber foi apropriado dos índios pelos afrodescendentes que vieram a ocupar a margem do manguezal, local historicamente identificado com a produção de panelas de barro. O naturalista Auguste de Saint-HilaireViagem ao Espírito Santo e Rio Doce. Belo Horizonte: Itatiaia/USP, 1974, p.55 visitou a região em 1815 e fez a primeira referência a essas panelas, descritas como \"caldeira de terracota, de orla muito baixa e fundo muito raso\", utilizadas para torrar farinha e fabricadas \"num lugar chamado Goiabeiras, próximo da capital do Espírito Santo\". Goiabeiras é o lugar onde o ofício das paneleirasse se mantém por tradição. Ali foram encontrados sítios arqueológicos cerâmicos, remanescentes da ocupação indígena, no alto da pequena elevação conhecida como Morro Boa Vista e nas proximidades do aeroporto de Goiabeiras.Ofício das Paneleiras de Goiabeiras. Brasília, DF: IPHAN, 2006 (Dossiê Iphan; 3), p.17 ISBN 85-7334-031-2. As moquecas e a torta capixaba (outra iguaria local característica da Semana Santa) são parte da identidade cultural do povo do Espírito Santo, e isso certamente explica a continuidade histórica da fabricação artesanal das panelas de barro. A cidade de Vitória cresceu e alcançou Goiabeiras, que se transformou em um bairro da capital. Mas ali continuam sendo feitas, como sempre, as panelas pretas. Enquanto a cidade crescia, as paneleiras foram progressivamente se profissionalizando e fazendo de seu ofício a mais visível atividade cultural e econômica do lugar. == Ligações externas == * * Origem baiana da moqueca * Receita de moqueca de peixe baiana * Vídeo: Moqueca de Peixe com Camarão da Daniela Mercury. Prato ganha sabor extra com azeite de dendê e leite de coco. Gshow, 8 de fevereiro de 2014. * Projeto institui a Moqueca Capixaba Patrimônio Cultural Imaterial do ES Categoria:Culinária da Bahia Categoria:Culinária de Angola Categoria:Culinária do Espírito Santo (estado) Categoria:Culinária do Pará Categoria:Culinária de Pernambuco",
 "title": "Moqueca"
}