{
 "id": "5934",
 "text": "Raminho é uma freguesia rural açoriana do município de Angra do Heroísmo, com 11,25 km² (4,6% da área do concelho) de área e 464 habitantes (2021), o que corresponde a uma densidade populacional de 41,2 hab/km². A freguesia localiza-se na costa noroeste da ilha Terceira, a cerca de 21 km da sede do concelho, a cidade de Angra do Heroísmo.Enciclopédia Açoriana: Raminho (freguesia). == Geografia == O território da freguesia do Raminho, de configuração grosseiramente triangular, é limitado a leste pela freguesia dos Altares, da qual é separado pela Canada dos Morros, e a oeste pela freguesia da Serreta, da qual é separado pelo grande domo traquítica do Biscoito da Fajã. O limite sul da freguesia coincide com o rebordo da Caldeira de Santa Bárbara e o limite norte é imposto pela alta falésia costeira, batida pelo Oceano Atlântico. Sendo uma freguesia do norte da ilha, de cara sempre lavada pelas chuvas e pelo vento, o seu verde é claro e brilhante. As plantas sempre vivas e cheias de flores enfeitam os caminhos e rebordam as pastagens principalmente na primavera quando a flor amarela da erva azeda desponta pelos campos. Do Miradouro do Raminho desfrutam-se algumas das mais belas paisagens dos Açores, com a freguesia do Raminho e a Fajã à vista e com as ilhas da Graciosa e de São Jorge no horizonte. thumb|250px|Igreja de São Francisco Xavier, Raminho. thumb|250px|Império do Divino Espírito Santo do Raminho. Implantado no Complexo Vulcânico de Santa Bárbara e ocupando o flanco norte da Caldeira de Santa Bárbara, o território da freguesia do Raminho apresenta uma topografia acidentada a sul, nas faldas da Serra de Santa Bárbara, onde atinge a sua máxima altitude (966 m acima do nível médio do mar) tornando-se progressivamente suave para norte, até terminar nas altas arribas costeiras que o separam do mar. Na parte ocidental observa-se um relevo levantado, de orientação NO-SE, com configuração quase linear e desnível muito acentuado no rebordo leste, correspondente à poderosa escoada traquítica do Biscoito da Fajã, que a partir do Pico das Caldeirinhas escorreu até ao mar, formando o Cabo do Raminho e a Ponta da Serreta. As linhas de água que percorrem a freguesia são pequenas e de caudal efémero, nascendo todas nas encostas da caldeira. A orientação do terreno leva a que se desenvolvam segundo um traçado rectilíneo, com direcção predominante sul-norte. Os seus vales são pouco profundos, embora bem definidos, destacando-se a Ribeira do Borges, a Ribeira do Cabo do Raminho, a Grota do Veiga, Grota do Francisco Vieira e a Grota dos Folhadais, curso de água que ainda mantém o topónimo original da localidade. A orla costeira, numa extensão de cerca de 5,7 km, é uma continuada falésia, com arribas altas e um traçado quase linear, apenas interrompido por um poderoso dique basáltico, que por ser mais resistente à abrasão marinha, forma uma marcada protuberância. A Ponta do Raminho é um dos lados da doma traquítica do Biscoito da Fajã, separada da Ponta da Serreta por uma fajã, uma pequena área de terra não recoberta pela escoada traquítica. A parte alta da freguesia está incluída numa das áreas protegidas da Rede Natura 2000, o Sítio de Interesse Comunitário (SIC) da Serra de Santa Bárbara e Pico Alto. No extremo oeste da freguesia, já no limite com a freguesia da Serreta, situa-se a Mata da Serreta, parte da Reserva Florestal de Recreio da Serreta. === Povoamento e demografia === A superfície habitada é pouco significativa no contexto do território da freguesia, com o povoamento a expressar-se de forma linear e contínua ao longo da estrada paralela à costa que circunda a ilha. A única penetração do povoamento para interior da ilha, e ainda assim sem expressão, ocorre ao longo da Canada do Esteves, nas imediações da igreja paroquial. A freguesia é constituída pelos seguintes lugares: Teatro do Meio; Portal da Terça; Canada dos Dois Moios; Grota dos Folhadais; Presa do António Borges; Atalosa; Presa do Sabino; Rua Funda; Á Igreja; Canada do Esteves; Terreiro; Canada da Bernarda; Grota do Francisco Vieira; Presa Grande; Ribeira do Borges; Lameiro do Carepa; e Cabo do Raminho. Desde finais do século XIX até à década de 1960 a população manteve-se relativamente constante, com valores a oscilar entre 1 200 e 1 300 habitantes. A partir dessa data sofre um decréscimo notório, comprovado nos resultados do censo de 2001,Instituto Nacional de Estatística (2002), XIV Recenseamento Geral da População. Lisboa, Instituto Nacional de Estatística. registando então apenas 550 residentes. A partir de 1864, ano em que se realizou o primeiro recenseamento pelos modernos critérios demográficos, a evolução da população da freguesia foi a seguinte: {| ! colspan=\"17\" | Nº de habitantes / Variação entre censos Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes |- | align=\"center\" | 1864 | align=\"center\" | 1878 | align=\"center\" | 1890 | align=\"center\" | 1900 | align=\"center\" | 1911 | align=\"center\" | 1920 | align=\"center\" | 1930 | align=\"center\" | 1940 | align=\"center\" | 1950 | align=\"center\" | 1960 | align=\"center\" | 1970 | align=\"center\" | 1981 | align=\"center\" | 1991 | align=\"center\" | 2001 | align=\"center\" | 2011 | align=\"center\" | 2021 |- bgcolor=\"white\" | align=\"right\" | | align=\"right\" | | align=\"right\" | 1263 | align=\"right\" | 1300 | align=\"right\" | 1295 | align=\"right\" | 1235 | align=\"right\" | 1230 | align=\"right\" | 1245 | align=\"right\" | 1143 | align=\"right\" | 1189 | align=\"right\" | 853 | align=\"right\" | 663 | align=\"right\" | 601 | align=\"right\" | 550 | align=\"right\" | 565 | align=\"right\" | 464 |- bgcolor=\"white\" ! colspan=\"1\"| | align=\"right\" | | align=\"right\" | | align=\"right\" | +3% | align=\"right\" | -0% | align=\"right\" | -5% | align=\"right\" | -0% | align=\"right\" | +1% | align=\"right\" | -8% | align=\"right\" | +4% | align=\"right\" | -28% | align=\"right\" | -22% | align=\"right\" | -9% | align=\"right\" | -8% | align=\"right\" | +3% | align=\"right\" | -18% |- bgcolor=\"white\" Grupos etários em 2001, 2011 e 2021 0-14 anos 15-24 anos 25-64 anos 65 e + anos Hab 77 | 92 | 58 87 | 60 | 44 261 | 291 | 251 125 | 122 | 111 Var +19% | -37% -31% | -27% +11% | -14% -2% | -9% ★ 1864, 1868 - A freguesia era então território da freguesia dos Altares. Fonte: DREPA (Aspectos demográficos - Açores 1978) e Serviço Regional de Estatística dos Açores (SREA) ★★ A primeira referência à existência desta freguesia encontra-se no decreto de 12 de novembro de 1898 INE Como é comum no mundo rural açoriano, a evolução da freguesia do Raminho foi desde cedo controlada pela emigração, primeiro para o Brasil, depois para os Estados Unidos e finalmente para o Canadá. Ao longo do século XX, a população da freguesia manteve uma relativa estabilidade até meados da década de 1960; depois, graças à facilitação da emigração açoriana para os Estados Unidos em consequência do Kennedy-Pastore Act,Legislação especial passado pelo Congresso dos Estados Unidos em 1958, após a erupção do Vulcão dos Capelinhos, que permitiu a entrada de 2000 famílias açorianas naquele país. Como as leis de imigração nos Estados Unidos permitiam a reunificação familiar, esta leva inicial teve um extraordinário efeito multiplicador, permitindo nas décadas seguintes a partida de mais de 120 000 açorianos. a população entrou em rápido declínio, ainda não tendo estabilizado, apesar da emigração ter virtualmente cessado há mais de uma década. === Economia === A agro-pecuária, centrada quase exclusivamente na bovinicultura leiteira, e o pequeno comércio são as principais actividades económicas da freguesia do Raminho. Graças à melhoria da rede de estradas, um número crescente de raminhenses trabalha nas cidades de Angra do Heroísmo e Praia da Vitória e na Base das Lajes. Sendo a bovinicultura de leite a principal actividade económica da freguesia, graças à riqueza dos seus solos e à abundância de chuva nos terrenos altos da encosta norte da Serra de Santa Bárbara, a freguesia foi sede de uma cooperativa leiteira, entretanto associada na União das Cooperativas de Lacticíneos da Ilha Terceira. Um moderno posto de recolha de leite serve a freguesia, analisando a qualidade do leite entregue e registando as quantidades entregues por cada lavrador. O leite é posteriormente transportado para a fábrica de Angra do Heroísmo em camião cisterna adequado. == História == O povoamento do Raminho, tal como acontece com os Altares, paróquia a que pertenceu até 1878, parece ter prosseguido de leste para oeste, provavelmente a partir do núcleo inicial de povoadores que se instalou nas Quatro Ribeiras. O Raminho terá assim sido, a par do povoado hoje desaparecido da Fajã, uma das últimas povoações da ilha a surgir. === A origem do topónimo === Aparentemente devido à riqueza em folhado das florestas que recobriam aquela zona da ilha, a região que hoje corresponde à freguesia do Raminho era designada por Folhadais, topónimo ainda hoje presente na Grota dos Folhadais. A partir do século XVI aparece a designação de Raminho dos Folhadais, aparentemente por oposição ao Ramo Grande, a designação dada pelos povoadores ao outro extremo da costa norte da ilha. Tal seria explicado pela exiguidade do território raminhense face à grande planície do nordeste terceirense. === A evolução da actividade agrária === A lavoura sempre foi a principal actividade da população do Raminho, desde os tempos dos primeiros povoadores. Desde esses tempos pioneiros, foram introduzidas culturas destinadas à alimentação dos habitantes locais, como o feijão e o trigo, a que se seguiram séculos depois o milho, a batata, e a batata-doce. O Raminho foi também um importante centro da cultura do pastel e da recolha da urzela, plantas tintureiras que eram exportadas e constituíam as principais mercadorias exportadas daquela zona da ilha. A produção de linho também teve relevo, a que estava associada uma importante produção doméstica de tecidos de linho, a que se juntavam os tecidos de lã, produzidos a partir de ovelhas que pastavam nos altos da Serra de Santa Bárbara. Mais tarde surgiu a cultura das favas, das ervilhas e dos tremoços, produtos que eram vendidos para os mercados urbanos da ilha e exportados. A freguesia era também conhecida pela sua produção de musgo para cabeceiras. Este produto, utilizado para encher almofadas, era constituído por esfagno recolhido nas zonas altas da Serra de Santa Bárbara, que depois de seco era desfiado até adquirir a consistência desejada. Era vendido em toda a ilha. Os solos da freguesia são de boa qualidade à beira-mar, mas a parte alta da freguesia é recoberta por uma espessa camada de pedra-pomes, localmente conhecida por bagacina branca. O aproveitamento desses solos exigiu o desenvolvimento de uma técnica de movimentação da camada superficial e seu recobrimento com material retirado do paleossoloEram solos férteis que ficaram recobertos pela pedra-pomes emitida durante a erupção que deu origem à doma do Biscoito da Fajã. A terra manteve a sua fertilidade apesar do recobrimento, pelo que os agricultores abriam grandes covas, que desciam abaixo da base do depósito pomítico, para retirar o material que depois estendiam sobre a bagacina. que se encontra sob a camada de bagacina. Para tal eram abertas, à pá ou com uma escrepa (do inglês: scraper) puxada por animais, escavações rectangulares com alguns metros de profundidade, das quais era extraída a terra que era redistribuída sobre a superfície dos campos. Esta técnica deixou marcas que são visíveis nas imagens aéreas da zona alta da freguesia sob a forma de depressões rectangulares na zona mais baixa dos cerrados. === A integração nas capitanias e concelhos === Quando em 1474, o território da ilha Terceira foi dividido nas capitanias da Praia e de Angra, o limite na costa norte da ilha foi fixado algures entre a Ponta Negra e a foz da Ribeira de Lapa, provavelmente coincidindo com a margem oeste do biscoito da Ponta Negra. O Raminho dos Folhadais ficou assim na esfera da capitania de Angra, embora a sua população, tal como a dos Altares, tivesse maior afinidade familiar e melhor comunicação com os povos da Capitania da Praia. A partir de 1565, quando, ouvidas pessoas experientes na geografia da ilha, por acórdão de 1565 do Desembargo do Paço, em pleito que longamente opôs os capitães do donatário de Angra e Praia, respectivamente Antão Martins da Câmara e Manuel Corte-Real,Francisco Ferreira Drumond, Anais da Ilha Terceira, vol. I., Segunda Época, Cap. V. o limite avançou cerca de 5 km para noroeste. A demarcação final foi feita, recorrendo a pilotos, e ficou concluída a 8 de Julho de 1565, pondo termo a um pleito que durava há várias décadas (pelo menos de 1525) sobre o limite dos Altares.Francisco Ferreira Drumond, Anais da Ilha Terceira, vol. I., Segunda Época, Cap. V. Em consequência, a parte leste da freguesia, entre o Cerro da Ribeira dos Gatos e a Ponta Negra, pertencia à capitania da Praia, enquanto a parte oeste, do Cerro da Ribeira dos Gatos ao Biscoito da Fajã, pertencia à capitania de Angra.Rute Dias Gregório, Terra e Fortuna: os primórdios da humanização da ilha Terceira (1450?-1550). Ponta Delgada, Centro de História de Além-mar, 2008 (ISBN 978-989-95563-1-7). Esta divisão não foi pacífica, tendo requerido a intervenção real, e materializou-se na instalação de um marco (ainda lembrado pela toponímia do local onde se situou, a Cruz do Marco) no extremo mais próximo do mar do Cerro da Ribeira dos Gatos, frente à boca da Canada das Almas. Como consequência desta alteração, o Raminho dos Folhadais continuou a pertencer à Capitania de Angra, enquanto o território dos Altares, a cuja paróquia o Raminho continuou a pertencer, transitou para a Capitania da Praia. No campo municipal a freguesia pertencia ao termo da vila de São Sebastião, como o atestam múltiplos documentos referentes à cultura e à fiscalidade do pastel,Francisco Ferreira Drummond, op. cit., vol. I., cap. IV. mas a distância em relação à sede do concelho e o isolamento imposto pela cadeia de montanhas que se lhes entrepõe, fez com que o poder municipal fosse localmente pouco intenso e que o relacionamento preferencial se fizesse com a vila da Praia. Para complicar ainda mais esta situação, a divisão entre capitanias levava a que a jurisdição da Praia abrangesse o centro da freguesia dos Altares, deixando a Canada dos Morros, os Folhadais (hoje Raminho) e a Fajã na órbita do capitão-do-donatário de Angra. Assim, se é seguro que os Folhadais (Raminho) foram sempre parte do concelho da Vila de São Sebastião, já no caso dos Altares, a partir do século XVIII foi forte a influência dos edis praienses. Com a extinção do concelho da Vila de São Sebatião, determinada pela reforma administrativa de 24 de outubro de 1855Decreto (pelo Ministerio da Justiça — Diário do Governo n.° 283) contendo a nova divisão de território para o serviço judicial e administrativo. e executada por portaria de 12 de fevereiro de 1870, com efeitos a 1 de abril daquele ano, procedeu-se à clarificação da pertença concelhia da freguesia. A partir de 1 de abril de 1870, cessou a influência do concelho da Praia, passando os Altares, e por consequência o Raminho, a pertencer ao concelho de Angra do Heroísmo. Nessa mesma altura, foi redefinido a demarcação oeste da freguesia, fixando-se o limite na parte mais alta da Rocha do Peneireiro, no extremo do cerro que termina na falésia da Ponta do Raminho (imedatamente a oeste do Cabo do Raminho), o que deixou as terras da Fajã, então ainda povoadas, na freguesia da Serreta. === A formação do curato e a autonomia paroquial === A densificação do povoamento dos FolhadaisA localidade era então conhecida por Raminho dos Folhadais ou simplesmente Folhadais. e o surgimento das primeiras manifestações de alguma necessidade de autonomia em relação ao resto da paróquia de São Roque dos Altares ocorrem nas décadas finais do século XVII. Na visita pastoral realizada em 1684 pelo então bispo de Angra, D. frei João dos Prazeres, aquele prelado reconheceu que a paróquia dos Altares era muito extensa, sendo difícil ao vigário e ao cura então existentes atender às necessidades espirituais de um povoado que se estendia da Fajã (hoje na Serreta) à Ponta Negra (hoje nos Biscoitos). Face a isso, deliberou solicitar confirmação régia à criação de um segundo lugar de cura para a paróquia. Esse cura, aparentemente, destinava-se ao Raminho dos Folhadais e à Fajã, territórios que constituíam a parte oeste da paróquia. A criação do lugar de 2.º cura demorou a ser despachada pelo poder régio, pois uma década depois, em 1694, aquando da visita à paróquia realizada pelo doutor Ambrósio de Sousa Fagundes, tesoureiro-mor e penitenciário da Sé de Angra, visitador em nome do bispo D. Frei Clemente Vieira, deliberou aceder a uma petição que lhe foi feita pelos moradores do Raminho,O texto do deferimento é o seguinte: «E porque por parte dos moradores do lugar do Raminho, que fica nos confins do freguesia, me foi representado que um devoto e eles intentavam erigir naquele sítio, uma ermida da invocação da Madre de Deus, por ser certo que em razão dos longes que vão do lugar da Fajã e Raminho ficavam muitas pessoas sem ouvirem missa e muita distância dos ditos lugares à paróquia para receberem os Divinos Sacramentos: acedendo ao bem comum daqueles povos e haver eu pessoalmente visto a necessidade, mando que aprovando Sua Majestade, que Deus Guarde, o provimento do dito segundo cura, este seja obrigado nos domingos e dias santos de preceito ir logo de manhã dizer missa aos povos que residem da Cruz dos Dois Moios até à Fajã e os doutrine porque aquele rebanho não fique desfavorecido do pasto espiritual, e quando para os ditos moradores, se procurar o Viático, sendo a horas para se poder dizer missa, da dita ermida irá administrar o dito cura, e não sendo a hora competente de poder celebrar missa lhe levará o Viático da igreja paroquial, e na dita ermida terá no lugar de melhor resguardo o Sacramento da Extrema-Unção, fazendo-se relicário e âmbula com véu à custa dos moradores daquele lugar, sendo obrigada a Confraria do Santíssimo Sacramento da paróquia a dar a cera necessária para a tal administração. E nos tais dias festivos, depois do dito cura dizer missa na ermida, se recolherá à Igreja paroquial administrando na dita ermida sem prejuízo dos direitos paroquiais». os quais lhe fizeram saber que «um devoto e eles intentavam erigir naquele sítio, uma ermida da invocação da Madre de Deus, por ser certo que em razão dos longes que vão do lugar da Fajã e Raminho ficavam muitas pessoas sem ouvirem missa e ser muita a distância dos ditos lugares à paróquia para receberem os Divinos Sacramentos». No seu deferimento aquele visitador afirma que «mando que aprovando Sua Majestade, que Deus Guarde, o provimento do dito segundo cura, este seja obrigado nos domingos e dias santos de preceito ir logo de manhã dizer missa aos povos que residem da Cruz dos Dois Moios até à Fajã e os doutrine...». Jerónimo Emiliano de Andrade, Topografia da ilha Terceira, pp. 322-323. Instituto Histórico da Ilha Terceira/Câmara Municipal de Angra do Heroísmo, Angra do Heroísmo, 2020 (ISBN 978-972-9220-51-7). Contudo, não foi obtida a sanção régio para a criação de mais um lugar de cura e a pretensão gorou-se. Também não há notícia da construção da ermida da Madre de Deus, talvez porque a obra estivesse condicionada à criação do lugar de 2.º cura para a paroquial de São Roque dos Altares. Com a criação do curato de Nossa Senhora dos Milagres da Serreta, ocorrida em 1842, o lugar da Fajão, ao tempo termo da Vila de São Sebastião, passou a integrar o novo curato, desligando-se da paróquia de São Roque dos Altares. Com esse desligamento, o limite ocidental dos Altares passou a ser «a casa da Fajã», limite que depois passou a ser o extremo nordeste da Serreta, quando aquele curato foi elevado a paróquia em 1861. Com o crescimento da população, naturalmente a necessidade de autonomia paroquial reacendeu-se e por iniciativa local em 1855 iniciou-se a construção de uma ermida, sendo escolhido o início da Canada do Esteves, o mesmo lugar onde 160 anos antes se propusera a construção da ermida da Madre de Deus. A primeira pedra foi lançada a 16 de agosto de 1855. Perante as dificuldades da população local em conseguir angariar os necessários fundos, por alvará de 25 de janeiro de 1856, do governador civil Nicolau Anastácio de Bettencourt, foi constituída uma comissão filial destinada a angariar fundos e a conduzir a obra. A «comissão filial» era presidida pelo padre António Joaquim Borges, vigário do Cabo da Praia, e integrava como tesoureiro José Coelho Cota, e como vogais João Machado Bretão, Francisco Vaz Toste, André Coelho e João Vieira Cardoso, sendo secretariada pelo padre José Bernardo Corvelo. Nos trabalhos destacou-se a colaboração do raminhense José Coelho Neto,Filho de Mateus Coelho Vaz da Costa e de Ana Josefa, era irmão do cantador raminhense Francisco Coelho Neto. personalidade que viria a ser instrumental na criação do curato e depois da freguesia do Raminho. A comissão assumiu as obras e deliberou dirigir a edificação de uma igreja na povoação do Raminho, prestando à obra todo o auxílio que pudesse. A comissão angariou 152$530 réis, quantia avultada ao tempo. Com esta quantia, com o contributo em trabalho e materiais dos raminhenses e com o que dos fundos públicos o governador pode obter, construiu-se um templo, de uma só nave, com três altares, localizado bem no centro da povoação, em local elevado e vistoso (onde agora está a igreja paroquial). Na escolha do orago foi determinante Francisco Nunes da Rocha, residente na cidade de Angra, que era centurião da Pontifícia Obra da Propagação da Fé, organismo que tem São Francisco Xavier como protetor. Ao tempo avançado em idade e com posses, quando lhe pediram um contributo para a igreja do Raminho respondeu que ofereceria a imagem do orago, se a escolha fosse São Francisco Xavier. Tendo em conta que as imagens eram muito caras e difíceis de obter, a oferta foi aceite, ficando a nova igreja com aquele orago. Ainda estava a igreja em obras quando, por decreto de 14 de agosto de 1861,Decreto de 14 de agosto de 1861 que cria um curato no lugar do Raminho, sufragâneo da paroquial de São Roque dos Altares. foi criado no Raminho o curato com a invocação de São Francisco Xavier, sufragâneo da paroquial de São Roque dos Altares. Criado no mesmo dia que o curato de Santa Rita, na Serra de Santiago, o diploma foi obtido do 25.º governo da Monarquia Constitucional, presidido por Nuno José Severo de Mendoça Rolim de Moura Barreto, o 1.º duque de Loulé, do Partido Histórico, a requerimento da Câmara Municipal da Praia da Vitória através do deputado daquele partido eleito pelo círculo de Angra do Heroísmo, Jácome de Ornelas Bruges, o 2.º conde da Praia, que naquele tempo exercia as funções de governador civil do Distrito de Angra do Heroísmo. O decreto foi executado por provisão do bispo de Angra, D. frei Estêvão de Jesus Maria, datada de 1 de outubro daquele ano de 1861,Alfredo Lucas, op. cit., p. 219. tendo como limites a Cruz dos Dois Moios e a Fajã. A inauguração da igreja, após 6 anos de obras, ocorreu a 26 de outubro de 1861 com uma imponente procissão que saindo da igreja dos Altares conduziu a imagem de São Francisco Xavier, que lhe deveria servir de orago, até à nova igreja. Houve missa solene e sermões, sendo pregadores o tesoureiro-mor da Sé, José Prudêncio Teles de Bettencourt,O sermão foi editado num opúsculo intituado: Sermão da trasladação da Imagem de S. Francisco Xavier da Igreja de S. Roque dos Altares para a sua nova igreja do Lugar do Raminho da ilha Terceira, Typ. do Governo Civil, Angra do Heroísmo, 1862. e o vigário de Santa Bárbara, João Lourenço da Rocha. Sobre o arco da capela-mor foi colocada uma inscrição que dizia: «A caridade levantou este templo: a sua primeira pedra foi lançada no dia 16 de agosto do ano de 1855; e abriu-se ao culto religioso a 26 de outubro de 1861». Com a extinção do concelho de São Sebastião, a partir de 1 de abril de 1870 os Altares, e por consequência o curato do Raminho, passaram a integrar o concelho de Angra do Heroísmo, sendo em simultâneo redefinida o seu limite oeste, passando o lugar da Fajã a integrar a freguesia da Serreta que havia sido criada por decreto de 16 de outubro de 1861.Aviso (pelo ministerio da justiça — Diario de Lisboa n.° 277 de 5) annunciando que por decreto de 15 de outubro ultimo se auctorisára a creação de um curato na Queimada, pertencente á freguezia de Santo Amaro, no bispado do Angra, com á invocação de Nossa Senhora da Boa Hora, e que por decreto de 16 do mesmo mez se resolveu que o curato de Nossa Senhora dos Milagres, no logar da Serreta, freguezia de S. Jorge das Doze Ribeiras, no bispado de Angra, possa ser elevado a parochia. Consolidado o curato, iniciou-se o processo de autonomização do lugar, visando a criação da freguesia do Raminho. Num percurso em que ambos os partidos do rotativismo procuraram mobilizar as suas influências junto do Governo, a freguesia foi criada por Decreto de 11 de julho de 1878,Ministério dos Negócios Eclesiásticos e de Justiça — Direcção Geral dos Negócios Eclesiásticos — Segunda Repartição — Tendo subido à Minha Real Presença a representação em que os habitantes do lugar do Raminho, curato de São Francisco Xavier, sufragâneo da freguesia de São Roque dos Altares no Concelho e Distrito de Angra do Heroísmo, pedindo que o mesmo curato seja elevado a paróquia independente; Constando-me pelas informações recebidas do Reverendo Bispo da Diocese de Angra, e da respetiva Autoridade Administrativa, que se torna de necessidade a providência que se solicita pelas circunstâncias que tornam recomendável o lugar de que se trata; Conformando-me com o parecer do Reverendo Prelado, Usando da autorização concedida pela Carta de Lei de quatro de junho de mil oitocentos cinquenta e nove; e visto a disposição do parágrafo segundo do artigo terceiro do novo Código Administrativo, aprovado pela Carta de Lei de seis de maio do corrente ano: Hei por bem Resolver que possa com efeito ser elevado a Paróquia o Curato de São Francisco Xavier, ficando constituindo uma freguesia independente; e abonando-se anualmente para côngrua e subsistência do pároco da nova freguesia uma quantia igual à que se acha estabelecida para a referida Paróquia de São Roque dos Altares. — O Ministro e Secretário de Estado dos Negócios Eclesiásticos e de Justiça o tenha assim entendido, e faça executar. — Paço em onze de Julho de mil oitocentos setenta e oito. — Rey — Augusto César Barjona de Freitas. por iniciativa do deputado José Maria Sieuve de Meneses, o visconde de Sieuve de Menezes, junto do 36.º governo da Monarquia Constitucional, presidido por Fontes Pereira de Melo, do Partido Regenerador, sendo Ministro dos Negócios Eclesiásticos e de Justiça Barjona de Freitas, que assina o decreto. Num período de intensa luta partidária, a elevação do Raminho a paróquia, em simultâneo com igual processo nas Cinco Ribeiras, foi saudada como uma vitória dos regeneradores, insinuando-se que Jácome de Ornelas Bruges, o 2.º conde da Praia, líder local do Partido Progressista, se havia oposto. Essas «especulações políticas» foram desmentidas pelos progressistas, que publicaram um ofício de 27 de dezembro de 1876, reforçado por outro datado de 26 de novembro de 1877, em que aquele político, ao tempo servindo de governador civil de Angra do Heroísmo, apoiava as pretensões dos povos do Raminho e Cinco Ribeiras, solicitando ao governo, então presidido pelo faialense António José de Ávila, duque de Ávila e Bolama, a elevação a freguesias daqueles curatos.Pedro de Merelim, As 18 Paróquias de Angra, p. 186-187. Angra do Heroísmo, Instituto Histórico da Ilha Terceira, 2.ª edição, 2017 (ISBN 978-972-9220-32-6). O decreto foi recebido pelos raminhenses com Te Deum e sermão pregado por monsenhor José Alves da Silva, pároco dos Altares. Contudo, quando se tratou de delimitar a nova freguesia, durante o processo de consulta ordenado pelo bispo de Angra, ao tempo D. João Maria Pereira do Amaral e Pimentel, surgiu forte contestação por parte dos residentes do extremo leste do curato.José Rodrigues Ribeiro, op. cit, p. 148.Notícia da criação da freguesia no Supplemento ao n.º 1007 de A Terceira. Exposto à publicidade o teor do Decreto pela autoridade eclesiástica, para que houvessem de reclamar os interessados na delimitação final da nova paróquia, «todo o povo da Canada dos Morros e o da Estrada Real até ao Outeiro da Chouriça, expôs em requerimento que o seu cómodo e vontade era continuar a pertencer aos Altares».José Alves da Silva, anotações à obra de Jerónimo Emiliano de Andrade, Topografia da Ilha Tereceira, pp. 329-333. Angra do Heroísmo, 2020. Em resultado, e apesar do parecer favorável da autoridade eclesiástica às pretensões dos residentes, gerou-se um conflito em torno da delimitação da freguesia ao longo da Canada dos Morros, com os raminhenses a insistirem que o limite deveria coincidir com a posição do antigo marco das capitanias, na boca da Canada das Almas, que era ao tempo o limite do curato, e os altarenses a contrapor que o Treatro do Meio (nome resultante de ali ser montado um antigo treatro do Divino Espírito Santo) e a Canada dos Morros deveriam permanecer na sua jurisdição. Perante a irredutibilidade das partes, o bispo de Angra, a quem incumbia a instalação da nova paróquia, decidiu consultar o governo, o qual, por portaria de 3 de setembro de 1879,Ministério dos Negócios Eclesiásticos e de Justiça — Direcção Geral dos Negócios Eclesiásticos — Segunda Repartição — «Sua Majestade El-Rei Manda declarar ao Reverendo Bispo da Diocese de Angra, com referencia à sua representação de onze de agosto próximo pretérito, que dispondo-se simplesmente no Decreto de onze de julho último que pode ser elevado a paróquia independente o curato de São Francisco Xavier, sufragâneo da de São Roque dos Altares, sem que tenha sido autorizada alteração alguma na respetiva circunscrição, por não se ter mostrado pelas informações então havidas ser ela necessária, deve considerar- se demarcada a nova freguesia pelos mesmos limites do curato, enquanto outra cousa não for superiormente resolvida quando por ventura venha a conhecer-se pelos meios competentes não ser aquela demarcação a mais racional e conveniente. E devolvendo-se o processo que acompanhou a referida representação para seguir os termos regulares e poder verificar-se a criação da aludida paróquia, na conformidade do citado Decreto. Manda outrossim o Mesmo Augusto Senhor ponderar que, para evitar dúvidas no futuro sobre os limites das duas freguesias, convém que na linha divisória que as separa sejam postos os necessários marcos; devendo a este respeito providenciar o sobredito Prelado, de acordo com o Governador Civil do Distrito. O que se comunica ao Reverendo Bispo da Diocese de Angra para seu conhecimento e devidos efeitos. — Paço em três de Setembro de mil oito centos setenta e nove. — Adriano de Abreu Cardoso Machado.« ordenou «que dispondo-se simplesmente no Decreto de onze de julho último que pode ser elevado a paróquia independente o curato de São Francisco Xavier, sufragâneo da de São Roque dos Altares, sem que tenha sido autorizada alteração alguma na respetiva circunscrição, por não se ter mostrado pelas informações então havidas ser ela necessária, deve considerar- se demarcada a nova freguesia pelos mesmos limites do curato, enquanto outra coisa não for resolvida quando porventura venha a conhecer-se pelos meios competentes não ser aquela demarcação a mais racional e conveniente». Esta portaria, emanada do 37.º governo da Monarquia Constitucional, presidido por Anselmo José Braamcamp, do Partido Progressista, e sendo governador civil Jácome de Ornelas Bruges, o 2.º conde da Praia, veio reacender as malquerenças partidárias entre regeneradores e progressistas que aproveitaram o conflito resultante como arma de arremesso. Para obstar ao alastramento do conflito com a manutenção dos enterramentos de raminhenses no cemitério dos Altares, por provisão do bispo de Angra de 21 de maio de 1879 foi autorizada a benção do cemitério da nova freguesia, a qual ocorreu a 26 de maio daquele mesmo ano. Ainda antes da benção, e por autorização especial, já ali fora sepultado José Coelho Neto, que oferecera o tereno para o cemitério e fora o grande dinamizador da construção da igreja, da criação do curato e, depois, da elevação do curato a freguesia. Sobre este raminhense diz José Alves da Silva: «Foi ele um dos principais contribuintes para as despesas da construção, e animava os seus concidadãos para todos os trabalhos necessários, com o seu constante exemplo. Teve a glória e indizível prazer de ver coroados os seus esforços; e deixou bem assinalado o seu amor por esta edificação tão necessária e tão piedosa, legando em seu testamento à Junta dez alqueires de renda. Foi ainda ele que ofereceu o terreno para o cemitério, quando depois se pensou em elevar o curato a paróquia, sendo também o primeiro que neste cemitério se sepultou, por licença especial, antes de ele estar completo e bento. Jaz em sepultura assinalada com uma modesta pedra, que mesmo assim a distingue das demais sepulturas, como uma manifestação da gratidão daquele povo para com a sua memória abençoada.»José Alves da Silva, anotações à Topografia da Ilha Terceira de Jerónimo Emiliano de Andrade, 2.ª edição, p. 325. Instituto Histórico da Ilha Terceira/Câmara Municipal de Angra do Heroísmo, Angra do Heroísmo, 2020 (ISBN 978-972-9220-51-7). Apesar da discordância em relação aos limites, o bispo D. João Maria Pereira do Amaral e Pimentel cumpriu o que lhe era ordenado pela portaria e por provisão de 3 de fevereiro de 1880 deu execução à criação da paróquia e de acordo com o governador civil mandou instalar os respetivos marcos de delimitação. No dia 15 de fevereiro de 1880, primeira dominga da Quaresma, começou a nova paróquia a funcionar com inauguração que constou de missa cantada, Te Deum e sermão pregado pelo monsenhor José Alves da Silva, pároco dos Altares. A freguesia, na sua configuração inicial, tinha à data de entrada em funcionamento 1258 habitantes repartidos por 342 fogos. A par da justa alegria do povo do Raminho, que via o seu curato elevado a paróquia, ficou lavrando muito fundo o desgosto dos habitantes da Canada dos Morros e imediações que receberam um indeferido à reclamação para que foram convidados pela autoridade. As consequências deste desgosto foram retraírem-se os ditos habitantes de qualquer serviço religioso no Raminho, a ponto de não se desobrigarem das Quaresmas, deixarem de fazer as suas coroações de Espírito Santo, não darem esmola, como costumavam, para o culto religioso naquela igreja e conservarem os filhos por baptizar. Este estado de violência e de profundo desgosto era acompanhado de contínuas reclamações ao prelado e ao Governo de Sua Majestade. As reclamações foram finalmente atendidas, embora parcialmente, por Decreto de 28 de junho de 1882, que alterou a demarcação das duas freguesias, assinado por Júlio de Vilhena, ao tempo Ministro dos Negócios Eclesiásticos e de Justiça do 39.º governo da Monarquia Constitucional, presidido pelo regenerador Fontes Pereira de Melo. A nova demarcação da freguesia foi ordenada por provisão do bispo de Angra datada de 11 de setembro de 1882.«D. João Maria Pereira de Amaral e Pimentel, por mercê de Deus, e da Santa Sé Apostólica, Bispo de Angra, e mais ilhas dos Açores, do Conselho de Sua Majestade, Comendador da Ordem de Cristo: — Aos que esta Nossa Provisão virem, saúde e graça: — Fazemos saber, que nos autos do processo instaurado para a demarcação das duas freguesias, de São Roque dos Altares e de São Francisco Xavier do lugar do Raminho, desta ilha Terceira, tratando-se de reformar a dita demarcação em virtude do Decreto de vinte oito de junho do corrente ano, depois de preenchidas as formalidades legais que entendemos necessárias, e indispensáveis para o indicado fim, proferimos o julgado do teor seguinte: — Vistos estes autos, et caetera; deles se mostra que por Decreto de vinte oito de junho do corrente ano foi Sua Majestade servido ordenar pelos motivos que Lhe foram presentes, e em conformidade com o que tínhamos informado o mesmo Augusto Senhor, que a povoação que se denomina Canada dos Morros e que pertencia à freguesia de São Francisco Xavier do lugar do Raminho, desta ilha Terceira, fique pertencendo daqui em diante para todos os efeitos eclesiásticos à freguesia de São Roque dos Altares desta mesma ilha, servindo de limite entre as duas paróquias os marcos mandados colocar pelo excelentíssimo Governador Civil do Distrito, e são, como se vê no auto de ratificação que por cópia se acha a folhas sessenta e nov um por detrás da casa de Manuel do Couto Fagundes, na distância de vinte dois metros do eixo da Canada dos Morros; outro por detrás da casa de Francisco Gonçalves Ramos, junto da ribeira denominada dos Dois Moios, em que se inscreveu em tinta vermelha de óleo a letra — A — outro na entrada da dita canada dos Dois Moios, na parede divisória da propriedade de Francisco Vaz Toste, indicado com a letra — R — a tinta vermelha. Pelo que, pela presente subtraímos da jurisdição da paróquia da freguesia de São Francisco Xavier, do Raminho, da ilha Terceira os fiéis da povoação da Canada dos Morros, limitados pelos supramencionados marcos; e os sujeitamos ao pároco da freguesia de São Roque dos Altares, como seus fregueses, não só no presente, mas igualmente no futuro; recomendando aos mesmos fiéis que reconheçam e respeitem o dito pároco da igreja de São Roque dos Altares como próprio pároco para todos os efeitos. Passe-se Provisão com cópia da presente Sentença, de que se extrairão cinco exemplares: um para o arquivo da freguesia de São Roque dos Altares; outro para o arquivo da freguesia de São Francisco Xavier do Raminho; outro para ser enviado à Secretaria de Estado dos Negócios Eclesiásticos e de Justiça; outro para o Governo Civil deste Distrito de Angra, e outro finalmente para a respetiva Câmara Municipal. — E paguem os interessados as despesas. — Angra do Heroísmo, cinco de setembro de mil oito centos oitenta e dois. — D. João Maria, Bispo de Angra. — E com teor da dita Sentença mandamos passar esta Provisão, que ficará arquivada no cartório da freguesia dos Altares, e se cumprirá como nela se contém, para o que lhe interpomos a Nossa Autoridade Ordinária, e Judicial Decreto. — Dada, e passada, em este nosso Paço Episcopal de Angra do Heroísmo, na Ilha Terceira, sob nosso sinal e selo, aos 11 de Setembro de 1882. — E eu, José Maria Sodré, escrivão da Câmara Eclesiástica a escrevi. — João Maria, Bispo de Angra.» Por ordem do governador civil, ao tempo Afonso de Castro, os marcos divisórios foram colocados nos seguintes locais: «um por detrás da casa de Manuel do Couto Fagundes, na distância de 22 metros do eixo da Canada dos Morros; outro por detrás da casa de Francisco Gonçalves Ramos, junto da ribeira denominada dos Dois Moios, em que se inscreveu em tinta vermelha de óleo a letra – A –; outro na entrada da dita Canada dos Dois Moios, na parede divisória da propriedade de Francisco Vaz Toste, indicado com a letra – R – a tinta vermelha.» Pela nova demarcação, a Canada dos Morros e o troço da Estrada Real da Canada das Almas até à Cruz do Marco regressava aos Altares, mas o troço da Estrada entre a Cruz do Marco e o Outeiro da Chouriça, abrangendo quase todo o Teatro do Meio, permanecia no Raminho. Também regressava aos Altares a Silveira Grande e a Silveira Pequena, no extremo sudoeste da Canada dos Morros, apesar dos seus moradores pretenderem permanecer no Raminho, já que ficavam a curta distância da respetiva paroquial quando desciam pela Canada do Esteves. Apesar de com esta nova demarcação não ficarem satisfeitos todos os reclamantes, porque por um engano na redação do decreto ficou incorporado nos Altares o extremo oeste da Canada dos Morros, que devia pertencer ao Raminho por assim o pedir o bom serviço, tendo ficado incorporada no Raminho a parte da Estrada Real até à Chouriça, cuja população reclamara também para ser dos Altares, aquietaram-se os ânimos. Uma consequência da manutenção do Teatro do Meio no Raminho foi o desencadear em 1882 de um grave conflito sobre a posse da coroa do Espírito Santo que era pertença da irmandade que mantinha o culto naquela parte da freguesia, composta maioritariamente por residentes na Canada dos Morros e locais viznhos. O conflito arratou-se por uma década, sendo apenas resolvido nos tribunais por sentença de segunda instância em 1892. Sobre esta questão escreve o padre José Alves da Silva, ao tempo pároco dos Altares: «Em 1892 foi decidida pela Relação de Ponta Delgada uma impertinente questão de uma coroa do Espírito Santo que trazia dividido o povo desta freguesia e o do Raminho. Eis o caso: quando a freguesia compreendia o curato do Raminho tinha 3 impérios, um junto de cada igreja, e outro num ponto intermédio, e que por isso se chamava — Teatro do Meio; o povo da vizinhança, que compreendia toda a Canada dos Morros e imediações, é que geria este império. Efetuada a divisão da freguesia, ficou o dito império no território do Raminho. Nada mais justo e racional do que continuar o mesmo império a funcionar, o mesmo povo com a respetiva gerência como acontece em toda a ilha em idênticos casos. Não o entendeu assim, infelizmente, a Junta do Raminho, e logo depois de efetuada a divisão exigiu judicialmente a entrega da coroa e mais insígnias do império! Esta exigência causou grande sobressalto, como é fácil de compreender, e o povo das imediações do império, para se subtrair a tal violência, constituiu- se em irmandade com estatutos aprovados. Parecia que assim ficariam terminados todos os conflitos. Pois não sucedeu tal. A Junta não se deu por vencida, e foi de novo para juízo contra a irmandade, alegando que os estatutos foram elaborados depois da questão estar em juízo. Parecia ainda, perante a razão, que se aqueles objetos podiam pertencer àqueles indivíduos constituídos em irmandade antes da questão estar em juízo, também posteriormente o poderiam; tanto mais quanto objetos idênticos nunca em parte alguma são reclamados pelas juntas; andam sempre entre o povo que sempre deles usou, ainda mesmo quando os respetivos impérios não funcionem, como nomeadamente está acontecendo em Angra aos impérios da rua do Galo, da rua de Santo Espírito e até julgo que também ao da rua de São Pedro, continuando as coroas e mais insígnias em poder dos antigos irmãos. Não sucedeu, porém, assim; e a Junta teve sentença favorável na primeira instância. Desta sentença apelou a irmandade para a Relação de Ponta Delgada e aí obteve sentença adversa, mas que, depois de postos uns embargos, se lhe tornou favorável. Assim terminou esta questão irritante e escusada, que nunca se devera ter levantado, e com a qual tanto dinheiro se gastou e tantas indisposições se criaram. Oxalá que o tempo tudo faça esquecer, e que a paz se restabeleça por tal ordem entre estas duas freguesias, que elas se mostrem um povo de irmãos, como realmente são, visto que os laços de sangue entre elas são íntimos e estreitíssimos. Todas as dissensões devem esquecer e a paz deve ser tanto mais perdurável, quanto é certo que ninguém pôde nem deve cantar vitória. O individuo que representava a irmandade em juízo, depois de ter sofrido desgostos gravíssimos e feito despesas muito superiores aos seus haveres, recebeu a notícia da sentença quase à beira do túmulo, ferido por uma doença mortal. A parte que perdeu a questão, sendo, como é, o povo inteiro de uma freguesia, quase não sente as consequências dessa perda, pois os encargos são divididos por todos. Serviu, porém, este resultado para dar sossego e tranquilidade aos últimos dias da vida daquele indivíduo, afinal sempre bem-intencionado nesta questão, pois que só desejou a conservação daqueles direitos e regalias que gozaram os seus antepassados, e servirá por certo tudo quanto se passou de lição para casos idênticos, de sorte que em boa inteligência e harmonia se resolvam toda e qualquer pendências, como é próprio de cristãos, irmãos e amigos.»José Alves da Silva, anotações à Topografia da Ilha Terceira de Jerónimo Emiliano de Andrade, 2.ª edição, pp. 319-320. Instituto Histórico da Ilha Terceira/Câmara Municipal de Angra do Heroísmo, Angra do Heroísmo, 2020 (ISBN 978-972-9220-51-7). Depois de anos de discussão, e de várias assuadas entre freguesias e do marco de delimitação ter sido movido e destruído várias vezes, o limite acabou na boca da Canada dos Morros, na Cruz do Marco, ficando o Treatro do Meio no Raminho e a Canada dos Morros nos Altares. Desta contenda resultou que as casas sitas no lado oeste da Canada dos Morros são dos Altares, mas os terrenos rústico confinantes são do Raminho. Daí que o marco de separação entre freguesias não esteja no mesmo alinhamento, o dos Altares, junto ao chafariz da Cruz do Marco, a leste da Canada dos Morros, o do Raminho quase uma centena de metros para oeste, já bem internado no Treatro do Meio, deixando uma curiosa terra de ninguém entre eles. A par com os Altares, a freguesia do Raminho foi a última do concelho de Angra do Heroísmo a ter electricidade, com a sua rede de distribuição domiciliária a ser inaugurada no dia 6 de Julho de 1969.[Assunção Melo (coordenadora), Memória Histórica da Edificação dos Paços do Concelho de Angra do Heroísmo, p. 101. Angra do Heroísmo, 2016 (ISBN 978-972-9135-23-1). A distribuição domiciliária de água apenas foi conseguida na década de 1980. O terramoto de 1980 causou graves danos na freguesia, obrigando à reconstrução da quase totalidade do seu parque habitacional. Também provocou grandes desabamentos na arriba costeira, destruindo o acesso a vários pesqueiros e o atalho (a «descida») de acesso à nascente de água mineromedicinal da Água Azeda do Cabo do Raminho, um manancial situado na zona entremarés nas proximidades da Ponta do Raminho que era aproveitado para fins medicinais.Não confundir esta nascente com a Água Azeda da Serreta, uma grande nascente situada cerca de 700 m a oeste. A principal festa religiosa do Raminho realiza-se anualmente no último domingo de Agosto em honra do Sagrado Coração de Jesus. === Cronologia === * 1474 – Nesta data e devido à divisão da ilha Terceira nas capitanias da Praia e de Angra o Raminho é integrado no território da capitania de Angra. * 1684 – Nesta data e por decisão do então bispo de Angra, D. frei João dos Prazeres, a Ermida da Madre de Deus do lugar dos Folhadais, concelho de Angra do Heroísmo passa a ter cura nomeado. * 1856 – 25 de janeiro – Dada a necessidade de ampliação da Ermida da Madre de Deus, é emitido um pelo governador civil, Nicolau Anastácio de Bettencourt, para a formação de uma comissão fabriqueira encarregue de angariar fundos e de conduzir a obra. * 1861 – É terminada a obra de substituição da Ermida da Madre de Deus do Raminho, concelho de Angra do Heroísmo, por um novo templo de maior dimensão, constituído por três naves, espaçoso e em estilo neo–romântico. Tem duas torres de sineira e foi consagrada a São Francisco Xavier. * 1861 – A freguesia do Raminho, concelho de Angra do Heroísmo, é elevado a curato independente por provisão do bispo D. frei Estêvão de Jesus Maria, confirmada por decreto real de 14 de agosto do mesmo ano.[Padre Alfredo Lucas Sampaio, op. cit., p. 219.] * 1864 – É feito o primeiro recenseamento populacional da freguesia do Raminho, pelos modernos critérios demográficos.DREPA (Aspectos demográficos - Açores 1978) e Serviço Regional de Estatística dos Açores (SREA. * 1867 – Na noite de 1 para 2 de junho de 1867, após muitas semanas de intensa sismicidade, que provocou grandes danos nas freguesias de Serreta, Raminho e Altares, iniciou-se uma erupção submarina a cerca de 9 milhas naúticas da Ponta da Serreta, na área contígua à Baixa da Serreta, hoje conhecida por Vulcão da Serreta. Este facto deu origem à Procissão dos Abalos que se realiza a 31 de maio de cada ano. * 1870 – Com o desmembrar do concelho de São Sebastião, a freguesia do Raminho é integrada no concelho de Angra do Heroísmo. * 1878 – Separação da paróquia do Raminho da Paróquia dos Altares, ambas do concelho de Angra do Heroísmo. * 1878 – 11 de julho – Por decreto recebido pelos raminhenses com Te Deum e sermão pregado por Monsenhor José Alves da Silva, o Raminho, concelho de Angra do Heroísmo, foi transformado em freguesia. * 1880 – É construído o Império do Divino Espírito Santo do Raminho. * 1960 – A freguesia do Raminho, concelho de Angra do Heroísmo é fortemente atingida pelo grande surto emigratórios para os Estados Unidos ao abrigo do Kennedy-Pastore Act. * 1993 – 13 de novembro – é criada a Tuna do Raminho, agrupamento musical com origem em cursos extra- escolares de música promovidos pela Junta de Freguesia. Inclui tocadores de viola da terra, violão, bandolim, violino e instrumentos de percussão. O repertório é constituído por música regional açoriana e música popular. * 1980 – Chega a distribuição domiciliária de água à freguesia do Raminho, concelho de Angra do Heroísmo. * 1980 – O Terramoto de 1 de janeiro de 1980 causou graves danos à freguesia do Raminho, concelho de angra do Heroísmo, obrigando à reconstrução da quase totalidade do seu parque habitacional. * 1993 – 10 de junho – É inaugurada a Casa do Povo do Raminho, instituição sócio-cultural e recreativa, detentora de edifício polivalente destinada a uso comunitário. * 2001 – 25 de abril – É inaugurado o edifício da Junta de Freguesia do Raminho. == A Procissão dos Abalos == Na noite de 1 para 2 de Junho de 1867, após muitas semanas de intensa sismicidade, que provocou grandes danos nas freguesias de Serreta, Raminho e Altares, iniciou-se uma erupção submarina a cerca de 9 milhas naúticas da Ponta da Serreta, na área contígua à Baixa da Serreta, hoje cohecida por Vulcão da Serreta. A erupção estendia-se por uma faixa de mais de 2,5 milhas naúticas de comprido na direcção EW e terminou cerca de um mês depois. O local onde ocorreu é sensivelmente o da recente erupção de 1998 e 1999. Relembrando a procissão que foi deita na véspera da erupção, na freguesia do Raminho ainda se realiza anualmente, a 31 de Maio, a Procissão dos Abalos. É uma procissão com um cariz diferente das restantes que se realizam na ilha, já que se faz de madrugada (por volta das 6:00 horas), em silêncio, transportando apenas as coroas da Irmandade do Divino Espírito Santo. Os participantes vestem as suas roupas de trabalho. Chegados ao alto da Ponta do Raminho, em local sobranceiro ao ponto do mar onde se deu a erupção, há missa campal e sermão. A procissão regressa então à igreja do Raminho, com os participantes a ficar nas suas residências à medida que a procissão por elas passa. == Instituições da freguesia == * Irmandade do Divino Espírito Santo — A mais antiga agremiação da freguesia, tem o seu império e dispensa nas proximidades da igreja paroquial. * Casa do Povo do Raminho — Instituição sociocultural e recreativa, detentora de edifício polivalente inaugurado a 10 de Junho de 1993. Naquele imóvel funcionou a Junta de Freguesia, hoje com edifício próprio, inaugurado no dia 25 de Abril de 2001. Alberga os serviços locais de segurança social e de saúde, com com serviços médicos e de enfermagem. Na vertente sociocultural, tem uma biblioteca, sala para actividades recreativas e culturais e um salão para bailes, banquetes e convívios. * Sociedade Recreativa do Raminho — Instituição sociocultural e recreativa com sala de espectáculos e bar. * Tuna do Raminho — agrupamento musical fundada a 13 de Novembro de 1993, na sequência dos cursos extra- escolares de música promovidos pela Junta de Freguesia. Inclui tocadores de viola da terra, violão, bandolim, violino e instrumentos de percussão. O repertório é constituído por música regional açoriana e música popular. * Agrupamento de Escuteiros. * Centro Social de Idosos São Francisco Xavier do Raminho — um pequeno lar de idosos sito à Presa Grande. == Património natural e construído == * Pico do Raminho * Pico das Faias * Igreja de São Francisco Xavier; * Império do Divino Espírito Santo do Raminho; * Vigia da baleia da Ponta do Raminho e parque anexo; * Moinho de vento do Cabo do Raminho. * Ribeira do Borges * Ribeira do Cabo do Raminho * Grota do Veiga * Grota do Francisco Vieira * Grota dos Folhadais * Chafariz da Canada 2 de MoiosFicha na base de dados SIPA * Miradouro do Raminho == Personalidades == Diversas personalidades da vida cultural, social e política estiveram ligadas ao Raminho, entre as quais: * Abel Coelho Costa, improvisador; * Coelho Neto, improvisador;Francisco Coelho Neto (Presa Grande (então nos Altares), 15 de outubro de 1846 — Presa Grande, Raminho, 5 de outubro de 1912), conhecido por Coelho Neto, foi filho de Mateus Coelho Vaz da Costa e de Ana Josefa e irmão de José Coelho Neto, um dos principais impulsionadores da fundação da freguesia do Raminho. Era lavrador e não sabia ler bem escrever. Apesar disso, sabia transmitir, nos seus versos, o sentimento simples e jovial que lhe saia espontâneo da alma: «Quando passares pela gente, / Faz a tua cortesia, / Meu padrinho a sua benção, / Haja saúde, adeus Maria». Ver Enciclopédia Açoriana: Coelho Neto, O (Francisco Coelho Neto). * José Henrique Álamo Oliveira, poeta e dramaturgo. ==Referências== == Ligações externas == * * * * A igreja de S. Francisco Xavier do Raminho Categoria:Freguesias de Angra do Heroísmo",
 "title": "Raminho"
}