{
 "id": "5937",
 "text": "São Bento é uma freguesia urbana do município e da cidade de Angra do Heroísmo, com 8,66 km² de área e 2 000 habitantes (2011), o que corresponde a uma densidade populacional de 230,9 hab/km². == Descrição == Esta freguesia é uma das freguesias urbana de Angra do Heroísmo, tem uma área de 8,66 km², e estende-se desde o litoral, a sul até à Caldeira Guilherme Moniz, a norte e até à Serra do Morião, confrontando a nordeste com a freguesia do Porto Judeu, a nascente com a freguesia da Ribeirinha e a poente com a freguesia de Nossa Senhora da Conceição. Apresenta um povoamento bastante disperso que se localiza ao longo das principais vias. Para nascente através da estrada regional entre Largo de São Bento e Carreirinha e para norte através da Ladeira de São Bento, Vale Linhares, São Luís, até ao Pico Redondo. Esta freguesia é composta pelos seguintes logares: Achada, Arco, Cambalim, Canada da Ribeirinha, Carreirinha, Copins, Grota do Vale, Ladeira do Livramento, Ladeira de São Bento, Largo de São Bento, Reguinho, Pico Redondo, São Luís e Salto. == História == Esta localidade apesar de ser elevada a freguesia em 1572, só em 1583 é que surgem os primeiros registos paroquiais desta localidade já tendo como orago São Bento. Foi por intervenção do primeiro Capitão do donatário da ilha, Jácome de Bruges e do Infante D. Henrique que vieram para a ilha Terceira corria o ano de 1456, D. Álvaro Vaz de Meneses e Gonçalo Ximenes Bettencourt. Ao primeiro foram dados os vastos terrenos que se estendem entre a Grota do Vale e o Porto de Pipas. A D. Gonçalo Ximenes Bettencourt ou Betencór e a sua esposa, provenientes da ilha da Madeira, foram dados os terrenos de Vale de Linhares, onde se estabeleceram e que segundo alguns historiadores recebeu dos povoadores o nome de Linhares pelo facto de ambos, para não serem conhecidos, terem adoptado os apelidos de Gonçalo de Linhares e Violante Pires. Este D. Gonçalo Ximenes Bettencourt e por cedência de Jacóme de Bruges, tomou posse desde os terrenos da Grota do Vale até ao Pico Redondo, dando assim início ao estabelecimento do povoado volta de 1460. Assim, foi com o apelido Linhares que o lugar onde residiram passou a ser conhecido e pelo facto de se localizar num vale rapidamente foi denominado Vale de Linhares, nome que se mantêm até à actualidade. Junto a esta localidade foi fundado o povoamento da Achada nos terrenos que mais tarde foram herdados pelo Visconde de Bruges, que mandou construir casas onde viveram os primeiros colonos. Esta povoação da Achada cresce e ao ponto de os seus habitantes procederem à edificaram de um tempo, a Igreja de São Teotónio. O Padre Jerónimo Emiliano de Andrade, nas suas notas históricas diz sobre esta localidade: “O campo das Achadas forma um imenso vale, cheio de campinas novamente roteadas, no qual se está formando uma nova povoação, que em breve virá a ser mui populosa e brilhante”. Principalmente devido ao clima ser bastante adverso já que o povoado da Achada se localizava em altitude, deu-se gradualmente a desertificação do local, com as moradias e a igreja a ficaram em ruínas. Os habitantes deslocaram-se para o vizinho povoado de Vale de Linhares fundado por Gonçalo Ximenes Bettencourt, levando consigo a imagem de São Teotónio que foi colocada no templo já então existente, a Igreja de São Bento. ==População== Nº de habitantes / Variação entre censos Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 1484 1350 1313 1367 1203 1217 1306 1368 1525 1926 2205 1989 1866 1968 2000 1909 -9% -3% +4% -12% +1% +7% +5% +11% +26% +14% -10% -6% +5% +2% -5% Grupos etários em 2001, 2011 e 2021 0-14 anos 15-24 anos 25-64 anos 65 e + anos Hab 440 | 277 | 243 304 | 294 | 225 988 | 1 162 | 1104 236 | 267 | 337 Var -37% | -12% -3% | -23% +18% | -5% +13% | +26% == Ver também == * Império do Espírito Santo de São Luís * Império do Divino Espírito Santo de São Bento * Império do Espírito Santo do Vale de Linhares == Referências == ==== * Categoria:Freguesias de Angra do Heroísmo",
 "title": "São Bento (Angra do Heroísmo)"
}