{
 "id": "59401",
 "text": "Chiba (千葉市 Chiba-shi) é a capital da província de Chiba, no Japão. Situa-se a cerca de 40 quilômetros a sudeste de Tóquio na Baía de Tóquio. Tem ligação ferroviária com Tóquio pela linha Sobu, pela linha Keiyo e pela linha Keisei Chiba. A cidade de Chiba abriga um dos principais portos da região de Kantō, e nela se situa o Porto de Chiba, um dos maiores portos em volume de carga do país. A maior parte da cidade é residencial; contudo, há muitas fábricas e armazéns localizados ao longo da costa. Existem vários centros urbanos na cidade, incluindo Makuhari , um distrito comercial a beira-mar, onde está localizado o Makuhari Messe, e Chiba Central, no qual o prédio do governo provincial e a prefeitura estão localizados. Chiba é famosa pelo seu monotrilho, que é o mais extenso monotrilho suspenso do mundo, como publicado no Livro dos Recordes. Alguns destinos na cidade incluem: o sambaqui Kasori, sendo o maior sambaqui do mundo, com 134.000m², a Praia Inage, a primeira praia artificial do Japão, que é parte da maior praia artificial do país, e o Zoológico de Chiba, que ganhou popularidade devido ao panda vermelho Futa, que apresenta postura semelhante à de um ser humano. ==Etimologia== O nome Chiba, no idioma japonês, é formado a partir de dois kanji. O primeiro, 千, significa \"mil\", e o segundo, 叶, significa \"folhas\". O nome apareceu pela primeira vez como um antigo kuni no miyatsuko, ou Escritório de Comando Regional, como o Kuni Chiba no Miyatsuko ( 千叶国造 ).千葉国造（下総）(japonês) O nome foi adotado por um ramo do clã Taira , que se mudou para a área que corresponde, atualmente, à cididade de Chiba, no final do período Heian. ramo da Taira adotou o nome e se tornou o clã Chiba, que possuiu grande influência sobre a área, até o Período Azuchi-Momoyama. O nome \"Chiba\" foi escolhido para a cidade, na sua criação, em 1873, pela Assembléia de Governadores da Província ( 地方官会议 Chiho Kankai Kaigi), no início do Período Meiji, quando os governadores das províncias encontraram-se para estruturar a administração local e regional no Japão.Nihon Rekishi Chimei Taikei (日本歴史地名大系) (japonês) == História == Chiba, foi durante o período Edo, uma cidade-castelo que servia como um ponto de passagem. Próximo à cidade, existe um sítio arqueológico do período Jomon chamado Kasori- Kaizuka. ===História antiga=== Os primeiros relatos sobre a história de Chiba remetem à emigração de Taira Tsuneshige (1083?-1088), um poderoso samurai do período Heian, para a Província de Shimōsa, que, historicamente, ocupou o norte de Chiba. Tsuneshige foi designado como administrador (ginji) do distrito de Sōma, porém foi transferido para a mesma função no distrito de Chiba, dois anos depois. Aqui, ele proclamou-se Chiba Tsuneshige (千葉常重), tornou-se o governador (kokushi) da província, e usou a área ao redor da que pertence atualmente à cidade de Chiba como base, para governar a Província de Shimōsa, Província de Kazusa, assim como estabeleceu-se como uma força militar na região de Kantō \"Chiba Tsuneshige (千葉常重)\" . Nihon Jinmei Daijiten (日本人名大辞典).Tóquio: Shogakukan. 2012.(japonês). O filho de Tsuneshiga, Chiba Tsunetane (千葉常胤) (1118–1201) ajudou Minamoto Yorimoto (1147-1199), na fundação do shogunato de Kamakura. Tsunehige construiu uma espaçosa residência e vários tempos na área que hoje corresponde à cidade de Chiba, e, no mesmo período, transferiu sua base do Castelo Ōji para o Castelo Inohana, no Monte Inohana.\"Chiba Tsuneshige (千葉常重)\" . Nihon Jinmei Daijiten (日本人名大辞典). Tóquio: Shogakukan. 2012.(japonês) A área atual da cidade de Chiba tornou-se jōkamachi (城下町), ou cidade do castelo, e prosperou sob o clã Chiba. O poder do Clã estendeu-se na região até o período Muromachi.\"Chiba\" . Enciclopédia do Japão. Tóquio: Shogakukan. 2012 (japonês) \"Chiba-shi (千葉氏)\" . Kokushi Daijiten (国史大辞典). Tóquio: Shogakukan. 2012. (japonês) ===Período medieval=== O poder e a influência do clã Chiba declinaram devido a guerras na região de Kantō durante os períodos Nanboku-cho e Muromachi. No século XVI, no lugar do clã Chiba, o clã Hara, que era um dos comandados pelo clã Chiba, acumulou poder nesta região. No período Sengoku, o clã Hara foi expulso pelo clã Sakai (酒井). Posteriormente, Ashikaga Yoshiaki também foi expulso pelo clã Sakai, que era um dos comandados pelo clã Satomi (里見). Finalmente, ambos os clãs (Chiba e Sakai) foram aniquilados por Toyotomi Hideyoshi. Posteriormente, no período Edo, os clãs Oyumi (生実氏), Morikawa (森川氏) e Sakura (佐倉氏) governaram a área que, atualmente, corresponde à cidade. Uma parte da área também foi governada diretamente pelo shogunato de Tokugawa. O clã Oyumi governou seu território com estabilidade. Por outro lado, de acordo com o clã Sakura, a partir do início do período Edo, mudou frequentemente os governantes, incluindo Takeda Nobuyoshi, Matsudaira Tadateru, Ogasawara Yoshitsugu (小笠原吉次), e Doi Toshikatsu. Finalmente, o clã Hotta estabilizou o governo do seu território. Chiba prosperou neste período como uma cidade do shogunato Tokugawa. ===História moderna=== Após a Restauração Meiji, em 1868, e o advento do transporte rodoviário no Japão, Chiba tornou-se a capital política, econômica e cultural da província de Chiba. A cidade de Chiba foi fundada em 01 de janeiro de 1921. Chiba Enciclopédia do Japão. Tóquio: Shogakukan. 2012. Acessado em 10 de abril de 2012. (japonês) Várias pequenas vilas e cidades fundiram-se com a cidade de Chiba, num processo que continuou até 1944. A cidade era um importante centro militar à época da Segunda Guerra Mundial, e, assim, foi alvo de bombardeio aéreo por parte dos Estados Unidos. A cidade estava quase completamente destruída ao final da guerra. A industrialização pós-guerra levou a cidade a tornar-se parte importante da Zona Industrial de Keiyō. Chiba Enciclopédia do Japão. Tóquio: Shogakukan. 2012. Acessado em 10 de abril de 2012. (japonês) Chiba tornou-se cidade designada por portaria governamental ( 指定都市 Shitei Toshi) em 01 de abril de 1992. \"Chiba-shi (千葉市)\" . Nihon Rekishi Chimei Taikei (日本歴史地名大系. Tóquio: Shogakukan. 2012. Acessado em 10 de abril de 2012. (japonês) == Demografia == Em fevereiro de 2012, a cidade tinha uma população estimada em 962.624 habitantes e uma densidade populacional de 3.540 hab/km². Tem uma área total de 272,08 km². Em março de 2007, havia 19.135 estrangeiros na cidade, o equivalente a cerca de 2% do total da população. Chiba é a 14a. cidade mais populosa do Japão. A evolução histórica da população de Chiba é apresentada pela seguinte tabela: Colors= id:lightgrey value:gray(0.9) id:darkgrey value:gray(0.8) id:sfondo value:rgb(1,1,1) id:barra value:rgb(0.6,0.7,0.8) ImageSize = width:750 height:303 PlotArea = left:50 bottom:50 top:30 right:30 DateFormat = x.y Period = from:0 till:980000 TimeAxis = orientation:vertical AlignBars = justify ScaleMajor = gridcolor:darkgrey increment:100000 start:0 ScaleMinor = gridcolor:lightgrey increment:20000 start:0 BackgroundColors = canvas:sfondo BarData= bar:1970 text:1970 bar:1975 text:1975 bar:1980 text:1980 bar:1985 text:1985 bar:1990 text:1990 bar:1995 text:1995 bar:2000 text:2000 bar:2005 text:2005 bar:2010 text:2010 PlotData= color:barra width:20 align:left bar:1970 from: 0 till:482293 bar:1975 from: 0 till:659356 bar:1980 from: 0 till:746430 bar:1985 from: 0 till:788930 bar:1990 from: 0 till:829455 bar:1995 from: 0 till:856878 bar:2000 from: 0 till:887164 bar:2005 from: 0 till:924319 bar:2010 from: 0 till:962130 PlotData= bar:1970 at:482293 fontsize:S text: 482.293 shift:(-8,5) bar:1975 at:659356 fontsize:S text: 659.356 shift:(-8,5) bar:1980 at:746430 fontsize:S text: 746.430 shift:(-8,5) bar:1985 at:788930 fontsize:S text: 788.930 shift:(-8,5) bar:1990 at:829455 fontsize:S text: 829.455 shift:(-8,5) bar:1995 at:856878 fontsize:S text: 856.878 shift:(-8,5) bar:2000 at:887164 fontsize:S text: 887.164 shift:(-8,5) bar:2005 at:924319 fontsize:S text: 924.319 shift:(-8,5) bar:2010 at:962130 fontsize:S text: 962.130 shift:(-8,5) TextData= fontsize:S pos:(20,20) text: ==Clima== A temperatura média em Chiba é de 15,4 graus, e a precipitação anual total é de 1.387,3mm O mês mais chuvoso é setembro, e o menos chuvoso é dezembro: Agência de Meteorologia do Japão. (japonês) == Política e governo == Chiba foi governada por Keiichi Tsuruoka, um político independente (eleito com o apoio do Partido Democrático Liberal e do Kōmeitō, até 01 de maio de 2009. Ele foi preso em abril de 2009 durante uma investigação devido a corrupção pela Polícia Metropolitana de Tóquio. Foi sucedido por Toshihito Kumagai, do Partido Democrático do Japão, que venceu as eleições de 2009.Kumagai vence as eleições majoritárias, Japan Times Online, 15 de junho de 2009 (inglês) A Câmara Municipal elege 54 membros. === Distritos === Chiba possui seis distritos (ku): Distritos de Chiba Distritos de Chiba * Chūō-ku - centro administrativo * Hanamigawa-ku * Inage-ku * Midori-ku * Mihama-ku * Wakaba-ku Distrito População (2011) Arquivo de dados da cidade de Chiba] (inglês) Área (km²) Chūō-ku 199.781 44,81 Hanamigawa-ku 180.458 34,24 Inage-ku 157.635 21,25 Midori-ku 122.982 66,41 Mihama-ku 150.222 21,16 Wakaba-ku 151.629 84,21 == Cultura== Chiba é famosa pelos seus amendoins, ou rakkasei. ===Símbolos=== A árvore-símbolo de Chiba é a Zelkova serrata (em japonês: 欅 (ケヤキ - keyaki), usada frequentamente como árvore ornamental e em bonsai. A flor que simboliza a cidade é a flor-de-lótus (Nelumbo nucifera). Já a ave-símbolo de Chiba é a andorinha-do-mar-anã (Sternula albifrons). Página oficial de Chiba (japonês). Acessado em 21 de julho de 2012. ===Locais de interesse=== * Estação Experimental de Plantas para Paisagismo * Zoológico de Chiba * Makuhari Messe * Museu de Arte de Chiba * Museu de Folclore de Chiba * Museu de Ciência de Chiba === Esportes === Chiba sedia, anualmente, a prova internacional de atletismo Chiba Ekiden e além da Chiba International Cross Country, que acontece em meados de fevereiro. O Velódromo de Chiba está localizado na cidade. Chiba possui várias equipes esportivas, sendo as mais famosas: Clube Esporte Liga Estádio Fundado Chiba Lotte Marines Baseball Liga do Pacífico Chiba Marine Stadium 1950 JEF United Ichihara Chiba Futebol J-League (2a. divisão) Ichihara Rinkai Studium Fukuda Denshi Arena 1946 == Na ficção == William Gibson usa uma Chiba futurista como um dos principais cenários do seu romance Neuromancer. ==Transportes== === Aéreo === O Aeroporto Internacional de Narita e o Aeroporto Internacional de Tóquio são os grandes aeroportos mais próximos de Chiba. === Ferroviário === O monotrilho urbano de Chiba atravessa a cidade. As principais estações que contam com linhas interurbanas são a estação de Chiba, (linha Sobu, linha Sotobo, linha Uchibo, linha principal de Sobu, linha de Narita - transferência para o monotrilho urbano de Chiba), estação Keisei Chiba (linha Keisei Chiba) e estação Soga, (linha Keiyo, linha Sotobo e linha Uchibo), todas elas no distrito Chūō. === Rodoviário === * Via expressa Higashi-Kantō (para Tokyo, Narita e Kashima). * Via expressa Tateyama (para Kisarazu). ==Educação== A cidade coordena escolas públicas de ensino fundamental e médio. O Conselho de Educação da Província de Chiba coordena escolas de ensino médio. Dentre as faculdades e universidades de Chiba, podem ser citadas: * Universidade de Chiba ((千葉大学 Chiba Daigaku) * Faculdade de Odontologia de Tóquio (東京歯科大学 Tōkyō Shika Daigaku), que se situa no Mihama-ku, em Chiba ==Hospitais e clínicas== * Hospital Chiba Kaihin (Mihama-ku) * Hospital Universitário de Chiba(Chuo-ku) * Hospital Kashiwado (Chuo-ku) * Hospital da Faculdade de Odontologia de Chiba (Mihama-ku) * Clínica Koizumi (Hanamigawa-ku) * Clínica Mizuno (Hanamigawa-ku) * Hospital Hirayama (Hanamigawa-ku) == Cidades-irmãs == * Houston, Texas, Estados Unidos (desde 24/10/1972) Associação Internacional da Cidade de Chiba (japonês). Acessado em 20 de julho de 2012. * North Vancouver, Colúmbia Britânica, Canadá (desde 01/01/1970) * Montreux, Vaud, Suíça (desde 28/05/1996) * Tianjin, China (desde 07/05/1986) * Wujiang, Jiangsu, China (desde 10/10/1996) * Assunção, Distrito Capital, Paraguai (desde 01/01/1970) * Quezon, Grande Manila, Filipinas (desde 09/11/1972) * Maputo, Moçambique == Ligações externas == * Guia de viagens - Wikivoyage (Inglês) * Site oficial em japonês * Museu de Arte de Chiba (japonês) * Museu de Folclore de Chiba (japonês) * Mueu de Ciência de Chiba (japonês) * Zoológico de Chiba (japonês) * Centro de Pesquisas Arqueológicas de Chiba (japonês)",
 "title": "Chiba (cidade)"
}