{
 "id": "59405",
 "text": "Verdana é uma família tipográfica sem-serifa concebida pelo designer Matthew Carter para a Microsoft Corporation, e com colaboração no hinting manual (hand-hinting) de Tom Rickner da Agfa Monotype. ==Origem== A verdana foi publicada em 1996 pela Microsoft e passou a ser distribuída em cada edição de seu sistema operacional Windows, no Microsoft Office e com o Internet Explorer (desta forma a fonte está difundida tanto em Windows quanto em Mac OS). Além disso, uma versão reduzida da verdana (com menos grafemas que a versão original), denominada e inserida no pacote Core fonts for the Web, esteve disponível para download gratuito no sítio oficial da Microsoft durante bastante tempo, de forma a que pudesse ser utilizada em qualquer sistema que suportasse fontes TrueType. Consequentemente, hoje em dia, a verdana está instalada na maioria dos computadores, mesmo em Unix e Linux. A versão Core fonts for the Web da verdana ainda está disponível para download em sites externos; ver a secção Ligações externas. ==Características e uso== O projeto da fonte foi inspirado em tipografias humanistas famosas, como a Frutiger. Entretanto, existem algumas diferenças intencionais com aquela, pois a Verdana foi desenhada com o intuito principal de ser lida em tela (especialmente em tamanhos pequenos, de forma a adaptar-se relativamente bem aos textos corridos). Uma das diferenças mais marcantes são as pseudo-serifas em letras como o \"J\" e o \"I\". Em 1999 foi publicada a fonte Tahoma, similar à Verdana, mas mais compacta quanto ao desenho. A fonte Bitstream Vera também é similar à Verdana. ===Críticas=== Muitos editores de Web não recomendam a especificação da Verdana para apresentação em tela. Eles alegam que um dado corpo da Verdana é maior que o mesmo tamanho respectivamente em outras fontes (por exemplo, uma Verdana corpo 10pt - considerada bem legível em texto corrido - é consideravelmente maior que a Times New Roman também 10pt). Isto faz com que os usuários que não a possuem confrontem-se com textos cuja leitura fica dificultada. Existe também um conhecido defeito na fonte distribuída que não interpreta corretamente certos caracteres conjugados. ==Ver também== *Frutiger *Univers == Ligações externas == *Informações sobre a Verdana no site da Microsoft - em inglês *Informações técnicas sobre a Verdana no site da Microsoft - em inglês * Descarregar versão gratuita da Verdana versão 2.35 (Core Fonts for the Web) Categoria:Fontes tipográficas",
 "title": "Verdana"
}