{
 "id": "59439",
 "text": "The Coca-Cola Company é uma empresa multinacional estadunidense fundada em 1892 e conhecida por produzir o refrigerante Coca-Cola. A empresa da indústria de bebidas também fabrica, vende e comercializa outros concentrados e xaropes de bebidas não alcoólicas e alcoólicas. As ações da empresa estão listadas na NYSE e fazem parte do DJIA e dos índices S&P; 500 e S&P; 100\\. O refrigerante que dá nome à empresa foi desenvolvido em 1886 pelo farmacêutico John Stith Pemberton. Na época em que foi introduzido no mercado, o produto continha cocaína das folhas de coca e cafeína das nozes de cola, que juntas atuavam como estimulantes. A coca e a cola são a origem do nome do produto e levaram à promoção da Coca-Cola como um “tônico saudável”. Pemberton foi gravemente ferido na Guerra Civil Americana e tornou-se viciado em morfina, um poderoso analgésico. Por conta disto, desenvolveu a bebida como um medicamento patenteado em um esforço para controlar seu vício. Em 1889, a fórmula e a marca foram vendidas por 2,3 mil dólares (cerca de 71 mil dólares em valores de 2022) para Asa Griggs Candler, que criou a Coca-Cola Company na cidade de Atlanta em 1892. A empresa opera um sistema de distribuição franqueado desde 1889 e produz principalmente xarope concentrado, que é então vendido a vários engarrafadores em todo o mundo que detêm territórios exclusivos. A empresa possui sua engarrafadora âncora na América do Norte, a Coca-Cola Refreshments. == História == === Origens e expansão === Em julho de 1886, o farmacêutico John Stith Pemberton, da cidade de Columbus, na Geórgia, inventou a bebida original Coca-Cola, que foi colocada à venda em drogarias como bebida medicinal anunciada como útil no alívio de dores de cabeça. Pemberton fez muitos experimentos de mistura e atingiu seu objetivo durante o mês de maio, mas o novo produto ainda não tinha nome nem era carbonatado. O contador de Pemberton, Frank Mason Robinson, foi o responsável por nomear o produto e criar seu logotipo. Robinson escolheu o nome \"Coca-Cola\" por causa de seus dois ingredientes principais (folhas de coca e nozes de cola) e por ser uma aliteração. Pemberton deixou Robinson responsável por fabricar, promover e vender o produto por conta própria, o que ele conseguiu fazer, apesar do baixo orçamento que tinha disponível. O empresário Asa Griggs Candler comprou a fórmula e a marca da Coca-Cola para formando a Coca-Cola Company na cidade de Atlanta em 1892. Em 1895, a Coca-Cola era vendida por todos os Estados Unidos. Em 1919, a empresa foi vendida para a Trust Company of Georgia de Ernest Woodruff. O primeiro anúncio da marca dizia \"Coca Cola. Deliciosa! Refrescante! Emocionante! Revigorante!\" Em 1948, a Coca-Cola reivindicava cerca de 60% de sua participação de mercado de bebidas. Em 1984, a participação de mercado da marca diminuiu para 21,8% devido ao surgimento de novos concorrentes. === Aquisições === A Coca-Cola adquiriu a Minute Maid em 1960 por um valor não revelado. Em 1982, adquiriu o estúdio de cinema Columbia Pictures por 692 milhões de dólares. A Coca-Cola lançou então uma série de aquisições de entretenimento, principalmente a Merv Griffin Enterprises e a Embassy Communications em meados dos anos 1980, formando o Entertainment Business Sector, que mais tarde se fundiria com a TriStar Pictures para iniciar a Columbia Pictures Entertainment, com a CPE detendo uma participação na empresa. Em 1989, a Coca-Cola vendeu a Columbia para a Sony por 3 bilhões de dólares. Em 1986, a Coca vendeu dois ativos, a Presto Products e a Winker- Flexible Products, a um grupo de investimentos pelo valor de 38 milhões de dólares. A empresa adquiriu a marca indiana de cola Thums Up em 1993 e a empresa estadunidense de refrigerantes Barq's em 1995.Barq's Root Beer: History , Coca-Cola. Em 1999, a Coca-Cola comprou 50% das ações da Inca Kola por 200 milhões de dólares, assumindo posteriormente o controle do marketing e produção da marca no exterior. Em 2001, adquiriu a marca Odwalla de sucos de frutas, smoothies e barras de cereal por 181 milhões de dólares,\"Coke Buys Odwalla\" . mas anunciou a descontinuação da marca em 2020. Em 2007, adquiriu a Fuze Beverage por cerca de 250 milhões de dólares.\"Coca-Cola Buys Fuze Beverage\" . A oferta da empresa em 2009 para comprar a fabricante chinesa de sucos Huiyuan Juice Group foi cancelada quando o governo da China rejeitou a proposta ao alegar que a empresa resultante seria um monopólio. O nacionalismo chinês também foi considerado uma razão para o fracasso do acordo. Em 2011, adquiriu a participação restante na Honest Tea, tendo comprado uma participação de 40% em 2008 pelo valor de 43 milhões de dólares. Em 2013, finalizou a compra da ZICO, empresa de água de coco. Em agosto de 2014, adquiriu uma participação de 16,7% (atualmente 19,36% devido a recompra de ações) na Monster Beverage por 2,15 bilhões de dólares, com opção de aumentá- la para 25%, como parte de uma parceria estratégica de longo prazo que inclui marketing, distribuição e troca de linha de produtos. Em 2015, a empresa adquiriu participação minoritária na fabricante de sucos prensados a frio, Suja Life LLC. Em dezembro de 2016, comprou muitas das operações da antiga SABMiller. Em 2017, adquiriu a marca mexicana de água com gás Topo Chico. Em 31 de agosto de 2018, concordou em adquirir a Costa Coffee da Whitbread por 3,9 bilhões de libras esterlinas, aquisição que foi concluída em 3 de janeiro de 2019. Durante agosto de 2018, a The Coca-Cola Company adquiriu a Moxie por um valor não revelado. Em 14 de agosto de 2018, anunciou uma participação minoritária na Body Armor. == Estrutura == === Produtos e marcas === Em 2020, a empresa oferecia mais de 500 marcas em mais de 200 países diferentes. Em setembro de 2020, a empresa anunciou que cortaria mais da metade de suas marcas em decorrência dos efeitos econômicos causados pela pandemia de COVID-19. Em 1982, a empresa comprou a Columbia Pictures devido ao baixo valor do estúdio na época. Foi o primeiro e único estúdio de propriedade da Coca- Cola. Durante a gestão da empresa, a Columbia lançou muitos filmes populares, como Ghostbusters, Stripes, The Karate Kid e alguns outros. No entanto, dois anos após o fracasso comercial e de crítica do filme Ishtar, de 1987, a Columbia foi desmembrada e, 19829, vendida para a Sony, empresa com sede em Tóquio. A Coca-Cola opera uma atração turística com tema de refrigerantes na cidade de Atlanta; o World of Coca-Cola, uma exposição de vários andares que possui amostras de sabores e um museu de história, com locações em Las Vegas, Nevada, e Lake Buena Vista, Flórida. === Engarrafadores === Em geral, a Coca- Cola Company e suas subsidiárias produzem apenas o xarope concentrado, bem como se abastecem de bebidas base, incluindo grãos de café, folhas de chá, sucos, etc, que são então vendidos a vários engarrafadores espalhados ao redor do mundo e que detêm uma franquia local da Coca-Cola. As engarrafadoras da Coca-Cola, que possuem contratos de exclusividade territorial com a empresa, produzem o produto acabado em embalagens a partir do xarope concentrado, em combinação com água filtrada e adoçantes. Os engarrafadores então vendem, distribuem e comercializam o produto Coca-Cola para lojas de varejo, máquinas de venda automática, restaurantes e distribuidores de serviços de alimentação. Desde os anos 1980, a empresa tem incentivado ativamente a consolidação de engarrafadores, muitas vezes possuindo uma participação nos principais deles. Em janeiro de 2006, a empresa formou o Bottling Investments Group (BIG), ao reunir as operações de engarrafamento de sua propriedade para investir estrategicamente em operações de engarrafamento selecionadas, tornando-as propriedades temporárias da Coca-Cola e utilizando a liderança e os recursos da empresa. Além disso, acelerou o refranqueamento de engarrafadores próprios e de parceiros independentes para consolidar suas operações e se afastar de capital intensivo e de baixa margem de lucro, mantendo a participação acionária minoritária e garantindo o direito de indicar diretores e/ou executivos por meio de acordo de acionistas.Coca-Cola European Partners F-4 Registration of securities, foreign private issuers, business combinations, 15 de dezembro de 2015Coca-Cola Bottlers Japan, F-4, February 24, 2027, ENGLISH TRANSLATION OF CAPITAL AND BUSINESS ALLIANCE AGREEMENT. Acessado em 10 de fevereiro de 2024. === Receita e vendas === miniaturadaimagem| Escritórios do grupo Minute Maid em Sugar Land, Texas, Estados Unidos De acordo com o relatório anual de 2005 da Coca-Cola Company, a empresa havia vendido bebidas em mais de 200 países diferentes naquele ano. O mesmo relatório afirma ainda que dos cerca de 50 bilhões de porções de bebidas de todos os tipos consumidas no mundo diariamente, 1,3 bilhão ostentam marcas registradas de propriedade ou licenciadas para a Coca-Cola. Destas, as bebidas com a marca “Coca-Cola” representaram cerca de 55% do total de vendas de galões da empresa. Em 2010, foi anunciado que a Coca-Cola havia se tornado a primeira marca a ultrapassar 1 bilhão de libras esterlinas em vendas anuais de alimentos no Reino Unido. Em 2017, as vendas da marca caíram 11% em relação ao ano anterior devido ao abandono do gosto dos consumidores em geral por bebidas açucaradas. === Ações === miniaturadaimagem| Certificado de compra de ações classe A de 20 ações da The Coca-Cola Company, emitido em 20 de fevereiro de 1929 Desde 1919, a Coca- Cola é uma empresa de capital aberto. Suas ações estão listadas na Bolsa de Valores de Nova Iorque com o símbolo \"KO\". Uma ação comprada em 1919 por 40 dólares, com todos os dividendos reinvestidos, teria valido 9,8 milhões dólares em 2012, um aumento anual de 10,7% ajustado pela inflação. Um banco antecessor do SunTrust recebeu 100 mil dólares pela subscrição da oferta pública da empresa em 1919; o banco vendeu essas ações por mais de 2 bilhões de dólares em 2012. Em 1987, a Coca-Cola tornou-se mais uma vez uma das 30 ações que compõem o Dow Jones Industrial Average, que é comumente referenciado como um indicador do desempenho do mercado de ações; anteriormente tinha sido uma ação da Dow entre os anos de 1932 e 1935. A Coca-Cola paga dividendos desde 1920 e, até 2019, havia aumentado os pagamentos durante 57 anos consecutivos. === Envolvimento cívico === Depois que Martin Luther King Jr. ganhou o Prêmio Nobel da Paz em 1964, os planos para um jantar de comemoração interracial na ainda segregada cidade de Atlanta não foram inicialmente bem apoiados pela elite empresarial local até a intervenção da Coca-Cola. Ao longo de 2012, a Coca-Cola contribuiu com 1,7 milhão de dólares para uma campanha política de 46 milhões de dólares conhecida como \"Coalizão Contra a Proposta de Rotulagem de Alimentos Caros, patrocinada por Agricultores e Produtores de Alimentos\",Who's Funding Prop 37, Labeling for Genetically Engineered Foods?. Acessado em 10 de fevereiro de 2024. criada para se opor a uma iniciativa cidadã, conhecida como Proposta 37, que exigia a rotulagem obrigatória de alimentos que contenham ingredientes geneticamente modificados. Em 2012, a Coca-Cola foi listada como parceira da campanha (RED), ao lado de outras marcas como Nike, American Express e Converse. A missão do projeto era prevenir a transmissão do vírus HIV de mãe para filho até 2015 (o título da campanha é “Lutando por uma Geração Livre da AIDS”). === Publicidade e patrocínios === A publicidade da Coca-Cola “está entre as mais prolíficas da história do marketing”, com um impacto notável e importante na cultura popular e na sociedade como um todo. A empresa gasta cerca de 4 bilhões de dólares anuais em todo o mundo para promover suas bebidas ao público.Investopedia, 10 de agosto de 2021 \"A Look at Coca-Cola's Advertising Expenses\" As despesas com publicidade da Coca-Cola representaram 3.256 bilhões de dólares em 2011. A Coca-Cola faz anúncios publicitários por meio de marketing direto, mídia web, redes sociais, texto e promoções de vendas. A empresa também comercializa via mobile marketing em mensagens de texto, por exemplo, campanhas de marketing viral. O engajamento dos fãs da marca abrange 86 milhões de pessoas ao redor do mundo através de canais de mídia social: interação on-line e eventos sociais, culturais ou esportivos. No varejo, os caminhões de entrega (publicidade móvel), bem como os refrigeradores e as máquinas de venda automática têm o logotipo vermelho brilhante da marca estampado. A empresa já patrocinou vários eventos e equipes esportivas. Mais recentemente, é a patrocinadora titular da Superliga do Uzbequistão no futebol, chamada de Coca- Cola Superliga do Uzbequistão, desde 2019. Também patrocina a liga de esporte eletrônico Overwatch desde a segunda temporada e patrocina todos os principais torneios de Overwatch no mundo. Em fevereiro de 2020, tornou-se o patrocinadora principal da série eNASCAR iRacing. Em outubro de 2018, começou a patrocinar a equipe McLaren, de Fórmula 1, com vários contratos de 1 ano de duração assinados desde então. Foi patrocinadora do talk show noturno da PBS, Charlie Rose, nos Estados Unidos. Também é produtora executiva do Coke Studio, uma franquia que começou no Brasil com o programa Estúdio Coca-Cola que era transmitido pela MTV Brasil e cujo formato foi exportado para vários países. Embora não tenha necessariamente naming rights de nada em específico, a empresa patrocina e fornece bebidas em muitos parques temáticos, geralmente em caráter de exclusividade, como Walt Disney Parks and Resorts, Merlin Entertainment, Universal Destinations & Experiences, Six Flags e SeaWorld, alguns dos maiores operadores de parques temáticos do mundo. A empresa também patrocina diretamente, com naming rights, a Coca-Cola London Eye e anteriormente, a Coca-Cola Orlando Eye, na Flórida, Estados Unidos. A empresa também opera centros de visitantes \"Coca-Cola\" em países como Israel, Bélgica e Turquia. === Presença global === ==== Lusofonia ==== No Brasil, a Coca-Cola chegou em 1941, durante a Segunda Guerra Mundial. A empresa fabricou no Recife, em Pernambuco, os seus primeiros refrigerantes em solo brasileiro, visando atender às Forças Armadas dos Estados Unidos, que utilizavam a cidade como base militar. Em 1942 foi instalada no Rio de Janeiro a primeira fábrica própria. Em 1943, abre em São Paulo uma filial e em 1945 a segunda fábrica carioca é inaugurada. Neste ano o sistema de franquia é iniciado no país. Em 1974 ocorreu a primeira iniciativa para trazer a Coca-Cola para Portugal. Essa tentativa foi falhada apesar de já quase todos os países terem acesso à Coca- Cola incluindo as colónias portuguesas. Foi só no ano de 1976 que se deu uma nova tentativa, quando o empresário Sérgio Geraldes Barba reuniu-se em Paris, juntamente com o presidente da Coca-Cola Espanha, construindo as bases para a criação da Refrige (Sociedade Industrial de Refrigerantes, S.A.), que iria ser a concessionária da Coca Cola em Portugal. == Críticas == Desde o início dos anos 2000, as críticas sobre o uso dos produtos da empresa, bem como sobre a própria marca, aumentaram com preocupações sobre os efeitos nocivos na saúde, questões ambientais, testes em animais, práticas comerciais predatórias e questões trabalhistas. A empresa enfrentou vários processos judiciais por conta dessas várias críticas. === Poluição === A Coca-Cola produz mais de 3 milhões de toneladas de embalagens plásticas todos os anos, o que inclui 110 bilhões de garrafas plásticas. A empresa já foi referida como “a pior poluidora de plástico do mundo”, produzindo cerca de 200 mil garrafas plásticas por minuto. Também surgiram problemas em lugares como Samoa, na Oceania, onde a Coca-Cola trocou as garrafas de vidro reutilizáveis por garrafas de plástico descartáveis. Desde a implementação da medida, os cidadãos locais observaram um aumento na poluição plástica. Alternativas ao plástico, como o alumínio, também foram negligenciadas depois que a marca lançou uma nova garrafa de plástico um pouco maior que o tamanho de uma lata. Em 2019, a revista Forbes classificou a Coca-Cola como a marca mais poluente do mundo. No entanto, o presidente-executivo global da empresa na época afirmou que \"a Coca-Cola não tem planos de reduzir o uso de garrafas plásticas\" e se opõe à legislação sobre garrafas. Em 2018, a Coca-Cola comprometeu-se a utilizar 50% de materiais reciclados nas suas embalagens e a reciclar o equivalente a 100% das suas embalagens até 2030. Ainda em 2018, a empresa passou a vender garrafas reutilizáveis no Brasil, que os clientes podiam devolver ao ponto de venda com desconto nas compras subsequentes, iniciativa que foi expandida para outros países sul-americanos até 2022. A filial sueca da empresa foi a primeira a fazer a transição completa para garrafas recicláveis até o ano de 2020. A Coca-Cola que utiliza xarope de milho rico em frutose tem menor sustentabilidade em comparação à produção de bebidas açucaradas provenientes da cana-de-açúcar. O xarope de milho consome muito carbono e energia devido às quantidades substanciais de combustíveis fósseis necessários para alimentar máquinas pesadas. A queima de combustíveis fósseis que liberam gases como CO2 e CH4 é a principal fonte de energia para a produção do xarope de milho. O impacto ambiental dessa produção pode ser atribuído a três efeitos principais: emissões do campo, irrigação e deterioração dos grãos. === Utilização de água === A Coca-Cola também tem sido criticada por esgotar as fontes de água onde atua devido ao alto uso desse recurso natural na fabricação dos seus produtos. A entrada da Coca-Cola na região de Kaladera, no Rajastão, Índia, intensificou a redução das fontes de água na área. Documentos do Ministério das Águas do governo local revelam que os níveis de água permaneceram estáveis entre 1995 e 2000. Quando a Coca-Cola entrou em operação pela primeira vez, os níveis da água caíram quase dez metros durante os cinco anos seguintes. Outras comunidades na Índia que estão localizadas em torno das fábricas de engarrafamento da Coca-Cola estão enfrentando escassez de água, bem como danos ambientais que afetam pesadamente as colheitas e secam os poços de abastecimento. === Discriminação racial === Em novembro de 2000, a Coca-Cola fez um acordo para pagar 192,5 milhões de dólares para resolver uma ação coletiva por discriminação racial e prometeu mudar a forma como gere, promove e trata os trabalhadores pertencentes a minorias raciais nos Estados Unidos. Em 2003, manifestantes presentes na reunião anual da Coca-Cola alegaram que os funcionários afro-americanos continuavam sub-representados na liderança da empresa, recebiam menos do que os empregados brancos e eram despedidos com mais frequência. Em 2004, após os protestos, Luke Visconti, cofundador da DiversityInc, entidade que avalia as empresas pelos seus esforços de diversidade, afirmou: \"A Coca-Cola foi forçada a implementar práticas de gestão que colocaram a empresa no top 10 em termos de diversidade.\" Em março de 2012, 16 trabalhadores negros processaram a empresa após alegarem que tinham que trabalhar em uma “fossa de discriminação racial”. Em fevereiro de 2021, gravações de um curso de capacitação de funcionários mostravam os colaboradores sendo ai instruídos a “serem menos brancos”, o que o curso equiparou a serem menos “arrogantes” e “opressivos”. == Ver também == * Lista de ativos de propriedade da The Coca-Cola Company * Stepan Company – empresa que produz o extrato de folha de coca === Bibliografia === * * * * * == Ligações externas == * Categoria:Multinacionais dos Estados Unidos Categoria:Empresas de alimentação dos Estados Unidos Categoria:Empresas de alimentação fundadas em 1892 Categoria:Empresas com sede em Atlanta Categoria:Empresas listadas na Bolsa de Valores de Nova Iorque Categoria:Fabricantes de refrigerantes",
 "title": "The Coca-Cola Company"
}