{
 "id": "59484",
 "text": "O Club Atlético Boca Juniors, ou simplesmente Boca Juniors, é um clube esportivo argentino com sede no bairro La Boca, em Buenos Aires. Foi fundado no dia 3 de abril de 1905 por seis adolescentes vizinhos que eram filhos de italianos. O futebol masculino é a modalidade principal do clube, apesar de também competir profissionalmente no basquetebol, voleibol, futsal, futebol feminino e handball. e amadoramente no boxe, judo, caratê, taekwondo, ginástica rítmica e ginástica artística. O Boca Juniors participa da Primera División da Argentina desde 1913 e, a partir do Torneio Inicial de 2013, se converteu no único clube que disputou todas as temporadas da primeira divisão desde o começo do futebol profissional na Argentina, em 1931. Além disso, é o clube com maior quantidade de jogos disputados. No dia 8 de junho de 2015 o clube bateu o recorde de maior permanência ininterrupta na Primera División, com 37 312 dias. O clube manda seus jogos no Estadio Alberto J. Armando, conhecido mundialmente como \"La Bombonera” (“Caixa de Bombons”, em tradução literal para o português, devido ao seu formato único), estádio onde a própria Seleção Argentina já mandou inúmeros jogos, mantendo-se invicta em partidas oficiais. Ao nível local, o clube já conquistou 35 títulos da liga e 17 copas nacionais (recorde entre clubes argentinos), entre as quais se destacam quatro edições da Copa Argentina e duas edições da Copa da Liga Profissional (maior vencedor de ambas as competições). Também possui um título honorífico da era amadora: A Copa de Honra (traduzido literalmente do espanhol “Copa de Honor”), obtida em 1925; um reconhecimento da Asociación del Fútbol Argentino (AFA) pela turnê que a equipe fez pela Europa no mesmo ano. Internacionalmente, é o terceiro clube do mundo com mais títulos oficiais, com 22 conquistas, entre as quais possui 18 organizados CONMEBOL e 4 pelas associações argentina e uruguaia juntas. É o clube com mais títulos internacionais oficiais em toda a América. Desta forma, é o máximo campeão da Copa Intercontinental ao nível mundial com o Peñarol, Nacional, Milan e Real Madrid. Além disso, é o clube com mais finais de copas internacionais, confederativas e interconfederativas com 29 (terceiro a nível mundial, atrás do Real Madrid, com 42, e do Milan, com 33). O clube também possui o recorde de mais finais disputadas da Copa Libertadores, tendo chegado a essa fase final da competição por 12 vezes, tendo conquistado o título 6 vezes, um a menos que o maior campeão, o Independiente. == História == No dia 3 de abril de 1905, um grupo de rapazes gregos e italianos (mais especificamente de Génova) reuniu-se visando fundar um clube. A casa onde foi marcado o encontro foi a de Esteban Baglietto e as outras quatro pessoas que compareceram foram Alfredo Scarpatti, Santiago Sana e os irmãos Ioannis (Juan) e Theodoros (Teodoro) Farengas de Quios e Konstantinos Karoulias de Samos. Outros membros fundadores importantes incluem Arturo Penney, Marcelino Vergara, Luis Cerezo, Adolfo Taggio, Giovanelli, Donato Abbatángelo e Bertolini. Em 1913, o Boca foi promovido à Primera División após algumas tentativas anteriores fracassadas. Isso foi possível quando a Asociación del Fútbol Argentino (AFA) decidiu aumentar o número de times no campeonato de 6 para 15. Em 1925, o Boca fez sua primeira viagem à Europa para jogar na Espanha, Alemanha e França. O time disputou um total de 19 partidas, vencendo 15 delas. Por isso o Boca foi declarado \"Campeón de Honor” (Campeão de Honra) pela AFA. Durante anos sucessivos, o Boca consolidou-se como um dos times mais populares da Argentina, com inúmeros torcedores não só no país, mas em todo o mundo. O clube é um dos times de maior sucesso do futebol argentino, tendo conquistado 47 títulos nacionais (34 títulos da liga e 13 copas nacionais). Internacionalmente, o Boca Juniors conquistou 22 títulos, sendo 18 competições organizadas pela CONMEBOL e quatro pelas associações argentina e uruguaia juntas. == Escudo == O clube teve cinco desenhos diferentes para seu escudo ao longo de sua história, embora seu contorno tenha permanecido inalterado durante a maioria de sua história. O primeiro emblema conhecido data de 1911, aparecendo em papéis timbrados do clube. Em outubro de 1932, o clube afirmou que uma estrela seria adicionada ao distintivo para cada título conquistado da Primera División. No entanto, as estrelas não apareceriam até 1943. O emblema com as estrelas era regra em 1932, mas tem aparecido regularmente nos uniformes do Boca Juniors desde 1993. Em 1996, o estúdio Diseño Shakespear introduziu um novo emblema — com a faixa horizontal suprimida — como parte da identidade visual do clube. A nova imagem do Boca Juniors também contou com nova tipografia e estilo. Ficheiro:Boca escudo 1911.png|1911–14 Ficheiro:Boca escudo 1915.png|1915–32 Ficheiro:Boca jrs logo 1920.png|1925–26 Ficheiro:Boca jrs logo 1970.png|1932–96 Ficheiro:Boca juniors.png|1996–presente ;Notas == Estádio == 250px|thumb|Torcedores do Boca Juniors exibindo suas bandeiras em La Bombonera (lado norte) em 2009 O estádio Alberto José Armando, popularmente conhecido como La Bombonera, é um estádio com capacidade para 49.000 pessoas, localizado no bairro de La Boca, em Buenos Aires, Argentina. Tem como proprietário e mandante a equipe do Boca Juniors. O nome oficial homenageia o ex-presidente Alberto José Armando. O campo segue as medidas mínimas permitidas pela FIFA (105 x 68 m). O estádio foi inaugurado com vitória dos donos da casa por 2 a 1 em um amistoso contra o San Lorenzo. == Torcedores == O Boca Juniors é tradicionalmente considerado o clube da classe trabalhadora argentina, em contraste com a base supostamente mais de classe alta do arquirrival River Plate. O Boca Juniors afirma ser o clube da \"metade mais um” (la mitad más uno) da população argentina, mas uma pesquisa de 2006 colocou o número de seguidores em 40%, ainda a maior parcela. Eles têm o maior número de torcedores, avaliado pela porcentagem em seu país. No início de 2023, o Boca tinha uma base de 314 000 sócios, perdendo apenas para o Bayern de Munique em todo o mundo, e é o primeiro na Argentina e também o primeiro na América do Sul. == Títulos == HONRARIAS Coroas Competição Títulos Temporadas 04º Maior Clube da América do Sul e 12º do Mundo pelo Século XX da FIFA 1 1901 a 2000 semmoldura|70px 06º Maior Clube da América do Sul e 13º do Mundo pelo Século XX da IFFHS 1 1901 a 2000 MUNDIAIS Troféus Competição Títulos Temporadas Copa Intercontinental 3 1977, 2000 e 2003 CONTINENTAIS Troféus Competição Títulos Temporadas Copa Libertadores da América 6 1977, 1978, 2000, 2001, 2003 e 2007 Copa Sul-Americana 2 2004 e 2005 Supercopa Libertadores 1 1989 Recopa Sul- Americana 4 1990, 2005, 2006 e 2008 Copa Master da Supercopa 1 1992 Copa de Ouro Nicolás Leoz 1 1993 INTERNACIONAIS Troféus Competição Títulos Temporadas Copa Confraternidad 2 1945 e 1946 Copa de Competência 1 1919 Copa de Honor 1 1920 NACIONAIS Troféus Competição Títulos Temporadas Campeonato Argentino 35 1919, 1920, 1923, 1924, 1926, 1930, 1931, 1934, 1935, 1940, 1943, 1944, 1954, 1962, 1964, 1965, 1969, 1970, 1976-I 1976-II, 1981, 1992, 1998, 1999, 2000, 2003, 2005, 2006, 2008, 2011, 2015, 2017, 2018, 2020 e 2022 Copa da Argentina 13 5 1919, 1923, 1924, 1940 e 1944 Copa Dr. Carlos Ibarguren 1 1925 Campeón de Honor 1 1925 Copa de Competencia JC 1 1926 Copa Estímulo 1 1946 Copa de Competencia Británica 4 1969, 2012, 2015 e 2020 Copa Argentina Supercopa Argentina 2 2018 e 2022 Copa da Liga Argentina 2 2020 e 2022 TOTAL: 74 3 Mundiais, 15 Continentais, 4 Internacionais e 52 Nacionais Campeão invicto == Jogadores == === Elenco atual === === Recordes === ==== Mais partidas ==== Jogador Posição Período Partidas 1 Roberto Mouzo D 1971–84 426 2 Hugo Gatti G 1976–88 417 3 Silvio Marzolini D 1960–72 408 4 Martín Palermo A 1997–2001, 2004–11 404 5 Carlos Navarro Montoya G 1988–96 400 6 Juan Román Riquelme M 1996–2002, 2007–14 388 7 Antonio Rattín M 1956–70 382 8 Ernesto Lazzatti M 1934–47 379 9 Rubén Suñé M 1967–72, 1976–80 377 10 Natalio Pescia M 1942–56 365 Última atualização em: 31 de julho de 2023 – Os 10 jogadores com mais partidas de todos os tempos no historiadeboca.com.ar ==== Mais gols ==== Jogador Posição Período Gols 1 Martín Palermo A 1997–01, 2004–11 236 2 Roberto Cherro A 1926–38 223 3 Francisco Varallo A 1931–39 194 4 Domingo Tarasconi A 1922–32 192 5 Jaime Sarlanga A 1940–48 129 6 Mario Boyé A 1941–49, 1955 123 7 Delfín Benítez Cáceres A 1932–38 114 8 Pío Corcuera A 1941–48 97 9 Pedro Calomino A 1911–13, 1915–24 96 10 Carlos Tevez A 2001–04, 2015–16, 2018–21 94 Última atualização em: 31 de julho de 2023 — Os 10 jogadores com mais gols de todos os tempos no historiadeboca.com.ar === Jogadores notáveis === Além da exponencial figura de Juan Román Riquelme, pode-se mencionar, da história recente da equipe azul e ouro, Martín Palermo, Federico Insúa, Rodrigo Palacio, Jesús Dátolo, Cata Díaz, Fernando Gago, Guillermo Barros Schelotto, Nicolás Burdisso, Carlos Tevez, Ezequiel González e “Pato” Abbondanzieri. Muitos destes que rumaram para o futebol europeu. De outras épocas, destacam-se Gabriel Batistuta, Óscar Córdoba, Roberto Cherro, Francisco Varallo, Claudio Caniggia, Rattin, Hugo Gatti, Blas Giunta, Silvio Marzolini, Alfredo Rojas, Diego Soñora, Navarro Montoya, e acima de todos, a mitológica figura de Diego Armando Maradona, maior ídolo do futebol argentino e um dos grandes nomes da história do futebol mundial, entre outros históricos jogadores. Neste hall da fama, há também jogadores brasileiros, como Domingos da Guia, Leon Pavani, Heleno de Freitas, Dino Sani, Almir Pernambuquinho e o principal, maior artilheiro contra o River Plate, Paulo Valentím. * Riquelme * Palermo * Ángel Clemente Rojas * Giunta * Cata Díaz * Fernando Gago * Guillermo Barros Schelotto * Nicolás Burdisso * Tevez * Abbondanzieri * Batistuta * Roberto Cherro * Francisco Varallo * Claudio Caniggia * Rattin * Hugo Gatti * Silvio Marzolini * Alfredo Rojas * Diego Soñora * Navarro Montoya * Diego Armando Maradona * Sergio Martínez * Rodrigo Palacio * Heleno de Freitas * Paulo Valentim * Orión * Schiavi * Clemente Rodríguez * Battaglia * Gary Medel * Roberto Cabañas * Patrón Bermúdez * Serna * Óscar Córdoba == Outros esportes == === Basquetebol === ==== Elenco atual ==== ==== Títulos ==== Continentais * Copa dos Campeões Sul- Americanos (3): 2004, 2005, 2006 Nacionais * Liga Nacional (3): 1996 – 97, 2003 – 04, 2006 – 07 * Copa Argentina (5): 2002, 2003, 2004, 2005, 2006 Categoria:Clubes de futebol fundados em 1905 Categoria:Clubes campeões da Libertadores Categoria:Clubes campeões da Recopa Sul-Americana Categoria:Clubes campeões da Copa Sul-Americana Categoria:Clubes de basquetebol da Argentina Categoria:Fundações na Argentina em 1905",
 "title": "Club Atlético Boca Juniors"
}