{
 "id": "59522",
 "text": "A Cidade Industrial de Curitiba, ou CIC, é um bairro da cidade brasileira de Curitiba, Paraná. Trata-se do maior bairro da cidade em área geográfica, e nele está sediado o distrito industrial da cidade, concebido na década de 1970 como indutor do desenvolvimento industrial do município. Tem 10% da população da cidade, que tem 75 bairros. No Censo de 2000, moravam na CIC 157.461 pessoas, de um total de 1.587.315. Mede mais de 15 km de extensão, indo da BR-277, que a divide do Orleans até a ex BR-116 (atual BR-476), que a separa do bairro do Tatuquara. Todo o Contorno Sul está em seu território. Tamanha extensão faz dela o único bairro de Curitiba que pertence a duas regiões, no caso, Zona Oeste e Zona Sul. É dividida em CIC Norte, CIC Central e CIC Sul. Na porção norte, estão as vilas Jardim Gabineto, Vila Sandra, Atenas, entre outras. A porção do meio engloba as vilas Itatiaia, Osvaldo Cruz 1 e 2, Vila Nossa Senhora da Luz, Santa Helena, Conquista, Caiuá, Barigüi e várias outras. Na CIC Sul, dentre diversas vilas, estão a Vila Verde e Vitória Régia. As CICs Norte e Central pertencem a Zona Oeste. Vários de seus habitantes dizem morar em outros bairros, como Campo Comprido e Fazendinha. A CIC Central é a parte mais residencial. Os extremos concentram mais áreas industriais. A CIC Sul se localiza na Zona Sul. Criada em 1973, como resultado de convênio entre a URBS e o governo do Estado do Paraná, a CIC tem crescido consideravelmente, não só nos setores destinados à instalação de novas indústrias, mas também nas zonas de habitação. Contém divergências sociais, ao mesmo momento em que possui porções mais desenvolvidas e com maior poder aquisitivo, também possui grandes ocupações. As ocupações da Vila Verde, Barigüi, Barro Preto (no Jardim Gabineto), Colina Verde (próximo ao Caiuá), Vila Sabará (próxima a Vila Conquista), Belo Ar (vizinha à Vila Verde) e Gralha Azul (margeando a estrada de ferro que divide a CIC do Tatuquara), já foram regularizadas, e contam com infra-estrutura, como luz, água, telefone e ruas abertas e nomeadas. Quando implantada, a CIC parecia ficar distante do centro da cidade, mas nos dias atuais, com a modernização do transporte coletivo, conta com acesso facilitado, possuindo, além do Terminal CIC, o terminal Caiuá, desde 1999. O terminal Campo Comprido, embora fique na divisa do bairro que o nomeia, já está em território da Cidade Industrial. Os terminais Fazendinha e Capão Raso, localizados em outros bairros, têm grande número de alimentadores e ligeirinhos que vão para a CIC. Há ainda alimentadores para os terminais do Portão e Pinheirinho, e linhas convencionais e interbairros. == Ligações externas == * Cidade Industrial de Curitiba no WikiMapia * Mapa da Cidade Industrial - Instituto de Pesquisa e Planejamento Urbano de Curitiba * AECIC | Associação das Empresas da Cidade Industrial de Curitiba * CIDADE INDUSTRIAL DE CURITIBA (CIC) - Agência Curitiba de Desenvolvimento S/A * Fundação de Ação Social - Núcleo Regional - CIC (Cidade Industrial de Curitiba) Categoria:Bairros de Curitiba",
 "title": "Cidade Industrial de Curitiba"
}