{
 "id": "59538",
 "text": "A ordem dos didelfimorfos (Didelphimorphia) engloba a maior parte dos marsupiais que povoam na atualidade o continente americano. São incluídos no clado dos ameridelfos e atualmente possui apenas uma família vivente, os didelfídeos, que inclui os gambás. De acordo com os registos fósseis, são os mamíferos mais antigos que chegaram à atualidade, o que aconteceu sem existir grandes variações anatômicas, pelo que de forma geral podem considerar-se como fósseis vivos. == Evolução == Consistem em mamíferos não especializados que surgiram no final do Mesozoico, há 75-100 milhões de anos na América do Norte, de onde emigraram para os outros continentes há 60 milhões de anos, aproximadamente. Prosperaram, em regiões mais favoráveis, ao deslocarem-se da América do Norte para a do Sul. Desapareceram da Europa, Ásia e África há 20 milhões de anos, possivelmente devido à competição e predação por parte dos animais placentários. Há 3 milhões de anos, aproximadamente, voltaram a colonizar a América do Norte, embora não com a mesma prosperidade que no sul. Apesar de não haver dados que provem a existência destes animais na Austrália e Antártida, supõe-se que também as habitaram uma vez que estes estavam unidos. Assim, estes animais colonizavam praticamente todos os ecossistemas, o que se traduz em espécies com todo o tipo de hábitos alimentares. ==Classificação== A família Didelphidae engloba a grande maioria das espécies, tanto vivas como fosséis dos didelfimorfos. Permanecem ainda alguns géneros e espécies de classificação incerta (incertae sedis). A sequência linear segue McKenna e Bell (1997): *Ordem Didelphimorphia Gill, 1872 sensu Marshall, Case e Woodburne, 1990 **Gênero †Camptomus Marsh, 1889 incertae sedis *** †Camptomus amplus Marsh, 1889 **Gênero †Iqualadelphis Fox, 1987 incertae sedis *** †Iqualadelphis lactea Fox, 1987 **Gênero †Adinodon Hershkovitz, 1995 (Adinodontinae) incertae sedis *** †Adinodon pattersoni Hershkovitz, 1995 *Família Didelphidae Gray, 1821 *Família †Sparassocynidae Reig, 1958 sensu Archer, 1984 **Gênero †Sparassocynus Mercerat, 1898 *** †Sparassocynus bahiai Mercerat, 1898 *** †Sparassocynus derivatus (Reig e Simpson, 1972) *** †Sparassocynus heterotopicus Villaroel e Marshall, 1983 ==Referências== * GARDNER, A. (2005). in Wilson, D. E., Reeder, D. M. (eds). Mammal Species of the World. 3ª edição, Johns Hopkins University Press, 3-18. * McKENNA, M.C., BELL, S.K. (1997). Classification of Mammals Above the Species Level. Columbia University Press, New York. * MYERS, P. (2001). Didelphimorphia (On-line), Animal Diversity Web. Acessado em 5 de março de 2008. Categoria:Marsupiais ar:أوبسوم az:Opossumlar bg:Опосуми br:Oposom cs:Vačice da:Opossum de:Beutelratten eo:Didelfedoj fa:صاریغ fi:Pussirotat ga:Apasam gd:Opossum gn:Mykurẽ he:אופוסום hu:Oposszumok id:Oposum io:Didelfo it:Didelphidae ka:ოპოსუმისებრნი koi:Тшутшаэз lt:Oposumai ml:ഒപ്പോസം ms:Oposum no:Pungrotter nv:Biyázhí neiyéhé oc:Didelphidae qu:Q'arachupa ru:Опоссумовые sv:Pungråttor sw:Oposumu th:โอพอสซัม tr:Keseli sıçangiller uk:Опосумові",
 "title": "Didelphimorphia"
}