{
 "id": "5954",
 "text": "Oscar Ribeiro de Almeida Niemeyer Soares Filho OMC • GColSE (Rio de Janeiro, – Rio de Janeiro, ) foi um arquiteto brasileiro, considerado uma das figuras- chave no desenvolvimento da arquitetura moderna. Niemeyer foi mais conhecido pelos projetos de edifícios cívicos para Brasília, uma cidade planejada que se tornou a capital do Brasil em 1960, bem como por sua colaboração no grupo de arquitetos indicados pelos Estados-membros da ONU que projetaram a sede das Nações Unidas em Nova Iorque, nos Estados Unidos. Sua exploração das possibilidades construtivas do concreto armado foi altamente influente na época, tal como na arquitetura do final do século XX e início do século XXI. Elogiado e criticado por ser um \"escultor de monumentos\", Niemeyer foi um grande artista e um dos maiores arquitetos de sua geração por seus partidários.. Ele alegou que sua arquitetura foi fortemente influenciada por Le Corbusier, mas, em entrevista, assegurou que isso \"não impediu que [sua] arquitetura seguisse em uma direção diferente\".. Nascido no Rio de Janeiro, Niemeyer estudou na Escola Nacional de Belas Artes (atual UFRJ) e durante seu terceiro ano estagiou com seu futuro colega na construção de Brasília Lúcio Costa, com quem acabou colaborando no projeto para o Ministério de Educação e Saúde, atual Palácio Gustavo Capanema, no Rio de Janeiro. Contando com a presença de Le Corbusier, Niemeyer teve a chance de trabalhar junto com o mestre suíço, sendo ele uma grande influência em sua arquitetura. O primeiro grande trabalho de arquitetura individual de Niemeyer foram os projetos de uma série de edifícios na Pampulha, um subúrbio planejado no norte de Belo Horizonte, tendo como parceiro o engenheiro Joaquim Cardozo — que viria a ser o autor dos cálculos de suas principais obras em Brasília. Esse trabalho, especialmente a Igreja São Francisco de Assis, recebeu elogios da crítica nacional e estrangeira, chamando a atenção internacional para Niemeyer. Ao longo dos anos 1940 e 1950, Niemeyer se tornou um dos arquitetos mais prolíficos do Brasil, projetando uma série de edifícios, tanto no país como no exterior. Isso incluiu o projeto de diversas residências e edifícios públicos, e ainda a colaboração com Le Corbusier (e outros) no projeto da sede das Nações Unidas em Nova Iorque, o que provocou convites para ensinar na Universidade Yale e na Escola de Design da Universidade Harvard. Em 1956, Niemeyer foi convidado pelo novo presidente do Brasil, Juscelino Kubitschek, para projetar os prédios públicos da nova capital do Brasil, que seria construída no centro do país. Seus projetos para o Congresso Nacional do Brasil, o Palácio da Alvorada, o Palácio do Planalto, o Supremo Tribunal Federal e a Catedral de Brasília, todos concluídos anteriormente a 1960, foram em grande parte de natureza experimental e foram ligados por elementos de design comuns. Esse trabalho levou à sua nomeação como diretor do departamento de arquitetura da Universidade de Brasília, bem como membro honorário do Instituto Americano de Arquitetos. Devido à sua ideologia de esquerda e sua militância no Partido Comunista Brasileiro (PCB), Niemeyer deixou o país após o golpe militar de 1964 e, posteriormente, abriu um escritório em Paris. Ele retornou ao Brasil em 1985 e foi premiado com o prêmio Pritzker de arquitetura, em 1988. Entre seus projetos mais recentes se destacam o Museu de Arte Contemporânea de Niterói (1996), o Museu Oscar Niemeyer, em Curitiba (2002), a Cidade Administrativa de Minas Gerais (2010), o Centro Cultural Internacional Oscar Niemeyer, na Espanha (2011) e o Memorial Luiz Carlos Prestes (projeto de 2012, obra concluída em 2017). Niemeyer continuou a trabalhar até dias antes de sua morte, em 5 de dezembro de 2012, aos 104 anos. Seu último projeto foi idealizado pouco antes de morrer: a \"cidade das artes e da cultura\", em Essaouira, região litorânea do Marrocos. O rei Mohammed VI esperou oito anos para analisar e dar aval ao projeto. == Infância e juventude == thumb|upright|Niemeyer aos dez anos de idade. Filho de Oscar de Niemeyer Soares e Delfina Ribeiro de Almeida, Oscar Niemeyer nasceu no bairro de Laranjeiras, na rua Passos Manuel, que receberia no futuro o nome de seu avô Antônio Augusto Ribeiro de Almeida, ministro do Supremo Tribunal Federal. Niemeyer foi profundamente marcado pela lisura na vida pública do avô, que como herança os deixou apenas a casa em que morava e cuja regalia era uma missa em casa aos domingos, apesar de ateu desde tenra idade. Possuía ascendência portuguesa, árabe e alemã. Niemeyer passa a sua juventude sem preocupações e na boêmia, frequentando o Café Lamas, o clube do Fluminense e a Lapa. Em suas palavras: \"parecia que estávamos na vida para nos divertir, que era um passeio.\" Em 1928, aos 21 anos, casou-se com Annita Baldo, 18 anos. A cerimônia de casamento na igreja do bairro atendeu aos desejos da noiva. \"Casei por formalidade. Mais católica do que minha esposa é impossível, então não me incomodei em casar dessa forma\". O casamento foi no mesmo ano da formatura no ensino médio, e para sustentar a família que seria acrescida de sua única filha Anna Maria em 1930, Niemeyer começou a trabalhar na tipografia de seu pai. Já em 1929 ele se matricula no curso de Engenharia e Arquitetura da Escola Nacional de Belas Artes do Rio de Janeiro. === Formação e influências === Durante a Segunda Guerra Mundial Niemeyer vivencia a reforma proposta pelo recém nomeado diretor do curso de arquitetura, Lucio Costa. Em sua rápida passagem pela diretoria da ENBA entre 1930 e 1931, Lucio Costa remodelou o curso de arquitetura com base nos princípios modernos vigentes na Europa. Esse novo modelo repercutiu nos estudantes, cuja turma rendeu alguns dos grandes nomes do modernismo brasileiro. Durante o terceiro ano de curso, ao invés de estagiar numa firma construtora como era comum, Niemeyer decide trabalhar de graça no escritório de Lúcio Costa, Gregori Warchavchik e Carlos Leão, mesmo passando por dificuldades financeiras (sua filha Anna Maria viria a nascer em 1930). Niemeyer se forma Engenheiro Arquiteto em 1934. O contato com Lucio Costa seria extremamente importante para o amadurecimento profissional de Niemeyer. Foi Costa que, após uma afinidade inicial com o movimento neocolonial, percebeu que os avanços atuais do estilo internacional na Europa eram a única manifestação verdadeira de uma arquitetura contemporânea. Seus escritos sobre a simplicidade técnica e honestidade construtiva que unem a tradicional arquitetura colonial Brasileira (tais como em Olinda e Ouro Preto) e os princípios modernistas formariam a base teórica da arquitetura que viria a ser realizado por Niemeyer e seus contemporâneos, como Affonso Eduardo Reidy, Jorge Machado Moreira entre outros. As ideias de Le Corbusier, idealizador da arquitetura moderna na Europa, formam a base inicial da arquitetura de Niemeyer. O uso de materiais novos e técnicas construtivas modernas se manifestaram durante toda a obra de Niemeyer, algumas delas demonstrando princípios básicos de Le Corbusier, tais como os cinco pontos da nova arquitetura (incluindo pilotis, fachadas livres e terraços- jardim). === Vida pessoal === Niemeyer casou-se com Annita Baldo em 1928. Deste casamento ele teve sua única filha, Anna Maria Niemeyer, em 1930, que deu ao arquiteto cinco netos, treze bisnetos e quatro trinetos, e que morreu no dia 6 de junho de 2012, aos 82 anos. Viúvo desde 2005, casou em novembro de 2006 com sua secretária, Vera Lúcia Cabreira, de 60 anos. == Carreira == === Primeiros trabalhos === Em 1936, aos 29, Lúcio Costa foi nomeado pelo então ministro da educação Gustavo Capanema para projetar a nova sede do Ministério da Educação e Saúde, no Rio de Janeiro, cujo concurso público ganho por Archimedes Memoria havia sido cancelado. Embora Costa estivesse convicto da modernidade arquitetônica necessária, ainda lhe faltava uma hábil utilização dessa linguagem, e portanto ele reuniu um grupo de jovens arquitetos (Carlos Leão, Affonso Eduardo Reidy, Jorge Moreira e Ernani Vasconcellos) para projetar o edifício. Este projeto estava inserido no contexto político do Estado Novo, quando Getúlio Vargas, presidente do Brasil, usava a arquitetura e o urbanismo como ferramentas para ilustrar os novos rumos da nação em uma fase intermediária, que buscava se transformar de potência agrícola exportadora de café em um país industrializado. Também insistiu que próprio Le Corbusier deve ser convidado como consultor. Apesar de Niemeyer não ter sido inicialmente incluído na equipe, Costa o adiciona a equipe após insistência do jovem arquiteto. Durante o período de estadia de Le Corbusier no Rio, Niemeyer foi designado a ajudá-lo com os desenhos, o que lhe permitiu um contato mais próximo com o mestre suíço. Depois da partida de Corbusier, que havia produzido duas soluções para o edifício, Niemeyer modifica alguns aspectos de um dos esquemas, o que impressionou Lucio Costa a ponto do grupo decidir levar sua proposta adiante. Gradualmente Niemeyer se faz importante no grupo, sendo que em 1939 assume a liderança, após Lucio Costa se afastar do projeto.Zilah Quezado Deckker. Brazil Built: The Architecture of Modern Brazil O Ministério, que havia assumido a tarefa de moldar o \"novo homem, brasileiro e moderno\" foi o primeiro edifício modernista no mundo a ser patrocinado pelo Estado, numa escala muito maior que qualquer projeto de Le Corbusier construído até então. Concluído em 1943, quando Niemeyer tinha 36 anos, o Ministério havia demonstrado na prática os elementos que viriam a ser reconhecido como a base modernismo arquitetônico brasileiro: eleva-se da rua apoiando-se em pilotis, sistema de pilares de concreto que mantém o prédio suspenso, permitindo o trânsito livre de pedestres por baixo do mesmo (um espaço público de passagem). Empregou materiais locais, como os azulejos ligados à tradição portuguesa; revolucionou os brises-soleil corbusianos, ao torná-los ajustáveis e os relacionado com os dispositivos de sombreamento mouros da arquitetura colonial; cores ousadas, os jardins tropicais de Burle Marx, e especialmente encomendando obras de artistas, reunindo os maiores nomes do modernismo brasileiro, como Portinari, Alfredo Ceschiatti e Roberto Burle Marx. O edifício é considerado o primeiro grande marco da Arquitetura Moderna no Brasil. e um dos mais influentes do século XX, sendo um modelo de diálogo entre estruturas baixas e blocos em altura (a exemplo da Lever House, em Nova Iorque). Em 1939, aos 32 anos, Niemeyer participa do concurso que escolheria o projeto para o pavilhão brasileiro na Feira Mundial de Nova Iorque, em 1939. Embora Lucio Costa houvesse vencido o concurso por produzir um projeto em que, segundo o júri, havia grande teor nacionalista, Costa julgou o projeto de Niemeyer mais moderno e ousado, melhor e, portanto, propôs uma parceria para produzir um novo projeto. Executado em colaboração com Paul Lester Wiener, responsável pelo detalhamento dos interiores e stands da exposição, a estrutura era vizinha do pavilhão francês e contrastava com sua massa pesada por meio de sua pequena dimensão e delicadeza. Costa explicou que o Pavilhão brasileiro adotou uma linguagem de \"graça e elegância\", leveza e fluidez espacial, com um plano aberto, curvas e paredes livres, que ele chamou de \"jônico\", contrastando-a com a arquitetura purista dominante na época, que ele classificou de \"dórica\". Impressionado com seu design vanguardista, o prefeito Fiorello La Guardia concedeu a Niemeyer as chaves da cidade de Nova Iorque. Em uma época em que a Europa e os Estados Unidos estavam concentrando suas potências industriais na Segunda Guerra Mundial, o Brasil estava investindo em arquitetura, o que lhe colocou na vanguarda da Arquitetura Modernista internacional. Em 1937, Niemeyer foi convidado por um parente para projetar um berçário para instituição filantrópica que atendidos jovens mães, a Obra do Berço, que se tornaria seu primeiro trabalho finalizado.Stamo Papadaki. The Work of Oscar Niemeyer Neste edifício nota-se a presença dos elementos defendidos na arquitetura moderna e clara influência de Le Corbusier: o pilotis, a planta livre, a fachada livre, possibilitando a abertura total de janelas na fachada, o terraço-jardim e o brise-soleil, pela primeira vez utilizado na vertical. Durante a construção, o arquiteto estava fora do Brasil e, ao retornar, encontrou o brise instalado de forma inapropriada, sem proteger o interior contra a insolação. Sendo assim, Niemeyer, que nada havia cobrado pelo projeto, pagou pela execução do brise na forma em que havia projetado. O prédio da Obra do Berço foi inaugurado em 1938 e em 2012 a instituição ainda o ocupa. No entanto, Niemeyer afirma que sua arquitetura começou na Pampulha, em Minas Gerais. \"Pampulha foi o ponto de partida desta arquitetura livre e cheia de curvas que eu ainda amo até hoje. Foi, de fato, o início de Brasília...\". ==== Pampulha ==== miniatura|esquerda|Marquise da Casa do Baile Em 1940, aos 33 anos, Niemeyer conheceu Juscelino Kubitschek, então prefeito de Belo Horizonte. Kubitschek, junto com o governador Benedito Valadares, queria desenvolver uma área nobre ao norte da cidade chamada Pampulha e convidou Niemeyer para projetar uma série de prédios que se tornariam conhecidos como o \"Conjunto Arquitetônico da Pampulha\". O complexo inclui um cassino, um salão de dança e restaurante, um iate clube, um clube de golfe e uma igreja, os quais estão distribuídos em torno de um lago artificial. Uma casa de fim de semana para o prefeito também foi construída perto do lago. Os edifícios foram concluídos em 1943 e receberam aclamação internacional após a exposição \"Brazil Builds\", no Museu de Arte Moderna de Nova Iorque (MoMA). A maioria dos edifícios mostram abordagem particular de Niemeyer da linguagem corbusiana. No cassino, com sua fachada relativamente rígida, Niemeyer afasta-se dos princípios corbusianos e projeta volumes curvos fora do confinamento de uma grade racional.Carlos Eduardo Comas. Niemeyer's Casino and the Misdeeds of Brazilian Architecture Também explora o conceito de uma \"promenade architecturale\", na qual rampas-passarelas parecem flutuar, guiando as pessoas através do edifício ao mesmo tempo em que abrem a vista para a paisagem. O pequeno restaurante (Casa do Baile) foi construído numa ilha artificial própria e é composto de um bloco aproximadamente circular a partir do qual se projeta uma marquise de forma livre, seguindo o contorno da ilha. Embora a forma livre tenha sido utilizada até mesmo na arquitetura de Le Corbusier e Mies van der Rohe, a sua aplicação ao ar livre foi uma invenção de Niemeyer. Ela dilui a hierarquia entre interior-exterior em um nível anteriormente não realizado, embora o tema fosse constantemente explorado pela maioria dos arquitetos modernistas. Esta aplicação de forma livre, juntamente com o telhado borboleta usado no Iate Clube e na casa de Kubitschek tornou-se uma grande tendência na época. A obra-prima do complexo, porém, é considerada a igreja de São Francisco de Assis. Quando foi construída, o concreto armado ainda era utilizada de forma tradicional, como em estruturas de pilares, vigas e lajes. Perret, em Casablanca e Maillart em Zurique já haviam explorado a liberdade plástica do, aproveitando a geometria do arco parabólico para construir cascas extremamente delgadas. A decisão de utilizar tal abordagem econômica para a construção de uma igreja, revolucionária na época, com base na tecnologia inerentemente plástica do concreto para criar uma expressão estética. De acordo com Joaquim Cardozo,Danilo Matoso. Da Matéria à Invenção: As Obras de Oscar Niemeyer em Minas Gerais (1938-1954) a unificação de parede e teto em um único elemento criou uma nova monumentalidade antivertical. A exuberância formal desta igreja adicionado à forte integração entre arquitetura e arte (a igreja é coberta por azulejos de Portinari e murais de Paulo Werneck) levou a uma interpretação quase barroca da obra. Embora alguns puristas europeus mais ortodoxos tenham criticado esse formalismo, a ideia de uma forma diferenciada diretamente derivada de uma razão lógica estrutural fez com que o prédio claramente fosse moderno sem romper completamente com o passado como era a tendência na época. Devido à sua importância na história da arquitetura brasileira e mundial, a igreja foi o primeiro edifício moderno a ser tombado no Brasil. Este fato não influenciou as autoridades conservadoras da igreja de Minas Gerais, que se recusaram a consagrar a igreja (o que só ocorreu em 1959), em parte por sua aparência não usual e em parte pelo painel pintado por Portinari, que possuía traços abstratos e onde reconhecia-se um cachorro, representando um lobo junto a São Francisco de Assis. A Pampulha, diz Niemeyer, ofereceu-lhe a oportunidade de “desafiar a monotonia da arquitetura contemporânea, a onda do funcionalismo mal interpretado que a limitava, e os dogmas de forma e função que havia surgido, contrariando a liberdade de plástico que o concreto permitia”. A experiência também permitiu as primeiras colaborações entre Niemeyer e Roberto Burle Marx, considerado o mais importante paisagista do século XX. Eles seriam parceiros em muitos projetos nos próximos 10 anos, uma colaboração que produziu alguns dos melhores resultados em suas carreiras. === Anos 1940 e 1950 === thumb|esquerda|upright|Edifício Niemeyer na Praça da Liberdade, Belo Horizonte Com o sucesso da Pampulha e da exposição Brazil Builds, Niemeyer alcança fama internacional. Sua arquitetura do período desenvolveu o estilo brasileiro (Brazilian style), a Igreja da Pampulha e em menor parte (devido à sua linguagem primariamente corbusiana) o prédio do Ministério, iniciaram. Seus projetos deste período mostram preocupações claramente modernista, tal como no método projetual em que forma segue a função. Niemeyer, porém, departe do purismo estrito e manipula escala e proporção mais livremente, o que permitiu- lhe resolver programas e problemas complexos com plantas simples e inteligentes.. Stamo Papadaki, em sua monografia sobre Niemeyer, também destaca a liberdade espacial característica de sua arquitetura simples e transparente. A sede do Banco Boavista, inaugurado em 1948, mostra uma tal abordagem.. Ao lidar com um terreno urbano típico, Niemeyer adotado soluções criativas para humanizar o que alternativamente seria mais um bloco monolítico em altura, desafiando assim a solidez predominante que era a norma para edifícios bancários.. A fachada sul envidraçada (com pouca insolação) reflete a Igreja da Candelária, demonstrando a sensibilidade de Niemeyer com entorno. Tais projetos, relativamente austeros para edifícios dentro de redes urbanas, também podem ser vistos no Edifício Montreal (1951–1954), no Edifício Triângulo (1955), no Eiffel (1953–1956) e no Edifício-sede do Banco Mineiro da Produção, exemplificando como Niemeyer priorizava a unidade urbana ao individualismo plástico em tais situações. Nessa época, Oscar Niemeyer atuou no mercado imobiliário de São Paulo para o Banco Nacional Imobiliário (BNI). Os projetos dos edifícios Montreal, Triângulo, Califórnia e Eiffel são fruto de seu escritório montado em São Paulo neste período, sob supervisão do arquiteto Carlos Lemos, também responsável pela finalização e acompanhamento da execução do Copan.. Ainda no início dos anos 1940, Niemeyer recebeu duas encomendas de Francisco Inácio Peixoto: uma casa e um colégio em Cataguases. O projeto da residência de Chico Peixoto e o Colégio Cataguases, inaugurado em 1949, levaram Cataguases à cena da Arquitetura Moderna, atraindo olhares para a pequena cidade mineira. Ambas as obras contaram com jardins de Roberto Burle Marx. O Colégio possui murais de Paulo Werneck e Cândido Portinari, enquanto a casa mostra profunda influência do trabalho de Lucio Costa, que produzia estruturas modernas porém com muitos elementos coloniais, tais como telhas cerâmicas e esquadrias pintadas com cores fortes. Em 1947, aos 40 anos, Niemeyer voltou para Nova Iorque para integrar a equipe internacional encarregada de projetar a sede das Nações Unidas. O esquema número 32 de Niemeyer foi aprovado pelo conselho de projetistas, mas Niemeyer acabou por ceder à pressão de Le Corbusier, e, juntos, eles apresentaram projeto 23/32 (desenvolvido com Bodiansky e Weissmann), que mantinha a disposição geral de Niemeyer, porém com a grande assembleia posicionado ao centro, que Corbusier julgou hierarquicamente correto. Apesar da insistência de Le Corbusier para desenvolver e detalhar o esquema 23/32, aprovado pelo conselho de administração, ele foi realizado por Wallace Harrison e Max Abramovitz. Esta estada nos Estados Unidos também rendeu Niemeyer o projeto para a residência Burton G. Tremaine, um de seus mais ousados projetos residenciais. Em meio a jardins exuberantes de Burle Marx, a residência apresenta um plano extremamente aberto projetado para uma experiência de vida total próxima do Oceano Pacífico, em Montecito, Califórnia. Niemeyer projetou pouco para os Estados Unidos, dada a sua filiação ao Partido Comunista, que em várias ocasiões o impediu de obter um visto. Isso ocorreu em 1946, quando ele foi convidado a dar aulas na Universidade Yale. Em 1953, aos 46 anos, Niemeyer foi escolhido para o cargo de reitor da Escola de Design da Universidade Harvard, mas novamente suas visões políticas foram uma questão problemática. Em 1950, o primeiro livro sobre seu trabalho foi publicado nos Estados Unidos por Stamo Papadaki, \"The Work of Oscar Niemeyer\". Foi o primeiro estudo sistemático de sua arquitetura, o que contribuiu significativamente para a promoção de seu trabalho no exterior. Foi seguido em 1956 por \"Oscar Niemeyer: Works in progress\", do mesmo autorPublicação de The Work of Oscar Niemeyer. Available from: www.niemeyer.org.br Niemeyer então já era autoconfiante em seu trabalho para seguir seu próprio caminho no cenário internacional da arquitetura moderna. Foi nessa época que Niemeyer parte da experiência dos arcos parabólicos que ele havia projetado na Pampulha para explorar ainda mais o seu material padrão, o concreto. A criatividade formal de Niemeyer é frequentemente comparada àquela de escultores. Este impulso prolífico encontrou condições para se desenvolver no Brasil da década de 1950, um período de intensa construção quando Niemeyer recebeu numerosas comissões. Yves Bruand. ressaltou que, desde seu projeto de um teatro ao lado do edifício do Ministério da Educação e Saúde, em 1948, foi nas estruturas que Niemeyer desenvolve seu vocabulário formal. É também notada a tendência em utilizar as estruturas como elemento definidor do espaço (tal como nas abóbadas da capela do Hospital da Lagoa e do Clube de Esportes de Diamantina). Em 1950 ele foi convidado para projetar o parque Ibirapuera em São Paulo devido as comemorações do 400º aniversário da cidade. O plano, que consistia em vários pavilhões porticados interligados através de uma gigantesca marquise de forma livre, teve que ser simplificado devido a razões econômicas. Os edifícios resultantes são menos interessantes individualmente, o que transfere para as disposições volumétricas o papel de experiência estética dominante. Para estes edifícios Niemeyer desenvolveu pilotis de diversos formas, tais como aqueles em V, que se tornou extremamente popular. Uma variação sobre o mesmo tema foi o pilotis em W que suporta o Conjunto Governador Juscelino Kubitschek (1951), dois grandes edifícios que contém cerca de mil apartamentos. Seu projeto foi baseado num esquema anterior para o hotel-apartamento Quitandinha em Petrópolis, concebido um ano antes e nunca realizado. Com 33 andares e mais de 400 metros de comprimento, abrigaria 5 700 unidades juntamente com serviços comuns, tais como comércio e escolas, sendo uma versão de Niemeyer para o programa desenvolvido por Le Corbusier em sua Unité d'Habitation em Marselha.. Um programa semelhante foi realizado no centro de São Paulo com o edifício Copan (1953–1966). Este famoso cartão-postal representa um microcosmo da população diversa da cidade. Sua horizontalidade, enfatizada pelos brises de concreto, juntamente com o fato de ser um edifício residencial, foi uma abordagem interessante para habitação popular no época, uma vez que em 1950 o processo de suburbanização já havia começado e os centros urbanos estavam sendo ocupado principalmente por empresas e corporações, geralmente ocupando edifícios verticais \"masculinos\", opostos à abordagem \"feminina\" de Niemeyer.Styliane Philippou. Challenging the Hierarchies of the City:Oscar Niemeyer’s Mid-Twentieth-Century Residential Buildings. Available from: tudelft.nl - pdf Em 1954, Niemeyer também projetou o Edifício Niemeyer na Praça da Liberdade, em Belo Horizonte. O edifício tem uma planta de forma totalmente livre é reminiscente do arranha-céu de vidro que Mies van der Rohe havia projetado em 1922, embora com uma qualidade material oposta à solução transparente do alemão. Na mesma praça Niemeyer projeta a Biblioteca Pública Estadual, também em 1954. Ainda em Belo Horizonte é responsável pelo projeto do Colégio Estadual Central, onde novamente Niemeyer se utiliza da técnica estrutural para obter resultados estéticos delicados, sem prejudicar funções programáticas. Durante esse período, Niemeyer projeta inúmeras residências. Entre eles estão uma casa de fim de semana para o seu pai, em Mendes (1949), que foi construída a partir da estrutura de um galinheiro existente; a residência Prudente de Morais Neto, no Rio de Janeiro (1943–1949), baseada no projeto original de Niemeyer para a casa de Kubitschek na Pampulha; uma casa para Gustavo Capanema (1947) (o ministro que encomendara o edifício do Ministério em 1935); a residência Leonel Miranda (1952), com duas rampas em espiral que dão acesso ao primeiro piso sobre pilotis oblíquos e com telhado borboleta. Estes projetos contam com a mesma fachada inclinada usada na Residência Tremaine, o que permite uma boa iluminação natural. Ainda em 1954 ele projetou a famosa casa Cavanelas, com seu telhado metálico aludindo a uma tenda e que, com a ajuda de jardins de Burle Marx, está perfeitamente adaptada ao sítio montanhoso.Alan Hess, Alan Weintraub. Oscar Niemeyer Houses No entanto, a sua obra-prima residencial é considerada a casa que Niemeyer projetou para si mesmo em 1953. A casa das Canoas está localizada em um terreno em declive com vista de longe para o mar, e é desenvolvida em dois pisos: o primeiro é um pavilhão transparente e fluido com um telhado em forma livre suportado em finas colunas metálicas. Os cômodos estão localizados no andar de baixo e é mais tradicionalmente organizado. O projeto aproveita o terreno irregular, de modo a não perturbar a paisagem. Embora a casa seja bem integrada no terreno, ela não escapou de críticas. Niemeyer lembrava que Walter Gropius, que visitou o país como um júri na segunda Bienal de São Paulo, argumentou que embora bela, a casa não poderia ser pré-fabricada, para que Niemeyer respondeu que a casa foi projetada para sua própria família e num terreno peculiar, não um plano simples.Maciel. Oscar Niemeyer: A Vida é um Sopro Para Henry-Russell Hitchcock, a casa das Canoas foi a expressão mais extrema do lirismo de Niemeyer, definindo ritmo e dança como a suprema transgressão à utilidade.Hitchcock, Henry-Russell. 1955. Latin American Architecture Since 1945 (New York Museum of Modern Art, Exhibition Catalogue) Mesmo ignorando algumas críticas, Niemeyer percebeu que tal arquitetura orgânica é de fato muito específica e dependente de grandes talentos e qualidade de execução para ser bem sucedida. Em meados da década de 1950, Oscar Niemeyer atuou, ainda que brevemente, no mercado imobiliário de São Paulo, para o Banco Nacional Imobiliário (BNI). Os edifícios Montreal, Triângulo, Califórnia e Eiffel são fruto de seu escritório montado em São Paulo neste período, sob supervisão do arquiteto Carlos Lemos, também responsável pela finalização e acompanhamento da execução do Copan. Na mesma época, Niemeyer também projetou o Edifício Itatiaia, em Campinas. Em 1955, funda a revista Módulo, no Rio de Janeiro, uma das mais importantes revistas de arquitetura, urbanismo, arte e cultura da década de 1950. Foi um dos grandes meios do arquiteto de divulgar sua obra no Brasil. Sua produção foi proibida pela ditadura militar em 1965 e só voltou a circular em 1975. ==== Revisão autocrítica: Depoimento ==== miniatura|upright|Edifício Eiffel Em 1953 a arquitetura moderna brasileira, que havia sido enormemente elogiada desde a exposição Brazil Builds, começou a ser alvo de críticas internacionais, principalmente das frentes racionalistas. A arquitetura de Niemeyer em particular foi muito criticada por Max Bill, arquiteto e designer suíço que havia concedido uma entrevista para a revista Manchete,Max Bill e a arquitetura contemporânea. Arquitetura e Engenharia. n. 26 . p.18 onde atacou o uso de formas livres por Niemeyer como puramente decorativo (em oposição ao conjunto Pedregulho, de Affonso Reidy), seu uso de painéis murais e o caráter individualista de sua arquitetura, que \"está em risco de cair em um academicismo antissocial perigoso\". A primeira reação de Niemeyer à crítica de Bill foi de ignorar e desqualificá-la, seguido por um ataque baseado na atitude paternalista de Bill, que o teria impedido de perceber as diferentes realidades sociais e econômicas entre o Brasil e os países europeus. Lucio Costa também destacou que a arquitetura brasileira (e a de Niemeyer) era baseada no trabalho não qualificado que permitiu uma arquitetura trabalhada manualmente com base no concreto, expressando \"uma tradição de construtores da igreja [brasileiros], ao contrário de montadores de relógios [suíços]\".Lucio Costa on Flavio Aquino's Max Bill critica a nossa moderna arquitetura. 13th/06/1953 thumb|upright|Edifício Califórnia Apesar de exagerada e mal- recebida, as palavras de Bill foram eficazes em trazer a atenção a arquitetura medíocre que estava sendo produzida por arquitetos menos talentosos, que utilizavam o vocabulário de Niemeyer da maneira antimoderna que Bill criticara. Niemeyer mesmo admitiu que por um determinado período \"aceitava trabalhos em demasia, executando-os as pressas, confiante na habilidade e na capacidade de improvisação de que me julgava possuidor\".NIEMEYER, Oscar. Depoimento. in MÓDULO, n. 9, p.3, 1958 O Edifício Califórnia em São Paulo é um exemplo. Ignorado por seu criador, ele apresenta os pilotis em V que funcionam bem em edifícios isolados no terreno, criando um tratamento diferente para aquele espaço sem a necessidade de dois sistemas estruturais distintos como Corbusier fizera em Marselha. Porém, seu uso num típico terreno urbano foi uma decisão puramente formalista que chegava a comprometer a lógica estrutural do edifício, que exigiu uma miríade de diferentes sistemas de sustentação.Alessandro José Castroviejo Ribeiro, Marcos José Carrilho e Paulo Sérgio Bárbaro Del Negro. Bolsistas: Mara Lucia da Silva e Marina Rodrigues Amado. Edifício e galeria Califórnia: o desenho e a cidade. Available from: docomomo.org.br - pdf A Interbau de Berlim em 1957 proporcionou a Niemeyer não só a chance de construir um exemplo de sua arquitetura na Alemanha, mas também a oportunidade de visitar a Europa pela primeira vez, em 1954. O contato com os antigos monumentos do velho mundo teve um impacto duradouro sobre as opiniões de Niemeyer sobre arquitetura, que então considerava completamente dependente das qualidades estéticas. Juntamente com suas análises sobre a produção brasileira da época e a recente crítica internacional recente, esta viagem levou Niemeyer a um processo de revisão de seu próprio trabalho, que ele publicou como um texto intitulado “Depoimento” em sua revista Módulo. Ele propôs uma simplificação de sua arquitetura, descartando múltiplos elementos secundários tais como brises-soleil, pilotis esculturais e marquises. Sua arquitetura a partir de então seria uma expressão da estrutura através de volumes puros. Seu método de projeto também mudaria, priorizando impacto estético sobre outras funções programáticas, uma vez que para ele, \"quando a forma cria beleza, tem na própria beleza em sua justificação\". Em 1955, aos 48 anos, Niemeyer projetou o Museu de Arte Moderna de Caracas. Esse projeto foi a materialização de sua revisão crítica. Posicionado no topo de um penhasco com vista para centro de Caracas, o museu tinha uma forma de pirâmide invertida que dominava a paisagem. O edifício prismático e opaco quase não possuía conexão com o exterior em suas paredes, embora seu teto de vidro permitia quantidades específicas de luz natural no edifício. Um sistema eletrônico manteria as condições de iluminação inalteradas durante todo o dia com luz artificial complementar. O interior, no entanto, era mais familiar à linguagem de Niemeyer, com o rampas-passarela que ligariam os diferentes níveis e o mezanino, uma laje de forma livre que tinha função estrutura de tirantes estabilizadores da forma piramidal. Esta pureza da forma e da simplicidade arquitetônica culminaria em seu trabalho em Brasília, onde as qualidades plásticas dos edifícios são expressas apenas por elementos estruturais. === Brasília === Em 1957, Niemeyer abre um concurso público para o Plano Piloto de Brasília, a nova capital. O projeto vencedor é o apresentado por Lúcio Costa, seu amigo e ex-patrão. Niemeyer, arquiteto escolhido por Juscelino, seria responsável pela concepção dos edifícios, enquanto Lúcio Costa desenvolveria o plano da cidade. A construção de Brasília foi desafiadora.FERNANDES, LUIZ GUSTAVO SOBRAL; MARTINS, Carlos Alberto Ferreira . Interpretando a historiografia da Arquitetura Moderna Brasileira: Brasília e monografias entre 1959 e 1973. DOCOMOMO BRASIL, v. 2, p. 50-58, 2018. A cidade foi erigida na velocidade de um mandato, e Niemeyer teve de planejar uma série de edifícios em poucos meses para configurá-la. Entre os de maior destaque estão a residência do Presidente (Palácio da Alvorada), o Palácio do Congresso Nacional (Câmara dos Deputados e Senado Federal), a Catedral de Brasília, os prédios dos ministérios, a sede do governo (Palácio do Planalto) além de prédios residenciais e comerciais. O engenheiro calculista Joaquim Cardozo foi o responsável pelos projetos estruturais das obras mais complexas da nova capital, como os palácios e a catedral, solucionando os desafios propostos por Niemeyer. A determinação de Kubitschek foi fundamental para a construção de Brasília, levando para frente sua intenção de desenvolver o centro despovoado do Brasil (a exemplo da marcha do oeste norte-americana): povoar o interior e levar o progresso Brasil adentro. O projeto de Lúcio Costa, vencedor do concurso, punha em prática os conceitos modernistas de cidade: o automóvel no topo da hierarquia viária, facilitando o deslocamento na cidade, os blocos de edifícios afastados, em pilotis sobre grandes áreas verdes. Brasília possui diretrizes que remetem aos projetos de Le Corbusier na década de 1920 e ainda ao seu projeto para a cidade de Chandigarh, pela escala monumental dos edifícios governamentais. A cidade de Lúcio Costa também possui conceitos semelhantes aos dos estudos de Hilberseimer. Nesta nova cidade projetada, levou-se em conta a ideia da Carta de Atenas, onde todas as moradias seriam reunidas numa área comum. Dessa, todos os funcionários, fossem serventes ou parlamentares, deveriam habitar os mesmos prédios, o que foi equivocadamente relacionado às posições políticas de Niemeyer. A construção de Brasília foi controversa; os preceitos do urbanismo modernista já sofriam críticas antes mesmo do início de sua construção, devido a sua escala monumental e à prioridade dada ao automóvel. Brasília cresceu de forma não prevista e cidades-satélites surgiram para acomodar a crescente população. Atualmente, apenas uma pequena parcela dos habitantes do Distrito Federal habita a área prevista no plano piloto de Lúcio Costa. Em maio de 1958 inaugurou-se o primeiro templo de alvenaria em Brasília, a Igrejinha Nossa Senhora de Fátima. Construída em 100 dias, mostra entre tantos monumentos como Niemeyer manipula a escala pequena e humana. O interior possuía painéis de Alfredo Volpi. O Palácio da Alvorada foi o primeiro edifício público inaugurado em Brasília, em junho de 1958. Nesta obra Niemeyer desenha pilares em um formato inusitado. A forma dos pilares da fachada deu origem ao símbolo e emblema da cidade, presente no brasão do Distrito Federal. O Palácio do Planalto foi inaugurado no dia da transição da capital, em 21 de abril de 1960. Durante a construção do edifício, a sede do Governo funcionou no Catetinho, um sobrado de madeira, nos arredores de Brasília. É um dos edifícios da Praça dos Três Poderes, sendo os demais o Supremo Tribunal Federal e o Congresso Nacional. Marcante por sua arquitetura singular, a Catedral Metropolitana é uma das obras mais expressivas de Brasília. O acesso à nave se dá através de uma passagem subterrânea, intencionalmente escura e mal-iluminada, visando o contraste com o interior que recebe iluminação natural intensa. O edifício do Congresso Nacional do Brasil, inaugurado em 1960, localiza-se no centro do Eixo Monumental, a principal avenida de Brasília. À frente há um espelho d'água e um grande gramado e na parte posterior do edifício se encontra a Praça dos Três Poderes. É um dos edifícios mais importantes do Brasil. É composto de duas semiesferas, que abrigam o Câmara dos Deputados e o Senado. Entre as semiesferas há dois blocos de escritórios. Em Brasília, Oscar Niemeyer foi responsável também pelo projeto de ampliação do prédio da Aliança Francesa em 1976. === Exílio e projetos no exterior === Em 1964 viaja para Israel a trabalho e volta para um Brasil completamente diferente. Em março o presidente João Goulart (Jango), que assumira após o presidente eleito Jânio Quadros renunciar, havia sido deposto por um golpe dos militares, que assumem o controle do país e instauram um regime de ditadura que duraria 21 anos. O comunismo de Niemeyer lhe custou caro. No período da ditadura militar do Brasil, a revista Módulo, que dirigia, tem a sede parcialmente destruída, o escritório de Niemeyer é saqueado, seus projetos passam a ser recusados e a clientela desaparece. Em 1965, 223 professores, entre eles Niemeyer, se demitem da Universidade de Brasília, em protesto contra a política universitária e retaliações do Governo Militar. No mesmo ano viaja para França, para uma exposição sobre sua obra no Museu do Louvre. No ano seguinte, impedido de trabalhar no Brasil, muda-se para Paris. Começa aí uma nova fase de sua vida e obra. Abre um escritório na avenida des Champs-Élysées, número 90,ASSUMPÇÃO, Maurício Torres. A História do Brasil nas Ruas de Paris. Rio de Janeiro: LeYa/Casa da Palavra, 2014. p. 435. ISBN 978-85-7734-485-7 recebendo comissões de diversos países, em especial da Argélia, onde desenha a Universidade de Constantine e, em 1970, a mesquita de Argel. Na França, projeta a sede do Partido Comunista Francês (doação), a Bolsa de Trabalho de Bobigny, o Centro Cultural Le Havre e na Itália a Editora Mondadori. Este último edifício foi encomendado por Arnoldo Mondadori, que havia se impressionado com o Palácio Itamaraty durante uma visita a Brasília. Ao especificar que gostaria de uma colunata similar em seu edifício, Niemeyer atendeu ao pedido porém utilizando arcos de contornos paramétricos, que poderiam cobrir vãos diferenciados, oposto aos arcos plenos do edifício de Brasília. No edifício milanês, todos os cinco pavimentos são suspensos na colunata, o que transfere às delicadas colunas muito mais cargas que no esquema do Itamaraty. === 1990–2012 === Dada a preferência pelo concreto armado e o desenvolvimento das inúmeras possibilidades fornecidas pelo mesmo, as obras de Niemeyer contaram com a fundamental parceria dos engenheiros Joaquim Cardozo (1897–1978) e José Carlos Sussekind (1947), sendo o primeiro responsável pelo cálculo da maioria das obras da construção de Brasília e o segundo pelas obras da década de 1970 até a atualidade. Niemeyer retorna ao Brasil no começo dos anos 1980, no início da abertura política, quando da anistia dos exilados no governo João Figueiredo. Na ocasião o antropólogo Darcy Ribeiro, amigo de Niemeyer, era vice de Leonel Brizola, ex-exilado e governador do Rio de Janeiro eleito em 1982. Para consolidar os projetos educacionais e culturais de Darcy Ribeiro, Niemeyer projeta os CIEPs e o Sambódromo do Rio de Janeiro, que possui salas de aula sob as arquibancadas. Projetou ainda na década de 1980 o Memorial JK; o Edifício Manchete; sede do Grupo Bloch em 1983; a Arena de Rodeios e o Parque do Peão \"Mussa Calil Neto\", na cidade de Barretos, interior de São Paulo (1984); o Panteão da Pátria em Brasília (1985) e o Memorial da América Latina (1987), em São Paulo. Em 1988, é criada a Fundação Oscar Niemeyer a fim de preservar o seu acervo de cerca de 500 trabalhos. O Memorial da América Latina, localizado no bairro da Barra Funda, na cidade de São Paulo, inaugurado em 18 de março de 1989, possui o conceito e o projeto cultural desenvolvido pelo antropólogo Darcy Ribeiro. Em 1991, aos 84 anos, projetou o MAC Niterói, em um terreno que ele próprio escolheu quando andava de carro por Niterói. Considerado uma de suas grandes obras, o projeto do MAC integra a arquitetura com o panorama da Baía de Guanabara, a praia de Icaraí e o relevo do Rio de Janeiro. Em 22 de novembro de 2002 foi inaugurado o complexo que abriga o Museu Oscar Niemeyer, em Curitiba. Por sua forma inusitada, o museu é popularmente chamado de Museu do Olho ou Olho do Niemeyer. Abriga diversas exposições ao longo do ano e traz milhares de turistas do Brasil e do exterior. O Museu preza por sua arquitetura moderna, representando originalmente uma araucária (segundo Niemeyer). Em 2003, Niemeyer foi escolhido para projetar seu primeiro edifício na Grã-Bretanha, um pavilhão provisório da Serpentine Galleries — uma galeria londrina que constrói a cada ano um pavilhão no Jardim do Hyde Park. Apesar de sua preferência pelo concreto, Niemeyer optou pela execução em aço devido ao caráter temporário da obra, que pedia uma arquitetura desmontável. No ano de 2002 é concluída a 12ª versão do projeto do Auditório Ibirapuera, projetado para o local desde 1952 e cujas obras são finalizadas em 2005. Em 15 de dezembro de 2006, com quase 50 anos de atraso, foi inaugurado o Museu Nacional Honestino Guimarães e a Biblioteca Nacional Leonel de Moura Brizola, que formam, juntas, o maior centro cultural do Brasil, denominado Complexo Cultural da República, na Esplanada dos Ministérios em Brasília. O Complexo, de 91,8 mil metros quadrados custou 110 milhões de reais ao Governo do Distrito Federal. visitado em 2 de agosto de 2008 A inauguração foi programada para coincidir com o 99º aniversário de Oscar Niemeyer. Conjunto, projetado por Oscar Niemeyer, de construções na orla da cidade de Niterói, no estado do Rio de Janeiro, no Brasil, em caráter complementar ao Museu de Arte Contemporânea de Niterói, em um caminho entre o Centro da cidade e os bairros da Zona Sul, formando um complexo cultural, o Caminho Niemeyer. Integram, além do Museu de Arte Contemporânea, a estação de catamarãs de Charitas, o Teatro Popular de Niterói, o Memorial Roberto Silveira, a sede da Fundação Oscar Niemeyer e a Praça JK. Está em construção o Museu do Cinema Brasileiro. Foram acrescentados recentemente, ao projeto, uma torre panorâmica, uma nova estação de barcas e um centro de convenções. ==== 2007: seu centenário ==== Niemeyer completou em 2007 o centésimo aniversário perfeitamente lúcido e ativo. Neste mesmo ano, no dia 12 de dezembro, recebeu a mais alta condecoração do governo francês pelo conjunto de sua obra, o título de Comendador da Ordem Nacional da Legião de Honra. Vladimir Putin, presidente da Rússia, conferiu-lhe a condecoração da Ordem da Amizade no dia 14 de dezembro. No mesmo ano de 2007 o Iphan tombou 35 obras do arquiteto, das quais 24 foram selecionadas pelo próprio Niemeyer. Lauro Cavalcanti e André Corrêa do Lago - Vitruvius, nov/2005 visitado em 2 de agosto] de 2008 Fora do Brasil, em 2007, o arquiteto iniciou as obras do seu primeiro projeto na Espanha: um centro cultural com o seu nome, Centro Niemeyer, em Avilés, Astúrias. Este projeto foi oferecido à Fundação Príncipe das Astúrias como agradecimento pela condecoração que Niemeyer recebeu, em 1989 (Prémio Príncipe das Astúrias das Artes). Do projeto consta de cinco peças separadas e complementares: praça, auditório, cúpula, torre e um edifício polivalente. Foi inaugurado na Primavera de 2011. Em julho de 2008, foram inaugurados a Estação Cabo Branco e o Parque da Cidade Dom Nivaldo Monte em duas capitais nordestinas, respectivamente, João Pessoa e Natal. A Estação está localizada na Ponta do Seixas, ponto turístico da capital paraibana conhecido como extremo oriental das Américas, e tem como foco central \"uma torre espelhada erguida em forma octogonal, com 43 metros de distância entre lados opostos e apoiada sobre uma parede cilíndrica com quinze metros de diâmetro\". A Estação Cabo Branco possui área construída de m².. Já o Parque, localizado em uma grande área verde de 64 hectares (640 mil m²) preservada na capital potiguar, possui um mirante de sessenta metros de altura de onde é possível observar toda a cidade.Tribuna do Norte - Memória Multimida Também foi convidado a elaborar o projeto arquitetônico do novo centro administrativo do governo de Minas Gerais. Este centro localiza-se entre a capital mineira e o Aeroporto Internacional Tancredo Neves (Confins). Mais um projeto ousado que — entre outras edificações no local — previa uma laje de quase 150 metros apoiada em apenas dois pilares. Curvas, concreto armado e o maior prédio suspenso do mundo. A Cidade Administrativa de Minas Gerais é considerada o projeto mais ousado de Oscar Niemeyer. A obra, realizada no governo Aécio Neves, abriga as Secretarias e órgãos do Estado e foi inaugurada em 4 de março de 2010. Dar vida às formas desenhadas por Niemeyer foi um grande desafio conquistado pela engenharia. O conjunto abriga ao todo cinco edificações. O Palácio Tiradentes, sede do governo, é totalmente suspenso por cabos de aço, formando um vão livre de 147 metros no térreo. As secretarias foram alocadas em dois prédios idênticos com os nomes \"Minas\" e \"Gerais\", feitos em curva, com quinze andares cada um. Completam o cenário, um centro de convivência em formato redondo, com lojas, restaurantes e bancos, e o auditório JK com 490 lugares. == Últimos anos de vida e morte == Até 23 de setembro de 2009, quando foi internado, passando em seguida por duas cirurgias, para retirada da vesícula e de um tumor do cólon, o arquiteto costumava ir todos os dias ao seu escritório em Copacabana, onde trabalhava no projeto Caminho Niemeyer, em Niterói, um conjunto de nove prédios de sua autoria. Até outubro de 2009, Niemeyer permaneceu internado no mesmo hospital, no Rio de Janeiro. Em 25 de abril de 2010, foi novamente internado, apresentando um quadro de infecção urinária. O arquiteto deveria participar do lançamento da edição especial da revista \"Nosso Caminho\", no dia 27 de abril, em homenagem aos 50 anos de Brasília. A festa foi cancelada.Último Segundo, 27 de abril de 2010. Estado de Oscar Niemeyer é estável. Poucos dias antes de completar 105 anos de idade, Oscar Niemeyer morreu no Rio de Janeiro, a 5 de dezembro de 2012, às 21h55, em decorrência de uma infecção respiratória. Estava internado desde 2 de novembro, no Hospital Samaritano, em Botafogo, na Zona Sul da cidade. \"Ele falava sobre novos projetos\", diz médico sobre Niemeyer Seu corpo encontra-se sepultado no Cemitério de São João Batista no Rio de Janeiro onde também encontra-se sepultada sua única filha Anna Maria Niemeyer, falecida também em 2012. Niemeyer se destacou por seu uso de formas abstratas e pelas curvas que caracterizam a maioria de suas obras, e escreveu em suas memórias: == Posições políticas e religiosas == A luta política é uma das questões que sempre marcaram a vida e obra de Oscar Niemeyer, que sempre se declarou um comunista convicto. Em 1945, muitos militantes comunistas que foram presos sob a ditadura de Vargas foram libertados, e Niemeyer, que na época mantinha um escritório na Rua Conde Lages (na Glória), decidiu oferecer abrigo a alguns deles. A experiência permitiu que conhecesse Luís Carlos Prestes, uma das figuras mais importante da esquerda no Brasil. Depois de algumas semanas, Niemeyer decidiu ceder a casa para Prestes e seus partidários. Niemeyer ingressou no Partido Comunista do Brasil (PCB) em 1945 e chegou a ser presidente do refundado Partido Comunista Brasileiro em 1992. Niemeyer era um menino na época da Revolução Russa de 1917, e pela Segunda Guerra Mundial, tornou-se um jovem idealista. Durante a ditadura militar do Brasil seu escritório foi invadido e ele optou por se exilar na Europa. O ministro da Aeronáutica da época teria dito que “lugar de arquiteto comunista é Moscou”.. Em 1963 foi agraciado com o Prêmio Lênin da Paz. Visitou a União Soviética, teve encontros com diversos líderes socialistas e foi amigo de alguns deles. Em 2007 presenteou Fidel Castro com uma escultura de caráter antiamericano: uma figura monstruosa ameaçando um homem que se defende empunhando uma bandeira de Cuba. Niemeyer também era um amigo próximo de Fidel Castro, que muitas vezes visitou seu escritório. Castro uma vez disse: \"Niemeyer e eu somos os últimos comunistas deste planeta\". Niemeyer dizia: \"Nossa preocupação é política também — para mudar o mundo... Arquitetura é o meu trabalho, e eu passei a minha vida inteira em uma prancha de desenho, mas a vida é mais importante do que a arquitetura, o que importa é melhoria do ser humano\". Niemeyer foi ateu pela maior parte de sua vida,. baseando suas crenças tanto nas \"injustiças deste mundo\" e em princípios cosmológicos: \"É um universo fantástico que nos humilha, e nós não podemos usufruir dele, mas ficamos maravilhados com o poder da mente humana... no final, é isso, você nasce, você morre, é isso!\". Tais pontos de vista nunca o impediram de projetar edifícios religiosos, que vão desde pequenas capelas católicas, até catedrais, mesquitas e igrejas ortodoxas. Também é sensível às crenças espirituais do público que frequentaria seus edifícios religiosos. Na Catedral de Brasília, as grandes aberturas em vidro têm o papel \"de conectar as pessoas com o céu, onde os crentes acreditam estar o paraíso e Deus.\" == Críticas == A partir de Pampulha, especificamente seu trabalho na Igreja São Francisco de Assis, Niemeyer sofreu críticas internacionais sobre o caráter individualista de sua obra. De acordo com os preceitos modernistas da época, a arquitetura deveria ser uma arte em si só, desempenhando seu papel social inerente. Especialmente na sociedade em que se desenvolvia, seria necessário primar função e economia nas construções, visto que no período pós-guerra o problema de habitação social se tornou bastante discutido. Embora seus primeiros trabalhos claramente se desenvolvessem em função de solucionar o programa em questão, seus projetos após Brasília se desenvolveram de maneira cada vez mais escultórica, de modo que nos anos 2000 sua arquitetura apresenta sérios problemas funcionais. Nicolai Ouroussoff criticou o arquiteto por seu projeto para o Museu Nacional Honestino Guimarães. A estrutura pesada não apenas contrasta com a delicadeza característica de sua obra anterior como também falha em produzir um espaço agradável para expor arte. Frederico de Holanda sugere que os últimos trabalhos de Niemeyer, cada vez mais opacos e indiferentes ao entorno, também não cumprem a função de definir um espaço urbano, dada a escala e as formas escultóricas que não definem limites reais ou virtuais.Frederico de Holanda. Oscar Niemeyer: de Vidro e Concreto. FRBH 2010 Os últimos projetos arquitetônicos de Niemeyer custaram altas cifras ao Estado: em 2007, cobrou 7 milhões de reais pelo projeto da nova sede do Tribunal Superior Eleitoral, em Brasília, tendo sua empresa recebido 33,5 milhões de reais do governo federal, entre 1996 e 2008, apenas por projetos de obras em Brasília. Alguns críticos apontam o fato de que a arquitetura de Niemeyer é muitas vezes contraditória com suas convicções políticas. Seu primeiro grande trabalho, a Pampulha, teve um caráter burguês, e Brasília é famosa por seus palácios. Niemeyer defende sua arquitetura ao destituí-la de função social. Ao contrário de Walter Gropius, que acreditava numa arquitetura racionalista e industrial capaz de adaptar a sociedade para um novo tempo, Niemeyer era cético sobre a capacidade da arquitetura de mudar uma \"sociedade injusta\". Niemeyer defende que o ativismo social deve ser feito politicamente, e não através da arquitetura. Uma simplificação arquitetônica para tais fins seria, portanto, antimoderno ao não explorar os limites da tecnologia construtiva.Marcos Sá Corrêa. Oscar Niemeyer. Ediouro 2005 Aqueles que não o admiram dizem que é vaidoso, frívolo e contraditório. Ironicamente, estes últimos deram-lhe a alcunha de \"arquiteto oficial\", graças ao seu grande prestígio junto aos políticos. Sobre o projeto da biblioteca no Memorial da América Latina, na Barra Funda, em São Paulo, o arquiteto Joaquim Guedes afirmou: == Outras artes == === Design === Niemeyer também produziu mobílias na década de 1970, levando à madeira prensada as curvas que já aplicava ao concreto. Projetou, junto com sua filha Anna Maria, o mobiliário do Palácio da Alvorada, o da Sede do Partido Comunista Francês e alguns outros móveis comercializados na mesma década. Os móveis de Niemeyer foram expostos em diversos museus brasileiros e salões e feiras internacionais. === Escultura === * Monumento a Carlos Fonseca Amador, Nicarágua, 1982 * Monumento \"Tortura Nunca Mais\", Rio de Janeiro, 1986 * Monumento \"Nove de Novembro\" (dedicado aos três operários assassinados durante a greve de novembro de 1988), Volta Redonda, 1988 * Escultura Mão, na Praça Cívica do Memorial da América Latina, 1989 * Memorial da Ilha de Gorée, Largo de Dakar, Senegal, 1991 * Marco à Coluna Prestes, Santo Ângelo, 1995 * Esculturas \"Forma no Espaço II\", \"Mulher I\", \"Violência\", \"Retirantes\" e \"Forma no Espaço I\" (encomendadas pela Prefeitura da Cidade do Rio de Janeiro, expostas na praia do Leme em 2000 e atualmente instaladas no Parque Dois Irmãos, também no Rio de Janeiro) — nomes pôr ordem na foto da ligação. * Rodoviária de Londrina- Paraná em 2000 * Monumento \"Sem Terra do Paraná\", 2001 erigido no local onde foi morto o líder Sem Terra Antônio Tavares Pereira. * Escultura \"Uma Mulher, uma Flor, Solidariedade\", Parque Bercy, Paris, 2007 * Escultura para Cuba (doação), Havana, 2007 * Troféu GP Brasil de Fórmula Um 2009 e 2010. === Livros publicados === * Quase memórias: viagens, tempos de entusiasmo e revolta — 1968 * Minha experiência em Brasília, 1961, editado posteriormente na França, Cuba e Rússia * A forma na arquitetura — 1980 * Rio: de Província a Metrópole — 1980 * Como se faz arquitetura — 1986 * Trecho de Nuvens — 1989 * Conversa de arquiteto — 1994 * As curvas do tempo — Memórias — 1998 * Meu sósia e eu — 1999 * As curvas do tempo — 2000 * Minha arquitetura Editora Revan, Rio de Janeiro, 2000 * Conversa de amigos — Correspondência entre Oscar Niemeyer e José Carlos Sussekind, com José Carlos Sussekind, 2002 * Minha arquitetura — 1937–2004, Editora Revan, Rio de Janeiro, 2004 * Sem rodeios — 2006, contos. Editora Revan, Rio de Janeiro, 2006 == Prêmios e condecorações == * 1963 - Prêmio Lênin da Paz, Governo da União das Repúblicas Socialistas Soviéticas * 1963 - Membro honorário do Instituto Americano de Arquitetos * 1964 - Membro honorário da Academia Americana de Artes e Letras e do Instituto Nacional de Artes e Letras * 1975 - Comendador da Ordem do Infante D. Henrique de Portugal (3 de Março) * 1988 - Prêmio Pritzker de Arquitetura, dos Estados Unidos * 1988 - Título de Doutor Honoris Causa da Universidade Federal do Rio de Janeiro * 1989 - Título de Doutor Honoris Causa da Universidade de Brasília * 1989 - Prémio Príncipe das Astúrias das Artes Espanha * 1989 - Medalha Chico Mendes de Resistência. * 1990 - Cavaleiro Comendador da Ordem de São Gregório Magno, Vaticano / Santa Sé * 1994 - Grã-Cruz da Ordem Militar de Sant'Iago da Espada de Portugal (26 de Novembro) * 1995 - Título de Doutor Honoris Causa da Universidade de São Paulo * 1995 - Título de Doutor Honoris Causa da Universidade Federal de Minas Gerais * 1996 - Prêmio Leão de Ouro da Bienal de Veneza, VI Mostra Internacional de Arquitetura * 1998 - Royal Gold Medal do Royal Institute of British Architects * 2001 - Medalha da Ordem da Solidariedade do Conselho de Estado da República de Cuba * 2001 - Medalha do Mérito Darcy Ribeiro do Conselho Estadual de Educação do Estado do Rio de Janeiro * 2001 - Prêmio UNESCO 2001, na categoria Cultura * 2001 - Título de Grande Oficial da Ordem do Mérito Docente e Cultural Gabriela Mistral, do Ministério da Educação do Chile * 2001 - Título de Arquiteto do Século XX, do Conselho Superior do Instituto de Arquitetos do Brasil * 2004 - Praemium Imperiale, Japan Art Association * 2005 - Patrono da Arquitetura Brasileira, declarado pela Lei nº 11.117, de 18 de maio de 2005 * 2007 - Medalha Ordem do Mérito Cultural, Brasil * 2007 - Medalha e título de Comendador da Ordem Nacional da Legião da Honra, Governo da França * 2007 - Medalha da Ordem da Amizade, Governo da Rússia * 2007 - Medalha Oscar Niemeyer do Partido Comunista Marxista-Leninista * 2008 - Prêmio ALBA das Artes, Venezuela, Cuba, Bolívia, Nicarágua * 2009 - Orden de las Artes y las Letras de España * 2009 - Título de Doutor Honoris Causa da Universidade Técnica de Lisboa == Legado == Ele tem sido exaltado pelos seus admiradores como grande artista e um dos mais importantes arquitetos de sua geração. Em 2007 foi eleito o nono gênio mundial vivo em uma lista compilada pela empresa Syntetics (Lista dos 100 maiores gênios vivos). Desde 1984, o desfile das escolas de samba do Rio de Janeiro é realizado no Sambódromo da Marquês de Sapucaí projetado por Oscar Niemeyer. Em 2003 o GRES Unidos de Vila Isabel celebrou a vida do arquiteto no seu desfile de carnaval. Foi a primeira vez que a escola de Vila Isabel homenageou um personagem histórico ainda em vida. O samba enredo do desfile — O Arquiteto no Recanto da Princesa — foi composto pelo sambista Martinho da Vila. Os projetos de Oscar Niemeyer têm sido uma das maiores fontes de inspiração do pintor francês Jacques Benoit. Em 2006 Benoit apresentou em Paris uma série de pinturas intituladas Três Traços de Oscar, baseadas no legado arquitetônico de Niemeyer na França. Em 2010, a Comissão do Jubileu de Brasília selecionou a obra de Benoit para o cinquentenário da capital brasileira. A exposição Brasília. De Carne e Alma exibia 27 telas divididas em três séries, todas inspiradas pela paisagem arquitetônica de Brasília e a história da sua construção. Em 2013, logo após a morte de Niemeyer, o muralista paulista Eduardo Kobra e quatro outros artistas celebraram a vida do arquiteto com um gigantesco mural, cobrindo toda a fachada de um arranha-céu da Avenida Paulista, em São Paulo. O trabalho é inspirado na arquitetura de Niemeyer, o seu amor pelo concreto e Le Corbusier. == Ver também == * Arquitetura moderna no Brasil * Lista de obras de Oscar Niemeyer * Oscar Niemeyer (navio) === Bibliografia === * ALAN, Hess. Oscar Niemeyer: Houses, Editora Rizzoli, 2006 * ASSUMPÇÃO, Maurício Torres. A História do Brasil nas Ruas de Paris. Rio de Janeiro: LeYa/Casa da Palavra, 2014. p. 435\\. * CHARLES, Marcio Torres. \"Oscar Niemeyer\", Editora Recomeçar, 2003, ISBN 8576031498 * LAGO, Andre Correa do. Oscar Niemeyer — Uma Arquitetura da Sedução, Editora BEI, 2007 * LACERDA, Luiz Claudio e RANDOLPH, Rogerio. Oscar Niemeyer 360 — Minhas Obras Favoritas, 360° EDITORA, 2006 * OHTAKE, Ricardo. Oscar Niemeyer, Publifolha, 2007 * PEREIRA, Miguel Alves. Arquitetura, texto e contexto: O discurso de Oscar Niemeyer, Editora UnB, 1997 * PHILIPPOU, Styliane. Oscar Niemeyer: Curves of Irreverence — Yale University Press, 2008 — * SALVAING, Matthiue. Oscar Niemeyer, Editora Assouline, 2002 * UNDERWOOD, David. Oscar e o Modernismo de Formas Livres no Brasil, Editora COSAC NAIFY, 2002, == Ligações externas == * * * === Imagens das obras === * The New York Times — Slide showvisitado em 2 de agosto de 2008 * FolhaUol — Slide Show visitado em 5 de agosto] de 2008 * Galeria de fotos de os projetos de Oscar Niemeyer visitado em 5 de agosto de 2008 Categoria:Agraciados com a Ordem do Mérito Cultural Categoria:Arquitetos do Brasil Categoria:Arquitetos do modernismo Categoria:Arquitetos do pós- modernismo Categoria:Ateus do Brasil Categoria:Brasileiros de ascendência alemã Categoria:Brasileiros de ascendência árabe Categoria:Brasileiros de ascendência portuguesa Categoria:Exilados na ditadura militar no Brasil (1964–1985) Categoria:Centenários do estado do Rio de Janeiro Categoria:Comendadores da Ordem de São Gregório Magno Categoria:Comendadores da Ordem do Infante D. Henrique Categoria:Comunistas do Brasil Categoria:Membros do Partido Comunista Brasileiro Categoria:Doutores honoris causa da Universidade de Brasília Categoria:Grã-Cruz da Ordem Nacional do Mérito Científico Categoria:Grã-Cruzes da Ordem Militar de Sant'Iago da Espada Categoria:Marxistas do Brasil Categoria:Medalha de Ouro do RIBA Categoria:Naturais da cidade do Rio de Janeiro Categoria:Prêmio Lenin da Paz Categoria:Prémio Princesa de Astúrias de Artes Categoria:Prémio Pritzker Categoria:Professores da Universidade de Brasília Categoria:Sepultados no Cemitério de São João Batista (Rio de Janeiro) Categoria:Arquitetos do Brasil do século XX Categoria:Agraciados com a Ordem da Amizade Categoria:Patronos do Brasil",
 "title": "Oscar Niemeyer"
}