{
 "id": "59574",
 "text": "Deee-lite foi um trio de música dance e música house formado na década de 1980 em Nova York e com as primeiras músicas de sucesso, do primeiro trabalho, World Clique, lançadas em 1990 pela Elektra Entertainment, atualmente uma subsidiária da Warner Communications. == Carreira == A banda foi formada em 1986 como um duo na cidade de Nova Iorque, com Lady Miss Kier (nascida Kierin Magenta Kirby) primariamente nos vocais e Supa DJ Dmitry (nascido na União Soviética como Dmitry Brill) como o DJ. Se tornou um trio quando DJ Towa Tei se juntou ao grupo em 1988. Inicialmente, Kier e Dmitry tocaram suas músicas mensalmente em vários clubes noturnos do Centro da cidade de Nova Iorque de 1986 em diante. Em 1987, Kier comprou o sampler Akai, que influenciou tremendamente seu som. Por essa razão, ela chamou sua companhia de produção de sampladelic. Desde o início, Kier desenhou os pôsteres e convites das apresentações da banda. Ela também foi a desenhista gráfica dos três álbuns e doze singles da banda. A banda tocava tanto em clubes de hip-hop quanto em clubes de house music, e tanto em clubes LGBTQ+ quanto em clubes heterossexuais, incluindo o festival drag Wigstock e a abertura das apresentações de De La Soul e Jungle Brothers. Como descrito pela revista Rolling Stone, eles estavam desenhando multidões vívidas, multirraciais e pansexuais. Parte do apelo da banda era sua inclusividade, como notado pela revista Mademoiselle: como um grupo, eles são um festival de individualidade; como uma banda, eles são uma festa a que qualquer um pode comparecer. Nesses anos iniciais, suas apresentações ao vivo atraíam um público constante, que incluía Towa Tei como fã. Logo em seguida, Towa enviou, a Kier e Dmitry, uma fita sua. Kier e Dmitry logo perceberam que, como eles, Towa também gostava de uma fusão entre techno e funk. Towa e Dmitry começaram a programar em conjunto o computador da banda. Embora Towa não tocasse nenhum instrumento nem lhes tivesse mostrado nenhuma música de sua autoria, ele era um ávido colecionador de discos, e inseriu samples na música da banda, que se tornou mais escorregadia. Kier e Dmitry convidaram Towa para se juntar à banda em 1988. === World Clique (1990) === Os três juntos produziram seu primeiro álbum, World Clique, em 1990. Kier escreveu todas as letras e melodias, e também organizou o contato com Bootsy Collins para realizarem sessões conjuntas. Dmitry tocou guitarra, teclado e baixo, e Towa juntou samples para preenchimentos e ritmos. Bootsy Collins lhes apresentou The Horny Horns, Fred Wesley, Maceo Parker, Mudbone Cooper e Bernie Worrell. Além disso, ele lhes ajudou a montar a banda da turnê. O Deee-Lite foi capturado pela cena mainstream com o seu maior single, Groove Is in the Heart, lançado em Agosto do ano, se tornando um sucesso instantâneo em diversos países. A canção apresenta vocais do rapper Q-Tip (do coletivo de hip-hop A Tribe Called Quest), bem como o famoso loop de baixo sampleado da canção Bring down the birds, de Herbie Hancock, e vocais adicionais de Bootsy Collins, um fã da banda. No mesmo mês, lança-se o primeiro álbum da banda, World Clique, com participações de Bootsy Collins, Q-Tip, Fred Wesley e Maceo Parker. O sucesso inicial do álbum ocorreu no Reino Unido, onde teve pico na décima quarta posição em Setembro do mesmo ano. Simultaneamente, na Billboard Hot 200, o álbum estreou na centésima quinta posição, porém, com o sucesso de Groove Is In The Heart, o álbum pulou até a vigésima posição da parada musical. O álbum rendeu mais três singles: Power Of Love, Good Beat e E.S.P.. O álbum rendeu uma turnê com a banda de Bootsy Collins, tendo, como suas apresentações mais famosas, a no Montreux Jazz Festival e a no Rock In Rio:http://veja.abril.com.br/multimidia/video/o-grupo-deee-lite-apresentou- grove-is-in-the-heart-no-rock-in-rio-ii-em-1991 ambas as apresentações no ano de 1991. === Infinity Within (1992) === Towa não participou da turnê mundial do primeiro álbum. Para ela, a banda contou com uma equipe de nove músicos. Ao invés disso, Towa preferiu começar a trabalhar no segundo álbum da banda, Infinity Within, no conforto de sua casa, onde estava próximo a seus discos e samples. Como disse para o MTV News, uma das razões pelas quais eu saí do Deee-Lite foi que eu detestava as turnês - tocar as mesmas canções todas as noites. Eu não sou esse tipo de pessoa: detesto ficar em frente de pessoas. Dois anos após o sucesso de World Clique, a banda volta com o álbum Infinity Within, este carregado de mensagens políticas e problemas sociais. O carro chefe do álbum, Runaway, acabou por atingir o topo nas paradas dance dos Estados Unidos. Do álbum, também foram lançados os singles Thank You Everyday, I Had A Dream I Was Falling Through A Hole In The Ozone Layer e Pussycat Meow. No entanto, o álbum falhou em obter o mesmo sucesso de seu antecessor. A banda também não recebeu fundos da gravadora para financiar a turnê do segundo álbum, como havia sido prometido no contrato com a Warner. === Dewdrops In The Garden, Dewdrops In The Remix e Sampladelic Relics & Dancefloor Odities (1993 - 1996) === Depois do lançamento do segundo álbum, Kier e Dmitry começaram a imaginar que o seu som poderia estar perdendo contato com a pista de dança. Então começaram a compor o clássico álbum das pistas de dança Dewdrops in the garden. Na época, eram fortes as diferenças criativas entre Towa e os outros dois integrantes do grupo. Towa disse, para o MTV News: quando eu tomei a grande decisão de dar uma parada, eu comecei a ouvir diferentes estilos de música novamente: bossa nova, trilhas sonoras. Eu comecei a obter material que ia além do conceito do Deee-Lite. Para mim, isso era bom, mas para eles, isso não se encaixava. Após dois anos em turnê com a promoção do álbum Infinity Within, Towa Tei deixa a banda para trabalhar em projetos solos como DJ principal, apesar de ter ajudado na produção da canção Call Me. Dewdrops In The Garden é o terceiro e mais arriscado álbum da banda, com uma house music mais pesada, diferente da sonoridade de World Clique. Apesar da popularidade em baixa na cena mainstream, o álbum vendeu mais que seu antecessor por conta da turnê em promoção do álbum. Nesse álbum, entra, no lugar de Towa Tei, o DJ Ani. Em 1994, o relacionamento conturbado entre Kier e Dmitry chega ao fim, junto com o grupo. Em 1996, é lançado Sampladelic Relics & Dancefloor Odities, que é uma compilação de remixes e vocais de todos os anos da banda. === Pós Deee-Lite (1996 - atualmente) === Desde a saída do grupo, Tei gravou diversos álbuns como artista solo. Atualmente, ele faz parte do supergrupo japonês METAFIVE. Desde o fim do Deee-Lite, Kier, Dmitry e Ani têm mantido carreiras de sucesso na cena de DJs. Em uma entrevista em 2011, Tei descartou as chances de uma reunião da Deee-Lite, citando as diferenças criativas e pessoais que o fizeram sair do grupo. Nos anos seguintes ao fim da banda, Kier e Dmitry enfrentaram problemas financeiros devido a problemas com o empresário. Atualmente, eles continuam trabalhando como letristas, DJs e produtores. Kier ainda é, primariamente, cantora, compositora e DJ, tendo viajado por todo o mundo e participado de álbuns de vários artistas renomados. Ela sempre é tida como um ícone estilístico por revistas como a Vogue por seu distinto estilo de se vestir e por sua contínua influência no cenário da moda internacional. Dmitry continua a trabalhar como DJ, de Jerusalém a Hong Kong, e da Parada do Amor de Berlim até o Rock in Rio. Ele ganhou o prêmio de DJ do ano em Ibiza, e fez remixagem para vários artistas, como Arthur Russell, Jungle Brothers, Sinead O'Connor, Ziggy Marley, Nina Hagen e Ultra Naté. Ele colaborou com Julee Cruise (que ficou famosa pela música tema do seriado Twin Peaks) para lançar o álbum My secret life. Atualmente, Dmitry mora em Berlim, onde trabalha como DJ, compositor, produtor e remixador. == Trilhas sonoras == As músicas do grupo fizeram parte das trilhas sonoras de vários filmes, e programas de televisão, tais como: Britain's Got More Talent, The Voice, RuPaul's Drag Race, American Crime Story, Coronation Street, Transparent, Misfits, The Heat, New Girl, How I Met Your Mother, It's Always Sunny in Philadelphia, Private Practice, I Now Pronounce You Chuck & Larry, License to Wed, Dancing with the Stars, What Love Is, Charlie's Angels, Down to You, Lost & Found, Can't Hardly Wait, Dumb and Dumber, Bill Nye the Science Guy, e Beavis and Butt-Head. == Membros da banda == *Supa DJ Dmitry, também conhecido como DJ Dmitry (Dmitry Brill, nascido em 4 de junho de 1964, em Kiev, na República Socialista Soviética da Ucrânia, na União Soviética), compositor, produtor, teclados, guitarra *Lady Miss Kier (Kierin M. Kirby, nascida em 15 de agosto de 1963, em Youngstown, em Ohio, nos Estados Unidos), vocalista, produtor, arranjador, letrista, coreógrafa, diretora de arte, empresária *Towa Tei, nascido em 7 de setembro de 1965, originalmente de Tóquio, no Japão), produção *DJ Ani (Ani Q. Schempf, nascido em 14 de dezembro de 1973, em Kansas City, no Kansas, nos Estados Unidos), mixagem, baixo ==Discografia== ===Álbuns de estúdio=== Ano Álbum Estados Unidos Reino Unido 1990 World Clique 20 14 1992 Infinity Within 67 37 1994 Dewdrops in the Garden 127 — ===Compilações=== Ano Álbum Estados Unidos Reino Unido 1995 Dewdrops in the Remix — — 1996 Sampladelic Relics & Dancefloor Oddities — — 2001 The Very Best of Deee-Lite — — ===Singles=== Ano Single Posições nas paradas Álbum Austrália International peaks Canadá Peak positions for Deee-Lite's singles on Canadian Singles Chart: *For \"Groove Is in the Heart\" *For \"What is love?\" *For \"Runaway\" França Alemanha Irlanda Search for Irish peaks Países Baixos Nova Zelândia Suíça Reino Unido Estados Unidos Dance US singles peaks Estados Unidos 1990 Groove Is in the Heart 1 15 31 17 8 10 2 13 2 1 4 World Clique Power of Love 47 82 — 43 21 47 19 — 25 1 47 1991 E.S.P. — — — — — — — — — 7 — How Do You Say...Love / Groove Is in the Heart (remix) — — — — 24 — — — 52 — — Good Beat — — — — — — 45 — 53 1 — 1992 Runaway — 70 — — — — — 25 45 1 — Infinity Within Thank You Everyday — — — — — — — — — — — Pussycat Meow — — — — — — — — — 6 — 1994 Party Happenin' People — — — — — — — — — 30 — Dewdrops in the Garden Picnic in the Summertime — — — — — — — — 43 — — Bring Me Your Love — — — — — — — — — 1 — 1995 Call Me — — — — — — — — — 1 — — denota os lançamentos que não pontuaram nas paradas. == Referências == Categoria:Bandas de Nova Iorque Categoria:Bandas de música eletrônica Categoria:Bandas de house music",
 "title": "Deee-Lite"
}