{
 "id": "5959",
 "text": "O confucionismo ou confucianismo, também conhecido como ruísmo ou classicismo ru, é um sistema de pensamento e comportamento originário da China antiga. Variadamente descrito como uma tradição, uma filosofia, uma religião humanista ou racionalista, um modo de governar, ou simplesmente um modo de vida, o confucionismo desenvolveu-se a partir do que mais tarde foi chamado de cem escolas de pensamento a partir dos ensinamentos do filósofo chinês Confúcio (551–479 a.C.). Confúcio se considerava um transmissor de valores culturais herdados das dinastias Xia (c. 2070–1600 a.C.), Shang (c. 1600–1046 a.C.) e Zhou ocidental (c. 1046–771 a.C.). O confucionismo foi suprimido durante a dinastia Qin legalista e autocrática (221–206 a.C.), mas sobreviveu. Durante a dinastia Han (206 a.C.—220 d.C.), as abordagens confucionistas superaram o \"proto-taoista\" Huang-Lao como a ideologia oficial, enquanto os imperadores misturavam ambos com as técnicas realistas do legalismo. Um renascimento confucionista começou durante a dinastia Tang (618–907). No final desse período, o confucionismo se desenvolveu em resposta ao budismo e ao taoismo e foi reformulado como neoconfucionismo. Essa forma revigorada foi adotada como base dos exames imperiais e a filosofia central da classe oficial acadêmica na dinastia Sung (960–1297). A abolição do sistema de exames em 1905 marcou o fim do confucionismo oficial. Os intelectuais do Movimento Quatro de Maio do início do século XX culpou o confucionismo pelas fraquezas da China. Eles buscaram novas doutrinas para substituir os ensinamentos confucionistas; algumas dessas novas ideologias incluem os \"Três Princípios do Povo\" com o estabelecimento da República da China, e depois o maoísmo sob a República Popular da China. No final do século XX, a ética do trabalho confucionista foi creditada com a ascensão da economia do Leste Asiático. Com particular ênfase na importância da família e harmonia social, ao invés de uma fonte sobrenatural de valores espirituais, o núcleo do confucionismo é humanista.. De acordo com a conceituação de Herbert Fingarette do confucionismo como um sistema filosófico que considera \"o secular como sagrado\", o confucionismo transcende a dicotomia entre religião e humanismo, considerando as atividades comuns da vida humana — e especialmente as relações humanas — como manifestação do sagrado, porque são a expressão da natureza moral da humanidade (xìng ), que tem uma ancoragem transcendente no Céu (Tiān ). Enquanto Tiān tem algumas características que se sobrepõem à categoria de divindade, é principalmente um princípio absoluto impessoal, como o Dào () ou o bramã. O confucionismo se concentra na ordem prática que é dada por uma consciência mundana do Tiān.: [...] Confucianism is basically non-theistic. While Heaven (tiān) has some characteristics that overlap the category of deity, it is primarily an impersonal absolute, like dao and Brahman. \"Deity\" (theos, deus), on the other hand connotes something personal (he or she, not it). : Confucianism deconstructs the sacred-profane dichotomy; it asserts that sacredness is to be found in, not behind or beyond, the ordinary activities of human life—and especially in human relationships. Human relationships are sacred in Confucianism because they are the expression of our moral nature ( xìng), which has a transcendent anchorage in Heaven (tiān ). Herbert Fingarette captured this essential feature of Confucianism in the title of his 1972 book, Confucius: The Secular as Sacred. To assume a dualistic relationship between sacred and profane and to use this as a criterion of religion is to beg the question of whether Confucianism can count as a religious tradition. A liturgia confucionista (chamada rú, ou às vezes no , significando 'ortopraxia') liderado por sacerdotes confucionistas ou \"sábios de ritos\" () adorar os deuses em templos chineses públicos e ancestrais é preferido em certas ocasiões, por grupos religiosos confucionistas e por ritos religiosos civis, sobre o ritual taoista ou popular. A preocupação mundana do confucionismo repousa sobre a crença de que os seres humanos são fundamentalmente bons, ensináveis e aperfeiçoáveis por meio de esforços pessoais e comunitários, especialmente autocultivo e autocriação. O pensamento confucionista se concentra no cultivo da virtude em um mundo moralmente organizado. Alguns dos conceitos e práticas éticas básicas confucionistas incluem rén, yì e lǐ, e zhì. Rén (, 'benevolência' ou 'humanidade') é a essência do ser humano que se manifesta como compaixão. É a forma-virtude do Céu. Yì () é a defesa da justiça e a disposição moral para fazer o bem. Lǐ () é um sistema de normas rituais e propriedade que determina como uma pessoa deve agir corretamente na vida cotidiana em harmonia com a lei do Céu. Zhì () é a capacidade de ver o que é certo e justo, ou o inverso, nos comportamentos exibidos pelos outros. O confucionismo despreza a pessoa, passiva ou ativamente, pelo fracasso em defender os valores morais cardinais de rén e yì. Tradicionalmente, culturas e países da esfera cultural do Leste Asiático são fortemente influenciados pelo confucionismo, incluindo China, Taiwan, Coreia, Japão e Vietnã, bem como vários territórios colonizados predominantemente por chineses han, como Singapura. Hoje, foi creditado por moldar as sociedades do Leste Asiático e as comunidades chinesas no exterior e, até certo ponto, outras partes da Ásia. Nas últimas décadas tem havido conversas de um \"revival confucionista\" na comunidade acadêmica,Benjamin Elman, John Duncan and Herman Ooms ed. Rethinking Confucianism: Past and Present in China, Japan, Korea, and Vietnam (Los Angeles: UCLA Asian Pacific Monograph Series, 2002).Yu Yingshi, Xiandai Ruxue Lun (River Edge: Global Publishing Co. Inc. 1996). e houve uma proliferação popular de vários tipos de igrejas confucionistas. No final de 2015, muitas personalidades confucionistas estabeleceram formalmente uma Igreja Nacional do Santo Confucionismo () na China para unificar as muitas congregações confucionistas e organizações da sociedade civil. == Terminologia == Estritamente falando, não há nenhum termo em chinês que corresponda diretamente ao \"confucionismo\". Na língua chinesa, o caractere rú que significa \"erudito\" ou \"erudito\" ou \"homem refinado\" é geralmente usado tanto no passado quanto no presente para se referir a coisas relacionadas ao confucionismo. O caractere rú na China antiga tinha significados diversos. Alguns exemplos incluem \"domar\", \"moldar\", \"educar\", \"refinar\". Vários termos diferentes, alguns dos quais de origem moderna, são usados em diferentes situações para expressar diferentes facetas do confucionismo, incluindo: * – \"escola de pensamento ru\"; * – \"religião ru\" no sentido de \"doutrina ru\"; * – \"Ruologia\" ou \"aprendizado ru\"; * – \"doutrina de Confúcio\"; * – \"negócio da família Kong\", uma frase pejorativa usada no Movimento da Nova Cultura e na Revolução Cultural. Três deles usam rú. Esses termos não usam o nome \"Confúcio\", mas concentram-se no ideal do homem confucionista. O uso do termo \"confucionismo\" foi evitado por alguns estudiosos modernos, que preferem \"ruísmo\" e \"ruístas\". Robert Eno argumenta que o termo foi \"sobrecarregado... com as ambiguidades e associações tradicionais irrelevantes\". O ruísmo, como ele afirma, é mais fiel ao nome original chinês da escola. O termo \"tradicionalista\" foi sugerido por David Schaberg para enfatizar a conexão com o passado, seus padrões e formas herdadas, nas quais o próprio Confúcio deu tanta importância. Esta tradução da palavra rú é seguida por, por exemplo, Yuri Pines. De acordo com Zhou Youguang, rú originalmente se referia a métodos xamânicos de realizar ritos e existia antes dos tempos de Confúcio, mas com Confúcio passou a significar devoção à propagação de tais ensinamentos para trazer a civilização ao povo. O confucionismo foi iniciado pelos discípulos de Confúcio, desenvolvido por Mêncio (c. 372–289 a.C.) e herdado por gerações posteriores, passando por constantes transformações e reestruturações desde seu estabelecimento, mas preservando os princípios de humanidade e retidão em seu núcleo. === Cinco Clássicos (五經, Wǔjīng) e a visão confucionista === Tradicionalmente, pensava-se que Confúcio era o autor ou editor dos cinco clássicos, que eram os textos básicos do confucionismo. O estudioso Yao Xinzhong admite que há boas razões para acreditar que os clássicos confucionistas tomaram forma nas mãos de Confúcio, mas que \"nada pode ser dado como certo em relação às primeiras versões dos clássicos\". Yao diz que talvez a maioria dos estudiosos hoje tenha a visão \"pragmática\" de que Confúcio e seus seguidores, embora não pretendessem criar um sistema de clássicos, \"contribuíram para sua formação\". O estudioso Tu Weiming explica esses clássicos como incorporando \"cinco visões\" que fundamentam o desenvolvimento do confucionismo: * I Ching ou Clássico das Mutações ou Livro das Mutações, geralmente considerado o mais antigo dos clássicos, mostra uma visão metafísica que combina arte divinatória com técnica numerológica e discernimento ético; a filosofia da mudança vê o cosmos como interação entre as duas energias yin e yang; universo sempre mostra unidade organísmica e dinamismo. * Clássico da Poesia ou Livro de Canções é a mais antiga antologia de poemas e canções chinesas. Mostra a visão poética na crença de que poesia e música transmitem sentimentos humanos comuns e receptividade mútua. * Livro de Documentos ou Livro de História é a compilação de discursos de grandes figuras e registros de eventos na antiguidade encarna a visão política e aborda o caminho régio em termos de fundamento ético para um governo humano. Os documentos mostram a sagacidade, piedade filial e ética de trabalho de Yao, Shun e Yu. Estabeleceram uma cultura política baseada na responsabilidade e na confiança. Sua virtude formava um pacto de harmonia social que não dependia de punição ou coerção. * Livro dos Ritos descreve as formas sociais, administração e ritos cerimoniais da Dinastia Zhou. Essa visão social definiu a sociedade não como um sistema adversário baseado em relações contratuais, mas como uma comunidade de confiança baseada na responsabilidade social. As quatro ocupações funcionais são cooperativas (agricultor, erudito, artesão, comerciante). * Os Anais de Primavera e Outono narra o Período das Primaveras e Outonos (771—476 a.C.), a partir da perspectiva do estado natal de Confúcio de Lu. Esses eventos enfatizam o significado da memória coletiva para a autoidentificação comunitária, pois reanimar o velho é a melhor maneira de alcançar o novo. p. 113 == Temas do raciocínio confucionista == A humanidade é o núcleo no confucionismo. Uma maneira simples de apreciar o pensamento de Confúcio é considerá-lo como sendo baseado em diferentes níveis de honestidade, e uma forma simples de entender o pensamento de Confúcio é examinar o mundo usando a lógica da humanidade. Na prática, os elementos do confucionismo acumularam-se ao longo do tempo. Existe o clássico Wuchang, constituído por cinco elementos: Ren (仁, a Humanidade), Yi (justiça), Li (礼, ritual), Zhi, (知, conhecimento) e Xin (信, integridade), e há também o Sizi clássico, com quatro elementos: Zhong (忠, lealdade), Xiao (孝, a piedade filial), Jie (节, continência) e Yi (义, justiça). Há ainda muitos outros elementos, tais como o Cheng (诚, honestidade), Shu (恕, bondade e perdão), Lian (廉, honestidade e pureza), Chi (耻, vergonha, juízo e senso de certo e errado), Yong (勇, bravura), Wen (温, amável e gentil), Liang (良, bom, bom coração), Gong (恭, respeitoso, reverente), Jian (俭, frugal) e Rang (让, modéstia, discrição). Entre todos os elementos, o Ren (Humanidade) e o Yi (Justiça) são fundamentais. Às vezes, a moralidade é interpretada como o fantasma da Humanidade e da Justiça.\"Yuandao\" por Han Yu: Ren e Yi são nomes específicos, Dao e De (Dao De significa moralidade) são posição fantasma (韓愈《原道》：仁與義，為定名；道與德，為虛位。) Ver agir em relação aos outros, mas de uma atitude subjacente da humanidade. O conceito de Confúcio de humanidade (仁, ren) é provavelmente melhor expresso na versão confucionista de Ética da reciprocidade, ou a Regra de Ouro: \"não faça aos outros o que você não gostaria que fizessem a si\". Confúcio nunca disse se o homem nasce bom ou mau,Homer H. Dubs: 'Nature in the Teaching of Confucius', p. 233. observando que, naturalmente, os homens são semelhantes, mas, na prática, são diferentes. Confúcio percebeu que todos os homens nascem com semelhanças intrínsecas, mas também que o homem é condicionado e influenciado pelo estudo e pela prática. A opinião de Xunzi é que os homens originalmente só querem o que eles instintivamente querem, apesar dos resultados positivos ou negativos que aquilo pode trazer; por isso o desenvolvimento é necessário. Do ponto de vista de Mêncio todos os homens nascem para compartilhar a bondade, como a compaixão e o bom coração, embora possam se tornar malignos. O texto clássico dos Três Personagens começa assim: \"As pessoas no momento em que nascem são naturalmente boas (bondosas)\", que decorre da ideia de Mêncio. Todos os pontos de vista, eventualmente, levam ao reconhecimento da importância da educação humana e do desenvolvimento. O Ren também tem uma dimensão política. Se o governante não tem o Ren, o confucionismo diz que será difícil, se não impossível, para os seus súditos comportarem-se humanamente. O Ren é a base da teoria política confuciana: pressupõe um governante autocrático, exortado a não agir desumanamente com seus súditos. Um governante desumano corre o risco de perder o \"Mandato dos Céus\", o direito de governar. Um governante sem tal mandato não precisa ser obedecido. Mas um governante que reina de forma humana e cuida do povo deve ser obedecido rigorosamente, pois a benevolência de seu governo mostra que ele foi incumbido pelo céu. O próprio Confúcio tinha pouco a dizer sobre a vontade do povo, mas seu principal seguidor, Mêncio, disse em uma ocasião que a opinião das pessoas sobre certos assuntos importantes devem ser consideradas. Ao contrário de profetas de religiões monoteístas, Confúcio não pregava uma teologia que conduzisse a humanidade a uma redenção pessoal. Pregava uma filosofia que buscava a redenção do Estado mediante a correção do comportamento individual. Tratava-se de uma doutrina orientada para esse mundo, pregava um código de conduta social e não um caminho para a vida após a morte.KISSINGER, Henry, Sobre a China, pp. 32-33 === Ritual === No Confucionismo, o termo \"ritual\" logo foi estendido para incluir o comportamento cerimonial secular e, eventualmente, refere-se também ao decoro ou polidez que se vê no dia a dia. Rituais foram codificados e tratados como um sistema completo de normas. O próprio Confúcio tentou reanimar a etiqueta das dinastias antigas. Após sua morte, as pessoas o viam como uma grande autoridade sobre os comportamentos dos rituais. É importante notar que o \"ritual\" desenvolveu um significado específico no confucionismo, ao contrário de seus significados religiosos usuais. No confucionismo, os atos da vida cotidiana são considerados rituais. Os rituais não são necessariamente regimentados ou práticas arbitrárias, mas sim as rotinas em que muitas vezes as pessoas se inserem, consciente ou inconscientemente, durante o curso normal de suas vidas. Moldar os rituais de uma forma que leve a uma sociedade saudável e satisfeita e a um povo saudável e satisfeito é um objetivo da filosofia confucionista. === Lealdade === A lealdade (忠, zhong) é equivalente à piedade filial em um plano diferente. É particularmente relevante para a classe social a que a maioria dos alunos de Confúcio pertencia, porque a única maneira de um jovem estudioso e ambicioso fazer o seu caminho no mundo confuciano chinês era entrar em um serviço civil no governo. Como a piedade filial, no entanto, a lealdade era frequentemente subvertida pelos regimes autocráticos da China. Confúcio defendia uma sensibilidade à realpolitik das relações de classe na sua época. Ele não propôs que \"o poder dá a razão\", mas que um ser superior que recebeu o \"mandato do céu\" (天命) deveria ser obedecido devido a sua retidão moral. Anos mais tarde, no entanto, a ênfase foi colocada mais sobre as obrigações dos governados para o governante, e menos nas obrigações do governante para os governados. A lealdade era também uma extensão dos deveres do indivíduo com os amigos, cônjuge e familiares. A lealdade para com a família vinha primeiro, em seguida para o cônjuge, depois para o governante, e por último aos amigos. A lealdade era considerada uma das grandes virtudes humanas. Confúcio também percebeu que a lealdade e a piedade filial podem entrar em conflito. ==História== De acordo com He Guanghu, o confucionismo pode ser identificado como uma continuação da religião oficial Shang-Zhou (~1600–256 a.C.), ou a religião aborígene chinesa que durou ininterruptamente por três mil anos. Ambas as dinastias adoravam a divindade suprema, chamada Shangdi ( \"Divindade Mais Alta\") ou simplesmente Dì () pelos Shang e Tian ( \"Céu\") pelos Zhou. Shangdi foi concebido como o primeiro ancestral da casa real Shang, um nome alternativo para ele ser o \"Progenitor Supremo\" ( Shàngjiǎ). Na teologia Shang, a multiplicidade de deuses da natureza e ancestrais eram vistos como partes de Di, e os quatro fāng (\"direções\" ou \"lados\") e seus fēng (\"ventos\") como sua vontade cósmica. Com a dinastia Zhou, que derrubou os Shang, o nome da divindade suprema tornou-se Tian ( \"Céu\"). Enquanto os Shang identificavam Shangdi como seu deus ancestral para afirmar sua reivindicação de poder por direito divino, os Zhou transformaram essa reivindicação em uma legitimidade baseada no poder moral, o Mandato do Céu. Na teologia de Zhou, Tian não tinha descendência terrena singular, mas concedeu favor divino a governantes virtuosos. Os reis Zhou declararam que sua vitória sobre os Shang foi porque eles eram virtuosos e amavam seu povo, enquanto os Shang eram tiranos e, portanto, foram privados do poder por Tian. John C. Didier e David Pankenier relacionam as formas de ambos os antigos caracteres chineses para Di e Tian aos padrões de estrelas nos céus do norte, ambos desenhados, na teoria de Didier, conectando as constelações que delimitam o polo celeste norte como um quadrado, ou na teoria de Pankenier, conectando algumas das estrelas que formam as constelações da Ursa Maior e Ursa Menor. Culturas em outras partes do mundo também conceberam essas estrelas ou constelações como símbolos da origem das coisas, a divindade suprema, divindade e poder real. A divindade suprema também foi identificada com o dragão, símbolo do poder ilimitado (qi), do poder primordial que incorpora ambos yin-yang em unidade, associado à constelação de Draco que serpenteia ao redor do polo eclíptico norte, e desliza entre o Pequeno e Grande Mergulhador. Por volta do século VI a.C., o poder de Tian e os símbolos que o representavam na terra (arquitetura de cidades, templos, altares e caldeirões rituais e o sistema ritual de Zhou) tornaram-se \"difusos\" e reivindicados por diferentes potentados nos estados de Zhou para legitimar ambições econômicas, políticas e militares. O direito divino não era mais um privilégio exclusivo da casa real de Zhou, mas poderia ser comprado por qualquer pessoa capaz de pagar as elaboradas cerimônias e os antigos e novos ritos necessários para acessar a autoridade de Tian. Além do declínio do sistema ritual Zhou, o que pode ser definido como tradições \"selvagens\" ( yě), ou tradições \"fora do sistema oficial\", desenvolvido como tentativas de acessar a vontade de Tian. A população havia perdido a fé na tradição oficial, que não era mais percebida como uma forma eficaz de se comunicar com o Céu. As tradições do (\"Nove Campos\") e do Yijing surgiram. Os pensadores chineses, diante desse desafio à legitimidade, divergiram em \"Cem Escolas de Pensamento\", cada uma propondo suas próprias teorias para a reconstrução da ordem moral Zhou. Confúcio (551-479 a.C.) apareceu neste contexto de decadência política e questionamento espiritual. Ele foi educado na teologia Shang-Zhou, que ele contribuiu para transmitir e reformular dando centralidade ao autocultivo e agência dos humanos, e o poder educacional do indivíduo auto- estabelecido em ajudar os outros a se estabelecerem (o princípio de àirén, \"amar os outros\"). Com o colapso do reinado de Zhou, os valores tradicionais foram abandonados, resultando em um período de declínio moral. Confúcio viu uma oportunidade de reforçar valores de compaixão e tradição na sociedade. Desiludido com a vulgarização generalizada dos rituais para acessar Tian, ele começou a pregar uma interpretação ética da religião tradicional Zhou. Na sua opinião, o poder de Tian é imanente e responde positivamente ao coração sincero movido pela humanidade e retidão, decência e altruísmo. Confúcio concebeu essas qualidades como a base necessária para restaurar a harmonia sociopolítica. Como muitos contemporâneos, Confúcio via as práticas rituais como formas eficazes de acessar Tian, ​​mas ele achava que o nó crucial era o estado de meditação em que os participantes entram antes de se envolver nos atos rituais. Confúcio alterou e recodificou os livros clássicos herdados das dinastias Xia-Shang-Zhou e compôs Os Anais de Primavera e Outono. Filósofos no período dos Reinos Combatentes, tanto \"dentro da praça\" (com foco no ritual endossado pelo Estado) quanto \"fora da praça\" (não alinhados ao ritual estatal) construíram sobre o legado de Confúcio, compilado nos Analectos, e formularam a metafísica clássica que se tornou o chicote do confucionismo. De acordo com o Mestre, eles identificaram a tranquilidade mental como o estado de Tian, ou o Um (一 Yī), que em cada indivíduo é o poder divino concedido pelo Céu para governar a própria vida e o mundo. Indo além do Mestre, eles teorizaram a unidade de produção e reabsorção na fonte cósmica e a possibilidade de compreendê-la e, portanto, reconquistá-la através da meditação. Essa linha de pensamento teria influenciado todas as teorias e práticas místicas políticas individuais e coletivas chinesas a partir de então. == Ver também == * Confúcio * Filosofia oriental * Rito * Lista de religiões do Extremo Oriente == Bibliografia == * . * * * * * * * * * Volume I: The Ancient Eurasian World and the Celestial Pivot, Volume II: Representations and Identities of High Powers in Neolithic and Bronze China, Volume III: Terrestrial and Celestial Transformations in Zhou and Early- Imperial China. * . * * . * . * * . * . * . * * * * . * * . * * . * . * * * * ;Artigos * == Ligações externas == * Stanford Encyclopedia of Philosophy Entry: Confucius * Interfaith Online: Confucianism * Confucian Documents no Internet Sacred Texts Archive. * Oriental Philosophy, \"Topic:Confucianism\" ;Institucional * China Confucian Philosophy * China Confucian Religion * China Kongzi Network === Traduções para o inglês de textos atribuídos a Confúcio === ==== Analectos (Lun Yu) ==== * Analectos Confucionistas (1893). Traduzido por James Legge. * Os Analectos de Confúcio (1915; rpr. NY: Paragon, 1968). Traduzido por William Edward Soothill. * Os Analectos de Confúcio: Uma Tradução Filosófica (Nova Iorque: Ballantine, 1998). Traduzido por Roger T. Ames, Henry Rosemont. * Confúcio: Os Analectos (Lun yü) (Londres: Penguin, 1979; rpr. Hong Kong: Chinese University Press, 1992). Traduzido por D.C. Lau. * Os Analectos de Confúcio (Lun Yu) (Oxford: Oxford University Press, 1997). Traduzido por Chichung Huang. * Os Analectos de Confúcio (Nova Iorque: W.W. Norton, 1997). Traduzido por Simon Leys. * Analectos: Com Seleções de Comentários Tradicionais (Indianápolis: Hackett Publishing, 2003). Traduzido por Edward Slingerland. Categoria:Confucionismo Categoria:Teorias éticas Categoria:Filosofia oriental Categoria:Filosofia chinesa Categoria:Escolas e tradições filosóficas",
 "title": "Confucionismo"
}