{
 "id": "59631",
 "text": "Terrence Vance \"Terry\" Gilliam (Minneapolis, 22 de novembro de 1940) é um cineasta estadunidense. Foi membro da trupe inglesa de comédia Monty Python, tendo obtido notoriedade dentro do grupo por ser o responsável pelas sequências de animação do programa televisivo Monty Python's Flying Circus. Gilliam também é conhecido pelos elementos surrealistas empregados em seus filmes. == Biografia == Gilliam nasceu em Medicine Lake, Minnesota. O seu pai era um vendedor ambulante de café Folgers antes de se tornar carpinteiro. Gilliam tem uma irmã dois anos mais nova e um irmão dez anos mais novo. A família mudou-se para a Califórnia devido aos problemas de pneumonia da irmã de Gilliam. Terry entrou no Birmingham High School onde se tornou Director de Turma e, mais tarde, rei do baile de finalistas. Também foi o eleito como o que mais provavelmente teria sucesso. Durante o liceu, Terry tomou conhecimento da Mad Magazine que mais tarde influenciou o seu trabalho. Quando Gilliam terminou o liceu, foi para a Occidental College, ao princípio para estudar Física, mas depois mudou para Belas Artes. Contudo formou-se em Ciências Políticas. Gilliam contribuiu para a revista da Universidade, Fang, tornando-se editor durante o seu primeiro ano. Terry tornou a revista num tributo a Kurtzman, a quem enviou cópias mais tarde. Enquanto estava na Universidade, Terry era membro da fraternidade Sigma Alpha Epsilon. Quando terminou a Universidade, trabalhou durante algum tempo para uma agência publicitária antes de Kurtzman lhe oferecer um emprego na revista Help! Terry Gilliam casou-se com Maggie Weston (a maquilhadora da série Monty Python’s Flying Circus) em 1973. Os dois têm três filhos, Amy (n. 1978), Holly (n. 1980) e Harry (n. 1988), que apareceram em vários filmes de Gilliam. Em 1968, Gilliam obteve a cidadania britânica e manteve a dupla-nacionalidade durante 38 anos. Em Janeiro de 2006, renunciou à cidadania Americana. Numa entrevista, descreveu esta acção como um protesto contra o presidente americano George W. Bush, mas noutras entrevistas também revelou preocupações com futuros impostos para a sua mulher e filhos. Como resultado, Gilliam só pode permanecer nos Estados Unidos 30 dias por ano, menos do que cidadãos britânicos comuns. Gilliam também mantém residência na Itália. == Carreira == === Monty Python === Gilliam foi um dos fundadores dos Monty Python. No princípio, era credenciado como animador (o seu nome aparecia separado dos restantes 5 membros nos créditos), mais tarde também entrou na série como actor. As suas animações ligavam os sketches do programa e definiram o visual do grupo noutros tipos de media (como LPs, capas de livros e as sequências de abertura nos filmes). Para além de fazer as animações, também apareceu em vários sketches, apesar de raramente ter papéis principais e representou muito menos. Normalmente fazia os papéis que mais ninguém queria. Nos filmes também representou papéis menores sendo os mais memoráveis os de Patsy em Monty Python and the Holy Grail e o de guarda da prisão em Life of Brian. === Animações === Terry Gilliam começou a carreira como animador e cartunista fotográfico; um dos seus primeiros trabalhos para a Help! tinha como protagonista o futuro Python John Cleese. Quando se mudou para a Inglaterra, Gilliam trabalhou para o programa Do Not Adjust Your Set, com os futuros Python Eric Idle, Terry Jones e Michael Palin. As animações surreais de Gilliam para os Monty Python têm um estilo único. Ele misturou a sua própria arte com fotografias antigas, na sua maioria da era Victoriana. === Diretor === Ainda enquanto os Monty Python estavam ativos, Terry Gilliam tornou-se diretor e escritor. Os seus primeiros filmes foram feitos com a colaboração de amigos dos Monty Python. Jabberwocky, Os Ladrões do Tempo (Time Bandits) e Brazil – O Filme (Brazil), contaram com Michael Palin, que também escreveu o guião de Os Bandidos do Tempo. O seu último filme, até hoje que contou com participações de outros membros dos Monty Python foi A Fantástica Aventura do Barão Munchausen (The Adventures of Baron Munchausen) que tinha Eric Idle no elenco. Os seus filmes são normalmente fantasias altamente imaginativas. Na maioria dos seus filmes, parte do desenrolar da história parece ocorrer parcial ou totalmente na imaginação das personagens, levantando dúvidas sobre a definição da sua identidade ou sanidade. Também é demonstrado o desagrado de Gilliam em relação à burocracia e aos regimes autoritários e distingue os níveis mais altos e baixos da sociedade com um estilo irónico. As suas obras costumam também conter uma luta contra um grande poder que pode ser uma situação emocional, um ídolo humano ou até a pessoa em si e as situações nem sempre acabam bem. Há constantemente uma atmosfera negra, paranoica e personagens incomuns que já foram membros normais da sociedade. Há igualmente um tipo de comédia negro e as histórias costumam terminar com uma reviravolta tragicómica. Os filmes de Gilliam têm um visual único, facilmente reconhecível. Estes têm um aspecto barroco. Por exemplo, em Brazil, os cenários estavam decorados com monitores de alta-tecnologia equipados com lupas. Há também uma justaposição da beleza com o feio ou da antiguidade com a modernidade. Uma outra característica de Gilliam, é a sua má sorte em várias produções. Desde que começou a sua carreira como diretor, vários dos seus projetos viram-se cancelados ou adiados devido a vários problemas. O caso mais conhecido é o da sua tentativa de realizar o filme The Man Who Killed Don Quixote. Gilliam começou a produção do filme em 2000 (com Johnny Depp e Vanessa Paradis no elenco), mas apenas uma semana depois, o ator Jean Rochefort, que fazia de D. Quixote, sofreu uma hérnia de disco, o que o impossibilitou de continuar no filme, pouco depois uma inundação destruiu parte do cenário e a produção foi cancelada. Devido a problemas com a companhia de seguros da primeira tentativa, o projeto ficou suspenso durante alguns anos, embora tanto Terry Gilliam como Johnny Depp tenham mostrado interesse em tentar concretizar o filme. Recentemente, Gilliam afirmou numa entrevista que estava tudo pronto para voltar a tentar em 2009, só faltava Johnny Depp. Têm circulado rumores de que Michael Palin poderá fazer de D. Quixote nesta nova tentativa. No festival de Cannes de 2016 o filme foi confirmado. As gravações finalmente começaram em março de 2017, com Driver e Jonathan Pryce estrelando os papeis principais. Em 4 de junho de 2017, Gilliam anunciou que o filme havia terminado de ser gravado. O Homem que Matou Dom Quixote estreiou em 19 de maio de 2018 no Festival de Cannes (recebendo uma ovação) e teve a sua estreia nos cinemas franceses no mesmo dia. No Brasil, o filme teve a sua estreia em 2019. A produção de The Imaginarium of Doctor Parnassus teve de ser interrompida devido à morte do protagonista Heath Ledger. Para o filme se concretizar, o elenco teve de ser alargado para incluir Johnny Depp, Jude Law e Colin Farrell que terminaram o papel de Heath. == Filmografia == * 2019 — O Homem que matou Dom Quixote (The Man Who Killed Don Quixote) * 2015 — O Destino de Jupiter (Jupiter Ascending) - como Seal and Signet Minister *2013 — O Teorema Zero (The Zero Theorem) * 2009 — O Mundo Imaginário de Dr. Parnassus (The Imaginarium of Doctor Parnassus) * 2006 — Tideland - O Contraponto * 2005 — Os Irmãos Grimm (The Brothers Grimm) * 2002 — Perdidos em La Mancha (Lost In La Mancha) * 1998 — Medo e delírio (Fear and Loathing in Las Vegas) (pt: Delírio em Las Vegas) * 1995 — Os 12 macacos (Twelve Monkeys) (pt: 12 Macacos) * 1991 — O pescador de ilusões (The Fisher King) (pt: O Rei Pescador) * 1988 — As aventuras do Barão Munchausen (The Adventures of Baron Munchausen) (pt: A Fantástica Aventura do Barão Munchausen) * 1985 — Brazil – O Filme (Brazil) (pt: Brazil – O Outro Lado do Sonho) * 1983 — The crimson permanent assurance (curta-metragem em The Meaning of Life)) * 1981 — Os bandidos do tempo (Time Bandits) (pt: Os Ladrões do Tempo) * 1977 — Jabberwocky – Um herói por acaso (Jabberwocky) (pt: Aventuras em Terras do Rei Bruno, o Discutível) * 1975 — Monty Python em busca do cálice sagrado (Monty Python and the Holy Grail) (pt: Monty Python e o Cálice Sagrado) * 1971 — E Agora Algo Completamente Diferente (And Now For Something Compleatly Diferent) == Prémios == * Recebeu uma indicação ao Oscar de Melhor Roteiro Original, por Brazil - O Filme (1985). * Ficou em 3º lugar no júri dos leitores do \"Berliner Morgenpost\", no Festival de Berlim, por Os 12 Macacos (1995). * Recebeu uma indicação ao BAFTA de Melhor Curta-metragem, por The Crimson Permanent Assurance (1993). * Ganhou o Prêmio Honorário Máquina do Tempo, no Catalonian International Film Festival. * Recebeu indicação ao Prêmio de Melhor Filme, no Fantasporto, por Os Bandidos do Tempo (1981). * Recebeu indicação ao Globo de Ouro de Melhor Diretor, por O Pescador de Ilusões (1991). * Ganhou o Prêmio do Público no Festival de Toronto, por O Pescador de Ilusões (1991). — Ganhou o Leão de Prata, no Festival de Veneza, por O Pescador de Ilusões (1991). Categoria:Cineastas dos Estados Unidos Categoria:Monty Python Categoria:Animadores dos Estados Unidos Categoria:Cineastas do Reino Unido Categoria:BAFTA Fellowship Award Categoria:Naturais de Minneapolis",
 "title": "Terry Gilliam"
}