{
 "id": "59640",
 "text": "Joseph Maurice Ravel (Ciboure, - Paris, ) foi um compositor e pianista francês, conhecido sobretudo pela sutileza das suas melodias instrumentais e orquestrais, entre elas, o Bolero, que considerava trivial e descreveu como \"uma peça para orquestra sem música\". Começou a manifestar interesse pela música aos 7 anos. Desde então dedicou-se ao estudo do piano, mas só começou a frequentar o Conservatório de Paris aos 14. Posteriormente, em 1895, passou a estudar só e retornou ao Conservatório em 1898, quando estudou composição com Gabriel Fauré. Concorreu no Prix de Rome, mas não foi bem-sucedido. Foi influenciado significativamente por Claude Debussy, mas também por compositores anteriores, como Mozart, Liszt e Strauss, mas logo encontrou seu próprio estilo, que ficou, porém, marcado pelo Impressionismo. É mundialmente conhecido pelo seu Bolero, ainda hoje a obra musical francesa mais tocada no mundo. A composição foi encomendada pela bailarina Ida Rubinstein e estreou na Ópera de Paris em 1928. Faleceu das consequências de uma doença cerebral orgânica, PiD, agravada por um acidente de táxi ocorrido em 1932.A Disease That Allowed Torrents of Creativity por SANDRA BLAKESLEE (The New York Times) em 8 de abril de 2008 Maurice Ravel's illness: a tragedy of lost creativity.por Henson RA - Br Med J (Clin Res Ed). 1988 Jun 4;296(6636):1585-8. Durante o período que precedeu a sua morte, havia perdido parte da sua capacidade de compor devido às lesões cerebrais causadas pelo acidente. A sua inteligência sempre se manteve intacta mas o seu corpo já não respondia adequadamente, por causa de graves problemas motores. == Biografia == === Uma infância feliz === Em 1875, a Terceira República Francesa de Patrice Mac-Mahon se curava das feridas causadas pela derrota na Guerra Franco-Prussiana. Contudo, respirava um ressurgimento espiritual, a França seria testemunha de um período bastante fecundo na Arte. Quatro dias após a fria estreia de Carmen de Bizet, nasceu Ravel, em 7 de março, na casa número 12 do Quai de la Nivelle, em Ciboure (Ziburu em basco), comuna dos Pirenéus Atlânticos, parte do País Basco francês. Seu pai, Joseph Ravel (1832-1908), era um renomado engenheiro civil, de ascendência suíça e saboia (Ravez). Sua mãe, Marie Delouart-Ravel (1840-1917), era de origem basca, descendente de uma antiga família espanhola (Deluarte ou Eluarte). Teve um irmão, Édouard Ravel (1878-1960), com quem manteve em toda sua vida uma forte relação afetiva.Marnat M, Maurice Ravel, Fayard, 1986, p. 19-22. Poucos meses depois, em junho de 1875, a família Ravel se mudou para Paris. O músico não retornou ao País Basco antes dos 25 anos. Entretanto, mais tarde regressaria regularmente para residir em Saint-Jean-de-Luz, para passar as férias ou trabalhar. A infância de Ravel foi feliz. Seus pais, atentos e cultos, frequentaram o meio artístico, fomentando os primeiros passos de seu filho que tão logo se revelou um talento musical excepcional. Começou os estudos de piano aos seis anos, sob a guia de Henry Ghys. Criança ajuizada, ainda que também caprichoso e teimoso, logo demonstrou seu talento natural para a música, ainda que, para desespero de seus pais e professores, reconheceu mais tarde ter adicionado aos seus numerosos talentos «a mais extrema preguiça.»Jankélévitch V, Ravel, Seuil, 1995, p. 127. De fato, no início seu pai, para obrigá-lo a praticar o piano, tinha que lhe prometer pequenas gorjetas.Ravel, el hombre y su misterio, Jean Gallois, em Los Grandes Compositores, Salvat S. A. de Ediciones, Pamplona, 1984, ISBN 8471374579. Em 1887 recebeu precocemente aulas de Charles René (harmonia, contraponto e composição). O clima artístico e musical prodigiosamente fértil de Paris do fim do século XIX não podia, senão, estimular o desenvolvimento do jovem. === Um futuro promissor === Ao ingressar no Conservatório de Paris em 1889, Ravel foi aluno de Charles de Bériot. Ali conheceu o pianista espanhol Ricardo Viñes, que acabou sendo um grande amigo e o intérprete escolhido para suas melhores obras. Os dois participariam do grupo conhecido como Les Apaches que causou agitação na estreia de Pelléas et Mélisande de Claude Debussy, em 1902. Impressionado com a música do Extremo Oriente na Exposição Universal de 1889, entusiasmado com a dos rebeldes Emmanuel Chabrier e Erik Satie, admirador de Mozart,Citação: «Meu músico preferido? Se tenho um?… Em todo caso, considero que Mozart continua sendo o mais perfeito de todos. (…) Ele não é mais que música.» Ravel citado por Nino Franck no periódico Candide, maio de 1932. Saint-Saëns e Debussy, influenciado pela leitura de Baudelaire, Edgar Poe, Condillac, Villiers de L’Isle-Adam e, sobretudo, de Stéphane Mallarmé, Ravel manifestou precocemente um caráter firme e um espírito musical muito independente. Suas primeiras composições provavam que eram já demonstrações de uma personalidade e uma maestria tal que seu estilo só evoluiria com o tempo: Ballade de la reine morte d’aimer (Balada da rainha morta de amor, 1894), Sérénade grotesque (Serenata grotesca, 1894), Menuet antique (1895), Habanera (1895 - para dois pianos). Em 1897, Ravel entrou para a classe de contraponto de André Gedalge. Nesse mesmo ano, Gabriel Fauré foi também seu professor. Este julgou o compositor benevolente e o saudou como «muito bom aluno, laborioso e pontual» e sua «sinceridade que desarma».Boletim escolar de Fauré sobre Ravel, junho de 1900. Ao final de seus estudos compôs a Abertura para Shéhérazade (cuja estreia ocorreu em maio de 1899 entre os assobios do público) e a famosa Pavane pour une infante défunte (Pavana para uma infanta defunta) de título curioso,Citação: «Ao juntar as palavras que compõem este título não pensei em outra coisa que no prazer de fazer uma aliteração…» Em: Ravel, el hombre y su misterio, Jean Gallois, Los Grandes Compositores, Salvat S. A. de Ediciones, Pamplona, 1982. que continua sendo sua obra pianística mais tocada pelos melômanos aficionados, ainda que seu autor não a tivesse em muita estima.Citação: «Percebo muito bem os defeitos: a influência de Chabrier, demasiado óbvia, e a forma fartamente pobre. Creio que a notável interpretação desta obra incompleta e sem audácia contribuiu muito com seu êxito». Ravel citado na resenha musical da S.I.M., fevereiro de 1912, en : Orenstein A, Lettres, écrits et entretiens, Flammarion, 1989, p. 295. Sepultado no Cemitério de Levallois-Perret. == Obras principais (por ordem cronológica) == * Menuet antique (1895) * Valse en Ré majeur pour piano (1898) * Pavane pour une Infante Défunte (1899) * Ouverture Schéhérazade (1899) * Fugue en Ré majeur (1900) * Jeux d'eau (piano, 1901) * Quatuor en Fa majeur pour cordes (1902-1903) * Schéhérazade (1903) * Sonatine (piano, 1903-1905) * String Quartet in F major (1903) * Miroirs (\"Reflections\"): Noctuelles (\"Night moths\"), Oiseaux tristes (\"Sad birds\"), Alborada del Gracioso (\"Dawn song of the jester\"), Une barque sur l'océan (\"A boat on the ocean\"), La vallée des cloches (\"Valley of the bells\") (piano 1905) * Introduction and allegro (1905) * Une barque sur l'océan (1906) * Histoires naturelles (\"Tales from nature\") (Jules Renard, 1906) * Rhapsodie espagnole (orchestre) (1907) * L'heure espagnole (\"The Spanish Hour\") (opera, 1907–1909) * Gaspard de La Nuit (1908) * Ma Mère l'Oye (ballet 1908-1910) * Daphnis et Chloé (ballet 1909-1912) * Valses nobles et sentimentales (piano 1911, orchestra 1912) * Trois Poèmes de Stéphane Mallarmé, (1913) * La Tombeau de Couperin (1914) * Piano Trio in A minor (1914) * Alborada del gracioso (1919) * L'enfant et les sortilèges (1919-1925) * La Valse (1920) * Tzigane (violino e piano, 1924) * Chansons Madécasses (\"Songs of Madagascar\") (Evariste Parny, 1926) * Fanfare (1927; for the children's ballet L'Éventail de Jeanne * Bolero (1928) * Piano Concerto para mão Esquerda (1929–1930) para o pianista Paul Wittgenstein. Wittgenstein era irmão do filósofo Ludwig Wittgenstein. * Concerto en sol majeur (1931-1932) * Don Quichotte à Dulcinée (\"Serenade de Don Quixote a Dulcinea\") (1932–1933) * Sonata para Violino e violoncelo * Sonata para Violino e Piano == Bibliografia == * * * * * BENEDETTI, Danieli Verônica Longo. ** Le Tombeau de Couperin (1917) de Maurice Ravel: obra de uma guerra. ** Obras de guerra: produção musical francesa na Primeira Guerra Mundial. Annablume/FAPESP, 2013. ** Maurice Ravel e a Guerra * Carta de Maurice Ravel ao Comitê da Liga Nacional pela Defesa da Música Francesa (1916). ==Ligações externas== * * * * Maurice Ravel on Wikilivres * * * * * * * * Categoria:Franceses de ascendência basca Categoria:Compositores de ópera Categoria:Compositores da França Categoria:Pianistas da França Categoria:Compositores clássicos do século XX Categoria:Compositores românticos Categoria:Ateus da França",
 "title": "Maurice Ravel"
}