{
 "id": "5967",
 "text": "{{Info/Município do Brasil | nome = Campo Belo | foto = corredor de arvores.jpg | leg_foto = | apelido = Cidade Montesa | brasão = Campo Belo - Coat of Arms.png | bandeira = Campo Belo - Flag.png | link_brasão = | link_bandeira = | link_hino = | aniversário = 28 de setembro | fundação = | gentílico = campo-belense | lema = União, ordem e progresso | padroeiro = Senhor Bom Jesus | CEP = 37270-000 a 37272-999 | prefeito = Alisson Assis de Carvalho | partido = UNIÃO | fim_mandato = 2024 | mapa = MinasGerais Municip CampoBelo.svg | latP = S | latG = 20 | latM = 53 | latS = 49 | lonP = O | lonG = 45 | lonM = 16 | lonS = 37 | estado = Minas Gerais | região_geográfica_intermediária = Varginha | região_geográfica_intermediária_ref = IBGE/2021 | região_geográfica_imediata = Campo Belo | região_geográfica_imediata_ref = IBGE/2021 | mesorregião = Oeste de Minas | data_mesorregião = IBGE/2021 | microrregião = Campo Belo | data_microrregião = IBGE/2021 | região_metropolitana = | vizinhos = Aguanil, Cana Verde, Candeias, Nepomuceno e Santana do Jacaréhttp://mapas.ibge.gov.br/divisao/viewer.htm | dist_capital = 226 | área = 528.225 | área_ref = | população = 52277 | data_pop = censo IBGE/2022 | altitude = 945 | clima = tropical de altitude | sigla_clima = Cwa | idh = 0.711 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2021 | pib_per_capita = 22905.64 | data_pib_per_capita = 2021 | site_prefeitura = campobelo.mg.gov.br | site_câmara = www.campobelo.mg.leg.br }} Campo Belo é um município brasileiro do estado de Minas Gerais. == História == Campo Belo possui uma história ligada à ocupação do território mineiro pelos bandeirantes, pelos indígenas e pelos negros. O seu povoado inicial surgiu no século XVIII, na região conhecida como Campo Grande, que era uma área de passagem entre as minas de ouro e a capitania de São Paulo. Essa região era habitada pelos indígenas cataguases, da etnia tupi, posteriormente expulsos ou escravizados pelos colonizadores portugueses e paulistas. O primeiro núcleo habitacional de Campo Belo foi como área de influência do Quilombo do Ambrósio, então formado por negros fugitivos da escravização colonial, e que se refugiaram nas matas, sendo liderados por um negro chamado Ambrósio Rei. Esse quilombo foi o maior e mais duradouro de Minas Gerais, chegando a ter mais de 15 mil habitantes e quase 3 mil casas. O quilombo resistiu por cerca de 50 anos, até ser derrotado por uma milícia armada, que cumpria ordens da Coroa Portuguesa, em 1743. Aqueles que conseguiram fugir se refugiaram pela região, onde se misturaram com os indígenas remanescentes e com os brancos que chegavam. Campo Belo foi se desenvolvendo a partir das sesmarias concedidas pela Coroa Portuguesa aos colonos que se estabeleciam na região. As primeiras sesmarias de Campo Belo foram distribuídas entre 1770 e 1777, e deram origem aos nomes das comunidades rurais que existem até hoje. A mais destacada delas foi a Sesmaria das Águas Claras, que pertenceu a Catarina Maria de Jesus, conhecida como Catarina Parreira, que contribuiu para a construção da Igreja do Senhor Bom Jesus de Matosinhos, o primeiro templo católico de Campo Belo. O povoado pertencia à vila de São Bento do Tamanduá, que depois passou a se chamar Itapecerica, na comarca do Rio das Mortes, que tinha como sede a cidade de São João Del Rey. A comarca era uma divisão administrativa e judicial do Império Português, que abrangia várias vilas e povoados. O povoado de Campo Belo foi elevado à categoria de distrito em 1818, com o nome de Ribeirão São João, em homenagem ao rio que cortava a região. Em 1848, o distrito foi elevado à categoria de vila, com o nome de Campo Belo, mas essa lei foi revogada em 1850, e o distrito voltou à sua condição anterior. Somente em 1876, o distrito de Campo Belo foi definitivamente elevado à categoria de vila, e em 1884, por meio da Lei Provincial 3.196 de 23 de setembro de 1884., à categoria de cidade, por influência de Cônego Ulisses Furtado de Sousa, era deputado provincial representante dos interesses de Campo Belo na Assembleia Legislativa de Minas Gerais. Na divisão administrativa de 1911, o município contava com cinco distritos: Campo Belo, Cristais, Nossa Senhora das Candeias, Porto de Mendes e Santana do Jacaré. Desde a publicação da Lei Estadual 2.764, em 30 de dezembro de 1962, o município passou a ser constituído por dois distritos: Campo Belo e Porto dos Mendes. == Geografia == Localiza-se a uma altitude de 945 metros e tem uma área de . De acordo com o Instituto Brasileiro de Geografia e Estatística, sua população em 2022 foi recenseada em habitantes.. Está situada no entroncamento entre as rodovias federais BR-354 e BR-369. É cortada por uma ferrovia, a Linha Tronco da antiga Rede Mineira de Viação, atualmente concedida à Ferrovia Centro Atlântica para o transporte de cargas. Campo Belo apresenta uma temperatura média de 20,5 °C e um índice pluviométrico anual médio de 1406 mm. Ao longo do ano o valor médio da precipitação oscila entre 14 mm em agosto e 271 mm em dezembro. A temperatura, por sua vez, varia de 9,9 °C em junho a 28,8 °C em janeiro. O município conta com um aeroporto com pista asfaltada com 1420 m de comprimento, localizado a 6 km do centro da cidade. == Indicadores sociais e demográficos == Principais indicadores sociais e demográficos: *Esperança de vida (ao nascer, 2010): 77,1 *Mortalidade infantil (por mil nascidos): 7,01 *Taxa de escolarização (6 a 14 anos; 2010): 98,4 % *Taxa de fecundidade (filhos por mulher, 2010): 1,74 *IDH total (2010): 0,711 == Economia == A economia de Campo Belo em Minas Gerais, possui como principais setores econômicos o Serviço e a Indústria. == Infraestrutura == Campo Belo apresenta uma extensão urbanizada que abrange uma área de 12,49 km². No que diz respeito ao saneamento, destaca-se que 94,5% do esgotamento sanitário é adequadamente atendido desde 2010. Quanto à arborização das vias públicas, observa-se uma cobertura de 36,7% também em 2010. A urbanização das vias públicas, medida em termos de desenvolvimento, atinge 18,9% no mesmo ano. == Turismo == O município faz parte do circuito turístico Grutas e Mar de Minas. Principais locais turísticos de Campo Belo: * Conjunto Arquitetônico e Paisagístico Praça Cônego Ulisses e Praça Menotti D'Áurea * Grupo Escolar Cônego Ulisses * Colégio São José * Praça Menotti D'Áurea * Igreja Senhor Bom Jesus de Campo Belo - Velha Matriz * Igreja Matriz Senhor Bom Jesus de Campo Belo – Nova Matriz * Conjunto arquitetônico da Rede Ferroviária Federal * Praça dos Expedicionários * Praça Cônego Ulisses * Conjunto Arquitetônico - Praça Nossa Senhora Aparecida * Fundação Casa da Cultura * Igreja de São Sebastião ==Ligações externas== * Página da prefeitura * Página da câmara * Campo Belo no WikiMapia * Campo Belo no IBGE Cidades * Aeroporto no WikiMapia Categoria:Fundações em Minas Gerais em 1884",
 "title": "Campo Belo"
}