{
 "id": "597",
 "text": "Comunicação Visual é todo meio de comunicação expresso com a utilização de elementos visuais, como: ícones, fotografias, desenhos, gráficos, vídeos entre outros.ARNHEIM, Rudolf. Arte e Percepção Visual, São Paulo: Pioneira/EDUSP, 1997. Antes de se usar os termos: design visual ou programação visual, adotava-se comunicação visual para a determinação da área de enquadramento do designer visual. É toda transmissão e recepção de uma mensagem por meio exclusivo da visãoDONDIS, Donis A.. Sintaxe da Linguagem Visual, São Paulo: Martins Fontes, 1999. Para tanto, a comunicação visual faz uso da Linguagem Visual. Esse campo também explora a ideia de que uma mensagem visual que acompanha o texto tem um maior poder de informar, educar ou persuadir uma pessoa ou público. == Estudo da Comunicação Visual == Nos estudos de comunicação visual são ensinados variados temas das mais diversas áreas, tais como a física da luz, anatomia e fisiologia do olho, teorias cognitivas e de percepção, teorias de cor, psicologia Gestalt, estética, padrões de leitura natural, princípios de design, semiótica, etc.. == Análise de imagem == A interpretação das imagens é subjetiva e compreender a profundidade do significado, ou ainda dos significados, comunicados por uma imagem requer uma análise multilateral. As imagens podem ser analisadas através de muitas perspectivas, um exemplo são estas seis grandes categorias apresentadas por Paul Martin Lester: === Perspectiva pessoal === É quando um espectador tem uma opinião sobre uma imagem baseada em seus pensamentos próprios. A resposta pessoal depende dos conhecimentos e valores do espectador individualmente. Isso pode estar por vezes em conflito com os valores culturais. Além disso, quando uma pessoa visualiza uma imagem com sua perspectiva pessoal, é difícil faze-la ver a mesma imagem de outras formas/perspectivas. === Perspectiva histórica === Uma imagem pode ser influenciada a partir do uso histórico de uma mídia. Por exemplo: O resultado de usar o computador para editar imagens (por exemplo, Photoshop) é bastante diferente ao comparar imagens que são feitas e editadas a mão. === Perspectiva técnica === É quando a visão de uma imagem é influenciada pela forma como é apresentada. O uso correto da luz, posição e apresentação da imagem pode melhorar a visão da imagem. Faz com que a imagem pareça melhor do que a realidade. === Perspectiva ética === Nessa perspectiva, o criador da imagem, o espectador e a própria imagem devem ser responsáveis ​​moralmente e eticamente com a imagem. === Perspectiva cultural === A simbolização é uma definição importante para esta perspectiva. A perspectiva cultural envolve identidade de símbolos. Os usos de palavras que estão relacionadas com a imagem, o uso de heróis na imagem, etc. são a simbolização da imagem. A perspectiva cultural também pode ser vista como a perspectiva semiótica. === Perspectiva crítica === A visão das imagens na perspectiva crítica é quando os espectadores criticam as imagens. Se difere da perspectiva pessoal pela critica ser feita em conjunto com os interesses da sociedade. == Ver também == * Cinema * Tipografia * Design gráfico * Design de informação * Fotografia * Animação * Quadrinhos * Comunicação Audiovisual * Web Design Categoria:Design visual Categoria:Comunicação Categoria:!Mais Diversidade em Teoria da História na Wiki",
 "title": "Comunicação visual"
}