{
 "id": "5972",
 "text": "Jean-Luc Godard (Paris, 3 de dezembro de 1930 – Rolle, 13 de setembro de 2022) foi um cineasta, roteirista e crítico de cinema franco-suíço. Ele ganhou destaque como pioneiro no movimento de filmes franceses da Nouvelle vague dos anos 1960. Como seus contemporâneos, Godard criticou a \"Tradição de Qualidade\" do cinema francês, que \"enfatizava o ofício sobre a inovação, privilegiava os diretores estabelecidos sobre os novos e preferia as grandes obras do passado à experimentação\". Como resultado de tal argumento, ele e críticos com a mesma opinião começaram a fazer seus próprios filmes. Muitas das obras cinematográfica de Godard desafiam as convenções da Hollywood tradicional, além do cinema francês. Em 1964, Godard descreveu o impacto de seus colegas: \"Entramos no cinema como homens das cavernas no Versalhes de Luís XV\".Brody, Richard, Everything is Cinema: The Working Life of Jean-Luc Godard, Henry Holy & Co., 2008, pg. 72 Ele é frequentemente considerado o cineasta francês mais radical das décadas de 1960 e 1970; a abordagem em convenções cinematográficas, política e filosofias fez dele o diretor mais influente da Nouvelle vague. Além de mostrar o conhecimento da história do cinema através de homenagens e referências, vários de seus filmes expressaram suas opiniões políticas; ele era um ávido leitor da filosofia existencial e marxista. Desde então, sua política tem sido muito menos radical e seus filmes recentes são sobre representação e conflito humano de uma perspectiva humanista e marxista. Em uma pesquisa da Sight & Sound em 2002, Godard ficou em terceiro lugar numa lista da crítica entre os dez principais diretores de todos os tempos. Diz-se que ele \"criou um dos maiores corpos de análise crítica que qualquer outro cineasta desde meados do século XX\". Ele e seu trabalho têm sido centrais na teoria narrativa e \"desafiaram as normas comerciais do cinema narrativo e o vocabulário da crítica de cinema\". Em 2010, Godard recebeu um Oscar Honorário, mas não compareceu à cerimônia de premiação. Os filmes de Godard inspiraram muitos diretores, incluindo Martin Scorsese, Quentin Tarantino, Brian De Palma, Steven Soderbergh, D. A. Pennebaker, Robert Altman, Jim Jarmusch, Wong Kar-wai, Wim Wenders, Bernardo Bertolucci, e Pier Paolo Pasolini. Por parte de pai, ele é primo de Pedro Pablo Kuczynski, ex-presidente do Peru. Ele foi casado duas vezes, com as atrizes Anna Karina e Anne Wiazemsky, ambas estreladas em vários de seus filmes. Suas colaborações com Karina - que incluíram filmes aclamados pela crítica como Bande à part (1964) e Pierrot le Fou (1965) - foram chamadas \"indiscutivelmente o corpo de trabalho mais influente na história do cinema\" pela revista Filmmaker. == Biografia == Godard passou a infância e juventude na Suíça e depois estudou Etnologia na Sorbonne. A partir de 1952 colaborou na revista Cahiers du Cinéma e, depois de vários curta-metragens, fez em 1959 seu primeiro filme longo, À bout de souffle (Acossado), em que adotou inovações narrativas e filmou com a câmera na mão, rompendo uma regra até então inviolável. Esse filme foi um dos primeiros da Nouvelle Vague, movimento que se propunha renovar a cinematografia francesa e revalorizava a direção, reabilitando o filme dito de autor. Os filmes seguintes confirmaram Godard como um dos mais inventivos diretores da Nouvelle Vague: Vivre sa vie (1962; Viver a vida), O Desprezo (1963), Bande à part (1964), Alphaville (1965), Pierrot le fou (1965; O demônio das 11 horas), Deux ou trois choses que je sais d'elle (1966; Duas ou três coisas que eu sei dela), La Chinoise (1967; A chinesa) e Week-end (1968; Week-end à francesa). O cinema de Godard nessa fase caracteriza-se pela mobilidade da câmera, pelos demorados planos-sequências, pela montagem descontínua, pela improvisação e pela tentativa de carregar cada imagem com valores e informações contraditórios. Após o movimento estudantil de Maio de 1968, Godard criou o grupo de cinema Dziga Vertov — assim chamado em homenagem ao cineasta russo de vanguarda homônimo — e voltou-se para o cinema político. Pravda (1969) trata da invasão soviética da Tchecoslováquia; Le Vent d'est (1969), com roteiro do líder estudantil Daniel Cohn-Bendit, questiona os padrões estéticos do cinema ocidental; e Jusqu'à la victoire (1970; Até a vitória) enfatiza a guerrilha palestina. Mais uma vez, Godard procurou inovar a estética cinematográfica com Passion (1982), reflexão sobre a pintura. Os filmes seguintes, como Prénom: Carmen (1983) e Je vous salue Marie (1984), provocaram polêmica e o último deles, irreverente em relação aos valores cristãos, esteve proibido no Brasil e em outros países. Godard morreu em 13 de setembro de 2022, aos 91 anos de idade, em Rolle, por suicídio assistido. == Métodos de trabalho == === Títulos === Godard geralmente escolhe o título de seu próximo filme antes de saber como será o filme. Em uma entrevista com Serge Kaganski em 2004, ele explicou: \"O título vem sempre em primeiro lugar. O único título que eu criei depois do filme foi À bout de souffle e eu não gosto nada disso. Para o próximo, tive a ideia de um título, Le Petit Soldat, antes mesmo de saber como seria o filme. As manchetes viraram cartazes artísticos. O título me diz em que direção devo olhar. »Serge Kaganski, « Jean-Luc Godard : \"c'est notre musique, c’est notre ADN, c’est nous\"; archive.wikiwix.com === Godard e a Arte da Citação === Os filmes de Godard estão repletos de citações, sejam elas pictóricas, musicais, literárias, filosóficas, históricas ou cinematográficas. Na conferência de imprensa que deu no Festival de Cinema de Cannes em 1990, por altura do lançamento da Nouvelle Vague, Godard definiu-se mais como o “organizador consciente do filme” do que como o autor e explicou a sua relação com as citações: “Para mim, todas as citações – sejam pictóricas, musicais, literárias – pertencem à humanidade. Sou apenas aquele que um dia reúne Raymond Chandler e Fyodor Dostoyevsky em um restaurante, com pequenos atores e grandes atores. Isso é tudo.Conférence de presse du Festival de Cannes, mai 1990, reproduite dans les Cahiers du cinéma no 433 en juin 1990 et citée dans de Baecque 2011, p. 695 === Elementos autobiográficos === Jean-Luc Godard não faz filmes autobiográficos. No entanto, alguns de seus filmes podem ser encontrados em alguns de seus filmes de natureza autobiográfica. Por exemplo, em À bout de souffle, a cena em que Michel Poiccard rouba dinheiro de sua amiga Liliane enquanto ela está se vestindo lembra o hábito do jovem Jean-Luc Godard de roubar dinheiro de seus entes queridos. Em Le Petit Soldat, vemos um jovem adepto de provocações políticas, carros bonitos e flertes obsessivos, provavelmente bem próximos do meio que Godard frequentou em Genebra em 1953 e 1954. Em Prénom Carmen o próprio Godard interpreta o personagem Tio Jean, um cineasta internado em um hospital psiquiátrico. O próprio Godard passou um tempo em um hospital psiquiátrico em 1953, internado a pedido de seu pai para escapar da prisão após um assalto.Antoine de Baecque, Godard: Biographie, Paris, Fayard/Pluriel, coll. « Grand Pluriel », 2011 (1re éd. 2010), 960 p. ISBN 978-2-8185-0132-0 == A influência de Jean-Luc Godard no cinema == Em meados da década de 1960, vários jovens cineastas foram diretamente influenciados por Godard. Entre eles está Jean Eustache, cujo média-metragem Le Père Noël a les yeux bleus (1966) foi financiado em parte por Godard, Jean- Michel Barjol, Francis Leroi, Luc Moullet, Romain Goupil e Philippe Garrel. Godard apreciou particularmente o trabalho deste último e disse que ficou muito impressionado com os filmes que Garrel, então com vinte anos, fez em maio de 1968. Ao mesmo tempo, Godard também influenciou uma geração de cineastas americanos nascidos na década de 1940, como Peter Bogdanovich, Paul Schrader, Monte Hellman, Martin Scorsese, George Lucas, Francis Ford Coppola e Brian De Palma. Há também Quentin Tarantino, cujo nome da produtora \"A Band Apart\" foi escolhido em referência ao filme de Godard. == Filmografia == == Prêmios == * Ganhou o Urso de Ouro, no Festival de Berlim, por \"Alphaville\" (1965). * Ganhou um Urso de Prata especial, no Festival de Berlim, por \"Charlotte et son Jules\" (1960). * Ganhou o Urso de Prata de Melhor Diretor, no Festival de Berlim, por \"À bout de souffle\" (1959). * Ganhou o Leão de Ouro, no Festival de Veneza, por \"Prenome Carmen\" (1983). * Ganhou duas vezes o Prêmio do Júri, no Festival de Veneza, por \"Vivre sa vie\" (1962) e \"La chinoise, ou plutot a la chinoise\" (1967). * Ganhou em 1982 um Leão de Ouro Honorário, em homenagem à sua carreira. * Ganhou o Leopardo de Honra, no Festival de Locarno, em 1995. * Recebeu duas nomeações ao César, na categoria de Melhor Filme, por \"Sauve qui peut \" (1979) e \"Passion\" (1982). * Recebeu duas nomeações ao César, na categoria de Melhor Realizador, por \"Sauve qui peut \" (1979) e \"Passion\" (1982). * Ganhou dois Césares Honorários, entregues em 1987 e 1998. * Ganhou o Oscar Honorário, entregue em 2010. == Publicações == === Roteiros e cortes de filmes === * Jean-Luc Godard, 2 ou 3 choses que je sais d'elle : Découpage intégral, Paris, Seuil/Avant scène, col. \"Points/Films\", 1971, 127 p. ISBN 978-2-02-000643-9 * Jean-Luc Godard e François Truffaut, À bout de souffle, Paris, Éditions Balland, col. \"Bibliothèque des classiques du cinéma\", 1974, 235 p. ISBN 978-2-7158-0010-6 * Jean-Luc Godard, For ever Mozart : phrases, Paris, P.O.L, col. \"Poésies Théâtre\", 1996, 101 p. (ISBN 978-2-86744-539-2 * Jean-Luc Godard, Bande à part, de Jean-Luc Godard, Crisnée, Bélgica, Yellow Now Éditions, col. \"Long métrage\", 1993 ISBN 978-2-87340-090-3 * Jean-Luc Godard, Les Enfants jouent à la Russie, Paris, P.O.L, col. \"Poésies Théâtre\", 1998, 64 p. ISBN 978-2-86744-624-5 * Jean-Luc Godard, 2 fois 50 ans de cinéma français, Paris, P.O.L, col. \"Poésies Théâtre\", 1998, 45 p. ISBN 978-2-86744-627-6 * Jean-Luc Godard, Allemagne neuf zéro, Paris, P.O.L, col. \"Poésies Théâtre\", 1998, 81 p. ISBN 978-2-86744-632-0 * Jean-Luc Godard, JLG/JLG : Phrases, Paris, P.O.L, col. \"Poésies Théâtre\", 1999, 80 p. ISBN 978-2-86744-540-8 * Jean-Luc Godard, Éloge de l'amour, Paris, P.O.L, col. \"Ficção\", 2001, 125 p. ISBN 978-2-86744-841-6 * Jean-Luc Godard, Film socialisme : Dialogues avec visages auteurs, Paris, P.O.L, col. \"Ficção\", 2010, 97 p. ISBN 978-2-8180-0488-3 === Ensaios e coletâneas de artigos === * Jean-Luc et Jean Narboni (dir.), Jean- Luc Godard par Jean-Luc Godard, Belfond, coll. « Cahiers du cinéma », 1968 * Recueil de textes (critiques et entretiens) réunis par Jean Narboni. * Jean- Luc Godard, Introduction à une véritable histoire du cinéma, t. 1, Paris, Éditions Albatros, coll. « Ça-cinéma », 1980, 266 p. (ISBN 978-2-7158-0010-6) * Jean-Luc et Alain Bergala (dir.), Jean-Luc Godard par Jean-Luc Godard : 1950-1984, t. 1, Cahiers du cinéma, éditions de l'Étoile, 1985, 638 p.. * Jean-Luc Godard et Alain Bergala (dir.), Jean-Luc Godard par Jean-Luc Godard : 1984-1998, t. 2, Cahiers du cinéma, 1998, 511 p.. * Jean-Luc Godard, Histoire(s) du cinéma, 4 vol., Gallimard, Paris, 1998 * Jean-Luc Godard et Youssef Ishaghpour, Archéologie du cinéma et mémoire du siècle : Dialogue, Tours, Farrago, 2000, 118 p. (ISBN 978-2-84490-049-4) * Jean-Luc Godard et Alain Bergala, Godard par Godard, Paris, Flammarion, coll. « Champs », 2002, 186 p. (ISBN 978-2-08-081517-0) * Jean-Luc Godard, Histoire(s) du cinéma, Paris, Gallimard, coll. « Hors série connaissance », 2006, 314 p. (ISBN 978-2-07-077994-9) * Jean-Luc Godard, Les années Cahiers, Flammarion, coll. « Champs », 2007 * Recueil d'articles de Jean-Luc Godard réunis par Alain Bergala * Jean-Luc Godard, Les années Karina, Flammarion, coll. « Champs », 2007 * Recueil d'articles de Jean-Luc Godard réunis par Alain Bergala * Jean- Luc Godard, Des années Mao aux années 80, Paris, Flammarion, coll. « Champs », 2007 (1re éd. 1989), 183 p. (ISBN 978-2-08-120302-0) * Recueil d'articles de Jean-Luc Godard réunis par Alain Bergala * Jean-Luc Godard et Marcel Ophüls, Dialogues sur le cinéma, Lormont, Le Bord de l'eau, coll. « Ciné-politique », 2011, 100 p. (ISBN 978-2-35687-132-9) * Transcriptions de deux débats entre Jean-Luc Godard et Marcel Ophüls au cinéma Le Méliès en 2002 et au Théâtre Saint-Gervais à Genève en 2009. * Dialogues avec Marguerite Duras, présenté par Cyril Béghin, Post-éditions, 2014 == Exposições == * 2006: Voyage(s) en utopie. À la recherche d'un théorème perdu. JLG 1945-2005. Centre Georges- Pompidou, Paris. * 2019: Jean-Luc Godard installe son Studio d'Orphée à la Fondation Prada de Milan. === Bibliografia === * * * * Steritt, David (1998). Jean-Luc Godard: Interviews. Jackson, Mississippi: University Press of Mississippi. . * Usher, Phillip John (2009). \"De Sexe Incertain: Masculin, Féminin de Godard\". French Forum, vol. 34, no. 2, pp. 97–112. * Godard, Jean- Luc (2014). Introduction to a True History of Cinema and Television. Montreal: caboose. . * Brody, Richard (2008). Everything Is Cinema: The Working Life of Jean-Luc Godard. . * Temple, Michael. Williams, James S. Witt, Michael (eds.) 2007. For Ever Godard. London: Black Dog Publishing. * Dixon, Wheeler Winston. The Films of Jean-Luc Godard. Albany: State University of New York Press, 1997. * Godard, Jean-Luc (2002). The Future(s) of Film: Three Interviews 2000–01. Bern; Berlin: Verlag Gachnang & Springer. . * Loshitzky, Yosefa. The Radical Faces of Godard and Bertolucci. * Silverman, Kaja and Farocki, Harun. 1998. Speaking About Godard. New York: New York University Press. * Temple, Michael and Williams, James S. (eds.) (2000). The Cinema alone: Essays on the Work of Jean-Luc Godard 1985–2000. Amsterdam: Amsterdam University Press. * Almeida, Jane. Dziga Vertov Group. São Paulo: witz, 2005. . * Nicole Brenez, David Faroult, Michael Temple, James E. Williams, Michael Witt (eds.) (2007). Jean-Luc Godard: Documents. Paris: Centre Georges Pompidou. * Godard Bibliography (via UC Berkeley) * Diane Stevenson, \"Godard and Bazin\" in the Andre Bazin special issue, Jeffrey Crouse (ed.), Film International, Issue 30, Vol. 5, No. 6, 2007, pp. 32–40. * Intxauspe, J.M. (2013). \"Film Socialisme: Quo vadis Europa\". hAUSnART, 3: 94–99. * Lake, Steve and Griffiths, Paul, eds. (2007). Horizons Touched: the Music of ECM. Granta Books. . 2007. * Müller, Lars (2010). Windfall Light: The Visual Language of ECM. Lars Müller Publishers. & . * Rainer Kern, Hans-Jürgen Linke and Wolfgang Sandner (2010). Der Blaue Klang. Wolke Verlag. . == Ligações externas == * Cronologia - Jean- Luc Godard * Céline Scemama : Histoire(s) du cinéma * Categoria:Cineastas da França Categoria:Anarquistas da França Categoria:Ateus da França Categoria:Óscar honorário Categoria:Urso de Ouro Categoria:Naturais de Paris Categoria:Grande prémio FIPRESCI Categoria:Leão de Ouro de melhor filme Categoria:Leão de Ouro de carreira Categoria:Urso de Prata de melhor filme Categoria:Urso de Prata de melhor realizador Categoria:Maoístas Categoria:Palma de Ouro do Festival de Cannes Categoria:César honorário Categoria:Suicidas da França",
 "title": "Jean-Luc Godard"
}