{
 "id": "59742",
 "text": "Olímpio Mourão Filho (Diamantina, – Rio de Janeiro, ) foi um militar brasileiro conhecido como o autor do Plano Cohen, documento utilizado para justificar o golpe do Estado Novo em 1937, e, à frente da 4.ª Região Militar/Divisão de Infantaria (4ª RM/DI), como precipitador do golpe de Estado de 1964. Atingiu a patente de general-de-exército e terminou a carreira presidindo o Superior Tribunal Militar (STM) em 1967–1969. Como chefe do serviço secreto da Ação Integralista Brasileira, redigiu sob ordem de Plínio Salgado o roteiro de uma fantasiosa tomada de poder por comunistas. Nas mãos do governo, o texto foi divulgado e falsamente atribuído à Internacional Comunista como plano real de insurreição, com a finalidade de justificar a adoção de poderes ditatoriais por Getúlio Vargas. As acusações de ter servido à implantação do Estado Novo prejudicaram sua carreira e criaram desconfiança duradoura entre os outros oficiais, mesmo tendo sido absolvido num Conselho de Justificação do Exército em 1955. Serviu na logística da Força Expedicionária Brasileira e trabalhou nas telecomunicações no governo de Juscelino Kubitschek. Após defender a posse de João Goulart na Presidência em 1961, nos anos seguintes considerou-o ameaça ao sistema político e conspirou pela sua derrubada enquanto servia em Santa Maria, Rio Grande do Sul, São Paulo e Juiz de Fora, Minas Gerais. Reivindicava ter constituído a “maior conspiração das Américas”, mas suas articulações eram apenas uma parte da atividade conspiratória e outros conspiradores buscavam controlá-lo. Em Minas Gerais, teve como aliados seu subordinado, o general Carlos Luís Guedes, e o governador Magalhães Pinto. Concretizou a deposição de Goulart ao, antes da data prevista pelos outros conspiradores, deslocar sua 4.ª RM/DI de Minas Gerais na Operação Popeye, dando início ao golpe. Seu papel na continuação e vitória do golpe foi menor. Na ditadura militar resultante, foi escanteado das posições de poder pelos demais golpistas e relegado à posição de ministro do STM. Durante a ditadura criticou os governos de Castelo Branco e Costa e Silva, tendo posição política errática, a princípio de linha-dura e depois crítica ao autoritarismo. Em 1979, anos após sua morte, a publicação de suas memórias pelo jornalista Hélio Silva criou grande polêmica, pois atacavam duramente os demais militares. == Vida pessoal == Filho de Olímpio Júlio de Oliveira Mourão, deputado e senador estadual, e Mariana Correia Rebelo Mourão, professora catedrática da Escola Normal de Diamantina, cursou o Colégio Diocesano da cidade até ser expulso. Abandonou o estudo da engenharia em Belo Horizonte para se matricular na Escola Militar do Realengo no Rio de Janeiro, em abril de 1918., MOURÃO FILHO, Olímpio. Seu pai, político situacionista importante em Diamantina, ajudou no início da carreira política de Juscelino Kubitschek na cidade. Teve duas filhas com Almira Linhares Mourão, falecida em 6 de julho de 1955. Depois se casou com Maria Tavares Bastos. Sua filha Laurita Mourão (nascida em 1926)Livronautas – Laurita Mourão. Consultado em 31 de dezembro de 2020. trabalhou no Ministério das Relações Exteriores e publicou vários livros, entre eles Mourão, o General do Pijama Vermelho (2002) sobre o pai. Chama-o de incompreendido em 1937 (“serviu de bode expiatório e foi enganado”) e 1964 (“nunca foi a favor do fechamento do Congresso”).Pinheiro, Daniela (Fevereiro de 2009). A amiga do hipotálamo. Piauí n. 29. Consultado em 31 de dezembro de 2020. Seu hábito de fumar o cachimbo refletiu no nome da Operação Popeye. == Carreira político-militar == === Anos 20 e 30 === Ingressou no Exército Brasileiro em 30 de abril de 1918, na Escola Militar do Realengo, onde foi declarado aspirante a oficial em 18 de janeiro de 1921. Sua turma era conhecida como \"turma da alfafa\", a mesma de Castelo Branco, Costa e Silva, Amaury Kruel, Octacílio Terra Ururahy e Macedo Soares. Em 1963 chamou-a de \"cursinho para débeis mentais\" – todos, inclusive os reprovados, passaram ao segundo período para preencher as vagas tornadas ociosas pela gripe espanhola, e as matérias difíceis foram retiradas pelo Congresso – e notou que produziu um número de Ministros da Guerra, interventores e outros ilustres. Ao terceiro ano foi o oitavo classificado de 98 cadetes de infantaria. Foi servir no 14º Batalhão de Caçadores, em Florianópolis, onde foi promovido a segundo tenente em 11 de maio de 1921 e a primeiro tenente em 31 de outubro de 1922. Nesse período, combateu os rebeldes que se apossaram de São Paulo na Revolução de 1924. O Exército esforçava-se para qualificar a oficialidade, e assim, a formação militar adicional era necessária para sua progressão de carreira. No Rio de Janeiro Mourão cursou a Escola de Aperfeiçoamento de Oficiais, em 1926, e a Escola de Estado-Maior, de 1928 e 1930, ficando em oitavo lugar de sua turma. Em seguida estagiou no Estado-Maior da 1ª Região Militar. Enquanto cursava a EEM no Rio tomou o partido da Aliança Liberal e dos revolucionários de 1930, participando da conspiração que lançou o golpe de 24 de outubro na capital. A junta militar resultante enviou Mourão a Minas Gerais para avisar seu Presidente Olegário Maciel da transferência do poder a Getúlio Vargas. Foi promovido a capitão em 15 de agosto de 1931 e a major em 25 de dezembro de 1937. Até 1936 seu desempenho foi elogiado por seus superiores e mesmo pelo próprio Ministro da Guerra. Provavelmente nesse período assumiu seu lado político, adormecido em 1924; em 1932 esteve novamente do lado de Vargas, combatendo a Revolução Constitucionalista desde 19 de julho no Vale do Paraíba. Como recompensa foi até 1936 comissário de ligação entre os Ministérios da Guerra e da Viação na Estrada de Ferro Central do Brasil. Era um cargo de caráter mais civil e ampliou seus contatos na sociedade. === Integralismo === ==== Militância ==== Motivado menos pela doutrina e mais pelo sentimento contra o comunismo, que via infiltrado no Exército desde Santa Catarina, em 1932 entrou na Ação Integralista Brasileira. No ano seguinte fez propaganda do movimento em Minas Gerais junto a Plínio Salgado, Olbiano de Melo e Gustavo Barroso. Este último tornou-se em 1934 chefe do departamento nacional da milícia, na qual Mourão foi chefe de Estado-Maior, organizando-a em moldes militares com seu conhecimento da EEM. Em Santa Catarina (retornou ao 14º BC como subcomandante, de 1936 a abril de 1937) teve contato com muitos integralistas – 39 dos 43 municípios tinham um núcleo. Em 1937 entrou na Câmara dos Quatrocentos, órgão consultivo da chefia nacional da AIB. Na sua \"Instrução da Milícia\" explicou os conceitos de Nação, Estado, Forma de Governo e Regime; dedicou-se a explanar e distinguir, em princípios fundamentais, bases filosóficas, bases políticas e bases econômicas, a liberal-democracia (liberalismo), o marxismo e o integralismo. Por fim, disserta sobre a função das Forças Armadas em um Estado Integralista, afirmando que seriam os dois lados do triângulo sobre o qual repousaria o Estado e a Nação: Exército, Marinha, e Milícia Nacional. \"O triângulo é a base da pirâmide, que é o Estado e cujo vértice é Deus\". Em \"Do liberalismo ao Integralismo\" declarou que a liberal-democracia, \"sistema absolutamente falido\", deveria dar lugar à Democracia Integral, e a ordem econômica deveria ser sujeita à moral e promotora da justiça social, traços ausentes na economia liberal.A Revolução de 31 de Março e o General Olympio Mourão Filho. Frente Integralista Brasileira. Consultado em 1 de janeiro de 2021. Seu pensamento à época transparece também em “Rumos do Estado moderno”’, publicado em A Defesa Nacional: sufrágio econômico ou profissional (uma ditadura seria inviável) e intervenção estatal na economia e, para repelir o comunismo, na educação. Quando a AIB foi sucedida pelo Partido de Representação Popular no pós-guerra, já havia deixado o integralismo. Para não deixar dúvida de sua distância do PRP, filiou-se ao Partido Orientador Trabalhista, “partideco” que existia apenas na imaginação“”, elegeu um vereador no Distrito Federal e teve a legenda cassada. Refere-se nas suas memórias ao integralismo como “coisa muito superada”. Logo após o golpe ainda teve contato com Plínio Salgado, que agiu em seu favor no Congresso. ==== Plano Cohen ==== Chefe do serviço secreto da AIB e chamado de Santa Catarina ao Estado-Maior do Exército no Rio, em agosto de 1937 Plínio Salgado solicitou-o que escrevesse o \"Boletim de Informações nº4\" sobre táticas de guerrilha e revolucionárias comunistas, de forma a concentrar as atenções dos integralistas no anticomunismo e não na disputa presidencial de 1938. O texto resultante começava com um preâmbulo esclarecendo tratar-se de material para debate e não um plano real do Komintern. Em seguida, baseado num artigo sobre a tomada de poder pelos comunistas na Hungria em 1919, descrevia como seria feita uma revolução comunista no Brasil e a reação integralista. Plínio Salgado reprovou o texto, com seus \"massacres, incêndios, sequestros, confisco de propriedades privadas, ataques ao clero, apelo à sexualidade\", como exagerado e irreal. Mourão era subordinado de Gustavo Barroso na milícia e Salgado possivelmente associou o conteúdo ao antissemitismo de Barroso, ponto de contenção entre os dois. Desapontado, Mourão levou o plano ao general Álvaro Guilherme Mariante, ministro do Supremo Tribunal Militar, que sugeriu que o mostrasse a Góis Monteiro, chefe do EME, mas Mourão não queria mostrá-lo a quem não fosse integralista. Mas Mariante ficou com o documento por vários dias até devolvê-lo., PLANO COHEN. Enquanto em setembro Vargas armava seu golpe, o plano entrou em circulação nos círculos do poder e pouco depois os jornais anunciaram a descoberta, confirmada pelas autoridades (especialmente o EME), do plano de um iminente golpe comunista. O preâmbulo explicativo não foi exposto ao público. Em 1º de outubro Vargas solicitou o estado de guerra. O falso plano comunista criou aceitação a seu golpe, efetuado em 10 de novembro e seguido da institucionalização da ditadura. O golpe já era preparado desde muito antes e não necessariamente precisaria do Plano Cohen para ocorrer. Como outros golpistas, Eurico Gaspar Dutra posteriormente não deu valor ao documento como fator histórico. Mas os integralistas não desmentiram o plano, criando a impressão de que ajudaram a implantar o Estado Novo, e de fato Plínio Salgado havia dado seu apoio em setembro. Suspeitou que o plano divulgado fosse aquele que solicitara, mas não quis desmoralizar o Exército pois era necessário contra o comunismo. Já Mourão confrontou Góis, que o mandou ficar calado. Como visto adiante, a questão do Plano Cohen teve sérias implicações na sua carreira nos vinte anos seguintes. Após o golpe do Estado Novo, saiu da cena política. Vargas proibiu a AIB em dezembro de 1937, e o Levante Integralista em reação foi sufocado. Mourão não participou da revolta. === Anos 40 e 50 === Promovido a tenente-coronel em 15 de abril de 1943, comandou o 15º Batalhão de Caçadores, em Curitiba, entre 1943 e 1944. Em seguida, foi Chefe de Gabinete da Diretoria de Recrutamento, no Rio de Janeiro. Sua promoção a tenente-coronel foi por antiguidade, pois a mácula do Plano Cohen retardou sua progressão de carreira; pesava também sua personalidade dura. Dizia-se inocente de ter trabalhado em prol de Vargas, mas era malvisto na oficialidade. Em 1941, fez curso no Centro de Instrução motomecanizada, no Rio de Janeiro. Em artigos publicados em A Defesa Nacional nos anos 40, participou do debate sobre a mecanização do Exército. Notou a importância das forças mecanizadas na Segunda Guerra Mundial. Argumentou que no Brasil elas deveriam distinguir-se da arma de cavalaria, com a qual pouco tinham em comum, em contraposição à linha de raciocínio que prevaleceu: as forças mecanizadas como sucessoras das hipomóveis. Tinha opiniões também sobre a qualificação e elevação do nível intelectual dos sargentos, em curso a partir dos anos 30 e 40; era um dos oficiais conservadores, preferindo o sargento ‘’formado no corpo de tropa, sargentão rude’’, mas incapaz de se envolver na política. Em fevereiro de 1945, foi à Itália servir na Força Expedicionária Brasileira como chefe da 3ª Seção do Depósito de Pessoal em Staffolo, unidade logística de preparação do pessoal e substituição de baixas.Noticiário do Exército – Cerimônia relembra devoção de Pracinhas da FEB em capela construída na Itália durante a II Guerra Mundial. Consultado em 2 de janeiro de 2021. No mesmo ano, Góis Monteiro denunciou a falsidade do Plano Cohen e apontou “um oficial integralista” como a fonte, isentando-se, porém, de toda culpa; o documento teria chegado ao EME e vazado enquanto investigações sobre sua veracidade estavam em curso. Em 1955 diretamente acusou Mourão no livro “O general Góis depõe”. Querendo limpar seu nome e virar general-de-brigada, Mourão contestou o caso em Conselho de Justificação do Exército. Insistia que escreveu o Plano Cohen somente para uso interno na AIB. Góis era ministro do STM e muito mais influente que o acusado, mas seus relatos e de suas testemunhas, os generais Caiado de Castro e Tinoco, tinham contradições; ele acabou desdizendo sua acusação e Mourão foi absolvido. Ele concedeu entrevista ao historiador Hélio Silva sobre o tema para seu livro “1937 – Todos os golpes se parecem”, de 1970. Sua defesa no julgamento e seu contexto são apresentados em “A Ameaça Vermelha – O Plano Cohen”, publicado em 1980, do mesmo autor.Eterno embuste. Veja, 17 de dezembro de 1980. O historiador tornou-se amigo e confidente do general. Apesar de ser oficial de Estado-Maior e ter servido na FEB, só chegou a coronel em 25 de março de 1948 por antiguidade, quando seus colegas de turma já eram coronéis. A partir dali já queria ir para a reserva, mas foi convencido a ser o primeiro comandante do 19º Regimento de Infantaria, em São Leopoldo, de 1949 a 1950. Como coronel também comandou o 11º Regimento de Infantaria, em São João del-Rei (1951–1953), e a 11ª Circunscrição de Recrutamento, em Belo Horizonte (1953–1955). Quando seus colegas chegaram ao generalato em 1953, continuou coronel. Costa e Silva e Castelo Branco chegariam então a general-de-divisão em 1958 e general-de-exército em 1961. Também visando o generalato, Mourão almejou cursar a Escola Superior de Guerra (ESG), novidade no pós-guerra e, como a Escola de Estado-Maior, vantagem na promoção. Não pôde, porém, por enfermidade própria e da esposa Almira, que faleceu em 1955. === Governo JK === Julgou não haver risco real de impedimento da posse de Juscelino Kubitschek, e assim desnecessário o contragolpe de Lott para garanti-la. Como tinha boas relações com o novo Presidente, conterrâneo seu de Diamantina, foi promovido a general-de-brigada em 25 de março de 1956, numa das duas vagas de livre escolha presidencial. Como general comandou a Infantaria Divisionária da 4ª DI, em Belo Horizonte, de 1956 a 1957 e chefiou a Diretoria da Assistência Social, no Rio de Janeiro, entre 1957 e 1961. Ganhou também a chefia da Comissão Técnica de Rádio, subordinada ao Ministério da Viação e Obras, cargo mais político que técnico, mas trabalhoso. Ganhou contatos como Assis Chateaubriand. Era um órgão poderoso, controlando as concessões de rádio e televisão e as faixas de transmissão aéreas, navais e militares. Executou a proibição do acesso ao rádio e televisão ao oposicionista Carlos Lacerda e presidiu a delegação brasileira na Comissão de Rádio-Comunicações em Genebra, Suíça em 1959, onde discutia-se a padronização das frequências mundiais. Queria para o Brasil a faixa de 525/535 Kc/s, permitindo a existência de muitas rádios municipais de baixa potência (10 watts). Considerava a potência de ~5 quilowatts pretendida por Assis Chateaubriand e outros concentradora dos meios de comunicação nas mãos de poucos. A faixa poderia interferir na navegação argentina, mas não incomodaria graças à baixa potência. Conseguiu assim essa faixa de frequência para as emissoras locais brasileiras. Saiu da Comissão com o fim do mandato de JK. Não gostou da construção de Brasília e avaliou o governo JK como “confuso e faraônico”. === Posse de Goulart === Em 1961 teve nova oportunidade de cursar a ESG mas recusou, julgando a Doutrina de Segurança Nacional totalitária, uma das “burrices filosóficas importadas do Pentágono”. Era contra Cordeiro de Farias, seu fundador, e outros associados como Golbery do Couto e Silva. Distanciava-se da facção dos oficiais “modernizadores” diplomados na escola, figurando então entre os “tradicionalistas”. Mas enquanto os diplomados da ESG ganhavam influência política e contatos no empresariado, Mourão ficou isolado, agindo fora de qualquer grupo poderoso. Interpretou a queda de Jânio Quadros em agosto como possivelmente causada por seu ministro da Guerra Odílio Denys, que implantaria uma ditadura. Encontrou-se com o marechal Lott, que se declararia publicamente em favor da posse legal do vice-presidente Goulart, impedida por Denys a pretexto dele ser comunista. Não se satisfez, querendo um movimento armado contra o veto de Denys, mas não encontrou respaldo, seja em Lott, no chefe do Estado-Maior do I Exército, Aurélio de Lyra Tavares, no comandante do GUEs na Vila Militar, Ladário Pereira Teles, ou no ex-comandante da 1ª Divisão de Infantaria, Jair Dantas Ribeiro. O general Osvino não queria acompanhá-lo ao Rio Grande do Sul, onde se montava oposição a Denys. Também sondou o comandante do I Exército, Nestor Souto de Oliveira. Não conseguiu prosseguir com a ideia de levar a atitude do Estado-Maior, I Exército e Vila Militar a Denys. Apesar do fracasso de seu esforço legalista, Goulart foi empossado e para enfraquecê-lo estabeleceu-se o sistema parlamentar de governo, cuja continuação seria decidida num plebiscito previsto para perto do fim de seu mandato. Mourão apreciou o parlamentarismo. Tinha baixa opinião dos presidentes do Brasil, especialmente os da República Velha, e do sistema presidencial, raiz dos males nacionais; \"mais cedo ou mais tarde o eleitorado não seria capaz de fazer milagre na escolha do presidente\". Com a resolução da crise política os comandos foram rearranjados e ele ganhou a 3ª Divisão de Infantaria em Santa Maria, a princípio interinamente, assumindo em 13 de outubro de 1961, mas 25 de março de 1962 foi promovido a general-de-divisão e permaneceu no comando até fevereiro de 1963. Apoiou a posse de Goulart não por gostar dele mas em nome da Constituição. Detestava o getulismo e temia seu cunhado, o governador Leonel Brizola, por querer o retorno do presidencialismo. Inicialmente ocupado com o péssimo estado de sua divisão, alarmou-se num jantar com Brizola e o general Osvino quando ocorria o congresso da em 7 de janeiro de 1962. Julgando que Mourão, defensor da posse de Goulart, estivesse do seu lado, expuseram suas ambições pelas reformas de base, incluindo a reforma da Constituição para implantar a reforma agrária, e a antecipação do plebiscito para restaurar o presidencialismo. Seria a quebra do acordo de 1961. Junto com sua visão do que ocorria na cidade — a memória de guarnições divididas e sargentos esquerdistas durante a crise sucessória do ano anterior, ânimos exaltados deixados pela mesma e agitação sindical e comunista, especialmente nas ferrovias – concluiu haver uma conspiração contra o regime. Acreditava que Goulart e Brizola não eram comunistas, mas seriam eliminados para abrir caminho a Luís Carlos Prestes. Assim, em 7 de janeiro de 1962 começou sua conspiração. Inicialmente contra Brizola, em fevereiro já era para derrubar Goulart. Temia um golpe do Presidente apoiado nos seus generais. === 1962-64 === Por dois anos, dois meses e vinte e três dias foi “bom articulador, considerado corajoso e impetuoso” nos meios civil e militar e níveis estadual e nacional. Julgou-se o protagonista da “maior conspiração das Américas”. Entretanto não foi sua origem e nem seu dono. Movimentações contra Goulart já existiam no complexo formado pelo Instituto de Pesquisas e Estudos Sociais (IPES), Instituto Brasileiro de Ação Democrática (IBAD) e a Escola Superior de Guerra, representando os oficiais “modernizadores” e seus aliados na elite nacional. Mesmo agindo quase sozinho os avanços de Mourão foram paralelos aos desse complexo, que buscou controlá-lo e empregá-lo. Era “isca”, desviando as atenções do governo — sua conspiração era aberta e bem conhecida — e insuflava o espírito das guarnições contra Goulart, mas era também temido por sua impetuosidade, que tentavam neutralizar para seus esforços não serem perdidos num movimento brusco. Além disso, seu desprestígio entre os oficiais permanecia nos anos 60. Confirmou a Hélio Silva saber da existência de contatos da conspiração com norte-americanos e da possibilidade da aproximação de uma esquadra ao litoral brasileiro. ==== Em Santa Maria ==== Seu primeiro contato foi com seu chefe de Estado-Maior, Ramão de Menna Barreto. Verificou a lealdade de seus subordinados e dentro do Estado firmou contatos. Garantiu a maior parte do III Exército – a 2ª e 3ª Divisões de Cavalaria, 5ª e 6ª Divisões de Infantaria e a Artilharia Divisionária da 6ª DE. Não encostou na 1ª Divisão de Cavalaria de Oromar Osório, a seu oeste em Santiago, pois ele era “inteiramente dedicado ao Presidente”. Em junho já tinha o general Penha Brasil, do próprio III Exército, e Nélson de Melo, do II, mas não atingiu o Ministério da Guerra (João Segadas Viana), I Exército (Osvino), IV (Costa e Silva) e Gabinete Militar (Amaury Kruel). Além dos emissários e encontros no Sul fez várias viagens a São Paulo e Rio. Buscou financiamento para a oposição na campanha eleitoral e no Rio alistou à sua causa o almirante Sílvio Heck, capaz de captar outros altos oficiais incluindo o marechal Denys. O IPESUL, braço do IPES no Rio Grande do Sul, estava no controle: Menna Barreto era membro e Penha Brasil, ligado ao IBAD. Em julho, porém, o III Exército passou a Jair Dantas Ribeiro, leal ao governo, que passou a ter garantidos os dois exércitos mais fortes (I e III). Mourão temia um golpe de Goulart se a Câmara não antecipasse o plebiscito, mas ela o concedeu e logo restauraria os poderes presidenciais. Pregou à tropa, então, que “com tais poderes vai dar seu golpe” e pensou numa ofensiva a Porto Alegre, o “Plano Junção”. Em reação a um movimento do governo, como o fechamento do Congresso, a 3ª DI deixaria para trás uma unidade para guardar-se a sudoeste contra a 1ª DC e saltaria de uma só vez a noroeste de Porto Alegre, na margem norte do Rio Jacuí. Ali faria junção com a 6ª DI e colaborando com elementos anti-Brizola da Brigada Militar invadiriam o QG do III Exército. Em suas reuniões com o governador Ildo Meneghetti nasceu a ideia do que viria a ser a Operação Farroupilha. Porém, em novembro Amaury Kruel, Ministro da Guerra, informou-o que assumiria a 2ª Região Militar em São Paulo. Mourão saiu em março de 1963. Jair Dantas percebeu seu trabalho conspiratório, mas o chamou de \"estudos de segurança nacional\". ==== Em São Paulo ==== Assumiu a 2ª Região Militar em 15 de março de 1963 e lá permaneceria até 21 de agosto do mesmo ano. Em consulta com um cardiologista, ouviu que era a \"última esperança nossa\": seu nome já era conhecido na alta sociedade paulista como força anti-Goulart. São Paulo não tinha guarnição tão forte mas era bom ambiente para a mobilização civil. Esta foi delegada ao general da reserva Sebastião Dalísio Menna Barreto e um Estado-Maior civil, pois a conspiração era maior, chegando ao conhecimento da CIA. A articulação civil era suficiente para prever a constituição de forças paramilitares. O IPES era mais forte e exercia um controle maior. Trabalhava- se ideologicamente a população a longo prazo. Mourão trouxe a seu lado muitas guarnições paulistas e fez contato com a 6ª Região Militar, na Bahia. Traçou novos planos militares: o QG do II Exército seria tomado, e seu comandante Peri Constant Bevilacqua ou aceitaria o comando da operação ou seria deposto. O ideal seria que aceitasse. O chefe revolucionário seria um general-de- exército como Cordeiro de Farias ou Nelson de Melo. Uma força-tarefa — três batalhões de infantaria, um da PMSP e um grupo de obuses — partiria às 19:00 e desceria Via Dutra o mais rápido possível contra a Guanabara, chegando no mínimo a Barra do Piraí. Atrás seguiria todo o resto da força disponível e o III Exército, já trabalhado, viria como reforço. Haveria linhas de parada se o I Exército contra-atacasse. Seu objetivo final era: Mourão Filho tinha um Estado-Maior militar e outro civil, com amplas conexões na elite paulista. Na frente interna haveria “censura de todos os telefones”, “ocupação de todos os sindicatos e prisão de líderes comunistas e sindicais” e a prevenção da sabotagem. Os civis priorizavam a preparação psicológica e mobilização. Mourão desejava uma Guarda Civil paramilitar para guarnecer pontos, liberando forças. Para tal, carabinas calibre 22 de cano curto para tumultos chegaram a ser fabricadas pela IMBEL em Itajubá. Em julho, em reunião com Carlos Lacerda (agora governador da Guanabara), Júlio de Mesquita Filho, proprietário de O Estado de S. Paulo, e Adhemar de Barros, governador paulista, eles sugeriram que Mourão sucedesse Goulart dentro do quinquênio de Jânio. Em outra reunião com o desembargador Antônio Neder e o almirante Heck, o marechal Denys foi mais longe e viu-o futuro ditador, mas Mourão se insistiu democrata. Naquele mesmo mês descobriu que seria retirado de São Paulo por conspirar contra o governo. Seu novo destino, a 4ª Região Militar/Divisão de Infantaria, em Minas Gerais, era militarmente menos perigoso. Para dispersar as suspeitas saiu indignado de uma solenidade na qual o secretário de Justiça do Estado declarava haver “um movimento comunista chefiado do Palácio da Alvorada, pelo próprio Presidente da República”. O ato não convenceu. E nesses meses finais em São Paulo já perdia força, com a conspiração militar fluindo ao general Agostinho Cortes, ligado a Golbery e ao IPES. Em 21 de agosto passou o Comando da 2ª RM. ==== Em Juiz de Fora ==== A transferência a Minas Gerais foi uma punição, levando-o a um comando pouco relevante. Não fosse sua amizade com Jair Dantas Ribeiro, agora ministro da Guerra, Mourão talvez teria recebido um posto burocrático. Ele assumiu a 4ª RM/DI, em Juiz de Fora, em 28 de agosto de 1963. Encontrou ali uma guarnição fraca e pouca conversa “revolucionária”, mas estava mais próximo da Guanabara e era a mais alta autoridade militar no Estado. O cenário social era o mesmo e assim também a forte estrutura do IPES. A CIA notou que sua chegada poderia interferir no jogo sucessório. No seu estado natal tinha contato com dois presidenciáveis: JK e o governador Magalhães Pinto (UDN), este último uma das três grandes figuras do golpe em Minas Gerais. A terceira era o general Carlos Luís Guedes, subordinado de Mourão, com a Infantaria Divisionária em Belo Horizonte. Logo ao chegar Mourão explicitou suas intenções aos dois e trabalharam juntos. Guedes contribuiu com a Polícia Militar de Minas Gerais, incorporada aos planos golpistas. Mas seus interesses não eram os mesmos: Guedes era alinhado ao IPES e atuou para restringir Mourão. Os dois generais tinham um péssimo relacionamento. Magalhães, por sua vez, é citado como alinhado ao IPES ou como aliado de Mourão e tendo ambições à parte. Sondou aliados, encontrando, entre outros, o tenente-coronel Everaldo José da Silva, constituiu um “Estado-Maior Revolucionário” e pregou a seus comandados, discutindo a realidade do país e criticando o governo. Em Juiz de Fora, mesmo civis — “professores, empresários, dentistas, advogados, médicos e motoristas de táxi” — eram chamados a palestras no QG da 4ª RM/DI. Segundo ele, acelerou a instrução da tropa, mas não foi percebido. Visitou várias vezes o Rio de Janeiro; recebia passagens aéreas particulares sem conhecimento do governo. Everaldo e Mourão ainda tinham contato com o Estado-Maior civil em São Paulo. Julgando o governo um \"castelo de cartas\", Mourão tinha pressa de agir. Queria a \"Operação Popeye\", um ataque surpresa ao Rio de Janeiro, atravessando as fronteiras à noite. Como Guedes preferia proclamar a rebelião e defender o Estado, o que julgou impossível com a força existente e as vastas fronteiras, recrutou em dezembro o general Antônio Carlos Muricy para liderar a operação. ==== Março de 1964 ==== Os eventos do mês – o comício da Central no Rio e os de Brizola e Miguel Arraes em Belo Horizonte em Juiz de Fora – reforçaram sua convicção no avanço do comunismo e chegaram ao ápice com a Revolta dos marinheiros na Semana Santa. No dia 27, sexta-feira, foi chamado a Belo Horizonte com a repercussão da revolta. Magalhães Pinto, líder civil da \"revolução\", prometeu entregar um manifesto exigindo a deposição do Presidente, dando o respaldo político necessário ao deslocamento militar já na noite do sábado, irrompendo no Rio de Janeiro ao amanhecer do domingo. Surgiu, porém, uma disputa pelo protagonismo dentro do movimento, com Magalhães buscando maximizar seu ganho eleitoral em 1965. Ambos suspeitavam que o outro queria roubar os louros da vitória. No dia seguinte o governador visitou Juiz de Fora de mãos vazias e não houve arrancada. Mourão insistia em receber o manifesto para que pudesse mover as tropas; em vez disso, no dia 30, Magalhães publicou um manifesto em Belo Horizonte, sem pedir a deposição, e Mourão soube por um telefonema de Guedes. Indignou-se com ambos. Em Belo Horizonte eles já estavam em revolta, pondo-se em perigo, pois Mourão poderia esmagá-los apoiado pelo I Exército ou o governo, se percebesse o que se passava, poderia esmagar Minas Gerais. Suspeitando que os termos vagos do manifesto do governador fossem forma dele manter-se afastado do movimento no caso do fracasso, nas suas memórias Mourão chama-o de tradiro e afirma ter ordenado sua prisão a Guedes, que não quis obedecer. Os depoimentos de Mourão e Guedes se contradizem sobre esses últimos dias. Guedes considera Mourão indeciso, no que concorda o relato de Rubens Bayma Denys, filho de Odílio Denys, que participou da reunião do dia 28. Guedes afirma ainda ter mandado dois generais reformados a Juiz de Fora para assumirem no lugar de Mourão se ele desistisse. Segundo Guedes, ele e Magalhães queriam partir já no dia 30, enquanto Mourão, naquele ponto, só aceitava um início em abril. Finalmente, recebendo o manifesto na madrugada do dia 31 pelos emissários do governador e vendo-o sem a demanda da deposição, Mourão deflagrou ele mesmo o golpe lançando telefonemas às 05:00. O que permitiu que tomasse a decisão final independente de Magalhães e Guedes foi ter em mãos a tropa graças ao proselitismo anticomunista realizado nos meses anteriores. Além disso cuidou de não agir sozinho: no dia 28 enviou o tenente- coronel Everaldo a São Paulo para verificar se poderia contar com o comandante do II Exército, Amaury Kruel. Na ausência de uma resposta, havia descido ao Rio de Janeiro para encontrar-se com seu irmão, Riograndino Kruel, que deu o aval. A deflagração em 31 de março foi feita à revelia dos conspiradores em São Paulo e Rio de Janeiro, que pretendiam uma data posterior. A precipitação do movimento foi alternativamente interpretada entre outros militares como necessária para romper a inércia ou como fator de atraso na adesão de outras forças. Muitos militares o censuram por ignorar a autoridade de Castelo Branco e Costa e Silva, a quem fez um desagravo, e consideram-no intempestivo, mas alguns acreditam que não foi um ato impetuoso, mas a culminação de um longo processo. De acordo com José Antônio Barbosa de Moraes, um de seus oficiais de Estado-Maior, o movimento não foi precipitado pois Mourão “não conhecia qualquer hora pré-determinada”. Os amplos preparativos acionados no momento da deflagração mostram que a decisão não foi passional. ==== Madrugada de 31 de março ==== Por volta das 2:00 ou depois das 2:30 Mourão Filho recebeu os secretários do governador, José Maria Alkmin e Monteiro de Castro. Traziam o manifesto, tão desapontante quanto esperava -“Com este manifesto não tiro nem um soldado do quartel”. Tal foi o destampatório recebido que saíram em 10 minutos, sem tempo de ouvi-lo ler seu próprio manifesto e sem perceber que ele pretendia “apertar o botão” em poucas horas. De cachimbo aceso, escrevia no diário em tom de despedida e duvidando se teria sucesso. “O Exército inteiro vem contra mim”. Às 04–05:00, de pijama e roupão de seda vermelho, ocupou a estação telefônica de Juiz de Fora com a PM e disparou chamadas pelo país: * Ao major Antônio Cúrcio Neto para pôr de prontidão a tropa, ordem repetida às 06:30; * A Guedes, para iniciar sua parte no plano de operações, despachar um batalhão a Juiz de Fora; e prender o governador se ele desistisse (informação presente nas memórias de ambos); * Ao deputado Armando Falcão para avisar Carlos Lacerda; * Ao almirante Sílvio Heck para agir na Marinha; * Aos coronéis Jaime Portela de Melo e Ramiro Gonçalves para avisar a seus companheiros no Rio de Janeiro e virem a Juiz de Fora. Não vieram, e encontrou-os recém-instalados em posições burocráticas quando chegou ao Rio; * Ao general da reserva José Varonil de Albuquerque Lima, genro de Maria, para avisar aos companheiros que quisessem vir, e enviar o cunhado de Maria ao sítio em Teresópolis, para onde a mandaria; * Ao Doutor José Paranhos do Rio Branco para avisar Ademar de Barros e parte da oficialidade em São Paulo. Existem diferenças de versão sobre os telefonemas. Jaime Portela de Melo desmente que tenha sido chamado a Minas Gerais, mas afirma que foi instruído a alertar Costa e Silva. Terminando as ligações às 06:40, Mourão acordou o juiz Neder e enviou a esposa a Teresópolis, para longe do conflito iminente e antes dos legalistas barrarem a estrada. ==== Em campanha ==== Com a PMMG e o Exército federal em Minas Gerais sob seu comando executou as operações “Silêncio”, controlando as telecomunicações, “Gaiola”, prendendo os “elementos suspeitos” já monitorados pela polícia, e “Popeye”, deslocando as tropas contra o Rio de Janeiro e Brasília. Tal movimento foi demorado: o grosso do “Destacamento Tiradentes” formado para invadir o Rio e posto sob o comando de Muricy só chegou ao rio Paraibuna, na fronteira fluminense, às 17:00. O comandante do 10º Regimento de Infantaria não aderiu e teve que ser substituído. Um batalhão do 12º Regimento de Infantaria enviado de Belo Horizonte por Guedes só chegou em Juiz de Fora às 22:00 e, ainda por cima, desfalcado. Desmentiu que estivesse em rebelião, mas assim que o Destacamento chegou à fronteira, de Juiz de Fora emitiu seu manifesto: o Presidente “há de ser afastado do Poder de que abusa, para, de acordo com a Lei, operar-se a sua sucessão, mantida a Ordem Jurídica”. O manifesto associava o presidente ao comunismo, mas segundo Mourão, isso foi acrescentado pelo desembargador Antônio Neder e não era de sua própria escrita, pois não considerava Goulart comunista. O governo federal, por sua vez, anunciou sua exoneração e o envio de forças do I Exército para sufocá-lo; eram mais fortes que as da 4ª Divisão e PMMG. A primeira, o 1º Batalhão de Caçadores de Petrópolis, montou uma linha de frente face ao Destacamento Tiradentes naquela noite. Informado que o tenente-coronel Kerensky, comandante do batalhão legalista, pretendia parlamentar, seguiu ao posto de comando de Muricy às margens do Paraibuna. Ali encontrou também um tenente do 1º BC que prometeu retornar com seu pelotão. As defecções enfraqueceram o batalhão de Kerensky, que recuou. “Que brigasse ou aderisse”. Retornou no início da madrugada do dia 1 a Juiz de Fora, onde foi informado da adesão do II Exército. Depois descobriria que Kruel ofereceu a Goulart para esmagar a 4ª Divisão de Infantaria, mas julgou que seu passado em São Paulo impediria a tropa paulista de enfrentá-lo. Exultou com a notícia, ao raiar da manhã, da adesão do escalão legalista seguinte, o 1º Regimento de Infantaria. ==== Entrando no Rio de Janeiro ==== Por fim, Goulart fugiu do Rio e às 15:00 o general Milton, chefe do EM do I Exército, pediu-lhe rendição. Quando Muricy avisou que a estrada estava livre, saiu do QG e encontrou-o à altura do Belvedere do Grinfo. Preocupava-se com a possibilidade de Kruel tomar o governo – “Seria o fim”. Ao seu lado estavam Neder e sua esposa Maria. Ela não quis se refugiar em Teresópolis e aceitou correr os riscos de permanecer no território revoltado. No rádio do carro ouviram que Costa e Silva havia assumido o Ministério da Guerra vazio e nomeado o general Ururahy para o I Exército. “Estão tomando meus lugares! Esse lugar era meu! Eu que devia ser o comandante do I Exército!” Como o general mais antigo do Exército e “Chefe Militar incontestável da Revolução, entrando na Guanabara vencedor, à frente de minhas tropas”, considerava o I Exército como seu por direito. Ururahy estava sem comissão e nada havia feito pela revolta. Para Muricy, Mourão queria ter sido o ministro, ou até mesmo o Presidente. Porém, por conta do respeito à hierarquia, restava-lhe apresentar-se a Costa e Silva, como lhe sugeriu Muricy, não sendo mais possível invadir o QG do Exército. Muricy seguiu atrás para também arguir com Costa e Silva, sob a insistência de Maria — “vá lá em cima ver o Mourão, porque vão embrulhá-lo”. Definiu-a como “ambiciosíssima”. No meio da madrugada, Mourão apresentou-se no Palácio Duque de Caxias, onde encontrou Costa e Silva dormindo. Mourão Filho não pôde mais do que reconhecer a autoridade de Costa e Silva, negar que tivesse ambições e protestar que teria sido mais delicado aguardar mais um pouco antes da nomeação de Ururahy. Queria retirar sua tropa após o meio-dia, mas aceitou o pedido de Costa e Silva para deixá-la na Guanabara por mais alguns dias. Tiveram uma segunda conversa às 09–10:00, já no 9º andar. Foi-lhe oferecido o comando da Petrobras para expurgar os comunistas ali presentes. Na sede da estatal, descobriu que só o Presidente teria autoridade para tal oferta. Muricy, Magalhães Pinto e Guedes não conseguiram convencer o novo Ministro da Guerra a mudar sua decisão. Para Muricy, Guedes e Magalhães Pinto, a decisão de instalar Ururahy no I Exército e enviar Mourão Filho à Petrobras foi forma de marginalizar os conspiradores mineiros. Segundo o brigadeiro João Paulo Moreira Burnier, Costa e Silva não confiava em deixar o I Exército nas mãos de Mourão pela sua impetuosidade ao dar a largada no golpe. Mourão, por sua vez, resignou-se pelo cansaço, a preocupação com Kruel — que, pelo menos, também não chegou ao poder — e por pensar que Costa e Silva, ainda que ilegítimo, era seu superior hierárquico e “a ordem legal possível de se obter”. Aceitou a decisão mesmo receando do “General Comandante Supremo” — “este título tem o sabor de ditador espanhol”. Permaneceu no Rio de Janeiro por mais alguns dias. Segundo ele, no dia 3 foi sido procurado por generais castelistas, entre eles o marechal Ademar de Queirós: Porém, a sugestão não redundou em nada. No dia 4, JK consultou-o se deveria apoiar a candidatura de Castelo Branco à Presidência. “Apoia Castello; garanto que você não será candidato a 1965”. Alguns deputados queriam lançar seu nome à Presidência, mas recusou; seu candidato militar preferido seria o marechal Eurico Gaspar Dutra. No dia 6 retornou a Juiz de Fora com sua tropa, cercado de celebração, mas de mãos vazias, considerando-se derrotado. Guedes e Magalhães Pinto condenaram sua decisão de não invadir o QG do Exército. Pesou também na sua perda de espaço a delegação do comando a Muricy. Poderia ter tido mais sucesso comandando ele mesmo a tropa e tomando o Ministério da Guerra. Ele, por sua vez, especulou que o governador poderia ter se tornado o Presidente se tivesse vindo a Juiz de Fora e chefiado um governo provisório, nomeando-o Ministro da Guerra. Alega que, “Se eu conhecesse o General Costa e Silva como hoje, o teria expulsado do Quartel General.”; “Aí começou a desgraça do Brasil. Eu tirara a Nação de um abismo e empurrara-a no outro.” === Últimos anos === ==== Resultados do golpe ==== Foi promovido a General de Exército em 30 de abril de 1964. Em maio, perguntado pelo Correio da Manhã sobre a situação política de Magalhães Pinto, disse que era “solidíssima”. Quando a mesma pergunta foi feita sobre JK, declarou: “Em matéria de política, não entendo nada. Sou uma vaca fardada.”Correio da Manhã, 06/05/1964. p. 8. A cassação de JK era proposta pelos militares de linha-dura e foi aprovada pelo governo em junho., KUBITSCHEK, Juscelino. Mourão desmentiu à imprensa ter feito qualquer pronunciamento e evitou o assunto.Correio da Manhã, 10/06/1964, p. 1. Seus papéis no Plano Cohen e no golpe de 1964 são seus dois momentos pelos quais é mais conhecido na história.Vide, por exemplo, , pp. 263-264, , p. 93, , p. 74 e Arquivos da Ditadura – Os poderes do general Olympio Mourão Filho. Porém, apesar de seu papel no início, não dominou sua continuação e desfecho. Mourão agira à “beira dos grupos com poder de decisão, deixando de colher frutos pessoais com o sucesso do golpe”. Escanteado, só não aposentou por limite de idade, o que ocorreria a 9 de maio, pela pressão de seus aliados (entre eles Magalhães Pinto e Guedes) no Congresso Nacional, que o promoveu a general-de- exército, superando a oposição de Costa e Silva. Desistiu da aposentadoria e pleiteou o III Exército. Segundo ele, tinha as possibilidades do II e do III, mas Costa e Silva não quis retirar o III de Poppe de Figueiredo, pois “não posso desfeitear o rapaz que entrou em Porto Alegre em operação de guerra!” “E eu? Não entrei no Rio em operações de guerra e Você me tirou o Comando do I Exército que me pertencia?” Comandou o IV Exército, em Recife, de 4 de agosto a 24 de setembro desse mesmo ano. No entanto, suas declarações eram consideradas estorvo para o governo, que o transferiu à reserva e nomeou-o ministro no Superior Tribunal Militar (STM), local de “ostracismo honroso de dissidentes”. Dessa forma, estava afastado do governo por discordar de Castelo Branco. “Tratava-se, claramente, de uma posição honorífica que lhe retirava, em definitivo, da reorganização político-estatal iniciada após o golpe”. Esse destino contrasta com o de Guedes, que, embora sem a fama de líder, ascendeu ao comando da 2ª RM e interinamente o do II Exército. O que Mourão declarava como seu objetivo político, que um civil completasse o quinquênio de Jânio Quadros até a eleição de 1965, não se concretizou, firmando-se a ditadura militar. ==== Posições na ditadura ==== Sua trajetória política na ditadura é errática e difícil de classificar em uma facção, tendo criticado os governos Castelo Branco e Costa e Silva. Ele era um representante da “velha guarda revolucionária”, agora sem comandos de tropa e magoada com sua exclusão do governo. Reivindicando uma “linha duríssima” em agosto de 1964, tinha posições semelhantes às do almirante Heck e acusava o Grupo Sorbonne de ser composto apenas de simpatizantes da “revolução” que roubaram sua vitória e desviaram o curso. Em 1966, chocou-se com Péri Constant Bevilacqua no STM, opondo-se à anistia aos punidos pelo golpe, e, apesar de já estar em trajetória dissidente, em outubro rejeitou a Declaração de Lisboa de Carlos Lacerda contra a ditadura. Após inicialmente defender um maior autoritarismo, tornou- se partidário da democratização a partir do Ato Institucional n.º 2, em 1965, que julgou “liberticida e desmoralizador do Poder Judiciário”. O Ato era resposta do governo às eleições de 1965, cuja realização Mourão defendeu. Em entrevista de considerável repercussão, em janeiro de 1966 mudou de posição sobre a anistia das figuras políticas, defendendo JK em especial. No dia seguinte, Guedes manifestou sua oposição a uma anistia geral. Em maio, dispôs- se a concorrer pelo Movimento Democrático Brasileiro (MDB) nas próximas eleições presidenciais numa plataforma democrática e nacionalista, condenando a política econômico-financeira de Castelo Branco. Denunciou a Constituição de 1967, a nova Lei de Imprensa e Lei de Segurança Nacional (LSN) como tendo mergulhado o Brasil numa “longa noite medieval” e em 1967 manifestou sua esperança de que Costa e Silva, o novo Presidente, anulasse a LSN. Ainda com reivindicações liberais e civilistas, em março de 1968 apoiou o apelo do general Poppe de Figueiredo para um candidato civil na eleição presidencial de 1970. A brasilianista Maud Chirio avalia seu percurso como um “inábil oportunismo”. Considerado incômodo pelos radicais, foi um dos alvos pretendidos pelo brigadeiro Burnier no Caso Para-Sar. Permaneceu no Tribunal de 30 de setembro de 1964 até 3 de maio de 1969. Dentro do STM, foi seu Presidente entre 17 de março de 1967 e 17 de março de 1969. A nomeação fez parte de uma boa vontade inicial do governo Costa e Silva com os contestadores de Castelo Branco, mas Mourão desentendeu-se com Costa e Silva sobre os rumos dos processos e elaborou um novo Código da Justiça Militar para fortalecer sua independência do Presidente. == Obras == === Publicadas em vida === * Instrução da Milícia – Noções Elementares da Doutrina (para uso dos Milicianos) (1934). Em: Barroso, Gustavo. O que o Integralista deve saber (1935) * Do Liberalismo ao Integralismo (1935)Vasconcellos, Sérgio de (29 de novembro de 2015). Alguns poucos elementos para o Estudo do Corporativismo (2015). Integralismo: História e Doutrina. Consultado em 1 de janeiro de 2021. * Um ano de instrução num corpo de tropa de infantaria (1938)WorldCat Identities – Mourão Filho, Olympio 1900-1972. Consultado em 7 de janeiro de 2021. * Elementos de teoria de tráfego urbano e sua aplicação na cidade do Rio de Janeiro * Março 64: mobilização da audácia (1965) Com José Stacchini e Odílio Denys * Reforma para o Brasil (1969) === Memórias === Em 1971, próximo à sua morte, entregou a Hélio Silva o livro \"A verdade de um revolucionário\", conseguindo dele a promessa que o publicaria. Alguns trechos foram usados em \"1964 – golpe ou contragolpe?\", de 1974, e em 1978 a publicação inteira foi anunciada. Trechos mostrados na imprensa causaram grande controvérsia e o general Muniz de Aragão concluiu que Mourão estava louco, ressentido ou o texto era falso. O livro relata o sequestro de seu sobrinho-neto pelas forças de repressão, a existência da tortura e a intenção do brigadeiro Burnier de usar o PARA-SAR contra a população, pouco antes do AI-5. Laurita Mourão tentou impedir a publicação na Justiça e ela só ocorreu no ano seguinte, e somente em Porto Alegre, pois nenhum editor no Rio ou São Paulo o aceitava. Pesado com a elite militar, o livro foi apreendido, último no país por motivos políticos, e só liberado após batalha judicial. Denominado \"Memórias: a verdade de um revolucionário\", cobre os anos 60, com capítulos sobre o Rio Grande do Sul, São Paulo, Minas Gerais e os governos Castelo Branco e Costa e Silva, mas inclui também um prefácio, seu diário de 1955 a 1964, uma correspondência com Auro de Moura Andrade em 1970 sobre a conjuntura de 1962, uma análise da conjuntura feita em janeiro, um relatório do Estado-Maior civil paulista após sua saída do Estado e uma carta recebida de Raul Pilla em junho de 1964 sobre o parlamentarismo. O livro é duro com as figuras do regime que ele criou, mas que o marginalizou. Em suas páginas, Costa e Silva é avaliado como \"um homem de nenhuma cultura e de maus hábitos, além do defeito de ser mentiroso e pouco austero\", tendo como \"traços dominantes (...) [a] ignorância e fanfarronice\". Castelo Branco é \"homem de grandes virtudes, mas sem nenhuma competência para governar o país\". Guedes, \"falastrão e irreverente\", \"indisciplinado e traidor\"; \"melhor seria tê-lo contra mim do que ao meu lado\". Magalhães Pinto é um “político vairoso e escorregadio”. Dióscoro do Vale, comandante do 12º RI, cujo batalhão chegou a Juiz de Fora atrasado e desfalcado, é acusado de ou incompetente ou traidor. O marechal José Machado Lopes definiu o livro como \"a apologia de seu autor como chefe revolucionário, grande liberal-democrata e abnegado patriota\", que injustamente rebaixa a imagem de seus colegas militares para beneficiar a própria. Contestou a narrativa das memórias sobre a Campanha da Legalidade. ==Referências== === Citações === === Fontes === ;Livros * * * * * * * * * * * * * ;Artigos e trabalhos acadêmicos * * * * * * * * * * * * * * * ;Outros * Categoria:Generais do Brasil Categoria:Naturais de Diamantina Categoria:Integralistas Categoria:Nacionalistas do Brasil Categoria:Anticomunistas do Brasil Categoria:Militares de Minas Gerais Categoria:Pessoas relacionadas à ditadura militar no Brasil (1964–1985) Categoria:Antissemitismo no Brasil",
 "title": "Olímpio Mourão Filho"
}