{
 "id": "59787",
 "text": "Ademir Marques de Menezes (Recife, 8 de novembro de 1921 – Rio de Janeiro, 11 de maio de 1996) foi um futebolista brasileiro que atuou como atacante. Foi o primeiro jogador a marcar um gol na Copa do Mundo de 1950. Apelidado de \"Queixada\" por conta do queixo avantajado, Ademir foi um idolatrado artilheiro revelado pelo Sport, para muitos o maior jogador a carregar no peito a Cruz de Malta e o escudo do Leão da Ilha, símbolos do Vasco da Gama e do Sport, respectivamente. E um dos maiores atacantes da história do Fluminense. É considerado um dos maiores jogadores da história do futebol mundial. Atacante rápido, dava arrancadas impressionantes, armava as jogadas e aparecia para concluir. Foi o primeiro grande exemplo do que passou a ser chamado de “Ponta de Lança”. Foi o maior ídolo do Vasco da Gama até o surgimento de Roberto Dinamite. Liderando o memorável \"Expresso da Vitória\", realizou 301 gols com a camisa cruzmaltina, e foi por décadas o maior artilheiro do clube. Com nove gols marcados na Copa do Mundo de 1950, é o maior artilheiro da história da Seleção Brasileira numa única Copa do Mundo FIFA, e, ao lado do também pernambucano Vavá e de Jairzinho — e atrás apenas de Ronaldo e Pelé —, o terceiro maior artilheiro do Brasil em certames mundiais de Seleções. Ademir lamentava a ausência do torneio devido à Segunda Guerra Mundial, que causou um hiato de doze anos sem a competição; o jogador brilhou no Campeonato Carioca de 1946 pelo Fluminense, ano em que haveria uma Copa do Mundo não fosse o conflito militar. “Deem-me Ademir que eu lhes darei o campeonato”, foi a lendária frase dita por Gentil Cardoso, técnico do Fluminense antes da disputa do certame. Foi referenciado pelo poeta pernambucano João Cabral de Melo Neto no poema \"A Ademir Menezes\", publicado na obra Museu de Tudo de 1975. == Carreira == === Início no Sport === Filho do casal pernambucano Antônio Rodrigues Menezes e Otília Marques Menezes, Ademir iniciou sua carreira de futebolista nas peladas na Praia do Pina, localizada na zona sul da capital pernambucana, onde nasceu. Em 1938 jogou no infanto-juvenil do Sport. Com seu talento no futebol, conquistou os títulos pernambucanos de 1938 e 1939 da categoria. Não demorou muito e o garoto foi promovido à equipe principal. Estreou no elenco profissional em 1939, aos 16 anos de idade, em um jogo contra o extinto Tramways pelo Campeonato Pernambucano. Aos poucos começou a ganhar espaço na equipe principal. Disputou vários amistosos como titular do time. Em 1940, apesar de ter participado de diversas partidas, na grande maioria delas entrou como suplente. Em 1941 decidiu mostrar todo seu talento para o futebol. O Sport foi campeão estadual invicto com 11 vitórias e um empate em 12 jogos, e Ademir tornou-se o artilheiro do time e da competição com 11 gols, um feito notável para um jovem de apenas 18 anos. Mesmo com pouca idade, conquistou a titularidade absoluta e o status de craque do time. Levantou a taça do Pernambucano. Foi neste campeonato que Ademir fez seu único hat-trick com a camisa rubro-negra. A vítima foi o Náutico, numa goleada por 8–1. No ano seguinte, o Sport partiu para sua excursão no Sul e Sudeste do Brasil, jogando no Rio de Janeiro, Belo Horizonte, São Paulo, Curitiba, Porto Alegre e vencendo times de grande importância do futebol nacional. Esta excursão ficou marcada na história do clube pernambucano pelos excepcionais resultados obtidos pelo \"Leão da Ilha\", inclusive contra o Vasco da Gama. Ademir marcou três gols e deu uma assistência. A partida terminou Sport 5–3 Vasco da Gama, chamando a atenção dos dirigentes vascaínos para o “garoto de queixo avantajado”. Após grande exibição contra o Gigante da Colina, os dirigentes contrataram a jovem revelação pernambucana. Após contratação do Cruzmaltino, Ademir jogou dois jogos de despedida pelo Sport e partiu para o Rio de Janeiro, onde participou de um dos maiores times da história do Vasco: conhecido como o \"Expresso da Vitória\". Alcunha teria surgido num programa de rádio, quando um cantor disse que dedicaria a música ao Vasco, o chamando de \"Expresso da Vitória\", pela maneira que ganhava atropelando seus adversários.Lance! Série Grandes Clubes. Um século de paixão - Vasco da Gama - A história do clube da Cruz de Malta, pp. 33. 1998, Editora Abril. === Vasco da Gama === Em 1942 chega ao Vasco e em suas primeiras partidas pelo Gigante da Colina, mostrou que realmente era um jogador a frente do seu tempo. Não só finalizava bem dentro e fora da área com as duas pernas como também criava jogadas para os companheiros e chamava a marcação para si. Ademir guardava em sua memória os gestos, caretas e movimentos dos zagueiros que enfrentava. Razão: através dessas observações ele sabia quais eram seus pontos fracos e triunfava sobre eles, como ele mesmo falou: A estreia do Queixada foi contra o América-RJ no campo do Botafogo, em março de 1942. Estava em disputa o Troféu da Paz e o Vasco o conquistou ao vencer por 2–1, gols de Viladônica (2) e Nelsinho para os rubros. A partir de então, os confrontos envolvendo Vasco e América ficaram sendo conhecidos como Clássico da Paz. O Cruzmaltino estava há oito anos sem vencer o maior torneio da época, e em sua primeira passagem pelo Gigante da Colina (1942-1945) conquistou o Campeonato Carioca de Futebol de 1945 invicto, o Torneio Relâmpago em 1944 e o Torneio Municipal de 1944 e 1945. Após ano vitorioso, é contratado pelo rival Fluminense. === Ida para o Fluminense === Encantado com o futebol apresentado por Ademir no estadual 1945, o técnico do Fluminense na época, Gentil Cardoso - pensando na temporada seguinte -, desafiou os dirigentes do Tricolor das Laranjeiras ao dizer: “Deem-me Ademir que eu lhes darei o campeonato”. Embora esta frase não tenha sido dita desta maneira, o que Gentil queria mesmo era contar com o “Queixada” no seu time. No dia 29 de março, o Globo Esportivo divulgava os valores incríveis da negociação. Foram 35 mil cruzeiros pelo passe, 80 mil de luvas e mais 85 mil arrecadados por sócios mais endinheirados do Fluzão. O valor total era de 200 mil, o preço de um apartamento de três quartos na Zona Sul carioca na época. O grande atacante, não tinha passe fixo e não havia recebido um tostão do prêmio extra do caneco de 1945 do Vasco, foi para o Fluzão e chegava para um breve e vitorioso período no Tricolor das Laranjeiras, entre 1946 e 1947. E para a alegria dos tricolores, barbarizou. Jogando ao lado de craques como Pedro Amorim, Careca, Orlando Pingo de Ouro e Rodrigues, não deu outra. Ademir ajudou o Fluminense na conquista do estadual de 1946, sendo decisivo na conquista de um dos campeonatos mais emocionantes da história. Foram 24 gols em 23 jogos e foi um dos responsáveis pela marca de 97 gols anotados pelo Flu na campanha do título carioca de 1946, conquistado com uma vitória por 1–0 sobre o Botafogo com gol, claro, do \"Queixada\". No final do jogo, o craque foi para os braços da torcida e arrancou lágrimas do técnico Gentil Cardoso, que via o artista que ele tanto queria cumprir a promessa do título. Durante a campanha, Ademir teve tempo, também, de dar uma “cutucada” no Vasco ao fazer o gol da vitória por 2–0 no primeiro clássico após sua saída de São Januário, que teve muitas vaias por parte da torcida cruzmaltina, mas um gol cheio de raiva de Ademir, que partiu com seu rush para cima de Barbosa, driblou o goleiro sem dó e estufou as redes vazias. O Campeonato Carioca de 1946 é considerado um dos mais emocionantes da história, pois sendo disputado por pontos corridos terminou com quatro equipes empatadas em primeiro lugar, sendo necessária uma disputa extra entre eles que ficou conhecida como Supercampeonato (em 1958 o Campeonato Carioca ficou conhecido como Supersupercampeonato, pois houve duas disputas extras necessárias). Uma curiosidade foi contada pelo Ademilson Marques de Menezes, irmão do \"Queixada\", afirmando que Ademir antes de jogar no Vasco era tricolor. Se a frase dita pelo irmão de Ademir era verdadeira ou mentirosa, isso já não importava mais. O amor pela Cruz de Malta o traria de volta para São Januário em 1948. === Retorno ao Vasco da Gama === De volta ao \"Expresso da Vitória\", viu um time embalado, entrosado, encaixado e jogando com maestria. A equipe tinha um padrão de jogo fantástico e simplesmente atropelava seus adversários com uma qualidade impressionante para a época. O troféu de boas-vindas do craque foi o melhor e um dos mais importantes do clube: o Campeonato Sul- Americano de Campeões de clubes, num empate em 0–0 com o River Plate de Alfredo Di Stéfano. Título equivalente ao da Copa Libertadores da América atual. Ademir deixou sua marca na goleada sobre o Nacional-URU, mas acabou machucando o tornozelo e ficou de fora das partidas seguintes que consolidaram a histórica conquista internacional do clube carioca. Após o grande título internacional de 1948, Ademir e seus companheiros voltam ao posto de reis do Rio em 1949 com o \"Expresso da Vitória\" que fazem jus a esta alcunha, tendo Ademir como o grande artilheiro com 31 gols marcados. O \"Queixada\" foi o verdadeiro terror naquela competição e deixou sua marca em cinco dos seis clássicos disputados, com o destaque que ele marcou todos os gols das vitórias sobre Flamengo 2–1, Fluminense 2–0 e Botafogo 2–1 no returno. Ao todo foram 12 anos no clube, 301 gols, em 429 partidas. Com tal desempenho, tornou-se o maior artilheiro da história do clube, até ser ultrapassado em números de gols por Roberto Dinamite, que, em 1110 jogos, marcou 702 gols com a camisa vascaína. Ademir foi eleito o melhor jogador do Vasco nas temporadas 1949, 1950, 1951 e 1952. Em 1951, o jogador ficou na sétima posição em enquete realizada pelo jornal espanhol Mundo Deportivo para a escolha do esportista preferido do público. Ademir foi o mais bem avaliado dentre todos os jogadores de futebol. Porém, devido à trágica derrota na final da Copa do Mundo FIFA de 1950, onde o Vasco cedeu oito jogadores, sendo seis titulares (Barbosa, Augusto, Danilo, Maneca, Ademir e Chico), o esquadrão Cruzmaltino não teve um reconhecimento ainda maior na história. Nesta competição, Ademir foi o artilheiro com nove gols. Seu último título foi o Torneio Octogonal Rivadavia Corrêa Meyer de 1953. O Vasco foi campeão invicto. Nas duas passagens que fez pelo clube de São Januário, Ademir marcou 301 gols em 429 partidas. === Final de carreira no Sport === Em 1957, Ademir retornou ao Sport, clube que o revelou, para encerrar sua carreira. Despediu-se do futebol vestindo a camisa do clube pelo qual admitia torcer desde criança. Seu último jogo foi um amistoso entre Sport e Bahia, na Ilha do Retiro, no dia 10 de março daquele ano. Ademir explicou o encerramento de sua carreira dizendo uma simples frase: Segundo ele, quando um jogador encerra sua carreira, ele está contrariando a ele mesmo, por isso é tão difícil parar. Com as duas passagens pela Ilha do Retiro, Ademir marcou 27 gols pelo Leão. No total, somando clubes e Seleção, foram 430 gols em toda a carreira. === Em São Januário novamente, agora como técnico === Após se aposentar, Ademir de Menezes, que tantas alegrias havia dado à imensa torcida vascaína como jogador, assumiu o cargo de treinador do Vasco da Gama no ano de 1967, estreitando ainda mais seus laços com o clube da Colina. A carreira de Ademir como técnico, porém, não chegou nem perto de ser bem sucedida como sua carreira de jogador, e o ex-atacante ficou menos de um ano no comando do Vasco. Após a experiência, Ademir tornou-se comentarista. === Morte === Em 1994, Ademir descobriu que tinha um câncer de medula e passou a travar uma luta contra a doença. Chegou a ser internado várias vezes. Em 11 de maio de 1996, Ademir morreu devido ao câncer de medula, após ter passado cinco dias internado no Hospital São Lucas, no Rio de Janeiro. Foi enterrado no Cemitério São João Baptista, na Zona Sul do Rio. == Seleção Nacional == Pela Seleção Brasileira, foi campeão campeão sul-americano em 1949 e artilheiro da Copa do Mundo de 1950, com nove gols. Faz parte de um grupo seleto, junto com Gabriel Batistuta, José Manuel Moreno, Jair e Héctor Scarone, sendo o terceiro maior artilheiro da Copa América, com 13 gols marcados. Vestindo a Amarelinha, participou de várias competições, disputando a Copa América, Copa Rocca, Copa do Mundo FIFA, Copa Rio Branco, Copa Oswaldo Cruz e Torneio Pan-Americano. Os números foram: 41 jogos, 30 vitórias, cinco empates e seis derrotas, um rendimento de 77,20%. Estreia: 21 de janeiro de 1945 (Brasil 3–0 Colômbia – Copa América, Santiago do Chile) Despedida: 15 de março de 1953 (Brasil 1–0 Uruguai – Copa América, Lima). Competições Internacionais Gols Copa do Mundo FIFA 9 Copa América 13 Copa Rio Branco 6 Copa Rocca 3 Torneio Pan-Americano 2 Total de gols 33 Existe uma grande controvérsia quanto aos gols que Ademir marcou pela Seleção Brasileira. Algumas fontes citam 32, outras 33 e algumas 37 gols em 41 ou 39 jogos pela Amarelinha. Porém, no site oficial da entidade máxima do futebol, a FIFA diz que Ademir tem 31 gols e 39 partidas pelo Brasil. Ademir mantém uma marca histórica do futebol brasileiro. Até hoje nenhum brasileiro marcou tantos gols numa única Copa do Mundo FIFA – foram nove tentos em seis partidas. No entanto, o site da FIFA diz que Ademir tem oito gols. A artilharia do Mundial de 1950, porém, não foi o suficiente. O Brasil perdeu o título mundial para o Uruguai, em um Maracanã com o público de 199 854 pessoas. === A revanche de 1950 === O Peñarol era a base da Seleção Uruguaia de 1950 (nove jogadores), e em 1951 o Vasco teve o gosto da vingança, principalmente para Maneca, que ficou de fora da decisão por contusão. Para os vascaínos, era uma questão de honra. Maneca foi o destaque do jogo de 8 de abril de 1951, que entrou para a história como o \"Jogo da Vingança\", diante de 65 mil pessoas no Estádio Centenario, no Uruguai. Sua atuação foi considerada tão fantástica que a torcida do Peñarol aceitou a derrota por 3–0, e os jornais brasileiros e uruguaios só falavam em seu nome no dia seguinte. Ademir marcou o segundo e Ipojucan o terceiro aos 38' do segundo tempo. :Vasco: Barbosa; Augusto e Clarel; Eli, Danilo e Alfredo (Jorge); Tesourinha, Ademir (Ipojucan), Friaça (Jansen), Maneca e Dejair. :Peñarol: Maspoli; Matias Gonzales e Romero; J. C. Gonzales, Obdulio Varela e Oturme; Ghiggia, Hohberg, Miguez (Abadie), Schiafino e Vidal (Perez). :O árbitro foi o uruguaio Cataldi, auxiliado por Latorre e Otonelli. Duas semanas depois, no Rio, no dia 22 de abril, o Peñarol perdeu a revanche, o Vasco venceu novamente, desta vez por 2–0. E em 8 de julho de 1951, o Vasco enfrentou o Nacional, a outra grande equipe uruguaia pela I Copa Rio. Nova vitória por 2–0, e uma invencibilidade de mais de 20 partidas internacionais consecutivas. == Estilo de jogo == Seu estilo de jogo deu origem à posição de “ponta de lança”; sua versatilidade em atuar em qualquer posição do ataque e sua habilidade nas arrancadas a caminho do gol obrigou a adoção de novos sistemas de jogo pelos técnicos para tentar contê-lo. Não tomava grande distância da bola para chutar, sem mudar o passo, partia para bola surpreendendo muitas vezes o goleiro. No time que jogava, longos lançamentos eram feitos para aproveitar sua velocidade. No Vasco teve lançadores como Ipojucan e Danilo (“o Príncipe”). == Curiosidades == *Em 1997, a ALERJ concedeu a Medalha Tiradentes (Post Mortem) que teve autoria do Deputado Edmilson Valentim, publicado em 8 de agosto de 1997. O motivo da concessão: Foi um craque do Vasco da Gama e da Seleção Brasileira nas décadas de 40 e 50, recebendo durante sua vida diversos títulos. *Ademir de Menezes assinou uma coluna sobre futebol no Jornal O Dia durante as décadas de 80 e 90. *A contratação pelo Vasco da Gama foi a primeira no futebol brasileiro em que um jogador importante recebeu luvas, um bônus pelo acerto. *Ademir de Menezes ainda é o jogador brasileiro que mais marcou em uma única edição de Copa do Mundo: nove gols, em 1950. *Cursou odontologia nas instalações da antiga Faculdade de Medicina em Recife. Durante o curso, o qual nunca chegou a concluir, Ademir atuou pela Seleção de Medicina em diversos amistosos. Esta verdade é atestada pelo Dr. Lucídio José de Oliveira, escritor e pesquisador, o qual estudou medicina na década de 40 na mesma faculdade. *Ademir foi campeão pernambucano de natação na infância, estabelecendo vitórias espetaculares nas distancias curtas. *Ademir era alto, fino de corpo e tinha as pernas alinhadas. No rosto sobressaía o queixo, daí o apelido de “Queixada”. Ademir: Vasco x Flamengo ::“Neste jogo, um jogador pode se consagrar ou ser condenado ao ostracismo. Tudo depende do que acontecer em campo.” Uma final entre Vasco e Flamengo correspondeu a uma final de Copa do Mundo FIFA: “A tensão nervosa é a mesma. Eu posso falar, pois já participei das duas. Ninguém consegue dormir direito, pois todos estão pensando no jogo do dia seguinte. Os jogadores só conseguem controlar seus nervos após o início da partida. Aí sim, ele esquece de tudo e só pensa em vencer. Com a bola rolando acaba a tensão e o jogador só escuta os gritos das torcidas, que fazem uma partida extra nas arquibancadas.” Em 1949, jogando o Sul-Americano pela Seleção Brasileira, Ademir marcou quatro gols no goleiro paraguaio Garcia. Algum tempo depois, quando Garcia se transferiu para o Flamengo, Ademir sempre conseguia marcar no mínimo um gol. “Não que o Garcia não fosse bom goleiro, até pelo contrario. Ele era um ótimo goleiro, apenas eu dava sorte quando jogava contra ele”. Por isso Ademir chegou a ser chamado de \"Carrasco do Flamengo\". Certa vez, ao retornar ao Maracanã para comentar no rádio um clássico entre Vasco e Flamengo ele afirmou que era imparcial em seus comentários, mas que sua alma estaria dentro de campo, com o uniforme do Vasco, “pois a alma de um jogador jamais sai de campo”. Com 301 gols em 429 partidas, Ademir tornou-se o maior ídolo e artilheiro da história do Vasco da Gama, até ser ultrapassado em números de gols por Roberto Dinamite. Sempre que encontrava novos valores, gostava de conversar e dar conselhos. Uma de suas lições era de que um jogador, por mais profissional que seja, nunca deve deixar de amar a camisa que veste. “Especialmente uma camisa como a do Vasco, que é motivo de grande orgulho para quem tem o privilégio de vesti-la. É verdade que eu dei muito ao Vasco, tenho consciência disto. Mas o Vasco também me deu muito. Foi aqui neste clube que vivi os momentos mais importantes de minha vida. Daí este meu amor, esta minha torcida, este meu carinho todo. Sou um homem dominado pelo coração. E o meu coração é dominado pelo Vasco.” == Estatísticas == === Clubes === Ano Clube Gols 1940 5 1941 22 1942 11 Total 38 1942 15 1943 33 1944 22 1945 28 Total 98 1946 40 1947 36 Total 76 1948 31 1949 55 1950 33 1951 21 1952 22 1953 11 1954 25 1955 15 1956 5 Total 218 Total na carreira 430 == Títulos == ;Sport *Torneio Início de Pernambuco: 1940 *Campeonato Pernambucano: 1941 ;Vasco da Gama *Torneio Início do Rio de Janeiro: 1942, 1944, 1945 e 1948 *Troféu da Paz: 1942 *Torneio Relâmpago do Rio de Janeiro: 1944 *Torneio Municipal do Rio de Janeiro: 1944 e 1945 *Campeonato Carioca: 1945, 1949, 1950 e 1952 *Campeonato Sul-Americano de Clubes Campeões: 1948 *Torneio Gerson do Santos Coelho: 1948 *Torneio Internacional do Chile: 1953 *Torneio Internacional do Rio de Janeiro: 1953 *Copa Internacional Rivadávia: 1953 *Troféu Cinquentenário do Racing: 1953 ;Fluminense *Campeonato Carioca: 1946 *Taça Disciplina: 1946 ;Seleção Carioca *Campeonato Brasileiro de Seleções Estaduais: 1943, 1944, 1946 e 1950 ;Seleção Brasileira *Copa Rocca: 1945 *Copa Rio Branco: 1947 e 1950 *Campeonato Sul- Americano: 1949 *Copa Oswaldo Cruz: 1950 *Campeonato Pan-Americano: 1952 === Prêmios individuais === *Melhor jogador do Campeonato Sul-Americano: 1949 *All-Star Team da Copa do Mundo FIFA: 1950 *68º Maior Jogador do Século XX pela revista Placar: 1999 *44º Maior Jogador Sul-Americano do Século XX pela IFFHS: 1999 *18º Maior Jogador Brasileiro do Século XX pela IFFHS: 1999 *100 Maiores Jogadores do Século XX pela revista World Soccer: 1999 *1000 Maiores Esportistas do Século XX pelo jornal The Sunday Times *95º Maior Jogador da História das Copas pela revista Placar: 2006 *Time dos Sonhos do Vasco pela revista Placar: 2006 === Artilharias === *Campeonato Pernambucano de 1941 (11 gols) *Campeonato Carioca de 1949 (31 gols) *Campeonato Carioca de 1950 (25 gols) *Copa do Mundo FIFA de 1950 (9 gols) *Torneio Rio-São Paulo de 1951 (9 gols) == Ver também == *Lista de artilheiros da Copa do Mundo FIFA *Medalha Tiradentes *Lista dos futebolistas do século pela IFFHS *Expresso da Vitória == Ligações externas == * Perfil de Ademir Menezes em soccerway * Perfil de Ademir Menezes em sambafoot * Perfil de Ademir Menezes em footballdatabase * Perfil de Ademir Menezes em NFT * * Perfil de atletas que disputaram a Copa América (Ademir de Menezes), Confederação Brasileira de Futebol * Perfil de Ademir de Menezes no Sport Recife * Craque Imortal – Ademir de Menezes Categoria:Futebolistas de Pernambuco Categoria:Futebolistas do Club de Regatas Vasco da Gama Categoria:Jogadores do Expresso da Vitória Categoria:Futebolistas do Sport Club do Recife Categoria:Futebolistas do Fluminense Football Club Categoria:Jogadores da Copa do Mundo FIFA de 1950 Categoria:Naturais do Recife Categoria:Jogadores da Seleção Brasileira de Futebol Categoria:Treinadores do Club de Regatas Vasco da Gama Categoria:Treinadores de futebol de Pernambuco Categoria:Mortos em 1996",
 "title": "Ademir de Menezes"
}