{
 "id": "59808",
 "text": "A Associação dos Escoteiros de Portugal (AEP) - Escotismo para Todos DmB • MHIP é uma associação educativa para jovens, sem fins lucrativos, de reconhecida utilidade pública. Foi a fundadora do escotismo em Portugal, nomeadamente em 6 de Setembro de 1913, e é a mais antiga organização juvenil portuguesa. É a única representante em Portugal do escotismo aberto a todos - independente, interconfessional e multi-étnico - tal como foi concebido originalmente pelo fundador do Movimento, Lord Baden-Powell. Desde a sua fundação, a Associação dos Escoteiros de Portugal carateriza-se pela sua abertura, assumindo-se como uma Associação interconfessional e promovendo o \"Escotismo para Todos\". Atinge esse fim, por um lado preservando e assegurando uma política de Liberdade Religiosa que consagra nos seus estatutos a total independência relativamente a estruturas religiosas, defendendo a plularidade e promovendo a cooperação e o respeito inter-religioso, bem como a adesão voluntária a princípios espirituais e por outro lado, através de uma Política de Igualdade de Oportunidades. Enquadram-se no seu Programa Educativo e no método de educação não formal que utiliza, a proteção e o contacto com a natureza, a educação ambiental, a intervenção social, a cooperação para o desenvolvimento, a promoção para o voluntariado social, a educação para a paz, a cultura, o desporto, a educação para a saúde e a formação de adultos. Missão: Os Escoteiros de Portugal têm como missão educar os jovens para desempenharem um papel activo na sociedade. Essa acção educativa é realizada através de um método único de educação não formal, assente num sistema de valores, que visa ajudar a construir um mundo melhor onde as pessoas se sintam realizadas como indivíduos e desempenhem um papel construtivo na sociedade, assente numa cidadania participativa, responsável e tolerante e no respeito pelo ambiente. Visão: Como agentes de desenvolvimento e força social, os Escoteiros de Portugal pretendem ajudar a criar um mundo melhor. Valores: Os Escoteiros de Portugal existem para educar, transmitindo valores. Os valores são os pilares da construção do modelo escotista e estão presentes no Programa Educativo oferecido aos jovens. São valores dos Escoteiros de Portugal, os contidos na Lei do Escoteiro e no Compromisso de Honra, assim como a igualdade e tolerância, a responsabilidade e liberdade, a participação e cidadania activa, a construção da Paz e o desenvolvimento sustentável. Os Escoteiros de Portugal defendem que a adesão ao Escotismo é livre e deve ser feita sem barreiras. A única condição é a vontade pessoal de assumir voluntariamente os valores contidos no Compromisso de Honra e na Lei do Escoteiro. Reconhecimentos e condecorações: * Reconhecida como Benemérita (1917) * Membro fundador da Organização Mundial do Movimento Escotista (1922) * Recebeu a Cruz Vermelha de Mérito (1924) * Recebeu a Ordem de Benemerência (1931) * Recebeu a Medalha do Instituto de Socorros a Náufragos (1974) * Reconhecida de Utilidade Pública (1980) * Ordem de Mérito de Instrução Pública (2013) Os Escoteiros de Portugal são membros fundadores da Federação Escotista de Portugal, que é composta pelas duas únicas associações escotistas nacionais reconhecidas internacionalmente e estão inseridos no maior movimento para jovens de todo o mundo, através da Organização Mundial do Movimento Escotista (WOSM), que congrega mais de 30 milhões de escoteiros, jovens e adultos, rapazes e raparigas, em 216 países e territórios. Coexiste em Portugal com outra associação escotista, o Corpo Nacional de Escutas (CNE), e com a Associação Guias de Portugal. == História == O Princípio A fundação do primeiro Grupo de Escoteiros em território português ocorreu em Macau, em 1911, por iniciativa do então Tenente Álvaro de Melo Machado, governador do território. O seu conhecimento da existência do Escotismo e do seu potencial, adveio da proximidade de Hong-Kong, onde já havia também Grupos de Escoteiros. É o próprio governador de Macau quem afirma, \"- Como eu era governador de Macau, protegia muito os rapazes. Pessoa que ali caía eu dizia-lhe logo: - Você tem de me ajudar nos Escoteiros! – Arranjei-lhes material e barracas e outras coisas\". Com a colaboração da filha do comissário da alfândega chinesa, foram constituídas duas Patrulhas de Escoteiras e duas de Escoteiros, surgindo assim o primeiro Grupo de Escoteiros Portugueses, devidamente uniformizados e organizados. Regressado a Lisboa em 1912, Álvaro de Melo Machado empenha-se na formação de um Grupo de Escoteiros na capital, que viria a ser o 2.º Grupo da AEP, pois entretanto na ACM surgira também um Grupo de Escoteiros, o que viria a ser o 1.º Grupo da AEP. Entretanto é dada uma grande divulgação aos \"scouts\" pelo jornal \"O Século\" que, desde 9 de Agosto de 1912, começou a publicar regularmente artigos sobre \"scouting\", dando a conhecer o seu método e objectivos e apelando ainda à constituição de Grupos de Escoteiros em liceus e escolas. Não há certezas mas será provavelmente neste contexto que surge um Grupo de Escoteiros no Liceu Pedro Nunes, em Lisboa. O pintor Carlos Botelho foi um dos seus fundadores e afirma que o Grupo era \"muito eclético, curioso, de expressões diferentes no que respeita a ideias, atitudes e até no pensamento religioso, pois tínhamos ali rapazes católicos, protestantes, neutros (entre os quais eu me situava) e tínhamos até um israelita… e todos se davam às mil maravilhas\". Este Grupo é referido em artigo publicado em 7 de Setembro de 1912 no já mencionado jornal \"O Século\". Frank Giles, fundador do Grupo da ACM dizia manter contactos com Grupos do Porto e de Coimbra. Há também relatos da existência de um Grupo em Olhão que teria sido formado por Amâncio Salgueiro Júnior. É possível que tenham existido outros Grupos neste período (1912) mas não há registos fidedignos das suas actividades. Fundação da AEP O então Tenente Álvaro de Melo Machado, o Doutor Sá de Oliveira, Reitor do Liceu Pedro Nunes, e Roberto Moreton, Presidente da ACM, responsáveis pelos três primeiros Grupos de Lisboa, decidem juntar esforços e constituir-se em Associação e, em 6 de Setembro de 1913, é formalmente constituída a Associação dos Escoteiros de Portugal (AEP), a mais antiga Associação Escotista Portuguesa. A partir de então muitos outros Grupos se filiaram na AEP: o Grupo 4 de Torres Vedras, o Grupo 5 da Escola Normal, ao Calvário (Lisboa), o Grupo 6 que derivou do 2º Grupo, o Grupo 7 da União Cristã de Jovens (Lisboa), o Grupo 8 de Faro, o Grupo 9 da Rua da Madalena (Lisboa), o Grupo 10 no Palácio do Governador (Lourenço Marques,… No Norte do país funda-se o Grupo 18 no Colégio dos Órfãos de S. Caetano, em Braga, o Grupo 26 na Rua de Sá da Bandeira, no Porto. O primeiro Grupo feminino foi fundado em 1916 e recebeu o número 28. Viviam-se então os tempos da Primeira República e os actos heróicos dos Escoteiros de Portugal eram profusamente relatados nos jornais da época. Destacam-se a revolução de 14 de Maio de 1915, com os Escoteiros a prestarem apoio aos muitos feridos, o incêndio do Arsenal da Marinha, em 18 de Abril de 1916, durante o qual os Escoteiros de Portugal ajudaram a salvar grande parte do valioso espólio da instituição, o que foi muito elogiado. O \"Diário de Notícias” escrevia a propósito \"os simpáticos Escoteiros, sem olhar ao perigo, entravam e saíam da Escola Naval, carregando livros, móveis e outros objectos\". Os Escoteiros de Portugal receberam depois agradecimentos formais do Ministério da Marinha e das autoridades navais. Em Junho de 1916, o Presidente da República, Dr. Bernardino Machado, aceita a presidência honorária da AEP, passando a haver um reconhecimento formal do Governo em relação à Associação Escotista Portuguesa. Em 10 de Maio de 1917, o decreto 3120 – B consigna que \"… esta Associação é considerada benemérita e de beneficência para os efeitos de contribuições, impostos e franquia postal\". Em 1919, por proposta da AEP, o Governo de Portugal atribuiu a Comenda da Ordem Militar de Cristo a Lord Baden-Powell, Fundador do Escotismo. Em 1920, realiza-se em Olympia, Londres, o primeiro acampamento mundial (Jamboree) e os Escoteiros de Portugal marcam também presença com 11 elementos, tendo o Ministério dos Negócios Estrangeiros atribuído passaportes diplomáticos a estes representantes da AEP. Em 1924, realiza-se o segundo acampamento mundial, desta vez na Dinamarca, e a segunda Conferência Internacional do Escotismo. Mais uma vez Portugal está representado por elementos da AEP. Em 1925, realiza-se na Câmara Municipal de Lisboa, a primeira Conferência Nacional do Escotismo, organizada pela AEP. Em 1927, com início em 13 de Agosto, realiza-se, em Queluz, o primeiro acampamento nacional que regista a presença de Grupos de Lisboa, Porto, Coimbra, Figueira da Foz, Algarve, Oliveira de Azeméis, Seixal, Torres Vedras e Torres Novas. Visita de B.P. a Portugal Em 1929, atraca pelas 18 horas do dia 4 de Março, no Cais da Rocha do Conde de Óbidos, o paquete \"Duchess of Richmond\", no mastro real do navio vem hasteada a flâmula do Escoteiro Chefe Mundial. Iniciava-se assim a primeira de duas visitas de Lord Baden-Powell a Portugal. Para o receber sobem a bordo representantes do governo de Portugal, o coronel Godfrey T. Pope, sobrinho de Baden-Powell e colaborador da AEP, o Dr. Tovar de Lemos, Comissário Nacional da AEP, Albano da Silva, secretário-geral da AEP, Roberto Moreton, Chefe do 1º Grupo da AEP, Sigvald Wiborg, Comissário Internacional, Dr. Weiss de Oliveira do CNS e outros Dirigentes Escotistas. No dia seguinte, acompanhado por Dirigentes da AEP, Baden-Powell é recebido em Cascais pelo General Carmona, Presidente da República. Na tarde do dia 5 de Março de 1929, Baden-Powell percorreu as ruas da baixa de Lisboa, desde a Praça do Comércio até à Sociedade de Geografia, sendo aclamado pela multidão e escoltado pelos Escoteiros. Ainda nesse ano de 1929, realizou-se, em Inglaterra, o terceiro Jamboree Mundial, tendo estado presentes 25 Escoteiros da AEP. Em Agosto de 1933, realiza-se, em Carcavelos, o segundo acampamento nacional da AEP, tendo estado presentes Escoteiros de todo o país, incluindo representações dos arquipélagos da Madeira e dos Açores. Pelos mesmos dias decorria, na Hungria, o terceiro Jamboree Mundial e a AEP, apesar de estar a organizar um acampamento nacional, tinha também uma representação na Hungria, constituída por Escoteiros Madeirenses. Em 1934, a 12 de Abril, Baden-Powell inicia a sua segunda visita a Portugal, vindo acompanhado por cerca de 700 Dirigentes Escotistas Britânicos. Desta vez, ao chegar a Lisboa, Baden-Powell encontrava- se adoentado não tendo podido desembarcar. Em face disso, os Escoteiros Portugueses organizaram um desfile e foram visitá-lo ao cais da Rocha do Conde de Óbidos. O Rádio Clube Português montou um sistema de amplificação sonora e transmitiu para todo o país o discurso que Baden-Powell proferiu aos Escoteiros presentes no local. No mesmo ano de 1934, em 2 de Junho, a AEP é agraciada pelo governo de Portugal como Dama da Ordem de Benemerência, que lhe havia sido atribuída a 20 de Fevereiro de 1932. Em Setembro realiza-se, no Palácio de Cristal, no Porto, o terceiro acampamento nacional. O Movimento Escotista nas Colónias Portuguesas Como já foi referido anteriormente, em 1914 foi fundado o Grupo 10, em Lourenço Marques, Moçambique. Em 1924 foi fundado o primeiro Grupo da AEP em Luanda, Angola. Em 1925 há registos de um Grupo da AEP em Goa, Índia, há ainda registos de Grupos da AEP em Cabo Verde. Muitos outros se lhes seguiram noutras cidades do então Ultramar, acompanhando o crescimento que a Associação também registava tanto no Continente como na Madeira e nos Açores. A AEP nos anos do Estado Novo Em 19 de Maio de 1936 é fundada a Mocidade Portuguesa e a AEP passa a ser perseguida. Os Movimentos nacionalistas estavam no seu apogeu e o Escotismo, tinha, desde a sua fundação, um carácter universalista e pacífico que não se enquadrava no espírito que o governo de então pretendia consolidar. Em 1939 pelo decreto 29453, de 17 de Fevereiro, são extintos todos os Grupos de Escoteiros do Ultramar, o seu material e Sedes confiscados e entregues à Mocidade Portuguesa. Um decreto idêntico estava redigido e pronto para ser promulgado tendo em vista a extinção também dos Grupos do Continente, Madeira e Açores, mas nunca chegou a ser publicado. O decreto 31908 de 9 de Março de 1942 veio ainda a criar mais dificuldades à AEP, que passou a contar com a hostilidade assumida por parte do regime, tendo sobrevivido até ao 25 de Abril de 1974 com grandes dificuldades. A AEP após o 25 de Abril Os Escoteiros de Portugal chegaram pois a 1974 com poucos elementos e ainda menos Dirigentes com capacidade para procederem à renovação e dinamização da mais antiga Associação juvenil portuguesa. É a partir da década de 80 que se inicia um processo de renovação de metodologia, formação de Dirigentes e abertura de novos Grupos. Nos últimos anos a AEP tem sabido renovar-se e fortalecer-se, tirando partido da motivação de uma geração de Dirigentes empenhados e dinâmicos que têm granjeado a confiança dos responsáveis do Movimento Escotista, tanto em Portugal como no estrangeiro. Em 2007, ano do Centenário do Escotismo, a AEP iniciou a aplicação do seu novo Programa Educativo, lançou o projecto Escotismo para Todos e consolidou a renovação do esquema de formação de adultos voluntários. A 9 de Setembro de 2013 foi feita Membro-Honorário da Ordem da Instrução Pública. == Proposta Educativa == Através da prática do Escotismo a Associação pretende ajudar os Jovens de Portugal a crescer e a desenvolverem-se de forma a tornarem-se Adultos que: * Escolhem o seu próprio quadro de valores e orientam por ele a sua vida; * Se assumem como responsáveis pelo seu corpo, pela sua saúde e bem estar; * Têm consciência da sua dimensão espiritual, estando disponíveis para a concretizar numa prática religiosa consciente e livremente escolhida; * São capazes de analisar de forma crítica a informação sendo capazes de, com base nela, tomar decisões ponderadas de acordo com os seus valores morais e éticos; * São membros activos da sociedade intervindo e participando na construção de um mundo melhor; * São indivíduos responsáveis e respeitadores com noção dos seus direitos e deveres; * São capazes de trabalhar em equipa e de nela cooperar e dirigir; * Possuem projectos de vida implementando-os de forma autónoma e encaram a vida com alegria; * São capazes de enfrentar os contratempos e dificuldades com uma atitude determinada e persistem na sua resolução; * Têm confiança nas suas capacidades e têm espírito de iniciativa e criatividade; * Têm noção da importância da natureza no bem-estar da humanidade, estando dispostos a tomar opções de vida compatíveis; == A Lei do Escoteiro == A lei do escoteiro foi enunciada pela primeira vez no livro Escotismo para Rapazes de Baden-Powell. A partir dos 10 anos de idade, todos os escoteiros da AEP fazem um Compromisso de Honra em que prometem seguir esta lei. Para os elementos da AEP os dez artigos da lei são os seguintes: # O Escoteiro é verdadeiro e a sua palavra é sagrada # O Escoteiro é leal # O Escoteiro é prestável # O Escoteiro é amigo de todos e irmão dos demais escoteiros # O Escoteiro é cortês # O Escoteiro é respeitador e protetor da Natureza # O Escoteiro é responsável e disciplinado # O Escoteiro é alegre e sorri perante as dificuldades # O Escoteiro é económico, sóbrio e respeitador dos bens dos outros # O Escoteiro é íntegro nos pensamentos, palavras e ações == Compromisso de Honra == Prometo por minha Honra fazer o meu melhor por: 1\\. Cumprir os meus deveres para com a minha Fé e a Pátria, 2\\. Auxiliar o próximo em todas as circunstâncias, 3\\. Viver segundo a Lei do Escoteiro. == Grupos etários == Os seus membros são divididos em grupos etários: * 1.ª Divisão - Alcateia - Lobitos - a partir dos 6/7 anos * 2.ª Divisão - Tribo de Escoteiros - a partir dos 10/11 anos * 3.ª Divisão - Tribo de Exploradores - a partir dos 13/14 anos * 4.ª Divisão - Clã - a partir dos 17/18 e até aos 21 anos Terminado o período previsto de permanência no movimento, o elemento pode ser convidado a fazer parte dos recursos adultos do seu grupo e eventualmente tornar-se dirigente. Em cada grupo etário, exceptuando o Clã, os elementos estão inseridos em grupos mais pequenos (designados Bandos na Alcateia e Patrulhas nas restantes divisões). A vivência nestes pequenos grupos é um dos pilares do método escotista. Na AEP as Patrulhas da 2.ª e 3.ª divisão são separadas por género. == Referências == == Ligações externas == * Associação dos Escoteiros de Portugal - Escotismo para Todos - Sítio Oficial * Associação dos Escoteiros de Portugal - Escotismo para Todos - Facebook * FEP - Federação Escotista de Portugal * WOSM - World Organization of the Scout Movement Categoria:Cavaleiros da Ordem do Mérito Categoria:Membros honorários da Ordem da Instrução Pública Categoria:Escotismo em Portugal Categoria:Organizações fundadas em 1913 Categoria:Fundações em Portugal em 1913",
 "title": "Associação dos Escoteiros de Portugal"
}