{
 "id": "59836",
 "text": "A Ufologia ou Ovnilogia é o conjunto de assuntos e atividades associadas ao interesse em objetos voadores não identificados e fenômenos relacionados que sirvam de objeto de investigação a governos, grupos independentes de jornalistas e cientistas (ufólogos) ou interesse da sociedade em geral. Os fenômenos referentes à Ufologia podem ter caráter diverso, indo desde alegados avistamentos de espaçonaves, quedas de naves espaciais, contatos com seres extraterrestres, sequestros(abduções), comunicações telepáticas até desastres supostamente originados por essas entidades. A ufologia não constitui um campo de pesquisa científica reconhecido, constituindo-se num ramo de investigação, parte dele especulativo, e que não faz uso do método científico, sendo caracterizada pela comunidade científica como uma pseudociência, e pelos próprios ufologistas como uma pesquisa, não uma ciência de facto, a par da biologia ou outras.Markovsky B., \"UFOs\", in The Skeptic's Encyclopedia of Pseudoscience, edited by Michael Shermer, 2002 Skeptics Society, pp 260 -271 A crença de que alguns objetos voadores não identificados podem ter origem extraterrestre e alegações de abdução alienígena são rejeitadas pela maior parte da comunidade científica. Não há qualquer evidência amplamente aceita que corrobore a existência de vida extraterrestre; no entanto, várias reivindicações controversas já foram feitas. A grande maioria dos relatos desses objetos podem ser explicados por avistamentos de aeronaves humanas, fenômenos atmosféricos ou objetos astronômicos conhecidos, ou são apenas embustes. Cerca de 36% dos casos restam inexplicados, conforme estatísticas do CNES/GEIPAN em 2023. == Etimologia == A etimologia da palavra ufologia deriva da junção do acrônimo -ufo, do inglês \"unidentified flying objects\", e o sufixo -logia que vem do grego antigo -λογία, que significa estudo ou ramo de conhecimento. No Oxford English Dictionary, é atribuída a primeira referência publicada do termo ao Times Literary Supplement de janeiro de 1959, onde se lia: \"Os artigos, relatórios e estudos burocráticos que foram escritos sobre este visitante desconcertante constituem \"ufologia\". O acrônimo UFO foi cunhado por Edward J. Ruppelt, capitão da Força Aérea dos Estados Unidos e chefe do Projeto Livro Azul. Em seu livro The Report on Unidentified Flying Objects de 1956, Ruppelt declara: “UFO é o termo oficial que eu criei para substituir as palavras discos voadores\". No Brasil, o termo ufologia é amplamente utilizado, apesar do acrônimo UFO ser comumente substituído pelo acrônimo OVNI, não sendo substituído pelo equivalente no português europeu, ovnilogia. == Histórico == === Antecedentes === No final do século XIX e início do XX a questão da vida extraterrestre já era apresentada em livros, como os do astrônomo Percival Lowell, sobre uma hipotética civilização marciana avançada, \"Mars\" (1895), \"Mars and Its Canals\" (1906), ou no livro A Guerra dos Mundos de H. G. Wells, sobre uma invasão marciana ao nosso planeta. No Brasil, os primeiros livros de ficção científica com a temática da pluralidade de mundos foram O Doutor Benignus (1875) de Augusto Emílio Zaluar, A Liga dos Planetas (1923) de Albino José F. Coutinho e O Outro Mundo (1934) de Epaminondas Martins.. Também em jornais, história em quadrinhos e programas de rádio, como a transmissão em 1938 nos Estados Unidos da dramatização do livro A Guerra dos Mundos, que gerou pânico ao ser confundida pelos ouvintes com um ataque real de alienígenas marcianos e filmes do seriado Flash Gordon (1936) com extraterrestres do planeta Mongo. No Brasil, os extraterrestres de Orson Welles apareceram nos jornais do Rio de Janeiro que noticiaram o pânico provocado pela transmissão de A Guerra dos Mundos. O Diário da Noite em sua primeira página de 06 de dezembro de 1938 noticiou _\"Susto Incrível Por Todo o Paiz\"_ (sic). O Correio da Manhã publicou em sua terceira página: _\"A Guerra dos Mundos - Momentos de Pavor...\"_ (sic) . Em São Paulo, a Folha da Manhã publicou: _\"Intenso panico provocado nos Estados Unidos pela irradiação de A Guerra dos Mundos, de H. G. Wells\"_. Quadrinhos de Flash Gordon começaram a ser publicados no Brasil em 1934 e filmes da série do herói também foram exibidos nos cinemas brasileiros nas décadas de 30 e 40. O fenômeno OVNI, como tal o conhecemos hoje, veio na forma de um objeto aéreo, parecido com um dirigível, que sobrevoou vastas regiões nos Estados Unidos entre 1896 e 1897, começando pela Califórnia. O jornal _San Francisco Call_ publicou em 23 de novembro de 1896 uma ilustração da misteriosa nave aérea. Na noite de 25 de novembro a suposta nave reapareceu em onze lugares ao longo do estado. O dirigível misterioso continuou a ser notícia até 1897; o jornal _Chicago Chronicle_ de 13 de abril daquele ano publicou: A Nave Aérea é vista em Iowa e o _The Dallas Morning News_ em 19 de abril publicou um incidente em Aurora, Texas, quando a nave aérea colidiu com um moinho de vento, explodindo. O piloto, escreveu o jornal, não era um habitante desse mundo. Outro fenômeno aéreo desconhecido surgiu em 1945, conhecido como foo fighter. Em dezembro de 1945 surgiu o primeiro artigo nos Estados Unidos dando conta da observação por pilotos aliados durante a Segunda Guerra Mundial, de bolas de fogo, que se aproximavam dos aviões. O fenômeno chegou a ser descrito como pratos de torta, roscas voadoras, bolhas de sabão, balões e dirigíveis. Tripulações de bombardeiros chegaram a disparar contra essas bolas de fogo, sem resultado. Em 1946 surgiram histórias vindas da Suécia e países escandinavos, sobre a observação de vários foguetes no céu relatados a imprensa, apelidados de foguetes fantasmas, devido a sua origem desconhecida à época. Investigações conjuntas envolvendo o Estados Unidos, Reino Unido e Suécia atribuíram a grande maioria das observações a lançamentos de foguetes da extinta União Soviética. Surgimento de foguetes desconhecidos foram noticiados sobrevoando também o norte da Grécia pelo inglês _London Daily Telegraph_ e por jornais gregos. O ano de 1947 foi o marco inicial do surgimento do interesse pelos chamados discos voadores, designação popular e precursora do acrônimo UFO, criado por Edward Rupplet para objetos voadores não identificados. O chamado viral aos discos voadores começou em 1947. === A Era dos discos voadores === Em 24 de junho de 1947, o piloto civil Kenneth Arnold, pouco antes das três da tarde, estava sobrevoando a área do Monte Rainier no estado de Washington, a procura de destroços de um avião C-46, quando observou uma formação de nove objetos voadores em forma de disco muito brilhantes, que comparou a pires saltando sobre a água e que um deles era diferente dos demais, na forma de um crescente. Na entrevista que deu à rádio KWRC dia 25 de junho disse que eram parecidos com morcegos, ou em forma de crescente. Arnold estimou a distância entre trinta e dois e quarenta quilômetros e velocidade em surpreendentes 1.700 milhas por hora. A história era fantástica e a reputação do piloto inatacável. Os editores de jornais da região ficaram impressionados e quando a Força Aérea americana negou ser a origem dos objetos, rapidamente a história ganhou as primeiras páginas da imprensa mundial. Começava a saga dos discos voadores. O rastilho foi aceso no dia 25 de junho, quando dois jornalistas de um jornal local, o Y East Oregonian, entrevistaram Kenneth Arnold e publicaram um curto artigo, onde pela primeira vez o termo discos voadores aparecia. E num despacho de imprensa enviaram a notícia ao escritório da Associated Press em Portland, dali se espalhando para todo o globo. O furor mundial com a notícia se refletiu no Brasil, com a publicação do caso no jornal O Globo de 27 de junho, apenas três dias depois, em um artigo com o título \"Objetos Misteriosos Sobrevoam os EE. UU.\", reproduzindo uma nota da agência de notícias France Presse (AFP): \"O Departamento da Guerra abrirá um inquérito e tomará enérgicas medidas a fim de que os boatos relativos ao sobrevôo do território dos Estados Unidos por objetos misteriosos não se espalhe pelo país e para que não atinjam a amplitude que atingiram na Suécia, no ano passado\", e que informações do governo americano aludiam que a velocidade era ridícula “pois que o avião mais rápido do mundo absolutamente não passa de 1000 quilômetros por hora e que as bombas voadoras não voam a menos de 5.000 quilômetros horários e que são invisíveis nessa velocidade”. Na sequência da divulgação, outros relatos surgiram e a semana de 4 de julho de 1947, estabeleceu um recorde para os relatórios sobre OVNIs no país que não foi quebrado até 1952. Outro estudo identificou mais de 850 observações de OVNIs feitos durante junho e julho de 1947, em quarenta e oito estados americanos, em Washington e no Canadá. O Caso Kenneth Arnold tem sido estudado e várias interpretações para sua observação tem sido dadas ao longo das décadas. Em 8 de julho de 1947, alguns dias após o caso Kenneth Arnold, o jornal Roswell Daily Record publicou a manchete “Força Aérea norte-americana captura disco voador num rancho na região de Roswell”, essa notícia foi replicada por inúmeros jornais nos Estados Unidos e no mundo, e teve origem na nota oficial da Base Aérea de Walker, localizada na cidade de Roswell, Novo México, que informava a imprensa de que um disco voador acidentado tinha sido recolhido e examinado pela força aérea. A notícia ganhou o mundo e chegou também no Brasil. O jornal a Folha da Noite de São Paulo, em 9 de julho de 1947, repercutia naquele momento o desmentido da Força Aérea norte-americana, poucas horas depois, sobre a queda de um disco voador, alegando se tratar na verdade de um balão, com a notícia: “Reduzidos às suas verdadeiras proporções os misteriosos discos-voadores”. O chamado Caso Roswell foi logo esquecido após o desmentido, ressurgindo novamente apenas em 1978 quando revivido pelo físico e ufólogo Stanton Terry Friedman. As notícias sobre os discos voadores de Kenneth Arnold e de Roswell podem ser considerados os gatilhos para a primeira onda ufológica brasileira. Os jornais brasileiros noticiaram discos no Rio de Janeiro, São Paulo, Presidente Prudente (um suposto disco acidentado), Campinas, Santos, Belo Horizonte, Recife. O jornal O Globo chegou a anunciar: “Enchem-se de discos voadores os céus do Brasil”. A onda refluiu na segunda quinzena de julho de 1947.. No Brasil, incidentes envolvendo OVNIs ou supostas aparições de seres extraterrestres também se tornaram mais frequentes depois de Roswell. Casos com grande repercussão na mídia como a Operação Prato, Caso Varginha e a chamada Noite Oficial dos OVNIs são ícones da ufologia brasileira. == OVNIs no Brasil == === Forças Armadas === ==== Aeronáutica ==== **_Sindicância EMAER (1954)**_ No dia 24 de outubro de 1954, entre 13 h e 16 h, foram observados corpos estranhos sobre a Base Aérea de Porto Alegre, sendo noticiado na imprensa gaúcha e também na imprensa da capital federal, na época, a cidade do Rio de Janeiro. O chefe do Estado Maior da Aeronáutica (EMAER), brigadeiro Gervásio Duncan de Lima Rodrigues, autorizou o comandante da Base, a proceder \"(...) as investigações necessárias, mantendo o Estado- Maior informado de tudo.\" Em 16 de novembro de 1954, o próprio brigadeiro Gervásio, concedeu entrevista coletiva a jornalistas e radialistas, apresentando cinco relatórios, de um total de dezesseis, contendo depoimentos do pessoal da Base sobre a movimentação de um objeto arredondado de cor prateada fosca a grande altitude, com um dos depoimentos citando dois objetos. Enfatizou se tratar de depoimentos idôneos e declara: \"Não duvido que tenham visto o que relatam. Mas não posso assegurar que se trate de discos voadores.\". Também declara que não havia em curso nenhuma investigação oficial da Aeronáutica sobre discos voadores. **_Palestra ESG (1954)**_ Em 2 de dezembro de 1954, o chefe do Serviço de Informações do Estado Maior da Aeronáutica, coronel João Adil Oliveira proferiu na Escola Superior de Guerra - ESG, a pedido do brigadeiro Antônio Guedes Muniz, uma palestra sobre discos voadores voltada para a Defesa, com a presença de altas patentes das Forças Armadas, inclusive o chefe do Estado- Maior da Aeronáutica, além de jornalistas, técnicos e civis. Durante a palestra declarou: \"O problema dos Discos Voadores tem polarizado a atenção do mundo inteiro, é sério e merece ser tratado com seriedade. Quase todos os governos das grandes potências se interessam por ele e o tratam com seriedade e reserva, dado seu interêsse (sic) militar.\". O coronel Adil não consultou a comunidade científica, nem analisou os casos apresentados na palestra de um ponto de vista técnico. Utilizou largamente citações de livros de :en:Donald Keyhoe e Hugo Rocha (escritor), defensores da hipótese extraterrestre. Sua abordagem foi a favor dessa hipótese. No mês seguinte, a revista Ciência Popular criticou duramente a palestra e o despreparo do Serviço de Informações, além do crédito dado pelo coronel Adil, a uma reconhecida fraude fotográfica de 1952 perpetrada por O Cruzeiro (revista), conhecido como Caso Barra da Tijuca. **_SIOANI (1969 - 1972)**_ O SIOANI, acrônimo de Sistema de Investigação de Objetos Aéreos Não Identificados, foi uma estrutura organizacional criada pelo Comando da 4ª Zona Aérea da FAB, para investigação e pesquisa científica do OANI - Objeto Aéreo Não Identificado, entre os anos de 1969 e 1972. Foi patrocinado pelo brigadeiro José Vaz da Silva, comandante da 4ª Zona Aérea e coordenado pelo major Gilberto Zani de Mello. Sua área de atuação foi principalmente o Estado de São Paulo, mas investigou casos em vários outros. Em 31 de outubro de 2008, o Arquivo Nacional (Brasil) recebeu do CENDOC - Centro de Documentação e Histórico da Aeronáutica, um conjunto de publicações do período 1952-1969, relativo a OVNIs, entre eles, documentos identificados do SIOANI. Em 23 de abril de 2009, novas publicações oficiais, dessa vez do período 1970-1979, foram entregues ao Arquivo Nacional pelo CENDOC, entre elas, novos documentos do SIOANI, cobrindo os anos de 1970 a 1972. Um conjunto de documentos elaborados pela 4ª Zona Aérea, constituído de relatórios, boletins, croquis, fotos, slides, foi obtido pelo pesquisador Edison Boaventura Júnior, de um investigador civil do SIOANI, o sociólogo Acassil José de Oliveira Camargo. Essa documentação foi entregue a Comissão Brasileira de Ufólogos e pode ser acessada por sítio mantido pela Revista UFO. O Arquivo Nacional recebeu do pesquisador em 2009 o mesmo material, mas não foi catalogado eletronicamente e disponibilizado pela instituição. O núcleo operacional eram a chefia da Central de Investigação, o CIOANI e os Núcleos de Investigação, NIOANIs, incluindo também a parte científica, o laboratório do ITA - Instituto Tecnológico de Aeronáutica. Era composto por investigadores militares e civis. Se presume em 100 (cem) o número total de casos. Muitos casos passaram por avaliação psiquiátrica. No geral, os relatórios de investigação apresentaram conclusões inconsistentes. Casos inexplicados não chegaram a 5%, mas a elucidação da maioria dos casos tranquilizou a Aeronáutica. O SIOANI encerrou suas atividades em 1972. Atribui-se a troca de comando da 4ª Zona Aérea a causa do encerramento. **_Operação Prato (1977 - 1978)**_ A Operação Prato foi uma operação militar realizada pelo 1° Comando Aéreo Regional – I COMAR, órgão da Força Aérea Brasileira, em 1977, para investigar o aparecimento de OVNIs em municípios do estado do Pará, além de estranhos fenômenos associados a corpos luminosos não identificados, chamados pela população de chupa-chupa, relativos a ataques com raios de luz, causadores de queimaduras, perfurações na pele e mortes. Documentos militares vazaram extraoficialmente, mas em abril de 2009 foram liberados documentos oficiais da operação, entregues para guarda do Arquivo Naconal. Ainda em 2009, o Gabinete de Segurança Institucional da Presidência – GSI, liberou documentos do antigo Serviço Nacional de Informações – SNI sobre a operação no Pará. O Centro de Informações de Segurança da Aeronáutica – CISA também se envolveu na investigação. Os documentos oficiais e vazados incluem, além do período clássico da investigação, período posterior de monitoramento, finalizado em novembro de 1978. O primeiro documento citado na tabela (vazado) é o conjunto total de observações, incluindo satélites artificiais. O segundo (oficial), um extrato particular dos objetos observados, considerados relevantes e não identificados. Ambos são documentos resumo e as observações originais, via de regra, estão contidas nos relatórios operacionais da missão Prato e relatórios de agentes da Aeronáutica. Documento Total Registros 1977 1978 Resumo Sintético-Cronológico 284 195 89 Registros de Observações de OVNI 130 82 48 A Agência do SNI em Belém enviou documento confidencial a Agência Central do SNI em Brasília, datado de 9 de novembro de 1977, divulgando os primeiros dados das investigações do I COMAR. Informou o clima de tensão entre a população, além de relatos sobre luzes em voo e focos de luz dirigidos sobre pessoas. Disse que as luzes foram várias vezes fotografadas, mas que a foto mais impressionante foi atribuída a estrela Dalva (Vênus) pelo próprio chefe da operação. Informa que não havia consenso entre a equipe “sobre o que foi visto”. Acusa a imprensa de fazer exploração do assunto. Termina informando que o I COMAR continuaria as investigações. Principais militares envolvidos (patentes da época): brigadeiro Protásio Lopes de Oliveira; coronel Camillo Ferraz de Barros, capitão Uyrangê Hollanda e sargento Flávio Costa. A Aeronáutica nunca emitiu relatório final apresentando suas conclusões. **_Incidente no Sítio do Gama (1978)**_ No dia 20 de junho de 1978, entre 20h30min e 23h50min, o Destacamento de Proteção ao Voo para detecção Radar e Telecomunicações - DPV-DT, do Sítio do Gama no Distrito Federal, principal infraestrutura do CINDACTA, foi invadido por um corpo luminoso observado por oficiais, soldados e civis. O Comandante, tenente João Bernardo Vieira, registrou os eventos: cada envolvido, civil ou militar, escreveu um relatório. Os arquivos do incidente estão disponíveis no Arquivo Nacional. O corpo luminoso sobrevoou o prédio do Comando, a portaria principal e adjacências. Tiros de fuzil HK-33 foram disparados contra supostos invasores e objeto. Trechos do relato do Comandante do DPV-DT61: _“De principio a luz se apresentava como um ponto luminoso que se aproximava com velocidade espantosa. A medida que se aproximava tornava-se cada vez mais difusa, com aparência de uma estrela. Sua coloração, em principio, era normal e variando em seguida para tonalidade vermelha e amarela. Ficamos em silêncio para melhor observação e não conseguimos ouvir barulho nenhum com o deslocamento. O objeto se deslocou em nossa direção até uma certa distância, parecendo permanecer parado por alguns minutos. Logo em seguida tomou a direção do radar LP23, sumindo de relance e ao mesmo tempo aparecendo em cima da estação de micro-ondas, para logo em seguida sumir completamente.”_ O relatório do Comandante, definiu quatro pontos: \\- Não se tratava de nenhuma aeronave; - Não havia condições de identificar o objeto; - Não havia animosidade por parte do mesmo; - Não existia a menor possibilidade de ilusão ótica. Em 23 de junho de 1978, o Chefe do Núcleo do NuCINDACTA, coronel Sócrates da Costa Monteiro, encaminhou relatório sobre as ocorrências ao Chefe do Estado-Maior da Aeronáutica. Em 2010 concedeu entrevista à Revista UFO, dizendo que ao ser informado por telefone sobre os tiros disparados contra o OVNI, determinou a interrupção; em suas palavras: _\"Eles têm uma tecnologia muito mais avançada do que a nossa e não sabemos como reagiriam à nossa ação.”_ ==== Exército ==== ===== Caso Varginha ===== O Caso Varginha trata-se da suposta captura de criaturas extraterrestres na cidade mineira de Varginha em 1996, envolvendo o Exército Brasileiro, através da Escola de Sargentos das Armas - EsSA, situada na cidade de Três Corações. A trama teria seu início na tarde de 20 de janeiro de 1996, quando três meninas avistaram uma criatura agachada junto a um muro. A trama envolve ainda a observação de OVNIs, a captura de uma criatura por bombeiros e de uma segunda por policiais militares, um dos quais, falecendo misteriosamente. Boatos sobre uma criatura vista no zoológico, a movimentação de militares da EsSA pela cidade, envolvimento da UNICAMP e do governo do EUA fecham a trama. Em maio de 1996 o Comandante da EsSA, determinou abertura de sindicância sobre notícias na imprensa envolvendo militares da escola. Concluiu-se que os militares citados não participaram de nenhum transporte de qualquer tipo de carga. Em janeiro de 1997, o comando da EsSA determinou a instauração de um Inquérito Policial Militar, IPM, sobre alegações contidas no livro Incidente em Varginha, de autoria de Vitório Pacaccini e Maxs Portes. O encarregado do IPM, tenente-coronel Lúcio Carlos Finholdt Pereira, concluiu que o livro continha pesquisas pseudocientíficas e descrições de caráter sensacionalista, baseadas em provas testemunhais de validade duvidosa e que apesar da ingenuidade, não existiu prática de crime. Que o Comandante do 24o Batalhão de Policia Militar _“apresentou fotografias (...) de um cidadão conhecido como mudinho, que provavelmente apresenta algum desvio mental e cujas características físicas puderam ser posteriormente evidenciadas no estudo fotográfico de simulação (...) tornam mais provável que a hipótese de que este cidadão, estando provavelmente sujo, em decorrência das fortes chuvas, visto agachado junto a um muro, tenha sido confundido, por três meninas aterrorizadas, com uma criatura do espaço.”_ A palavra final foi dada pela juíza militar Telma Queiroz que declarou, em 4 julho de 1997, que o ET de Varginha nunca existiu. Muitos ufólogos contestam as conclusões do IPM. ==== Marinha ==== **_Caso da Ilha da Trindade (1958)**_ Em 1958 o Estado Maior da Armada, estrutura do antigo Ministério da Marinha, atual Marinha do Brasil, investigou um dos mais famosos casos da ufologia brasileira, o chamado Caso da Ilha da Trindade, relacionado a uma série de quatro fotografias tiradas a bordo do navio da marinha Almirante Saldanha, ancorado na Ilha da trindade, em 16 de janeiro de 1958, pelo fotógrafo Almiro Baraúna. As fotografias foram publicadas pela revista O Cruzeiro, causando grande polêmica. Documentos oficiais da Câmara dos Deputados e do antigo Ministério da Marinha confirmam a investigação, mas o relatório final da Marinha, acabou chegando extraoficialmente aos EUA em 1964, através da APRO - :en:Aerial Phenomena Research Organization, por informante nunca revelado. O relatório não autenticou as fotografias, limitou-se a concluir que não haveria indícios de fraude, mas não descartou a possibilidade de uma montagem. Analisadas pelo Projeto Blue Book, foram consideradas fraudes. Em 2010, ao programa Fantástico da Rede Globo, a publicitária Emília Bittencourt, amiga de Baraúna, relatou que ouviu do próprio serem montagens. Em 2011, Marcelo Ribeiro, também fotógrafo e sobrinho de Almiro Baraúna, também revelou que ouviu de seu tio como teria produzido as montagens em seu laboratório caseiro, assim que retornou da viagem à Ilha da Trindade. == Hipóteses == Para interpretar os mais diversos fenômenos relacionados à ufologia, uma listagem de teorias mais aceitas. Nelas existem diferentes correntes de pensamento, desde as de caráter cético, julgando todo o fenômeno como má-interpretação ou fraude, até as de carácter místico. === **Hipótese do Zoológico** === A Hipótese do Zoológico é uma das diversas conjecturas que surgiram em resposta ao Paradoxo de Fermi, relacionado à aparente falta de evidências que possam confirmar a existência de civilizações extraterrestres avançadas. Foi desenvolvida pelo astrônomo John A. Ball, em 1973. De acordo com esta hipótese, os extraterrestres, tecnologicamente avançados o suficiente para se comunicar com os terráqueos, já teriam encontrado a Terra, todavia, apenas observam a Terra e a humanidade remotamente, sem tentar interagir, como os pesquisadores observam animais primitivos à distância, evitando o contato direto para não perturbá- los.ULMSCHENEIDER, Peter. Intelligent life in the universe: principles and requirements behind its emergence. Springer-Verlag Berlin and Heidelberg GmbH & Co. K, 2006 (ISBN 978-3540328360) ===Hipótese Extraterrestre=== A hipótese extraterrestre (HET) teoriza que alguns avistamentos de OVNI são espaçonaves alienígenas. Tais espaçonaves são usadas por Seres Extraterrestres, quer de origem biológica ou mecânica. E suas naves são produtos de tecnologia similar, porém mais avançada que a nossa, mas usando as mesmas regras da física que usamos. ===Hipótese interdimensional=== Segundo a Hipótese interdimensional, os OVNIs e os fenômenos a eles associados, como abduções, procedem de outros Universos que compõem o Multiverso. A origem desses fenômenos não necessariamente procede de algum local do tecido do espaço a nossa volta, podendo estar coabitando conosco o próprio planeta Terra, transcendendo tanto o tempo como o espaço. Além disso, seriam manifestações modernas de antigos mitos ao longo da história, interpretados anteriormente como entidades mitológicas ou sobrenaturais, como fadas, duendes, súcubos e íncubos. Tratar- se-ia de um sistema de controle que atua sobre os seres humanos, através do uso de símbolos para interação em nível psíquico. Os fenômenos podem também se manifestar fisicamente. ===Hipótese psicossocial=== Esta é a teoria de que alguns avistamentos OVNI são alucinações, sugestões hipnóticas ou fantasias e são causadas pelo mesmo mecanismo que muitas experiências ocultas, paranormais, sobrenaturais ou religiosas (comparar com supostos avistamentos da Virgem Maria. Ver a entrada Hipótese Psicossocial. São considerados distúrbios. O comportamento destas fantasias pode ser influenciado pelo ambiente em que a suposta testemunha foi criada: contos de fadas ou religião, ficção científica, etc: por exemplo, uma suposta testemunha pode ver fadas enquanto outra achará ver Greys. == Ver também == * Ciência marginal * SETI * Lista de relatos de avistamentos de OVNIs * Caso Campeche * Caso Mantell * Caso Travis Walton * Caso Feira de Santana * Caso Vilas-Boas * Noite oficial dos óvnis * O Mistério das Máscaras de Chumbo * Caso do Forte de Itaipu * Queda em Trinity == Ligações externas == * Rede Brasileira de Pesquisas Ufológicas * Documentos ufológicos * SIANl * Revista UFO * Revista OVNI Pesquisa Categoria:Jornalismo investigativo",
 "title": "Ufologia"
}