{
 "id": "59976",
 "text": "Black Sabbath foi uma banda de heavy metal britânica formada no ano de 1968 em Birmingham pelo guitarrista e principal compositor Tony Iommi, o baixista e principal letrista Geezer Butler, o vocalista Ozzy Osbourne e o baterista Bill Ward. Desde a saída de Ozzy Osbourne, a banda passou por diversas mudanças na formação, com o guitarrista Iommi sendo o único presente em todas elas. Originalmente era uma banda de blues rock, que logo adotou o nome Black Sabbath e começou a incorporar histórias de terror em suas letras, além de usar guitarras com baixa afinação. Apesar desses dois temas serem comuns, eles também compunham canções que tratavam de instabilidade social, corrupção política, os perigos do abuso de drogas e profecias apocalípticas resultantes de guerras. A formação original teve seu fim em 1979 com a demissão de Osbourne, devido a seu vício em álcool e uso de outras drogas. Ele foi substituído por Ronnie James Dio, antigo vocalista do Rainbow. Após gravarem dois álbuns com Dio, o Black Sabbath enfrentou inúmeras mudanças de integrantes durante as décadas de 80 e 90, que incluíram os vocalistas Ian Gillan, Glenn Hughes, Ray Gillen e Tony Martin, bem como vários bateristas e baixistas. Em 1992, Iommi e Butler juntaram-se a Dio e o baterista Vinny Appice para a gravação do disco Dehumanizer. A formação original reuniu-se em 1997, quando gravaram o disco ao vivo Reunion. O último álbum de estúdio do Black Sabbath, intitulado 13, foi lançado em junho 2013 e contou com Iommi, Butler e Osbourne. Entre 2016 e 2017 fizeram a \"The End Tour\", turnê que marcou oficialmente o fim da carreira do grupo. O Black Sabbath é usualmente citado como um dos pioneiros do heavy metal. O grupo ajudou a definir o gênero com lançamentos como Paranoid (1970), Master of Reality (1971) e Heaven and Hell (1980), tendo vendido mais de 70 milhões de cópias durante sua carreira. Eles foram definidos pela MTV como \"a maior banda de heavy metal de todos os tempos\", e foram classificados em 2º na lista dos \"100 maiores artistas de hard rock\" do canal VH1. A revista Rolling Stone colocou-os na posição 85 de sua lista dos \"100 maiores artistas de todos os tempos\". A banda foi introduzida ao UK Music Hall of Fame em 2005, ao Rock and Roll Hall of Fame em 2006 e já venceram duas vezes o Grammy Awards na categoria Melhor Performance de Metal. == História == === Origens à estreia (1966–1970)=== O embrião do Black Sabbath surgiu no ano de 1968 em Aston, uma localidade de Birmingham, Inglaterra. A história começou quando o guitarrista Anthony \"Tony\" Iommi e o baterista William \"Bill\" Ward (ambos do grupo Mithology) leram em uma loja, o anúncio de um cantor que estava à procura de músicos para formar uma banda. O cantor era John \"Ozzy\" Osbourne que estudou na mesma escola que Iommi. Iommi e Ward foram para casa de Ozzy e decidiram formar um grupo musical. Ozzy levou ao grupo outros dois músicos que tinham tocado com ele na banda Rare Breed: os guitarristas Terence \"Geezer\" Butler e Jimmy Phillips. Mais tarde, Butler assumiu o papel de baixista, e foi também contratado o saxofonista Alan \"Aker\" Clarke. A banda escolheu o nome inicialmente de Polka Tulk Blues Band e encurtado depois para Polka Tulk, e começou a construir um repertório, principalmente blues. Mais tarde, Clarke e Phillips saem do grupo e o restante dos membros decidiram alterar o nome da banda para Earth. A formação faz exibições em vários locais, tocando covers de Jimi Hendrix, Blue Cheer, Cream e The Beatles, e fizeram o primeiro demo em 1968. Conseguiram algum êxito no espaço de \"pubs\" britânicos, o que permitiu que o grupo fizesse o nome no exterior, graças ao agente Jim Simpson. Após um curto período, o nome da banda foi mudado porque havia outro grupo denominado Earth. A escolha do nome, mais tarde, veio de uma ideia de Butler, um grande fã dos romances de \"magia negra\" e \"terror\" de autores como Dennis Wheatley. Butler tinha visto o filme de terror italiano do diretor Mario Bava, I Tre Volti Della Paura (As Três Máscaras do Terror) de 1963, mas exibido com o nome de Black Sabbath na Inglaterra e Estados Unidos, e escreveu uma canção que incorpora o título do filme. Isto se tornou o novo nome do grupo. O novo nome é acompanhado por uma transição para um novo som blues, primeiramente com elementos do folk e, em seguida, com cada vez mais fortes e obscuros tons até uma nova fórmula para a qual o grupo tornou famosa e seriam,para muitos críticos, os principais pioneiros do heavy metal. O primeiro registro que a banda assinou foi com a Fontana Records e, mais tarde, com a Vertigo. No dia 13 de fevereiro de 1970, foi publicado o álbum de estreia da banda, intitulado simplesmente de Black Sabbath. === Primeiros álbuns (1970–1971) === O primeiro trabalho, Black Sabbath, foi um grande sucesso (oitavo lugar nas classificações inglesas) devido, em grande parte, à atmosfera histórica de composições como \"Black Sabbath\", \"The Wizard\" e \"N.I.B.\". O disco, para muitos, foi a inauguração de um rock mais original, tanto no sentido sonoro, mais pesado, denso e distorcido; quanto no que se refere às letras. Deep Purple e Led Zeppelin, outras bandas influentes do heavy metal da época, tinham um som mais melódico e mais próximo a outros estilos como o blues, folk e o rock n' roll. A música do Sabbath a princípio tinha características semelhantes, mas ,com o tempo, a banda investiu em um som mais pesado e com temáticas mais obscuras, com referências explícitas a \"demônios\" e temas envolvendo ocultismo, que era uma novidade e uma polêmica nessa época. Embora essa temática pudesse ser eventualmente observada em trabalhos de outros grupos, como Beatles e Led Zeppelin, o Black Sabbath, graças a sua persistência nessa proposta, foi em grande parte um responsável por um estereótipo que se perpetuou no universo do heavy metal. Essa proposta levou a banda a sofrer numerosas críticas; os mais conservadores os acusavam de promover o \"satanismo\" e isso costumava alimentar reprovação de grande parte da opinião pública. No entanto, essas polêmicas só contribuíram ainda mais para o sucesso que o Black Sabbath conquistou com sua grande audiência de jovens. O próximo álbum, Paranoid, até hoje o maior sucesso comercial do grupo, sendo o marco inicial do heavy metal (primeiro nas colocações inglesas; sete discos de platina e um de ouro), é considerado de grande importância para as bases do heavy metal. O trabalho angariou para o Black Sabbath milhares de fãs em todo o mundo, graças a canções como \"Paranoid\", \"Iron Man\", \"Electric Funeral\" e \"War Pigs\". Com este trabalho, o grupo foi além da atmosfera sombria das músicas e abordou temas como a guerra do Vietnã , com temas mais maduros. \"War Pigs\", por exemplo, é uma crítica a políticos considerados responsáveis pelos horrores da guerra e \"Iron Man\" tem um texto puramente de ficção científica. Em 1971, o grupo publicou o terceiro álbum, Master of Reality, de sucesso notável. Provavelmente foi o álbum mais obscuro e introspectivo da banda. Este trabalho, junto com o Black Sabbath e Paranoid, é considerado o álbum que influenciou na criação do doom metal. Além de canções do estilo Sabbath como \"Children of the Grave\" e \"After Forever\"(curiosamente acusada de blasfema, apesar de ter uma forte direção cristã), o álbum é conhecido, sobretudo, pelas suas estilísticas \"alegações\" (encontradas em canções como \"Sweet Leaf\", \"Lord of This World\", \"Solitude\" e \"Into the Void\"), que serviram de base para bandas como Saint Vitus e Candlemass. Nota-se que o disco possui uma inovação particularmente interessante: Iommi, na verdade, toca com a guitarra em dó sustenido (um tom e meio abaixo da afinação tradicional), assim como Butler no baixo. Essa mudança, segundo declaração do guitarrista, foi feita por dois motivos: para se adaptar ao estilo vocal de Ozzy e para dar um som mais pesado para a sua música (mais tarde, a partir do álbum Heaven and Hell, a guitarra e o baixo são afinadas em ré sustenido). Devido a isso, o Black Sabbath talvez tenha inaugurado a chamada \"limitação\": uma prática que se tornaria quase uma norma para muitos grupos de rock e metal. Sobre a grande importância do Black Sabbath até mesmo nos dias de hoje, o falecido vocalista do Type O Negative, Peter Steele declarou recentemente: === Experimentos (1972–1975) === O álbum seguinte, Vol. 4 de 1972, revelou a primeira de várias alterações no som da formação, devido a uma clara influência do rock progressivo. Um dos pontos fortes do álbum é a balada \"Changes\", onde Osbourne canta acompanhado por piano e cordas. A canção é um exemplo de como os sons da formação tiveram evolução, mas canções como \"Tomorrow's Dream\", \"Snowblind\" e \"Supernaut\" ainda mostram seu lado musical mais profundo. Em 1973, a banda publica Sabbath Bloody Sabbath, álbum com a atmosfera caracterizada pelo rock progressivo ainda mais visível. Também conta a presença de Rick Wakeman do Yes que apareceu nos teclados, como membro externo. Entre as canções mais claramente progressivas pode-se citar a \"Spiral Architect\" e \"A National Acrobat\", mas ainda faltava o \"clássico\", que veio com músicas como \"Sabbath Bloody Sabbath\" e \"Killing Yourself to Live\". O disco foi outro grande sucesso e considerado um ponto importante na carreira da banda. Neste período, houve uma série de acontecimentos na banda. Todos os membros tiveram sérios problemas de dependência de drogas, em especial Ozzy e Ward que, após a admissão do cantor, fizeram uso de LSD todos os dias por mais de dois anos. Uma mudança de gravadora (de Vertigo para a Warner) tinha atrasado o lançamento do seu novo álbum, Sabotage, publicado somente em 1975. Do ponto de vista musical, o álbum é um dos mais variados do grupo, alternando as canções de heavy metal de \"Hole in the Sky\" e \"Symptom of the Universe\", para o canto gregoriano de \"Supertzar\", e sons de pop rock de \"Am I Going Insane (Radio)\". === O declínio e a despedida de Ozzy (1976–1979) === O próximo álbum, Technical Ecstasy de 1976, foi um álbum de acesos debates entre seus adeptos, devido a um som mais flexível e para a presença de maestro e sintetizadores musicais. Embora alguns considerem positivamente o disco como muito ambicioso e inovador, isso ajudou a desiludir os fãs do estilo inicial do grupo. Em 1977, após a turnê de Technical Ecstasy, Ozzy deixou o grupo, devido a morte do seu pai, além dos problemas derivados da sua dependência de álcool e drogas já impagáveis. Os restantes membros do grupo chegaram experimentar durante alguns meses com o cantor Dave Walker (ex-Fleetwood Mac), seguido pelo momentâneo regresso de Osbourne para o lançamento de 1978, o álbum Never Say Die!. Este trabalho segue as pegadas do álbum anterior, com sons eletrônicos e experimentais (Don Airey nos teclados). Mesmo assim, a resposta do público foi relativamente negativa, apesar de apresentar boas músicas como \"Junior's Eyes\" e \"Hard Road\". É conhecido como um dos piores álbuns da formação, sendo a faixa- título, a única a desfrutar de uma boa popularidade entre os seus fãs. Em 1979, devido a um irreversível conflito com outros membros da banda, Ozzy foi despedido pela sua tendência para o abuso de drogas e álcool. Após a saída de Ozzy, o grupo não apresentou uma formação sólida, atingindo muitas vezes, o ponto de instabilidade e apresentando vários músicos durante os próximos anos. === O Black Sabbath com Ronnie James Dio (1980–1982) === A despedida de Ozzy Osbourne, no entanto, preocupou a banda, pois ele contribuía muito para o desempenho das canções e acima de tudo foi um grande animador do público durante os concertos ao vivo, e depois, encontrar um substituto digno foi difícil. Após a sua saída, ele foi substituído por Ronnie James Dio, ex- vocalista das bandas Elf e Rainbow. O primeiro álbum com Dio, Heaven and Hell, foi um grande sucesso, permitindo que o grupo voltasse nas paradas, e nas vendas foi o melhor resultado da banda desde 1975, com as canções \"Neon Knights\", \"Heaven and Hell\", \"Die Young\" e outros que se tornaram peças significativas de sua discografia. O álbum também foi marcado pela entrada de Geoff Nicholls nos teclados. Embora nem sempre seja reconhecido como um membro oficial do grupo e forçado a tocar no \"backstage\" dos concertos por \"razões estéticas\" (caso não isolado na cena do metal), Nicholls teve, desde então, indiscutível influência sobre o grupo, e mesmo nível compositivo. A turnê do disco revelou, mais tarde, o carisma do novo cantor e sua excelente voz e talento. Também durante o tour, Bill Ward teve que sair por razões pessoais (seus pais morreram, um após o outro, com os grandes problemas com álcool),Bootleg de Heaven and Hell, versões remasterizados de 1996 da Castle Communications e foi substituído por Vinny Appice (irmão de Carmine Appice, famoso baterista de Vanilla Fudge, Rod Stewart e King Kobra). Foi durante esta excursão que Dio fez o famoso gesto de \"chifres\", posteriormente adaptado como uma espécie de \"sinal de reconhecimento\" pelos amantes do metal. No entanto, a paternidade deste gesto é tema de debate, uma vez que também foi reivindicada por Gene Simmons do Kiss. No entanto, os críticos argumentam que este não foi introduzido na música, ou por Dio ou por Simmons, mas com os Beatles em 1967. Na verdade, as imagens promocionais do filme animado Yellow Submarine mostram John Lennon, com o gesto em cena. É também visível na capa do disco, onde Lennon mostra os chifres atrás de Paul McCartney. Além disto, Dio disse ter aprendido este gesto com sua avó, que o ensinou a fazer, para evitar mau olhado. Voltando à arte da banda, Tony Iommi e os membros, com a ajuda de Appice, gravaram o álbum posterior, Mob Rules em 1981, um sucesso que também confirmou o novo estilo adquirido do Sabbath, graças às duas composições técnicas de Dio. A faixa-título do álbum foi escolhida para a trilha sonora do filme Heavy Metal. O lançamento e a rápida propagação do bootleg ao vivo, Live at Last (gravada pelo grupo com Ozzy, em uma turnê de 1973), convenceu o grupo a responder com um álbum ao vivo \"oficial\". Live Evil (1982) recolhe a maior parte das canções mais famosas do grupo (do Black Sabbath para Mob Rules). Esta publicação, no entanto, trouxe novos problemas: Iommi e Dio tiveram debates acalorados no que se refere à mixagem do álbum, com o líder do Black Sabbath acusando o cantor de ter ido ao estúdio à noite para aumentar o seu volume de voz e chamando-o de \"pequeno Hitler\". Com isso, houve uma série de controvérsias que convenceram o cantor a deixar a banda, levando com ele, o baterista Appice. === O Black Sabbath com Ian Gillan (1983–1984) === A saída do Vinny Appice e de Ronnie James Dio, deu instabilidade à banda. Para o papel do baterista, Cozy Powell foi sondado, mas a resposta foi negativa. Esta lacuna foi preenchida pelo oportuno regresso de Bill Ward, porém encontrar um novo vocalista foi mais difícil do que o esperado. Foram chamados Nicky Moore do Sanson e John Sloman da Lone Star, mas não vingaram. Iommi chegou a chamar David Coverdale, do Whitesnake, para sua banda, mas o cantor recusou a proposta. Assim, a investigação realizada por Iommi e Butler é orientada para Ian Gillan (ex-Deep Purple), que naquele momento estava livre de qualquer compromisso, devido a um problema com a sua voz. Os contatos entre as duas partes são representados por uma anedota bastante bizarra. Gillan disse que recebeu um telefonema de Iommi que pediu para se encontrar para conversarem. Os dois se encontraram em um pub chamado The Bear em Woodstock. No dia seguinte, Gillan estava confuso, porque tinha bebido álcool no dia anterior, e recebeu um telefonema de seu empresário, Phil Banfield, que lhe disse para se encontrar com Black Sabbath para discutir com eles, desde que aceitasse mesmo a oferta de tornar-se seu novo vocalista. Praticamente, Gillan fez essa escolha em estado de embriaguez e não se lembra de nada. Com Gillan como vocalista, foi possível a realização de Born Again (1983), álbum muito mais maciço do que os produzidos com Ozzy e Dio, que, embora queimado pelos críticos, recebendo nota 1,5 em cinco no AMG, registrou um sucesso significativo de vendas e alcançou o quarto lugar nas classificações inglesas, colocando assim canções como \"Disturbing the Priest\" e \"Zero the Hero\", ao menos para os fãs do álbum, no patamar de clássicos da banda. Este trabalho, como os do período de Ozzy, suscitou grande controvérsia, gerido pela P.M.R.C.. A canção \"Trashed\" foi criticada por incitação para o abuso do álcool que foi incluído em uma lista chamado de \"Quinze Asquerosas\" para designar as quinze canções mais escandalosas da música contemporânea. Gillan respondeu a estas acusações dizendo que a canção fala de si próprio, quando dirigindo o seu carro com Bill Ward no estado de embriaguez fora do estúdio de gravação,o carro acabou destruído e terminando em um canal e colocando sua vida em perigo. Além disso a capa escolhida para o álbum foi intensamente criticada, com o próprio Gillan dizendo que a detesta, e também afirmando que ao ver a capa do álbum, simplesmente pegou o resto que tinha recebido em uma caixa e atirou pela janela A associação entre Gillan e Sabbath foi apelidada, ironicamente por muitos jornais, como \"Black Purple\", o nome dado pela fusão de Black Sabbath e Deep Purple. Posteriormente foi feita a turnê do álbum, e Ward se retirou novamente, sendo substituído por Bev Bevan (ex-Electric Light Orchestra). Ao final, Gillan volta ao Purple, no momento da nova reunião. === Hiato, instabilidade e disputas (1985–1986) === Com a saída de Ian Gillan, precisava-se de um novo vocalista. Spencer Proffer, nesse momento, novo produtor da banda, contratou Ron Keel (ex-Steeler e Keel) para uma audiência, mas ao final não foi escolhido. A banda, sem a admissão de Keel, desejava o retorno de Ozzy. Outro candidato foi George Criston, da banda canadense Kick Axe (outra banda gerida por Proffer). Mais tarde, David Donato foi citado como vocalista oficial do grupo, que ficou por cerca de seis meses, mas não chegaram a fazer um álbum, por causa de sua inesperada demissão. As razões para o seu abandono estão envoltas em mistério, dito que ele foi despedido depois de uma \"horrível entrevista\" emitida para a revista Kerrang!, mas tudo foi negado, enquanto outros defenderam que Donato saiu após a mudança de gestão da banda. No entanto, Tony Iommi, em uma entrevista, preferiu não dizer nada sobre este evento. Entre os poucos e raros exemplos do Black Sabbath com Donato é a canção \"No Way Out\", que é uma primeira versão de \"The Shining\" (contido em The Eternal Idol, publicado em 1987). Donato, mais tarde, em 1986, fundou uma banda de glam metal chamada White Tiger, junto com o ex-guitarrista do Kiss, Mark St. John. Geezer Butler, após um longo tempo com grupo, abandona e forma uma banda (o \"Geezer Butler Band\"), mas não gravam nenhum álbum. A formação original reúne-se, temporariamente, durante o evento Live Aid em 1985, festival organizado por Bob Geldof e Midge Ure, onde o grupo compartilhou o palco com artistas como Queen, David Bowie, The Who, Madonna e U2. Como a substituição de Donato, finalmente, foi chamado Jeff Fenholt, em 1985. O vocalista teve uma breve experiência na banda Rondinelli, e permaneceu no Black Sabbath por sete meses, antes de Glenn Hughes tomar o seu lugar. Na sequência, tocou na banda Joshua, no disco Surrender, que foi lançado em 1986. Dois anos após a sua partida, no lancamento de Seventh Star, Fenholt alegou ter participado na gravação do álbum, apesar de não ser creditado. Como acusação usaram uma demo gravada com Fenholt, em 1985, intitulada Star of Índia, cujas ações serão utilizadas para liquidar a faixa-título. Posteriormente, Iommi chamou vários músicos: além de Geoff Nicholls (agora considerado um membro oficial), chegou Glenn Hughes (ex-Deep Purple e Trapeze), o baixista Dave Spitz e Eric Singer (sucessivamente no Kiss e, mais tarde, com Alice Cooper) na bateria. Seventh Star de 1986, inicialmente seria um álbum solo de Iommi, porém, mais tarde, foi publicado, por razões contratuais com a empresa discográfica, sob o nome de \"Black Sabbath featuring Tony Iommi\". Este álbum, ainda mais, marcou a volta da mudança no som que começou com Ronnie James Dio, com o teclado, que passou a ser um instrumento fundamental para o seu novo estilo. No entanto, comparado com Born Again, o álbum teve pouco sucesso. Além disso, o trabalho foi objeto de discussão entre Iommi e Fenholt, que alegou ter participado na composição das faixas do disco. Fenholt, na verdade, contribuiu com a demo da banda, Star of Índia de 1985, e as canções desta são parte da lista do Seventh Star. Na fase inicial da turnê em 1986, Hughes deixa a banda, devido aos graves problemas com a voz, após receber um soco na garganta no dirigente do grupo, Don Arden, durante uma disputa, e foi substituído por Ray Gillen. A carreira solo de Ozzy andava de velas inchadas (ele já havia publicado álbuns clássicos como Blizzard of Ozz e Diary of a Madman), e a crescente fama do cantor estava prestes ficar cada vez mais obscura. === A chegada de Tony Martin (1987–1990) === A preparação para o álbum The Eternal Idol viu o reaparecimento, como percussionista, do baterista Bev Bevan e a entrada como baixista de Bob Daisley (que também tocou com Ozzy). No meio das gravações, Gillen saiu do grupo. Ele foi substituído por Tony Martin, e este último fez o vocal (com canções escritas originalmente por Gillen) para o álbum The Eternal Idol, embora entre os colecionadores, possam encontrar a versão original cantada por Gillen. A reunião entre o novo vocalista e Iommi ocorreu através do gerente de Martin, antigo companheiro de escola do líder do Sabbath. Martin foi muito elogiado, com seu talento comparado por muitos com o de Ronnie James Dio, e participou ativamente na elaboração das canções. O álbum tem algumas referências ao passado (a canção homônima relembra os sons obscuros do Master of Reality), mantendo o estilo adotado nos últimos anos (a grande contribuição dos teclados). Mesmo este álbum sendo considerado de bom nível, não obteve o sucesso esperado. Após o lançamento do álbum, a banda ficou novamente à deriva e abalada por uma série de saídas; Iommi, Martin e Nicholls tiveram que contratar um novo baixista, (Jo Burt), e um novo baterista, (Terry Chimes do The Clash), na curta turnê promocional, que ocorreu em 1987, quase exclusivamente com datas na Europa. Apesar destas mudanças em curso, a banda começou a estabilizar em torno das performances de Iommi (agora único membro original), Martin, Nicholls e do baterista que entrou em seguida (em substituição de Chimes), Cozy Powell (que já havia recebido uma oferta de Iommi após a partida de Appice, mas nessa altura não aceitou). Com a adição de Laurence Cottle no baixo, o Sabbath publicou Headless Cross (1989), álbum que conseguiu um bom sucesso, maior do que o do Seventh Star e do The Eternal Idol. A partir da canção-título, foi feito um vídeo que foi transmitido por certo período na MTV. Em 1990 (mais uma vez com um novo baixista: Neil Murray do Whitesnake, que já havia tocado na turnê de Headless Cross), o grupo consolidou esse \"renascimento\" com outro álbum, Tyr, que vendeu muito bem e que se seguiu por uma turnê no mesmo ano. === Reuniões (1992–2005) === Com os resultados alcançados com os álbuns Headless Cross e Tyr, em 1992, Tony Iommi convoca a formação do início dos anos 1980 (do álbum Mob Rules), com Geezer Butler, Ronnie James Dio e Vinny Appice. O álbum que surgiu, Dehumanizer (1992), foi um trabalho de som áspero e levou muito mais do que uma boa opinião pública e crítica. A banda preparou uma turnê muito bem sucedida, inclusive com passagem pelo Brasil, com apresentações no Gigantinho, em Porto Alegre, na Pista de Atletismo do Ibirapuera e no Olympia, em São Paulo, e no Canecão, no Rio de Janeiro, no ano de 1992. Depois destas apresentações, o Sabbath voltou a se apresentar no Brasil, na edição de 1994 do Festival Monsters Of Rock, mas já com outra formação. Nessa altura em 1992, Ozzy anunciou a sua intenção de se retirar da música após uma turnê (No More Tours) mais tarde, mudou de ideia, e organizou uma nova turnê chamada \"Retirement Sucks\", e pediu ao seu antigo grupo para tocar nas últimas duas datas em Costa Mesa, Califórnia, em 14 e 15 de novembro. Dio não estava de acordo, pois a sequencia do show seria: Black Sabbath (com ele nos vocais), depois Ozzy, e a finalização seria Black Sabbath com Ozzy. Dio alegava que não concordava que a banda abrisse para o ex- vocalista, e muito menos com o fato de ter que ficar de fora na apresentação final, e acabou saindo novamente, em parte, porque o seu contrato expirou em 13 de novembro, um dia antes dos dois últimos concertos de Ozzy. Para realizar o show, Iommi chamou de última hora, Rob Halford do Judas Priest. Com a saída de Dio e Appice, a banda chama Tony Martin e Geoff Nicholls e, com o novo baterista, Bobby Rondinelli lançam o Cross Purposes que vem com o clássico Cross Of Thorns, acompanhado de Cross Purposes Live, uma caixa de CDs e vídeos, publicado em 1994, e que ,atualmente, estão fora de impressão. Quando abandonou o grupo, Rondinelli foi substituído de surpresa, uma vez que o baterista original, Bill Ward, assumiu a tempo de tocar nas últimas quatro datas da turnê na América do Sul. Mais uma vez, Ward e Butler abandonaram o grupo, e no ano de 1995, regressa a formação do álbum Tyr, com Cozy Powell e Neil Murray, que lança o álbum Forbidden, álbum que não recebeu boas avaliações do público e da crítica. O rapper Ice-T cantou junto com Martin na canção \"Illusion of Power\". Na turnê, Powell acompanhou apenas as datas da turnê dos Estados Unidos, enquanto nas da Europa, Rondinelli ficou em seu lugar. Em 1996, a Castle Records publicou algumas canções do álbum Born Again até Forbidden, na coletânea intitulada de The Sabbath Stones. Em 1997, Ozzy deu vida ao seu festival Ozzfest. Na última parte do show, Butler e Iommi (e posteriormente, também Ward) apareceram no palco para tocar algumas canções clássicas do Sabbath. Com a formação original, foi gravado em 1998, o álbum duplo ao vivo, Reunion, composto exclusivamente de canções da fase Ozzy em versões ao vivo, mas que também incluiu mais duas novas canções de estúdio. Em 2000, a banda foi premiada pelo Grammy na categoria \"Melhor Desempenho de Metal\", graças à canção \"Iron Man\". Parecia que a formação ia retornar na unidade histórica para a gravação de um novo álbum, mas não terminou o caso. A preparação de um novo trabalho registrado foi iniciada em 2001, mas, provavelmente, devido às restrições impostas por contratos de Ozzy em suas atividades solista, não houve qualquer resultado. Em 2004, o Sabbath tocou em uma nova turnê do Ozzfest (com Adam Wakeman, filho de Rick, nos teclados, substituindo Geoff Nicholls), que celebrou o seu trigésimo quinto aniversário, e também em 2005, participaram da caravana adicionando algumas datas na Europa. === Turnês e Heaven & Hell (2006–2010) === right|thumb|230px|Heaven and Hell no Sauna Open Air Metal Festival, em 2007. Em 13 de março de 2006, Black Sabbath entraram no Rock and Roll Hall of Fame. Eles foram introduzidos pela banda Metallica, que também tocou duas canções da banda do Iommi (\"Hole in the Sky\" e \"Iron Man\"). Quando parecia que já tinha chegado ao seu final, e a retirada do cenário musical era certa, em outubro de 2006, foi anunciada uma turnê no principal festival europeu de metal, com a formação do álbum Heaven and Hell: Dio, Iommi, Butler e Ward. Seu nome para esta excursão foi Heaven & Hell. Em novembro de 2006, Ward abandonou o projeto, porque disseram, muito vagamente, que teria havido divergências sobre o novo nome do grupo, e foi substituído por Vinny Appice. Em 3 de abril de 2007, o grupo publicou The Dio Years, compilação de canções compostas com Dio, e também contendo faixas inéditas. Eles tocaram no Gods of Metal em junho de 2007. Embora pensassem que o projeto Heaven and Hell seria concluído, o grupo permanece unido, lançando o álbum The Devil You Know, o primeiro desde o álbum de 1995, Forbidden e já saíram em turnê, passando pelo Brasil . Porém, Ozzy manifestou o seu desejo de ser capaz de gravar novo material com a formação original do Sabbath. Em 2009, Ozzy Osbourne processou Tony Iommi pelo uso da marca Black Sabbath. Ozzy alega que Iommi registrou ilegalmente para si a propriedade sobre o nome da banda, em processo junto ao escritório de marcas e patentes dos Estados Unidos. Ozzy pede 50% de direito de propriedade sobre a marca, junto com uma parte dos lucros que Iommi obteve de seu uso ao longo dos anos. Segundo a corte federal de Manhattan, o processo ainda alega que foram os \"vocais singulares de Ozzy\" os principais responsáveis pelo \"extraordinário sucesso\" do Black Sabbath em sua primeira década de existência, apontando o fato de que a popularidade do Black Sabbath caiu após sua saída do grupo. O curioso disso tudo é que, apesar dos direitos sobre o nome Black Sabbath pertencerem a Iommi, ele foi cunhado por Geezer Butler em homenagem ao filme O Sabá Negro (No original, Black Sabbath), de 1963. Em junho de 2010, a batalha legal entre os dois sobre os direitos do nome da banda teria sido encerrada, mas os termos deste acordo não foram divulgados. === Tributos a Ronnie James Dio (2010) === No dia 16 de maio de 2010 Ronnie James Dio sucumbiu ao câncer de estômago e morreu aos 67 anos. A morte de Dio foi confirmada por sua esposa, Wendy Dio, que publicou um comunicado na página oficial do músico. “Hoje meu coração está partido, Ronnie morreu às 7h45 . Muitos amigos e familiares puderam dizer adeus antes dele morrer pacificamente”, escreveu Wendy. Em homenagem a Dio foi organizado um show tributo contando com os vocalistas Glenn Hughes e Jorn Lande(Masterplan). Em entrevista, Iommi diz que este será o último show do Heaven & Hell. \"Nós escolhemos o nome porque a banda consistia na formação do Black Sabbath que gravou o disco Heaven and Hell. Não poderíamos continuar com este nome sem Ronnie. Não seria certo, e nenhum de nós possui o desejo de fazer isso. Nem poderíamos nos chamar de Black Sabbath\". De acordo com Geezer Butler, não haveria reunião do Black Sabbath com Ozzy em 2011, porque Osbourne estava em turnê com sua banda solo. === Retorno e 13 (2011–2014) === Em 24 de janeiro de 2011, Ozzy dissera que ele e seus ex-companheiros estavam em processo de discussão acerca de uma possível reunião e de gravação de um álbum de estúdio. A partir de 4 de novembro de 2011 o site oficial do Black Sabbath começou a exibir o logotipo com a data 11 de novembro de 2011 ou 11 de novembro de 2011, dando a entender que tratava-se da data de reunião do grupo, revelando a reunião e a gravação do novo álbum e uma uma turnê mundial.R7 (rubrica \"Entretenimento\"), Black Sabbath volta com formação original em 2012, publicado em 11/11/2011, visitado 19-03-2013 Muitos fãs manifestaram descontentamento com um anúncio que dizia que o Black Sabbath estaria lançando um álbum de estúdio após 30 anos, afinal, tal frase apagaria toda a história da banda entre 1980 e 2010. Depois do anúncio da reunião, descobriu-se que Tony Iommi estava com câncer: ele foi diagnosticado com linfoma em estágio inicial. Os demais integrantes decidiram juntar-se a Tony na Inglaterra para prosseguir com o projeto de trabalhar no novo álbum, que anteriormente estava programado para acontecer em Los Angeles. Em nota, a banda comunicou que \"Iommi está atualmente trabalhando com seus médicos para estabelecer o melhor plano de tratamento — o Homem de Ferro do rock & roll continua otimista e determinado a fazer uma recuperação completa e bem sucedida\".DAILY MAIL REPORTER, Ozzy Osbourne's Black Sabbath bandmate Tony Iommi diagnosed with cancer, 10 janueiro 2012, visitado 13-03-2013 Alguns shows da turnê foram canceladas e substituídas por apresentações de \"Ozzy & Friends\". Apenas 3 shows continuaram confirmados para apresentações da banda Black Sabbath. A primeira, que aconteceu no dia 19 de maio de 2012, na O2 Academy, em Birmingham. Os outros dois estavam programados para acontecer dia 10 de junho de 2012 no Download Festival, em Derby, Inglaterra, e dia 3 de agosto de 2012 no Lollapalooza, em Chicago, EUA. Uma nova polêmica surgiu em fevereiro de 2012, após o anúncio de que o Black Sabbath iria se reunir sem o baterista da formação original, Bill Ward. O anúncio foi feito por meio de uma nota divulgada no site oficial da banda, assinada por Ozzy Osbourne, Tony Iommi e Geezer Butler, os integrantes remanescentes da banda, que estavam no Reino Unido trabalhando em um disco novo. Segundo Ward, \"os termos do contrato são injustos\", o que o levou a recusá-lo. Para novo desgaste junto aos fãs, ao invés de uma investida em renegociação, a banda publicou os dizeres: \"Nós ficamos tristes por saber que Bill anunciou publicamente que não vai participar dos planos do Black Sabbath. Nós não temos outra escolha a não ser continuar gravando sem ele, embora as portas estejam sempre abertas\". A banda não se manifestou sobre quem substituiria Bill Ward, mas surgiram rumores de que seria Tommy Clufetos, baterista da banda solo de Ozzy, rumores estes que se confirmaram em comunicado oficial algumas horas antes do primeiro show.GeezerButler.com, HEAVY HEART, postado por Geezer (seção \"Black Sabbath\", \"Geezer's Journal\"), maio 19 2012, visitado 19-03-2013 Em 21 de maio de 2012 deu-se a primeira apresentação da banda desde 2005, realizada no O2 Academy em Birmingham. Ozzy, Iommi, Geezer e Clufetos apresentaram-se para um público de aproximadamente 3 000 pessoas, capacidade do local. O show não teve banda de abertura, e começou com \"Into The Void\", do álbum Master of Reality. Uma parte do local foi reservado para familiares e amigos. O show foi gravado na íntegra, assim como declarações de fãs antes e depois do show e cenas do backstage.UOL - Entretenimento (seção Música), Black Sabbath faz show de volta na Inglaterra com hits e balde de água, rreportagem de Stella Bruk (BR PRess), em Birmingham, 20/05/2012, visitado 19-03-2013 Em junho eles tocaram no Download Festival, seguido pelo último concerto da pequena tour no Lollapalooza em Chicago. No fim daquele mês a banda iniciou as gravações de um novo disco. E no dia 13 de janeiro de 2013, foi anunciado que o novo álbum seria lançado em junho sob o título 13. O primeiro álbum de estúdio do grupo com Ozzy Osbourne desde 1978 foi lançado pela Vertigo/Universal nos Estados Unidos e pela Vertigo no resto do mundo. A bateria do álbum foi gravada por Brad Wilk (ex-Rage Against the Machine), e a produção ficou a cargo de Rick Rubin. A mixagem do álbum iniciou-se em fevereiro. Em 12 de abril a banda revelou a lista de faixas. A versão normal do disco contava com seis faixas inéditas, e a versão de luxo continha três faixas bônus. O primeiro single do disco 13 foi \"God Is Dead?\", lançado em 19 de abril de 2013. No dia seguinte o Black Sabbath deu início à sua primeira digressão na Austrália e na Nova Zelândia em 40 anos, seguida por uma grande tour na América do Norte no verão de 2013.Black Sabbath 2013 U.S. Tour Billboard Magazine O segundo single da gravação foi \"End of the Beginning\", debutou em 15 de maio em um episódio da série CSI: Crime Scene Investigation, onde os três membros da banda apareceram. Em junho de 2013, 13 estreou no topo das paradas UK Albums Chart e Billboard 200. \"God Is Dead?\" rendeu ao Black Sabbath seu primeiro prêmio no Grammy Award em 14 anos na categoria \"Best Metal Performance\", em 2014. Em julho de 2013, o Black Sabbath embarcou em uma digressão norte-americana (a primeira desde julho de 2001), seguida por uma tour latino-americana em outubro do mesmo ano. Posteriormente a banda realizou uma tour europeia entre novembro e dezembro de 2013.Black Sabbath Tourdates. Retrieved at 14 November 2013. Em março e abril de 2014 a banda fez shows em 12 datas nos EUA e no Canadá, antes de seguirem novamente para a Europa em meados de 2014, chegando finalmente a um concerto no London's Hyde Park. === Última turnê e fim de carreira (2014–2017) === Em 24 de setembro de 2014, o vocalista Ozzy Osbourne havia contado ao Metal Hammer que o Black Sabbath começaria a trabalhar em um novo álbum de estúdio no início de 2015 com o produtor Rick Rubin, e que iriam promovê-lo com uma turnê final. Contudo, um ano depois, o mesmo veio a confirmar que não gravariam outro álbum. Em setembro de 2015, o Black Sabbath anunciou que faria sua digressão de despedida em 2016, batizada como \"The End Tour\". A turnê foi iniciada em janeiro de 2016 nos Estados Unidos e passou também pelo Canadá, Europa, Nova Zelândia, Austrália e América Latina, incluindo o Brasil, onde a banda se apresentou em 4 concertos (em Porto Alegre, Curitiba, São Paulo e Rio de Janeiro). Em janeiro de 2016, foi anunciado que o último disco do Black Sabbath, chamado \"The End\", seria vendido em edição limitada nos shows da última tour da banda. No dia 4 de fevereiro de 2017, a banda encerrou as atividades na cidade onde tudo começou, Birmingham. == Legado musical == A importância do Black Sabbath no heavy metal e outras ramificações do rock foi comentada por vários críticos musicais. Muitos deles reivindicam para o grupo a paternidade do subgênero doom metal, que deve muito à sua contribuição. O grunge sofre forte influência da banda, uma vez que grupos como Alice in Chains, Nirvana e Soundgarden consideram-na importante para a sua música. Até mesmo a banda californiana de funk rock, Red Hot Chili Peppers tem forte inspiração na banda, utilizando inclusive o riff de Sweet Leaf em uma das suas principais músicas, Give It Away. A VH1 acrescentou o grupo em segundo lugar entre os cem melhores artistas de hard rock, e escolheu o \"Iron Man\" como a melhor canção de metal de todos os tempos. Já a revista Time colocou o Paranoid, entre os cem melhores álbuns de todos os tempos. A revista Rolling Stone classificou a banda na posição oitenta e cinco, entre os cem melhores artistas de todos os tempos, embora tenha acrescentado a MTV, o primeiro lugar entre as dez melhores bandas de heavy metal de todos os tempos. Aqui estão listados, alguns dos artistas que regravaram canções ou prestaram homenagem ao grupo de Birmingham. * Em 1987 Anthrax interpretou um cover de \"Sabbath Bloody Sabbath\" no seu EP I'm The Man. A mesma canção foi interpretada por Amon Amarth no seu demo Thor Arise e pela banda Cardigans no álbum Emmerdale. * Em 1994 o Pantera interpretou covers de \"Planet Caravan\" para o álbum Far Beyond Driven e \"Hole in the Sky\" na coleção The Best of Pantera: Far Beyond the Great Southern Cowboys' Vulgar Hits!. * A banda de doom metal Candlemass gravou \"Black Sabbath Medley\", uma faixa contendo alguns trechos de várias canções do grupo de Birmingham. Está no álbum Ancient Dreams. * Em 1987 os Butthole Surfers inseriu \"Sweat Loaf\" (o título é uma variante do \"Sweet Leaf\") para o seu álbum Locust Abortion Technician. * Em 1994, John Christ, guitarrista do Danzig, disse que a composição de sua banda, \"Her Black Wings\" (do álbum Danzig II: Lucifuge), contém um riff de \"Zero the Hero\". O Danzig produziu também o cover de \"Hand of Doom\" no disco Blackacidevil. \"Zero the Hero\" se tornou cover de Cannibal Corpse no seu EP Hammer Smashed Face. * O Guns N' Roses tocou \"It's Alright\" no seu álbum Live Era 87–93. Além disso o guitarrista Slash admitiu numa entrevista que o riff de Paradise City é uma versão mais acelerada do tema da canção \"Zero the Hero\". Este fato também é mencionado no booklet do CD Born Again. * Um cover de \"Paranoid\" está no álbum do Megadeth, Hidden Treasures. * O disco tributo ao Black Sabbath, Nativity in Black, contém as suas canções tocadas por bandas e artistas famosas como Megadeth, Pantera, Slayer, Machine Head, Bruce Dickinson, Godsmack, Drowning Pool e assim por diante. No segundo volume deste trabalho, o cantor de hip hop Busta Rhymes alterou uma parte de \"Iron Man\", a partir do qual a canção \"This Means War\". Neste mesmo álbum, o próprio Ozzy Osbourne aparece como hóspede estrela. * O grupo NOFX registrou um cover do \"Iron Man\". * Diz-se que o grupo de metal sinfônico After Forever, leva o seu nome da canção homônima do Sabbath. * Em 1998 o Metallica gravou uma versão de \"Sabbra Cadabra\" com certas partes da canção \"A National Acrobat\" no álbum Garage Inc.. * O ator Jack Black é um grande admirador da banda. Além disso, com a sua banda Tenacious D, tem composto a canção \"Dio\", em homenagem a Ronnie James Dio. * Em 1988 Venom colocou a canção \"Megalomania\" no álbum Prime Evil. * Em 2002 a ex-baixista das bandas Hole e Smashing Pumpkins, Melissa Auf der Maur, formou uma banda de tributo ao Black Sabbath chamado de \"Hand of Doom\", título de uma canção do álbum Paranoid. * O filme documentário, Spinal Tap, contém várias referências ao grupo de Birmingham. Por exemplo, a fixação de Stonehenge, neste filme, foi inspirada pela coreografia utilizada pelos membros durante a turnê de Born Again. * Um cover de \"War Pigs\" está no álbum do Faith No More, The Real Thing. * A canção \"Give it Away\" do Red Hot Chili Peppers contém no final, os principais riffs de \"Sweet Leaf\". O mesmo riff também aparece na canção \"Busted in Baylor County\" do álbum Put the \"O\" Back in Country de Shooter Jennings. * Em 2001, Earth Crisis tocou \"Children of the Grave\" no seu último álbum Last of the Sane. * Em 1997, a versão do Sepultura da canção \"Symptom of the Universe\", está presente no álbum Blood-Rooted. O cover também pode ser encontrado na versão brasileira do disco Roots. * A música The Wizard está presente no único álbum da banda solo de Zakk Wylde, Pride & Glory. * Em 1991 Marilyn Manson gravou \"Sam Son of Man\", que é nada mais que um cover de \"Iron Man\", com texto modificado. * Um cover de \"Paranoid\" aparece no álbum The Incredible Shrinking Dickies, do grupo de punk rock The Dickies em 1979. * Existe uma versão não- oficial de \"Alive\" do Pearl Jam, em que o guitarrista Mike McCready usa solo do final de \"War Pigs\", como música incidental. * O grupo brasileiro Ultraje a Rigor fez um cover de Paranoid durante sua performance na terceira edição do festival Rock in Rio em 2001. * Um cover de \"Snowblind\" foi gravado pela banda System of a Down e lançado em 2006, no seu EP \"Lonely Day\". * A banda inglesa de doom CATHEDRAL, que assinou recentemente contrato com a Nuclear Blast, regravou os títulos: \"Wheels of Confusion\", com referência à jam \"Sometimes I'm Happy\" do álbum \"Live at Last\" (que aparece no Maxi-CD extraído do sampler Nativity in Black), \"Solitude\" (faixa do sampler Masters Of Misery; bonus- track de Nativity in Black; lado A do 7 \"Twylight Songs\" — versão alternativa intitulada \"Solitude (Inebriation Mix)\"), \"Shock Wave\" (também no sampler Masters Of Misery) e uma versão ao vivo de \"Sweet Leaf\" (na versão japonesa do EP \"Statik Majik\"), além de usar um riff da música \"The Writ\" no fade-out da canção \"Rabies (Witchfinder General)\" (que aparece no coletânea The Serpent's Gold). * Uma versão de \"Paranoid\" foi gravado pela banda Type O Negative e lançado em 1992 no álbum chamado The Origin Of The Feces. * Um cover de \"Paranoid\" foi gravado pela banda Avenged Sevenfold e lançado em 2009 num álbum da Warner Bros. Records, chamado Covered, A Revolution In Sound. * A banda Overkill regravou \"Hole In The Sky\" (single \"radio\"-promo single e álbum \"Fuck You\"-re-release CD), \"War Pigs\" (álbum ao vivo \"Ten Years Wrecking Your Neck\"), \"Heaven And Hell\" (álbum \"W.F.O.\"-faixa 98, só no CD), \"Cornucopia\" (álbuns \"The Killing Kind\"-versão japonesa e \"Mega Kill Pack!\"-somente CD), \"Cornucopia(new)\", \"Changes\" e \"Never Say Die\" (álbum \"Coverkill\"). * A banda americana Cake abre seu disco \" B-Sides And Rarities\" de 2007 com uma versão de \"War Pigs\". A mesma música aparece no fim do disco em um versão ao vivo com Steven Drozd do grupo Flaming Lips. * A banda australiana Silverchair tocava a canção Paranoid na turnê de seu segundo disco Freak Show. Na canção Abuse Me do Silverchair, o roadie da banda tocava guitarra e o vocalista Daniel Johns brincava que tratava-se de Tony Iommi. * A banda Amon Amarth fez um cover de \"Sabbath Bloody Sabbath\" no seu disco demo nunca lançado Thor Arise de 1993 * Alguns membros da banda são homenageados no episódio 48 do anime japonês Shaman King como o grupo Sabbath. *O mangaka Hiroaki Samura inseriu em sua obra Blade A Lamina do Imortal (Mugen no Juunin no original) um personagem chamado Kuroi Sabato, cujo significado traduzido para o inglês é Black Sabbath, uma homenagem a banda da qual ele é admirador. * A banda Grave Digger regravou a faixa Children of the Grave do álbum \"Masters of Reality\", em seu álbum \"Knights of the Cross\". * O Rapper Ice T sampleou os rifs da música Black Sabbath na música Midnight, do álbum O.G. Original Gangster. * A música \"Heavy Metal Machine\" do Smashing Pumpkins (do álbum Machina/The machines of God) é uma homenagem ao Black Sabbath. * A banda Black Label Society gravou uma versão de \"Junior's Eyes\" (do álbum Never Say Die!\") para o álbum The Song Remains Not the Same. *A banda Sabaton cita \"Paranoid\" na sua música \"Metal Machine\". == Formações == ; Formação Original * Tony Iommi - guitarra (1968-2006, 2011–2017) * Geezer Butler - baixo (1968–1984, 1991–1994, 1997-2017) * Bill Ward - baterista (1968–1980, 1983, 1984, 1994, 1997–1998, 1998–2006, 2011–2012) * Ozzy Osbourne - vocal (1968–1979, 1997-2006, 2011-2017) ; Músicos da turnê de despedida * Adam Wakeman – teclado, segunda guitarra (2004–2006, 2012–2017) * Tommy Clufetos – bateria (2012–2017) ;Linha do tempo ImageSize = width:1000 height:490 PlotArea = left:100 bottom:80 top:10 right:10 Alignbars = justify DateFormat = dd/mm/yyyy Period = from:01/06/1968 till:04/02/2017 TimeAxis = orientation:horizontal format:yyyy Colors = id:guitar value:green legend:Guitarra id:vocals value:red legend:Vocal id:bass value:purple legend:Baixo id:drums value:blue legend:Bateria id:keys value:orange legend:Teclado id:lines1 value:black legend:Álbuns_de_Estúdio id:bars value:gray(0.93) id:bs value:gray(0.1) id:hh value:gray(0.3) Legend = orientation:horizontal position:bottom BackgroundColors = bars:bars ScaleMajor = unit:year increment:2 start:1969 ScaleMinor = unit:year increment:1 start:1969 BarData = bar:band text:Banda bar:Tony text:Tony Iommi bar:Ozzy text:Ozzy Osbourne bar:Ronnie text:Ronnie James Dio bar:Ian text:Ian Gillan bar:Glenn text:Glenn Hughes bar:Tony2 text:Tony Martin bar:Geezer text:Geezer Butler bar:Spitz text:Dave Spitz bar:BobD text:Bob Daisley bar:Cottle text:Laurence Cottle bar:Neil text:Neil Murray bar:Bill text:Bill Ward bar:Vinny text:Vinny Appice bar:Singer text:Eric Singer bar:Cozy text:Cozy Powell bar:Bobby text:Bobby Rondinelli bar:Geoff text:Geoff Nicholls PlotData= align:center textcolor:white fontsize:8 width:10 shift:(0,-5) bar:band from:01/06/1968 till:01/06/2006 color:bs text:\"Black Sabbath\" bar:band from:01/06/2006 till:16/05/2010 color:hh text:\"Heaven & Hell\" bar:band from:01/08/2011 till:end color:bs text:\"Black Sabbath\" width:10 textcolor:black align:left anchor:from shift:(10,-4) bar:Tony from:01/06/1968 till:end color:guitar bar:Ozzy from:01/06/1968 till:16/08/1977 color:vocals bar:Ozzy from:16/01/1978 till:01/02/1979 color:vocals bar:Ronnie from:15/06/1979 till:16/11/1982 color:vocals bar:Ronnie from:15/06/1979 till:01/11/1979 color:bass width:4 bar:Ian from:16/12/1982 till:04/03/1984 color:vocals bar:Glenn from:01/04/1985 till:23/07/1986 color:vocals bar:Tony2 from:01/03/1987 till:16/12/1990 color:vocals bar:Ronnie from:15/02/1991 till:13/11/1992 color:vocals bar:Tony2 from:01/02/1993 till:01/12/1995 color:vocals bar:Ozzy from:01/03/1997 till:01/06/2006 color:vocals bar:Ronnie from:01/06/2006 till:01/11/2006 color:vocals bar:Ozzy from:01/08/2011 till:end color:vocals bar:Geezer from:01/06/1968 till:01/06/1979 color:bass bar:Geoff from:01/06/1979 till:01/11/1979 color:bass bar:Geoff from:15/06/1979 till:01/11/1979 color:keys width:6 bar:Geezer from:01/11/1979 till:15/01/1985 color:bass bar:Spitz from:01/06/1985 till:01/02/1987 color:bass bar:BobD from:01/02/1987 till:01/08/1988 color:bass bar:Cottle from:01/08/1988 till:01/11/1989 color:bass bar:Geoff from:01/11/1989 till:01/01/1990 color:bass width:6 bar:Neil from:01/01/1990 till:16/12/1990 color:bass bar:Geoff from:16/12/1990 till:16/02/1991 color:bass width:6 bar:Geezer from:16/02/1991 till:01/10/1994 color:bass bar:Neil from:01/10/1994 till:01/12/1995 color:bass bar:Geoff from:01/12/1995 till:01/03/1997 color:bass width:6 bar:Geezer from:01/03/1997 till:01/11/2006 color:bass bar:Geezer from:11/11/2011 till:end color:bass bar:Bill from:01/06/1968 till:18/10/1980 color:drums bar:Vinny from:16/10/1980 till:16/11/1982 color:drums bar:Bill from:01/01/1983 till:01/11/1983 color:drums bar:Singer from:15/07/1985 till:01/01/1987 color:drums bar:Singer from:01/05/1987 till:01/07/1988 color:drums bar:Cozy from:01/07/1988 till:01/08/1991 color:drums bar:Vinny from:01/10/1991 till:01/11/1992 color:drums bar:Bobby from:01/02/1993 till:01/07/1994 color:drums bar:Bill from:01/08/1994 till:01/10/1994 color:drums bar:Cozy from:01/10/1994 till:01/10/1995 color:drums bar:Bobby from:01/10/1995 till:01/12/1995 color:drums bar:Bill from:11/11/1997 till:01/06/2006 color:drums bar:Vinny from:01/06/2006 till:01/11/2006 color:drums bar:Bill from:01/08/2011 till:15/05/2012 color:drums bar:Geoff from:01/11/1979 till:01/06/2004 color:keys bar:Geoff from:15/06/1979 till:01/06/2004 color:guitar width:4 bar:Tony from:01/06/2006 till:16/05/2010 color:guitar bar:Ronnie from:01/06/2006 till:16/05/2010 color:vocals bar:Ronnie from:01/06/2006 till:16/05/2010 color:keys width:4 bar:Geezer from:01/06/2006 till:16/05/2012 color:bass bar:Vinny from:01/06/2006 till:16/05/2010 color:drums LineData = at:13/02/1970 color:lines1 layer:back at:18/09/1970 color:lines1 layer:back at:21/07/1971 color:lines1 layer:back at:25/09/1972 color:lines1 layer:back at:01/12/1973 color:lines1 layer:back at:28/07/1975 color:lines1 layer:back at:25/09/1976 color:lines1 layer:back at:28/09/1978 color:lines1 layer:back at:25/04/1980 color:lines1 layer:back at:04/11/1981 color:lines1 layer:back at:07/08/1983 color:lines1 layer:back at:28/01/1986 color:lines1 layer:back at:01/11/1987 color:lines1 layer:back at:24/04/1989 color:lines1 layer:back at:20/08/1990 color:lines1 layer:back at:22/06/1992 color:lines1 layer:back at:31/01/1994 color:lines1 layer:back at:08/06/1995 color:lines1 layer:back at:28/04/2009 color:hh layer:back at:01/06/2013 color:lines1 layer:back == Discografia == ;Álbuns de estúdio * 1970 - Black Sabbath * 1970 - Paranoid * 1971 - Master of Reality * 1972 - Vol. 4 * 1973 - Sabbath Bloody Sabbath * 1975 - Sabotage * 1976 - Technical Ecstasy * 1978 - Never Say Die! * 1980 - Heaven and Hell * 1981 - Mob Rules * 1983 - Born Again * 1986 - Seventh Star * 1987 - The Eternal Idol * 1989 - Headless Cross * 1990 - Tyr * 1992 - Dehumanizer * 1994 - Cross Purposes * 1995 - Forbidden * 2013 - 13 ;Álbuns ao vivo * Live Evil (1982) * Cross Purposes Live (1995) * Reunion (1998) * Past Lives (2002) * Live at Hammersmith Odeon (2007) * Live... Gathered in Their Masses (2013) ;EP * The End (2016) ;Coletâneas * We Sold Our Soul for Rock 'n' Roll (1975) * The Sabbath Stones (1996) * The Original Black Sabbath 1970–1978 (2002) * The Complete Original Black Sabbath 1970–1978 (2004) * Greatest Hits 1970-1978 (2006) * The Dio Years (2007) * The Rules of Hell (2008) * Greatest Hits (2009) * Iron Man: The Best of Black Sabbath (2012) == Turnês == * Black Sabbath Tour 1970 * Paranoid Tour 1970-1971 * Master of Reality Tour 1971-1972 * Vol. 4 Tour 1972-1973 * Sabbath Bloody Sabbath Tour 1973-1974 * Sabotage Tour 1975-1976 * Technical Ecstasy Tour 1976-1977 * Never Say Die Tour 1978 * Heaven & Hell Tour 1980-1981 * Mob Rules Tour, 1981–1982 * Born Again Tour 1983 * Seventh Star Tour 1986 * Eternal Idol Tour 1987 * Headless Cross Tour 1989 * Tyr Tour 1990 * Dehumanizer Tour 1992 * Cross Purposes Tour 1994 * Forbidden Tour 1995 * Ozzfest Tour 1997 * European Tour 1998 * Reunion Tour 1999 * Ozzfest Tour 1999 * US Tour 1999 * European Tour 1999 * Ozzfest Tour 2001 * Ozzfest Tour 2004 * European Tour 2005 * Ozzfest Tour 2005 * Black Sabbath Reunion Tour 2012–2014 * The End Tour 2016 == Prêmios == === Awards Shows === Estas estatísticas foram compiladas através do banco de dados do site The Envelope, do Los Angeles Times. * \"Iron Man\" - Best Metal Performance, Grammy Awards (1999) (vencedor) * \"The Wizard\" - Best Metal Performance, Grammy Awards (2001) (indicação) * \"God Is Dead?\" - Best Metal Performance, Grammy Awards (2014) (vencedor) === Certificados do RIAA === Estas estatísticas foram compiladas do banco de dados do RIAA. * Paranoid - Quatro discos de Platina (31 de janeiro de 1995) * Master of Reality - Dois discos de Platina (26 de julho de 2001) * We Sold Our Soul for Rock 'n' Roll - Dois discos de Platina (16 de março de 2000) * Heaven and Hell - Disco de Platina (13 de maio de 1986) * Black Sabbath - Disco de Platina (13 de outubro de 1986) * Vol. 4 - Disco de Platina (13 de outubro de 1986) * Sabbath Bloody Sabbath - Disco de Platina (13 de outubro de 1986) * Reunion - Disco de Platina (4 de janeiro de 1999) * The Black Sabbath Story Vol. 1 - 1970-1978 - Disco de Platina (12 de novembro de 2002) * Mob Rules - Disco de Ouro (13 de maio de 1986) * Sabotage - Disco de Ouro (16 de junho de 1997) * Technical Ecstasy - Disco de Ouro (16 de junho de 1997) * Never Say Die! - Disco de Ouro (7 de novembro de 1997) * The Black Sabbath Story Vol. 2 - 1978-1992 - Disco de Ouro (12 de novembro de 2002) == Ver também == * Lista de recordistas de vendas de discos == Ligações externas == * * Categoria:Bandas de heavy metal do Reino Unido Categoria:Bandas vencedoras do Grammy Categoria:Bandas da Inglaterra Categoria:Bandas formadas em 1968 Categoria:Bandas extintas em 2017 Categoria:Recordistas de vendas de discos Categoria:Recordistas de vendas de discos nos Estados Unidos Categoria:Quartetos musicais Categoria:Premiados com o Kerrang! Awards Categoria:Artistas incluídos no Rock and Roll Hall of Fame Categoria:Vencedores do Grammy Lifetime Achievement Award",
 "title": "Black Sabbath"
}