{
 "id": "59994",
 "text": "Lagoa Mirim (em espanhol: Laguna Merín, em Nheengatu: Ipawa mirim (lagoinha) é um lagoRICCOMINI, C. et. al. Rios e Processos Aluviais. In: TEIXEIRA, W. et. al. Decifrando a Terra. São Paulo: Oficina de Textos, 2000. p.194PEIXOTO, A. M. Enciclopédia Agrícola Brasileira. Vol. 4 I-M. p.227 localizado na fronteira entre o estado do Rio Grande do Sul, no extremo sul do Brasil, e o Uruguai. É o segundo maior lago do Brasil (menor apenas que a Lagoa dos Patos), e o primeiro do Uruguai. Também pode ser considerado o maior lago, visto que os geólogos consideram a Lagoa dos Patos como laguna. ==Aspectos geográficos== A bacia hidrográfica da Lagoa Mirim possui uma superfície aproximada de 62.250 km², dos quais 47.310 km² (76%) estão no território brasileiro e aproximadamente 14.940 km² (24%) estão em território uruguaio. É, portanto, considerada uma bacia hidrográfica transfronteiriça e sobre a qual prevalece o regime de águas compartilhadas (segundo o Tratado de Limites, assinado em 1909, e o Tratado da Lagoa Mirim, assinado em 1977). A Lagoa Mirim, como corpo de água principal da bacia hidrográfica que leva o seu nome, tem aproximadamente 185 quilômetros de extensão, largura média de 20 quilômetros e largura máxima de 37 quilômetros. As profundidades médias naturais são da ordem de 1 a 2 metros na parte norte, aumentando para 4 metros na parte central, chegando a 5, 6 metros na parte sul. Suas costas e margens são baixas e arenosas, com profundidades mínimas e com ocorrência de banhados e juncos. ===Bacias hidrográficas menores=== Segundo a Universidade de Pelotas, a bacia hidrográfica da lagoa mirim (que está situada entre os paralelos 31°30’ e 34°30’S e entre os meridianos 52° e 56°O) divide-se em oito bacias hidrográficas menores que são: * No Brasil: a bacia do São Gonçalo (9.147 km²), cujo principal afluente é o rio Piratini; a bacia do Arroio Grande (4.080 km²), que incorpora, dentre outros, o próprio Arroio Grande e o Arroio Chasqueiro; e a bacia do Litoral (6.416 km²), onde estão localizados o Banhado do Taim e a Lagoa Mangueira, entre outras menores; * No Uruguai: a bacia do Tacuarí (5.143 km²); a bacia do Cebollatí (17.328 km²); a bacia do Sarandí (1.266 km²); e a bacia do San Miguel (6933 km²), integrada pelo San Miguel e por outros rios de menor expressão; * De forma conjunta, na divisa entre o Brasil e o Uruguai, está a bacia do rio Jaguarão, com 8.188 km². Não existe na área uma estação definida de chuvas: os meses de inverno são mais chuvosos, enquanto novembro e dezembro tendem a ser mais secos. A média anual pluviométrica fica em torno de 1.332 milímetros. A Lagoa Mirim está ligada à Lagoa dos Patos através do Canal de São Gonçalo, com uma extensão de 76 km. ==Principais afluentes== Os principais afluentes da Lagoa Mirim são o rio Jaguarão pelo lado brasileiro e os rios Cebollatí e o Tacuarí pelo lado uruguaio. ==Aspectos econômicos== Em ambos os países, Brasil e Uruguai, a predominância às margens da Lagoa Mirim são as atividades de pecuária e agricultura. O destaque fica por conta da criação de gado e da plantação de arroz, aproveitando-se as condições naturais para o desenvolvimento desta cultura vegetal. ==Turismo== O turismo é também uma importante fonte de renda, porque movimenta anualmente uma grande cifra nas comunidades em volta da lagoa, tanto no lado brasileiro, quanto no lado uruguaio. No lado uruguaio, um dos mais importantes pontos de visitação é o balneário Lago Merín, que está distante 110 quilômetros de Melo e, pela estrada Rota 8, a 125 quilômetros de Treinta y Tres e a 420 quilômetros de Montevidéu. Neste balneário o visitante encontra diversas opções de hospedagem, além de restaurantes, mirantes e até um cassino. O local também é procurado por praticantes de Kitesurfing devido as favoráveis condições de vento que começam na primavera e só terminam no início do inverno. ==Canal de São Gonçalo== O Canal de São Gonçalo é uma via fluvial que faz a ligação entre a Lagoa Mirim e a Lagoa dos Patos, tendo uma extensão de 236 km. Seu principal afluente é o rio Piratini. ==Proteção ambiental== No lado leste da bacia, na parte brasileira, encontra-se a Estação Ecológica do Taim, conhecido ponto de pouso, descanso e nidificação de aves migratórias, que com uma diversificada fauna e flora, constitui uma das unidades de conservação federal, tombada pela UNESCO como Reserva da Biosfera. A Universidade Federal de Pelotas concentra recursos e esforços de pesquisa num grande projeto chamado Agência de Desenvolvimento da Lagoa Mirim, que muito tem contribuído na pesquisa e identificação de todo o ecossistema da região. == Ver também == *Hidrografia == Ligações externas == *Lagoa Mirim, pela Universidade de Pelotas *Mapa da Lagoa Mirim, IBGE Mirim Mirim Categoria:Fronteira Brasil–Uruguai Mirim",
 "title": "Lagoa Mirim"
}