{
 "id": "60005",
 "text": "A alegoria da caverna, também conhecida como parábola da caverna, mito da caverna ou prisioneiros da caverna, é uma alegoria de intenção filósofo- pedagógica, escrita pelo filósofo grego Platão. Encontra-se na obra intitulada A República (Livro VII), e pretende exemplificar como o ser humano pode se libertar da condição de escuridão, que o aprisiona, por meio da luz da verdade, em que o filósofo discute sobre teoria do conhecimento, linguagem, educação e sobre um estado hipotético. A alegoria é apresentada após a analogia do sol (508b-509c) e a analogia da linha dividida (509d-511e). As três se relacionam com a dialética, exposta no fim dos livros VII e VIII (531d-534e). ==Mito da caverna== Pessoas acorrentadas, sem poderem se mover, forçados a olhar somente a parede do fundo da caverna, sem poder ver uns aos outros ou a si próprios. Atrás dos prisioneiros há uma fogueira, separada deles por uma parede baixa, por detrás da qual passam pessoas carregando objetos que representam \"homens e outras coisas viventes\". As pessoas caminham por detrás da parede de modo que os seus corpos não projetam sombras, mas sim os objetos que carregam. Os prisioneiros não podem ver o que se passa atrás deles e veem apenas as sombras que são projetadas na parede em frente a eles. Pelas paredes da caverna também ecoam os sons que vêm de fora, de modo que os prisioneiros, associando-os, com certa razão, às sombras, pensam ser eles as falas das mesmas. Desse modo, os prisioneiros julgam que essas sombras sejam a realidade. Imagine que um dos prisioneiros seja libertado e forçado a olhar o fogo e os objetos que faziam as sombras (uma nova realidade, um conhecimento novo). A luz iria ferir os seus olhos e ele não poderia ver bem. Se lhe disserem que o presente era real e que as imagens que anteriormente via não o eram, ele não acreditaria. Na sua confusão, o prisioneiro tentaria voltar para a caverna, para aquilo a que estava acostumado e podia ver. Caso ele decida voltar à caverna para revelar aos seus antigos companheiros a situação extremamente enganosa em que se encontram, os seus olhos, agora acostumados à luz, ficariam cegos devido à escuridão, assim como tinham ficado cegos com a luz. Os outros prisioneiros, ao ver isto, concluiriam que sair da caverna tinha causado graves danos ao companheiro e, por isso, não deveriam sair dali nunca. Se o pudessem fazer, matariam quem tentasse tirá-los da caverna. Platão não buscava as verdadeiras essências na simples Phýsis, como buscavam Demócrito e seus seguidores. Sob a influência de Sócrates, ele buscava a essência das coisas para além do mundo sensível. E o personagem da caverna, que por acaso se liberte, corre como Sócrates, o risco de ser morto por expressar seu pensamento e querer mostrar um mundo totalmente diferente. Transpondo para a nossa realidade, é como se você acreditasse, desde que nasceu, que o mundo é de determinado modo, e então vem alguém e diz que quase tudo aquilo é falso, parcial, e tenta lhe mostrar novos conceitos, totalmente diferentes. Foi justamente por razões como essa que Sócrates foi morto pelos cidadãos de Atenas, inspirando Platão à escrita da Alegoria da Caverna pela qual Platão nos convida a imaginar que as coisas se passassem, na existência humana, comparavelmente à situação da caverna: ilusoriamente, com os homens acorrentados a falsas crenças, preconceitos, ideias enganosas e, por isso tudo, inertes em suas poucas possibilidades. Na alegoria, o Sol representa a Ideia do Bem (toú agathoú idéa), citada anteriormente em A República (7:517c) como sendo o conhecimento máximo (em grego, megiston mathema) que: ==O diálogo de Sócrates e Glauco== Trata-se de um diálogo metafórico em que as falas na primeira pessoa são de Sócrates e seus interlocutores, Glauco e Adimanto, os quais são os irmãos mais novos de Platão. No diálogo, é dada ênfase ao processo de conhecimento, mostrando a visão de mundo do ignorante, que vive de senso comum, e do filósofo, na sua eterna busca da verdade. :Sócrates – Agora, imagina a maneira como segue o estado da nossa natureza relativamente à instrução e à ignorância. Imagina homens numa morada subterrânea, em forma de caverna, com uma entrada aberta à luz; esses homens estão aí desde a infância, de pernas e pescoços acorrentados, de modo que não podem mexer-se nem ver senão o que está diante deles, pois as correntes os impedem de voltar a cabeça; a luz chega-lhes de uma fogueira acesa numa colina que se ergue por detrás deles; entre o fogo e os prisioneiros passa uma estrada ascendente. Imagina que ao longo dessa estrada está construído um pequeno muro, semelhante às divisórias que os apresentadores de títeres armam diante de si e por cima das quais exibem as suas maravilhas. :Glauco– Estou vendo. :Sócrates– Imagina agora, ao longo desse pequeno muro, homens que transportam objetos de toda espécie, que os transpõem: estatuetas de homens e animais, de pedra, madeira e toda espécie de matéria; naturalmente, entre esses transportadores, uns falam e outros seguem em silêncio. :Glauco- Um quadro estranho e estranhos prisioneiros. :Sócrates — Assemelham-se a nós. E, para começar, achas que, numa tal condição, eles tenham alguma vez visto, de si mesmos e de seus companheiros, mais do que as sombras projetadas pelo fogo na parede da caverna que lhes fica defronte? :Glauco — Como, se são obrigados a ficar de cabeça imóvel durante toda a vida? :Sócrates — E com as coisas que desfilam? Não se passa o mesmo? :Glauco — Sem dúvida. :Sócrates — Portanto, se pudessem se comunicar uns com os outros, não achas que tomariam por objetos reais as sombras que veriam? :Glauco — É bem possível. :Sócrates — E se a parede do fundo da prisão provocasse eco sempre que um dos transportadores falasse, não julgariam ouvir a sombra que passasse diante deles? :Glauco — Sim, por Zeus! :Sócrates — Dessa forma, tais homens não atribuirão realidade senão às sombras dos objetos fabricados? :Glauco — Assim terá de ser. :Sócrates — Considera agora o que lhes acontecerá, naturalmente, se forem libertados das suas cadeias e curados da sua ignorância. Que se liberte um desses prisioneiros, que seja ele obrigado a endireitar-se imediatamente, a voltar o pescoço, a caminhar, a erguer os olhos para a luz: ao fazer todos estes movimentos sofrerá, e o deslumbramento impedi-lo-á de distinguir os objetos de que antes via as sombras. Que achas que responderá se alguém lhe vier dizer que não viu até então senão fantasmas, mas que agora, mais perto da realidade e voltado para objetos mais reais, vê com mais justeza? Se, enfim, mostrando-lhe cada uma das coisas que passam, o obrigar, à força de perguntas, a dizer o que é? Não achas que ficará embaraçado e que as sombras que via outrora lhe parecerão mais verdadeiras do que os objetos que lhe mostram agora? :Glauco - Muito mais verdadeiras. :Sócrates - E se o forçarem a fixar a luz, os seus olhos não ficarão magoados? Não desviará ele a vista para voltar às coisas que pode fitar e não acreditará que estas são realmente mais distintas do que as que se lhe mostram? :Glauco - Com toda a certeza. :Sócrates - E se o arrancarem à força da sua caverna, o obrigarem a subir a encosta rude e escarpada e não o largarem antes de o terem arrastado até a luz do Sol, não sofrerá vivamente e não se queixará de tais violências? E, quando tiver chegado à luz, poderá, com os olhos ofuscados pelo seu brilho, distinguir uma só das coisas que ora denominamos verdadeiras? :Glauco - Não o conseguirá, pelo menos de início. :Sócrates - Terá, creio eu, necessidade de se habituar a ver os objetos da região superior. Começará por distinguir mais facilmente as sombras; em seguida, as imagens dos homens e dos outros objetos que se refletem nas águas; por último, os próprios objetos. Depois disso, poderá, enfrentando a claridade dos astros e da Lua, contemplar mais facilmente, durante a noite, os corpos celestes e o próprio céu do que, durante o dia, o Sol e sua luz. :Glauco - Sem dúvida. :Sócrates - Por fim, suponho eu, será o sol, e não as suas imagens refletidas nas águas ou em qualquer outra coisa, mas o próprio Sol, no seu verdadeiro lugar, que poderá ver e contemplar tal qual é. :Glauco - Concordo. :Sócrates - Depois disso, poderá concluir, a respeito do Sol, que é ele que faz as estações e os anos, que governa tudo no mundo visível e que, de certa maneira, é a causa de tudo o que ele via com os seus companheiros, na caverna. :Glauco - É evidente que chegará a essa conclusão. :Sócrates - Ora, lembrando- se de sua primeira morada, da sabedoria que aí se professa e daqueles que foram seus companheiros de cativeiro, não achas que se alegrará com a mudança e lamentará os que lá ficaram? :Glauco - Sim, com certeza, Sócrates. :Sócrates - E se então distribuíssem honras e louvores, se tivessem recompensas para aquele que se apercebesse, com o olhar mais vivo, da passagem das sombras, que melhor se recordasse das que costumavam chegar em primeiro ou em último lugar, ou virem juntas, e que por isso era o mais hábil em adivinhar a sua aparição, e que provocasse a inveja daqueles que, entre os prisioneiros, são venerados e poderosos? Ou então, como o herói de Homero, não preferirá mil vezes ser um simples lavrador, e sofrer tudo no mundo, a voltar às antigas ilusões e viver como vivia? :Glauco - Sou de tua opinião. Preferirá sofrer tudo a ter de viver dessa maneira.: :Sócrates - Imagina ainda que esse homem volta à caverna e vai sentar-se no seu antigo lugar: Não ficará com os olhos cegos pelas trevas ao se afastar bruscamente da luz do Sol? :Glauco - Por certo que sim. :Sócrates - E se tiver de entrar de novo em competição com os prisioneiros que não se libertaram de suas correntes, para julgar essas sombras, estando ainda sua vista confusa e antes que seus olhos se tenham recomposto, pois habituar-se à escuridão exigirá um tempo bastante longo, não fará que os outros se riam à sua custa e digam que, tendo ido lá acima, voltou com a vista estragada, pelo que não vale a pena tentar subir até lá? E se alguém tentar libertar e conduzir para o alto, esse alguém não o mataria, se pudesse fazê-lo? :Glauco - Sem nenhuma dúvida. :Sócrates - Agora, meu caro Glauco, é preciso aplicar, ponto por ponto, esta imagem ao que dissemos atrás e comparar o mundo que nos cerca com a vida da prisão na caverna, e a luz do fogo que a ilumina com a força do Sol. Quanto à subida à região superior e à contemplação dos seus objetos, se a considerares como a ascensão da alma para a mansão inteligível, não te enganarás quanto à minha ideia, visto que também tu desejas conhecê-la. Só Zeus sabe se ela é verdadeira. Quanto a mim, a minha opinião é esta: no mundo inteligível, a ideia do bem é a última a ser apreendida, e com dificuldade, mas não se pode apreendê-la sem concluir que ela é a causa de tudo o que de reto e belo existe em todas as coisas; no mundo visível, ela engendrou a luz; no mundo inteligível, é ela que é soberana e dispensa a verdade e a inteligência; e é preciso vê-la para se comportar com sabedoria na vida particular e na vida pública. :Glauco - Concordo com a tua opinião, até onde posso compreendê-la. ::(Platão. A República. Livro VII) == Interpretação da alegoria == O mito da caverna é uma metáfora da condição humana perante o mundo, no que diz respeito à importância do conhecimento filosófico e à educação como forma de superação da ignorância, isto é, a passagem gradativa do senso comum enquanto visão de mundo e explicação da realidade para o conhecimento filosófico, que é racional, sistemático e organizado, que busca as respostas não no acaso, mas na causalidade. Segundo a metáfora de Platão, o processo para a obtenção da consciência, isto é, o conhecimento abrange dois domínios: o domínio das coisas sensíveis (eikasia e pístis) e o domínio das ideias (dianoia e noesis). Para o filósofo, a realidade está no mundo das ideias - um mundo real e verdadeiro - e a maioria da humanidade vive na condição da ignorância, no mundo das coisas sensíveis - este mundo -, no grau da apreensão de imagens (eikasia), as quais são mutáveis, não são perfeitas como as coisas no mundo das ideias e, por isso, não são objetos suficientemente bons para gerar conhecimento perfeitos. Inclusive, em 2016, neurocientistas chegaram a mesma conclusão de Platão relativo a percepção humana. A filósofa Iris Murdoch fornece uma interpretação da alegoria em sua obra A Soberania do Bem (1971):Murdoch, Iris. A Soberania do Bem. Editora Unesp. == Exemplos == Este tema - realidade ou aparência - foi retomado ao longo da história da cultura ocidental por muitos filósofos e alguns escritores, embora com perspectivas distintas. Um deles foi Calderón de la Barca na obra A vida é sonho. Exemplos mais modernos podem ser a série Persons Unknown, o livro Admirável Mundo Novo (Aldous Huxley, 1932), o filme Matrix (Irmãs Wachowski, 1999) e também o livro A Ilha (Aldous Huxley). Outro autor que utilizou, parodicamente, essa parábola platônica foi o autor José Saramago, em seu livro A Caverna. O filme O Show de Truman, e o filme O Quarto de Jack também utilizam a parábola platônica em seu enredo. == Ver também == * Analogia da linha dividida * Arquétipo * Ideia do Bem * Interpretações alegóricas de Platão * Metáfora do sol * Nous *Noúmeno == Bibliografia == * CHAUÍ, Marilena. Convite à Filosofia. São Paulo, Editora Ática, 2003; * SPINELLI, Miguel. Questões Fundamentais da Filosofia Grega. São Paulo. Loyola, 2006, p. 278ss. ==Ligações externas== * A Alegoria da Caverna Caverna Republica, A Categoria:Diálogos de Platão Categoria:Sombras Categoria:Alegoria Categoria:Platonismo Categoria:Platão",
 "title": "Alegoria da Caverna"
}