{
 "id": "60050",
 "text": "A Virgínia Ocidental (em inglês: West Virginia, ) é um dos 50 Estados dos Estados Unidos. Localizado na região sul dos Estados Unidos. Faz fronteira com a Virgínia ao sudeste, Kentucky ao sudoeste, Ohio ao noroeste, e com a Pensilvânia e Maryland ao nordeste. A capital e maior cidade do estado é Charleston. A Virgínia Ocidental fazia parte da Virgínia (pró-escravista) até 1863, quando, durante a guerra civil, os condados que compunham o noroeste da Virgínia separaram-se, fundando um novo estado, a Virgínia Ocidental, pró- abolicionista.Foner, Eric, Reconstruction: America's Unfinished Revolution, 1863–1877, Harper, 2002, pg. 39 Com quase 63 mil quilômetros quadrados, é o 41º estado em extensão territorial e o 39º em população. O U.S Census Bureau classifica a Virgínia Ocidental como parte do sul dos Estados Unidos.Southeastern Division of the Association of American Geographers O pântano norte se estende ao lado da Pensilvânia e Ohio, com as cidades de Wheeling e Weirton, na Virgínia Ocidental, do outro lado da fronteira com a área metropolitana de Pittsburgh, enquanto Bluefield fica a menos de 110 quilômetros da Carolina do Norte. Huntington, no sudoeste, está perto dos estados de Ohio e Kentucky, enquanto Martinsburg e Harpers Ferry, são considerados parte da região metropolitana de Washington, entre os estados de Marilândia e Virgínia. A posição única da Virgínia Ocidental faz com que ela seja frequentemente incluída em várias regiões geográficas dos Estados Unidos, incluindo as regiões do Meio-Atlântico e o Sudeste do país. O estado é conhecido por suas montanhas e colinas, por suas indústrias historicamente significativas no campo da extração de madeira e da mineração de carvão e também por sua história política e trabalhista. É uma das áreas mais densamente cársticas do mundo, tornando-se uma área frequentemente adotada para espeleologia recreativa e para a pesquisa científica. A Virgínia Ocidental também é conhecida por oferecer uma ampla gama de oportunidades e atividades de lazer ao ar livre, incluindo esqui, rafting, pesca, caminhadas, mochila, ciclismo montanhoso, escalada e caça. == História == Muitos antigos montes de terra feitos pelo homem de várias culturas pré-históricas de construtores de montes sobrevivem na Virgínia Ocidental, especialmente em áreas na região de Moundsville, South Charleston e Romney. Artefatos descobertos por lá dão evidências de sociedades de vilarejos com uma cultura de sistema de comércio tribal que trabalhavam com peças de cobre trabalhadas a frio. É estimado que a região da Virgínia Ocidental é habitada pelo menos desde o ano . Na década de 1670, durante a Guerra dos Castores, a poderosa tribo dos Iroqueses, cinco nações indígenas de Nova Iorque e Pensilvânia se uniram para expulsar outras tribos para tomar as áreas de caça do vale de Ohio. Tribos falantes de sioux, como os Moneton, tinham forte presença na área antes disso.Ambler, Charles H. A History of Education in West Virginia From Early Colonial Times to 1949 (1951) Já no século XVIII, a área agora identificada como Virgínia Ocidental também era território disputado entre anglo-americanos, com as colônicas de Pensilvânia e Virgínia reivindicando direitos territoriais sobre a região antes da Guerra de Independência dos Estados Unidos. Algumas empresas especulativas de terras, como a Companhia de Vandalia,Charles Henry Ambler, \"A History of West Virginia\" pg. 104 a Companhia de Ohio e a Companhia de Indiana, mas não conseguiu legitimar suas reivindicações de terras em partes da Virgínia Ocidental e no atual Kentucky. Esta rivalidade resultou em alguns colonos fazendo uma petição ao Congresso Continental para criar um novo território chamado Westsilvania. Com o governo federal encerrando a disputa entre a Virgínia e Pensilvânia ao criar o Condado de Kentucky.Charles H. Ambler. A History of West Virginia, pp. 132–138 Antes da indpendência, a Coroa Britânica considerava a parte oeste da Virgínia como parte da Colônia da Virgínia, de 1607 a 1776. Com os Estados Unidos se firmando como nação, o oeste do estado permaneceu como parte maior da Virgínia (chamada de Trans-Allegheny Virginia) de 1776 a 1863. A maioria dos residentes da região não estavam contentes com esta decisão, com o governo do estado sendo dominado pela elite plantadora nas áreas de Tidewater e Piedmont, na costa Atlântica. O legislativo não fazia uma boa distribuição eleitoral, contando escravos como parte da população (enquanto negava a estes direitos civis básicos) enquanto no oeste a população branca era pequena e não representada na legislatura estadual, tendo poucos escravos na região. Mais agricultores de subsistência e fazendeiros yeoman viviam no oeste e eles não costumavam apoiar a escravatura, embora este assunto fosse bem divisivo.Rice, Otis K. The Allegheny Frontier: West Virginia Beginnings, 1730–1830 (1970)Link, William A. \"'This Bastard New Virginia': Slavery, West Virginia Exceptionalism, and the Secession Crisis,\" West Virginia History, Spring 2009, Vol. 3 Issue 1, pp 37–56 Em 1861, quando a Guerra Civil começou, a Virgínia se aliou aos separatistas da Confederação. O ressentimento da população branca no oeste contra os fazendeiros ricos e plantadores escravagistas no leste cresceu, com apoio a União no oeste sendo ainda bem forte. Em maio de 1861, a população dos condados a oeste e norte na Virgínia votaram por se separar do estado e formar uma entidade própria, formando um novo governo local sob a liderança de Francis Pierpont. O novo estado foi aceito na União em 1863. Já em 1864, uma constituição estadual foi ratificada, embora não fosse passada por voto popular. A Virgínia Ocidental então aboliu a escravidão, de forma gradual.Elizabeth Cometti e Festus P. Summers. The Thirty-fifth State: A Documentary History of West Virginia. Morgantown: West Virginia University Library, 1966. A história da Virgínia Ocidental foi profundamente afetada por seu terreno montanhoso, numerosos e vastos vales de rios e ricos recursos naturais. Todos esses eram fatores que impulsionavam sua economia e o estilo de vida de seus residentes, que costumavam viver em muitas comunidades pequenas e relativamente isoladas nos vales das montanhas. == Demografia == De acordo com o censo nacional de 2000, a população da Virgínia Ocidental naquele ano era de 1 808 344 habitantes, um crescimento de 0,8% em relação à população do estado em 1990, de 1 793 477 habitantes. Uma estimativa realizada em 2005 estima a população do estado em 1 816 856 habitantes, um crescimento de 1,3% em relação à população em 1990; de 0,5%, em relação à população em 2000; e de 0,2% em relação à população estimada em 2004. O decréscimo populacional natural da Virgínia Ocidental entre 2000 e 2005 foi de 3 296 habitantes - 108 292 nascimentos menos 111 588 óbitos - o crescimento populacional causado pela imigração foi de 14 209 habitantes, enquanto que a migração interestadual resultou no ganho de 3 691 habitantes. Entre 2000 e 2005, a população da Virgínia Ocidental cresceu em 8 506 habitantes. 5,6% da população da Virgínia Ocidental possui menos de cinco anos de idade, 22,3% possui menos de 18 anos de idade e 15,3% da população possui 65 anos ou mais de idade. Pessoas do sexo feminino compõem aproximadamente 51,4% da população do estado. === Raças e etnias === Composição racial da população da Virgínia Ocidental de acordo com o U.S. Census Bureau 2010: * 93,9% – brancos não-hispânicos * 3,4% – afro- americanos * 0,7% – asiáticos * 0,2% – ameríndios * 1,8% – duas ou mais raças Os cinco maiores grupos étnicos da Virgínia Ocidental são norte-americanos (que compõem 23,2% da população do estado, primariamente descendentes de irlandeses ou escoceses), alemães (17,2%), irlandeses (13,5%), ingleses (12%) e italianos (4,8%). === Principais cidades === ;Grandes cidades (+ 10 mil habitantes) * Charleston * Huntington * Parkersburg * Wheeling * Morgantown * Weirton * Fairmont * Beckley * Clarksburg * Martinsburg * South Charleston * St. Albans * Bluefield * Vienna ;Cidades de menor porte * Barboursville * Bath * Bridgeport * Buckhannon * Charles Town * Dunbar * Elkins * Fayetteville * Follansbee * Franklin * Grafton * Harpers Ferry * Hinton * Hurricane * Kenova * Keyser * Kingwood * Lewisburg * Madison * Marlinton * Moorefield * Moundsville * New Martinsville * Nitro * Oak Hill * Paden City * Petersburg * Philippi * Pleasant Valley * Point Pleasant * Princeton * Ranson * Ravenswood * Richwood * Ripley * Romney * Salem * Shepherdstown * Summersville * Teays Valley * Welch * Weston * Westover * White Sulphur Springs * Williamson == Economia == O produto interno bruto da Virgínia Ocidental foi de 53,782 bilhões de dólares em 2005. A renda per capita do estado, por sua vez, foi de 29 602 dólares, a segunda menor do país, atrás apenas do Mississippi. A taxa de desemprego da Virgínia Ocidental é de 5,3%. O setor primário responde por 5% do PIB da Virgínia Ocidental. Juntas, a agricultura e a pecuária respondem por 1% do PIB do estado, e empregam aproximadamente 29,9 mil pessoas. Os efeitos da indústria madeireira, da silvicultura e da pesca são negligíveis na economia do estado. A Virgínia Ocidental possui cerca de 21 mil fazendas, que cobrem aproximadamente 85% da sua área. Os principais produtos produzidos pela indústria agropecuária são aviários, carne e leite bovino, palha, milho, tabaco, maçãs e pêssegos. O setor secundário responde por 18% do PIB da Virgínia Ocidental. A indústria de manufatura responde por 16% do PIB e emprega aproximadamente 84,6 mil pessoas. O valor total dos produtos fabricados no estado é de nove bilhões de dólares. Os principais produtos industrializados são produtos químicos, móveis de madeira e equipamentos de transportes. A mineração responde por 7% do PIB da Virgínia Ocidental, empregando cerca de 26,3 mil pessoas. O principal recurso natural extraído no estado é o carvão. Outros recursos naturais importantes são petróleo e granito. A indústria de construção responde por 5% do PIB, empregando aproximadamente 48,9 mil pessoas. O setor terciário responde por 77% do PIB da Virgínia Ocidental. Cerca de 18% do PIB são gerados através de serviços comunitários e pessoais. Este setor emprega cerca de 263,6 mil pessoas. Serviços governamentais respondem por 16% do PIB, empregando aproximadamente 84,6 mil pessoas. O comércio por atacado e varejo responde por 15% do PIB, e emprega aproximadamente 192,8 mil pessoas. Serviços financeiros e imobiliários respondem por cerca de 15% do PIB, empregando aproximadamente 46,9 mil pessoas. Transportes, telecomunicações e utilidades públicas empregam 44,9 mil pessoas, e respondem por 11% do PIB da Virgínia Ocidental. 99,5% da eletricidade gerada no estado é produzida em usinas termelétricas a carvão. O restante é produzido em pequenas usinas usinas hidrelétricas e em usinas termelétricas a petróleo ou gás natural. O governo Bush promoveu os interesses da indústria mineira, facilitando a remoção do carvão das montanhas e, de uma maneira mais geral, atendeu a todas as exigências feitas pelos patrões, inclusive com um certo relaxamento das normas sanitárias (a silicose ainda mata várias centenas de mineiros por ano). == Educação == Ao tornar-se um estado, em 1863, a Virgínia Ocidental estabeleceu um sistema de escolas públicas. Em 1933, os 398 distritos escolares do estado foram reorganizados em 55 distritos, cada uma operando dentro de cada condado da Virgínia Ocidental. Atualmente, todas as instituições educacionais na Virgínia Ocidental precisam seguir regras e padrões ditadas pelo Conselho de Educação da Virgínia Ocidental, composto por nove membros escolhidos pelo governador para mandatos de até nove anos de duração. Este conselho é administrado por um superintendente, eleito pela população para mandatos de até quatro anos de duração. A Virgínia Ocidental possui 55 distritos escolares, cada uma operando em um condado. Cada distrito escolar possui seus próprios superintendentes. A Virgínia Ocidental não permite a operação de escolas charter - escolas públicas independentes, que não são administradas por distritos escolares, mas que dependem de verbas públicas para operarem. Atendimento escolar é compulsório para todas as crianças e adolescentes com mais de seis anos de idade, até a conclusão do segundo grau ou até os quinze anos de idade. Em 1999, as escolas públicas do estado atenderam cerca de 291,8 mil estudantes, empregando aproximadamente 21,1 mil professores. Escolas privadas atenderam cerca de 15,9 mil estudantes, empregando aproximadamente 1,5 mil professores. O sistema de escolas públicas consumiu cerca de 1,987 bilhões de dólares, e o gasto das escolas públicas é de aproximadamente 7,2 mil dólares por estudante. Cerca de 78,7% dos habitantes do estado com mais de 25 anos de idade possui um diploma de segundo grau. A primeira biblioteca da Virgínia Ocidental foi fundada em 1808, em Wheeling. A primeira biblioteca pública do estado, por sua vez, foi fundada em 18 de maio de 1859, no Condado de Ohio. Atualmente, o estado possui cerca de 97 sistemas de bibliotecas públicas, que movimentam uma média de 4,4 livros por habitante. Atualmente, a Universidade da Virgínia Ocidental possui 37 instituições de educação superior, dos quais 15 são públicas e 22 são privadas. A primeira instituição de ensino superior da Virgínia Ocidental, a Universidade da Virgínia Ocidental, foi fundada em 1867, em Morgantown. A Universidade da Virgínia Ocidental é atualmente a maior instituição de ensino superior do estado. == Transportes e telecomunicações == thumb|right|250px|Vista da ferrovia U.S. Route 522, na Virgínia Ocidental. Charleston é o principal pólo de transportes da Virgínia Ocidental. O Estado, em 2002, possuía 3 595 quilômetros de ferrovias. Carvão responde por 95% da carga transportada nas ferrovias do Estado. Em 2003, a Virgínia Ocidental possuía 59 534 quilômetros de vias públicas, dos quais 884 quilômetros eram rodovias interestaduais, considerados parte do sistema federal rodoviário dos Estados Unidos. O primeiro jornal da Virgínia Ocidental, o Potomak Guardian and Berkeley Advertiser, foi publicado pela primeira vez em 1790, em Shepherdstown. O jornal mais antigo do Estado ainda em circulação, por sua vez, é o The Intelligencer, impresso em Wheeling pela primeira vez em 1852. Atualmente, são publicados no Estado 97 jornais, dos quais 21 são diários, bem como 35 periódicos. A primeira estação de rádio da Virgínia Ocidental foi fundada em 1923, em Huntington (Virgínia Ocidental). A primeira estação de televisão foi fundada em 1949, também em Huntington. Atualmente, a Virgínia Ocidental 123 estações de rádio - dos quais 51 são AM e 72 são FM - e 11 estações de televisão. == Cultura == === Símbolos do estado === * Árvore: Acer saccharum * Borboleta: Borboleta-monarca * Cognomes: ** The Mountain State ** The Panhandle State (não oficial) * Cores: Azul e dourado * Flor: Rhododendron maximum * Fruta: Maçã * Gema: Lithostrotionella fossilizada * Inseto: Abelha * Lema: Montani semper liberi (do latim: Montanheiros estão sempre livres) * Mamífero: Urso-negro * Músicas: ** The West Virginia Hills (Os morros da Virgínia Ocidental) ** This is my West Virginia (Esta é a minha Virgínia Ocidental) ** West Virginia, my home sweet home (Virgínia Ocidental, meu lar doce lar) ** Take me home, country roads (não-oficial, música de John Denver) * Pássaro: Cardeal * Peixe: Salvelinus fontinalis * Slogan: Wild and wonderful (Selvagem e maravilhosa, também presente como Wild, Wonderful nas placas de licença dos veículos comercializados no estado). ==Ligações externas== * *",
 "title": "Virgínia Ocidental"
}