{
 "id": "60061",
 "text": "O Mississippi ou Mississípi é um dos 50 estados dos Estados Unidos, localizado na região sudeste do país. Historicamente caracterizou-se pela predominância de fazendas, pequenas cidades e a dependência da agropecuária. Atualmente, porém, possui uma economia relativamente diversificada, com uma indústria de manufatura e turismo em crescimento. A origem do nome deve-se ao rio Mississippi, que corre ao longo da sua divisa oeste. Mississippi é uma palavra de origem algonquina (mais especificamente, a língua Ojibwe) que significa \"grandes águas\" ou \"pai das águas\". Atualmente também é conhecido pelos títulos de \"Estado da magnólia\" e \"Estado da hospitalidade\". O Mississippi foi inicialmente colonizado pelos espanhóis, mas anexado pelo Reino Unido, sob os termos do Tratado de Paris. Com a independência das Treze Colônias, a região passou a fazer parte dos recém-criados Estados Unidos. O Território do Mississippi foi criado em 1798 e elevado à categoria de estado em 10 de dezembro de 1817. O Mississippi prosperou economicamente, tendo sido por décadas um dos estados mais ricos do país. Separou-se dos Estados Unidos em 1861, juntando-se aos Estados Confederados da América, tendo sido um dos mais afetados pela guerra civil, que arruinou sua economia e cujos efeitos socioeconômicos podem ser vistos até aos dias atuais. == História == === Até 1817 === Três diferentes tribos nativas americanas viviam na região que constitui atualmente o Mississippi, antes da chegada dos primeiros exploradores europeus à região. Estas tribos eram os chicksaw, na região central, os choctaw, que no norte e no leste, e os natchez no sudoeste. A população local de nativos americanos antes da colonização é estimada entre 25 mil a 30 mil pessoas. Os primeiros exploradores europeus a chegarem à região foram os membros de uma expedição espanhola, comandada por Hernando de Soto, em 1541. Soto e sua expedição estavam em busca de ouro e outros metais preciosos, e, não encontrando tais recursos naturais, não fundaram nenhum assentamento. A região continuaria intocada pelos europeus até 1692, quando o francês Pierre Le Moyne d'Iberville fundou o primeiro assentamento permanente no atual Mississippi, onde está localizada atualmente Ocean Springs. Enquanto isto, o francês René Robert Cavelier já havia reivindicado toda a região da bacia hidrográfica do rio Mississippi para a coroa francesa, em 1682. Em 1716, o francês Jean-Baptiste Le Moyne fundou o segundo assentamento europeu permanente na região, o Fort Rosalie, onde atualmente está localizada Natchez. Os franceses iniciaram a comercialização de peles de animais com os nativos da região, e o cultivo de tabaco e arroz. Para tal, trouxeram os primeiros escravos para o Mississippi, em 1722. O economista escocês John Law lançou no início do século XVII um projeto de povoamento da região, que fracassou, levando os investidores a perder todo o montante investido. O povoamento na região continuou relativamente baixo, com poucas pessoas interessando-se em mudar para lá por causa de frequentes ataques dos índios e de atritos entre os franceses e o Reino Unido — que reivindicava a região. Em 1730, os Natchez realizaram uma rebelião armada contra os franceses. A reação foi dura; os franceses atacaram rapidamente, tendo massacrado a grande maioria dos membros da tribo, incluindo mulheres e crianças. Seis anos depois, em 1736, os Chicksaw, auxiliados pelos britânicos, derrotaram milícias francesas no nordeste do atual Mississippi, tirando dos franceses o controle do rio Mississippi. Em 1763, sob os termos do Tratado de Paris, os franceses cederam a região para os britânicos. A região sul passou a fazer parte do território britânico da Flórida Ocidental, enquanto que o restante do atual Mississippi passou a fazer parte da Geórgia. Em 1775, a Guerra da Independência dos Estados Unidos teve início. Os habitantes da região da Flórida Ocidental, a maioria de ascendência britânica, permaneceram leais à coroa britânica, enquanto que comerciantes (primariamente britânicos e franceses) e nativos da região centro-norte do Estado apoiaram os rebeldes americanos. A Espanha, que aliou-se com os rebeldes durante a revolução armada, capturou a região da Flórida Ocidental sem dificuldades, em 1781. Dois anos depois, em 1783, a guerra pela independência terminou, e sob os termos do Tratado de Paris, os britânicos cederam a região da Flórida Ocidental para os espanhóis, e o restante do atual Mississippi - a região acima do paralelo 32° - para os americanos. Os americanos logo passaram a reivindicar o paralelo 31° como fronteira, sendo que os espanhóis concordaram com a reivindicação dos americanos em 1795. Em 1798, os Estados Unidos criaram o Território do Mississippi. A região começaria a desenvolver-se mais rapidamente a partir de 1803, quando os Estados Unidos adquiriram um grande território, na Compra da Luisiana, que deu a eles total controle sobre o rio Mississippi, e estimulou o povoamento da região. Em 1803, o governo americano incorporou ao Território do Mississippi terras ao norte deste. O território cresceria em área novamente em 1812, quando uma parte da Flórida Ocidental foi anexada pelos Estados Unidos. Então, o território era composto por toda a região que atualmente constitui o Mississippi, bem como o Estado vizinho de Alabama. Em 1817, o Congresso americano fez da região leste do então Território do Mississippi o Território do Alabama. Em 10 de dezembro do mesmo ano, o Mississippi foi elevado à categoria de Estado, tornando-se o 20° Estado americano. === 1817 - 1945 === Inicialmente, a capital do Mississippi era Colúmbia, mudando-se alguns anos depois para Natchez e Washington, até estabelecer-se definitivamente em Jackson, em 1822. Os americanos, durante a década de 1810 até a década de 1830, gradualmente forçaram os nativos instalados a saírem do Estado. Não houve conflitos armados pela posse da terra da região, e os nativos saíram do Estado pacificamente, embora que forçadamente. A grande maioria dos nativos mudou-se para o que era então chamado de Território Indígena - que constitui atualmente o Estado americano de Oklahoma. Sua saída deixou livres grandes quantidades de terras para cultivo, que atraíram muitas pessoas para o Estado. Ao final da década de 1830, o Mississippi era um grande centro agrário americano. O Estado possuía grandes latifúndios, que cultivavam primariamente algodão para exportação. Estes latifúndios dependiam do trabalho escravo, como mão de obra relativamente barata. Até o início da década de 1860 era considerado um dos Estados mais ricos do país. A maior parte da população apoiava com fervor o uso do trabalho escravo, do qual a economia do Estado dependia, como em outros Estados do Sul americano. Até a década de 1830, a maioria da população era contra uma possível secessão do restante do país. Porém, em menos de três décadas, a população passou a suportar cada vez mais a secessão do Estado do restante dos Estados Unidos, por causa da crescente força abolicionista nos Estados Unidos, que ameaçava a estrutura de sua economia escravista. Em janeiro de 1861, os membros do Legislativo do Mississippi reuniram-se em uma convenção constitucional, e decidiram separar- se dos Estados Unidos, tornando-se o segundo Estado americano a fazer isto, após a Carolina do Sul. Em fevereiro, o Mississippi juntou-se a outros dez Estados que separaram-se dos Estados Unidos, passando a constituir os Estados Confederados da América. Jefferson Davis, do Mississippi, foi escolhido como primeiro Presidente da Confederação. No mesmo ano, a Guerra Civil Americana teria início. Aproximadamente 80 mil homens do Mississippi serviram no exército confederado durante a guerra civil. O Estado foi palco de diversas batalhas e conflitos importantes entre as tropas confederadas e as da União - os Estados Unidos propriamente dito. A maior destas batalhas foi a Batalha de Vicksburg, ocorrida a 4 de julho de 1863, quando o Forte confederado em Vicksburg foi capturado por tropas americanas comandadas pelo general Ulysses S. Grant. As batalhas e conflitos ocorridos no Mississippi causaram grande destruição às cidades e ao campo. A economia local estava completamente arruinada ao fim da guerra, em 1865, por causa do bloqueio dos portos da confederação, da inflação, e da fuga em massa de escravos. O Mississippi, até então um dos Estados mais ricos dos Estados Unidos, desde então figura entre os Estados mais pobres do país. Após o fim da guerra civil, o Estado passou a ser administrado por militares americanos. Após a adoção de uma nova Constituição estadual, o Mississippi foi readmitido como Estado americano, em 1870. Não somente o trabalho escravo fora abolido em todos os Estados Unidos, bem como o governo americano impôs um governo estadual composto de brancos e negros, o que foi visto como uma humilhação por parte da população branca do Estado. Em 1876, o governo militar foi retirado, e os habitantes recuperaram o controle do governo do Estado. Gradualmente, os negros voltaram a perder muitos dos direitos que haviam adquirido após o fim da guerra civil. Enquanto isto, a economia do Mississippi demoraria décadas para recuperar-se da destruição causada pela guerra civil: voltaria ao mesmo nível de antes da guerra somente na década de 1890, passando a crescer mais vigorosamente a partir do início da década de 1900, quando a economia do Estado começou a diversificar-se com a construção de fábricas e ferrovias. A silvicultura tornou-se também uma importante fonte de renda. O auge do crescimento econômico do Estado no início do século XX ocorreu durante a Primeira Guerra Mundial, graças ao aumento da demanda internacional por produtos industrializados. Durante a década de 1900, o Mississippi realizou diversas reformas sócio-educacionais. Em 1908, o Estado instituiu um sistema agrário de escolas de segundo grau, para tentar minimizar deficiências no sistema educacional nas áreas rurais do Estado. Em 1912, foi proibido o uso do trabalho infantil. Em 1916, iniciou-se um programa de educação para adultos, que visava diminuir as altas taxas de analfabetismo entre a população adulta do Estado. Em 1924, instituiu-se o atual Departamento de Educação. Em 1927, uma grande enchente do rio Mississippi fez com que cerca de cem mil pessoas que viviam ao longo do rio fugissem da região. Embora ninguém tenha morrido, as enchentes causaram cerca de 204 milhões de dólares em danos e prejuízos, um dos desastres naturais mais caros até então na história americana. No início da década de 1930, o Mississippi foi duramente atingido pela Grande Depressão, que causou a falência de diversos estabelecimentos comerciais e industriais, desemprego e endividamento de fazendeiros. O Estado reagiu criando um programa chamado Balancing Agriculture With Industry (Balanceando Agricultura Com Indústria), para estimular maior diversificação da economia e diminuir sua dependência em relação à agricultura, que ainda era a maior fonte de renda do Estado. O programa, auxiliado com a descoberta de reservas de petróleo em 1939 e em 1940, fez com que a economia do Estado se recuperasse em grande parte já por volta de 1940, tendo ajudado a estimular uma maior industrialização. No ano seguinte, os Estados Unidos entraram na Segunda Guerra Mundial, e o Mississippi passou a industrializar-se rapidamente. Tal crescimento continuou após o fim da guerra, em 1945. === 1945 - Tempos atuais === Até 1954, as instituições de ensino do Mississippi eram segregadas. Neste ano, a Suprema Corte dos Estados Unidos ordenou a dessegregação de todas as instituições de ensino nos Estados onde a segregação entre brancos e negros existia. O processo de integração racial nas escolas do Estado foi muito lento e gradual, e um dos mais violentos do país. Em 1962, duas pessoas morreram em um motim popular, quando James Meredith tornou-se o primeiro negro a ser admitido na Universidade de Mississippi. Em 1964, três membros do Movimento dos Direitos Civis que promoviam a filiação eleitoral de negros no Estado foram assassinados. Foi somente neste ano que as primeiras escolas públicas do Estado seriam integradas, dez anos após a ordem da Suprema Corte. Em 1969, boa parte das escolas do Estado ainda estava segregada; a Suprema Corte, tendo considerado este processo como lento e ineficiente no Mississippi, ordenou a imediata dessegregação nessas escolas, o que ocorreu em dezembro do mesmo ano. Apesar da industrialização sofrida durante e após a Segunda Guerra Mundial, a indústria de manufatura do Mississippi ainda era muito fraca, e o Estado ainda era muito dependente da agropecuária. Muitos trabalhadores rurais, por sua vez, ficaram desempregados com a crescente mecanização nas fazendas, que diminuiu a demanda por mão de obra no setor agropecuário. O Mississippi criou durante as décadas de 1950 e 1960 diversas medidas para tentar estimular maior industrialização do Estado. Em 1954, trabalhadores passaram a não ser mais obrigados a afiliar-se aos sindicatos. Em 1960, o Mississippi diminuiu drasticamente os impostos para estabelecimentos industriais instalados no Estado. Ao final da década de 1960, mais pessoas trabalhavam no setor de manufatura do que no setor agropecuário. O processo de industrialização e de diversificação da economia continua no Mississippi até os dias atuais. Em 17 de agosto, o Furacão Camille atingiu o litoral do Mississippi, matando 248 pessoas e causando um prejuízo de 1,5 bilhão de dólares na região. Em 29 de agosto de 2005, o Furacão Katrina causou uma destruição ainda maior ao longo dos 71 quilômetros de litoral junto ao Golfo do México. Em anos recentes, além da industrialização, o Mississippi tem-se destacado por seu conservadorismo político e poucos conflitos raciais. Em 1990, o Estado permitiu a construção de cassinos fluviais. A legalização de tais cassinos aumentou a receita anual do governo, porém tais ganhos foram drasticamente reduzidos com o furacão Katrina, que destruiu muitos destes cassinos fluviais. Cidades que possuíam cassinos como uma fonte primária de renda incluem Gulfport e Biloxi, no litoral do Estado no Golfo do México, e Tunica, Greenville, Vicksburg e Natchez. Antes do Furacão Katrina, o Mississippi possuía a segunda maior indústria de cassinos do país, atrás somente de Nevada, e à frente da Nova Jérsei, tendo sido ultrapassada pela última após o furacão. Em 17 de outubro de 2005, o governador Harley Barbour assinou uma lei que permite a reconstrução de cassinos em terra nos condados de Hancock e Harrison, desde que não estejam localizados mais de 800 metros do litoral - sendo que no condado de Harrison, tais cassinos podem ser construídos ao longo da Highway 90, uma rodovia federal. == Geografia == O Mississippi limita-se ao norte com o Tennessee, a leste com o Alabama, ao sul com o Golfo do México, e a oeste com a Louisiana e o Arkansas. Com um pouco mais de 125 mil quilômetros quadrados, é o 32º maior estado americano em área do país. O litoral do Mississippi possui 71 quilômetros de extensão ao longo do Golfo do México. Contando-se todas as regiões banhadas pelo mar - baías, estuários e ilhas oceânicas - este número salta para 578 quilômetros. O litoral do Estado, por ser muito plano e de baixa altitude, é muito vulnerável a variações de maré, tempestades tropicais e outros fatores geográficos que possam provocar um aumento do nível do mar. Por isto mesmo, grandes diques protegem regiões densamente povoadas próximas ao litoral. O maior destes diques possui 40 quilômetros de comprimento - o mais longo do gênero no país. O rio Mississippi é o rio mais importante do Estado, compondo toda a fronteira oeste com o Arkansas, e muito da fronteira com a Luisiana. O rio Mississippi transborda com muita facilidade, tornando suas margens muito vulneráveis a inundações. Regiões mais densamente povoadas próximas ao rio também são protegidas por diques. A bacia hidrográfica do rio Mississippi cobre todo o oeste e o centro- norte do Estado. Já rios localizados na região leste do Mississippi desembocam diretamente no Golfo do México. Florestas cobrem cerca de 55% do Estado, que caracteriza-se por sua baixa altitude. Nenhum ponto do Estado ultrapassa a altitude de 250 metros acima do nível do mar. O Mississippi pode ser dividido em três distintas regiões geográficas: * As Planícies Aluviais cobrem uma estreita faixa de terra localizada ao longo do rio Mississippi. Esta região é extremamente plana, com muito poucos acidentes geográficos. É extremamente vulnerável às enchentes do rio. Tais enchentes, apesar de causarem muitos danos aos centros urbanos, por outro lado depositam grandes quantidades de sedimentos nesta região, tornando o solo extremamente fértil e ideal para a agricultura; * As Planícies Ocidentais da Costa do Golfo ocupam a maior parte do restante do Estado, sendo a maior das três regiões geográficas. Esta região caracteriza-se pelo seu terreno relativamente pouco acidentado, coberto de elevações achatadas e pequenos morros de baixa altitude, e um solo relativamente fértil. O maior destes morros, o Tennessee River Hills, é o ponto mais alto do Estado, com seus 246 metros de altitude. Boa parte das Planícies Ocidentais são cobertas por florestas; * O Cinturão Negro é uma estreita faixa de terra localizada na região leste do Mississippi. É uma região de pradarias, plano e com um solo pobre, em comparação com o restante do Estado. === Clima === O Mississippi possui um clima subtropical, com verões longos e quentes, e invernos curtos. No inverno, a temperatura diminui à medida que se viaja em direção ao norte. A temperatura média no inverno é de 8°C. A temperatura média da região sul é de 10 °C, e no norte de 5 °C. No geral, a temperatura mínima no inverno é em média de 3 °C, e a máxima de em média 15 °C. Temperaturas raramente caem abaixo de 10 °C negativos. A temperatura mais baixa já registrada no Mississippi foi de -28 °C, registrada em Corinth, em 30 de janeiro de 1966. No verão, a temperatura média aumenta à medida que se viaja em direção ao oeste, embora a variação seja mínima entre uma região e outra do Estado. A temperatura média no verão é de 27 °C. A temperatura média da região oeste do Estado é de 28 °C, e no leste, de 26 °C. No geral, a temperatura mínima no verão é em média de 21 °C, e a máxima de em média 34 °C. A temperatura mais alta já registrada foi de 46 °C, em Holly Springs em 29 de julho de 1930. A taxa de precipitação média anual diminui à medida que se viaja em direção ao norte, variando entre 130 centímetros no noroeste do Estado a mais de 165 centímetros anuais no sul. Neve é um fenômeno raro no Mississippi, ocorrendo primariamente no norte do Estado. Porém, geadas e chuva de granizo são relativamente comuns. Tais fenômenos climáticos causam milhões de dólares em prejuízos por ano para o setor agrário. Furacões e tornados também são uma ocorrência comum no Estado. == Política == A atual Constituição do Mississippi foi adotado em 1890. Outras constituições mais antigas foram adotadas em 1817, 1832 e em 1869. Emendas à Constituição são propostas pelo Poder Legislativo, e devem ser aprovadas por ao menos 67% do Senado e da Câmara dos Representantes do Estado, e então por 51% ou mais da população eleitoral do Mississippi, em um referendo. A população do Estado também pode propor emendas à Constituição através de uma petição. Emendas também podem ser realizadas através de convenções constitucionais, que precisam receber ao menos a aprovação de 67% dos votos de ambas as câmaras do Poder Legislativo e 51% dos eleitores do Estado, em um referendo. O principal oficial do Poder Executivo é o governador. Este, juntamente com o tenente- governador, é eleito pelos eleitores do Estado para mandatos de até quatro anos de duração. Ambos são eleitos em uma chapa, e não possuem um limite de termos de ofício, mas não podem exercer dois mandatos seguidos. A maioria dos oficiais dos diferentes departamentos do Executivo são indicados pelo governador, com consentimento do Legislativo, com exceção do Tesoureiro, do Secretário de Estado e do Procurador-Geral, que são eleitos pela população do Estado para mandatos de até quatro anos de duração. O Poder Legislativo é constituído pelo Senado e pela Câmara dos Representantes. O Senado possui um total de 52 membros, enquanto a Câmara dos Representantes possui um total de 122 membros. O Mississippi está dividido em 52 distritos senatoriais e 122 distritos representativos. Os eleitores de cada distrito elegem um senador/representante, que irão representar tal distrito no Senado/Câmara dos Representantes. O mandato dos senadores é de quatro anos, e dos membros da Câmara dos Representantes, de dois anos. Não existe um limite de mandatos que uma pessoa pode exercer como senador ou representante. A corte mais alta do Poder Judiciário é a Corte Suprema, composta de nove juízes, três de cada um dos três distritos judiciários do Estado. O juiz com o maior tempo de experiência torna-se chefe de justiça. Todos estes juízes são eleitos para mandatos de até oito anos de duração. A segunda maior corte do Mississippi é a Corte de Apelações, composta por dez juízes, dois de cada um dos cinco distritos congressionais do Estado. Os juízes desta corte são eleitos pela população dos distritos congressionais para mandatos de até quatro anos de duração. O Mississippi está dividido em 82 condados, cada um dividido em cinco distritos diferentes. Cada condado é administrado por um conselho de supervisores composto por cinco membros, cada um eleito pelos eleitores de um dos cinco distritos do condado. A maioria das cidades do Mississippi é administrada por um prefeito e por um conselho municipal. Todas as administrações públicas das cidades e os condados do Estado estão sujeitas ao controle do governo do Mississippi. Cerca de metade das verbas da receita do orçamento do governo é gerada por impostos estaduais, sendo o restante proveniente de verbas fornecidas pelo governo federal e de empréstimos. Em 2002, o governo do Estado gastou 12,052 bilhões de dólares, tendo gerado 11,052 bilhões de dólares. A dívida governamental do Mississippi é de 4,16 bilhões de dólares. A dívida per capita é de 1 451 dólares, o valor dos impostos estaduais per capita é de 1 649 dólares, e o valor dos gastos governamentais per capita é de 4 445 dólares. O Mississippi, historicamente, foi dominado politicamente pelo Partido Democrata desde o fim da Guerra Civil Americana até a década de 1960, primariamente por causa do grande ressentimento da população contra os republicanos, que foram os responsáveis pela abolição do trabalho escravo no país. A maior parte dos políticos eleitos nas administrações das cidades e dos condados do Estado, bem como os membros do governo e representantes do Estado no Congresso dos Estados Unidos, têm sido de democratas, até os dias atuais. Porém, o Partido Republicano tem-se fortalecido gradualmente a partir da década de 1930. Desde 1948, por exemplo, a maioria dos quatro votos do Mississippi no colégio eleitoral americano nas eleições presidenciais americanas tem sido a republicanos. Desde 1991, quando Kirk Fordice tornou-se o primeiro governador republicano do Estado, os republicanos dominaram politicamente o Mississippi. O Mississippi é um dos Estados mais conservadores dos Estados Unidos, sendo que a religião é com frequência um importante fator da opinião política dos habitantes. O Estado possui leis rígidas contra jogos de azar e bebidas alcoólicas. Em 2004, 86% dos eleitores emendaram a Constituição estadual para banir quaisquer direitos legais para casais homossexuais - o maior nível de apoio entre qualquer iniciativa do gênero recebida nos Estados Unidos. == Demografia == O censo americano de 2000 estimou a população do Mississippi em 2 884 658 habitantes, um crescimento de 12,1% em relação à população do Estado em 1990, de 2 573 216 habitantes. Uma estimativa realizada em 2005 estima a população em 2 925 426 habitantes, um crescimento de 13,5% em relação à população do Estado em 1990, de 2,7% em relação à população do Estado em 2000, e de 0,7% em relação à população estimada em 2004. O crescimento populacional natural entre 2000 e 2005 foi de 80 733 habitantes - 228 849 nascimentos menos 148.116 óbitos - o crescimento populacional causado pela imigração foi de 10 653 habitantes, enquanto a migração interestadual resultou na perda de 10.578 habitantes. Entre 2000 e 2005, a população cresceu em 40 768 habitantes, e entre 2004 e 2005, em 20 320 habitantes. === Raças e etnias === Composição racial da população: * 58,0% brancos não hispânicos * 37,0% afro-americanos * 2,7% hispânicos * 0,9% asiáticos * 0,5% ameríndios e inuits * 0,5% duas ou mais raçasUnited States Census Bureau 2010 Os seis maiores grupos étnicos do Mississippi são: negros (que formam 36,2% da população do Estado), \"americanos\" (14,2%), irlandeses (6,9%), ingleses (6,1%) alemães (6,1%) e italianos (1,42%). O Mississippi também possui uma comunidade francesa de tamanho considerável. Até a década de 1940, a maioria da população do Mississippi era de ascendência africana, mas desde então, até a década de 1980, a porcentagem de negros na população do estado caiu gradualmente, por causa da grande migração destes para estados da Região Norte. Desde a década de 1980, porém, a porcentagem de negros na população do Mississippi voltou a aumentar gradualmente, graças às maiores taxas de fertilidade entre eles. Atualmente, o Mississippi possui percentualmente a maior população de negros do país. Mais de 98% da população branca do Mississippi nasceu nos Estados Unidos, e possui primariamente ascendência norte-europeia. A maioria dos habitantes de ascendência chinesa são descendentes de trabalhadores rurais trazidos da Califórnia durante a década de 1870. Os chineses não se adaptaram bem ao sistema de cultivo do Mississippi, sendo que na maioria se tornaram pequenos comerciantes. === Religião === O Mississippi é dominado religiosamente por denominações protestantes evangélicas, particularmente os batistas, seguido pelos metodistas. A pequena população católica romana está concentrada nos centros urbanos e no litoral do estado, sendo que oficialmente a padroeira do estado é Nossa Senhora das Dores, enquanto que a pequena população judaica concentra-se primariamente nas grandes cidades do estado. === Principais cidades === * Jackson * Gulfport * Biloxi * Natchez * Vicksburg * Centreville * Columbus * Greenville * Greenwood * Kosciusko * Tupelo * Hattiesburg * Grenada * Ridgeland * Clinton * Florence * Richland * Picayune * Bay St. Louis * Hernando * Holly Springs * Raymond * Moss Point * Meridian * Oxford * Laurel * McComb * Batesville * Flowood * Madison * Brandon * Clarksdale * Winona * Yazoo City * Pearl * Brookhaven * Ocean Springs * Pascagoula * Pontotoc * Poplarville * Corinth * Amory * Southaven * Starkville * West Point * D'Iberville * Itta Bena * Woodville * Port Gibson * Canton * Gautier * Petal * Cleveland * Vancleave * Waveland * Waynesboro * Ackerman == Economia == O produto interno bruto do Mississippi em 2003 foi de 72 bilhões de dólares. A renda per capita do estado, por sua vez, foi de 23 466 dólares, a menor do país. A taxa de desemprego é de 6,2%. O fato de este ser considerado o estado mais pobre do país tem suas origens na Guerra Civil Americana. Antes da guerra civil, o Mississippi era o quinto estado mais rico do país. A guerra custou para o estado cerca de 30 mil homens. Fazendeiros que sobreviveram à guerra foram virtualmente à falência, por causa da emancipação dos escravos e da destruição causada pela guerra. Ao contrário do restante dos estados do país, trabalhadores no Mississippi não podem ser forçados a juntar- se a um sindicato quando empregados. O setor primário responde por 3% do PIB do Mississippi. A agricultura e a pecuária respondem juntas por total por 2,9% do PIB, empregando cerca de 72 mil pessoas. O Mississippi possui cerca de 42 mil fazendas, que cobrem cerca de 40% do estado. Os principais produtos produzidos pela indústria agropecuária são carne e leite bovino, algodão e soja. A pesca e a silvicultura respondem juntas por 0,1% do PIB, empregando cerca de três mil pessoas. O setor secundário responde por 27% do PIB do Mississippi. O valor total dos produtos fabricados no estado é de 17 bilhões de dólares. Os principais produtos industrializados fabricados são alimentos industrializados, equipamentos de transportes, móveis, roupas e têxteis. A indústria de manufatura responde por 22% do PIB, empregando aproximadamente 244 mil pessoas. A indústria de construção responde por 4% do PIB, e emprega aproximadamente 83 mil pessoas. A mineração responde por 1% do PIB, empregando cerca de 9,5 mil pessoas. Os principais recursos naturais extraídos são petróleo e gás natural. O setor terciário responde por 70% do PIB do Mississippi. Serviços comunitários e pessoais são responsáveis por 17% do PIB, que empregam cerca de 361 mil pessoas. O comércio por atacado e varejo responde por 17% do PIB, e emprega aproximadamente 288 mil pessoas. Serviços governamentais respondem por 15% do PIB, empregando aproximadamente 259 mil pessoas. Serviços financeiros e imobiliários respondem por cerca de 11% do PIB, empregando aproximadamente 70 mil pessoas. Transportes, telecomunicações e utilidades públicas empregam cerca de 64 mil pessoas, respondendo por 10% do PIB. Cerca de 35% da eletricidade gerada no Mississippi é produzida em usinas termelétricas a carvão, 30% em usinas nucleares, sendo a maior parte do restante gerada por usinas termelétricas a petróleo ou a gás natural. == Educação == As primeiras escolas do Mississippi foram fundadas durante o início do século XIX. A nova Constituição estadual de 1869 instituiu um sistema de escolas públicas, um conselho de educação, e tornou obrigatória a educação das crianças, por pelo menos quatro meses do ano. A instituição de um sistema de escolas públicas - administradas por distritos escolares causou a criação de impostos, que fizeram com que a maioria da população do Mississippi inicialmente se opusesse à nova medida - uma vez que o estado passava por uma grande recessão econômica e enfrentava a destruição causada pela Guerra Civil Americana, que havia terminado quatro anos antes, em 1865. Porém, na medida em que as condições econômicas melhoraram, o sistema de escolas públicas do estado passou a receber maior aprovação da população. Durante o início do século XX, o estado fundiu diversos distritos escolares rurais entre si, em uma tentativa de diminuir as dificuldades financeiras de tais distritos, que possuíam poucos recursos. Atualmente, todas as instituições educacionais no Mississippi precisam seguir regras e padrões ditadas pelo Conselho Estadual de Educação. Este conselho controla diretamente o sistema de escolas públicas do estado, que está dividido em diferentes distritos escolares. O conselho é composto por nove membros - cinco escolhidos pelo governador, dois pelo tenente-governador e dois pelo legislativo do estado - para mandatos de até quatro anos de duração. Estes nove membros indicam um nono membro, que atuará como super-intendente de educação. Cada cidade primária (city), diversas cidades secundárias (towns) e cada condado, é servida por um distrito escolar. Nas cidades, a responsabilidade de administração do sistema escolar público são dos distritos municipais, enquanto que em regiões menos densamente habitadas, esta responsabilidade é dos distritos escolares operando em todo o condado em geral. O Mississippi permite a operação de escolas charter - escolas públicas independentes, que não são administradas por distritos escolares, mas que dependem de verbas públicas para operarem. Atendimento escolar é compulsório para todas as crianças e adolescentes com mais de seis anos de idade, até a conclusão do segundo grau ou até os dezesseis anos de idade. Em 1999, as escolas públicas do Mississippi atenderam cerca de 500,7 mil estudantes, empregando aproximadamente 30,7 mil professores. Escolas privadas atenderam cerca de 51,4 mil estudantes, empregando aproximadamente 3,9 mil professores. O sistema de escolas públicas consumiu cerca de 2,293 bilhões de dólares, e o gasto das escolas públicas foi de aproximadamente 4,9 mil dólares por estudante. Cerca de 81,2% dos habitantes com mais de 25 anos de idade possuem um diploma de segundo grau. A primeira biblioteca pública do Mississippi foi fundada em Port Gibson, em 1818. A mais antiga ainda em operação é a biblioteca estadual, em Jackson, fundada em 1838. Atualmente, o Mississippi possui cerca de 230 bibliotecas públicas, administradas por 49 sistemas de bibliotecas públicas diferentes. A primeira instituição de educação superior do Mississippi, a Faculdade Jefferson, foi fundada em 1811. A instituição de educação superior mais antiga ainda em operação é a Faculdade Mississippi, fundada em Clinton, em 1826, com o nome de Faculdade Hampstead. A Universidade do Mississippi é a instituição pública de educação superior mais antiga do estado, tendo sido fundada em 1846. O Mississippi não possui um sistema público de educação superior, embora administre diversas faculdades e universidades espalhadas pelo estado: são 41 instituições de educação superior, dos quais 26 são públicas e 15 são privadas. == Transportes e telecomunicações == Jackson é o principal centro rodoviário, ferroviário e aeroportuário do estado, enquanto o principal centro portuário do Mississippi é Gulfport, localizado no litoral do estado com o Golfo do México. Em 2002, o Mississippi possuía 1 102 quilômetros de ferrovias. Em 2003, o estado possuía 119 260 quilômetros de vias públicas, dos quais 1 539 quilômetros eram rodovias interestaduais, considerados parte do sistema federal rodoviário dos Estados Unidos. O primeiro jornal do estado, o Mississippi Gazette, foi publicado pela primeira vez em 1799, em Natchez. Atualmente, são publicados cerca de 115 jornais, dos quais 20 são diários. São impressos no Mississippi cerca de 35 periódicos. A primeira estação de rádio foi fundada em 1925, em Hattiesburg. A primeira estação de televisão foi fundada em 1952, em Jackson. Atualmente, o Mississippi possui 153 estações de rádio - das quais 68 são AM e 85 são FM - e 21 estações de televisão. ==Esportes == Em Biloxi fica o time de beisebol Biloxi Shuckers, afiliado da liga secundária AA do Milwaukee Brewers e membro do Double-A South jogando no MGM Park Clinton é a casa do Mississippi Brilla FC , um time de futebol da USL League Two. Pearl é a sede do time de beisebol Mississippi Braves, afiliado da liga secundária AA do Atlanta Braves e membro do Double-A South jogando no Trustmark Park. E por fim em Southaven tem-se o time de basquete Memphis Hustle. The Hustle é uma afiliada do Memphis Grizzlies. Eles jogam na NBA G League. == Cultura == === Símbolos do estado === * Árvore: Magnólia * Bebida: Leite * Borboleta: Papilio troilus * Cognomes: ** Magnolia State ** Hospitality State (não oficial) * Concha: Ostra * Dança: Quadrilha * Flor :Magnólia * Inseto: Abelha * Lema: Virtute et Armis (do latim: Por valor e armas) * Mamífero aquático: Golfinho-comum * Mamíferos terrestres: Raposa vermelha e Odocoileus virginianus * Música: Go, Mississippi (Vá, Mississippi), adotado em 1962 * Pássaro: Mimus polyglottos * Pássaro aquático: Aix sponsa * Pedra: Madeira petrificada * Peixe: Micropterus salmoides == Ver também == * Bandeira do Mississippi ===Outras fontes=== * * * * * * ==Ligações externas== * *",
 "title": "Mississippi"
}