{
 "id": "60063",
 "text": "Minnesota ou Minesota é um dos 50 Estados dos Estados Unidos, localizado na região norte do país. É o maior estado da região centro-oeste dos Estados Unidos em extensão territorial. É o maior centro financeiro, imobiliário e industrial da região. As cidades de Saint Paul — a capital do Minnesota — e Minneapolis — a mais populosa cidade do estado — são os núcleos de uma região metropolitana que abriga mais de 60% da população de Minnesota e é o maior polo financeiro, industrial, comercial e de transportes da região centro- oeste. Minnesota é também um grande produtor de produtos agropecuários. O solo da região sul de Minnesota é um dos mais férteis do mundo, e é uma das líderes nacionais na produção de trigo e soja. O estado também possui um dos maiores rebanhos de gado bovino do país, e é um dos líderes nacionais na produção de leite dos Estados Unidos. Minnesota fez inicialmente parte da colônia francesa de Nova França, embora os franceses pouco se esforçaram em povoar a região. Em 1763, a região do atual Minnesota passou sob os termos do Tratado de Paris para controle britânico. Após a independência dos Estados Unidos, em 1783, a região sul de Minnesota passou a controle norte-americano, enquanto a região norte passou a controle espanhol. Esta última região passaria novamente a controle francês em 1800, e anexada pelos Estados Unidos em 1803, na Compra da Luisiana. Em 3 de março de 1849, o Território de Minnesota foi fundado. Em 11 de maio de 1858, Minnesota tornou-se o 32° estado norte-americano. O estado é conhecido relativamente por suas contrastantes orientações sociais e políticas, e tem uma alta taxa de participação cívica e participação dos eleitores. Minnesota está entre os mais saudáveis ​​estados, e tem uma população altamente alfabetizada. A grande maioria dos moradores são descendentes de escandinavos e alemães. É conhecido ainda como um centro da cultura americana escandinava. A diversidade étnica tem aumentado nas últimas décadas. Influxos substanciais dos imigrantes africanos, asiáticos e dos latino-americanos uniram-se aos dos descendentes de imigrantes europeus e os habitantes nativos americanos. A palavra Minnesota vem de duas palavras sioux, mine, que significa \"água\", e sota, que significa \"cor do céu\". A expressão mine-sota (\"águas cor de céu\") era usada pelos sioux para descrever o rio Minnesota. O cognome mais conhecido do Minnesota é The Gopher State. Gopher é o nome em inglês de um roedor da família Geomyidae, comuns na região, que podem causar grandes prejuízos para colheitas em geral. O cognome popularizou- se em 1857, em uma caricatura que mostrava tais roedores representando magnatas ferroviários desonestos e inescrupulosos. Outro cognome conhecido do Minnesota é Bread-and-Butter State (estado do pão e manteiga), em razão de o estado ser um dos maiores produtores de trigo e o maior produtor de manteiga do país. Um dos mais famosos cognomes, no entanto, é A terra dos 10 000 lagos. == História == === Até 1858 === Os primeiros exploradores europeus a explorarem a região que atualmente constitui o estado de Minnesota foram os franceses Pierre Esprit Radisson e Médard Chouart, em 1660. Então, a região era habitado pelos nativos americanos sioux. Uma segunda tribo nativo americana, os chippewa, instalaram-se na região em meados da década de 1750. Os chippewa e os sioux logo tornaram-se inimigos. Em 1679, o francês Daniel Greysolon, em busca de uma passagem terrestre para a costa do Oceano Pacífico, passou pelo atual Minnesota. Duluth chegou à região via o Lago Superior, e explorou o interior da região, reivindicando toda a região que constitui atualmente o Minnesota para a coroa francesa. Um ano depois, o belga Louis Hennepin e seus dois companheiros de exploração, foram capturados pelos sioux, no atual Illinois. Os nativos americanos levaram os três para o atual Minnesota. Hennepin, em sua viagem no Minnesota, foi a primeira pessoa de ascendência europeia a pisar na região onde está localizada atualmente a cidade de Minneapolis. Duluth, enquanto isto, tendo ouvido notícias da captura de três brancos desconhecidos por parte dos sioux, organizou uma missão de busca e resgate. Após encontrar os sioux, ainda em 1679, Duluth, com sucesso, exigiu a liberação dos três cativos. Os franceses controlaram o atual Minnesota por cerca de um século. Então, a região fazia parte da província colonial de Luisiana, parte da Nova França. Em 1762, os franceses cederam aos espanhóis todas os territórios da Luisiana a oeste do Rio Mississípi, incluindo toda a região sul do atual Minnesota. Um ano depois, em 1763, a Guerra Franco-Indígena teria fim, entre os franceses e os britânicos, resultando em derrota francesa. Estes, sob os termos do Tratado de Paris, cediam todas as terras da Nova França a leste do Rio Mississípi aos britânicos, incluindo a região que atualmente constitui a região norte do Minnesota. A Companhia North West, uma empresa britânica, rapidamente fundou diversos postos comerciais em todo o atual Minnesota — inclusive na porção controlada pelos espanhóis. Estes não tinham interesse pela região sul do Minnesota, dado sua localização isolada e distante dos principais centros coloniais da Espanha na América do Norte. Em 1783, após o fim da Guerra da Independência dos Estados Unidos, os britânicos cederam todas as suas terras ao sul dos Grandes Lagos e a leste do Rio Mississípi para os Estados Unidos. A região do atual norte da Minnesota logo passou a fazer parte do Território do Noroeste. Porém, os britânicos continuaram com o comércio de peles na região, até o fim da Guerra de 1812. Enquanto isto, em 1800, os espanhóis haviam cedido aos franceses a Luisiana. Em 1803, Napoleão Bonaparte vendeu a Luisiana para os Estados Unidos, e assim, toda a região do atual Minnesota passou a controle americano. Dois anos após a compra, Zebulon M. Pike foi enviado pelo governo dos Estados Unidos, para explorar a região. Os americanos fundaram um forte temporário no Minnesota, em 1819. Um ano depois, os americanos iniciaram a construção do primeiro assentamento em caráter permanente do atual Minnesota, Fort St. Anthony, próximo à área onde os rios Mississípi e Minnesota encontram-se. O forte foi inaugurado em 1825, com o nome de Fort Snerling. Este assentamento logo tornou-se o principal centro industrial e comercial da região, além de servir a propósitos militares na região. Fort Snerling também serviu de ponto de partida para exploradores querendo explorar partes inexploradas da região. Um destes exploradores, Henry R. Schoolcraft descobriu o Lago Ithaca, a fonte do Rio Mississípi. Os americanos iniciaram a desmatar as florestas do Minnesota durante o final da década de 1830, e a indústria madeireira rapidamente tornou-se a principal fonte de renda da região. O cultivo de terras do Minnesota também teve início durante a década de 1830, na região das Planícies Young Drift do leste e do centro-sul do atual Minnesota. Rapidamente, notou-se que o solo desta região era extremamente fértil, o que passou a atrair pessoas à região. Em 1837, os sioux e os chippewa venderam suas terras em torno do Rio St. Croix aos americanos. Em 1851, St. Paul foi fundada por fazendeiros, e tornou-se a primeira cidade do atual Minnesota, quando foi incorporada em 1854. Entre 1783 e 1849, o Minnesota fez parte de diversos territórios: da Luisiana, Território do Noroeste, Território de Illinois, Território de Michigan e do Território de Wisconsin. Este último território englobava todo o atual Minnesota, bem como os atuais Estados de Iowa e Wisconsin. Após as regiões de Iowa e do Wisconsin terem sido elevadas à categoria de Estados, o Congresso dos Estados Unidos, em 3 de março de 1849, criou o Território de Minnesota, que ocupava o restante do ex-território de Wisconsin. A fronteira norte, leste e sul do novo Território de Minnesota eram as mesmas dos tempos atuais. Sua fronteira oeste, por sua vez, estendia-se até os rios Missouri e White Earth, englobando muito dos atuais Estados de Dakota do Norte e Dakota do Sul. Então, cerca de 4 000 habitantes americanos de ascendência europeia viviam na região. Após tornar-se um território, a população do Minnesota passou a crescer rapidamente. Muitos dos novos assentadores instalaram-se na região das Planícies de Young Drift, no oeste e no centro-sul do atual Minnesota. O crescimento populacional do Minnesota au Em 1851, os sioux, que viviam no sul do Minnesota, foram forçados pelo governo americano a cederem todas as suas terras. O forte crescimento populacional do Minnesota — concentrado primariamente na parte leste do território — fez com que a porção oriental do Território de Minnesota fosse elevado à categoria de estado em 11 de maio de 1858, tornando-se o 32° estado americano. Então, o Minnesota possuía mais de 150 000 habitantes, e já possuía seus atuais limites territoriais. A porção ocidental transformou-se em 1861 no Território de Dakota. === 1858–Tempos atuais === Três anos depois da admissão do Minnesota à União como o 32° estado americano, a Guerra Civil Americana teria início, em 1861, contra 11 estados do Sul americano, que haviam separado do país e formado os Estados Confederados da América. O Minnesota foi o primeiro estado americano a oferecer tropas à União para a luta contra os confederados. Em agosto de 1862, enquanto as principais batalhas e conflitos da guerra civil ocorriam relativamente longe do estado, os sioux realizaram um grande ataque contra comunidades habitadas por americanos de ascendência europeia. Neste ataque, os sioux mataram mais de 500 pessoas, e destruíram comunidades e plantações. Milícias do Minnesota e tropas americanas eventualmente derrotaram os sioux. Após o fim da guerra civil, o Minnesota passou por um período de grande crescimento e prosperidade econômica. Grandes quantidades de moinhos foram construídos no estado para processar o trigo cultivado na região, fábricas foram construídas em Minneapolis, e ferrovias passaram a conectar o Minnesota com o restante do país. Além disto, o governo do estado, juntamente com as empresas ferroviárias, estava interessado em atrair mais pessoas à região. O governo do Minnesota e companhias ferroviárias distribuíram grandes quantidades de panfletos na Europa — especialmente na recém-unida Alemanha e na Escandinávia. Grandes quantidades de imigrantes europeus — em sua maioria alemães, e em menor escala, noruegueses, suecos e irlandeses — instalaram-se no estado, entre as décadas de 1870 e 1890. No início da década de 1880, foram descobertas grandes reservas de ferro no Minnesota. Novas reservas de ferro seriam descobertas em 1890, e, posteriormente, no final da década de 1910. A mineração de ferro tornou-se rapidamente uma das principais fontes de renda do estado. Em 1889, William W. Mayo e seus dois filhos fundaram uma clínica médica, o Mayo Clinic, em Rochester. A clínica tornou-se muito conhecida no estado, e eventualmente a família Mayo tornaria o que era inicialmente uma pequena clínica para um centro médico hospitalar. Atualmente, o Mayo Clinic é um dos centros de pesquisa médica mais renomadas do mundo. Em 1894, um grande incêndio ocorreu nas florestas do Minnesota. O incêndio espalhou-se sobre cerca de 1 000 km2 quadrados de florestas, matando aproximadamente 400 pessoas e causando cerca de um milhão de dólares em danos e prejuízos. Posteriormente, em 1918, outro grande incêndio florestal ocorreria no estado, matando novamente 400 pessoas, e desta vez, causando mais de 25 milhões de dólares em danos e prejuízos. O período de grande prosperidade e crescimento econômico do Minnesota estendou- se até meados da década de 1920. Porém, esta prosperidade era usufruída em sua maior parte apenas pelas companhias ferroviárias (que cobravam muito para o transporte de produtos produzidos no Minnesota para outras regiões do país), estabelecimentos bancários e políticos. Durante as décadas de 1890 e 1900, grandes quantidades de fazendeiros, mineradores e trabalhadores industriais juntaram-se a sindicatos e cooperativas. Após a Primeira Guerra Mundial — que aumentara significantemente a venda de minério de ferro e produtos agropecuários, e estimulara maior industrialização do estado — estes grupos juntaram-se para formar o Partido Agrário-Trabalhista, que apoiava os pequenos fazendeiros e os trabalhadores industriais. O primeiro político deste partido a tornar-se governador do Minnesota foi eleito governador do estado em 1931. O Minnesota passou a enfrentar os primeiros sinais de recessão econômica durante a década de 1920, por causa dos baixos preços e baixa demanda pelo produtos agropecuários e minério de ferro produzido no Minnesota. Muitos fazendeiros endividaram-se. Esta recessão agravou-se profundamente com a Grande Depressão da década de 1930, onde a demanda nacional pelas duas das principais fontes de renda do estado — trigo e minério de ferro — haviam caído drasticamente em todo o país. Grandes quantidades de trabalhadores perderam seus empregos. Cerca de 70% dos trabalhadores que trabalhavam na mineração de ferro, por exemplo, foram demitidos. Muitos fazendeiros, enfrentando endividamento, baixos preços, estiagens e pragas tais como enxames de gafanhotos, foram obrigados a abandonarem suas fazendas e mudarem-se para as cidades. O governo do Minnesota e dos Estados Unidos realizaram diversos programas de assistência socioeconômica e de construções públicas, em uma tentativa de minimizar os efeitos da Depressão no estado. Enquanto isto, as companhias mineradoras de ferro iniciaram a minerar primariamente taconite, ferro mais barato e de menor qualidade, que atualmente constitui cerca de 30% do ferro produzido no Minnesota. Os efeitos da Depressão teriam fim, porém, com a entrada do país na Segunda Guerra Mundial, o que criou demanda para o trigo e o ferro produzido no estado. Outro resultado da guerra foi o início a aceleração da industrialização do Minnesota. Após a guerra, a indústria de manufatura havia superado a mineração de ferro e o cultivo de trigo como a principal fonte de renda do estado. A mineração de ferro, por sua vez, caíra drasticamente após a guerra, devido à queda da demanda nacional, e sua importância na economia do Minnesota diminuiu drasticamente. Para estimular a indústria de mineração no estado, o Minnesota decidiu dar incentivos fiscais a mineradores e siderúrgicas localizadas no Minnesota, em 1964, estimulando a construção de diversas minas e siderúrgicas no estado. Um dos principais problemas causados pela indústria da mineração de ferro era a poluição de corpos d' água por dejetos e resíduos jogados por tais minas. Em 1978, a Suprema Corte do Minnesota ordenou a uma companhia mineradora de Silver Bay que parasse de jogar seus dejetos no Lago Superior. A companhia foi obrigada a construir um aterro sanitário especial, inaugurada em 1980. Durante as décadas de 1980 e 1990, outras companhias industriais em geral, pressionadas por grupos ambientais ou pelo governo do estado, fizeram o mesmo. Enquanto isto, devido à rápida industrialização do Minnesota e à modernização da indústria agropecuária — que causara um fluxo populacional das áreas rurais para as cidades — em meados da década de 1950 a maioria da população do estado já vivia em áreas urbanas. Enquanto isto, a economia do Minnesota passou a diversificar-se, e setores tais como a prestação de serviços financeiros e imobiliários e o turismo passaram a ter crescente importância na economia do estado. A diversificação da economia do Minnesota continua até os dias atuais. == Geografia == O Minnesota limita-se ao norte com as províncias canadenses de Manitoba e o Ontário, a leste com o Lago Superior e o Wisconsin, ao sul com o Iowa, e a oeste com a Dacota do Sul e a Dacota do Norte. Com um pouco mais de 225 000 km2, é o 12º maior estado americano em área do país. O Minnesota é um dos estados mais cobertos por corpos d'água dos Estados Unidos. Estima-se que o estado abrigue mais de 22 000 lagos diferentes, que cobrem cerca de 12 300 km2, cerca de 5% da área total do Minnesota. Incluindo-se a região de Minnesota localizada no Lago Superior, o maior lago de água doce do mundo, a percentagem da área ocupada por água do estado aumenta para 8,4%. O maior lago localizado dentro do Minnesota é o Lago Red, com seus 1 100 km2. O Lago Itasca, por sua vez, é a nascente do Rio Mississípi. O Rio Mississípi é o principal rio do Minnesota. Sua bacia hidrográfica cobre cerca de 57% do Minnesota. O Rio Red e sua bacia hidrográfica — localizada no noroeste do Minnesota — cobre aproximadamente 30% do estado. Rios que desaguam no Lago Superior, todos localizados no extremo nordeste do Minnesota, cobrem os 13% restantes do estado. Florestas cobrem cerca de 35% do estado. O Minnesota pode ser dividido em quatro distintas regiões geográficas: * As Planícies Dissected Till ocupam uma pequena área localizada no extremo sudoeste do Minnesota. Caracteriza-se pela presença de grandes quantidades de sedimentos glaciais, deixados por antigas geleiras. Caracteriza-se também pelo seu terreno relativamente plano e pelo seu solo muito fértil. O solo da região é erosionado facilmente, fazendo que rios presentes na região escavem vales muito profundos. * As Planícies Young Drift é uma longa faixa de terra que estende-se do noroeste do Minnesota até a região centro-oeste do estado, e daí, em direção ao centro-sul do Minnesota. Caracteriza-se primariamente pelo seu terreno pouco acidentado, marcado pela presença de morros achatados de baixa elevação. Geleiras deixaram grandes quantidades de sedimentos na região, embora em menos quantidades do que nas Planícies Dissected Till. Seu solo é fértil, e a maior parte da região é utilizada para a prática da agropecuária. * As Áreas Intocadas (Driftless Area, em inglês), localizam-se no extremo sudeste do Minnesota. Ao contrário das duas planícies mencionadas acima, as Áreas Intocadas não foram afetadas pelas eras glaciais que ocorreram há mais de dez mil anos atrás na América do Norte. Possui um terreno muito acidentado, com altas montanhas e vales profundos. * O Planalto Superior localiza-se na região central e no nordeste do Minnesota. É considerado parte do Escudo Canadense, uma região caracterizada pelo seu terreno acidentado e rochoso. A maior parte da região é coberta por florestas, que localizam-se em sua maior parte nesta região do estado. Esta região possui ao mesmo tempo o ponto mais baixo do Minnesota — 183 m acima do mar, às margens do Lago Superior — e o ponto mais alto do estado — 701 m de altitude, no Condado de Cook. === Clima === O Minnesota possui um clima temperado continental, com invernos muito frios e verões quentes, e por ser relativamente instável, onde condições climáticas podem mudar drasticamente em um curto período de tempo. O clima do Minnesota é típico de sua localização continental, de suas altas latitudes, e pelo seu terreno pouco acidentado, que permitem o rápido movimento de correntes de ar vindas de quaisquer direções ao longo do estado. No geral, as temperaturas do estado aumentam à medida que se viaja em direção ao sul. Porém, a maior parte do nordeste do estado possui temperaturas mais baixas do que o noroeste, por causa de sua maior altitude média. Enquanto isto, o litoral do Minnesota ao longo do Lago Superior possui invernos e verões mais amenos do que outras regiões do estado. O Minnesota é conhecido nacionalmente pelo seu inverno rigoroso. International Falls, localizado no extremo norte do estado, possui as menores temperaturas de qualquer cidade americana localizado nos 48 estados contíguos. No inverno, temperatura média do sul do Minnesota é de -11°C, enquanto a região norte possui uma temperatura média menor do que -19 °C. A média das mínimas no sul é de -14 °C, e no norte, de -21 °C. A média das máximas é de -3 °C no sul e de -8 °C no norte. A menor temperatura já registrada no Minnesota foi de -51 °C, em Tower, em 2 de fevereiro de 1996. No verão, a temperatura média do sul é de 23 °C, e do norte, de 19 °C. A média das mínimas é de 17 °C no sul, e de 9 °C no norte. A média das máximas é de 28 °C no sul e de 26 °C no norte. A temperatura mais alta já registrada no Minnesota foi 46 °C, registrada em Beardsley, em 29 de julho de 1917, e em Moorhead, em 6 de julho de 1936. A taxa de precipitação média anual de chuva do Minnesota aumenta à medida que se viaja em direção a leste. A região oeste do Minnesota recebe menos de 50 cm anuais de chuva por ano, enquanto a região leste recebe mais de 80 cm. A taxa de precipitação de neve, por sua vez, aumenta à medida que se viaja em direção ao norte. O sul do Minnesota recebe cerca de 50 cm anuais de neve por ano, enquanto o norte recebe aproximadamente 180 cm de neve anualmente. == Política == A atual Constituição do Minnesota foi adotado em 1858. Emendas à Constituição podem ser propostas pelo Poder Legislativo do Minnesota. Emendas criadas por uma das câmaras do Poder Legislativos, para ser aprovada, precisa receber ao menos três quartos dos votos do Senado e da Câmara dos Representantes do Estado, e então dois terços dos votos da população eleitoral do Missouri, em um referendo. Emendas também podem ser realizadas através de Convenções Constitucionais, encontros políticos especiais, que precisam ser aprovadas por ao menos 51% por cada Câmara do Poder Legislativo e então por ao menos 60% da população eleitoral do estado, em um referendo. O principal oficial do Poder Executivo no Minnesota é o governador. Este é eleito pelos eleitores do estado para mandatos de até quatro anos de duração. Não há um limite de termos de ofício que uma pessoa pode exercer como governador. O Poder Legislativo do Minnesota, é constituído pelo Senado e pela Câmara dos Representantes. O Senado possui um total de 67 membros, enquanto a Câmara dos Representantes possui um total de 134 membros. O Minnesota está dividido em 67 distritos legislativos. Os eleitores de cada distrito elegem um senador/representante, que irá representar tal distrito no Senado/Câmara dos Representantes. O termo dos senadores é de quatro anos e o termo dos representantes é de dois anos. Não há um limite de termos de ofício que uma pessoa pode exercer como membro da Câmara dos Representantes ou como Senador. A corte mais alta do Poder Judiciário do Minnesota é a Suprema Corte do Minnesota, composta por sete juízes, um deles escolhidos a cada dois anos por estes juízes para atuar como chefe de justiça. A segunda maior corte judiciária do Minnesota é a Court of Appeals of Minnesota, instituída em 1982 e atualmente composta por 16 juízes. Todos estes juízes são eleitos pelo eleitorado do estado para mandatos de até seis anos de duração. O Minnesota está dividido em 87 condados, todas governadas por um conselho de comissionadores, composto geralmente por cinco membros. O Minnesota possui cerca de 850 cidades. A maioria delas é governada por um prefeito e por um conselho municipal. O estado também possui 1 800 municipalidades, eleitas pela população dos respectivos distritos para mandatos de até 3 anos de duração. Mais da metade da receita do orçamento do governo do Minnesota é gerada por impostos estaduais. O resto vem de verbas recebidas do governo federal e de empréstimos. O estado não cobra imposto de renda e impostos de venda. O Minnesota também não cobra impostos quanto à prestação de serviços (massagens e cortes de cabelo, por exemplo). A cobrança de imposto de venda possui algumas exceções, como na venda de roupas e a maioria dos alimentos industrializados, que não são taxados quando vendidos ao consumidos. Tais alimentos não incluem doces. Segundo o governo do Minnesota, doces são alimentos que não possuem como ingrediente trigo e não precisam ser refrigeradas. Estabelecimentos comerciais e trabalhadores em geral pagaram em média 11,8% de sua renda anual como impostos estaduais, em 1998. Em 1996, a média era de 12,7%. Em 2002, o governo do estado gastou 26,693 bilhões de dólares, tendo gerado 22,439 bilhões de dólares. A dívida governamental do Minnesota é de 6,408 bilhões de dólares. A dívida per capita é de 1 275 dólares, o valor dos impostos estaduais per capita é de 2 632 dólares, e o valor dos gastos governamentais per capita é de 5 312 dólares. No início de sua história como estado, o Minnesota foi dominado politicamente pelo Partido Republicano, tanto a nível estadual quanto nacional. A maioria dos senadores e representantes eleitos para o Legislativo do Minnesota eram republicanos, e o mesmo pode se dizer dos senadores e representantes do estado no Congresso dos Estados Unidos. Porém, gradualmente, a partir da década de 1930, os democratas passaram a ganhar força nas políticas do estado. Atualmente, nenhum partido domina politicamente o estado, exceto em eleições presidenciais, onde democratas são dominantes -a última vez que um candidato republicano ganhou os votos do estado foi em 1972 — o mais antigo de qualquer estado. O Minnesota é conhecido por suas políticas relativamente instáveis, com o populismo sendo uma força tradicional entre todos os partidos políticos que dizem possuir como casa o estado. As políticas do Minnesota incluem curiosidades tais como um lutador profissional que tornou-se governador do estado, e um protestante que tornou-se prefeito. 77,3% do eleitorado do Minnesota votaram nas eleições presidenciais americanas de 2004, a percentagem mais alta de qualquer estado americano. A influência da religiosidade da população do estado no cenário político do estado é uma das menores entre os estados americanos. Até a década de 1950, o Partido Republicano dominava politicamente o Minnesota. Desde então, o Partido Democrata fortaleceu-se no estado. == Demografia == O censo nacional de 2000 estima a população do Minnesota em 4 919 479 habitantes, um crescimento de 12,4% em relação à população do estado em 1990, de 4 375 099 habitantes. Uma estimativa realizada em 2005 estima a população do estado em 5 132 799 habitantes, um crescimento de 16,6% em relação à população do estado em 1990, de 4,3%, em relação à população do estado em 2000, e de 0,7% em relação à população estimada em 2004. O crescimento populacional natural do Minnesota entre 2000 e 2005 foi de 161 252 habitantes — 358 012 nascimentos menos 196 760 óbitos — o crescimento populacional causado pela imigração foi de 70 800 habitantes, enquanto a migração interestadual resultou na perda de 16 768 habitantes. Entre 2000 e 2005, a população do Minnesota cresceu em 213 307 habitantes, e entre 2004 e 2005, em 36 253 habitantes. Estima-se que cerca de 300 000 pessoas (3,1% da população do estado) tenha nascido fora dos Estados Unidos. === Raças e etnias === * 88,2% Brancos * 3,5% Afro-americanos * 2,9% Hispânicos * 2,9% Asiáticos * 1,1% Nativos americanos * 1,4% Duas ou mais raças Os quatro maiores grupos étnicos do Minnesota são alemães (que formam 36,7% da população do estado), noruegueses (17,2%), irlandeses (11,2%) e ingleses (6,3%). Outros grupos étnicos incluem os suecos, italianos, poloneses, e checos. Muitos dos afro-americanos e asiáticos do estado refugiados, como somalianos e hmongs, cuja comunidade concentra-se primariamente na região metropolitana de Minneapolis-St. Paul. === Pirâmide etária === * 0–18 — 1 361 616 (27,7%) * 19–34 — 1 068 850 (21,7%) * 35–64 — 1 894 747 (38,6%) * 65 ou mais — 594 266 (12,1%) === Religião === Percentagem da população do Minnesota por afiliação religiosa: * Cristianismo — 84% ** Protestantes — 58% *** Igreja Luterana — 26% *** Igreja Batista — 5% *** Igreja Metodista — 4% *** Igreja Presbiteriana — 3% *** Outras afiliações protestantes — 20% ** Igreja Católica Romana — 25% ** Outras afiliações cristãs — 1% * Judeus — 1% * Outras religiões — 1% * Não religiosos — 14% A maioria da população do Minnesota considera-se cristã (84%), sendo que a maioria é protestante (58%), os luteranos formam o maior grupo religioso do estado (26%), o Minnesota é um dos estados mais luteranos do país, perdendo apenas para a Dakota do Sul e a Dakota do Norte, isso deve-se ao grande número de descendentes de alemães no estado mais os suecos e noruegueses, além dos luteranos mais 32% da população segue outros ramos protestantes, além dos protestantes, o estado possui uma comunidade católica bastante significante, principalmente em St. Paul onde a maior parte da população descende de alemães católicos, irlandeses e franceses, além disso o estado também possui comunidades minoritárias de judeus, muçulmanos e budistas e aproximadamente cerca de 14% da população do estado considera-se sem filiação religiosa. Em termos gerais o Minnesota é considerado um estado moderadamente religioso, 50% da população adulta considera a religião algo muito importante em suas vidas, 30% considera a religião algo relativamente importante em suas vidas e 12% considera a religião algo não muito importante em suas vidas. === Principais cidades === * Bloomington * Brooklyn Park * Duluth * Forest Lake * International Falls * Mankato * Minneapolis * Minnetonka * Moorhead * Rochester * Saint Cloud * Saint Paul — capital *Las Vegas == Economia == O produto interno bruto do Minnesota, em 2003, foi de 211 bilhões de dólares. A renda per capita do estado, por sua vez, foi de 34 031 dólares, o 10° maior do país. A taxa de desemprego do Minnesota é de 4,7%. O setor primário responde por 1,9% do PIB do Minnesota. A agricultura e a pecuária respondem juntas por total por 1% do PIB do estado. O Minnesota possui cerca de 79 000 fazendas, que cobrem cerca de metade do estado. Os principais produtos produzidos pela indústria agropecuária do Minnesota são carne e leite bovino (o último sendo primariamente usado para fabricação de queijo e manteiga, dois produtos dos quais o Minnesota é o maior produtor nacional), trigo, milho e soja. A pesca e a silvicultura respondem juntas por 0,1% do PIB do Minnesota, empregando cerca de 8 000 pessoas. O setor secundário responde por 23% do PIB do Minnesota. O valor total dos produtos fabricados no estado é de 39 bilhões de dólares. Os principais produtos industrializados fabricados no estado são equipamentos eletrônicos, alimentos industrializados e maquinário. A indústria de manufatura responde por 18% do PIB do estado, empregando aproximadamente 455 000 pessoas. A indústria de construção responde por 4,95% do PIB do estado, e emprega aproximadamente 174 000 pessoas. A mineração responde por 0,05% do PIB do Missouri, empregando cerca de 2 000 pessoas. Os principais recursos naturais minerados no estado são ferro e granito. O setor terciário responde por 75% do PIB do Minnesota. Serviços comunitários e pessoais são responsáveis por 21% do PIB do estado, que empregam cerca de 1,054 milhão de pessoas. Serviços financeiros e imobiliários respondem por cerca de 19% do PIB do estado, empregando aproximadamente 255 000 pessoas. O comércio por atacado e varejo responde por 17% do PIB do estado, e emprega aproximadamente 755 000 pessoas. As vendas do comércio por atacado e varejo per capita em 1997 foi de 10 260 dólares, maior do que a média nacional de 9 190 dólares. Roseville possui a maior taxa de vendas comerciais per capita do estado — de 14 870 dólares. Em vendas totais, Rosedade é superada por Minneapolis, St. Paul, Bloomington e Edina. Serviços governamentais respondem por 10% do PIB do Minnesota, empregando aproximadamente 300 000 pessoas. Transportes, telecomunicações e utilidades públicas respondem por 8% do PIB do Minnesota, empregando cerca de 160 000 pessoas. Cerca de 69% da eletricidade gerada no Minnesota é gerada em usinas termelétricas em geral (primariamente abastecidas com carvão), 29% é gerada em usinas nucleares, e 2% é produzida em usinas hidrelétricas. O estado não produz eletricidade suficiente para atender à sua demanda, precisando comprar eletricidade de estados vizinhos, principalmente da Dakota do Norte. == Educação == A primeira escola para crianças de ascendência europeia na região do atual Minnesota foi fundada em Fort St. Anthony — atual Fort Snelling. Posteriormente, diversas escolas, algumas voltadas para os nativos americanos, outras para a população de ascendência europeia, foram fundadas no Minnesota, por missionários. Em 1849, o governo do território de Minnesota aprovou uma lei que ordenava a construção de escolas públicas em comunidades no território. Atualmente, todas as instituições educacionais no Minnesota precisam seguir regras e padrões ditadas pelo Departamento de Crianças, Famílias e Aprendizado do Minnesota. Este departamento controla diretamente o sistema de escolas públicas do estado, que está dividido em diferentes distritos escolares. O departamento é liderado por um comissionador, escolhido pelo governado com aprovação do Senado. Cada cidade primária (city), diversas cidades secundárias (towns) e cada condado, é servida por um distrito escolar. Nas cidades, a responsabilidade de administração do sistema escolar público são dos distritos municipais, enquanto que em regiões menos densamente habitadas, esta responsabilidade é dos distritos escolares operando em todo o condado em geral. O Minnesota permite a operação de escolas charter — escolas públicas independentes de distritos escolares — no estado. O Minnesota foi o primeiro estado americano a permitir a criação de escolas do gênero dentro de seus limites estaduais. Atendimento escolar é compulsório para todas as crianças e adolescentes com mais de sete anos de idade, até a conclusão do segundo grau ou até os dezesseis anos de idade. Em 1999, as escolas públicas do Minnesota atenderam cerca de 854 000 estudantes, empregando aproximadamente 56 000 professores. Escolas privadas atenderam cerca de 92 800 estudantes, empregando aproximadamente 6 500 professores. O sistema de escolas públicas do estado consumiu cerca de 5,816 bilhões de dólares, e o gasto das escolas públicas por estudante foi de aproximadamente 7 200 dólares. O Minnesota possui no total cerca de 360 bibliotecas públicas, que movimentam anualmente cerca de 8,9 livros por habitante. O estado possui atualmente 113 instituições de educação superior, dos quais 52 são públicos e 61 são privados. O principal sistema de universidades públicas do estado é o Sistema de Universidades do Minnesota, que possui campi em quatro cidades diferentes: Crookston, Duluth, Morris e Minneapolis-St. Paul. O câmpus em Minneapolis-St. Paul — chamada oficialmente de Universidade de Minnesota — foi a primeira instituição de educação superior do estado, tendo sido fundada em 1851. É atualmente a maior instituição de educação superior do estado, e uma das maiores do país. As Faculdades e Universidades Estaduais de Minnesota são uma organização educacional pública que controla outras 35 instituições de educação superior no estado. == Transportes e telecomunicações == Em 2002, o Minnesota possuía 7 342 km de ferrovias. Em 2003, o estado possuía 212 261 km de vias públicas, dos quais 1 468 km eram rodovias interestaduais, parte do sistema rodoviário federal dos Estados Unidos. O estado também possui cerca de 3 200 km de hidrovias. A região metropolitana de St. Paul-Minneapolis é o principal polo rodoviário, ferroviário e aeroportuário do Minnesota. O primeiro jornal do Minnesota, o Minnesota Pionner, foi publicado pela primeira vez em 1849, em St. Paul. Atualmente, são publicados no estado cerca de 325 jornais, dos quais 23 são diários. São impressos em Minnesota cerca de 200 periódicos. A primeira estação de rádio do Minnesota foi fundada em 1922, em Minneapolis. Era uma rádio educacional, tendo sido fundada pelo Sistema de Universidades do Minnesota. Um ano depois, também em Minneapolis, seria fundada a primeira estação comercial de rádio. A primeira estação de televisão do estado foi fundada em 1948, em Minneapolis. Atualmente, o Minnesota possui 201 estações de rádio — dos quais 79 eram AM e 122 eram FM — e 23 estações de televisão. == Cultura == Os traços estereótipos do Minnesota incluem o luteranismo (26% da população do estado são luteranos), o \"Minnesota Nice\" (a população do estado é conhecida por sua hospitalidade e cortesia para outros), o hot dish (um termo do Minnesota para o casserola), o lutefisk (uma preparação pungente dos peixes de uma receita norueguesa), a valorização de laços familiares (e um sentido forte do dever às suas famílias), um forte senso comunitário e da cultura compartilhada com muitos outros habitantes do estado — ao invés de somente uma dada cidade. O inglês do Minnesota possui um sotaque único, inclusive diferenciando-se dos sotaques de outros estados da área superior da Região Centro-Oeste dos Estados Unidos. Apesar de considerado único, muitos habitantes do Minnesota negam a presença de um sotaque regional. Porém, por causa do aumento de migrantes no estado, de outras regiões do país, muitos dos quais vindos da costa oeste e da região metropolitana de Chicago, bem como o crescimento da imigração de hmong, vietnamitas, somalis, liberianos, quenianos, nigerianos, russos e hispânicos, as diversas culturas do estado estão gradualmente fundindo-se uma às outras, e gradualmente mudando a cultura do estado, como havia acontecido durante a segunda metade do século XIX e o início do século XX, durante o período de grande imigração europeia na região. Os nativos americanos possuem uma presença moderada no Minnesota, e algumas tribos nativos americanas operam diversos cassinos em reservas indígenas (que não cobram impostos para os cassinos). Alguns consideram que tais cassinos estão entre os mais lucrosos do país. Inicialmente, o primeiro povo europeu a explorar e povoar o Minnesota foram os franceses, que foram seguidas pelos britânicos, irlandeses, escandinavos e alemães. Os Métis — descendentes de europeus e nativos americanos — já tiveram uma presença marcante na região, durante os anos onde o Minnesota era um território, mas a maioria da população Métis gradualmente migraria em direção ao norte, rumo ao Canadá, após a elevação do Minnesota à categoria de estado, em 1858. O Minnesota não está associado com nenhum alimento em particular, embora em anos recentes, pratos tais como o wild rice sausage tem tornado-se populares no estado. Imigrantes modernos vieram ao Minnesota, de todas as partes do mundo, no passado e em décadas recentes. Além dos grupos já mencionados acima, outros grupos étnico- raciais consideráveis são árabes, etnias de outros países da ex-União Soviética, que não a Rússia, chineses e japoneses. Os mexicanos são uma força em crescimento, como são no restante do país. Muitos imigrantes modernos são atraídos ao Minnesota por causa da reputação do estado em relação à prioridade dada pelo Minnesota para serviços educacionais e sociais, com muitos destes imigrantes vindos graças ao apoio de congregações do Minnesota, que estão voltadas para a prestação de assistência social, e de justiça social. Atividades ao ar livre são consideradas uma importante parte das vidas de muitos habitantes do estado. Tais atividades incluem a caça e a pesca. Atividades únicas incluem a pesca no gelo — que era popular entre os primeiros imigrantes escandinavos do Minnesota. Famílias frequentemente possuem ou alugam casas ou acampamentos em parques florestais, geralmente próximo a lagos. Viagens nos fins de semana para tais propriedades são comuns. O Minnesota possui 71 parques estatais. Como outros estados das florestas setentrionais, tais como o Wisconsin e o Michigan, os habitantes do Minnesota comentam, em brincadeira, que o mosquito é o pássaro do estado. O real pássaro do estado é a Gavia immer, cujo grunhido distintivo pode ser frequentemente ouvida por acampadores na parte setentrional do estado, e por vezes até em lugares mais ao sul, como Minneapolis. === Símbolos do estado === * Árvore: Pinus resinosa * Bebida: Leite * Cognomes: ** North Star State ** Bread and Butter State (não oficial) ** Gopher State (não oficial) ** Land of 10 000 Lakes (não oficial) * Cogumelo: Morchella * Dança: Quadrilha * Flor: Cypripedium reginae * Gema: Ágata * Grama: Zizania aquatica * Inseto: Danaus plexippus (Borboleta-monarca) * Lema: L'étoile du nord (do francês: Estrela do norte) * Mineral: Galena * Música: Hail! Minnesota * Pássaro: Gavia immer == Esportes == Minnesota possui equipes profissionais em todas as quatro grandes ligas americanas. No futebol americano o Minnesota Vikings joga na NFL desde que foram admitidos como franquia de expansão em 1961. Eles jogaram no Metropolitan Stadium de 1961 a 1981 e no Hubert H. Humphrey Metrodome de 1982 até sua demolição após a temporada de 2013 para a construção de o novo estádio da equipe, o U.S. Bank Stadium. O estádio atual dos Vikings sediou o Super Bowl LII em fevereiro de 2018. O Super Bowl XXVI foi jogado no Metrodome em 1992. Os Vikings disputaram o Super Bowl por quatro vezes perdendo todas. No beisebol o Minnesota Twins joga na MLB na Região Metropolitana de Minneapolis- Saint Paul desde 1961. Os Twins começaram a jogar como o Washington Senators originalmente, um membro fundador da Liga Americana em 1901, mudando-se para Minnesota em 1961. O Twins venceu as Série Mundial de Beisebol de 1987 e 1991. A equipe joga no Target Field desde 2010. No basquetebol o Minnesota Timberwolves juntou-se à NBA em 1989 e joga no Target Center desde 1990. Os Minneapolis Lakers (atual Los Angeles Lakers) da NBA jogou no Minneapolis Auditorium de 1947 a 1960, até se mudarem para Los Angeles. No hóquei no gelo o Minnesota Wild da NHL joga no Xcel Energy Center em St. Paul e alcançou 300 jogos consecutivos com ingressos esgotados em 16 de janeiro de 2008. Anteriormente, o antigo Minnesota North Stars competiu na NHL de 1967 a 1993, o time perdeu as finais da Copa Stanley de 1981 e 1991. === Outras fontes === * * * * * * * == Ligações externas == * *",
 "title": "Minnesota"
}