{
 "id": "60070",
 "text": "Neoplatonismo é o termo que define o conjunto de doutrinas e escolas de inspiração platônica que se desenvolveram do século III ao século VI, mais precisamente da fundação da escola alexandrina por Amônio Sacas (232) ao fechamento da escola de Atenas imposto pelo edito de Justiniano, de 529. O neoplatonismo é direcionado para os aspectos espirituais e cosmológicos do pensamento platônico, sintetizando o platonismo com a teologia egípciaLuckert, Karl. Egyptian light and Hebrew fire: theological and philosophical roots of Christendom in evolutionary perspective, SUNY Press, 1991. ISBN 978-0-7914-0967-1, page 330. e judaica. No entanto, os neoplatônicos se consideravam simplesmente platônicos, e a distinção moderna é devido à percepção de que sua filosofia continha interpretações suficientemente originais a Platão para torná-la substancialmente diferente daquilo que Platão escreveu. A cadeia de ideias e pensadores que o termo engloba foi seguida pelo aluno de Amônio, Plotino (século III), e, depois dele, houve três períodos distintos na história do neoplatonismo: a obra de seu aluno Porfírio (terceiro ao início do quarto século); a de Jâmblico (século III ao IV), que enfatizava a teurgia; e o período nos séculos V e VI, quando as Academias de Alexandria e Atenas floresceram. O neoplatonismo teve uma influência duradoura na história subsequente da filosofia. Pensadores da escola neoplatônica relacionaram seus pensadores com outras escolas intelectuais. Por exemplo, certas vertentes do neoplatonismo influenciaram pensadores cristãos (como Agostinho, Boécio, João Escoto Erígena e Boaventura de Bagnoregio),Robb, Nesca A., 1968, Neoplatonism of the Italian Renaissance, New York: Octagon Books enquanto o pensamento cristão influenciou (e às vezes converteu) filósofos neoplatônicos (como Pseudo-Dionísio, o Areopagita).The Catholic Encyclopedia: \"His thoughts, phrases, and expressions show a great familiarity with the works of the neo- Platonists, especially with Plotinus and Proclus.\" Na Idade Média, as ideias neoplatônicas foram estudadas e discutidas por pensadores muçulmanos, cristãos e judeus. Na esfera cultural islâmica, textos neoplatônicos estavam disponíveis em traduções para árabe e persa, e pensadores notáveis como al- Farabi, Solomon ibne Gabirol (Avicebron), Avicena e Maimônides incorporaram elementos neoplatônicos em seu próprio pensamento. Tomás de Aquino teve acesso direto às obras de Proclo, Simplício e Pseudo-Dionísio, o Areopagita, e conheceu outros neoplatonistas, como Plotino e Porfírio, através de fontes secundárias.Wayne Hankey, \"Aquinas, Plato, and Neo-Platonism\" Místicos medievais, como Mestre Eckhart, também foram influenciados pelo neoplatonismo. O neoplatonismo também teve uma forte influência na filosofia perene dos pensadores renascentistas italianos Marsilio Ficino e Pico della Mirandola, e continua através do universalismo do século XIX e da espiritualidade e não dualismo modernos. O neoplatonismo sustenta tradições místicas em todas as três das principais religiões abraâmicas. ==Origem== O neoplatonismo nasceu em um momento histórico particular, quando o homem, impulsionado por uma crise interna profunda, sentiu intensamente a transitoriedade da realidade sensível.Cfr. G. Faggin, introduzione a La presenza divina (op. cit. in bibliografia). Os primeiros neoplatônicos foram Plutarco, Maximus, Enesidemo e Numênio Apameu, que teriam vivido no segundo século da era cristã e influenciado Plotino, o sistematizador do neoplatonismo. Segundo Numênio, havia três deuses, o Pai, o Construtor (Demiurgo) e o Mundo. Amônio Sacas, de Alexandria, é visto como o fundador da escola neoplatônica. O termo \"neoplatonismo\" é uma construção moderna. Plotino, que é muitas vezes considerado o \"fundador do neoplatonismo\", não teria se considerado um \"neoplatônico\", em qualquer sentido, mas simplesmente um expositor das doutrinas de Platão. Este fato o ter obrigado a formular um sistema filosófico inteiramente novo não teria sido visto por ele como um problema, pois era, a seus olhos, justamente o que a doutrina platônica precisava. Em certo sentido, isso é verdade, pois desde a Antiga Academia encontramos sucessores de Platão lutando com a interpretação adequada de seu pensamento e chegando a conclusões muito diferentes. Além disso, na época helenística, certas idéias platônicas foram retomadas por pensadores de diferentes lealdades - judaicas, gnósticas, cristãs - e trabalharam em novas formas de expressão que variavam bastante do que Platão realmente escreveu em seus Diálogos. Pesquisadores da Escola de Tübingen e Milão defendem que o neoplatonismo não foi inovador e que apenas retoma questões recorrentes na obra de Platão, apesar de implícitas, mas que evidenciam as chamadas doutrinas não escritas que eram transmitidas oralmente na Academia de Platão.Krämere, Hans Joachim; Catan, John R. Plato and the Foundations of Metaphysics: A Work on the Theory of the Principles and Unwritten Doctrines of Plato with a Collection of the Fundamental Documents (SUNY Press, 1990).Dmitri Nikulin, ed., The Other Plato: The Tübingen Interpretation of Plato's Inner-Academic Teachings (Albany: SUNY, 2012)Detlef Thiel: Die Philosophie des Xenokrates im Kontext der Alten Akademie, München 2006, p. 197f . and note 64; Jens Halfwassen: Der Aufstieg zum Einen. O filósofo Algis Uždavinys critica o fato da criação do novo termo \"neoplatonismo\" separatório por acadêmicos no início da Idade Contemporânea, quando as evidências mostram continuidade do pensamento platônico; o próprio pensamento de Platão é evidenciado de forma acadêmica como derivado da cosmologia egípcia em inscrições antigas, passando aos pré-socráticos e pitagóricos em particular.Uždavinys, Algis. Philosophy as a Rite of Rebirth: From Ancient Egypt to Neoplatonism. The Prometheus Trust. 2008. ISBN 978 1 898910 35 0. https://themathesontrust.org/publications-files/MTexcerpt- PhilosophyRebirth.pdf ==Ensinamentos== O neoplatonismo é geralmente uma filosofia metafísica e epistemológica. Uma forma de Idealismo monista que combina elementos do monismo com panteísmo e politeísmo. Embora o fundador do neoplatonismo seja supostamente Amônio Sacas, a Enéadas de seu pupilo Plotino é o documento básico e clássico do neoplatonismo. Como uma forma de misticismo, contém partes teóricas e práticas, a primeira se refere a elevada origem da alma humana e mostrando como ele se afastou de seu primeiro estado e a segunda parte mostra o caminho pelo qual a alma pode novamente voltar ao eterno Ser Supremo. O sistema pode ser dividido entre o mundo invisível e o mundo fenomenal, o primeiro contém o transcendente o Único que emana uma eterna e perfeita essência (nous), que, por sua vez, produz a alma do mundo. Plotino optou pelo monismo, um só Deus é a suprema (e inconcebível) realidade e o princípio de todas as realidades. Tudo no mundo visível e no mundo invisível é emanação de Deus. Deus é a felicidade, mas esta seria inalcançável, pois o ser humano jamais chega a ter conhecimento completo de Deus. Para chegar até Deus, o Homem precisa de auxílio, que só de Deus pode vir, através do êxtase, a mais alta forma de conhecimento. Plotino criou três áreas de conhecimentos: #sensorial, a obscura representação da verdade. #racional, nos dá ideia das essências das coisas. #intelectual, nos fornece conhecimento de nós mesmos. O sensorial ou sensível permite perceber as coisas materiais e como as coisas sempre estão se transformando esse conhecimento não tem valor. ==As três hipóstases== #O Um/Uno/Hén: a perfeição, o absoluto, o eterno e imutável. A união com o Um é chamada de henosis. #Nous: o nous é a inteligência ou o pensamento estável. #Alma: proveniente do nous, é encarregada de exercer duas atividades: a contemplativa: perceber o nous e a plástica: formar as coisas do universo em consonância com as ideias que a alma adquire ao contemplar o nous ===O Um=== Nesta visão de mundo o \"Um\" ou \"Uno\" (por excelência da unidade) é o primeiro e supremo princípio. Os neoplatônicos (com exceção de Porfírio) colocam especial ênfase no absoluto caráter transcendente deste princípio. O primeiro princípio é descrito como sendo totalmente diferenciado. Devido à sua simplicidade, é o extremo contraste com a multiplicidade. Uma vez que o mais simples é sempre superior ao mais complexo no sentido em que é a causa da sua existência, em última análise, o Um é a origem e necessariamente a existência de tudo e, portanto, a causalidade na hierarquia, o máximo.Zum Einen und seiner Transzendenz siehe Werner Beierwaltes: Denken des Einen. Frankfurt am Main 1985, S. 38–72. Conscientemente ou não, remetendo para a doutrina da Espeusipo (sucessor de Platão na Academia) o Um é absolutamente transcendente e \"além do ser\" e que a díade é o primeiro princípio verdadeiro, Plotino (ver Uno (Plotino)) declara que o Um é \"só consigo mesmo\" e é inefável (Enéadas VI.9.6 e V.2.1). O Um age para produzir um cosmos ou a ordem espiritual, mas simplesmente gera a partir de si mesmo, sem esforço, um poder (dunamis), que é ao mesmo tempo o intelecto (nous) e o objeto de contemplação (theoria) do Intelecto. Enquanto Plotino sugere que o Um subsiste por pensar-se consigo mesmo, o Intelecto subsiste através do pensamento coletivo, portanto, torna-se dividido dentro de si mesmo: este ato de divisão dentro do Intelecto é a produção do Ser, que é o próprio princípio de expressão ou discursividade.Enéadas V.1.7 === Nous === O Ser original inicialmente emana, ou joga para fora, o nous, que é uma imagem perfeita do Um e o arquétipo de todas as coisas existentes. É simultaneamente o ser e o pensamento, a ideia e o mundo ideal. Como imagem, o nous corresponde perfeitamente ao Um, mas como derivado, é totalmente diferente. O que Plotino entende como nous é a esfera mais alta acessível à mente humana, além de ser puro intelecto. O nous é o componente mais crítico do idealismo, sendo o neoplatonismo a forma mais pura do idealismo.Schopenhauer escreveu isso isso o filósofo neoplatonista: \"Com Plotino há, provavelmente pela primeira vez na filosofia ocidental, o idealismo muito comum no Oriente da mesma época, pois ensina na (Enéadas, iii, lib. vii, c.10) que o alma fez com que o mundo por pisar a partir de eternidade em tempo, com a explicação: \"Porque neste universo não há nenhum outro lugar além da alma ou mente (neque est alter hujus universidades lócus quam anima), na verdade a idealidade do tempo é expressa na palavras: 'não devemos aceitar o tempo fora da alma ou da mente' (oportet autem nequaquam extra animam tempus accipere).\" (Parerga and Paralipomena, Volume I, \"Fragments for the History of Philosophy,\" § 7) Similarly, professor Ludwig Noiré wrote: \"For the first time in Western philosophy we find idealism proper in Plotinus (Enéadas, iii, 7, 10), where he says, \"The only space or place of the world is the soul,\" and \"Time must not be assumed to exist outside the soul.\" Ludwig Noiré, Historical Introduction to Kant's Critique of Pure Reason. It is worth noting, however, that like Plato but unlike Schopenhauer and other modern philosophers, Plotinus does not worry about whether or how we can get beyond our ideas in order to know external objects. ==Outros conceitos== === A Matéria=== Para Plotino, as três hipóstases são deuses felizes: \"Esta é a vida impassível e feliz dos deuses\"Enéadas, I 8,2,26 e \"Ali, em nenhuma parte existe o mal e, se a realidade ficasse restrita a esse lugar, não existiria o mal\".Enéadas, I 8,2,26-27 Plotino entende a matéria de três maneiras: # como kósmos noêtós, no nous, é denominado matéria inteligível; # como matéria invisível, sem grandeza e por conseguinte, imperceptível pelos sentidos, traduzida como subjectum qoddam et susceptaculum specierumMaria Isabel Santacruz, op. cit. p17 por Ficino; # como mundo corpóreo (material), sensível ou sensorial, que é uma cópia, ou seja, uma imagem - \"a mais bela imagem do mundo inteligível\".Enéadas II, 9, 4, 27, Em sua famosa polêmica antignóstica, Plotino revigorou a convicção da positividade do mundo físico, afirmando paradoxalmente que a matéria é o mal no sentido de que depois dela não é possível outra coisa. ===A salvação=== Os neoplatônicos acreditavam na perfeição humana e que a felicidade era possível neste mundo, sem esperar por uma vida após a morte. A perfeição e a felicidade, vistas como sinônimos, poderiam ser alcançadas através da contemplação filosófica. Eles não acreditavam em uma existência independente do mal e o compararam à escuridão, que não existe em si, mas é apenas a ausência de luz. Assim também, o mal é simplesmente a ausência do bem. As coisas estão bem na medida em que elas existem e são mal apenas na medida em que são imperfeitas. Também é uma pedra angular do neoplatonismo ensinar que todas as pessoas retornam para a Fonte. A Fonte, o Absoluto, ou o Um é de onde todas as coisas brotam, e, como superconsciência (nous), é o lugar para onde todas as coisas voltam. Pode-se dizer que toda a consciência será limpa e voltará a ser uma tabula rasa ao retornar à Fonte. Todas as coisas têm força ou potencial (dunamis) como essência. Isso gera a energia.Enéadas V 3,13,1f ==Bibliografia== * * Vários autores, Lexicon - dicionário teológico enciclopédico, São Paulo, Editora Loyola, 2003, ISBN 978-85-15-02487-2 * Leonidas Hegenberg, Filosofia moral v. 1: Ética, Rio de Janeiro, Editora E-papers, ISBN 85-7650-260-9 * Vários autores, Lexicon - dicionário teológico enciclopédico, São Paulo, Edições Loyola, 2003, ISBN 851502487X * Cicero Cunha Bezerra, Neoplatonismo - Tradição e Contemporaneidade - Nova Ortografia, São Paulo, Editora Hedra, ISBN 88577153121 * Giovanni Reale, Plotino e Neoplatonismo - História da Filosofia Grega e Romana VIII, São Paulo, Editora Loyola, 2003, ISBN 88515035205 * Reinholdo Aloysio Ullmann, Plotino: um estudo das Enéadas, Porto Alegre, EDIPUCRS, ISBN 88574307664 Categoria:Platão",
 "title": "Neoplatonismo"
}