{
 "id": "60084",
 "text": "Pasquale Cipro Neto (Guaratinguetá, 14 de junho de 1955), conhecido popularmente como Professor Pasquale, é um professor brasileiro de língua portuguesa. Pasquale foi o idealizador do programa da TV Cultura Nossa Língua Portuguesa e colunista do jornal Folha de S.Paulo até dezembro de 2016.Folha demite jornalistas, colunista e correspondente. Associação Brasileira de Imprensa, 8 de dezembro de 2016. Atualmente, apresenta o programa diário na rádio CBN A Nossa Língua de Todo Dia, transmitido às 15h30. == Biografia == Seus pais foram os imigrantes italianos Roberto Cipro e Ersilia Carlucci, originários ele de Sapri e ela de MarateaPALAVRA DE MESTRE - Pasquale narra a emoção de dirigir o Cinquecento . Passou a infância em São Paulo, falando português, italiano e a língua napolitana, e mais tarde aprendeu inglês e francês no ginásio e no colégio. É torcedor fanático do Juventus da Mooca. Licenciou-se em Letras (Espanhol e Português) na Faculdade de Filosofia, Letras e Ciências Humanas da Universidade de São Paulo (FFLCH-USP). == Carreira == Pasquale foi professor de Português desde 1975, cargo que exerceu até 1998. Distinguiu-se por levar às salas de aula dos cursinhos pré- vestibulares não só os textos clássicos portugueses e brasileiros mas também jornais, anúncios de propaganda, histórias em quadrinhos e letras de música para análise dos alunos. Acabou sendo convidado a fazer algo semelhante na área da Comunicação Social.Pasquale Cipro Neto no Portal dos Jornalistas. Também foi colunista dos jornais Folha de S.Paulo, O Globo e Diário do Grande ABC, entre outros, e da revista literária Cult. Também foi idealizador e apresentador do programa Nossa Língua Portuguesa, transmitido pela Rádio Cultura e pela TV Cultura, e do programa Letra e Música, transmitido pela Rádio Cultura. Notabilizou-se por popularizar a interpretação de textos e músicas, além de explicar questões gramaticais na mídia. Tornou-se célebre ao estrelar em 1997 comerciais da rede de fast food McDonalds, em que fazia explicações sobre a utilização da língua portuguesa. Atualmente, participa do podcast da CBN com o quadro: Pasquale Cipro Neto - A Nossa Língua de Todo Dia, em que apresenta curiosidades da língua portuguesa. == Obras == * Gramática de Língua Portuguesa (com Ulisses Infante). Scipione. São Paulo: 1998. * O dia-a- dia da nossa língua. Publifolha. São Paulo: 2002. * Nossa Língua Curiosa. Publifolha. São Paulo: 2004. * Nossa Língua em Letra e Música. * Ao pé da letra. * CD-ROM Nossa Língua Portuguesa. * Coleção Passo a Passo. * Coleção Professor Pasquale Explica. Gold. São Paulo: 2011. * Vivo Português com Professor Pasquale. 2012 == Ver também == *Vícios de linguagem *História da língua portuguesa *Celso Ferreira da Cunha *Napoleão Mendes de Almeida == Ligações externas == * Categoria:Alunos da Faculdade de Filosofia, Letras e Ciências Humanas da Universidade de São Paulo Categoria:Apresentadores de televisão do estado de São Paulo Categoria:Autores de livros didáticos do Brasil Categoria:Brasileiros de ascendência italiana Categoria:Colunistas da Folha de S.Paulo Categoria:Naturais de Guaratinguetá Categoria:Professores do estado de São Paulo Categoria:Radialistas do estado de São Paulo",
 "title": "Pasquale Cipro Neto"
}