{
 "id": "60129",
 "text": "Em muitas religiões, um hino é um tipo de canção, parcialmente sinônimo de canção devocional, escrita especificamente para fins de adoração ou oração, e normalmente dirigida a uma divindade ou divindades, ou a uma figura ou personificação proeminente.Entry on , Liddell and Scott, A Greek–English Lexicon (Oxford: Clarendon Press, 8th edition 1897, 1985 printing), p. 1849; entry on 'hymnus,' Lewis and Short, A Latin Dictionary (Oxford: Clarendon Press 1879, 1987 printing), p. 872. A palavra hino deriva do grego (hýmnos), que significa \"um cântico de louvor\". Um escritor de hinos é conhecido como hinólogo. O canto ou a composição de hinos é chamado de hinologia. As coleções de hinos são conhecidas como hinários ou livros de hinos. Os hinos podem ou não incluir acompanhamento instrumental. Polímnia é a deusa greco-romana dos hinos. Embora sejam mais familiares aos falantes de português no contexto do cristianismo, os hinos também fazem parte de outras religiões do mundo, especialmente no subcontinente indiano (stotras). Os hinos também sobrevivem desde a antiguidade, especialmente das culturas egípcia e grega. Alguns dos exemplos mais antigos de música notada que sobreviveram são hinos com textos gregos. == Hinos antigos == Os antigos hinos orientais incluem o Grande Hino Egípcio a Aton, composto pelo faraó Aquenáton; o Hino Hurrita a Nikkal; a Rigueveda, uma coleção indiana de hinos védicos; hinos do Clássico da Poesia (Shijing), uma coleção de poemas chineses dos séculos XI a VII a.C.; os Gatas - hinos avésticos que se acredita terem sido compostos por Zaratustra; e o Livro Bíblico dos Salmos. O Hino a Nungal, escrito entre 2.000 e 1.600 a.C, é um poema sumério louvando a Nungal, a deusa das prisões e reabilitação, e se tornou um modelo das escolas escribas no antigo período babilônico. A tradição ocidental da hinódia começa com os Hinos Homéricos, uma coleção de hinos gregos antigos, os mais antigos dos quais foram escritos no século VII a.C., louvando as divindades das antigas religiões gregas. Do século III a.C., há uma coleção de seis hinos literários () do poeta alexandrino Calímaco. Os Hinos órficos são uma coleção de 87 poemas curtos da religião grega. Há também uma coleção de hinos ao deus egípcio Rá como o papiro da 19ª Dinastia do Egito que se encontra no Museu Britânico e conta a história de como o Deus Sol sol criou o mundo e o de Berlim 7317, que conta a criação coletiva do mundo e o homem. Os escritores da Patrística começaram a aplicar o termo , ou hymnus em latim, às canções cristãs de louvor, e usavam frequentemente a palavra como sinônimo de \"salmo\".Entry on , Liddell and Scott, A Greek-English Lexicon (Oxford: Clarendon Press, 8th edition 1897, 1985 printing), p. 1849; entry on 'hymnus,' Lewis and Short, A Latin Dictionary (Oxford: Clarendon Press 1879, 1987 printing), p. 872. == Hinologia cristã == Originalmente inspirados no Livro dos Salmos e em outras passagens poéticas (comumente chamadas de \"cânticos\") das Escrituras, os hinos cristãos são geralmente dirigidos como louvor ao Deus cristão. Muitos se referem a Jesus Cristo direta ou indiretamente. Desde os tempos mais remotos, os cristãos cantam \"salmos, hinos e cânticos espirituais\", tanto em devoções particulares quanto na adoração corporativa.Bíblia, (; ; ; ; ; ; ; cf. ; Os hinos não bíblicos (ou seja, que não são salmos ou cânticos) da Igreja Primitiva ainda cantados hoje incluem \"Phos Hilaron\", \"Sub tuum praesidium\" e \"Te Deum\". Uma definição de hino é \"um poema lírico, concebido com reverência e devoção, que foi projetado para ser cantado e que expressa a atitude do adorador em relação a Deus ou aos propósitos de Deus na vida humana. Deve ser simples e métrico na forma, genuinamente emocional, poético e literário no estilo, espiritual na qualidade e em suas ideias tão diretas e tão imediatamente aparentes a ponto de unificar uma congregação ao cantá-lo\". Os hinos cristãos são geralmente escritos com temas especiais ou sazonais e são usados em dias santos, como o Natal, a Páscoa e a Dia de Todos os Santos, ou durante épocas específicas, como o Advento e a Quaresma. Outros são usados para incentivar a reverência à Bíblia ou para celebrar práticas cristãs, como a eucaristia ou o batismo. Alguns hinos louvam ou se dirigem a santos individuais, especialmente à Santíssima Virgem Maria. Esses hinos são particularmente predominantes no catolicismo, na ortodoxia oriental e, até certo ponto, no anglicanismo da Alta Igreja. Um escritor de hinos é conhecido como hinólogo, e a prática de cantar hinos é chamada de hinódia; a mesma palavra é usada para a coletividade de hinos pertencentes a uma denominação ou período específico (por exemplo, \"hinódia metodista do século XIX\" significaria o conjunto de hinos escritos e/ou usados pelos metodistas no século XIX). Uma coleção de hinos é chamada de hinário. Esses hinários podem ou não incluir música, entre os hinários sem música impressa, alguns incluem nomes de melodias de hinos sugeridas para uso com cada texto, caso os leitores já conheçam as melodias ou queiram encontrá-las em outro lugar. Um estudante de hinódia é chamado de hinologista, e o estudo acadêmico de hinos, hinólogos e hinódia é a hinologia. A música com a qual um hino pode ser cantado é uma melodia de hino. Em muitas igrejas evangélicas, as músicas tradicionais são classificadas como hinos, enquanto as músicas de adoração mais contemporâneas não são consideradas hinos. O motivo dessa distinção não é claro, mas, de acordo com alguns, deve-se à mudança radical de estilo e pensamento devocional que começou com o Jesus Movement e a Jesus Music. Nos últimos anos, os hinos tradicionais cristãos tiveram um reavivamento em algumas igrejas, geralmente de natureza mais reformada ou calvinista, pois os compositores de hinos modernos, como Keith & Kristyn Getty e Sovereign Grace Music, redefiniram letras antigas com novas melodias, revisaram hinos antigos e os republicaram, ou simplesmente escreveram uma música semelhante a um hino, como \"In Christ Alone\". === Música e acompanhamento === O culto cristão tem, desde os tempos mais antigos, incorporado o canto de hinos, quer seja pela congregação ou por um coral. Na antiguidade, instrumentos de cordas, tais como a harpa e a lira foram usados com os salmos e hinos. Como há falta de notação musical nos primeiros escritos, as formas musicais reais na igreja primitiva só podem ser supostas. Durante a Idade Média, uma rica hinódia se desenvolveu na forma de canto gregoriano ou cantochão. Esse tipo era cantado em uníssono, em um dos oito modos da igreja, e na maioria das vezes por coros monásticos. Embora tenham sido escritos originalmente em latim, muitos foram traduzidos para outros idiomas; um exemplo conhecido é o \"Of the Father's Heart Begotten\", do século IV, cantado no cantochão Divinum Mysterium, do século XI. ==== Igreja ocidental ==== Mais tarde, a hinódia na igreja ocidental introduziu a harmonia vocal em quatro partes como norma, adotando tons maiores e menores, e passou a ser conduzida por órgão e coro. Ela compartilha muitos elementos com a música clássica. Hoje, com exceção dos corais, das congregações com maior inclinação musical e das congregações a cappella, os hinos são geralmente cantados em uníssono. Em alguns casos, também são publicadas configurações completas e complementares para órgão, em outros, espera-se que os organistas e outros acompanhantes adaptem a configuração disponível, ou improvisem uma, no instrumento de sua escolha. Na prática anglicana tradicional, os hinos são cantados (muitas vezes acompanhados por um órgão) durante a procissão até o altar, durante o recebimento da comunhão, durante o recesso e, às vezes, em outros momentos do culto. A Doxologia também é cantada depois que os dízimos e as ofertas são levados ao altar. A adoração cristã contemporânea, como frequentemente encontrada no evangelicalismo e no pentecostalismo, pode incluir o uso de música de adoração contemporânea tocada com guitarras e bateria, compartilhando muitos elementos com o rock. Outros grupos de cristãos excluíram historicamente o acompanhamento instrumental, citando a ausência de instrumentos na adoração da igreja nos primeiros séculos de sua existência, e aderiram a um canto congregacional de hinos à capela sem acompanhamento. Esses grupos incluem a Igreja da Irmandade (muitas vezes tanto \"Abertos\" quanto \"Exclusivos\"), as Igrejas de Cristo, os Menonitas, várias denominações de base anabatista - como a Igreja Cristã Apostólica da América - Batistas Primitivos, e algumas igrejas reformadas, embora durante o último século, várias delas, como a Igreja Livre da Escócia, tenham abandonado essa postura. ==== Igreja oriental ==== O cristianismo oriental (as igrejas ortodoxa oriental e católica oriental) tem uma variedade de tradições hinográficas antigas. No Rito Bizantino, o canto é usado em todas as formas de adoração litúrgica: se não for cantado à capela, o único acompanhamento geralmente é um ison, ou pedal. Os órgãos e outros instrumentos foram excluídos do uso nas igrejas, embora fossem empregados em cerimônias imperiais. No entanto, os instrumentos são comuns em algumas outras tradições orientais. A tradição copta usa apenas os címbalos e o triângulo. Os ortodoxos indianos (Igreja Ortodoxa Síria Malankara) usam o órgão. As Igrejas Tewahedo usam tambores, címbalos e outros instrumentos em certas ocasiões. === Desenvolvimento da hinódia cristã === Tomás de Aquino, na introdução de seu comentário sobre os Salmos, definiu o hino cristão assim: \"Hymnus est laus Dei cum cantico; canticum autem exultatio mentis de aeternis habita, prorumpens in vocem\" (Um hino é o louvor a Deus com cântico; um cântico é a exultação da mente que habita nas coisas eternas, irrompendo na voz). A Reforma Protestante resultou em duas atitudes conflitantes com relação aos hinos. Uma abordagem, o princípio regulador da adoração, favorecido por muitos zwinglianos, calvinistas e alguns reformadores radicais, considerava qualquer coisa que não fosse diretamente autorizada pela Bíblia como uma introdução nova e católica à adoração, que deveria ser rejeitada. Todos os hinos que não fossem citações diretas da Bíblia se enquadravam nessa categoria. Esses hinos foram proibidos, juntamente com qualquer forma de acompanhamento musical instrumental, e os órgãos foram retirados das igrejas. Em vez de hinos, os salmos bíblicos eram cantados, na maioria das vezes sem acompanhamento, com melodias muito básicas. Isso era conhecido como salmodia exclusiva. Exemplos disso ainda podem ser encontrados em vários lugares, inclusive em algumas das igrejas presbiterianas do oeste da Escócia.A outra abordagem da Reforma, o princípio normativo da adoração, produziu uma explosão de composições de hinos e cânticos congregacionais. Martinho Lutero é notável não apenas como reformador, mas também como autor de hinos, incluindo \"Ein feste Burg ist unser Gott\" (\"Uma poderosa fortaleza é nosso Deus\"), \"Gelobet seist du, Jesu Christ\" (\"Louvado sejas, Jesus Cristo\") e muitos outros.Dr. Martin Luther’s Deutsche Geistliche Lieder. The Hymns of Martin Luther set to their original Melodies with an English version, ed. Leonard Woolsey Bacon and Nathan H. Allen (London: Hodder and Stoughton, 1884). Lutero e seus seguidores usavam com frequência seus hinos, ou corais, para ensinar os princípios da fé aos fiéis. O primeiro hinário protestante foi publicado na Boêmia em 1532 pela Unitas Fratrum. O conde Zinzendorf, líder luterano da Igreja da Morávia no século 18, escreveu cerca de 2.000 hinos. Os primeiros escritores ingleses tendiam a parafrasear textos bíblicos, especialmente os Salmos; Isaac Watts seguiu essa tradição, mas também tem o crédito de ter escrito o primeiro hino inglês que não era uma paráfrase direta das Escrituras. Watts (1674-1748), cujo pai era ancião de uma congregação dissidente, reclamou aos 16 anos que, quando só podiam cantar salmos, os fiéis não podiam nem cantar sobre seu Senhor, Cristo Jesus. Seu pai o convidou para ver o que poderia fazer a respeito, o resultado foi o primeiro hino de Watts, \"Behold the glories of the Lamb\" (Contemplem as glórias do Cordeiro) encontrado em poucos hinários atualmente, o hino tem oito estrofes em métrica comum e é baseado em Apocalipse 5:6, 8, 9, 10, 12. Baseando-se fortemente nas Escrituras, Watts escreveu textos com métrica baseados em passagens do Novo Testamento que trouxeram a fé cristã para os cânticos da igreja. Isaac Watts é chamado de \"o pai da hinódia inglesa\", mas Erik Routley o vê mais como \"o libertador da hinódia inglesa\", porque seus hinos, e hinos como eles, levaram os adoradores a cantar mais do que apenas salmos do Antigo Testamento, inspirando congregações e revitalizando a adoração. Escritores posteriores tiveram ainda mais liberdade, alguns até incluíram alegorias e metáforas em seus textos.Os hinos de Charles Wesley difundiram a teologia metodista, não apenas dentro do metodismo, mas na maioria das igrejas protestantes. Ele desenvolveu um novo enfoque: expressar os sentimentos pessoais no relacionamento com Deus, bem como a adoração simples vista nos hinos mais antigos.A contribuição de Wesley, juntamente com o Segundo Grande Despertar nos Estados Unidos, levou a um novo estilo chamado gospel e a uma nova explosão de composições de música sacra com Fanny Crosby, Lina Sandell, Philip Bliss, Ira D. Sankey e outros que produziram música de testemunho para avivamentos, reuniões de acampamento e cruzadas evangelísticas. O estilo ou forma de melodia é tecnicamente designado como \"canções gospel\", diferente dos hinos. As canções gospel geralmente incluem um refrão e (embora nem sempre) um andamento mais rápido do que os hinos. Como exemplo dessa distinção, \"Amazing Grace\" é um hino (sem refrão), mas \"How Great Thou Art\" é uma música gospel. Durante o século XIX, o gênero gospel se espalhou rapidamente no protestantismo e, em menor grau, mas ainda assim definitivo, no catolicismo romano. Esse é desconhecido na adoração em si das igrejas ortodoxas orientais, que se baseiam exclusivamente em cânticos tradicionais (um tipo de hino). O Avivamento Metodista do século XVIII criou uma explosão de hinos escritos em galês, que continuou na primeira metade do século XIX. Os nomes mais proeminentes entre os compositores de hinos galeses são William Williams Pantycelyn e Ann Griffiths. A segunda metade do século XIX testemunhou uma explosão de composições de melodias de hinos e cantos congregacionais em quatro partes no País de Gales.E. Wyn James, 'The Evolution of the Welsh Hymn', in Dissenting Praise, ed. I. Rivers & D. L. Wykes (Oxford University Press, 2011); E. Wyn James, 'Popular Poetry, Methodism, and the Ascendancy of the Hymn', in The Cambridge History of Welsh Literature, ed. Geraint Evans & Helen Fulton (Cambridge University Press, 2019); E. Wyn James, 'German Chorales and American Songs and Solos: Contrasting Chapters in Welsh Congregational Hymn-Singing', The Bulletin of the Hymn Society of Great Britain and Ireland, No. 295, Vol. 22:2 (Spring 2018), 43–53. Junto com a música sacra mais clássica de compositores como Charpentier (19 Hymns, H.53 - H.71), Mozart e Monteverdi, a Igreja Católica continuou a produzir muitos hinos populares como \"Conduz-me, doce luz!\", \"Noite Feliz\", \"O Sacrament Most Holy\" e \"Faith of Our Fathers\". Em alguns movimentos protestantes radicais, seus próprios hinos sagrados substituíram completamente a Bíblia escrita. Um exemplo disso, o Livro da Vida (russo: \"Zhivotnaya kniga\") é o nome de todos os hinos orais dos Doukhobors, a denominação russa, semelhante aos Quakers ocidentais. O Book of Life of the Doukhobors (1909) é o primeiro hinário impresso que contém canções que foram compostas como uma peça oral para ser cantada em voz alta. Atualmente, muitas igrejas usam música de adoração contemporânea que inclui uma variedade de estilos, muitas vezes influenciados pela música popular. Isso geralmente leva a algum conflito entre os congregantes mais velhos e os mais jovens. Isso não é novidade, o estilo de música pop cristã começou no final da década de 1960 e se tornou muito popular durante a década de 1970, quando os jovens compositores de hinos buscaram maneiras de tornar a música de sua religião relevante para sua geração. A compositora e musicóloga sueca Elisabet Wentz-Janacek mapeou 20.000 variantes de melodia para hinos suecos e ajudou a criar o Registro Coral Sueco, que mostra a grande variedade de hinos atuais. Nos tempos modernos, o uso de hinos não se limitou a ambientes estritamente religiosos, incluindo ocasiões seculares como o Dia da Lembrança, e essa \"secularização\" também inclui o uso como fontes de entretenimento musical ou até mesmo veículos de emoção em massa. ==== Desenvolvimentos estadunidenses ==== A escrita, composição e execução de hinos e a publicação de hinários cristãos foram prolíficas no século XIX e, muitas vezes, estavam ligadas ao movimento abolicionista por muitos compositores de hinos. Stephen Foster escreveu vários hinos que foram usados nos cultos da igreja durante essa era de publicações. Thomas Symmes, um clérigo da terceira geração de puritanos da Nova Inglaterra, espalhou pelas igrejas uma nova ideia de como cantar hinos, na qual qualquer pessoa poderia cantar um hino da maneira que achasse melhor; essa ideia foi combatida por um escritor da época, o Rev. Thomas Walter, que achava que era \"como se quinhentas melodias diferentes rugissem ao mesmo tempo\". William Billings, um professor de canto, criou o primeiro livro de melodias com composições exclusivamente norte-americanas. Em seus livros, Billings não deu tanta ênfase à \"métrica comum\" - uma quadra que rima ABAB e alterna linhas iâmbicas de quatro e três tempos \\- que era a maneira típica de cantar hinos. Observando em seu prefácio a preferência de outros compiladores por melodias em métrica comum, Billings prometeu a seus assinantes uma coleção bem equilibrada, com \"uma suficiência em cada métrica\" e, de fato, The Singing Master's Assistant tem muitas melodias cuja declamação é baseada no dáctilo em metro duplo. A Sociedade Händel e Haydn, de Boston, tinha como objetivo elevar o nível da música sacra nos Estados Unidos, publicando sua \"Collection of Church Music\" (Coleção de Música Sacra) em 1822. No final do século XIX, Ira D. Sankey e Dwight L. Moody desenvolveram a subcategoria relativamente nova de hinos evangélicos.Music, David. Hymnology A Collection of Source Readings. (em inglês) 1. 1. Lanham MD: Scarecrow Press, Inc., 1996. No início do século XIX, o uso da notação musical, especialmente as shape notes (notas de forma), explodiu nos Estados Unidos, e mestres de canto profissionais iam de cidade em cidade ensinando a população a cantar lendo à primeira vista, em vez do canto responsorial que era usado antes disso. Durante esse período, centenas de livros de melodias foram publicados, incluindo a Harpa Sagrada de B.F. White e obras anteriores como Missouri Harmony, Kentucky Harmony, Hesperian Harp, The American Vocalist de D.H. Mansfield, The Social Harp, Southern Harmony, Christian Harmony de William Walker, Christian Harmony de Jeremiah Ingalls e dezenas de outros. As shape notes foram importantes para a disseminação de estilos de canto (então) mais modernos, com harmonia de quatro partes liderada por tenores (baseada na antiga música inglesa georgiana), seções de fuga, hinos e outros recursos mais complexos. Durante esse período, os hinos eram incrivelmente populares nos Estados Unidos, e um ou mais dos livros de melodias mencionados acima podiam ser encontrados em quase todas as casas. Não é incomum ouvir relatos de jovens e adolescentes que se reuniam para passar uma tarde cantando hinos e hinos de livros de melodias, o que era considerado uma grande diversão, e há relatos remanescentes de Abraham Lincoln e sua namorada cantando juntos no Missouri Harmony durante sua juventude. Na década de 1860, reformadores musicais como Lowell Mason (os chamados \"better music boys\") estavam ativamente fazendo campanha para a introdução de estilos de canto mais \"refinados\" e modernos, e, por fim, esses livros de melodias estadunidenses foram substituídos em muitas igrejas, começando no nordeste e nas áreas urbanas, e se espalhando pelo campo à medida que as pessoas adotavam os tons mais suaves e tranquilos da hinódia vitoriana e até mesmo adotavam corais dedicados e treinados para cantar em suas igrejas, em vez de contar com a participação de toda a congregação. Porém, em muitas áreas rurais, as antigas tradições continuaram, não nas igrejas, mas em convenções semanais, mensais ou anuais, nas quais as pessoas se reuniam para cantar seus hinos favoritos. A mais popular, e a única que sobreviveu continuamente impressa, era a Harpa Sagrada, que podia ser encontrada na típica casa rural do sul dos EUA até o momento em que a tradição viva foi \"redescoberta\" por Alan Lomax na década de 1960 (embora tenha sido bem documentada pelo musicólogo George Pullen Jackson antes disso). Desde então, houve um renascimento do \"canto da Harpa Sagrada\", com convenções anuais surgindo em todos os 50 estados e em vários países europeus recentemente, incluindo o Reino Unido, a Alemanha, a Irlanda e a Polônia, bem como na Austrália. ==== Hinos afro-americanos ==== Os afro-americanos desenvolveram uma rica hinódia, desde os spirituals durante a época da escravidão até o moderno e animado estilo gospel negro. As primeiras influências da cultura afro-americana nos hinos vieram das canções de escravos dos Estados Unidos, uma coleção de hinos de escravizados compilada por William Francis Allen, que teve dificuldade em extraí-los da tradição oral e, embora tenha conseguido, ele destaca o efeito inspirador dos hinos quando cantados por seus criadores.Music, David. Hymnology A Collection of Source Readings. (em inglês) 1. 1. Lanham MD: Scarecrow Press, Inc., 1996. 179/185–186/192/199/206. Print. Alguns dos primeiros hinos da igreja afro- americana foram versões dos hinos de Isaac Watts escritos no inglês vernacular afro-americano da época. == Métrica dos hinos == A métrica indica o número de sílabas para as linhas em cada estância de um hino. Isso proporciona um meio de combinar o texto do hino com uma melodia apropriada para o canto. Na prática, muitos hinos estão em conformidade com um número relativamente pequeno de metros (contagem de sílabas e padrões de ênfase). No entanto, é preciso tomar cuidado para garantir que não apenas a métrica das palavras e a melodia coincidam, mas também as ênfases das palavras em cada linha. Tecnicamente falando, uma melodia iâmbica, por exemplo, não pode ser usada com palavras de métrica trocaica. A métrica é geralmente indicada por uma fileira de números além do nome da melodia, como \"87.87.87\", que informaria ao leitor que cada verso tem seis linhas e que a primeira linha tem oito sílabas, a segunda tem sete, a terceira tem oito, etc. A métrica também pode ser descrita por iniciais; M.L. indica métrica longa, ou seja, 88,88 (quatro linhas, cada uma com oito sílabas); M.C. é métrica curta (66,86); M.C. é métrica comum (86,86), enquanto M.L.D., M.C.D. e M.C.D. (o \"D\" significa dupla) são semelhantes às suas respectivas métricas simples, exceto pelo fato de terem oito linhas em um verso, em vez de quatro. Além disso, se o número de sílabas em um verso for diferente de outro verso do mesmo hino (por exemplo, o hino \"I Sing a Song of the Saints of God\"), a métrica é chamada de irregular. == Hinódia hindu == A Rigueveda é a mais antiga e fundamental coleção indiana de mais de mil hinos litúrgicos em sânscrito védico. Entre outros hinos hindus notáveis (stotras e outros) ou suas coleções estão: * Naalayira Divya Prabandham * Ram Raksha Stotra * Saundarya Lahari * Shiva Stuti * Shiva Tandava Stotram * Tirumurai * Vayu Stuti A hinódia adquiriu enorme importância durante a era medieval dos movimentos bhakti. Quando o canto (bhajan e kirtan) das canções devocionais dos poetas-santos (Basava, Chandidas, Dadu Dayal, Haridas, Hith Harivansh, Kabir, Mirabai, Namdev, Nanak, Ramprasad Sen, Ravidas, Sankardev, Surdas, Vidyapati) em idiomas locais em vários grupos, a saber, Dadu panth, Kabir panth, Lingayatismo, Radha-vallabha, Siquismo, substituíram completa ou significativamente toda a literatura sânscrita anterior. O mesmo aconteceu com as músicas do movimento Baul. Ou seja, os novos hinos receberam o status de escritura sagrada. Um exemplo de hinista, tanto letrista quanto compositor, é o guru reformador assamês dos séculos XV e XVI, Sankardev, com suas canções borgeet. == Hinódia sique == O livro sagrado dos siques, o Guru Granth Sahib (, ), é uma coleção de hinos (Shabad) ou Gurbani que descreve as qualidades de Deus e por que se deve meditar no nome de Deus. O Guru Granth Sahib é dividido por sua configuração musical em diferentes ragas em 1430 páginas conhecidas como Angs (membros) na tradição sique. O Guru Gobind Singh (1666-1708), o décimo guru, depois de acrescentar o bani do Guru Tegh Bahadur ao Adi Granth, afirmou o texto sagrado como seu sucessor, elevando-o a Guru Granth Sahib. O texto continua sendo a escritura sagrada dos Sikhs, considerado como os ensinamentos dos Dez Gurus. O papel do Guru Granth Sahib, como fonte ou guia de oração, é fundamental na adoração sique. == Em outras religiões == === Budismo === A entoação de sutras é uma ação religiosa recomendada para os seguidores do Budismo Shin realizarem em sua vida diária. Os cânticos no serviço do templo podem incluir: dedicatórias aos Três Tesouros (Buda, Darma, Sanga) comuns a todas as tradições budistas; seleções dos Três Sutras da Terra Pura, que registram os ensinamentos do Buda; composições de professores budistas da Terra Pura, como Nagarjuna e Shandao. Stotras são hinos sânscritos ou elogios cantados em louvor ao divino e ao transcendente. Geralmente associados às tradições hindu e jainista, os stotras são expressões melódicas de devoção e inspiração encontradas também em outros movimentos religiosos sânscritos. No mundo budista, a prática de cantar esses hinos ainda está viva no Nepal. Min Bahadur Shakya, ex-diretor do Instituto Nagarjuna de Métodos Exatos em Lalitpur, Nepal, escreve: === Confucionismo === Os primeiros registros na mais antiga coleção existente de poesia chinesa, o Clássico da Poesia (Shijing), eram inicialmente letras de músicas. O Shijing, com sua coleção de poemas e canções folclóricas, foi muito valorizado pelo filósofo Confúcio e é considerado um dos clássicos oficiais de Confúcio. Suas observações sobre o assunto se tornaram uma fonte inestimável na teoria musical antiga. === Islamismo === Durante a época do Profeta Maomé, a música islâmica era originalmente definida pelo que não continha: sem cordas, metais ou instrumentos de sopro e sem vocais femininos. O único instrumento inicialmente permitido era a percussão mínima de um tambor árabe chamado daf. Essa forma mínima continua sendo amplamente praticada no Golfo e em algumas outras partes do mundo árabe. Entretanto, em lugares como a Turquia e o Sudeste Asiático, vários novos estilos de canções espirituais foram desenvolvidos. Na Turquia, os adeptos do sufismo incorporam a música à adoração. Os mais populares são os cultos realizados pelos sufis Mevlevi, que incluem cantos e dervixes rodopiantes. No Paquistão e no Sudeste Asiático, a forma mais reconhecida de música devocional é o qawwali. Executado por até nove homens, um grupo de qawwali geralmente usa instrumentos como o harmônio (um tipo de teclado) e instrumentos de percussão, incluindo tabla e dholak. As músicas geralmente duram de 15 a 30 minutos e incluem prelúdios instrumentais, refrões repetidos e improvisação vocal. Recentemente, os artistas de nasheed do Golfo encontraram maneiras inovadoras de superar a regra de não usar instrumentos. Os álbuns de Ahmed Bukhatir, de Xarja, e Mishary Rashid Al Afasy, do Kuwait, usam truques de estúdio e manipulam os vocais de apoio para que soem como um piano de sintetizador ou uma seção de cordas. No Ocidente, grupos como Native Deen, dos EUA, e The Brothahood, da Austrália, usam a música hip-hop para transmitir sua mensagem espiritual a uma nova geração de jovens muçulmanos. Os nasheeds em inglês de Zain Bhikha, da África do Sul, garantiram a ele um grande número de seguidores na Europa e no Oriente Médio. === Jainismo === Conhecidos como stavan ou, em hindi, bhajan, os hinos jainistas são compostos e executados para louvar os Jinas. Escritos em todas as línguas que os jainistas usaram, a forma pada predominante reflete o envolvimento dos jainistas na poética indiana e no movimento devocional bhakti, mais comumente associado ao hinduísmo. Musicalmente, os hinos jainistas podem ser agrupados nos gêneros folclóricos da música devocional no oeste da Índia, como Gujarāti rās-garbā e a música folclórica Rājasthāni. Há seis atos obrigatórios que devem ser realizados pelos jainistas sequencialmente como um único ato duas vezes ao dia. O segundo deles é mostrar reverência aos criadores de vaus, o que é feito recitando um hino de vinte e quatro versos de louvor aos Tirtancaras. Um dos hinos devocionais mais populares dos jainistas é o Bhaktāmara-stotra - Hino dos Deuses Devotos. Ambas as seitas principais de Śvetāmbaras e Digambaras o aceitam, contando com 44 e 48 estrofes, respectivamente. Ele é dedicado ao primeiro Jina, Ṛṣabhanātha ou Senhor Ṛṣabha, frequentemente conhecido como Ādinātha, que significa \"Primeiro Senhor\". O título vem do primeiro verso, que diz que \"seus pés realçam o brilho das joias colocadas nas coroas baixadas pelos deuses devotos\". === Judaísmo === A palavra hebraica Zemirot significa literalmente \"canções\" ou \"hinos\", mas é usada para se referir a dois repertórios específicos: O primeiro, de acordo com a tradição sefardita, refere-se à seção preliminar de salmos e versículos bíblicos recitados durante as orações de Shacharit (manhã), a terminologia asquenazita refere-se a esses salmos como Psukeydezimra. O segundo repertório está bem definido na Visão Geral de Neil Levin de seu livro Z'mirot Anthology. Durante muitos séculos, os judeus da Espanha e de Portugal - os sefarditas originais - desenvolveram sua própria forma de adoração religiosa. Seus cultos foram aprimorados com o acréscimo de poesia em ocasiões especiais, como os principais festivais (Shalosh r'galim) e os Yamim nora'im (feriados de fim de ano). A maioria dessas inserções poéticas são hinos rimados e métricos (piyyutim) e foram produtos de grandes figuras literárias durante a Idade de Ouro dos judeus na Espanha (c. 950-1150). Entre eles estavam Salomão ibn Gabriol, Judá Halevi e os dois Ibn Ezras - Abraão e Moshe. Uma das principais características da música devocional e dos hinos no judaísmo, especialmente quando utilizados no ritual da sinagoga no Sabá e em outros dias santos, é o fato de serem quase inteiramente vocais. Embora hoje em dia instrumentos de acompanhamento, como o órgão, possam ser utilizados na adoração, a ênfase no canto congregacional e na arte do chazan sempre foi, e ainda é, primordial. A única exceção a isso é um instrumento chamado Shofar, um chifre de carneiro que é tocado nos feriados (o Ano-novo judaico e o Dia da Expiação - Rosh Hashaná e Yom Kippur, respectivamente), como um chamado especial à oração e ao arrependimento. === Xintoísmo === Segundo a mitologia japonesa, a música xintoísta tem origem na época dos deuses, quando não havia terra e mar. No xintoísmo, a música sacra é chamada de Mi-kagura. A palavra kagura significa \"o deleite dos deuses\". O prefixo \"Mi\" aumenta intensamente o valor do assunto. Deve ser traduzido como \"o sublime maior dos grandes deuses\". Na prática, há dois tipos de kagura: Mi-kagura e kagura rural. O Mi- kagura é estritamente reservado e dedicado à casa imperial e à mais alta nobreza e clero; o kagura rural é uma apresentação mais colorida e vívida dos feitos populares de heróis supramortais e mortais. === Zoroastrismo === As canções sagradas atribuídas a Zoroastro (Zaratustra), o poeta-sacerdote e fundador do zoroastrismo, são chamadas de Gatas. Os Gatas consistem em dezessete hinos compostos pelo grande poeta-profeta Zaratustra por volta de 1200 a.C. Eles estão organizados em cinco grupos com base em sua métrica: * Ahunavaiti Gata (Y28 - Y34) * Ushtavaiti Gata (Y43 - Y46) * Spentamainyush Gata (Y47 - Y50) * Gata Vohukhshathra (Y51) * Gata Vahishtoishti (Y53) Os Gatas também estão repletos de jogos de palavras e ambiguidades deliberadas e, provavelmente, foram planejados para serem usados por iniciados como instrumentos meditativos para a iluminação. Apenas ocasionalmente os Gatas fornecem uma imagem exata e clara dos ensinamentos reais de Zoroastro, mas, em geral, eles os refletem em uma forma modificada e elaborada, muitas vezes marcada pela complexidade e ornamentação do estilo, com o profeta demonstrando sua habilidade poética a fim de estimular Ahura Mazdā a atender seus pedidos ou responder suas perguntas. == Apreciações == De acordo com Nissim Ezekiel, as opiniões sobre os hinos podem ser divididas: == Ver também == * Harpa Sagrada * Hinário * Hinologia * Adoração * Elogio * Canto gregoriano * Glória a Deus nas alturas == Ligações externas == * Hinos e Hinologia * O Canto Cristão I * O Canto Cristão II * Que é um Hino? * Sociedade hinológica dos EUA e Canadá * Louvores Evangélicos == Leitura adicional == * Bradley, Ian. Abide with Me: the World of Victorian Hymns. London: S.C.M. Press, 1997. (em inglês) * Hughes, Charles, Albert Christ Janer, and Carleton Sprague Smith, eds. American Hymns, Old and New. New York: Columbia University Press, 1989. 2 vols. N.B.: Vol. l, [a música, harmonizada, com palavras, dos hinos selecionados de várias denominações, seitas e cultos cristãos]; vol. 2, Notes on the Hymns and Biographies of the Authors and Composers. conjunto composto por ambos os volumes. (em inglês) * Weddle, Franklyn S. How to Use the Hymnal. Independence, Mo.: Herald House, 1956. (em inglês) * Wren, Brian. \"Praying Twice: The Music and Words of Congregational Song\". Louisville: Westminster John Knox Press, 2000. (em inglês) * H. A. Hodges (ed. E. Wyn James), Flame in the Mountains: Williams Pantycelyn, Ann Griffiths and the Welsh Hymn (Tal-y- bont: Y Lolfa, 2017), 320 pp. . (em inglês) == Ligações externas == Os links abaixo são restritos a materiais históricos ou a recursos não denominacionais ou interdenominacionais. Os recursos específicos de denominações são mencionados nos artigos específicos de denominações relevantes. * * — Amplo banco de dados de hinos e recursos de hinologia; incorpora o Dictionary of North American Hymnology (Dicionário de Hinologia Norte-Americana) * * * — 2000 páginas de hinos em notação de pauta e neumática * — Site com amplas ferramentas de pesquisa de hinos * Categoria:Música religiosa Categoria:Hinos cristãos Categoria:Hinos religiosos Categoria:Música judaica",
 "title": "Hino (religião)"
}