{
 "id": "6013",
 "text": "Ermelo é uma povoação portuguesa do Município de Arcos de Valdevez que foi sede da extinta Freguesia de Ermelo, freguesia que tinha 12,51 km² de área e 92 habitantes (2011), e, por isso, uma densidade populacional de 7,4 hab/km². A Freguesia de Ermelo foi extinta em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada à freguesia de São Jorge, para formar uma nova freguesia denominada União das Freguesias de São Jorge e Ermelo com sede em São Jorge.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. ==População== esquerda|100px|Evolução da População 1864 / 2011 População da freguesia de Ermelo Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 448 428 448 490 487 448 426 502 495 449 454 257 180 142 92 esquerda|100px|Evolução da População 1864 / 2011 Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 8 5 54 75 5,6% 3,5% 38,0% 52,8% 2011 5 2 33 52 5,4% 2,2% 35,9% 56,5% Média do País no censo de 2001: 0/14 Anos-16,0%; 15/24 Anos-14,3%; 25/64 Anos-53,4%; 65 e mais Anos-16,4% Média do País no censo de 2011: 0/14 Anos-14,9%; 15/24 Anos-10,9%; 25/64 Anos-55,2%; 65 e mais Anos-19,0% == São Bento de Ermelo == A romaria de São Bento de Ermelo (ou de São Bentinho) realiza-se na localidade a 11 de Julho, dia da festa litúrgica de São Bento, santo de grande devoção um pouco por todo o Minho e padroeiro do concelho de Arcos de Valdevez. O santuário situa-se na igreja do antigo Mosteiro de Ermelo, cisterciense, e actual paroquial da freguesia, perto das margens do rio Lima e a romaria atrai peregrinos de todo o concelho e região circundante. É de tradição secular que os romeiros cheguem ao santuário antes do nascer do sol e no interior da igreja se benzam com o chapéu da imagem de São Bento. Como uma das típicas romarias do Alto Minho, podem ainda hoje ser vistas alguns dos mais antigos e típicos rituais de promessa, como o andar de joelhos em redor do santuário, o voto de silêncio ao longo de toda a peregrinação a pé ou desde que se avista o santuário, entrar descalço na igreja, os ex-votos, a oferta de donativos em dinheiro, peças em ouro ou géneros alimentícios, etc. == Mosteiro de Santa Maria de Ermelo == O Mosteiro Cisterciense de Santa Maria de Ermelo, também conhecido por Santa Maria de Ancede, do qual apenas se conserva a igreja românica e vestígios do claustro em ruínas, ambos classificados como Monumento Nacional. É um antigo cenóbio beneditino, que teria sido fundado pela rainha-mãe Dona Teresa, nos inícios do século XII. Esteve filiado ao Mosteiro de Santa Maria de Fiães (Melgaço) no século XIII, tendo adoptado a reforma cisterciense. Está implantado na margem direita do rio Lima, na base da encosta da íngreme montanha do Outeiro Maior, coberto pelas montanhas graníticas descendo abruptamente para a Ribeira Lima. Apesar de a arquitectura românica estar ainda muito bem conservada, não só no todo maciço da sua construção, mas também em muitos dos seus pormenores, o seu declínio decorreu de forma atribulada. A igreja tem uma planta original típica de S. Bernardo e o estilo da sua arquitectura é o românico português tardio (século XIII início do século XIII). As referências mais antigas a este mosteiro remontam às inquirições de 1258. A extinção foi decidida em 1533 por ordem do abade de Claraval, tendo sido definitivamente secularizado no ano de 1560 pelo Cardeal D. Henrique. O templo foi convertido em igreja Paroquial, que ainda se mantêm. Em termos de pólo de atracção por via das peregrinações ao São Bento, é o santuário beneditino de maior devoção em todo o concelho de Arcos de Valdevez, apesar de os caminhos para lá chegar serem penosos. De facto, trata-se de um nicho arquitectónico de singular beleza quase esquecido no tempo. O seu enquadramento paisagístico e características arquitectónicas peculiares, justificam por si só a dinamização desta área, não só nos aspectos culturais e turísticos, mas também no desenvolvimento do nível de vida da comunidade do Ermelo.Terra de Val de Vez, Boletim Cultural, G.E.P.A – Nº1, 1980 thumb|300px|Localização no Município de Arcos de Valdevez ==Laranja de Ermelo== A Laranja de Ermelo, de casca lisa e fina, de média dimensão, doce, sem fibras e com poucas sementes foi introduzida na região no século XIII pelos monges Beneditinos, quando estes se instalaram na aldeia. As laranjeiras de Ermelo são de grande porte e encontram-se espalhadas pelas leiras socalcadas da freguesia banhada pela Barragem de Touvedo. As condições ambientais da encosta virada a sul contribuem para a sua qualidade, devido “à exposição solar privilegiada, conjugada com uma proteção montanhosa que minimiza a influência fria das nortadas, com temperaturas amenas e água abundante para proporcionar uma excelente rega”. A laranja de Ermelo pertence ao catálogo mundial de produtos do movimento internacional ‘Slow Food’, integrando esta lista desde 2010. Categoria:Antigas freguesias de Arcos de Valdevez",
 "title": "Ermelo (Arcos de Valdevez)"
}