{
 "id": "60175",
 "text": "Afonso Domingues (freguesia da Madalena, Lisboa) – ) foi um arquitecto português. Foi o mestre arquitecto a quem se ficou a dever a traça original do Mosteiro da Batalha, tendo dirigido as obras desde 1388 até 1401. Domingues adquiriu experiência com a construção da Sé Catedral de Lisboa. Com cerca de século e meio para ser construído, o mosteiro inevitavelmente sofreu a influência de vários mestres e, por consequência, de vários estilos. Da autoria do mestre Afonso Domingues são o Claustro Real e a Sala do Capítulo. Em 1912, o jornalista Alfredo da Cunha, num artigo em homenagem a Sousa Viterbo, comparou a obra daquele historiador aos trabalhos de Afonso Domingues no Mosteiro da Batalha, tendo referido uma parte do livro Lendas e Narrativas, escrito por Alexandre Herculano, onde surge a figura histórica de Afonso Domingues, no capítulo A Abóbada: «A luz dos olhos tinha-lha de todo apagado a velhice; mas as suas feições que dentro daqueles membros tremulos e enrugados morava um animo rico de de alto imaginar: as faces do velho eram fundas, as maçans do rosto elevadas, a fronte espaçosa e curva e o perfil do rosto perpendicular. Tinha a testa enrugada como quem vivera vida de continuo pensar e correndo com a mão os lavores da pedra sobre que estava assentado, ora carregando o sobr'olho ora deslisando as rugas da fronte, repreendia ou aprovava com eloquencia muda os primores ou as imperfeições do artifice que copiara á ponta de cinzel aquéla pagina do imenso livro de pedra a que os espiritos vulgares chamam simplesmente o mosteiro da Batalha». Na obra, o próprio Afonso Domingues diz ao rei D. João I que «Este edifício é meu, porque o gerei, porque o alimentei com a substancia da minha alma» e recomenda os serviços de Martim Vasques como «oficial de pedraria», e «o homem que seria capaz de continuar dignamente a série dos arquitétos portugueses». Nasceu em Lisboa, em meados do século XIV. Acredita-se que era de uma família abastada, pois tinha residência na freguesia da Madalena, uma das zonas mais caras de Lisboa. == Ligações externas == Categoria:Naturais de Lisboa Afonso Domingues Categoria:Arquitetos de Portugal do século XIV Categoria:Arquitetos de Portugal do século XV Categoria:Maçons de Portugal",
 "title": "Afonso Domingues"
}