{
 "id": "60218",
 "text": "A animação digital é a arte de criar imagens em movimento utilizando computadores, mais especificamente usando recursos de computação gráfica, que surgiu durante a era da animação por computador. É um subcampo da computação gráfica e da animação. São criados cada vez mais trabalhos com o uso de gráficos 3D, mas ainda se usam bastante os gráficos 2D. Por vezes, o destino da animação é o próprio computador, mas por vezes é outro meio, como filmes dedicados para publicidade e cinema. O termo mais geral, imagens geradas por computador (CGI), abrange cenas estáticas e imagens dinâmicas, enquanto animação por computador se refere apenas a imagens em movimento. == História == A história da animação digital está diretamente relacionada com a história da computação gráfica. Desde os primeiros dispositivos disponíveis foram percebidas as possibilidades de uso para geração de ilusão de movimento. Uma imagem é apresentada no écran (monitor no Brasil) do computador e de seguida é rapidamente substituída por uma nova imagem, semelhante à anterior mas ligeiramente modificada. Esta técnica é idêntica ao modo como a ilusão de movimento é conseguida com a televisão e os filmes. A animação computacional 3D é, antes de mais nada, o sucessor digital da animação por stop motion; a figura animada é modelada no monitor e \"vestida\" com um esqueleto virtual. Então os membros, olhos, bocas, roupas, etc., da figura 3D são movimentadas pelo animador. Finalmente, a animação é renderizada. == Principais técnicas == Podem usar-se os efeitos de panorâmica e zoom incorporados ao Photo Story para dar vida a qualquer foto. O Photo Story atribui automaticamente um caminho direto entre as posições inicial e final das imagens, podendo personalizar-se o movimento da imagem selecionando outro caminho entre as posições inicial e final. Para criar esse movimento personalizado, importa-se a mesma imagem várias vezes e seleciona-se o movimento e a duração de cada cópia da imagem, bem como o tipo e a duração das transições que ocorrem entre as cópias da imagem. Quando se usa esse método, o movimento pode percorrer diferentes partes da imagem, criando um caminho mais complexo (e não uma linha reta) através da imagem e permitindo que se crie uma história com base em uma única imagem. Também se pode criar uma \"janela\" para a imagem. Nessa janela, o tamanho das posições inicial e final do movimento da imagem é o mesmo (movimento panorâmico puro). A janela de visualização amplia as partes da imagem selecionada para o tamanho máximo do vídeo resultante. Se a resolução das imagens for alta o suficiente para esse tipo de visualização, o utilizador poderá descobrir diversos detalhes ocultos, pois a resolução de uma câmera digital de 5 megapixels padrão é quase quatro vezes mais apurada do que a resolução da tela do computador (1,3 Mpx em 1280 x 1024) e aproximadamente quinze vezes mais apurada do que a resolução de vídeo 640 x 480. == Ver também == * Blender3d * 3D Studio Max * Autodesk Softimage * Arte digital * Animação == Ligações externas == * * Categoria:Técnicas de animação",
 "title": "Animação digital"
}