{
 "id": "60254",
 "text": "Bumerangue () é um objeto de arremesso com origem em várias partes do mundo. Como desporto, o seu número de adeptos vem crescendo em todo o mundo. Constantemente confundidos com os Kylies (armas de arremesso), os bumerangues foram criados para voltar à mão do arremessador quando não atingir um alvo. == História == A origem ainda não é muito certa; pesquisas mostram que antigas tribos na Europa usavam machados de arremesso e diversos tipos de bumerangues foram achados em várias partes do planeta em diferentes continentes. No Antigo Egito, um tipo especial de bastão era usado exclusivamente pelos faraós para caçar pássaros. O bumerangue mais antigo de que se tem notícia foi encontrado na Polônia, em 1987. Esta relíquia foi construída a partir de uma presa de mamute, há 23 mil anos. De qualquer forma, o país que ficou mais famoso no mundo como \"o país do bumerangue\" foi a Austrália, onde os aborígenes usaram tanto bumerangues quanto bastões de arremesso por milhares de anos. O arqueólogo Roger Luebbers, em 1973, encontrou os mais antigos exemplares australianos. Acredita-se que tenham aproximadamente 9 mil anos. Foram escavados três bumerangues completos e o pedaço de um quarto, todos feitos de madeira. Além de características lúdicas, o bumerangue era utilizado em atividades cotidianas. Servia para cortar carnes e vegetais, cavar a terra em busca de raízes comestíveis e também para golpear a superfície da água durante a pesca. Os aborígenes australianos também o usavam na caça de pássaros, aproveitando a revoada dos bandos para lançar bumerangues na expectativa de acertar algum animal.MASON, Bernard S. ‘’Boomerangs - How to Make and Throw Them’’. Mas muitos contestam esta afirmação, afirmando que o bumerangue só era mesmo utilizado para induzir os animais em direção à redes. Os europeus modernos descobriram os bumerangues, em 1770, com a chegada do capitão James Cook à Oceania. Foi ele o responsável pelo início da colonização da Austrália em nome da Inglaterra. O exemplar levado pela comitiva de Cook à Europa despertou tanta atenção que o bumerangue foi elevado à categoria de esporte, sendo aperfeiçoado. Os primeiros clubes, federações e entidades foram formados na Austrália, Europa e Estados Unidos no fim dos anos 1960 e início dos anos 1970. O bumerangue esportivo moderno pode ser feito de madeira de 3 mm a 8 mm de espessura (normalmente compensado, comum, naval comum e naval multilaminado), polímeros diversos de 1 mm a 4,5 mm ou outros materiais compostos em Fibra de vidro, Fibra de carbono etc; tendo muitos formatos e cores diferentes. A maioria pesa menos de 100 gramas e alguns podem chegar a algo em torno de 180 gramas, e espécimes fora de catálogos com pesos de até 250 gramas tratados como especiais e fabricados sob encomenda com os mais diversos fabricantes mundiais. == Etimologia == Quanto à origem do nome, há diversas hipóteses, mas nenhum consenso. A mais aceita é a de que o nome estaria ligado à forma como os aborígines chamavam o vento, \"boomori\". Também pode estar relacionado com a palavra usada por eles para designar uma alavanca, \"woomera\". == História do Esporte == Foi a Associação de Bumerangue da Austrália (Australian Boomerang Association) que estabeleceu as principais provas disputadas atualmente. É deles também o primeiro campeonato oficial de bumerangues, disputado na década de 1960 em Melbourne, dois anos após a fundação da associação. Os americanos incluíram modalidades como M.T.A., doubling, trick catch e provas em equipe. As competições de bumerangue ganharam força nos anos 1980. O primeiro evento internacional, realizado em 1987, nos EUA, reuniu estadunidenses, franceses e alemães. A história das \"copas\" começa definitivamente em 1991, quando foi disputada em Perth, na Austrália, a primeira Copa do Mundo. No mesmo período, foi fundada a World Boomerang Association (WBA), responsável pela promoção do esporte e organização de campeonatos. A Internation Federation of Boomerang Associations (IFBA), fundada oficialmente em 2004, é herdeira da WBA. Apesar da tradição australiana, o bumerangue como esporte não é popular em nenhum país do mundo, nem mesmo na Austrália. Hoje em dia a região mais atuante no esporte é a Europa, com a Federação Francesa de Bumerangue (France Boomerang Fédération) com o maior destaque no apoio, organização e divulgação de eventos e competições, sendo mais ativa até mesmo do que a IFBA, que é a responsável por padronizar as regras de competições e deveria promover o esporte pelo mundo, mas não o faz. Um campeonato internacional, o Campeonato Mundial, acontece de dois em dois anos, com os times da Alemanha, Estados Unidos e França na liderança. O título de campeão do mundo individual foi conquistado por Manuel Shütz em 2000, 2002, 2004 e 2012. == Modalidades == Atualmente existem diferentes modalidades que são disputadas nas competições. As principais são: pegada rápida (‘’fast catch’’), precisão, máximo tempo no ar (MTA), enduro, super catch, ‘’Australian round,’’ pegadas acrobáticas (‘’trick catch’’) e longa distância (LD): *Precisão: o jogador arremessa o bumerangue do centro da raia e deve conseguir que este pouse o mais próximo possível do local do arremesso, após atingir no mínimo vinte metros de distância; *Pegada rápida (Fast Catch): o atleta tem um tempo máximo de sessenta segundos para efetuar cinco pegadas no menor tempo possível, sendo que, o bumerangue deve atingir no mínimo vinte metros em cada arremesso e não deve tocar o chão para que a pegada seja válida; *Pegadas acrobáticas (Trick Catch & Doubling): mais conhecida como Trick Catch, essa modalidade consiste em arremessar o bumerangue a uma distância de vinte metros e realizar a pegada de formas diferentes de acordo com a seguinte sequência: mão esquerda livre, mão direita livre, duas mãos atrás das costas, duas mãos por baixo da águia, chutinho, túnel, uma mão por trás das costas, uma mão por baixo da perna e pegada com os pés. Depois disso, vem a sequencia com dois bumerangues: duas mãos atrás das costas + duas mãos por baixo da perna, mão esquerda livre + chutinho, mão direita livre + túnel, uma mão por trás das costas + uma mão por baixo da perna e águia + pegada com os pés; *Máximo tempo no ar (MTA): O bumerangue utilizado para essa modalidade, não retorna para as mãos do jogador da maneira convencional. Ele é confeccionado em material leve e tem um formato especial para que fique voando o maior tempo possível. Na modalidade MTA 100, o bumerangue tem que ser pego dentro de uma raia de cem metros de diâmetro; na modalidade MTA unlimted, não há limite de área para a pegada do bumerangue; *’’Australian round’’ (‘’Aussie round’’): modalidade na qual o competidor pode pontuar em três quesitos: distância do voo, pegada e precisão, sendo que o jogador tem cinco arremessos, e pode atingir vinte pontos por arremesso. Em cada modalidade, é usado um modelo específico de bumerangue. Para pegada rápida, por exemplo, o bumerangue é feito para voar muito rápido em uma distância de vinte metros, retornando para o arremessador o mais rápido possível. Com alguns ajustes, este mesmo bumerangue pode ser usado nas provas de enduro. Em provas de longa distância, o bumerangue usado é pesado e o perfil aerodinâmico é feito para produzir muito pouco arrasto ou atrito, o que resulta em um voo longo e elíptico. Os bumerangues para a modalidade de longa distância são muito parecidos com pontos de interrogação, enquanto os de pegada rápida normalmente têm três asas simétricas. Bumerangues para máximo tempo no ar têm de duas a três asas, normalmente com uma delas consideravelmente maior do que as outras. Característica que, juntamente com as devidas regulagens, ajuda o bumerangue a ter um efeito de \"autorrotação\" para maximizar o tempo em ar a partir do ponto mais alto de voo, possibilitando voos com mais de um minuto de duração. ==Recordes Mundiais== Os atuais recordes mundiais, até março de 2012, incluem: *Precisão-50: 68 pontos, por Thomas Stehrenberger, da Suíça, em 2001 em Lausana, Suíça. A primeira pessoa a fazer uma série perfeita em Precisão-50 foi o alemão Fridolin Frost, em 1999. *Precisão-100: 99 pontos, por Alex Opri, da Alemanha, em outubro de 2007, em Viareggio, Itália. HG Hoffmann, da Alemanha, e Thomas Szartowicz, da Alemanha, em 27 de agosto de 2005 em Lausana, Suíça. Eles bateram o recorde no mesmo dia e na mesma competição. *’’Aussie round’’: 99 pontos, por Fridolin Frost, da Alemanha, em outubro de 2007 e igualado em outubro de 2011 em Viareggio, Itália. *Enduro: 81 pegadas, por Manuel Schütz, da Suíça, em outubro de 2005, em Milão, Itália. *Pegada rápida: 14,6 segundos, por Adam Ruhf, dos EUA, em 31 de janeiro de 1996, em Emmaus, nos EUA. *MTA-100: 139,10 segundos (2 minutos e 19,1 segundos), por Nick Citoli, dos EUA, em 5 de junho de 2010, em Roma, Itália. * MTA unlimited: 380,59 segundos (6 minutos e 20,59 segundos), por Billy Btrazelton, dos EUA, em 5 de junho de 2010, em Roma, Itália. *Trick catch/Doubling: 533 pontos, por Manuel Schütz, da Suíça, em 9 de maio de 2009, em Bordéus, França. O primeiro a fazer uma série perfeita de 100 pontos foi o francês Matthieu Weber no Campeonato Mundial de Bumerangues (WBC) de 1996, na Nova Zelândia. *Juggling: 555 pegadas, por Yannick Charles, da França, em setembro de 1995, em Estrasburgo, na França. *Pegadas consecutivas: 2252, por Haruki Taketomi, do Japão, em março de 2009, no Japão. Ficou 11 horas e 41 minutos jogando. ==Campeonatos mundiais== A primeira competição oficial de bumerangues foi disputada em Melborne, na Austrália, na década de 1960. Quase vinte anos depois, em 1987 nos EUA, foi realizado o primeiro evento internacional, com americanos, franceses, australianos e alemães. Os primeiros campeonatos eram chamados de International Team Cup Challenge. Neles, os campeões foram: Ano Sede Campeão 1987 Chet Snouffer 1988 Rob Croll 1989 Chet Snouffer Depois disso, a história dos campeonatos mundiais de bumerangue começa oficialmente. Em 1991, foi fundada a World Boomerang Association (WBA), responsável pela promoção do esporte e organização de campeonatos. Neste ano foi disputada em Perth, na Austrália, a primeira Copa do Mundo de Bumerangue, e desde 1992 os campeonatos mundiais são realizados de dois em dois anos. Segue abaixo a lista dos campeonatos mundiais e seus respectivos campeões: Ano Sede Campeão 1991 John Koehler 1992 Fridolin Frost 1994 Chet Snouffer 1996 Rob Croll 1998 Fridolin Frost 2000 Manuel Schuetz 2002 Manuel Schuetz Substituindo a WBA, em 2004 foi criada a International Federation of Boomerang Association (IFBA), ficando responsável por uniformizar regras e pela escolha do país sede das copas do mundo. Ano Sede Campeão 2004 Manuel Schuetz 2006 Fridolin Frost 2008 Fridolin Frost 2010 Alex Opri 2012 Manuel Schuetz 2014 André Caixeta Ribeiro 2016 ==Ligações externas== * * * Categoria:Desportos individuais Categoria:Armas de arremesso Categoria:Armas brancas Categoria:Cultura da Austrália Categoria:Equipamentos esportivos Categoria:Cultura aborígene australiana Categoria:Invenções da Austrália",
 "title": "Bumerangue"
}