{
 "id": "60274",
 "text": "Carlos IV (Portici, – Roma, ) foi o Rei da Espanha de 1788 até sua abdicação em 1808. Era filho do rei Carlos III e de Maria Amália da Saxônia. Subiu ao trono com grande experiência em assuntos de Estado, mas viu-se superado pela repercussão dos acontecimentos ocorridos em França em 1789 e pela sua falta de energia pessoal, que fizeram com que o governo caísse nas mãos da sua esposa, a princesa Maria Luísa de Parma, e do valido, Manuel de Godoy, que se dizia ser amante da rainha, embora actualmente essas afirmações tenham sido desmentidas por vários historiadores.La Parra López, E. (2002): Manuel Godoy: la aventura del poder; Rúspoli, E. (2004): Godoy: La lealtad de un gobernante ilustrado. Estes acontecimentos acabaram com as expectativas com as quais deu início ao seu reinado. Quando o rei Carlos III faleceu, a queda da economia e a desorganização da administração revelaram os limites do reformismo, ao ponto de colocar a Revolução Francesa como uma alternativa ao Antigo Regime. == Primeiros anos == Nasceu a 11 de Novembro de 1748 em Portici, durante o reinado do seu pai no reino das Duas Sicílias. Foi baptizado com os nomes de Carlos António Pascoal Francisco Xavier João Nepomuceno José Januário Serafim Diogo. Em 1759, quando o seu tio, o rei Fernando VI de Espanha, morreu sem deixar descendentes, o seu pai passou a ocupar o trono de Espanha. Assim, Carlos tornou-se herdeiro da monarquia hispânica, prestando o seu juramento como príncipe das Astúrias a 19 de Julho de 1760. Sucedeu ao seu pai Carlos III, quando este faleceu a 14 de Dezembro de 1788. === Casamento === Carlos IV contraiu matrimónio com a sua prima-irmã Maria Luísa de Parma, filha de Filipe, duque de Parma, em 1765. Juntos tiveram catorze filhos das vinte-e- quatro vezes que Maria Luísa esteve grávida, mas apenas sete chegaram à idade adulta. == Reinado == O reinado de Carlos IV de Espanha foi marcado pelo impacto que a Revolução Francesa de Julho de 1789 teve em Espanha, assim como o seu desenvolvimento posterior, principalmente depois de 1799, quando Napoleão Bonaparte assumiu o poder. A resposta inicial da corte de Madrid foi o chamado \"pânico de Floridablanca\" e o confronto com o novo poder revolucionário, após a destituição, prisão e execução do rei Luís XVI, chefe da Casa de Bourbon, que também reinava em Espanha, o que levou à Guerra da Convenção (1793-1795) que foi desastrosa para as forças espanholas. Em 1796, Carlos IV e o seu poderoso \"primeiro-ministro\" Manuel de Godoy mudaram completamente de política em relação à República Francesa e aliaram-se a ela, o que provocou a primeira guerra coma Grã-Bretanha (1796-1802), que acabaria por provocar a Guerra da Segunda Coligação e que marcou outra reviravolta difícil na Monarquia de Carlos IV, além de provocar uma dura crise na Tesouraria Real que se tentou resolver com a chamada \"desamortização de Godoy\" - o \"favorito\" foi afastado do poder durante dois anos (1798-1800). Após a efémera Paz de Amiens em 1802, rebentou a segunda guerra com a Grã-Bretanha, no seguimento da Guerra da Terceira Coligação, na qual a frota franco- espanhola foi derrotada pela frota britânica comandada pelo almirante Nelson, na Batalha de Trafalgar (1805). Este acontecimento foi a crise fatal para o reinado de Carlos IV que culminou com a conspiração do El Escorial, de novembro de 1807 e com o motim de Aranjuez de Março de 1808, no qual o rei perdeu o poder e se viu forçada a abdicar do trono a favor do seu filho Fernando. No entanto, dois meses depois, pai e filho estariam a assinar as abdicações de Bayona, nas quais entregaram os seus direitos de sucessão a Napoleão Bonaparte que, por sua vez, os entregou ao seu irmão José Bonaparte. Muitos espanhóis \"patriotas\" não reconheceram as abdicações e continuaram a considerar Fernando VII como rei, iniciando, em seu nome, a Guerra da Independência Espanhola. No entanto, outros espanhóis, chamados desdenhosamente de \"afrancesados\", apoiaram uma Espanha napoleónica e o novo rei, José I Bonaparte, pelo que se considera que esta tenha sido a primeira guerra civil da História contemporânea de Espanha. === Revolução Francesa === ==== Pânico de Floridablanca ==== Uma vez que temia o contágio da Revolução Francesa em Espanha, José Moñino, conde de Floridablanca, enquanto primeiro secretário de Estado, tomou medidas para o impedir, uma vez que, naquela altura, a monarquia carecia de um dispositivo de segurança e ordem pública que pudesse fazer frente a possíveis golpes revolucionários. Assim, Floridablanca tomou imediatamente uma ´série de medidas para evitar o \"contágio\", impedindo que se soubesse o que estava a acontecer em França e travando a propagação das \"ideias perigosas\" dos revolucionários franceses. Assim, por exemplo, ordenou, segundo as suas próprias palavras que \"se formasse um cordão de tropas em toda a fronteira, de mar a mar, como se faz com a peste para que não nos comuniquem o contágio\".Giménez López, Enrique (1996). pp. 18–26 Por isso, encerrou precipitadamente as Cortes de Madrid de 1789 que, desde 19 de Setembro, se encontravam reunidas para prestar juramento ao herdeiro do trono, devido aos últimos acontecimentos de França, uma vez que, a 6 de Outubro, tinha ocorrido o assalto ao Palácio de Versalhes que tinha forçado os \"patriotas\" de Paris e o rei Luís XVI a mudarem-se para Paris, para a Assembleia Nacional Constituinte, que desde 14 de Julho, após a tomada da Bastilha, se tinha tornado no novo poder soberano de França.Giménez López, Enrique (1996). pp. 16–18 Floridablanca decidiu também suspender todos os jornais, à excepção dos oficiais (Gazeta de Madrid, Mercurio, Diario de Madrid), nos quais tinha sido proibido mencionar os acontecimentos franceses. Foi reforçado o controlo ideológico da Inquisição, que voltou à sua função inicial de ser um órgão repressivo ao serviço da monarquia, em 1791 foi criada a chamada Comissão Reservada para perseguir aqueles que defendiam \"ideias revolucionárias\". Os membros da Comissão tinham como função introduzir-se em tertúlias de indivíduos influentes e informar os seus superiores em relação aos temas de conversa e às pessoas que neles participavam. Foi criada a censura a estrangeiros para controlar os seus movimentos, principalmente os franceses, e apenas se permitia a entrada em Espanha de pessoas que jurassem fidelidade à religião católica e ao rei e todos os corregedores foram forçados a retirar qualquer campanha considerada subversiva, entre outras medidas.Giménez López, Enrique (1996). pp. 18–26. Os acontecimentos em França também tiveram o seu impacto no Império das Índias, uma vez que Espanha deixou de poder contar com o auxílio da monarquia francesa, vinculada à espanhola pelos pactos de família, assim chamados por ser a Casa de Bourbon a reinante em ambos os países, como tinha acontecido durante a disputa com a Grã-Bretanha pelo território de Nutka. O conflito ocorreu em 1789, quando alguns exploradores e militares espanhóis que se dirigiam para norte a partir da Califórnia, que na altura fazia parte do Vice-Reino da Nova Espanha, chegaram à ilha de Nutka, que pertencia à colónia britânica do Canadá e encontraram-se aí com militares e exploradores britânicos que vinham de este. No final, a monarquia espanhola teve de renunciar aqueles territórios nas Convenções de Nutka, assinadas nos anos seguintes.Capel Martínez, Rosa Mª; Cepeda Gómez, José (2006). p. 297. Também afectaram a política mediterrânica, uma vez que, quando as praças do norte de África de Orã e Mazalquivir foram atacadas por piratas berberes, o governo de Madrid optou por abandoná-las, apesar do esforço dos que tinham resistido aos ataques, por desejar concentrar-se por completo no que estava a acontecer em França.Capel Martínez, Rosa Mª; Cepeda Gómez, José (2006). p. 298. Os acontecimentos em França obrigaram finalmente a monarquia espanhola a deixar os \"pactos de família\" em suspenso com a monarquia francesa. A detenção de Luís XVI em Varennes, após a sua tentativa de fuga de Paris em Junho de 1791, levaram Floridablanca a intervir em defesa do rei francês e a enviar uma nota diplomática à Assembleia Nacional francesa, na qual pedia aos franceses que respeitassem \"a dignidade eminente da sua pessoa sagrada [Luís XVI], a sua liberdade, a sua imunidade e da sua família real\". A nota foi considerada uma interferência inadmissível nos assuntos internos de França e piorou as relações entre os dois países. Um deputado da Assembleia afirmou que \"as potências europeias devem saber que morreremos, se tal for necessário, mas não permitiremos que intervenham nos nossos assuntos\". Pouco depois, Floridablanca recusou-se a aceitar a Constituição Francesa de 1791, \"por ser contrária à Soberania\", nem a reconhecer o juramento que Luís XVI fez à mesma a 14 de Setembro de 1791.Giménez López, Enrique (1996). pp. 26–30. Num relatório intitulado \"Exposição que o senhor Floridablanca fez e leu a S.M. e no Conselho, dando uma ideia sucinta do Estado da França, da Europa e da Espanha\", datada de 19 de Fevereiro de 1792, o primeiro secretário resumia desta forma o que tinha acontecido em França após o triunfo da Revolução: \"O estado da França é o de ter reduzido o rei ao de um simples cidadão\" convertido no \"primeiro empregado ao serviço da Nação\"; ter destruído a \"hierarquia eclesiástica\" e \"a nobreza, os brazões e armas, os títulos e todas as distinções de honra\"; ter proclamado que \"todos os homens são iguais e que assim até o mais infeliz dos artesãos terá liberdade absoluta para falar, escrever e trabalhar como achar melhor\". O seu relatório concluía-se com a frase: \"Em França acabou tudo\". ==== Floridablanca e Aranda ==== No dia 28 de Fevereiro de 1792, poucos dias depois de apresentar o seu relatório, Carlos IV demitiu o conde de Floridablanca e nomeou o conde de Aranda, partidário de uma política menos inflexível do que a nova \"Monarquia Constitucional\" francesa, para ocupar o seu lugar. Acredita-se que uma das pessoas que convenceu o rei a destituir Floridablanca foi o novo embaixador francês, o cavaleiro de Bourgoing, que, durante um encontro com Carlos IV no dia anterior à demissão do conde, teria ameaçado cortar relações diplomáticas com Espanha se o país mantivesse a política intransigente do conde que continuava a recusar reconhecer o juramento de Luís XVI da Constituição de 1791. Outro dos grandes responsáveis na queda de Floridablanca, um intelectual de origens humildes, foi o \"partido aristocrático\", liderado pelo próprio conde de Aranda que, segundo Floridablanca, se movia \"quer por ressentimento por não serem atendidas todas as suas pretensões, quer por desejar captar a aura popular daqueles que resistem à autoridade, dos que provocam danos gravíssimos à autoridade real e à calma e felicidade públicas\". Um dos argumentos utilizados pelos arandistas no seu confronto foi a decisão de Floridablanca abandonar as praças de Orã e Mazalquivir que passaram para a soberania da Regência de Argel em troca da concessão de certos privilégios comerciais.Giménez López, Enrique (1996). pp. 28–30. Em França, a nomeação de Aranda foi recebida com entusiasmo e Condorcet chegou mesmo a enviar-lhe uma carta de felicitação na qual lhe chamava o \"defensor da liberdade contra a superstição e o despotismo\". Aranda desmobilizou imediatamente o aparelho administrativo criado por Floridablanca e suprimiu a Junta Suprema do Estado que foi substituída pelo Conselho de Estado, restabelecido com Aranda como reitor, um cargo que acumulava com o de Secretário de Estado, algo que o tornou numa espécie de \"primeiro-ministro\", uma vez que os restantes secretários passaram a fazer parte automaticamente do recém-restaurando Conselho de Estado. Para facilitar a sua ajuda ao rei, a sua sede fixou-se no Palácio real.Giménez López, Enrique (1996). pp. 30–32 Por outro lado, o conde de Aranda virou-se contra aquele que \"tinha sido o seu oponente político durante os últimos quinze anos\" e, depois de enviar Floridablanca para Múrcia, mandou prendê-lo no dia 11 de Julho, quando este se encontrava na sua aldeia natal, Hellín. O antigo secretário de estado ficou preso na cidadela de Pamplona durante dois anos, acusado de abuso de poder e corrupção, até ser libertado em 1794 por ordem de Manuel de Godoy, sendo reabilitado no ano seguinte.Giménez López, Enrique (1996). p. 32 O conde de Aranda colocou em marcha o seu programa de aproximação a França para influenciar positivamente a situação do rei e contar com o apoio francês contra a Grã-Bretanha. Assim, por exemplo, o controlo da imprensa foi suavizado e as fronteiras deixaram de ser tão controladas. No entanto, Aranda acabou por ser ultrapassado pela radicalização da revolução francesa. Em Agosto de 1792, o rei Luís XVI foi destituído e preso juntamente com a sua família, acusado de traição. No mês seguinte foi proclamada a República. O conde de Aranda retirou o embaixador espanhol em Paris, o conde de Fernán Núñez, e reuniu o conselho de estado, que concordou em dar início aos preparativos para uma intervenção armada contra a \"nação francesa e voltar a chamá-la à razão\". No entanto, quando os dois exércitos que tinham como destino os dois extremos dos Pirenéus franceses, se puseram em marcha, ficaram evidentes os problemas logísticos que a operação colocava, assim como as grandes deficiências que havia nas unidades militares que iam participar no conflito. Aranda acreditava que os exércitos da Prússia e da Áustria iriam invadir a França pelo norte iriam conquistar Paris com facilidade e a intervenção dos exércitos espanhóis não seria necessária. No entanto, estes acabariam derrotados na Batalha de Valmy, a 21 de Setembro e os exércitos revolucionários franceses passaram à ofensiva, o que arruinou por completo a sua estratégia. Então, Aranda optou por defender a neutralidade, dada a falta de preparação do exército espanhol. Por este motivo, acabaria por ser destituído por Carlos IV, que defendia a intervenção militar juntamente com os emigrantes franceses residentes em Madrid e o núncio do Papa, abertamente anti-arandista \"pelo bem da religião e do Estado\". O conde de Aranda, que esteve apenas oito meses no poder, foi substituído por Manuel de Godoy, um jovem oficial da Guardia de Corps, originário de uma família fidalga da Estremadura que tinha conquistado a confiança dos reis devido à sua lealdade. === Godoy e a Guerra da Convenção === As razões pelas quais Manuel de Godoy, um membro da pequena nobreza da Estremadura espanhola sem qualquer experiência de governação, foi nomeado para o cargo de primeiro secretário de estado são debatidas até ao dia de hoje. Na sua biografia sobre Godoy, o historiador Emilio La Parra expõe o caso da seguinte forma: : Este ponto de vista é também partilhado maioritariamente pelo também historiador Enrique Giménez que destaca o facto de a tenra idade e rapidez de progressão na corte não serem um caso isolado na Europa da época - William Pitt (o novo) foi nomeado primeiro- ministro aos vinte-e-quatro anos de idade e Godoy aos vinte-e-cinco. Se Carlos IV procurava uma pessoa independente, Godoy cumpria este requisito, uma vez que \"não pertencia a nenhum grupo - nem aos 'manteístas', nem aos 'gorilas', nem aos aristocratas nem ao partido aragonês - que tinham conquistado o poder durante o reinado de Carlos III.Giménez López, Enrique (1996). p. 36 O principal objectivo colocado pelos reis a Godoy foi o de salvar a vida do chefe da Casa de Bourbon e ele utilizou todos os meios ao seu alcance para o conseguir - incluindo subornar membros importantes da Convenção, a instituição que estava a julgar o rei Luís XVI -, mas sem sucesso, uma vez que o rei foi declarado culpado e executado na guilhotina a 21 de Janeiro de 1793. Como consequência deste acontecimento, as principais potências europeias, incluindo a monarquia de Espanha e a da Grã-Bretanha, que tinham assinado o Tratado de Aranjuez, entraram em guerra contra a República Francesa. O conde de Aranda, que ainda pertencia ao Conselho de Estado e ao Conselho de Castela, desaconselhou o rei a declarar guerra num relatório confidencial, alegando que o exército espanhol não estava em condições para combater e que, além do mais, as más comunicações entre o norte de Espanha e os Pirenéus iriam dificultar o movimento das tropas, assim como o envio de mantimentos. Por este motivo, houve um violento confronto entre Godoy e Aranda na reunião do Conselho de Estado que se realizou a 14 de Março de 1793, que fez com que Aranda fosse desterrado para Jaén e, finalmente para a Alhambra de Granada onde ficou preso.Giménez López, Enrique (1996). pp. 36–38. ==== Apoio a guerra ==== Para que a guerra pudesse contar com o apoio popular, Godoy deu início a uma campanha \"patriótica\" sem precedentes na qual participaram de forma entusiástica os membros do clero anti-iluminista. Segundo estes, a guerra era uma \"cruzada\" em defesa da religião e da monarquia e contra o \"ímpio francês\" e a \"perversa França\", encarnação do Mal Absoluto e identificando o Iluminismo contra a Revolução. O frei Jerónimo Fernando de Cevallos escreveu a Godoy em 1794 que \"os franceses, com duzentos mil Sans-culottes, podem causar uma devastação horrível, mas será melhor assistirmos ao nascimento de quatro ou cinco milhões de Sans-culottes em Espanha entre lavradores, artesãos, mendigos, ladrões e canalhas, se ganharem gosto aos princípios sedutores dos filósofos?Giménez López, Enrique (1996). p. 38. Um exemplo desta propaganda anti-iluminista e contra-revolucionária pode ver-se no seguinte texto:Aqueles que iniciaram a campanha tiveram por base o \"mito reaccionário\" que descreve a Revolução como o resultado de uma \"conspiração\" universal de \"três seitas\" que atentam contra \"a pureza do catolicismo e do bom governo\" (a filosófica, a jansenista e a maçónica). Uma \"teoria da conspiração\" elaborada pelo abade francês Augustin Barruel e que, em Espanha, foi difundida pelo frei Diego José de Cádiz, autor de obras como \"O Soldado Católico em Guerra\" entre outras. No entanto, houve alguns membros da hierarquia eclesiástica que não apoiaram esta campanha como, por exemplo, o arcebispo de Valência, Francisco Fabián y Fuero, que se recusou a considerar o conflito em França como uma \"guerra religiosa\", o que o colocou em confronto com o capitão-geral, o duque de la Roca, que ordenou a sua detenção a 23 de Janeiro de 1794 com o pretexto de garantir a sua segurança. No entanto, o arcebispo conseguiu fugir e refugiou-se em Olba. A intervenção do Conselho de Castela colocou um ponto final no conflito. O conselho reconheceu que o capitão-geral tinha excessivo \"notoriamente as suas capacidades\" e, em troca, Fabián y Fuero aceitou renunciar ao cargo de arcebispo a 23 de Novembro de 1794, sendo substituído por um partidário fervoroso da \"cruzada\".Giménez López, Enrique (1996). p. 41. Por seu lado, a Convenção tentou impedir a campanha antifrancesa e contra-revolucionária com vários manifestos como o Aviso ao Povo Espanhol ou o chamado \"Als Catalans\", nos quais se destacava o facto de se ter criado uma \"coligação monstruosa\" com todos os tiranos da Europa, mas que não tiveram qualquer efeito perante os relatos difundidos nos jornais sobre a forma de actuação dos franceses - relativamente à tomada de Besalú, os jornais informaram que \"nos templos derrubaram as imagens, destruíram-nas com arcabuzes e depois sujaram-se com tudo; em algumas aldeias violaram algumas mulheres e mataram outras\"- e sobre os ideais que promoviam, como o ideal \"destruidor e absurdo\" da igualdade que \"acabava com a distinção natural entre donos e escravos, homens ilustres e a ínfima plebe\".Giménez López, Enrique (1996). pp. 39–40 Como consequência da campanha \"patriótica\" a favor da guerra contra a Convenção, houve em muitos locais ataques contra residentes franceses que não tinham qualquer responsabilidade pelo que estava a acontecer no seu país, com o \"argumento\" de que \"todos\" os franceses eram \"infiéis, judeus, hereges e protestantes\", como afirmou um fabricante de lanternas de Requena que propôs a sua exterminação através de pós criados por ele para eliminar a \"peste, más colheitas, carbúnculos e pestilentos\".Giménez López, Enrique (1996). pp. 42; 40. Um dos episódios mais graves desta época foi o motim antifrancês que rebentou em Valência, em Março de 1793, durante o qual foram assaltadas e incendiadas muitas casas de comerciantes que viviam na cidade e também foram alvo de violência popular os sacerdotes refractários que ali se encontravam refugiados por se terem negado a fazer o juramento estabelecido na Constituição Civil do Clero. Por vezes, os motins rebentavam devido à difusão de rumores, como o que se espalhou por Madrid que afirmava que as águas da cidade tinham sido envenenadas pelos franceses. Também ocorriam como resultado da concorrência que os comerciantes franceses faziam aos comerciantes locais, como aconteceu em Málaga, onde os franceses foram chamados de \"malditos jacobinos, capazes de contaminar até aqueles com melhor complexão\". Também se juntaram a esta campanha alguns iluministas cujos sentimentos absolutistas e até fervor religioso tinham sido intensificados pela Revolução Francesa. Um dos mais conhecidos casos foi o de Pablo de Olavide que passou de perseguido pela Inquisição a autor de uma obra intitulada \"O Evangelho em Triunfo\", na qual defende uma submissão completa ao trono e à igreja. ==== \"Catalanistas\" e \"basquistas\" ==== A guerra contra a República Francesa - chamada Guerra da Convenção ou Guerra dos Pirenéus e, na Catalunha, a \"Guerra Gran\" ou \"Grande Guerra\" - foi desastrosa para Espanha, uma vez que o exército não estava preparado e o estado das comunicações dificultou a deslocação e abastecimento das tropas, o que acabou por dar razão ao conde de Aranda. O exército espanhol, composto por cerca de 55 mil soldados ocuparam o centro e para as extremidades dos Pirenéus. A iniciativa partiu do exército estacionado na Catalunha, comandado pelo general Antonio Ricardos que ocupou rapidamente a região do Rossilhão, mas nunca chegou a conquistar a sua cidade principal, Perpinhão. As tropas passaram a ocupar-se então de actos mais simbólicos como o de substituir a bandeira tricolor da República pela bandeira branca dos Bourbon ou a destruir os ideais da liberdade.Giménez López, Enrique (1996). pp. 42–43. A contra-ofensiva republicana francesa ocorreu em finais de 1793 e as suas tropas conseguiram ocupar o Vale de Aran e Puigcerdà, onde imprimiram a Declaração dos Direitos do Homem e do Cidadão em catalão e, no ano seguinte, conquistaram as cidades de Seo de Urgel, Camprodon, São João das Abadessas e Ripoll. Em Março de 1794, o general Ricardos morreu, sendo substituído pelo conde da União que se dirigiu para Ampurdán. Em finais de 1794, caiu o estratégico forte de San Fernando de Figueras que se acreditava ser impossível de derrotar, mas acabou por ser entregue pelos oficiais de forma considerada \"vergonhosa\",Capel Martínez, Rosa Mª; Cepeda Gómez, José (2006). p. 299 o que desmoralizou as tropas que combatiam na Catalunha. No extremo ocidental dos Pirenéus, o avanço francês quase não encontrou resistência e foram caindo as cidades de Fuenterrabía, onde, segundo alguns rumores, os soldados republicanos franceses profanaram edifícios religiosos, vestindo, por exemplo, um santo de \"guarda nacional\", San Sebastián, Tolosa, Bilbao e Vitoria, ficando assim livre o caminho até Madrid. Entretanto, na Catalunha, Roses caiu em Fevereiro de 1795, o que deixava livre o caminho até Barcelona.Giménez López, Enrique (1996). pp. 43–45. A Armada Espanhola também participou na guerra. Um esquadrão comandado por Juan de Lángara, juntamente com um esquadrão britânico comandado pelo almirante Hood tentaram levantar o cerco de Tolón, para ajudar os realistas franceses que estavam a ser atacados pelos revolucionários que bombardeavam a cidade e o porto. Entre eles encontrava-se um jovem oficial de artilharia chamado Napoleão Bonaparte. A operação fracassou e a frota espanhola e britânica teve de abandonar Tolón em Dezembro de 1793.Capel Martínez, Rosa Mª; Cepeda Gómez, José (2006). pp. 298–299. Durante a ocupação do País Basco e do norte da Catalunha, os revolucionários franceses instigaram o Particularismo em ambos os territórios. Na Catalunha, prometeram a libertação do \"jugo castelhano\" através da formação de uma república catalã independente com o fim de juntá-la à República Francesa através da ruptura dos \"laços comerciais desse país [Catalunha] com o resto de Espanha [e] multiplicá-los com nós através de vias facilitadas\" e a introdução da \"língua francesa\". No outro lado, os militares castelhanos que comandavam as tropas de Carlos IV tentaram conquistar a confiança dos habitantes do antigo principado, que tinham resistido ao recrutamento e tinham ocorrido tentativas de indisciplina e deserção, escrevendo em catalão as proclamações e manifestos, o que não acontecia desde o Decreto da Nova Planta da Catalunha em 1716. Também voltaram a estabelecer o Somatén (uma instituição catalã de carácter para-policial), que tinha sido abolido na \"Nova Planta\" dos Bourbon, e foi permitida a criação de Juntas de Defesa e Armamento que deveriam culminar com a formação de uma hipotética Junta do Principado que nunca chegou a acontecer. Apenas funcionaram as Juntas a nível local que tinham como única finalidade \"travar o inimigo\" e que estavam sob o controlo rigoroso do Capitão-General.Giménez López, Enrique (1996). p. 46 No País Basco, foi a Junta Geral de Guipúzcoa que tomou a iniciativa e, numa reunião realizada em Guetaria em Junho de 1794, colocou a questão da possível independência da \"província\" às autoridades francesas, embora a única proposta que receberam em troca foi a proposta de se integrarem na República Francesa, uma alternativa considerada \"impossível, uma vez que os valores e conceitos revolucionários eram absolutamente contrários ao mundo tradicional e corporativo da sociedade basca\", afirma Enrique Giménez, embora, após o final da guerra, alguns \"colaboracionistas\" de Guipúscoa que foram julgados, tenham mostrado a sua adesão aos valores republicanos: \"olhavam para França e exclamavam: 'Viva a República!'. Do outro lado, como na Catalunha, as autoridades militares espanholas promoveram o \"foralismo\" basco e de Navarra para que os seus habitantes se comprometessem a lutar contra o invasor, embora tenham sido precisamente os foros que tiveram problemas no recrutamento de soldados.Giménez López, Enrique (1996). pp. 46–47 ==== Liberalismo espanhol ==== Foram muitos os iluministas que não apoiaram a campanha reaccionária iniciada devido à Guerra da Convenção e houve até um sector que, por causa dos acontecimentos que sucederam à Revolução Francesa, decidiram ir além dos postulados moderados do Iluminismo, o que deu origem a um movimento abertamente liberal. Numa carta dirigida a um amigo de Sevilha, Juan Pablo Forner comentava o ambiente que se vivia em Madrid:Giménez López, Enrique (1996). p. 54 \"No café só se ouve falar em batalhas, revolução, Convenção, representação nacional, liberdade, igualdade. Até as putas nos perguntam pelo Robespierre e pelo Barrére e é preciso apanhar uma boa dose de patranhas editoriais para satisfazer a moça que se corteja (...)\". Assim, nos anos 90 do século XVIII, houve uma importante agitação \"liberal\" - a proliferação de pasquins sedentos, a ostentação de símbolos revolucionários, a circulação de panfletos subversivos-, impulsionada em Bayona por uma série de iluministas espanhóis exilados que adoptaram os princípios e os ideias da Revolução Francesa. O membro mais destacado e principal encorajador deste grupo foi José Marchena, editor da Gaceta de la Libertad y de la Igualdad, que era escrita em espanhol e em francês e cujo objectivo declarado era \"preparar os espiritos espanhóis para a liberdade\". Além disso, foi também redactor da proclamada \"A la Nación española\", publicada em Bayona em 1792 com uma tiragem de 5 mil exemplares e que, entre outras coisas, pedia a supressão da Inquisição, o restabelecimento das Cortes ou a limitação dos privilégios do clero, num programa que era bastante moderado, tendo em conta a proximidade de Marchena aos girondinos. Ao lado de Marchena estavam Miguel Rubín de Celis, José Manuel Hevia e Vicente María Santibáñez, este último talvez o mais radical, próximo dos jacobinos, que defendia a formação de Cortes que representassem a \"nação\". No interior de Espanha também houve agitação liberar, cuja principal conquista foi a \"conspiração de São Brás\", assim chamada por ter sido descoberta a 3 de Fevereiro de 1795, dia de São Brás. Foi liderada pelo iluminista Juan Picornell de Maiorca- cujas preocupações, até então, se tinham resumido à renovação pedagógica e ao fomento da educação pública- e os conjurados que queriam levar a cabo um golpe de estado apoiado pelas classes populares madrilenas para \"salvar a pátria da eterna ruína que a ameaça\". Após o triunfo do golpe, criou-se uma Junta Suprema que serviu de governo provisório em representação do povo. Após a elaboração de uma Constituição, foram realizadas eleições, sem que ficasse claro se os conjurados estavam desiludidos com a Monarquia constitucional ou com a República, embora soubessem que o lema do novo regime seria liberdade, igualdade e abundância. Picornell e outros três detidos foram condenados à morte por enforcamento, mas a pena acabaria por ser reduzida a prisão perpétua que devia ser cumprida na prisão de La Guaira na Venezuela. No entanto, os quatro detidos conseguir fugir a 3 de Junho de 1797, passando a colaborar desde aí com os crioulos que defendiam a independência das colónias espanholas nas Américas.Giménez López, Enrique (1996). pp. 48–50. Nos anos seguintes não houve mais tentativas para derrubar o Antigo Regime, embora se tivesse mantido o medo de contágio revolucionário.Martínez Shaw, Carlos (1996). p. 101. O liberalismo contava com o precedente de alguns pensadores austriacistas e iluministas que, nos anos e décadas anteriores à Revolução Francesa, tinham defendido o regime parlamentar britânico em aposição às monarquias absolutistas do continente que tinham até adoptado alguns dos ideais da Revolução Americana, na qual tinham surgido os Estados Unidos da América. Juan Amor de Soria, que pertencia ao grupo do \"austracistas persistentes\", José Agustín de la Rentería, Valentín de Foronda e León de Arroyal são considerados os fundadores da tradição liberal espanhola. León de Arroyal afirmava numa carta que: ==== Paz de Basileia ==== miniaturadaimagem|esquerda|Godoy apresenta a Paz ao rei Carlos IV, alegoria de Pau Montaña Cantó. O surgimento dos sentimentos \"catalanistas\" e \"basquistas\" nas \"províncias\" onde se estava a combater, aliado aos desastres militares e a situação financeira grave em que ficou a tesouraria real - os gastos provocados pela guerra tinham provocado um \"endividamento asfixiante\"-Giménez López, Enrique (1996). p. 116 \\- forçaram Godoy a dar início às negociações de paz. Do lado francês também já se notava o cansaço da guerra e a queda de Robespierre em Julho de 1794, juntamente com a chegada ao poder dos republicanos moderados deu início a uma nova etapa na República. Depois de contactos iniciais que não chegaram a conclusão alguma, as negociações passaram a realizar-se em Basileia, onde residia F. Barthélemy, representante da república francesa perante a Confederação Helvética. Domingo Iriarte, embaixador da monarquia de Carlos IV na corte de Varsóvia, foi escolhido para se dirigir para essa cidade, uma vez que conhecia Barthélemy desde a sua estadia na embaixada de Paris em 1791, uma amizade que ajudaria a alcançar um acordo que também foi facilitado pela morte na prisão do delfim Luís XVII a 8 de Junho de 1795, uma vez que Carlos IV exigia a sua libertação como condição fundamental para conseguir a paz. Assim, as duas potências assinaram um acordo a 22 de Julho de 1795, conhecido como o Tratado de Basileia com o qual terminou a Guerra da Convenção.Giménez López, Enrique (1996). pp. 58–60. No Tratado de Basileia, a monarquia espanhola conseguiu que lhe fossem devolvidos todos os territórios ocupados pelos franceses a sul dos Pirenéus, mas, em troca, viu-se forçada a ceder a França a sua parte da Ilha de São Domingos, no mar das Caraíbas, embora tenha conseguido manter o Louisiana que tinha sido reclamado pelos franceses. Numa cláusula secreta resolveu-se outro tema controverso: a libertação da irmã do delfim falecido e filha do rei Luís XVI, cuja custódia foi entregue ao imperador da Áustria, seu tio. Além de tudo isto, o tratado abriu as portas para a melhoria das relações diplomáticas entre a monarquia espanhola e a república francesa, uma vez que no artigo 1 não se falava apenas de paz, mas também de \"amizade e boa vontade entre o rei de Espanha e a republica francesa\" e, noutro artigo, falava-se até de assinar um \"novo tratado comercial\", embora tal nunca tivesse acontecido.Giménez López, Enrique (1996). p. 61. Segundo o historiador Enrique Giménez, \"a modéstia das reivindicações francesas\" deveu-se ao facto de \"a republica desejar uma reconciliação com Espanha e voltar a promover a aliança que tinha unido os dois países vizinhos durante o século XVIII contra o seu inimigo comum: a Grã-Bretanha.\"Giménez López, Enrique (1996). pp. 61–62. Como recompensa pelo sucesso do tratado, Godoy recebeu dos reis o título de \"príncipe da paz\", algo que ia contra a tradição da monarquia hispânica que apenas concedia o título de príncipe ao herdeiro do trono, neste caso, Fernando, príncipe das Astúrias. Em Outubro, foi assinado o Tratado de São Lourenço, no qual se fixaram as fronteiras entre os Estados Unidos e a colónia espanhola da Florida. === A aliança com a França e guerra contra a Grã- Bretanha=== ==== O Tratado de San Ildefonso ==== Um ano depois da \"Paz de Basileia\", a monarquia de Carlos IV aliou-se com a república francesa através da assinatura do Tratado de San Ildefonso que ocorreu a 19 de Agosto de 1796 e cuja principal finalidade era fazer frente ao inimigo comum de ambos os países: a Grã-Bretanha.Giménez López, Enrique (1996). p. 64. Como assinalaram Rosa Maria Capel e José Cepeda, foi um \"pacto de família sem família\".Capel Martínez, Rosa Mª; Cepeda Gómez, José (2006). p. 300. Para que ocorresse esta mudança de política da corte de Madrid em relação à Revolução Francesa, pesou sobretudo a necessidade de defender o império das Américas frente às ambições britânicas,Capel Martínez, Rosa Mª; Cepeda Gómez, José (2006). p. 300 embora os interesses dinásticos dos Bourbon em Itália também fossem importantes, uma vez que Carlos IV queria garantir que a Casa de Bourbon continuava a reinar no ducado de Parma e no reino de Nápoles, ambos ameaçados pelas invasões francesas iniciadas pelo general Napoleão Bonaparte em Março de 1796. No seu avanço a caminho de Milão desde o Piemonte, os exércitos franceses tinham passado por Parma, obrigando o duque Fernando, irmão da rainha de Espanha, a pagar uma pesada indemnização em mantimentos e obras de arte.Giménez López, Enrique (1996). pp. 62–64. Para a república francesa, o principal interessa da aliança com a monarquia de Carlos IV era a utilização da frota marítima espanhola - a terceira mais poderosa da época, embora para poder colocá-la em acção, a tesouraria espanhola teria de suportar gastos extraordinários - e o estratégico porto de Cádiz, além de conseguir expulsar os ingleses de Portugal.Giménez López, Enrique (1996). p. 65. Apenas dois meses depois da assinatura do Tratado de San Ildefonso, a monarquia britânica, sentindo-se ameaçada, declarou guerra à monarquia espanhola. Em Fevereiro de 1797, deu-se a Batalha do Cabo de São Vicente, na qual a frota espanhola, embora superior em número - 24 navios contra 15-, foi derrotada pela armada britânica, comandada pelo almirante John Jervis. O comandante da frota espanhola, José de Córdoba, foi condenado ao desterro fora de Madrid e de qualquer província marítima da península em conselho de guerra. Apenas dois dias depois, os britânicos apoderaram-se da ilha de Trinidad nas Antilhas, numa actuação pouco gloriosa da frota e do exército espanhóis que a defendiam. O mesmo não aconteceu nos ataques a Porto Rico (Abril de 1797), a Cádiz (Julho) e a Santa Cruz de Tenerife (Julho), nos quais os defensores conseguiram impedir o desembarque britânico. As últimas duas invasões foram comandadas pelo almirante Horatio Nelson, que ficou ferido no ataque a Santa Cruz de Tenerife, onde perdeu o braço direito e foi preso. \"De forma cavalheiresca, o governador militar, o general Antonio Gutérrez, permitiu-lhe regressar a Inglaterra depois de o fazer prometer que não voltaria a atacar as ilhas Canárias\".Capel Martínez, Rosa Mª; Cepeda Gómez, José (2006). p. 301.Giménez López, Enrique (1996). pp. 66–68. As consequências económicas da guerra foram muito mais graves do que as da Guerra da Convenção, uma vez que o avanço dos navios ingleses no Mediterrâneo desde Menorca - que voltou a ser ocupada pela Grã- Bretanha - e pelo Atlântico, além do bloqueio de Cádiz após a derrota naval no Cabo de São Vicente em Fevereiro de 1797 interromperam o comércio espanhol com as Índias, o que fez com que as colónias americanas deixassem de receber mantimentos e ficassem impedidas de enviar a sua produção colonial a Espanha.Giménez López, Enrique (1996). p. 112. Relativamente à economia peninsular, o bloqueio naval inglês levou ao encerramento de muitas casas comerciais e de seguros em Cádiz e à redução drástica da produção de manufactura na Catalunha, para a qual os mercados coloniais eram essenciais. Deve acrescentar-se que a situação económica agravou-se devido às fracas colheitas de 1798. Todos estes factores tiveram também consequências graves na tesouraria pública cujo défice se tornou insustentável, uma vez que as remessas de prata provenientes da América foram reduzidas, assim como as receitas aduaneiras.Giménez López, Enrique (1996). p. 68. A interrupção do comércio com a América levou a uma situação de tal forma dramática que um Decreto publicado a 18 de Novembro de 1797 suspendeu o monopólio comercial da metrópole, e permitiu a todas as colónias fazer comércio com países neutros - principalmente com os Estados Unidos. Esta medida teve uma grande impacto no futuro do império colonial espanhol, uma vez que os crioulos conseguiram obter vários produtos manufacturados de qualidade a preços vantajosos e protestaram quando o decreto foi suspenso em Abril de 1799. Para fazer frente a esta situação crítica, Godoy permitiu a entrada de iluministas no seu governo: Gaspar Melchor de Jovellanos na Secretaria de Estado e da Justiça e Francisco de Saavedra para a Tesouraria. Nomeou também o bispo iluminista Ramón de Arce como inquisidor geral e enviou Francisco Cabarrús como embaixador a Paria em Novembro de 1797 para melhorar as relações com o Directório. As relações encontravam-se muito deterioradas por esta instituição ter iniciado conversações de paz com a Grã-Bretanha, sem a participação da Monarquia de Espanha que também não tinha consultado quando exigiu grandes compensações económicas a Nápoles em troca de estes respeitaram a sua neutralidade na guerra. Por seu lado, os franceses começavam a desconfiar de Godoy por este nunca se comprometer com um ataque a Portugal, algo que os franceses consideravam dever-se ao facto de o regente estar casado com a filha mais velha do rei Carlos IV, Carlota Joaquina, e também por o primeiro-ministro manter boas relações de amizade com os monárquicos franceses exilados em Madrid.Giménez López, Enrique (1996). pp. 68–70. Apesar destas mudanças, a situação militar e económica gravíssima do país, associada à desconfiança do governo republicano francês em relação a Godoy - a gestão de Cabarrús em Paris piorou ainda mais as relações com o Directório - forçaram Carlos IV a destituir Godoy a 28 de Março de 1798, embora o decreto que determinou esta decisão assegurasse que ele conservaria \"todas as suas honras, salários, emolumentos e entradas de que desfruta hoje em dia\". O rei afirmava estar \"em suma satisfeito com o zelo, amor e dedicação com que haveis desempenhado todos os assuntos que ficaram a vosso comando e estarei sempre agradecido à vossa pessoa para o resto da minha vida\".Giménez López, Enrique (1996). pp. 72–73. ==== Governo de Urquijo==== Godoy foi substituído por Francisco de Saavedra, mas devido aos problemas de saúde que este último sofria, quem dirigiu verdadeiramente o governo foi o jovem Mariano Luis de Urquijo, primeiro secretário de estado.Giménez López, Enrique (1996). p. 73. O primeiro problema com o qual o novo governo se deparou foi a quase iminente bancarrota da tesouraria real, cujo défice se tinha tentado disfarçar até aí com emissões contínuas de títulos reais cujo valor se tinha deteriorado, uma vez que o estado tinha muitos problemas em pagar os juros e os vencimentos dos mesmos. Urquijo recorreu a uma medida extraordinária: a apropriação por parte do Estado de certos bens \"amortizados\", procedendo depois à sua venda e à utilização do lucro desta acção para pagar a dívida através de uma Caixa de Amortização. O paradoxo foi que esta primeira desamortização espanhola ficou conhecida, sem grande fundamento, como a \"Desamortização de Godoy\".Giménez López, Enrique (1996). pp. 74; 117. Assim, colocou-se à venda o património dos Colégios Maiores, compensando esta \"mão morta\" com 3% do valor do mesmo, o que financiava a Caixa de Amortização; os bens dos jesuítas, expulsos em 1767, que ainda não tivessem sido alienados e os bens de raiz que pertenciam a instituições de beneficência que dependiam da Igreja, como por exemplo hospitais, casas de misericórdia, orfanatos, obras caritativas, confrarias, etc. Em troca, estas \"mãos mortas\" iriam receber uma renda anual de 3% do valor dos bens vendidos. Com esta mal apelidada \"desamortização de Godoy\", no espaço de dez anos, foi possível liquidar a sexta parte da propriedade rural e urbana administrada pela Igreja. Além do mais, não se podem ignorar as consequências sociais da mesma, uma vez que a rede de beneficência da igreja foi praticamente desmantelada. Urquijo tentou levar a cabo uma política regalista de criação de uma Igreja espanhola independente de Roma, aproveitando as dificuldades que o papado atravessava, uma vez que os Estados Pontifícios tinham sido ocupados pelas tropas francesas de Napoleão Bonaparte e o papa tinha sido obrigado a abandonar Roma após a proclamação da república. O projecto de construir uma igreja \"nacional\" tinha sido iniciado no último ano de governo de Godoy e tinha também grandes repercussões económicas, uma vez que acabaria com as taxas que Roma cobrava à igreja em Espanha devido a favores e dispensas matrimoniais, por exemplo e que, em 1797, tinham chegado aos 380 mil escudos romanos. Assim, o decreto de 5 de Setembro de 1799, promulgado um mês após o falecimento de Pio VI em França e que ficaria conhecido posteriormente como o \"Cisma de Urquijo\", estabelecia que, até à eleição de um novo papa \"os arcebispos e bispos espanhóis devem utilizar em pleno a todas as suas faculdades, conforme a antiga disciplina da igreja, para realizar despesas matrimoniais e outras que lhes competem\" e que o rei assumia a confirmação canónica dos bispos, uma tarefa que antes correspondia ao papa. No entanto, o decreto não esteve em vigor durante muito tempo, uma vez que o novo papa, Pio VII, foi eleito em Março de 1800, num conclave cardinalício realizado em Veneza e recusou a sua aceitação.Giménez López, Enrique (1996). pp. 76–77. A tentativa de Jovellanos, secretário da Justiça, para diminuir as atribuições que a Inquisição atribuía aos bispos, seguindo o pensamento episcopal, também não teve sucesso, uma vez que não foi apoiada por Carlos IV. O secretário foi destituído e impedido de abandonar a sua terra natal, as Astúrias. A mesma sorte tiveram outros iluministas proeminentes como Juan Meléndez Valdés, que foi desterrado primeiro para Medina del Campo e depois para Zamora, ou José Antonio Mon y Velarde, conde de Pinar e amigo de Jovellanos, que foi enviado para a reforma com metade do seu salário.Giménez López, Enrique (1996). p. 70. O problema mais grave que Urquijo teve de enfrentar e que levou à sua queda foram as relações com a república francesa, principalmente após a criação da Segunda Coligação anti-francesa, novamente liderada pelo reino da Grã-Bretanha e na qual tinha entrado Nápoles. A coligação pressionou Urquijo a terminar o pacto de Espanha com França e a juntar-se a ela, nomeadamente através da ocupação britânica de Minorca em Setembro de 1798. Outro episódio importante foi o Golpe de 18 de Novembro de 1799, após o qual Napoleão Bonaparte assumiu o poder em França e, tal como já tinha feito o Directório, pressionou Urquijo para que deixasse passar o exército francês apoiado pelo exército espanhol pelos seus territórios para invadir Portugal, base da frota britânica que operava no Mediterrâneo, e que também estava a bloquear o estratégico porto de Cádiz. Urquijo, que era contra a invasão de Portugal, tentou seguir a via diplomática para que Portugal e França assinassem um tratado de paz, mas fracassou. Ordenou também que a esquadra espanhola que se encontrava ancorada no porto francês de Brest regressasse e opôs-se à nomeação de Luciano Bonaparte como plenipotenciário em Espanha, o que levou a que, finalmente, no dia 3 de Dezembro de 1800, Napoleão tivesse forçado Carlos IV a destituir Urquijo e a substitui-lo por Manuel de Godoy. A sua queda esteve também relacionada com o facto de o rei desejar melhorar as relações de Espanha com a igreja católica após o \"cisma de Urquijo\" - um nome atribuído pelos sectores mais conservadores do episcopado espanhol ao decreto de 5 de Setembro de 1799 e que acusaram também o secretário de ser jansenista.Giménez López, Enrique (1996). pp. 77–80. Finalmente, o próprio Godoy também conspirou contra Urquijo, advertindo os reis relativamente ao suposto perigo que este representava para a monarquia - \"vejo o reino comovido\" - e da falta de resposta daqueles \"que o governam\". ==== Volta de Godoy e anti-iluminismo==== Em Dezembro de 1800, Godoy regressou ao poder, não como secretário de Estado, mas sim com a autoridade reforçada, tendo recebido no ano seguinte o título de Generalíssimo de Armas e Mar, o que o colocava acima de todos os outros ministros. Uma das suas primeiras medidas foi a perseguição dos iluministas e reformistas que tinham apoiado o governo de Urquijo, tendo-se aliado ao clero anti-iluminista que constituía a maioria da igreja espanhola naquele momento e nomeado o reaccionário José Antonio Caballero secretário da Justiça para o conseguir.Giménez López, Enrique (1996). pp. 80–81. Nesta campanha, contou com o apoio da rainha que era aconselhada pelo seu confessor, Múzquiz. Numa carta privada, afirmava:Para justificar a perseguição, foi utilizado novamente o mito reaccionário da conspiração jansenista e filosófica que foi promovido principalmente pelo ex- jesuíta Lorenzo Hervás y Panduro, graças à sua obra \"Causas da Revolução Francesa\". A principal vítima da ofensiva anti-iluminista foi Gaspar Melchor de Jovellanos, condenado à prisão sem qualquer processo judicial em Maiorca em Abril de 1801. Iria permanecer preso até Abril de 1808, um mês após o motim de Aranjuez que ditou a queda final de Godoy. Muitos outros \"sequazes\", como eram apelidados por Godoy, de Jovellanos e de Urquijo, acusados de janenismo e de opiniões perniciosas, foram desterrados - como no caso de Jovellanos, o ostracismo mantevese durante os sete anos seguintes.Giménez López, Enrique (1996). pp. 81–84. Para cumprir os desejos de Napoleão definidos no Tratado de Madrid - seguido do Convénio de Aranjuez e do posterior Tratado de Aranjuez-, Godoy iniciou uma guerra contra Portugal, à qual Urquijo se tinha oposto. A declaração de guerra foi oficializada a 27 de Fevereiro de 1801, precedida de um ultimato no qual se instigava o regente de Portugal a fechar os portos aos barcos britânicos,Capel Martínez, Rosa Mª; Cepeda Gómez, José (2006). p. 303. no entanto, os combates apenas começaram a 19 de Maio. Assim começava a chamada \"Guerra das Laranjas\", nome atribuído devido ao facto de Godoy ter enviado à rainha um ramo de laranjas portuguesas como obséquio. No entanto, a guerra durou apenas três semanas, uma vez que, depois de as tropas espanholas terem conquistado Olivença e Jurumenha e após os cercos de Elvas e Campo Maior, iniciaram-se as negociações de paz que se concluíram rapidamente com a assinatura do Tratado de Badajoz a 8 de Junho. Nesse tratado, o reino de Portugal comprometeu-se a fechar os seus portos a navios ingleses e cedeu a praça de Olivença à monarquia de Espanha. No entanto, o tratado não agradou a Napoleão, uma vez que este desejava uma guerra contínua até à conquista completa de Portugal. Foi nesta altura que Napoleão começou a desconfiar de Manuel de Godoy.Giménez López, Enrique (1996). pp. 84–88. Na América, durante a \"Guerra das Laranjas\", ocorreu a conquista portuguesa das Missões Orientais. Entre a declaração de guerra a Portugal e o início efectivo da mesma, Godoy e o embaixador francês, Luciano Bonaparte, assinaram a 21 de Março de 1801 o Tratado de Aranjuez, que ampliava o Tratado de San Ildefonso, assinado por Urquijo em Outubro do ano anterior, no qual se aceitava que o ducado de Parma passasse para o domínio de Napoleão, compensando o duque Fernando I de Parma com o ducado da Toscana, cujo soberano, Fernando III, grão-duque da Toscana, se tinha visto forçado a abandonar segundo o Tratado de Lunéville assinado a 9 de Fevereiro de 1801 entre a França e o Sacro Império Romano-Germânico- que se tornou no novo Reino da Etrúria. Napoleão obteve também o território do Louisiana de Espanha que foi vendido pelos franceses aos Estados Unidos que reforçaram também a sua colaboração militar com França.Giménez López, Enrique (1996). p. 88. Em Março de 1802, terminou a guerra da Segunda Coligação e, com ela, a guerra anglo-espanhola com a assinatura do Tratado de Amiens entre a República Francesa e o Reino Unido da Grã-Bretanha e Irlanda. Segundo os termos do tratado, Minorca voltou a estar sob soberania espanhola, mas a Grã- Bretanha manteve a ilha de Trinidad nas Caraíbas. === Segunda guerra contra a Grã-Bretanha=== A Paz de Amiens durou muito pouco, uma vez que em Maio de 1803 rebentou uma nova guerra entre a França e a Grã-Bretanha. Desta vez, Godoy tentou manter a monarquia espanhola neutra, procurando o apoio do Império Russo, do Império Austríaco e do Reino de Nápoles, apesar das más relações que o rei Carlos IV mantinha com o seu irmão Fernando IV de Nápoles. Quando esta iniciativa fracassou, Godoy \"comprou\" a neutralidade da monarquia espanhola através da assinatura de um tratado de subsídio pelo qual o governo espanhol se comprometia a pagar seis milhões de libras mensais para colaborar com o esforço bélico francês e a permitir a entrega dos navios da armada francesa em portos espanhóis. No entanto, Napoleão precisava da armada espanhola para realizar o seu projecto de invadir a Grã-Bretanha - \"dominar as 24 horas do Canal\" - até alcançar a costa inglesa.Capel Martínez, Rosa Mª; Cepeda Gómez, José (2006). p. 305. Assim, quando os pagamentos se começaram a atrasar, Godoy não teve outro remédio senão reavivar a aliança com França em Dezembro de 1804. Segundo Enrique Giménez, a mudança de atitude de Gogoy foi também influenciada pela promessa feita por Napoleão, que se tinha auto-proclamado imperador pouco antes, de que lhe ofereceria um reino nas províncias portuguesas.Giménez López, Enrique (1996). pp. 88–89. Outro acontecimento que pode ter influenciado esta decisão, segundo Rosa Mª Capel e José Cepeda, foi o ataque de improviso, conhecido como Batalha do Cabo de Santa Maria, em Outubro de 1804, na qual uma frota de quatro fragatas procedentes do Rio da Prata comandadas por José de Bustamante y Guerra e por Diego de Alvear y Ponce de León foi atacada por barcos britânicos, sem que qualquer das partes tivesse enviado uma declaração de guerra.Capel Martínez, Rosa Mª; Cepeda Gómez, José (2006). p. 304. «En la injustificable acción británica fue hundido un barco español y los restantes capturados, muriendo numerosos marinos y varios familiares del comandante español; se salvó uno de sus hijos, Carlos María de Alvear, que años más tarde sería uno de los caudillos de la independencia de Argentina». Em Julho de 1805, ocorreu a primeira batalha entre as frotas franco-espanhola e a britânica, conhecida como a Batalha do Cabo Finisterra, que terminou com um resultado incerto. No entanto foi a 20 de Outubro de 1805 que sucedeu o confronto decisivo: a Batalha de Trafalgar. A frota britânica, comandada pelo almirante Nelson, encontrou-se com a frota franco-espanhola, comandada pelo almirante Villenueve, perto do cabo de Trafalgar, em frente a Cádiz, e derrotou-a por completo, a pesar da ligeira superioridade naval do inimigo. Segundo Enrique Giménez, a derrota na Batalha de Trafalgar pode ser explicada devido à \"preparação insuficiente das tripulações franco-espanholas e à mediocridade do almirante francês Villenueve, que ignorou as indicações dos marinheiros espanhóis, juntamente com a táctica naval do almirante inglês Horatio Nelson, um homem que revolucionou a guerra marítima\".Giménez López, Enrique (1996). p. 89. \"A frota de combate britânica atacou a frota franco- espanhola no centro e na retaguarda, dividindo a linha de Villeneuve em dois e batendo sucessivamente os blocos navais inimigos, primeiro à retaguardo e logo depois à vanguarda. Assim, a ligeira inferioridade numérica de Nelson foi invertida (...) Apenas 9 dos 33 barcos aliados regressaram, em mau estado, a Cádiz e morreram marinheiros franceses e espanhóis\".Capel Martínez, Rosa Mª; Cepeda Gómez, José (2006). p. 306. Na batalha também morreu o próprio almirante Nelson, juntamente com os capitães espanhóis Cosme Damián Churruca, Federico Gravina e Dionisio Alcalá Galiano.Giménez López, Enrique (1996). p. 90. Ao perder uma parte da sua frota em Trafalgar, a monarquia espanhola não foi capaz de defender o seu império nas Américas, embora ambas as invasões inglesas do Rio da Prata de 1806 e 1807 não tenham conseguido consolidar-se e as tropas britânicas se tenham visto obrigadas a deixar Buenos Aires, ocupada entre Junho e Agosto de 1806, e Montevideo, ocupada entre Fevereiro e Julho de 1807. O domínio britânico do Atlântico fez com que o comércio comercial espanhol fosse completamente quebrado. Por exemplo, as 969 mil arrobas de açúcar que se descarregaram em Cádiz em 1804, passaram para apenas em 1807. Por este motivo, o país mergulhou numa crise económica ainda mais grave do que a vivida no período de 1796-1802: voltaram a encerrar companhias comerciais e de seguros em Cádiz assim como as sociedades manufatureiras na Catalunha,Giménez López, Enrique (1996). pp. 112–113. Mais grave ainda foi a crise da Tesouraria Real, uma vez que terminaram as remessas de materiais preciosos - em 1807 não chegou um único barco com ouro ou prataGiménez López, Enrique (1996). p. 113. \\- e os títulos aduaneiros foram deslocados, tornando impossível o pagamento dos juros dos títulos reais e os salários dos funcionários. Para diminuir o impacto de uma iminente bancarrota da tesouraria real, o rei Carlos IV requisitou a autorização do papa para vender a sétima parte dos bens eclesiásticos, que lhe foi concedida a 12 de Dezembro de 1806.Giménez López, Enrique (1996). pp. 112; 119. === Ocupação francesa === ==== Conspiração de El Escorial ==== Após o desastre de Trafalgar, as criticas contra Godoy foram-se generalizando ao mesmo tempo que a sua impopularidade aumentava ao ponto de torná-lo na personalidade mais odiada da monarquia. A rejeição de Godoy foi reforçada através de uma campanha \"satírica, grosseira, denegridora e profundamente reaccionária\" - nas palavras di historiador Emilio La Parra - contra ele e contra a rainha, orquestrada pelo príncipe das Astúrias, Fernando, em colaboração com grande parte da nobreza e do clero, que tinham os seus próprios motivos para acabar com Godoy -\"a nobreza, queria acabar com um forasteiro que tinha usurpado o lugar a ela reservado e o clero, que tinha os seus próprios motivos para acabar com Godoy - \"a nobreza desejava acabar com um forasteiro que lhes tinha usurpado o lugar e o clero terminar com a dúvida em relação à imunidade eclesiástica, ou seja, com quem se atrevia a exigir determinadas contribuições à igreja e até ousava utilizar os seus bens para responder às necessidades do estado\".-La Parra López, Emilio (2002). pp. 340–341. O príncipe mandou imprimir uma brochura de 30 páginas a cores com representações profanas e denegridoras de Godoy e da rainha -e também do rei, de forma implícita- que, em Dezembro de 1806, entregou a um grande grupo de aristocratas como presente na véspera de Natal. As gravuras eram acompanhadas de quadras ou versos que criticavam Godoy de forma feroz e espalhafatosa, chamando-o de \"chouriceiro\", \"príncipe das passas\", \"duque do galheteiro\", \"cavaleiro da ordinarice\", \"detentor de tudo\" (...) e afirmava-se que o seu posto se devia ao seu caso amoroso com a rainha \"Luísa Trovejante\".La Parra López, Emilio (2002). pp. 335–340. Dois exemplos destas quadras \"engenhosas\" são os seguintes:As intenções do príncipe-herdeiro - apoiado pelo seu preceptor e cónego Juan Escóiquiz, grande partidário de uma aliança com Napoleão - e do \"partido fernandino\" que o apoiava - os membros que se destacavam eram o duque do Infantado, o duque de São Carlos, o marquês de Ayerbe, o conde de Orgaz, o conde de Teba, o conde de Montarco e o conde de Bornos -, tornaram-se conhecidas quando, em Outubro de 1807, se descobriu a chamada \"Conspiração de El Escorial\" que tinha como objectivo destruir Godoy e fazer com que o rei Carlos IV abdicasse em favor de Fernando. Segundo Enrique Giménez, o evento que tinha provocado esta conspiração fora a atribuição do título de \"Alteza Sereníssima\" a Godoy da parte de Carlos IV, um título que era apenas reservado a membros da família real. \"Para Fernando e para o seu partido, a decisão foi vista como o início de uma conjuntura que tinha como objectivo afastar Fernando da linha de sucessão ao trono e a nomear Godoy como regente aquando da morte de Carlos IV, um desenlace muito provável, uma vez que o rei esteve muito doente durante o Outono de 1806, tendo-se temido pela sua vida\".Giménez López, Enrique (1996). pp. 90–94. Quando se descobriu a conspiração com o \"plano mais infame e incomum\" de sempre, segundo as palavras de Carlos IV, este ordenou que todos os nomes implicados fossem desterrados, sendo que alguns deles já sabiam que cargos lhes seriam atribuídos assim que Fernando fosse proclamado rei. O príncipe das Astúrias foi condenado a prisão domiciliária e foram mandadas celebrar missas de acção de graças. No entanto, aconselhado pelo seu confessor, Felix Amat, o rei perdoou o seu filho Fernando, o que reforçou a ideia difundida pelos conjurados de que a \"conspiração de El Escorial\" tinha sido uma farsa promovida por Godoy para desprestigiar o príncipe das Astúrias e ficar ele no lugar de Fernando no trono. Esta \"teoria\" foi reforçada quando os juízes nomeados pelo Conselho de Castela absolveram os nobres implicados na conspiração.Giménez López, Enrique (1996). p. 94. Assim, de forma paradoxal, o príncipe Fernando saiu fortalecido da conspiração, sendo visto como uma vítima da ambição da sua mãe e do seu perverso favorito e aqueles que acabaram por ser mais afectados foram Godoy, a rainha e o \"débil\" Carlos IV. O príncipe das Astúrias não deixou escapar a segunda oportunidade que teve para ficar com o trono em Março do ano seguinte. ==== Motim de Aranjuez ==== No mesmo dia em que a \"conspiração de El Escorial\" foi descoberta (27 de Outubro de 1807), Napoleão e a corte espanhola assinaram o Tratado de Fontainebleau, através do qual se acordou a ocupação de Portugal por tropas francesas e espanhola e o desmembramento do reino português em três estados, um dos quais, o do sul, denominado \"Principado dos Algarves\", seria governado por Manuel de Godoy, e os três reconheceriam o rei de Espanha como \"protector\". O interesse de Napoleão por Portugal prendia-se com a sua vontade de completar o bloqueio continental que tinha sido decretado em Novembro de 1806 e pretendia destruir a economia britânica, impedindo-a de fazer trocas comerciais com o resto da Europa. Segundo alguns historiadores, este plano não era tão descabido como parecia, uma vez que, quando rebentou a insurreição anti-francesa em Espanha na Primavera e no Verão de 1808, os banqueiros e comerciantes da City estavam no limite de uma quebra.Capel Martínez, Rosa Mª; Cepeda Gómez, José (2006). p. 307. No dia 18 de Outubro de 1807, antes até de o tratado ser assinado, as tropas francesas começaram a cruzar a fronteira em direcção a Portugal. Um mês depois, o general Junot entrou em Lisboa e as tropas francesas e espanholas ocuparam em poucos dias todo o território de Portugal - alguns dias antes, a família real portuguesa deixou Lisboa em direcção ao Rio de Janeiro, a sua colónia no Brasil, onde estabeleceram a sua corte-. Depois de conquistar Portugal, tinha chegado o momento de tornar o Tratado de Fontainebleau público uma vez que, até aí, tinha permanecido em segredo, e proceder à divisão do reino, tal como se tinha acordado. No entanto, Napoleão começou a evitar o assunto, apesar dos repetidos pedidos de Carlos IV. O motivo do silêncio era o facto de Napoleão ter decidido intervir em Espanha e incorporar as províncias espanholas no norte em França, situando a nova fronteira entre Espanha e França no Ebro.Giménez López, Enrique (1996). p. 100. Para isso, no dia 6 de Dezembro de 1807, deu ordens para que um exército cruzasse os Pirenéus para unir a sua força aquela dos exércitos que já se encontravam na península. Depois, a 28 de Janeiro de 1808, deu ordens inequívocas para que as tropas francesas procedessem à ocupação militar de Espanha. Em Fevereiro, já havia um exército de 100 mil soldados franceses em Espanha, supostamente de \"aliados\".Capel Martínez, Rosa Mª; Cepeda Gómez, José (2006). p. 308 Godoy e o rei Carlos IV estavam bem conscientes das intenções de Napoleão quando, no dia 16 de Fevereiro, as tropas francesas ocuparam, à traição, a cidadela de Pamplona e depois fizeram o mesmo na de Barcelona a 5 de Março. Godoy deu imediatamente início aos preparativos para a partida dos reis para o sul de Espanha e, se fosse necessários, colocá-los a bordo de um barco que os levaria para as colónias americanas, como tinha feito a família real portuguesa. No entanto, o príncipe das Astúrias e os seus partidários intervieram para travar esses planos e impedir a saída dos reis da corte, uma vez que estavam convencidos de que a intervenção de Napoleão em Espanha tinha como objectivo destituir Godoy e facilitar a passagem da coroa de Carlos IV para o seu filho, Fernando, sem mais consequências.Capel Martínez, Rosa Mª; Cepeda Gómez, José (2006). p. 308. Assim, pôs-se em marcha aquele que seria o \"motim de Aranjuez\" de 17-19 de Março de 1808. O motim \"popular\" de Aranjuez foi preparado de forma consciente pelo \"partido fernandino\". A guarnição foi mudada no dia 16 de Março para que fosse comandada por oficiais leais à nova conjuntura e \"foi transladado de Madrid para o Sítio Real [de Aranjuez] um número indeterminado de desordeiros que foram devidamente recompensados pelos organizadores, entre os quais se voltou a destacar o conde de Teba, que utilizou o nome falso de Tio Pedro para esta ocasião\".Giménez López, Enrique (1996). pp. 98–100. Na Quarta-Feira, dia 16 de Março de 1808, nas ruas de Aranjuez, onde se encontrava reunida a corte, apareceram alguns jornais com frases como \"Viva o rei e que a cabeça de Godoy caia por terra\" ou \"Viva o rei, viva o príncipe das Astúrias, que morra o cão do Godoy\". No dia seguinte, à noite, rebentou o motim \"popular\" e o palácio real foi rodeado por uma multidão e por soldados para impedir a suposta viagem da família real. Ao mesmo tempo, o palácio de Godoy foi atacado e saqueado - Godoy foi detido e enviado para a prisão no castelo de Villaviciosa-. Sob pressão dos motins, no dia 18 de Março, Carlos IV assinou a carta de destituição de Godoy e, depois, no dia 19, abdicou a favor do seu filho Fernando (VII). \"Era um acontecimento insólito ver um monarca forçado a abdicar por uma parte importante da aristocracia e pelo príncipe-herdeiro\", afirma Enrique Giménez. A queda de Godoy e a subida ao trono de Fernando VII foi recebida com grandes festejos. Enquanto se queimavam bonecos de Godoy e se espalhavam escritos satíricos, o rei Fernando era exaltado como uma espécie de libertador ou Messias: \"A Espanha já ressuscitou / com o seu novo rei Fernando\". Ao mesmo tempo, a multidão assaltou as casas de muitos apoiantes de Godoy e um deles foi assassinado, enquanto o resto era preso. Algumas personalidades que tinham perdido o poder por causa de Godoy, iam recuperando os seus cargos, como foi o caso de Meléndez Valdés. Uma das primeiras medidas tomadas por Fernando VII foi prometer a Napoleão uma colaboração mais próxima e pedir aos habitantes de Madrid que acolhessem as tropas do marechal Murat que se encontravam nas proximidades da cidade como forças amigas. O exército fez a sua entrada na \"villa y corte\" a 23 de Março. Seguindo as instruções que tinha recebido de Napoleão, Murat obrigou o novo rei a colocar os seus pais sob sua protecção, \"o que supunha que, no caso de ser conveniente para os interesses de Napoleão, Carlos IV poderia ser reposto no trono, o que obrigava Fernando a esforçar-se por conseguir o apoio do imperador que tinha conseguido o seu trono por meios tão inadequados\". ==== Abdicação ==== Após o motim de Aranjuez, Napoleão alterou os seus planos para desmembrar a monarquia espanhola pelo de anexá-la ao seu império, trocando a dinastia de Bourbon por um membro da sua família \"uma vez que achava impossível voltar a colocar Carlos IV no trono, uma ideia que ia contra a opinião da maioria da população, e não desejava reconhecer Fernando VII que se tinha revoltado contra o pai\".Giménez López, Enrique (1996). pp. 100–101. Para levar a cabo o seu plano, convocou toda a família real espanhola para que se reunissem com ele em Bayona, incluindo Godoy que foi libertado pelos franceses no dia 27 de Abril, a mesma data na qual, em Madrid, se ficou a saber da viagem do rei Fernando VII até à fronteira para falar com Napoleão.Giménez López, Enrique (1996). pp. 101–102. Em Bayona, tanto Fernando VII como Carlos IV mostraram pouca resistência aos planos de Napoleão de entregar o trono de Espanha a um membro da sua família e, em menos de oito dias, abdicaram da coroa espanhola em seu favor. Todos estes acordos ficaram oficializados com a assinatura do Tratado de Bayona a 5 de Maio entre Carlos IV e Napoleão Bonaparte. Neste, o antigo rei cedia a Napoleão os seus direitos à coroa espanhola com duas condições: que o território do país se mantivesse íntegro e que a religião católica fosse reconhecida como única. Dias depois assinaram a sua renúncia aos direitos de sucessão que lhes diziam respeito não só o rei Fernando como o seu irmão, o infante Carlos Maria Isidro e o tio de ambos, o infante Dom António. O historiador La Parra explica da seguinte forma a facilidade com que ocorreram as abdicações de Bayona:La Parra López, Emilio (2002). pp. 417–418.Napoleão justificou da seguinte forma a mudança de dinastia num decreto publicado na Gaceta de Madrid a 5 de Junho, no qual comunicava também a convocatória da Assembleia de Bayona:No dia 5 de Junho de 1808, Napoleão cedeu os seus direitos ao trono de Espanha ao seu irmão José, com a sanção do rei de Nápoles. Alguns dias antes, a 24 de Maio, o jornal oficial, La Gaceta de Madrid, tinha publicado a convocatória de uma assembleia dos três estamentos do reino (com 50 deputados a representar cada um deles) que se celebraria em Bayona a 15 de Junho para aprovar uma constituição para a monarquia. No entanto, quando chegou a data, apenas se apresentaram 65 representantes, uma vez que tinha rebentado uma insurreição generalizada anti-francesa em Espanha que não reconhecia as \"abdicações de Bayona\". A chamada \"Constituição de Bayona\" chegou a ser aprovada e foi a norma legal superior que regeu a monarquia de José I durante os seus quatro anos de reinado. Nela foram reconhecidos certos princípios liberais como a supressão de privilégios, a liberdade económica, as liberdades individuais e uma certa liberdade de imprensa. Durante os anos que se seguiram, a família real espanhola viveu sob protecção do imperador francês. Carlos IV, a rainha Maria Luísa e o infante Francisco de Paula, sempre acompanhados de Godoy, estabeleceram residência em Roma, depois de passar por Alix-en-Provence e Marselha. Fernando, Carlos Maria Isidro e dom Antónia ficaram presos no palácio de Valençay, onde, segundo o historiador Josep Fontana, \"deram, através de escritos do primeiro, as mais repulsivas provas da sua vileza moral\": ==== Início da revolução espanhola ==== Desde o momento em que as tropas francesas entraram em Madrid em finais de março de 1808, ocorreram incidentes entre civis e soldados e o sentimento anti-francês foi crescendo, principalmente quando começou a correr o rumor de que as tropas francesas estavam a dificultar o abastecimento na capital e quando se soube da viagem do rei para Bayona e que Godoy tinha sido libertado. Ao mesmo tempo, circularam panfletos que mostravam o mal estar que a presença das tropas causava e, do seu púlpito, alguns clérigos alimentaram esse sentimento. Este clima de tensão crescente resultou no motim popular de 2 de Maio de 1808, quando correu a notícia de que o resto da família real também se ia deslocar para Bayona. No entanto, hoje é discutida a possibilidade de a revolta ter sido organizada previamente por alguns oficiais de artilharia, particularmente Velarde, e não algo espontâneo. O que realmente se sabe que aconteceu foi que no motim anti- francês participaram pessoas das aldeias próximas de Madrid. A revolta terminou com a morte de 409 pessoas.Giménez López, Enrique (1988). pp. 101–102. Embora seja habitual dizer que a Guerra da Independência Espanhola começou a 2 de Maio, \"a revolta decisiva ocorreu quando a Gaceta de Madrid, correspondente aos dias 13 e 20 de Maio, avançou com a notícia das abdicações [de Bayona]\". A partir daí, o sentimento anti-francês generalizou-se por toda a Espanha e, em praticamente todas as localidades, as autoridades tradicionais foram substituídas por Juntas, formadas por personalidades de relevo na vida política, social e económica. Ao mesmo tempo, começou a organizar-se a resistência militar à ocupação francesa.Giménez López, Enrique (1988). pp. 102–103. Assim, o exército francês, que pretendia ocupar a Andaluzia, foi derrotado na Batalha de Bailén (Jaén) a 22 de Julho, por um exército organizado rapidamente pela Junta de Sevilha e comandado pelo general Castaños. A vitória de Bailén obrigou o novo rei, José I Bonaparte, que acabara de fazer a sua entrada na capital a 20 de Julho, a deixar Madrid à pressa no dia 1 de Agosto, juntamente com os exércitos franceses que se recolocaram do lado oposto do rio Ebro. Assim, no verão de 1808, quase toda a Espanha estava sob a autoridade dos novos poderes das Juntas, que reunidas em Aranjuez no dia 25 de Setembro, decidiram não reconhecer a mudança de dinastia e assumir o poder, apelando à soberania do povo com o nome de Junta Central Suprema e Governativa do Reino. Foi o início da Revolução Espanhola. Como afirmou o poeta Manuel José Quintana na sua obra \"Última Carta a Lord Holland\", \"estas revoltas, esta agitação, não são senão as agonias e convulsões de um Estado que desfalece\".Giménez López, Enrique (1988). p. 103. == Exílio e Morte == Napoleão ofereceu a Carlos IV o palácio de Compiègne, 80 km a norte de Paris, mas, pouco tempo depois, o rei pediu para estabelecer residência em Nice, uma vez que o clima da Picardia aumentava as dores que a doença da gota, que o afligia há já vários anos, lhe provocava. O imperador aceitou a deslocação, realçando que a mesma se deveria realizar às custas do rei, não cumprindo assim a promessa de compensar o monarca financeiramente. Os reis espanhóis não conseguiram encontrar alojamento em Nice e, afundados em dívidas, estabeleceram-se em Marselha. No entanto, não demorou muito tempo até que Napoleão enviasse Carlos, a sua esposa e a sua corte para o palácio Borghese, em Roma, no qual se instalaram no verão de 1812. Quando Napoleão caiu em 1814, Carlos e Maria Luísa mudaram-se para o Palazzo Barberini, também em Roma, onde permaneceram durante quase quatro anos, vivendo da pensão que o seu filho Fernando, que, entretanto, tinha recuperado o trono de Espanha, lhes enviava. Apesar de tudo, não deu permissão aos pais para regressar ao seu país. Carlos viajou até Nápoles para visitar o seu irmão, o rei Fernando I das Duas Sicílias, e tentar aliviar a gota que o atormentava, deixando a sua esposa de cama em Roma, com as pernas partidas e um estado de saúde extremamente deteriorado.Granados Loureda, Juan Antonio (2010). Breve Historia de los Borbones Españoles. Nowtilus. p. 114 y sig. ISBN 9788497639422. Depois de ter recebido a extrema unção a 1 de Janeiro de 1819, Maria Luísa viria a falecer no dia seguinte. Depois de saber da morte da esposa, Carlos começou a preparar-se para regressar a Roma. No entanto, a 13 de Janeiro, sofreu um ataque de gota com febre do qual nunca chegou a recuperar, falecendo a 19 de Janeiro de 1819. == Descendência == Carlos IV casou-se com a princesa Maria Luísa de Parma, de quem teve os seguintes filhos: * Carlos Clemente (19 de setembro de 1771 - 7 de março de 1774), morreu aos 2 anos de idade; * Carlota Joaquina (25 de abril de 1775 - 7 de janeiro de 1830), consorte de D. João VI de Portugal; * Maria Luísa Carlota (11 de setembro de 1777 - 2 de julho de 1782), morreu com 4 anos de idade; * Maria Amália (9 de janeiro 1779 - 22 de julho de 1798), casada com o infante Antônio Pascoal de Espanha; * Carlos Domingo (5 de março de 1780 - 11 de junho de 1783), morreu com 3 anos de idade; * Maria Luísa (6 de julho de 1782 - 13 de março de 1824), Rainha da Etrúria, Duquesa de Luca. * Carlos Francisco de Paula (5 de setembro de 1783 - 11 de novembro de 1784) gêmeo de abaixo, morreu com 14 meses; * Filipe Francisco de Paula (5 de setembro de 1783 - 18 de outubro de 1784) gêmeo do acima, morreu com 13 meses; * Fernando VII (14 de outubro de 1784 - 29 de setembro de 1833), rei da Espanha; * Carlos (29 de março de 1788 - 10 de março de 1855), conde de Molina; * Maria Isabel (6 de julho de 1789 - 13 de setembro de 1848), consorte do rei Francisco I das Duas Sicílias; * Maria Teresa (16 de fevereiro de 1791 - 2 de novembro de 1794), morreu de varíola aos 3 anos de idade; * Filipe Maria (28 de março de 1792 - 1 de março de 1794), morreu com quase 2 anos; *Francisco de Paula (10 de março de 1794 – 13 de agosto de 1865), duque de Cádis. == Ancestrais == == Bibliografia == * Fontana, Josep (1979). La crisis del Antiguo Régimen, 1808-1833. Barcelona: Crítica. ISBN 84-7423-084-5. * Giménez López, Enrique (1996). El fin del Antiguo Régimen. El reinado de Carlos IV. Madrid: Historia 16-Temas de Hoy. ISBN 84-7679-298-0. * La Parra López, Emilio (2002). Manuel Godoy. La aventura del poder. Barcelona: Tusquets Editores. ISBN 84-8310-805-4. * Martínez Shaw, Carlos (1996). El Siglo de las Luces. Las bases intelectuales del reformismo. Madrid: Historia 16-Temas de Hoy. ISBN 978-84-7679-297-1. |- ! colspan=\"3\" style=\"background: #FBEC5D;\" | Carlos IV de Espanha Casa de Bourbon Ramo da Casa de Capeto 11 de novembro de 1748 – 20 de janeiro de 1819 |- style=\"text-align:center;\" |width=\"30%\" align=\"center\" | Precedido por Carlos III |width=\"40%\" style=\"text-align: center;\"| Rei da Espanha 14 de dezembro de 1788 – 19 de março de 1808 |width=\"30%\" align=\"center\" rowspan=2 | Sucedido por Fernando VII |- |width=\"30%\" align=\"center\" | Precedido por Fernando VI |width=\"40%\" style=\"text-align: center;\"| Príncipe das Astúrias 10 de agosto de 1759 – 14 de dezembro de 1788 |} Categoria:Monarcas católicos romanos Categoria:Monarcas da Espanha Categoria:Príncipes das Astúrias Categoria:Casa de Bourbon Categoria:Monarcas da Casa de Bourbon Categoria:Monarcas que abdicaram Categoria:Banda das Três Ordens Categoria:Cavaleiros da Ordem de Santiago",
 "title": "Carlos IV de Espanha"
}