{
 "id": "6027",
 "text": "Paçô é uma freguesia portuguesa do município de Arcos de Valdevez, com 4,6 km² de área e 970 habitantes (censo de 2021). A sua densidade populacional é . == Toponímia == De acordo com o linguista José Pedro Machado, o topónimo «paçô» provém do baixo-latim, do étimo palatiolum, que significa «pequeno palácio». Este tipo de topónimo é comum a outras localidades e lugares do Norte de Portugal, contando-se ainda com variantes noutras partes do país, como é o caso de Palaçoulo. == História == Em 1258, na lista das igrejas situadas no território de Entre Lima e Minho, elaborada por ocasião das Inquirições de D.Afonso III, é citada como uma das igrejas pertencentes ao bispado de Tui. Em 1320, no catálogo das mesmas igrejas, mandado organizar pelo rei D.Dinis, para o pagamento da taxa, esta igreja foi taxada em 100 libras. Em 1444, a comarca eclesiástica de Valença foi desmembrada do bispado de Tui, passando a pertencer ao de Ceuta até 1512. Neste ano o arcebispo de Braga, D.Diogo de Sousa, deu ao D.Henrique, bispo de Ceuta, a comarca de Olivença, recebendo em troca a de Valença do Minho. Em 1513, o papa Leão X aprovou a permuta. Com a incorporação da comarca de Valença no arcebispado de Braga, em 1514, procedeu- se à avaliação dos benefícios eclesiásticos que a compunham. Paçô rendia 39 réis, 1 libra de cera e 50 alqueires de pão terçado. Na avaliação efetuada 1546, sendo arcebispo D.Manuel de Sousa, esta igreja, juntamente com as de São Lourenço de Cabrão e São João de Parada, era anexa ao mosteiro de Ázere, sobra a vigairaria confirmada de Santa Maria de Paçô não se chegou a apurar o estipêndio. Na cópia de 1580 do Censual de D.Frei Baltasar Limpo, Paçô era anexa ao mosteiro de Ázere, sendo da apresentação do seu reitor.» ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 168 117 442 134 2011 132 118 514 169 2021 115 93 522 240 Categoria:Freguesias de Arcos de Valdevez",
 "title": "Paçô"
}