{
 "id": "60324",
 "text": "Blink-182Hitparade.ch (também conhecido como self titledBlink182.com ou untitledMtv.com) é o quinto álbum de estúdio da banda estadunidense Blink-182,Punknews.org lançado dia 18 de novembro de 2003 pela gravadora Geffen Records. Tom DeLonge, Mark Hoppus e Travis Barker haviam se tornado pais neste período e elaboraram um trabalho mais sério, mostrando o amadurecimento da banda, fundindo elementos experimentalistas inspirados por mudanças em seus estilos de vida e se inspirando em projetos paralelos como Box Car Racer e Transplants. Antes do lançamento do álbum, o baterista da banda Travis Barker anunciou o nome do novo álbum como Use Your Erection I e II, em referência aos álbuns Use Your Illusion I e Use Your Illusion II da banda Guns N' Roses. Mais tarde Travis disse que era uma brincadeira e o grupo preferiu deixar o álbum sem título. Entre os fãs não houve uma grande aceitação do álbum, pois, não havia mais canções com aquele conteúdo humorístico que cativava tanto os fãs, pelo menos nas canções. No cenário do rock o Blink-182 não caia, pelo contrario, subia mais ainda com esse álbum, que teve grandes participações como a do integrante da banda The Cure, Robert Smith, na faixa \"All of This\". O álbum também pode ser considerado como o que sela o fim do Blink-182 para muitos dos fãs, pois segundo eles a banda perdeu sua identidade ao não ter mais aquelas letras irreverentes como antes e muitos atribuem ao vocalista e guitarrista do grupo Tom DeLonge o fim da banda e a mudança no estilo que houve no self-titled. == FaixasMtv.com == Todas as canções foram escritas por Tom DeLonge, Mark Hoppus e Travis Barker. # \"Feeling This\" – 2:52 # \"Obvious\" – 2:43 # \"I Miss You\" – 3:47 # \"Violence\" – 3:52 # Diálogo de \"Stockholm Syndrome\" (hidden track) – 1:28 # \"Stockholm Syndrome\" – 2:41 # \"Down\" – 3:03 # \"The Fallen Interlude\" – 2:12 # \"Go\" – 1:53 # \"Asthenia\" – 4:19 # \"Always\" – 4:11 # \"Easy Target\" – 2:20 # \"All of This\" – 4:40 # \"Here's Your Letter\" – 2:54 # \"I'm Lost Without You\" – 6:20 === Bônus === ==== Internacional ==== * * \"Anthem Part Two\" (ao vivo em Chicago) – 3:45 ==== Reino Unido ==== * * \"Not Now\" – 4:09 * \"Anthem Part Two\" (ao vivo em Chicago) – 3:45 ==== Japão ==== * * \"The Rock Show\" (ao vivo em Chicago) – 3:03 ==== Austrália ==== * * \"The Rock Show\" (ao vivo em Minneapolis) – 3:03 * \"I Miss You\" (ao vivo em Minneapolis) – 3:58 == Banda == * Tom DeLonge - Vocal e guitarra * Mark Hoppus - Vocal e baixo * Travis Barker - Bateria Categoria:Álbuns de Blink-182 Categoria:Álbuns de 2003 Categoria:Álbuns de rock alternativo",
 "title": "Blink-182 (álbum)"
}