{
 "id": "60335",
 "text": "Tira diária é formato de tira de banda desenhada publicado em jornais de segunda a sábado, em contraste com uma prancha dominical, que normalmente só aparece aos domingos. Mutt e Jeff, de Bud Fisher, é comumente considerada como a primeira tira diária, lançada em 15 de novembro de 1907 (sob seu título inicial, A. Mutt) nas páginas de esportes do San Francisco Chronicle. O personagem em destaque já havia aparecido em cartoons por Fisher, mas não tinha nome. Fisher havia abordado seu editor, John P. Young, sobre fazer uma tira regular já em 1905, mas foi recusado. Segundo Fisher, Young disse a ele: \"Isso ocuparia muito espaço, e os leitores estão acostumados a ler a página, e não horizontalmente\".The Comics Journal #289, abril de 2008, p.175. Outros cartunistas seguiram a tendência de Fisher, como observado pelo historiador das histórias em quadrinhos. RC Harvey: Heer, Jeet and Worcester, Kent, editors.A Comics Studies Reader. Harvey, Robert C. \"How Comics Came to Be\". University Press of Mississippi, 2009.] No início de 1900, os jornais da manhã e da tarde de William Randolph Hearst em todo o país exibiam bandas desenhadas em preto e branco espalhadas e, em 31 de janeiro de 1912, Hearst apresentou a primeira página de bandas desenhadas diárias completas do país em seu Evening Journal.Bill Blackbeard; Martin Williams (1977). The Smithsonian Collection of Newspaper Comics. Smithsonian Institution. p. 15. ISBN 0-87474-172-6. == Formato e cor == Os dois formatos convencionais de banda desenhada diária são tiras e painéis de gags simples. As tiras são geralmente exibidas horizontalmente, mais largas do que altas. As tiras são geralmente, mas nem sempre, divididas em vários painéis menores, com continuidade de painel para painel. Os painéis únicos são quadrados, circulares ou mais altos do que largos. Um dos principais painéis de gag por décadas, Grin and Bear It, foi criado em 1932 por George Lichty e inicialmente distribuído pelo United Feature Syndicate. Ao longo do século 20, as tiras de jornais diários eram geralmente apresentadas em preto e branco e as tiras de domingo em cores, mas alguns jornais publicavam tiras diárias em cores, e alguns jornais, como Grit, publicavam tiras de domingo em preto e branco. Na web, as tiras de jornais diárias geralmente são em cores e, inversamente, alguns quadrinhos da web, como Joyce e Walky, foram criados em preto e branco.Joyce and Walky Tradicionalmente, balões e legendas eram manuscritas com todas as letras maiúsculas. No entanto, há exceções, como algumas tiras que possuem diálogos datilografados como Barnaby. Letras maiúsculas e minúsculas são usadas em Gasoline Alley. == Gag diária == É feita uma distinção entre tiras de continuidade que têm histórias contínuas e gags diárias nos quais os mesmos personagens aparecem em diferentes situações humorísticas sem trama em andamento. Em alguns casos, uma gag diária pode representar personagens totalmente diferentes a cada dia. O escritor e desenhista Jim Scancarelli tenta se sobrepor inserindo piadas diárias em suas histórias de continuidade em Gasoline Alley. == Layout == Os jornais podem exibir tiras em páginas separadas de forma aleatória ou temática, como colocar uma tira esportiva na página esportiva. Inicialmente, uma página de jornal incluía apenas uma única tira diária, geralmente na parte superior ou inferior da página. Na década de 1920, muitos jornais reuniram as tiras em uma única página, juntamente com artigos de notícias, colunas, quebra-cabeças e/ou outros recursos ilustrados. Em muitos jornais, a largura das tiras tornou possível um arranjo das tiras em duas pilhas exibidas de cima para baixo na página. Alguns jornais alterariam uma tira horizontal para se ajustar ao layout da página, colocando os dois primeiros painéis de uma tira no topo dos painéis três e quatro. Isso então tinha uma forma aproximadamente semelhante a um painel de gag e podia ser agrupado com os painéis de gag. Às vezes, o título de uma tira era datilografado e colado no primeiro painel, permitindo que as tiras fossem empilhadas de perto. Isso tinha a vantagem de abrir espaço para tiras adicionais, mas muitas vezes resultava em um design de página lotado e pouco atraente. Mais frequentemente, nas décadas de 1930 e 1940, o título foi datilografado (em todas as letras maiúsculas) e posicionado à direita na área de espaço em branco acima dessa tira, com a assinatura à direita. Uma legenda do episódio (em maiúsculas e minúsculas) estava centralizada entre o título e a assinatura. Nos anos posteriores, quando as tiras de continuidade deram lugar às tiras de humor, as legendas desapareceram. Em um aceno para as tiras diárias clássicas do passado, o cartunista Bill Griffith continua a tradição, sempre centralizando uma legenda de episódio com letras à mão acima de cada uma das tiras Zippy. Em casos raros, alguns jornais reuniam páginas de tiras empilhadas menos títulos, deixando mais do que alguns leitores confusos. == Encolhimento == As tiras diárias eram grandes, geralmente percorrendo toda a largura do jornal e, às vezes, tinham três ou mais centímetros de altura. Na década de 1920, um jornal de oito colunas usava uma tira diária sobre seis colunas.https://web.archive.org/web/20100904074849/http://newspaperarchve.com/ \"Newspaper Archive\" Ao longo de décadas, o tamanho das tiras diárias tornou-se cada vez menor, até o ano 2000, quatro tiras diárias padrão podiam caber em uma área que antes era ocupada por uma única tira diária. Tamanhos maiores retornaram com a distribuição digital de hoje pelo DailyINK e outros serviços. Durante a década de 1930, a arte original de uma tira diária podia ser desenhada com 25 polegadas de largura por seis polegadas de altura.http://www.liveauctioneers.com/item/5761968 Live Auctioneers, Etta Kett, January 2, 1933. == Recortes de arquivo == A popularidade e acessibilidade das tiras significavam que elas eram frequentemente cortadas e salvas ou postadas em quadros de avisos ou geladeiras. Os autores John Updike e Ray Bradbury escreveram sobre suas coleções infantis de tiras cortadas. Muitos leitores se relacionaram com o humor caseiro de J. R. Williams e recortaram seu painel diário de longo prazo, Out Our Way. Como observado por Coulton Waugh em seu livro de 1947, The Comics, evidências anedóticas indicaram que mais cartoons diários de Williams foram cortados e salvos do que qualquer outra tira de quadrinhos de jornais.Waugh, Coulton. The Comics 1947. As tiras tinham uma forma auxiliar de distribuição quando eram cortadas e enviadas pelo correio, conforme observado por Linda White, do Baltimore Sun: \"Acompanhei as aventuras de Winnie Winkle, Moon Mullins e Dondi, e esperei a cada outono para ver como Lucy conseguiria enganar Charlie. Brown tentando chutar aquela bola de futebol. (Depois que eu saía para a faculdade, meu pai cortava essa faixa todos os anos e a enviava para mim apenas para garantir que não perdesse.)\".White, Linda. \"You can't go home again\" . Agora, coleções de tais tiras diárias cortadas podem ser encontradas em vários arquivos, incluindo o arquivo I Love Comix Archive de Steve Cottle. O historiador de quadrinhos Bill Blackbeard tinha dezenas de milhares de tiras diárias cortadas e organizadas cronologicamente. San Francisco Academy of Comic Art Collection de Blackbeard, que consiste em 2,5 milhões de recortes, folhas de rascunho e seções de quadrinhos, que abrangem os anos de 1894 a 1996, forneceu material de fonte para livros e artigos de Barba Negra e outros pesquisadores. Durante a década de 1990, essa coleção foi adquirida pela Billy Ireland Cartoon Library & Museum, fornecendo ao museu do estado de Ohio a maior coleção do mundo de recortes diários de histórias em quadrinhos de jornais. Em 1998, seis veículos de 18 rodas transportaram a coleção Blackbeard da Califórnia para Ohio.San Francisco Academy of Comic Art Collection Categoria:Tiras de banda desenhada Categoria:Terminologia de banda desenhada Categoria:Banda desenhada por formato Categoria:Jornais",
 "title": "Tira diária"
}