{
 "id": "60344",
 "text": "Sandra Annette Bullock (; Arlington, 26 de julho de 1964) é uma atriz e produtora norte-americana. Ela chegou à fama na década de 1990 com papéis em filmes como Demolition Man (1993), Speed (1994), The Net (1995), While You Were Sleeping (1995), A Time to Kill (1996), e Hope Floats (1998). Nos anos 2000, Bullock estrelou sucessos como Miss Congeniality (2000), Two Weeks Notice (2002), The Lake House (2006), e o aclamado criticamente Crash (2004). Em 2007, ela foi classificada como a 14ª mulher mais rica na indústria do entretenimento, com uma fortuna estimada em mais de 85 milhões de dólares. Em 2009, Bullock estrelou em dois dos filmes mais bem sucedidos financeiramente de sua carreira, The Proposal e The Blind Side. Por The Blind Side, Bullock recebeu vários prêmios, incluindo o Oscar de melhor atriz, por seu papel como Leigh Anne Tuohy. Ela foi a atriz mais bem paga do mundo em 2010 e 2014, e foi nomeada uma das 100 pessoas mais influentes do mundo pela Time em 2010. Em 2013, ela estrelou em The Heat, que foi a comédia de maior bilheteria do ano.http://www.rottentomatoes.com/m/gravity_2013/ Por seu papel em Gravity, Bullock foi premiada com o Critics Choice Award de melhor atriz, e recebeu uma indicação ao Oscar de melhor atriz. Apelidada de “queridinha da América” pela mídia, Bullock também foi eleita a mulher mais bonita pela revista People em 2015. == Biografia == === Infância e educação === Sandra Bullock nasceu em Arlington na Virginia, seu pai, John Wilson Bullock (1925-2018), era encarregado do Serviço Postal Militar do Exército na Europa, e estava servindo em Nuremberga quando conheceu a mãe de Sandra. Sua mãe, Helga Mathilde Meyer (1942–2000), era alemã e cantora de Ópera. Ela tem uma irmã mais nova, Gesine Bullock-Prado. Seus pais se casaram na Alemanha. Seu avô materno era um cientista espacial alemão de Nuremberga. Até os 12 anos, Bullock viveu entre Nuremberga e Áustria, e cresceu falando alemão. Ela estudou balé e artes vocais quando criança, e frequentemente participava dos concertos de ópera realizados por sua mãe. A família voltou para Arlington, onde seu pai trabalhou no Comando de Materiais do Exército, antes de se tornar um empreiteiro do Pentágono. Durante o ensino médio em Washington, Bullock foi líder de torcida, e atuou em produções teatrais da escola. Depois de se formar em 1982, Sandra matriculou-se na Universidade da Carolina para cursas artes dramáticas, onde recebeu um bacharelado em Drama em 1987. Após a faculdade se mudou para Manhattan, Nova York, onde se sustentou como atendente de bar e garçonete, enquanto fazia testes para papéis. === Carreira === Enquanto estava em Nova York, Bullock teve aulas de atuação com Sanford Meisner. Ela apareceu em vários filmes estudantis, e em 1988, conseguiu um papel na peça No Time Flat, na off-Broadway. Foi interpretando uma bela e assanhada sulista, que ela foi notada pela primeira vez por agentes de Hollywood. Em 1989, ela conseguiu seu primeiro papel na televisão, no telefilme Bionic Showdown: The Six Million Dollar Man and the Bionic Woman, Isso a levou a ser escalada para a versão televisiva do filme Uma Secretária de Futuro, que durou apenas 12 episódios. Após o cancelamento da série, se mudou para Los Angeles, e atuou em vários filmes de baixo orçamento, como Love Potion No. 9 (1992), The Thing Called Love e Fire on the Amazon (1993), antes de ter um papel de destaque no filme de ficção científica Demolition Man (1993). Seu trabalho nesse filme a levou até Jan De Bont, que estava se preparando para dirigir o thriller de ação Speed, e procurava uma atriz que tivesse química com o ator Keanu Reeves. Speed foi lançado em 1994, recebendo aclamação da crítica, e sendo um sucesso comercial, com um faturamento de mais de 350 milhões de dólares, com um orçamento de US$ 37 milhões, tornando-se o quinto filme de maior bilheteria de 1994. Com o sucesso do longa, Sandra se tornou uma das atrizes mais populares de Hollywood.|thumb|direita|200px|Estrela de Sandra Bullock na calçada da fama|Estrela de Sandra Bullock na Calçada da Fama. Em 1995, Sandra estrelou a comédia romântica While You Were Sleeping, que também foi um sucesso critico e comercial, e rendeu a Sandra sua primeira indicação ao Globo de Ouro de Melhor Atriz - Filme de Comédia ou Musical. No mesmo ano, atuou no filme The Net, como uma programadora de computadores que se depara com uma conspiração que coloca sua vida, e a das pessoas ao seu redor em perigo. O longa recebeu criticas mistas, mas foi um sucesso comercial. Em 1996, atuou no drama jurídico A Time to Kill, e no drama de guerra No Amor e na Guerra.Em 1997, ela recebeu 11 milhões de dólares para estrelar Speed ​​2: Cruise Control (1997), que ela concordou em fazer para obter apoio financeiro para seu próximo projeto, Hope Floats (1998), que seria o primeiro longa de sua própria produtora, a Fortis Films. Ao contrário do filme original, Speed ​​2 foi um grande fracasso de bilheteria e crítica, e ficou conhecido como uma das piores continuações já feitas no cinema. Sandra debutou como roteirista e diretora no curta Making Sandwiches, apresentado no Festival de Cinema de Sundance. Seu lançamento seguinte, Hope Floats, dirigido pelo ator Forest Whitaker, conseguiu um sucesso modesto. Em seguida, estrelou o filme Practical Magic, ao lado de Nicole Kidman. Em 1999, atuou na comédia romântica Forces of Nature, ao lado do ator Ben Affleck, e emprestou sua voz a Miriam, personagem da animação The Prince of Egypt, produção do estúdio Dreamworks. Em 2000, Bullock assumiu o papel de uma agente do FBI, que tinha que se disfarçar como concorrente de um concurso de beleza na comédia Miss Simpatia, que se tornou mais um sucesso comercial de sua carreira, com um faturamento de 212 milhões de dólares, e lhe rendeu uma segunda indicação ao Globo de Ouro de Melhor Atriz em Filme de Comédia ou Musical. No mesmo ano, Bullock atuou na comédia dramática, 28 Days, como uma colunista de um jornal que é obrigada a entrar em um programa de reabilitação para alcoolismo. Em 2002, Bullock estrelou o thriller psicológico Murder by Numbers como uma detetive de homicídios, e se juntou ao ator Hugh Grant na comédia romântica Two Weeks Notice, atuando como uma advogada que abandona seu chefe. Naquele ano, ela recebeu o Prêmio Raúl Juliá de Excelência por ajudar a expandir as vagas de trabalho para talentos hispânicos na indústria do entretenimento, como produtora executiva da sitcom George Lopez (2002–2007). Ela também fez várias aparições no programa como Accident Amy uma funcionária propensa a acidentes na fábrica que o personagem de Lopez administra. Em 2004, Bullock interpretou a esposa de um promotor público no drama Crash, que ganhou o Oscar de Melhor Filme. Ela recebeu críticas positivas por seu desempenho, com alguns críticos sugerindo que foi o melhor desempenho de sua carreira até aquele momento. No ano seguinte, ela recebeu um salário de 17,5 milhões por Miss Congeniality 2: Armed and Fabulous, que rendeu uma bilheteria bem abaixo do esperado pela Warner, e recebeu críticas negativas. Em 2006, Bullock se reuniu com Keanu Reeves no drama romântico The Lake House, que foi um sucesso comercial. Em 2007, atuou no thriller sobrenatural Premonição, como uma dona de casa que vivencia os dias que cercam a morte de seu marido em ordem não cronológica. Apesar das críticas negativas, conseguiu uma bilheteria modesta. Em 2009, após um curto hiato das telonas, Sandra retorna com a comédia The Proposal (br: A Proposta) ao lado do ator Ryan Reynolds, sucesso que arrecadou US$ 317 milhões em bilheteria, e o drama biográfico The Blind Side (br: Um Sonho Possível), onde atuou como a mãe adotiva do jogador de futebol americano Michael Oher. The Blind Side arrecadou US$ 309 milhões, e Sandra foi aclamada por sua atuação, vencendo um Oscar, um Globo de Ouro, um Screen Actors Guild, e o Critics' Choice Movie Award de Melhor Atriz. Vencer o Oscar atribuiu à atriz uma distinção única, visto que ela havia vencido duas Framboesas de Ouro na noite anterior pelo seu desempenho na comédia All About Steve, o que fez dela a primeira e única artista a ser nomeada como a \"melhor\" e a \"pior\" no mesmo ano. Em 2010, ela foi a atriz mais bem paga do mundo. Em 2013, Bullock estrelou ao lado de Melissa McCarthy na comédia The Heat, como um agente especial do FBI que, junto de uma detetive da cidade, tem que pegar um mafioso em Boston. O longa recebeu críticas positivas, e arrecadou US$ 230 milhões de bilheteria, sendo a comédia mais assistida do ano. Bullock posteriormente interpretou uma astronauta presa no espaço no thriller de ficção científica Gravity, ao lado de George Clooney. O longa recebeu aclamação da crítica e aplausos de pé no Festival Internacional de Cinema de Veneza, sendo chamado de \"o filme mais realista e lindamente coreografado já ambientado no espaço\" e alguns críticos consideraram o desempenho de Bullock o melhor de sua carreira. Gravity arrecadou US$ 716 milhões em todo o mundo, tornando-se o segundo filme de maior sucesso de Bullock. Por seu papel como Dr. Ryan Stone, Bullock foi indicada ao Oscar, Globo de Ouro, BAFTA, Screen Actors Guild, e ao Critics' Choice Movie Award. de Melhor Atriz. Em 2014, Sandra apareceu novamente em primeiro lugar na lista de atores mais bem pagos de Hollywood.Sandra Bullock é a mais bem paga de Hollywood, Observador (05-08-2014). Página visitada a 13 de agosto 2014 No ano seguinte, Sandra emprestou sua voz para Scarlet Overkill, a personagem vilã, no filme de animação Minions, que se tornou seu filme de maior bilheteria até o momento, com um faturamento mundial de mais de US$ 1,1 bilhão. Em 2018, Bullock estrelou, ao lado de um grande elenco de atrizes famosas, o filme Ocean's 8, um spin-off feminino da franquia Ocean's Eleven, interpretando Debbie Ocean, irmã de Danny Ocean, que ajuda a planejar um assalto sofisticado ao anual baile Met Gala em Nova York. O filme teve a melhor estreia nas bilheterias de todos os filmes da franquia, e arrecadou um total de US$ 298 milhões globalmente, recebendo críticas geralmente positivas. ==Vida pessoal== Sandra já namorou os atores Tate Donovan (com quem ficou noiva e o relacionamento durou quatro anos), Matthew McConaughey, Ryan Gosling, o músico Bob Schneider (por dois anos) e o jogador Troy Aikman. Em 16 de julho de 2005 se casou com o construtor de carros e motos Jesse James proprietário da oficina West Coast Choppers, que ficou famoso por ser o líder do programa Monster Garage, exibido pelo Discovery Channel. Em março de 2010 foi anunciado o divórcio do casal, após uma série de amantes de Jesse virem a público. Em abril de 2010 a atriz revelou que adotou um bebê com Jesse em janeiro do mesmo ano. Sandra é conhecida também por ser solidária e altruísta. Em janeiro de 2010 a atriz ofereceu US$ 1 milhão às vítimas do terremoto no Haiti e a mesma quantia para a Cruz Vermelha americana com o objetivo de ajudar as vítimas do terremoto e do tsunami no Japão. Carinhosamente conhecida como “Queridinha da América”, a vencedora do Oscar de Melhor Atriz de 2010 também é conhecida por sua paixão por cães. Ela adotou três cachorrinhos com necessidades bastante especiais. Poppy é um mestiço de chihuahua e lulu-da- pomerânia com apenas três patinhas. Ruby é uma chihuahua incrível de duas patas, que anda com apenas com as duas traseiras. E o terceiro cãozinho, Bebe, também chihuahua, tem apenas um olho. Em 5 de agosto de 2023, o fotógrafo Bryan Randall, companheiro da atriz, morreu aos 57 anos, devido a complicações causadas pela esclerose lateral amiotrófica. === Incidente de perseguição === Em 9 de junho de 2014, um homem foi preso por invadir a residência da atriz Sandra Bullock em Los Angeles enquanto ela estava em casa, e a polícia fixou em US$ 50 mil a fiança para ele ser libertado. Joshua Corbett, de 39 anos, foi preso por suspeita de roubo, um crime qualificado como grave, na manhã do dia anterior na propriedade de Sandra após a polícia ter recebido uma ligação de emergência da casa, disse a porta-voz da polícia de Los Angeles, Wendy Reyes. A polícia informou que a atriz não foi atacada. Detido na época, Corbett foi condenado a cinco anos de liberdade condicional em 2017. Porém, em 2018, ele se recusou a sair de casa e ameaçou atirar nos agentes, que chamaram uma equipe da SWAT. Corbett cometeu suicídio antes de ser alcançado. == Filmografia== Ano Filme Título em português Papel Direção 1987 Hangmen br: Carrascos Lisa Edwards J. Christian Ingvordsen 1989 Religion, Inc. br: Dinheiro Não é o Meu Negócio Debby Erle C. Kenton Bionic Showdown: The Six Million Dollar Man and the Bionic Women br: O Desafio Final Kate Mason Alan J. Levi Who Shot Patakango? br: Agitando em 57 Devlin Moran Robert Brooks The Preppie Murder br: Assassinato no Central Park Stacy John Herzfeld 1992 Love Potion nº9 br: Poção do amor nº 9 pt: Você Tem Sex Appeal? Diane Farrow Dale Launer 1993 The Vanishing br: O Silêncio do Lago pt: A Desaparecida Diane Shaver George Sluizer When the Party's Over br: Quando a Festa Acabar Amanda Matthew Irmas The Thing Called Love br: Um Sonho, Dois Amores Linda Lue Linden Peter Bogdanovich Demolition Man br: O Demolidor pt: Homem Demolidor Lenina Huxley Marco Brambilla Fire on the Amazon br: Inferno Selvagem Alyssa Rothman Luis Llosa Wrestling Ernest Hemingway br: Recordações Elaine Randa Haines 1994 Speed br: Velocidade Máxima pt: Perigo em Alta Velocidade Annie Porter Jan de Bont Me and The Mob br: Eu e a Máfia Lori Donald Petrie 1995 While You Were Sleeping br: Enquanto Você Dormia pt: Enquanto Dormias Lucy Eleanor Moderatz Jon Turteltaub The Net br/pt: A Rede Angela Bennett Irwin Winkler 1996 Two If by Sea br: Corações Roubados Roz Bill Bennett A Time to Kill br/pt: Tempo de Matar Ellen Roark Joel Schumacher In Love and War br: No Amor E na Guerra Agnes von Kurowsky Richard Attenborough 1997 Speed 2: Cruise Control br: Velocidade Máxima 2 pt: Perigo a Bordo Annie Porter Jan de Bont 1998 Hope Floats br: Quando o Amor Acontece pt: Hope Floats - Uma Nova Esperança Birdee Pruitt Forest Whitaker Making Sandwiches br: Making Sandwiches Melba Club Sandra Bullock Practical Magic br: Da Magia à Sedução pt: Magia e Sedução Sally Owens Griffin Dunne The Prince of Egypt br: O Príncipe do Egito pt: O Príncipe do Egipto Miriam (voz) Brenda Chapman, Steve Hickner 1999 Forces of Nature br: Forças do Destino pt: Forças da Natureza Sarah Lewis Bronwen Hughes 2000 Gun Shy br: Um Tira à Beira da Neurose Judy Tipp Eric Blakeney 28 Days br/pt: 28 Dias Gwen Cummings Betty Thomas Miss Congeniality br: Miss Simpatia pt: Miss Detective Gracie Hart Donald Petrie 2002 Murder by Numbers br: Cálculo Mortal pt: Crimes Calculados Cassie Mayweather / Jessica Marie Hudson Barbet Schroeder Divine Secrets of the Ya-Ya Sisterhood br: Divinos Segredos pt: Os Divinos Segredos da Irmandade Ya-Ya Siddalee 'Sidda' Walker Callie Khouri Two Weeks Notice br: Amor à Segunda Vista pt: Amor Sem Aviso Lucy Kelson Marc Lawrence 2004 Crash br: Crash - No Limite pt: Coliseu Jean Cabot Paul Haggis 2005 Loverboy br: Obsessão pt: A Educação de Paul Mrs. Harker Kevin Bacon Miss Congeniality 2: Armed and Fabulous br: Miss Simpatia 2 - Armada e Poderosa pt: Miss Detective 2: Armada e Fabulosa Gracie Hart John Pasquin 2006 The Lake House br: A Casa do Lago pt: A Casa da Lagoa Kate Forster Alejandro Agresti Infamous br: Confidencial pt: Infame Nelle Harper Lee Douglas McGrath 2007 Premonition br: Premonições pt: Premonição Linda Hanson Mennan Yapo 2009 The Proposal br/pt: A Proposta Margaret Tate Anne Fletcher All About Steve br: Maluca Paixão pt: Nada Mais Que Steve Mary Horowitz Phil Traill The Blind Side br/pt: Um Sonho Possível Leigh Anne Tuohy John Lee Hancock 2011 Extremely Loud and Incredibly Close br: Tão Forte e Tão Perto pt: Extremamente Alto e Incrivelmente Perto Linda Schell Stephen Daldry 2013 The Heat br: As Bem Armadas pt: Armadas e Perigosas Sarah Ashburn Paul Feig Gravity br/pt: Gravidade Dr. Ryan Stone Alfonso Cuarón 2015 Minions br: Minions pt: Mínimos Scarlet Overkill (dublagem) Pierre Coffin Kyle Balda Our Brand Is Crisis br: Especialista em Crise Jane \"Calamidade\" Bodine David Gordon Green 2018 Bird Box br: Caixa de Pássaros Malorie Susanne Bier Ocean's 8 br: Oito Mulheres e Um Segredo Debbie Ocean Gary Ross 2021 Unforgivable br: Imperdoável Ruth Slater Nora Fingscheidt 2022 The Lost City br: Cidade Perdida pt: A Cidade Perdida Loretta Sage Adam Nee Aaron Nee Bullet Train br: Trem-Bala pt: Bullet Train: Comboio Bala Maria Beetle David Leitch == Prêmios e indicações == == Ligações externas == * * * Sandra Bullock no Yahoo! Movies * * * Sandra Bullock no AdoroCinema Categoria:Naturais da Virgínia Categoria:Atrizes de cinema dos Estados Unidos Categoria:Atrizes de televisão dos Estados Unidos Categoria:Atrizes dos Estados Unidos Categoria:Prémio MTV Movie de melhor atriz Categoria:Globo de Ouro de melhor atriz em filme de drama Categoria:Saturno de melhor atriz em cinema Categoria:Atrizes premiadas com o Framboesa de Ouro Categoria:Óscar de melhor atriz Categoria:Vencedores do Prémio Screen Actors Guild de melhor atriz em filme Categoria:Vencedores do Prémio Screen Actors Guild de melhor elenco em filme Categoria:Critics' Choice de melhor atriz em cinema Categoria:Critics' Choice de melhor atriz em filme de ação Categoria:Satellite de melhor elenco em cinema Categoria:MTV Movie de Melhor Atuação Assustada",
 "title": "Sandra Bullock"
}