{
 "id": "60431",
 "text": "Caio da Silva Prado Júnior (São Paulo, 11 de fevereiro de 1907 — 23 de novembro de 1990) foi um sociólogo, historiador, geógrafo, escritor, filósofo, político e editor brasileiro. As suas obras inauguraram, no país, uma tradição historiográfica identificada com o marxismo, buscando uma explicação diferenciada da sociedade colonial brasileira. == Biografia == Caio da Silva Prado Júnior nasceu em São Paulo, em 11 de fevereiro de 1907. Proveniente de uma família de políticos e da sociedade aristocrática paulista, vários parentes seus exerceram papel de destaque na vida político-econômica de São Paulo, como por exemplo, seu avô Martinho Prado Júnior e seus tios-avôs Antônio Prado e Eduardo Prado; sendo que os dois primeiros também exerceram mandatos na Assembleia Legislativa de São Paulo.Caio da Silva Prado Junior - um perfil biográfico. Página da Assembleia Legislativa de São Paulo. Formou-se em Direito pela Faculdade do Largo de São Francisco em 1928, onde mais tarde seria livre-docente de Economia Política. Como intelectual teve importante atuação política ao longo das décadas de 1930 e 1940, tendo participado das articulações para a Revolução de 1930. Decepcionado com a inconsistência política e ideológica da Segunda República Brasileira, aproximou-se do marxismo e filiou-se ao Partido Comunista Brasileiro, em 1931. A 12 de agosto de 1931, em São Paulo, nasce seu filho (com Hermínia F. Cerquilho), Caio Graco, que mais tarde conduzirá a Editora Brasiliense, fundada pelo pai em 1943. Publicou, em 1933, a sua primeira obra - Evolução Política do Brasil -, uma tentativa de interpretação da história política e social do país. Após uma viagem à União Soviética em 1933, à época no governo de Stálin, e a alguns países socialistas, alinhados à União Soviética, publicou URSS - um novo mundo (1934), edição apreendida pela censura do governo de Getúlio Vargas, que passaria a combater. Ingressou na Aliança Nacional Libertadora, a qual presidiu em São Paulo. Em 1934, ano de implantação da Universidade de São Paulo (USP), juntamente com os professores Pierre Deffontaines, Luís Flores de Morais Rego e Rubens Borba de Morais, Caio Prado Júnior participou da fundação da Associação dos Geógrafos Brasileiros - AGB, primeira entidade científica de caráter nacional. Em 1942 publicou o clássico Formação do Brasil Contemporâneo - Colônia, divisor de águas da historiografia brasileira. O livro deveria ter sido a primeira parte de uma coletânea sobre a evolução histórica brasileira, a partir do período colonial. Entretanto, os demais volumes jamais foram escritos. Neste livro, alcança superar uma prática até então usual na Historiografia brasileira, qual seja, a da anacronia, consistente em se analisarem os fatos passados sem perder de vista o seu desenlace presente. Caio Prado Júnior, por seu turno, é capaz de analisar os processos históricos a partir do mundo em que se desenvolveram, elaborando o mais completo quadro do Brasil Colônia até então traçado. Pautando a sua investigação em relatos coetâneos ao período do Brasil Colônia, pinta um retrato sem retoques de um plano geográfico de que se encontram não poucas marcas no Brasil de hoje. O livro, ao lado de Casa-Grande e Senzala, de Gilberto Freyre, e de Raízes do Brasil, de Sérgio Buarque de Holanda, formaram uma tríade de livros sobre o conhecimento da época sobre como funcionam as estruturas sociais do país. Entrementes, em diferenciação a seus pares, Prado Júnior tende a dar as costas a um certo subjetivismo e a um certo tom redentor de Freyre e Buarque de Holanda. Em 1945 foi eleito deputado estadual, como terceiro suplente pelo Partido Comunista Brasileiro e, em 1948 como deputado da Assembleia Nacional Constituinte. Todavia, este último mandato lhe seria cassado em 1948, na sequência do cancelamento do registro do partido pelo Tribunal Superior Eleitoral. Na condição de membro da Assembleia Constituinte Paulista de 1947, foi responsável, junto com Mário Schenberg, pela inclusão do artigo 132 da constituição estadual: \"O amparo à pesquisa científica será propiciado pelo Estado por intermédio de uma fundação organizada em moldes a serem estabelecidos por lei.\" Ao ser regulamentado em 1962, esse artigo levou à criação da Fundação de Amparo à Pesquisa do Estado de São Paulo (FAPESP). Dirigiu o vespertino A Plateia e, em 1943, juntamente com Arthur Neves e Monteiro Lobato, fundou a Editora Brasiliense, na qual lançou, posteriormente, a Revista Brasiliense, editada entre 1956 e 1964. Na década de 1950, desenvolveu sua discussão sobre dialética, publicando dois livros: A Dialética do Conhecimento (1952) e Notas Introdutórias à Lógica Dialética (1959). Em 1960, juntamente com outros intelectuais brasileiros, participa da criação da União Cultural Brasil-União Soviética, atual União Cultural pela Amizade dos Povos, sendo o seu primeiro presidente.http://www.ucpadp.org.br/historico.html Visitado em 14 de maio de 2015 Em 1966 foi eleito o Intelectual do Ano, com a conquista do Prêmio Juca Pato, concedido pela União Brasileira de Escritores, devido à publicação, naquele ano, do polêmico A revolução brasileira, uma análise dos rumos do país após o golpe militar de 1964. Este trabalho impulsionaria a reflexão autocrítica da esquerda brasileira em relação ao golpe. Sofreu novas perseguições durante o Regime Militar de 1964. Foi expurgado, juntamente com outras 78 pessoas, do cargo de professor em dezembro de 1968. Em 1967 havia concedido uma entrevista ao grêmio da Faculdade de Filosofia da USP e em março de 1941 a 2a Auditoria Militar de São Paulo abriu processo contra o historiador por causa de uma das respostas, acusando-o de incitação subversiva. Em 25 de março de 1970 foi condenado à pena máxima de 6 anos e meio de detenção, depois de apelar ao STF conseguiu reduzir a pena a 21 meses. Esteve preso no presídio Tiradentes e no 16° Batalhão Universitário da Força Pública, atrás da USP, onde dividiu a cela com um delegado preso por tráfico de drogas. Quando havia cumprido quase toda a pena, foi absolvido pelo STF e libertado, após 525 dias na prisão com 64 anos de idade. Faleceu em 23 de novembro de 1990, aos 83 anos. == Crítica historiográfica == \"Sua produção teórica é mais marxiana do que marxista-leninista. [...] Lida com fatos em termos de relações, processos e estruturas, localiza e explica desigualdades, diversidades, contradições sociais\".REIS, José Carlos. Mudança e continuidade na historiografia brasileira. Mariana: Setor de Teoria e Metodologia da História. Departamento de História da Universidade Federal de Ouro Preto, 1997. Fábio Hanna caracteriza Caio Prado, citando Octavio Ianni, dentro da geração moderna, e o caracteriza como sendo um intelectual do pensamento social brasileiro, marcado por uma preocupação política nacionalista e de modernização do país; e segue sua argumentação falando que este está inserido dentro de uma cultura na escrita da história que vem desde a independência, com o intuito de dar início à formação do estado nacional brasileiro e sentido e condução para a política e cultura do Estado. Já José Carlos Reis analisa, em especial, a obra Revolução Brasileira, por sintetizar a realidade brasileira e sua mudança revolucionária, marcando profundamente o pensamento revolucionário brasileiro. Para Fábio Hanna as obras de Caio Prado Jr. estão inseridas na perspectiva de atividade política advinda dos anos 1920, como meio de relacionar com os processos de transformação que estavam em pauta na sociedade brasileira. Assim o nacionalismo defendido por Caio Prado Jr. se identifica com um nacionalismo econômico. Trabalhando a questão de um país atrasado por causa da submissão de exportadores de produtos ao mercado internacional, privilegia a briga política com os países imperialistas ao qual exercem seu domínio subvertendo, dessa maneira a ordem vigente. Analisando as obras Evolução política do Brasil (1933) e Formação do Brasil Contemporâneo (1942), este percebe que são textos escritos em uma dinâmica da realidade com projeções para o futuro discutido através de uma perspectiva histórica, que produzem novos desafios para o projeto modernizador da sociedade brasileira e que estão sendo escritos no calor dos acontecimentos sociais, políticos e econômicos de suas épocas. Caracterizando a colônia como o sentido fundamental da estrutura e colonização que de forma inevitável perpassava pela formação do nacionalismo, Caio Prado tenta mostrar que a solução para o Brasil estava no mercado interno; pois se na época da colônia o mercado era voltado para o mercado externo, a iniciativa nacional deveria opor-se a esta e desenvolver a criação de um mercado que atendesse internamente o país. Assim aceitando a tese do sentido da colonização onde o Brasil é dependente por ser exportador estamos aceitando a contraproposta de que para tornar um país independente tanto politicamente quanto economicamente está atrelado à constituição do mercado interno. Seu projeto está escrito na categoria básica de sentido da colonização; assim \"[...] inaugura uma nova etapa na historiografia brasileira. Muitas são as razões: pela primeira vez o materialismo histórico é utilizado eficazmente como método de interpretação da história brasileira, as classes sociais passam a ser uma categoria analítica e as revoluções saem das notas de rodapé e passam a figurar no corpo do texto entre outras\". É este novo tipo de interpretação histórica que para Hanna reflete nas opções políticas que influenciaram o autor ao longo de sua trajetória política. José Carlos Reis dará melhor ênfase na análise do \"sentido da colonização\". Ao falar da obra A Revolução Brasileira, dissertará que a obra se insere no redescobrimento do Brasil e que usa do materialismo histórico de forma inovadora, pois até os anos 1930 a intelectualidade via o Brasil com desconfiança por causa de seu gênero racial mestiço, e as classes sociais mais baixas que não \"passavam confiança\" para o futuro do Brasil, sendo Caio Prado Jr. o primeiro a dar essa oportunidade histórica a esses grupos. Sendo assim argumenta que as elites não construíram a história do Brasil sozinhas, as classes sociais também são agentes históricos e cita: \"Redescobrir o Brasil significa ver nessa sua face oculta, neste seu outro lado, o verdadeiro Brasil. Este outro lado deverá ser integrado, valorizado e recuperado, pois nele estão os construtores da sociedade brasileira presente/futura\". Dessa forma seu sentido estrutural será as relações sociais e o modo de produção capitalista, fugindo de uma perspectiva tradicional, onde influenciará uma corrente de interpretação marxista do Brasil mais crítica. Assim ele inaugurou uma corrente de interpretações marxista no Brasil descentrada do PCB, com o intuito de pensar a sociedade brasileira com relações do passado e presente e com expectativas de discussão para o futuro. Assim José Carlos Reis argumenta que, segundo Caio Prado, as análises marxistas que interpretavam o Brasil eram reinterpretadas e readaptadas para o caso brasileiro com o objetivo de ajustar a realidade brasileira. Para se contrapor a este pensamento seus escritos enfatizam a \"criação\" do Brasil em quadros do capitalismo moderno atrelado ao continente e atividades europeias a partir do século XV, o que ia à contramão do pensamento marxista proposto para a época que segundo eles o Brasil possuía resquícios feudais. Nesse sentido ele defende que o Brasil foi um fornecedor de produtos tropicais e que fazia parte de um sentido amplo da história. \"Todos os acontecimentos dessa era dos descobrimentos articulam-se num conjunto que só é um capítulo da história do comércio europeu. A colonização do Brasil é um capítulo dessa história\". Seguindo o raciocínio, Caio Prado Júnior faz alusão de que não se pode interpretar a realidade brasileira e nem seu futuro a partir de situações que não se comparam com a nossa. A partir dessa forma otimizada com que o autor trabalhará a interpretação brasileira é que ele tratará do sentido da história brasileira que de forma dialeticamente e com transição dinâmica leva de um passado para um futuro. Segundo sua teoria, se o Brasil tivesse um caráter feudal, a luta social seria dada a partir da reivindicação da propriedade da terra, o que para ele era um erro teórico, histórico e político, pois os operários do campo reivindicavam as leis trabalhistas. Reis, de maneira geral resume a dialética do sentido da colonização: \"Abordada assim, a realidade brasileira atual revelaria uma transição de um passado colonial a um futuro, já próximo, de uma nação estruturada, com uma organização econômica voltada para o interior, moderna. [...] Eis o sentido da história brasileira, que uma teoria especialmente elaborada para abordá-la em sua especificidade revela: da heterogeneidade inicial, da dispersão original, a uma homogeneidade nacional estruturada. Economicamente o mercado interno deverá superar o externo, o que estimulará a diversificação da produção. Este é o caminho da sociedade brasileira: da sociedade colonial ao Brasil-nação. Realizar esta transição radical é realizar a verdadeira revolução brasileira, que aliás já está em marcha há muito tempo\". Contudo as obras revelam o caráter economicista em sua estrutura onde a prioridade da infraestrutura é utilizada como instância determinante para sua análise. Todas as suas grandes obras são de síntese e de certa forma dizem respeito sobre o sentido da história brasileira contendo características de origem e identidade do brasileiro. Hanna, ainda conclui que são textos políticos pois são escritos para surtir um efeito para o presente. \"[...] na análise político social brasileira, o objetivo é o mesmo [entre ele e Oliveira Vianna]: modernizar o Brasil torná-lo uma nação de fato\".HANNA, Fábio Tadeu Vighy. Caio Prado Jr. E Oliveira Vianna: Interpretações do Brasil e projetos políticos para a modernização brasileira. Akrópolis, Revista de Ciências Humanas da UNIPAR, Umuarama, v.11, no.1, jan./mar., 2003. Apesar de sua visão majoritariamente privilegiada e considerável aprovação, sua obra serviu de palco para inúmeras críticas. Dentre eles, Carlos Nelson Coutinho, diz que essa visão de capitalismo desde o início do Brasil era atrasada. Os membros do PCB criticaram também essa ideia. Coutinho, diante desse impasse no partido, diz que o Caio Prado Jr. era atrasado, e não o partido que ele criticava. Também Sodré, usa de ironia para dizer que não fazia sentido a ideia de capitalismo no surgimento do Brasil, sendo que o capitalismo surgiu no século XVIII na Inglaterra. Prado Jr. também recebeu críticas por seu economicismo na obra Formação do Brasil contemporâneo. Ele reduziu os aspectos sociais do Brasil para uma dimensão econômica. Seus críticos dizem que, na obra, a economia era a responsável por delimitar os acontecimentos na sociedade. Porém, segundo os seus críticos, isso era um reducionismo. Além desse economicismo, o autor era criticado por não usar fontes primárias. == Obras == As principais obras de Prado Júnior: *1933: Evolução política do Brasil *1934: URSS - um novo mundo *1942: Formação do Brasil Contemporâneo *1945: História Econômica do Brasil *1952: Dialética do Conhecimento *1953: Evolução Política do Brasil e Outros Estudos *1954: Diretrizes para uma Política Econômica Brasileira *1957: Esboço de Fundamentos da Teoria Econômica *1959: Introdução à Lógica Dialética (Notas Introdutórias) *1962: O Mundo do Socialismo *1966: A Revolução Brasileira *1971: Estruturalismo de Lévi-Strauss - O Marxismo de Louis Althusser *1972: História e Desenvolvimento *1979: A Questão Agrária no Brasil *1980: O que é Liberdade *1981: O que é Filosofia *1983: A Cidade de São Paulo A maior parte das obras do autor foi publicada pela Editora Brasiliense. == Ligações externas == * * * espacoacademico.com.br - Caio Prado Júnior: a derrota do marxismo no Brasil. * *Formação do Brasil Contemporâneo, Caio Prado Junior, resenha, Professor José Renato, Editora Brasiliense, Site da USP * História Econômica do Brasil, Caio Prado Junior *Teoria marxista do conhecimento e método dialético materialista, Caio Prado Junior, Ebooksbrasil *Marxismo, Nacionalismo e Cultura: Caio Prado Jr. e a Revista Brasiliense,Fernando Papaterra Limongi, 1955 e 1964 *Anos 1960: Caio Prado Jr. e \"A Revolução brasileira\", José Carlos Reis, Revista Brasileira de História, 1999 *Centenário de Caio Prado Júnior: debate sobre sua atualidade, Dalcy da Silva Cruz, Revista Eletrônica Inter Legere, Número 03, Jul/Dez 2008 *Caio Prado Júnior: Uma possível análise, Gláucia Rodrigues Castelani e Luiz Fernando B. Belatto * A visão do Brasil na obra de Caio Prado Júnior, Carlos Nelson Coutinho, 1988, Portal Anpocs * Caio P Júnior, Jacob Gorender e a escravidão colonial brasileira, Andrés Ferrari e Pedro C Dutra Fonseca *Um Estudo dos Pressupostos Filosóficos de Caio Prado Júnior: contribuição à crítica da revolução burguesa no Brasil. Elisabete Matallo Marchesini de Pádua, dissertação de mestrado, Pontifícia Universidade Católica de Campinas, 1989. Categoria:Naturais da cidade de São Paulo Categoria:Comunistas do Brasil Categoria:Membros do Partido Comunista Brasileiro Categoria:Filósofos do estado de São Paulo Categoria:Editores do Brasil Categoria:Geógrafos do estado de São Paulo Categoria:Deputados estaduais de São Paulo Categoria:Professores da Universidade de São Paulo Categoria:Alunos da Faculdade de Direito da Universidade de São Paulo Categoria:Marxistas do Brasil Categoria:Historiadores do estado de São Paulo Categoria:Medievalistas Categoria:Historiadores brasileiros do século XX Categoria:!Editatona Cada livro seu público 2024",
 "title": "Caio Prado Júnior"
}