{
 "id": "60434",
 "text": "Cesare Beccaria Bonesana, marquês de Gualdrasco e de Villareggio (1738–1794), mais conhecido como Cesare Beccaria, foi um jurista, filosofo, economista e literato milanês, considerado um dos principais expoentes do iluminismo italiano, especialmente no campo do direito penal, tendo sido figura de destaque da Escola Clássica do Direito Penal. Imbuído pelos valores e ideais iluministas, tornou-se reconhecido por contestar o sistema punitivo na Europa da época dos déspotas — sem, contudo, contestar como um todo a ordem social vigente. Sua obra, sobretudo o ensaio intitulado \"Dos Delitos e Das Penas\", lançou os alicerces filosóficos do Direito penal moderno, tendo traçado as linhas fundamentais, o que fez por meio de análise filosófica, moral e econômica, da natureza do ser humano e da ordem social, a fim de dar racionalidade ao Direito Penal, de modo a torná-lo minimamente humano e adequá-lo aos princípios iluministas. Entre os principais ideais defendidos em \"Dos Delitos e Das Penas\", destacam-se a igualdade perante a lei, a abolição da pena de morte, a erradicação da tortura como meio de obtenção de provas, a instauração de julgamentos públicos e céleres, a instituição de um sistema de penas consiste e proporcional ao crime. Desta forma, Beccaria repensou a lei e as punições . Embora tenha sido associado à \"Escola Clássica de Criminologia”, cabe fazer algumas ressalvas quanto a esta denominação. Em primeiro lugar, o conceito de criminologia como disciplina focada no estudo sistemático do crime surge apenas um século após a morte de Beccaria. Logo, tal denominação é anacrônica. Ademais, não havia uma escola propriamente estabelecida, que se atinha a um conjunto consistente de ideias. Desta maneira, no caso de Beccaria seria menos errôneo falar de uma \"Escola das Ciências Criminais\" como um aglomerado frouxo de pensadores reunidos em bases teóricas mais ou menos comuns, sendo que estas abrangem não só criminologia, mas também políticas públicas, direito penal e execução criminal. Feitas estas ressalvas, pode-se dizer que Beccaria entendia o fenômeno social crime através da ótica da racionalidade: o sujeito faz um cálculo racional cujo produto, isto é, sua escolha, é o crime. Em outras palavras, trata-se do produto de uma escolha racionalmente calculada cujo fruto é irracionalidade — o crime é a escolha racional errada. A partir deste pressuposto, o pensador clássico se questiona como seria possível sua prevenção. Coerentemente, a prevenção se dá pelo papel das leis e das penas de influenciar diretamente o processo decisório do indivíduo, no sentido de desestimulá-lo, de fazê-lo \"pensar duas vezes\". Logo, a lei deve ser anterior, escrita e publicizada para que o sujeito a conheça e, consequentemente, para que ela desmotive sua atitude irracional — ele saberá que terá de cumprir pena. Não obstante, para este raciocínio se consolide, é essencial que, no momento da aplicação da pena, o processo seja público — possibilitando a constatação de sua eficácia — e célere — visto que a associação firme no pensamento das pessoas entre crime e punição depende de um curto espaço de tempo entre esta causa e sua consequência. Esta maneira de pensar a criminologia foi extremamente importante para o desenvolvimento do direito penal mais humanizado e pautado na segurança jurídica; todavia, tal concepção foi superada: mostrou-se ineficaz o aumento das penas para intimidar mais os sujeitos com o intuito de diminuir a incidência do crime. Para a compreensão adequada do surgimento e da importância da obra de Beccaria, deve- se ter em mente a particularidade do contexto e meio em que o autor estava inserido. Por um lado, vivia sob um governo despótico, em que a população se submetida aos poderes totalitários da Igreja e do Príncipe. Por outro, o século XVIII foi o auge das grandes transformações que se processaram na Europa: havia enorme agitação cultural, difusão dos ideais iluministas, heranças literárias e filosóficas do humanismo, propagação do racionalismo filosófico, das teorias jusnaturalista, contratualista, utilitarista. Em suma, os conflitos entre a razão e o espírito deram ensejo a múltiplas variações filosóficas que contestavam a ordem social vigente. Surge então, a partir das ideias de Montesquieu e de Denis Diderot, a figura do despotismo esclarecido: para que os homens sejam felizes, a sociedade deve ser organizada de forma que as leis naturais (derivadas unicamente da constituição do ser) sejam observadas. Desta forma, os governantes foram escolhidos pela sociedade para garantir tais direitos com os poderes que lhe foram concedidos. Por este caminho, a Dinastia Habsburgica implementou reformas na Itália, e os filósofos iluministas aderiram a este projeto modernizador da Coroa austríaca. Assim sendo, as propostas de Beccaria, além de sua inspiração humanitária, de contestação das arbitrariedades que a ordem social permitia, eram motivadas pela intenção de dar maior eficiência ao sistema penal, tendo em vista que tal projeto político do absolutismo no século XVIII tinha em mente também a modernização e fortalecimento econômicos da região. Logo, conciliando o dirigismo social da teoria utilitarista (Helvétius) com a imagem do rei legislador, a obra de Beccaria concebeu um modelo penal constituído por métodos eficazes de intervenção social, possibilitando ao monarca direcionar a sociedade. Em outras palavras, na obra de Beccaria as questões humanitárias acompanham questões de outra ordem, a partir do momento em que a teoria utilitarista teve o papel de fornecer aos soberanos métodos para a subordinação da sociedade civil, o que implica uma relativa desconsideração da autonomia do sujeito. Como já foi dito, Cesare Beccaria foi fortemente influenciado por diversos pensadores — principalmente os francófonos, tendo em vista a grandiosa influência da cultura francesa na época. Dentre eles, destacam-se Denis Diderot (L'Esprit) e Montesquieu (Cartas Persas), Jean- Jacques Rousseau (Do Contrato Social), Helvétius, Thomas Hobbes, Condillac, Francis Bacon, entre outros. A Montesquieu, o próprio Beccaria atribuiu especial importância ao escrever ao abade Morellet em 1766: \"Data de cinco anos a época de minha conversão à filosofia, e a devo à leitura das Cartas Persas\". Não obstante toda esta influência teórica, as obras atribuídas a Beccaria muito provavelmente não existiriam sem a Accademia dei Pugni, colaboradora do jornal Il Caffè. Grande parte do conteúdo de \"Dos Delitos e Das Penas\", como também o estímulo para escrevê-lo, vieram dos irmãos Pierro e Alessandro Verri, importantes integrantes daquela academia. Em uma carta de Pierro para Alessandro, em 1780, aquele diz: \"Beccaria escreveu o livro e todos que conheçam o estilo compreenderão que não é meu; entretanto, podia dizer na verdade que esse livro não teria sido publicado e escrito sem mim, porque boa parte das ideias foram desenvolvidas por ti e por mim, boa parte relativa à tortura foi extraída de minhas observações, que havia escrito e que refundi em discurso sobre as \"uciones\" maléficas e na apologia (respostas dadas a Fachinei) o autor só participou em molestar-nos no trabalho\". Os irmãos Verri e Beccaria introduziram no direito penal as novas concepções de matriz iluminista, estando seus pensamentos, críticas e proposições concentrados no tratado Dei delitti e delle pene (1764). Tal tratado obteve enorme repercussão ainda na época de sua publicação; foi amplamente lido na Europa e nos EUA, influenciando a organização de seus sistemas judiciais e processos legais — por exemplo, serviu de base para a reforma judicial na Lombardia, e diversos de seus princípios foram incorporados à constituição dos EUA. Influenciou ainda pensadores subsequentes, como Jeremy Bentham. Dentre seus difusores da época destaca-se o filósofo Voltaire que, em um comentário à obra do nobre italiano (1766), afirmou: “Beccaria rejeita todas as ideias de expiação, de vingança divina, para limitar à utilidade social a função das punições. Ele aspira penas moderadas, certas, rápidas, ele prefere a prevenção à repressão. Ele preconize a igualdade e a legalidade dos delitos e das penas. Enfim, em material de pena de morte, ele é o primeiro dos abolicionistas, mesmo prevendo duas exceções ao principio de abolição”. == Biografia == Cesare Bonesana, Marquês de Beccaria, nasceu em 15 de março 1738 na cidade de Milão, na Lombardia, que na época estava sob domínio austríaco. Tanto seu pai, Giovanni Severio Beccaria Bonesana, quanto sua mãe, Maria Vistonti, eram membros da aristocracia. Era difícil a relação com seu pai, cuja autoridade desafiou em 1761 ao se casar com Teresa di Blasco, mulher condenada a pertencer a uma classe social inferior à sua. Tal desentendimento fez com que as condições financeiras de Beccaria ficassem muito precárias na época. O casal teve duas filhas, Maria e Giulia. A última casou-se com Pietro Manzoni, com quem viria a ter Alessandro Manzoni, escritor autor de “Os Noivos”. Após a morte de sua primeira esposa, em 1774, Beccaria casou-se, no mesmo ano, com Ana da Casa dos Condes Barnaba Barbo, com quem teve Giulio Beccaria. === Estudos === Na sua formação básica, Beccaria estudou na Escola Jesuíta de Parma e, posteriormente, graduou-se em Direito pela Universidade de Pavia, em 1758. Os anos sob tutela dos jesuítas em Parma foram, na sua visão, inúteis. Com um modelo educacional caracterizado pelo próprio pensador como “fanático”, Beccaria se rebelou contra os métodos autoritários de ensino, criticando a postura inflexível e dogmática de seus professores, postura esta que acabava tornando o processo de aprendizado, na sua visão, desestimulante e nada inspirador. As matérias tidas como essenciais para a educação de um aristocrata, deste modo, não despertaram nenhum entusiasmo em Beccaria. Alguns críticos acreditam que todos estes anos criaram neste homem jovem e frustrado letargia e descontentamento, ao mesmo tempo em que exerceram papel importante na elaboração do seu trabalho sobre reforma penal. No mesmo sentido, também acredita-se que a difícil relação estabelecida com seu pai tenha contribuído para sua postura crítica contra os ideais e privilégios aristocráticos que marcavam o período em que vivera. ===“L’Accademia dei Pugni” e a Influência dos Irmãos Verri=== Graduado, Beccaria retornou a Milão e começou a desenvolver interesse em trabalhos filosóficos, como o Lettres persanes de Montesquieu – sátira das instituições políticas e religiosas que despertou nele interesse neste tipo de discussão. Com isso, Beccaria passou a ler mais obras filosóficas, principalmente as dos enciclopedistas franceses. Além da filosofia, a literatura também passou a ser alvo de sua atenção. O interesse em penalogia e crime, entretanto, foi despertado a partir do seu contato e associação com os irmãos Pietro e Alessandro Verri, que também se deu quando Beccaria tinha cerca de 20 anos. Alessandro era um escritor criativo. Pietro era um distinto economista italiano que estudara a fundo os trabalhos de pensadores políticos e econômicos britânicos e também de filósofos franceses. Com este domínio de conhecimento, Pietro dedicou-se a disseminá-lo, juntamente com os ideais do iluminismo europeu, na região da Lombardia, aproveitando-os na construção de um projeto de reforma social, política, econômica e jurídica. Os irmãos conseguiram reunir um grupo de jovens interessados no estudo e discussão de assuntos filosóficos e literários, grupo este conhecido como L’Accademia dei Pugni – a Academia dos Punhos – da qual Beccaria fez parte. O grupo se reunia na casa dos Verri e foi nele que Beccaria encontrou incentivo e encorajamento que posteriormente resultaram no seu trabalho sobre reforma penal. O ambiente criado com estas discussões intelectuais, acompanhadas por estudos de diversos problemas sociais da época, despertou em Beccaria um desejo intenso de questionar diversos aspectos da sociedade do século XVIII. Alvos deste ataque eram a desordem econômica, o pensamento religioso fechado e conservador, a tirania burocrática e a cansativa intelectualidade . Foi também na Academia dos Punhos que Beccaria se familiarizou com os trabalhos de Thomas Hobbes, David Hume, Denis Diderot, Claude Adrien Helvétius e Charles-Louis de Secondat (mais conhecido como Montesquieu). Exemplo desse engajamento do grupo foi a luta pela libertação de Milão do domínio de Carlos VI, da Áustria, combatendo as instituições que então administravam o ducado. A divulgação das ideias era feita por meio do jornal periódico Il Caffè – do qual Beccaria foi um dos colaboradores entre os anos de 1764 e 1766. O nome de tal periódico tem relação com o fato de que o consumo de café, por muito tempo, foi repudiado, principalmente pela Igreja Católica, que o via como produto impuro e maometiano. === Dos Delitos e Das Penas (1764) === O primeiro trabalho publicado por Beccaria foi Del disordine e de’ rimedi delle monete nello stato di Milano nell’ anno 1764, no ano de 1764. Esta monografia, hoje com muita importância, discutia sobre os primeiros direitos humanitários, na obra dele, ele critica alguns métodos punitivos do estado como a pena de morte e o uso da tortura como meio para obtenção de confissões e provas acusatórias, com essa obra, Beccaria foi perseguido por muitos políticos e juristas, porém sua obra foi muito influente no mundo todo, até mesmo na constituição Brasileira e no próprio Código Penal. Apesar de ter desenvolvido interesse pela discussão de filosofia, literatura e das questões e problemas de seu tempo, Beccaria nunca teve uma ânsia extrema pela escrita. Muito pelo contrário, como Pietro Verri afirmara, Beccaria era por vezes preguiçoso e com pouca motivação. Não era incomum a atribuição de tarefas a ele para que trabalhos fossem feitos. E foi uma destas tarefas que acabou culminando no trabalho que atribui a ele, até hoje, grande reconhecimento: Dos Delitos e Das Penas (em italiano: Dei Delitti e Delle Pene). Especula-se que, quando Beccaria teve que enfrentar a elaboração do trabalho que daria origem a esta obra, ele não sabia nada sobre penalogia. Fora Alessandro Verri que, por exercer o cargo de Protetor dos Prisioneiros, conseguiu dar a Beccaria a ajuda e sugestões necessárias. ==== Direito Penal na Europa em meados do século XVIII ==== O Direito penal na Europa do século XVIII era, de forma geral, repressivo, incerto e bárbaro, permitindo práticas arbitrárias, abusivas e muitas vezes corruptas. A privação de liberdade, vida e propriedade não se dava de acordo com o que hoje chamamos de devido processo legal. Admitiam-se acusações secretas e as condenações eram feitas com base em provas inconsistentes. A discricionariedade dos juízes quanto à punição dos condenados por crimes era ilimitada, e as penas variavam de acordo com a sua vontade ou da classe social do indivíduo. Eram comuns as penas de morte, antecedidas por atrocidades desumanas sobre o condenado, e não era feita, na prática, distinção entre o acusado e o condenado – ambos eram colocados na mesma instituição e eram alvos dos mesmos horrores do encarceramento, independentemente de idade ou sexo. ==== Primeira Publicação e Repercussão ==== É contra este sistema de Direito penal – suas crueldades, irracionalidade e abusos – que a obra deve ser analisada. Deste modo, é possível reconhecer seu caráter inovador, humanitário e revolucionário, na medida em que se propõe a escrever observações político sociais sobre os problemas deste direito penal. Dos Delitos e Das Penas começou a ser elaborado em março de 1763 e seu manuscrito foi finalizado em janeiro de 1764. Ele foi publicado pela primeira vez, de forma anônima, em julho de 1764, quando Beccaria tinha 26 anos de idade. Somente quando o livro foi aceito pelas autoridades Beccaria anexou seu nome a ele. O trabalho foi um sucesso imediato e teve grande reconhecimento por aqueles que o leram. Entretanto, muitos discordaram do exposto na obra. O fato de ter sido publicado anonimamente indica que as ideias nela contidas iam contra muitas das convicções daqueles que determinavam o destino dos acusados e condenados por crimes. Deste modo, por ser um ataque direcionado ao sistema dominante da administração da justiça criminal, a obra levantou hostilidade e resistência dos beneficiados e defensores das instituições arcaicas e bárbaras destinadas à punição. === A Viagem a Paris === Em 1766, Voltaire e outros enciclopedistas franceses, impressionados com os conceitos expostos em Dos Delitos e Das Penas, pediram a Beccaria que viajasse à França para discutirem ideias. O italiano, então, visitou no mesmo ano a cidade de Paris. Pietro Verri o acompanhou nesta viagem, que acabou durando apenas dois meses pela falta que Beccaria sentia do ambiente pacato da Lombardia. Apesar de a obra supor uma personalidade corajosa e desinibida, Beccaria era tímido, observador e retraído. Foi após esta viagem a Paris que houve um desentendimento entre Beccaria e os irmãos Verri, diante alegações de indevida apropriação de ideias. Esta discussão sobre a autoria da obra existe até hoje. É claro que Beccaria foi impulsionado a realizar o estudo pelos Verri e outros membros da Academia e que suas discussões e conselhos desempenharam papel fundamental na consolidação da obra. Entende-se que o manuscrito foi alvo de edição anterior à publicação por Pietro Verri, na qual este reordenou o texto, removeu algumas partes e adicionou outras. Apesar dessa controvérsia, é amplamente aceito, atualmente, que Beccaria pode ser considerado o autor primário de Dos Delitos e Das Penas. === Carreira === Em 1768, Beccaria assumiu a cadeira de Economia Política na Escola Palatina de Milão, cargo que ocupou por apenas dois anos. A instituição treinava indivíduos destinados ao serviço governamental. Por meio das aulas, continuou a transmitir suas ideias, responsáveis por influenciar reformas judiciais e de outras naturezas na Lombardia. Tais aulas foram reunidas e publicadas em 1804, dez anos depois de sua morte, sendo considerado seu segundo maior trabalho publicado. Catarina II, imperatriz russa entre os anos de 1762 e 1796, convidou Beccaria para lecionar no Império Russo, convite este recusado pelo italiano. Em 1771, Beccaria foi nomeado conselheiro do Conselho Supremo de Economia, no qual Pietro Verri foi presidente. Foi membro deste Conselho por mais de vinte anos. === Influência === Não só a circulação de sua obra, mas também o fato de ter lecionado indivíduos que viriam a ocupar cargos no governo, fez com que suas ideias gerassem reformas na região da Lombardia. Tais efeitos, entretanto, também foram avaliados em diversas outras regiões, na medida em que seu trabalho era amplamente lido e respeitado nos mais diferentes lugares – fator que fez com que suas ideias desempenhassem papel significante na organização de sistemas judiciais e na estruturação do processo legal. Por influência do trabalho de Beccaria, a imperatriz Maria Teresa da Áustria, aboliu a tortura em 1776. Voltaire, por sua vez, denominou o livro de Beccaria um verdadeiro código de humanidade. A imperatriz Catarina II, do Império Russo, ordenou a inclusão dos conceitos do livro no Código Criminal de 1776. Em 1786, Leopoldo de Toscana emitiu a primeira lei a adotar as reformas defendidas por Beccaria no território no qual atualmente encontra- se a Itália. No Reino da Prússia, também houve reformas neste sentido, realizadas por Frederico, o Grande. === Morte === Cesare Beccaria morreu de apoplexia no dia 28 de novembro de 1794, com 56 anos. Foi sepultado no Cimitero della Mojazza. == Teoria sobre o Crime e a Punição – Dos Delitos e Das Penas == É na obra Dos Delitos e Das Penas que podemos encontrar aquilo reconhecido como contribuição e teoria de Cesare Beccaria em relação ao Direito Penal. Apesar da controvérsia sobre a autoria da obra (como exposto no item Viagem a Paris), hoje é amplamente aceita a atribuição desta autoria a Beccaria. É a ele, portanto, que o crédito das inovações e das percepções presentes na obra é dado. === Apresentação === Na advertência inicial de sua obra, Beccaria resume o seu pensamento e indica o motivo que o levou a escrever o livro: precaução em relação à religião e ao poder constituído. Assim, faz sugestões para a elaboração de novos códigos. Pretende, por meio de sua obra, humanizar o direito, em especial o direito penal e a execução da pena, que estavam entregues ao arbítrio do monarca e do julgador. Nesse sentido, opõe-se à crueldade das penas e à irregularidade dos procedimentos criminais e revolta-se contra as atrocidades cometidas em nome da lei, da justiça e da ordem pública. ==== Influência dos ideais iluministas e do contratualismo ==== O autor é muito influenciado por Montesquieu, com seu livro “O espírito das leis”, e Rousseau, com sua obra “O contrato social”. Este último, em especial, contém os princípios base do livro de Beccaria, pois trata do pacto social que envolve a alienação total de cada associado de seus direitos a favor da comunidade. Desta, resulta um corpo moral e coletivo movimentado pela lei, que seria a vontade coletiva e geral representada pela pessoa do Estado. Para Beccaria, deste modo, aqueles que cometeram atos criminosos desrespeitaram o pacto contratual, devendo, inevitavelmente, ser punidos. O autor pretende aplicar esses princípios ao direito vigente em sua época, formulando as novas bases filosóficas do direito penal e do processo penal modernos. Outra influência que Beccaria recebera, especificamente do discurso de Thomas Hobbes, e que fora incorporada nas suas propostas foi o entendimento do ser humano como hedonista por natureza. O homem é dirigido pela busca do prazer e da satisfação, como também busca, no mesmo grau, evitar a dor e desconforto. Assim, ele racionalmente calcula os caminhos possíveis de ação, agindo da forma que acredita que maximizará a satisfação de seus desejos. Enfrentou, assim, o problema das relações existentes entre súditos e soberanos no que diz respeito à legislação, em especial a legislação penal. Para isso, combateu a interferência ditatorial na legislação e negou o direito do monarca de promulgar uma lei por sua única autoridade. Segundo Beccaria, a soberania da nação estaria confiada às mãos da autoridade, que recorre aos meios punitivos contra as violações das leis, atendendo às características do momento histórico, das condições locais e do caráter do povo. Por conseguinte, a reunião das mínimas parcelas de liberdades confiadas a essa autoridade forma o direito de punir, em que qualquer abuso e injustiça se caracterizam pelo excesso. Portanto, as penas que transponham os limites traçados pela segurança e pela ordem pública são caracterizadas abusivas e injustas. Nesse sentido, as penas só poderiam ser criação da lei de caráter geral, humanitárias e aplicadas pelo magistrado. Aquelas atrozes ofenderiam o bem público e desvirtuariam a sua finalidade, que seria impedir a incidência do crime. Como defende Elio Monachesi, “a teoria do contrato social é a maior premissa do silogismo de Beccaria e, sustentando esta proposição básica, o resto do argumento de Beccaria não é somente lógico como inevitavelmente persuasivo”. ==== Escola Clássica de Criminologia ==== Como exposto na introdução deste artigo, Beccaria é usualmente inserido na chamada Escola Clássica de Criminologia. Este, entretanto, é um termo impróprio e uma caracterização anacrônica. Beccaria não era um criminologista, na medida em que a disciplina voltada ao estudo sistemático do crime só surgiu um século depois de sua morte. Tampouco pertencia a qualquer “escola” que se ativesse a um conjunto consistente de ideias . O termo criminologia foi usado pela primeira vez pelo antropólogo francês Topinard, cujo principal trabalho apareceu em 1879. Deste modo, para os autores do século XVIII e começo do XIX, como Beccaria, cujo principal interesse era a punição ou tratamento em vez da análise e observação científicas do crime e dos criminosos, a caracterização como “penalista” ou “reformador penal” é mais adequada. Deste ponto de vista, a criminologia, como estudo das determinações do crime, é uma consequência evolutiva do estudo da penalogia. Autores como Beccaria que, através de impulsos humanitários, condenaram as crueldades presentes no direito voltado à punição não pretendiam criar uma nova ciência, como viria a se consolidar a criminologia. Beccaria, assim, pode ser visto como alguém que introduziu humanidade no direito, e não ciência. ==== Conceitos e princípios ==== Beccaria admite três fontes das quais derivam os princípios morais e políticos reguladores dos homens: a revelação, a lei natural e as convenções artificiais da sociedade, bem como são três as formas de justiças correspondentes: a justiça divina, a justiça natural e a justiça humana ou política. Essa terceira depende da sociedade e do momento, ao contrário das outras duas, imutáveis e constantes. Beccaria questiona a justiça humana, passível de erros e contradições advindos do homem, e não de Deus. Este ponto é barreira às críticas feitas referentes a ser “incrédulo” e “conspirador”. Feitas tais ressalvas em relação à Escola Clássica, Beccaria, enquanto inserido nessa escola, admite alguns conceitos: Crime: escolha racional errada. A partir do entendimento deste fenômeno social pela ótica da racionalidade, o sujeito faz um cálculo racional cujo produto é a irracionalidade, ou escolha racional errada. Punição: a partir de uma previsão da pena anterior, escrita e publicizada, ela se torna instrumento de diminuição dos crimes. Isso porque os indivíduos, frente ao conhecimento prévio da punição, seriam desestimulados a agir nesse sentido. A punição, portanto, tem caráter preventivo e insere-se dentro da visão contratualista: era preciso algum freio que impedisse os homens de tentar voltar ao antigo caos, que os impedisse de tentar usurpar o poder do soberano, constituído das liberdades cedidas pelos “contratantes” em prol da vida em sociedade. Portanto, para Beccaria, a justiça criminal, para ser socialmente efetiva, deveria ser organizada de forma a garantir certos princípios: 1\\. Inevitabilidade da punição: objetivo de convencer o ofensor em potencial que a punição sempre seguiria um ato criminal, sendo assim, um impeditivo. O perdão aos crimes equivale ao estímulo da impunidade. 2\\. Consistência: garante que um mesmo crime sempre será seguido por punição de mesma natureza e gravidade. Vetava, portanto, a arbitrariedade dos juízes. 3\\. Proporcionalidade: a gravidade das punições deveria refletir a gravidade da própria ofensa e dano causados. Assim, a medida do crime está no prejuízo causado à sociedade: “quando mais sacra e inviolável é a segurança ofendida, e maior a liberdade que o soberano conserva aos súditos”, mais justas serão as penas. Assim, todas as penas que ultrapassem a necessidade de proteger o vínculo social, gerado pelo depósito de liberdade feito por casa cidadão, são injustas por natureza. 4\\. Celeridade: a rapidez da punição era vista como essencial frente ao intuito de impedimento a que a própria punição se propunha a realizar. O legislador deveria fixar um prazo razoável para a defesa e a produção de provas sem prejudicar o esclarecimento do delito. ==== Utilitarista ou retributivista? ==== Partindo da ideia utilitarista de Helvétius, Beccaria entende que a sociedade deveria ser organizada racionalmente para beneficiar o maior número de indivíduos e para evitar sofrimento e dor desnecessários – aumentando o bem-estar e felicidade de seus membros. É este o entendimento majoritário sobre Beccaria: seu caráter utilitarista se baseou na defesa de que o futuro deveria ser a preocupação principal da justiça criminal, na medida em que a punição visa maximizar a felicidade da sociedade. Assim, a punição seria um impedimento e não deveria ser utilizado se não aumentasse a soma total de felicidade. O suposto caráter retributivista de Beccaria é defendido por David B. Young que, apesar de reconhecer traços utilitaristas em Beccaria, defende que o pensador era essencialmente um retributivista e que incorporava ideias utilitaristas em seu trabalho quase sempre consistentes. Para o crítico, o retributivismo defende que criminoso merece ser punido porque violou o sistema jurídico do qual todos se beneficiam. Sendo o próprio criminoso beneficiário deste sistema, ele não realizou a contrapartida de obediência, justificando a punição, de modo a tornar os benefícios e responsabilidades equivalentes. Young acredita que o retributivismo está presente na obra de Beccaria, assim como em Immanuel Kant e Hegel, na justificação do direito de punir num contrato social hipotético e na violação de suas condições pelo criminoso. Seu caráter retributivista também pode ser visto na defesa dos direitos humanos do ofensor, mesmo quando infligindo a punição. Por outro lado, na medida dos crimes, Beccaria, como Hegel, fez uso de ideias utilitaristas, buscando relacionar esta medida à importância relativa das diferentes ofensas. === Principais ideias === ==== Divisão dos crimes ==== Entendendo o crime como decisão racional errada, Beccaria os divide em três tipos: os que destroem imediatamente a sociedade ou quem a represente, os que ofendem a segurança particular de um cidadão na vida e os que contrariam o que cada um esteja obrigado a fazer ou não fazer. Qualquer ação que não se incluía em alguma dessas categorias não pode ser chamada de delito. O dogma político sem o qual não pode haver sociedade legítima, e que deve ser acreditado pelos povos e exposto pelos magistrados, é a opinião de que cada cidadão deve poder fazer tudo o que não seja contrário às leis, sem recear qualquer outro inconveniente que possa surgir de sua própria ação. ==== Pena ==== Somente com a previsão de punição anterior, escrita e publicada, a pena se torna instrumento de diminuição de crimes. O código deveria ser redigido em linguagem acessível ao público em geral para seu exato conhecimento e para o declínio progressivo da criminalidade. Deste entendimento, resultam os princípios apresentados acima: inevitabilidade da punição, consistência, proporcionalidade e celeridade. O processo deve terminar o mais rápido possível, para que se poupe o réu dos tormentos da incerteza. Quanto menor for o tempo transcorrido entre o crime e a pena, mais forte é a associação entre essas duas ideias. Beccaria ainda defende que, quando se provasse que a atrocidade das penas, se não imediatamente oposta ao bem público e ao fim próprio de impedir os delitos, fosse somente inútil, também seria contrária àquelas virtudes benéficas, à justiça e à natureza do próprio contrato social. A verdadeira medida dos crimes seria o dano para a sociedade, tendo em vista a preocupação do direito em regular o convívio social de forma harmoniosa. Nesse sentido, Beccaria critica outras ideias sobre o assunto. Para ele, estavam errados aqueles que acreditaram que essa verdadeira medida seria a intenção de quem pratica. Isso porque tal intenção depende das ideias, paixões e circunstâncias de cada homem e, portanto, varia muito. Outra crítica é feita àqueles que medem os crimes mais pela dignidade da pessoa ofendida do que por sua importância ao bem público. Por último, condena os que pensam que a medida do crime está relacionada com a gravidade do pecado. Defende, por exemplo, que os crimes contra a pessoa devem ser punidos com penas corporais e que os atentados cometidos contra a segurança e a liberdade dos cidadãos são um dos maiores crimes. Já os furtos sem emprego de violência deveriam ser punidos com pena pecuniária. Entretanto, por ser um crime geralmente nascido da miséria e do desespero, a pena mais adequada seria a única espécie de escravidão que se pode se chamar de justa: a escravidão temporária do trabalho e da pessoa à sociedade comum. O furto acompanhado de violência, por sua vez deveria ter uma pena corporal e servil. ==== Restrição à atuação dos juízes ==== Os juízes não teriam autoridade para interpretar as leis, vista a sua frequente arbitrariedade. “Somente as leis podem decretar as penas sobre os delitos, e esta autoridade não pode apoiar-se senão na obra do legislador que representa toda a sociedade unida por um contrato social”. Deste modo, a única forma de interpretação autêntica, além daquela reservada ao soberano legislador, seria a literal. A observância estrita da lei escrita representaria a garantia de que os cidadãos não se sujeitariam mais às tiranias de muitos, pois o espírito da lei entregaria ao juiz a vida e a liberdade de cada um, e poderia acarretar em decisões contraditórias em casos iguais ou semelhantes. Em cada delito, o juiz deve fazer um silogismo. A lei geral é a premissa maior, o suposto ato delituoso é a premissa menor, e a consequência lógica é a pena ou a liberdade. Quando o juiz estiver constrangido ou quando se puder fazer dois silogismos, abre-se a porta à incerteza. De mesma forma ocorre incerteza quando o juiz faz raciocínios equivocados ou submete a análise do fato a seus humores. O juiz deve ser imparcial: “então os juízes devem ser metade pares do réu, metade pares do ofendido; assim, em sendo balanceado cada interesse privado que modifica, ainda que involuntariamente, as aparências dos objetos, não falam senão as leis e a verdade”. Beccaria critica as penas distintas que acometem o mesmo cidadão perante os diversos tribunais. “Por isso, vemos os mesmos delitos de um mesmo tribunal punidos diversamente em diversos tempos, por haver consultado não a constante e fixa palavra da lei, mas a errante instabilidade das interpretações”. Conclui que a interpretação das leis é um mal. O juiz deve fazer um raciocínio lógico completamente independente de fatores externos. Quanto às provas, Beccaria defende que aquelas que autorizem a condenação devem constar expressamente na lei e não ficar ao arbítrio do magistrado. Contudo, considera a regra de que todo homem deverá ser considerado inocente até que fique demonstrada sua culpa. ==== Acusações secretas ==== Nesta mesma linha, Beccaria posiciona-se contra os julgamentos secretos e contra as acusações secretas, já que poderiam levar a uma condenação injusta e seriam capazes de impossibilitar a defesa do acusado pela sua total ignorância. O segredo gera desconfiança dos súditos/cidadãos e é o forte escudo da tirania. Assim, Beccaria defende a publicidade das penas e acusações. Beccaria também se mostra indignado com as inquirições capciosas, que levavam o réu a responder conforme a vontade do inquiridor, os quais sugeriam respostas incriminadoras. As leis da época permitiam a tortura para a obtenção das respostas desejadas. ==== Testemunhas ==== A credibilidade das testemunhas é proporcional ao seu interesse em mentir, odiar, ou amar, ou seja, tanto menor é a credibilidade quanto maiores os humores da testemunha, e também seus interesses particulares. É necessário que haja mais de uma testemunha porque, até o momento que uma afirma e outra nega, nada está certo, e prevalece o direito que qualquer um tem de ser considerado inocente. Por fim, ressalta-se a falta de credibilidade em testemunhos orais, isto é, quando se repete o que alguém falou, pois os gestos, o tom, as palavras exatas não poderão ser reproduzidos sem vícios. ==== Tortura ==== Beccaria repudia a tortura, chamando-a “crueldade consagrada”, uma vez que é utilizada “enquanto se forma o processo, ou para fazê-lo [o réu] confessar um delito, ou para as contradições nas quais incorre, ou para a descoberta dos cúmplices, ou por não sei qual metafísica e incompreensível purgação de infâmia”. Afirma o autor que é método digno apenas de canibais e bárbaros, e que é seguro que ela absorve os fortes perversos, e condena os fracos inocentes (posto que é prova de resistência à dor, não parâmetro de verdade). Acredita que a tortura é usualmente utilizada judicialmente como forma de extração da confissão dos suspeitos. Tal instrumento é visto, sob influência de teorias de direito natural e de direitos inalienáveis cuja violação não pode ser moralmente justiçada, contrário ao direito de preservação da própria existência do individuo. Isto porque a confissão obtida sob tortura compeliria os suspeitos a se auto comprometerem, gerando maior dano e sofrimento . A sociedade, portanto, deve proteção ao indivíduo até que se apure, sem a incidência de processos cruéis, a sua responsabilidade. Condena, assim, de forma extremamente atual, que se trate como culpado alguém apenas acusado. A tortura representa um risco: se o objetivo das penas é causar terror aos inocentes para que não cometam os delitos, qual a coerência em torturar um possível inocente? Uma segunda incoerência é a infâmia que a tortura gera, quando seu objetivo supostamente é retirá-la. Um terceiro fator de estupidez da tortura é sua aplicação quando o réu se contradiz. Ora, como esperar que um homem não se contradiga quando, mesmo tranquilo, o faz? Como esperar, também, que ele não invente fatos, confesse algo que não fez ou incrimine outras pessoas para se livrar do sofrimento? Beccaria demonstra toda sua repugnância e descrença nesse método desumano. Deve ficar claro que em momento algum ele se posiciona contra as penas violentas ou hoje consideradas cruéis, mas sim a tortura como método de obtenção de prova. ==== Pena de Morte ==== Todos os indivíduos têm o direito fundamental à vida, o qual não poderia nem deveria ser desrespeitado por outros, incluindo o poder soberano do Estado. Rousseau defendia a necessidade da pena de morte para salvaguardar a sociedade daquele mal feitor que atacara o direito social. Beccaria impede que sua sensibilidade jurídica e seu humanitarismo conformem-se com essas ideias rousseaunianas. Para ele, a pena de morte é prejudicial à sociedade por causa do espetáculo excessivamente cruel que apresenta e é considerada inócua por seu efeito intimidativo sobre a pessoa do agente ou dos concidadãos. No pacto social, os homens não depositaram seu direito à vida ao soberano. Se o tivesse feito, isto seria ilógico, na medida em que a razão primária para a criação da sociedade é assegurar mais efetivamente o direito do homem de viver. Para ele, assim como a pena de morte, pôr a prêmio a cabeça é totalmente inútil. Se o criminoso não está em seu país, tal atitude fará com que os cidadãos cometam também um crime, o de assassinato, podendo até mesmo atingir um inocente. E se o criminoso está em seu país, tal atitude mostrará a fraqueza de seu governo. Além disso, o uso de pôr a cabeça a prêmio leva a um conflito entre as normas, pois ao mesmo tempo em que o legislador pune a traição, autoriza-a. ==== Prevenção como fim da legislação ==== Beccaria acredita que é preferível prevenir os crimes a puni-los e essa prevenção deve ser o fim principal de toda boa legislação. Essa noção de prevenção seria a base de uma nação bem equilibrada. Entretanto, argumenta que os meios utilizados até então são geralmente falsos e contrários ao fim proposto. Para o autor, proibir muitos atos não é prevenir os crimes que possam se originar deles, e sim criar outros novos. Por conseguinte, aumentar a esfera de incidência de crimes é aumentar a probabilidade de que se cometam. O autor segue citando alguns meios de prevenir os crimes, entre eles destaca a necessidade de leis claras e simples, defendidas por toda a nação, sem que qualquer um se empenhe em destruí-las. Outra forma de prevenção dos crimes seria a iluminação da nação pela ciência e pela razão a fim de que se atinja a liberdade. Beccaria ainda cita outras maneiras de se prevenir o crime, entre as quais a eliminação da corrupção dos magistrados e a premiação da virtude. O meio mais seguro, porém mais difícil de prevenir os crimes, é o aperfeiçoamento da educação. Contudo, o autor informa que esse assunto é muito amplo e que ultrapassa os limites aos que se propôs a analisar, já que é um assunto que afeta muito intrinsicamente a natureza do governo. ==== Considerações adicionais ==== Além das ideais centrais do pensamento de Beccaria expostas acima, há muitas outras que merecem consideração. Entre elas, está a discussão sobre os crimes de prova difícil. Os crimes frequentes e de prova difícil são o adultério, a pederastia e o infanticídio. A ação do crime de adultério é considerada pelo autor instantânea e misteriosa, portanto o legislador é quem deve prevenir e corrigir as consequências desse crime. Segundo Beccaria, há uma regra geral de que todo o crime que deve se manter impune, a pena se converte num incentivo. O adultério e a pederastia são frequentes porque há atração física natural, desse modo, o autor considera é mais fácil ao legislador determinar medidas de prevenção, do que reprimi-los quando já se estabeleceram. Já o infanticídio, o autor vê como o resultado de uma inevitável contradição, em que há uma pessoa que cedeu por fraqueza ou violência. Sendo assim, a melhor maneira de prevenir esse crime seria proteger, com leis eficazes, a fraqueza contra a tirania. Beccaria, conclui com uma consequência geral dos três crimes: “não se pode denominar precisamente justa uma pena de um crime, até que a lei haja adotado o melhor meio possível de preveni-lo (…)”. A noção de falsa utilidade também está presente nas ideias de Beccaria. Feitas pelos legisladores, são consideradas fonte de erros e injustiças. Para o pensador, as leis que proíbem o porte de armas são dessa natureza de falsa utilidade, pois elas desarmam o cidadão pacífico, ao passo em que os criminosos mantêm suas armas. Deste modo, não teria real utilidade desarmar inocentes. Além de ferir a liberdade individual, os inocentes submeter-se-iam a fiscalizações às quais só deveriam ser submetidos os infratores. === Conclusão === A obra de Beccaria foi um sucesso imediato em grande parte da Europa. Foi aclamada não porque seu conteúdo era em todo original, visto que muitas das ideias já permeavam a discussão europeia, mas sim porque representou a primeira tentativa de sucesso a apresentar um sistema penal consistente e logicamente construído. Tal sistema era a proposta de substituição das práticas confusas, incertas, abusivas e desumanas que então eram inerentes ao direito penal e ao sistema punitivo de sua época. Sua proposta era desejada e apoiada pela opinião pública e apareceu em um momento de crescente revolta contra o absolutismo e o despotismo. Foi produto de uma era entregue ao questionamento da santidade e utilidade das instituições sociais então prevalecentes. == Críticas == Há quem considere que o seu trabalho não passou de uma propriedade espiritual dos grandes filósofos franceses de sua época. Tal corrente de pensamento acredita que os significantes desenvolvimentos na história são determinados por forças impessoais e, na sua maioria, materiais. O sujeito, assim, não é visto como centro da obra e do desenvolvimento, mas como mera ferramenta da grande massa em que está inserido – é o pensamento de Karl Marx, com as noções de multidão e de movimentos de massa. É uma teoria tentadora no caso de Beccaria. Entretanto, apesar de ser permitido e de fato essencial reforçar o entendimento de que, em certo momento da história da criminologia, certas ideias e teorias estavam “no ar”, não é possível afirmar com certeza que, por conta da força imanente das circunstâncias daquele momento, mesmo sem a presença de Beccaria, a história da criminologia teria seguido o mesmo rumo. Enrico Ferri, integrante da chamada Escola Positivista da Criminologia, reconhecendo o débito do positivismo à Escola Clássica, insistiu, ao mesmo tempo, que uma drástica reforma se fazia necessária na justiça criminal: “A missão histórica da Escola Clássica consistiu numa redução da punição… Hoje, seguimos esta missão prática e científica, mas adicionamos ao problema de diminuição da punição o problema da diminuição de crimes” Afirmou que o trabalho de Beccaria e de seus sucessores fora mais sentimental do que científico e que pouco promoveu progresso em relação ao defendido na Antiguidade e Idade Média, por se basear em conceitos obsoletos de livre arbítrio, culpa e responsabilidade. Criticou que, como na medicina, era necessário prevenção, a qual era, na sua visão, mais importante que punição ou mesmo que a cura, mas que fora totalmente ignorada pela Escola Clássica. Defendia ainda a necessidade de um sistema planejado cientificamente. Esta ignorância apontada por Ferri em relação à Escola Clássica, quanto à prevenção de crime, pode ser questionada, na medida em que o próprio Beccaria apontara que o intuito final de toda boa legislação seria a prevenção, que, para ele, poderia ser alcançada por diversos meios: leis claras e precisas; fim da corrupção na administração da justiça, entre outros. Cabe ressaltar que, sem a perspectiva e reconhecimento de que a obra de Beccaria fora a primeira tentativa de seu tempo de apresentação de um sistema penal consistente e construído logicamente, um leitor nos dias de hoje pode reconhecer pouca novidade no trabalho. Isso porque o que Beccaria propôs no ano de 1764 foi em grande parte alcançado no mundo moderno. Entretanto, é importante lembrar que foi Beccaria quem desempenhou papel essencial na consolidação de práticas penais hoje avaliadas. No seu trabalho, é possível encontrar praticamente todas as reformas na administração da justiça criminal e penalogia que foram consolidadas desde o século XVIII. É claro que este reconhecimento não deve ser isento de críticas, como hoje se discute a possibilidade de penas alternativas e as novas perspectivas da ciência chamada criminologia. Entretanto, foram as ideias de pensadores como Beccaria que permitiram que críticas fossem construídas sobre elas, permitindo, consequentemente, o desenvolvimento de novas ideias. Como defende Piers Berne, deve-se tomar cuidado com os cânones tradicionais do historicismo, que usualmente aponta a Escola Clássica e a Positivista como antagônicas, sob risco de enfraquecer toda a complexidade da discussão e permanecer em acusações superficiais que acabam relegando a Escola Clássica na pré-história da criminologia. == Principais Obras == * 1762: Del disordine e de’ rimedi delle monete nello stato di Milano nell’ anno 1762 * 1764: Dei Delitti e Delle Pene – versão italiana ' Traduções': 1766 – francês - Cabe aqui destacar que, em 1765, Abbé André Morellet preparou uma tradução francesa do livro, na qual ele alterou significativamente o conteúdo do manuscrito original. Esta tradução serviu de base para várias edições. Deste modo, existem versões do livro que comportam alterações feitas por pessoas que não Beccaria. A discussão sobre se estas intervenções são vistas como melhorias editoriais legitimas ou interferência ilegítima é questão de opinião. 1767 – alemão 1768 – inglês e holandês 1774 – espanhol 1802 - grego 1803 - russo * 1804: publicação das aulas de Economia Política ministradas por Beccaria na Escola Palatina de Milão, entre os anos de 1768 e 1771 – Elementi di Economia Pubblica == Prêmios e distinções == Em 1765, a Sociedade Econômica de Berna concedeu-lhe uma medalha de ouro pelo trabalho, louvando-o como cidadão e também enaltecendo sua defesa humanitária. Em 2014, frente aos 250 anos da publicação de Dos Delitos e Das Penas, muitas discussões e homenagens foram feitas em relação à contribuição de Beccaria e a sua influência na atualidade. No Brasil, foi publicado o livro Beccaria (250 Anos) e o drama do castigo penal, por Luiz Flávio Gomes. == Beccaria na atualidade == Muitos princípios apresentados em Dos Delitos e Das Penas foram incorporados no texto constitucional norte-americano e pensadores como Jeramy Bentham foram influenciados pelas ideias de Beccaria. Foi na Revolução Francesa, contudo, que se consagraram os princípios defendidos por ele, mais especificamente na Declaração Dos Direitos do Homem e do Cidadão, de 1789, e no Código Penal Francês de 1791, de 1795 e de 1810. Nos tempos atuais, empregam-se muitos esforços para a prevenção e a diminuição da criminalidade, mas estes ainda não surtiram efeitos satisfatórios devido aos defeitos dos sistemas adotados. O moderno sistema carcerário vem falhando na prevenção do crime e na efetiva ressocialização, a que propõe, do criminoso. A pena ainda hoje é considerada violência de um ou de muitos para com os particulares, no entanto, não deixou de assumir a condição de medida essencialmente pública, ainda aplicada proporcionalmente à gravidade da infração, mas necessária em face dos métodos vigentes de repressão. O processo criminal ainda é obsoleto e moroso devido à necessidade de garantia de uma investigação imparcial e do direito de defesa. Vemos a influência de Beccaria em propostas como a de criminalização da corrupção visando a diminuição de sua incidência. É a ideia de punição com o intuito preventivo – que goza de questionável eficiência. Esta ideia de punição como impedimento também se avalia na crescente incorporação de tipos penais nos diversos códigos penais, como o brasileiro, que apesar desta proposta, falharam na diminuição da incidência dos mesmos. Muito pelo contrário, o índice de delitos apresenta tendência quase constante de crescimento. == Bibliografia == * Yar, M. (2010) 'Cesare Beccaria' (1738-94), in Fifty Key Thinkers in Criminology. New York: Routledge * Beirne, P. (1993) Towards a Science of Homo Criminalis: Cesare Beccaria's Dei Delitti e Delle Pene, in Inventing Criminology: Essays on the Rise of Homo Criminalis. Albany, New York: SUNY Press * Mannheim, H. (1972) Pioneers in Criminology. Montclair, New Jersey: Patterson Smith * Young, D. B. (1973) Cesare Beccaria: Utilitarian or retributivist?, Journal of Criminal Justice, 4: 317-26 * Júnior, A., Ribas de Paulo, A., de Castro, A., Sontag, R. (2009) Iluminismo e Direito Penal. Florianópolis: Editora Fundação Boiteux * Sabino Júnior, V. Cesare Beccaria e o seu livro Dos Delitos e Das Penas * Beccaria, C. Dos Delitos e Das Penas. Prefácio: René Ariel Dotti. Tradução e Notas: Alexis Augusto Couto de Brito. São Paulo: Quartier Latin (2005) Categoria:Filósofos da Itália Categoria:Juristas da Itália Categoria:Naturais de Milão Categoria:Filósofos do direito",
 "title": "Cesare Beccaria"
}