{
 "id": "60447",
 "text": "Energia geotérmica, ou energia geotermal (geo: terra; térmica: calor), é a energia obtida a partir do calor proveniente do interior da Terra. Essa energia térmica aquece lençóis de água subterrâneos, bem como as rochas dos locais em que o magma fica mais próximo da crosta terrestre. O calor da Terra existe numa parte por baixo da superfície do planeta, mas em algumas partes está mais perto da superfície do que outras, o que torna mais fácil a sua utilização. Em certos locais, fazendo furos de apenas 100 metros é possível alcançar calor útil, assim como existem zonas onde contém nascentes de água quente completamente espontâneas. Mas na maior parte do mundo é necessário fazer furos de quilómetros de profundidade para encontrar calor significativo. (Tipicamente na crosta terrestre a temperatura aumenta 25º a 30º celsius por cada quilómetro de profundidade em direcção ao centro da Terra.) A energia geotérmica tem muitas aplicações práticas, pode servir para aquecer habitações, estufas, piscinas, estufas de agricultura e Centrais geotérmicas para a produção de energia elétrica. Devido à necessidade de se obter energia elétrica de uma maneira mais limpa e em quantidades cada vez maiores, existe um interesse renovado neste tipo de energia pouco poluente. Para que possamos entender como é aproveitada a energia do calor da Terra devemos primeiramente entender como nosso planeta é constituído. A Terra é formada por grandes placas, que nos mantém isolados do seu interior, no qual encontramos o magma, que consiste basicamente em rochas derretidas. Com o aumento da profundidade a temperatura dessas rochas aumenta cada vez mais, no entanto, há zonas de intrusões magmáticas, onde a temperatura é muito maior. Essas são as zonas onde há elevado potencial geotérmico. == História == A primeira usina geotérmica para a geração eletricidade foi criada em 1904 em Larderello na região da Toscana, na Itália por Piero Ginori Conti, Departamento de Energia dos EUA https://www.conserve-energy-future.com/geothermalenergyhistory.php produzindo energia com sucesso ligando várias lâmpadas.Tiwari, G. N.; Ghosal, M. K. Renewable Energy Resources: Basic Principles and Applications. Alpha Science Int'l Ltd., 2005 Já em 1913, uma estação de 250 kW foi construída em Larderello com sucesso e se tornou a primeira usina geotérmica produzindo energia comercialmente e por volta da Primeira Guerra Mundial 100 MW estavam sendo produzidos. Por volta de 1970, um campo de gêiseres na Califórnia estava produzindo 500 MW de eletricidade. A exploração desse campo foi dramática, pois em 1960 somente 12 MW eram produzidos e em 1963 somente 25 MW. México, Japão, Filipinas, Quénia e Islândia também têm expandido a produção de eletricidade por meio geotérmico. Na Nova Zelândia o campo de gases de Wairakei, na Ilha do Norte, foi desenvolvido por volta de 1950. Em 1964, 192 MW estavam sendo produzidos, mas hoje em dia este campo está acabando. Portugal conta com três centrais geotérmicas em funcionamento nos Açores. Duas na Ilha de São Miguel, e uma na ilha Terceira, Açores. As centrais de São Miguel foram construídas pela multinacional israelita Ormat e a da Terceira or um consórcio Italiano e Português (Exergy-CME). == Fontes de energia geotérmica == Quando não existem gêiseres, e as condições são favoráveis, é possível \"estimular\" o aquecimento d'água usando o calor do interior da Terra. Uma experiência realizada em Los Alamos, Califórnia,Brown, D.W.; Duchane,D.V. (1999). Scientific progress on the Fenton Hill HDR project since 1983, Geothermics 28(4-5), 591-601. provou a possibilidade de execução deste tipo de usina. Em terreno propício, foram perfurados dois poços vizinhos, distantes 35 metros lateralmente e 360 metros verticalmente, de modo a que eles alcancem uma camada de rocha quente. Em um dos poços é injetada água, ela aquece-se na rocha e é expelida pelo outro poço e quando esta fusão acontece a água predominante na rocha penetra na mesma ocorrendo o processo de metabolização geotérmica. Esta é a melhor maneira de obter energia naturalmente. É necessário perfurar um poço que já contenha água e a partir daí a energia é gerada normalmente. === Vapor seco === Em casos raríssimos pode ser encontrado o que os cientistas chamam de fonte de \"vapor seco\", em que a pressão é alta o suficiente para movimentar as turbinas da usina com excepcional força, sendo assim uma fonte eficiente na geração de eletricidade. São encontradas fontes de vapor seco em Larderello, na Itália e em Cerro Prieto, no México. == Vantagens e desvantagens == Aproximadamente todos os fluxos de água geotérmicos contém gases dissolvidos, sendo que estes gases são enviados a usina de geração de energia junto com o vapor de água. De um jeito ou de outro estes gases acabam indo para a atmosfera. A descarga de vapor de água e CO2 não são de séria significância na escala apropriada das usinas geotérmicas. Por outro lado, o odor desagradável, a natureza corrosiva, e as propriedades nocivas do ácido sulfídrico (H2S) são causas que preocupam. Nos casos onde a concentração de ácido sulfídrico (H2S) é relativamente baixa, o cheiro do gás causa náuseas. Em concentrações mais altas pode causar sérios problemas de saúde e até a morte por asfixia. É igualmente importante que haja tratamento adequado à água vinda do interior da Terra, que invariavelmente contém minérios prejudiciais a saúde. Não deve ocorrer simplesmente seu despejo em rios locais, para que isso não prejudique a fauna local. Quando uma grande quantidade de fluido aquoso é retirado da Terra, sempre há a chance de ocorrer subsidência na superfície. O mais drástico exemplo de um problema desse tipo numa usina geotérmica está em Wairakei, Nova ZelândiaAllis, R. G. (2000). Review of subsidence at Wairakei Field, New Zealand, Geothermics 29, 455-478. O nível da superfície afundou 14 metros entre 1950 e 1997 e está deformando a uma taxa de 0,22 metro por ano, após alcançar uma taxa de 0,48 metros por ano em meados dos anos 70. Acredita-se que o problema pode ser atenuado com reinjeção de água no local. Há ainda o inconveniente da poluição sonora que afligiria toda a população vizinha ao local de instalação da usina, pois, para a perfuração do poço, é necessário o uso de maquinário semelhante ao usado na perfuração de poços de petróleo. == Produção Mundial == Capacidade instalada de energia geotérmica (MW) CAPACITY STATISTICS 2021 page 50 # País 2020 1 Estados Unidos 2 587 2 Indonésia 2 131 3 Filipinas 1 928 4 Turquia 1 613 5 Nova Zelândia 984 6 México 906 7 Quênia 824 8 Itália 797 9 Islândia 756 10 Japão 525 11 Costa Rica 262 12 El Salvador 204 13 Nicarágua 153 == Ligações externas == * * * Categoria:Invenções e descobertas italianas",
 "title": "Energia geotérmica"
}