{
 "id": "6048",
 "text": "Sistelo é uma freguesia portuguesa do município de Arcos de Valdevez, com 26,23 km² de área e 199 habitantes (censo de 2021). A sua densidade populacional é . Localiza-se na Serra da Peneda, apresentando um relevo acidentado, com altitudes que variam entre 180 metros e os 1360 metros. Pereira et al (2010). Ecossistemas e Bem-Estar Humano: Resultados da Avaliação para Portugal do Millennium Ecosystem Assessment, pág. 589. A Ordem de Malta deteve importantes bens na área desta freguesia. Razão pela qual o brasão de armas da freguesia ostenta, em chefe, a cruz oitavada daquela antiquíssima Ordem Religiosa e Militar. ==Monumento Nacional da Paisagem Cultural de Sistelo== O Presidente da República Marcelo Rebelo de Sousa promulgou, em 28 de dezembro de 2017, a classificação como Monumento Nacional da Paisagem Cultural de Sistelo, que recentemente ganhou a alcunha de \"Pequeno Tibete Português\".Diário da República n.º 10/2018, Série I de 2018-01-15, páginas 395 - 396 A classificação foi aprovada em Conselho de Ministros de 7 de dezembro de 2017 que fixou “restrições para a protecção e salvaguarda da aldeia de Sistelo e paisagem envolvente”. Esta foi a primeira paisagem do país a ser classificada como Monumento Nacional, título atribuído até então a património edificado. ==Lugares== A freguesia é constituída por 5 pequenos lugares: * Igreja * Estrica * Quebrada * Padrão * Porto Cova ==Clima e hidrologia== O clima desta região é mediterrâneo marítimo, com uma temperatura média anual de 13ºC e a precipitação média anual de 2093 mm. A área é percorrida por uma densa rede hidrográfica; dos vários rios e ribeiros que atravessam a freguesia destaca-se o rio Vez, principal afluente do rio Lima Pereira et al (2010). Ecossistemas e Bem-Estar Humano: Resultados da Avaliação para Portugal do Millennium Ecosystem Assessment, pág. 589.. == Património == * Socalcos * Regadios tradicionais * Moinhos * Espigueiros ligados à cultura do milho * Caminhos * Calçadas do monte * Brandas de gado e de cultivo * Cortelhos * Habitações de granito * Castelo de Sistelo ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 32 20 157 132 2011 16 15 101 141 2021 7 12 65 115 == Economia == Sistelo é uma comunidade rural perfeitamente adaptada ao território de montanha. Na base da economia local está a atividade agro-pastoril com um aproveitamento diversificado do território. A agricultura de subsistência é feita nos socalcos, produzindo milho regional, feijão e batata e forragens e pastagens para alimentação animal. O gado constitui um das principais fontes de rendimento, nomeadamente as raças autóctones Barrosã e Cachena. == Castelo de Sistelo == O Castelo de Sistelo, ou Casa de Sistelo, é um palacete mandado construir por Manuel António Gonçalves Roque (Sistelo, 14 de junho de 1834 — Rio de Janeiro, 19 de outubro de 1886). === Manuel António Gonçalves Roque === Era irmão mais novo de Boaventura Gonçalves Roque (Sistelo, 22 de abril de 1822 — Estoril, 14 de junho de 1894), tendo ido ambos muito jovens para o Brasil, onde conquistaram fortuna enquanto comerciantes. Manuel António Gonçalves Roque terá regressado a Portugal por volta de 1880, ano em que foi designado 1º visconde de Sistelo, reconhecendo-o como mecenas de iniciativas sociais e artísticas no Brasil e em Portugal. Foi benemérito, entre outras, da associação dos Arquitectos e Arqueólogos Portugueses e do Gabinete Português de Leitura no Rio de Janeiro. Na freguesia de Sistelo financiou também a construção do chafariz, do cruzeiro, da escola e do jazigo onde a família está sepultada. Casou em 1870 no Rio de Janeiro com a sua sobrinha, Júlia Labourdonnay Gonçalves Roque (1853 - 1932), vinte anos mais nova, que se tornou a Viscondessa de Sistelo. === Julie de Cistello === Júlia Labourdonnay Gonçalves Roque foi uma pintora naturalista reconhecida no final do século XIX e inícios do século XX, tendo sido pioneira no acesso das mulheres ao ensino artístico e na participação das mulheres luso-brasileiras nos Salons anuais parisienses. Ficou conhecida internacionalmente como Julie de Cistello. Não tiveram filhos e Júlia ficou viúva em 1886, aos 32 anos. É precisamente a partir daí que a sua carreira irá ter um grande desenvolvimento, tendo financiado ela própria os seus estudos artísticos na Academia Julian em Paris, onde se inscreveu em 1892 e novamente em 1900. Foi uma das primeiras mulheres artistas luso-brasileiras a expor nos Salons parisienses a partir de 1897. Participou em inúmeras exposições em Paris, tendo integrado o Pavilhão de Portugal da Exposição Universal de Paris em 1990, exposto no Salon organizado pelas artistas feministas da Union des femmes peintres et sculpteurs (1906, 1910) ou em 1908 na Exposição Nacional do Rio de Janeiro. Faleceu em 1932 com 69 anos. == Ligações externas == Categoria:Freguesias de Arcos de Valdevez Categoria:Monumentos nacionais em Arcos de Valdevez",
 "title": "Sistelo"
}