{
 "id": "60515",
 "text": "Miles Dewey Davis III (Alton, 26 de maio de 1926 – Santa Mônica, 28 de setembro de 1991) foi um trompetista, compositor e bandleader de jazz norte- americano. Considerado um dos mais influentes músicos do século XX, Davis esteve na vanguarda de quase todos os desenvolvimentos do jazz desde a Segunda Guerra Mundial até a década de 1990. Ele participou de várias gravações do bebop e das primeiras gravações do cool jazz. Foi parte do desenvolvimento do jazz modal, e também do jazz fusion que originou-se do trabalho dele com outros músicos no final da década de 1960 e no começo da década de 1970. Miles Davis pertenceu a uma classe tradicional de trompetistas de jazz, que começou com Buddy Bolden e desenvolveu-se com Joe \"King\" Oliver, Louis Armstrong, Roy Eldridge e Dizzy Gillespie. Ao contrário desses músicos ele nunca foi considerado com um alto nível de habilidade técnica. Seu grande êxito como músico, entretanto, foi ir mais além do que ser influente e distinto em seu instrumento, e moldar estilos inteiros e maneiras de fazer música através dos seus trabalhos. Muitos dos mais importantes músicos de jazz fizeram seu nome na segunda metade do século XX nos grupos de Miles Davis, incluindo: Joe Zawinul, Chick Corea e Herbie Hancock, os saxofonistas John Coltrane, Wayne Shorter, George Coleman e Kenny Garrett, o baterista Tony Williams e o guitarrista John McLaughlin. Como trompetista Davis tinha um som puro e claro, mas também uma incomum liberdade de articulação e altura. Ele ficou conhecido por ter um registro baixo e minimalista de tocar, mas também era capaz de conseguir alta complexidade e técnica com seu trompete. Em 13 de Março de 2006, Davis foi postumamente incluído no Rock and Roll Hall of Fame. Ele foi também incluído no St. Louis Walk of Fame, Big Band and Jazz Hall of Fame, e no Down Beat's Jazz Hall of Fame. Kind of Blue tem sido citado como o álbum de Miles Davis mais vendido da sua carreira, bem como o álbum de jazz mais vendido da história. Em 7 de setembro de 2008, o álbum foi certificado pela RIAA (Associação das Indústrias Fonográficas Americanas) com um álbum de platina quádruplo. Kind of Blue é também reconhecido por muitos fãs, críticos e ouvintes de jazz como o maior álbum de jazz de todos os tempos, frequentemente alcançando o topo listas de \"melhores álbuns\" de vários outros gêneros além do jazz. Em 2002, a gravação do álbum foi uma das 50 escolhidas naquele ano para o Registro Nacional de Gravações da Biblioteca do Congresso Americano. E Em 2003, o álbum foi classificado em 12º lugar pela revista Rolling Stone em sua Lista dos 500 melhores álbuns de sempre. Em 30 de setembro de 2008 um box do 50º aniversário de lançamento do álbum foi lançada pela Columbia/Legacy Records. == Biografia == === Juventude - de 1926 a 1944 === Miles Davis nasceu em uma família relativamente rica em Alton, no estado de Illinois. Seu pai, Dr. Miles Davis II era dentista e, em 1927, sua família se mudou para East St. Louis. Eles também ganharam uma importante fazenda no norte do Arkansas, onde Miles aprendeu a andar a cavalo. A mãe de Davis, Cleota Mae (née Henry) Davis, queria que seu filho aprendesse a tocar piano - ela era uma hábil pianista de blues, mas manteve isso escondido de seu filho. Os estudos musicais de Miles começaram aos treze anos, quando seu pai lhe deu um trompete novo e providenciou algumas aulas com um trompetista local, Elwood Buchanan. Miles revelou que a escolha de seu pai por um trompete, foi feita propositalmente para irritar sua mulher, que não gostava do som do instrumento. Contrário à moda naquela época, Buchanan ressaltou a importância de tocar o instrumento sem vibrato, e assim Davis levaria seu timbre limpo por toda sua carreira. Buchanan dava palmadas com uma régua na mão de Miles, toda a vez que ele usava heavy vibrato. Convidado por Buchanan para ver seu aluno tocar, o trompetista Clark Terry (que viria a ser uma das influências de Davis) se lembraria, anos mais tarde, de seus heterodoxos métodos de aprendizado: “Buch tinha uma régua enorme… e toda vez que Miles tremia uma nota, ele o acertava com ela nas juntas dos dedos e dizia: ‘Pare de tremer essa nota. Você já vai tremer bastante quando ficar velho.’” Davis certa vez comentou a importância dessa sua assinatura musical, dizendo: Clark Terry foi outra importante influência na juventude de Miles Davis. Aos dezesseis anos, Davis era membro de um círculo de músicos e trabalhava profissionalmente quando não estava na escola. Aos dezessete, passou um ano tocando no grupo de Eddie Randle, os Blue Devils. Sonny Stitt tentou convencê-lo a se juntar à banda de Tiny Bradshaw, atravessando a cidade, mas sua mãe negou alegando que ele terminasse seu último ano na escola. Em 1944, o grupo de Billy Eckstine foi tocar em St. Louis. Dizzy Gillespie e Charlie Parker eram uns dos integrantes, e por causa de uma doença com Buddy Anderson, Davis entrou como o terceiro trompetista por algumas semanas. Quando o grupo saiu da cidade para completar sua turnê Miles ficou, pois seus pais insistiram ainda para ele completar seus estudos acadêmicos. === Bebop e Birth of the Cool - de 1944 a 1955 === Em 1944, Davis mudou-se para Nova Iorque para conseguir uma bolsa de estudos na Juilliard School, mas ao invés disso ele decidiu procurar a banda de Charlie Parker. Suas primeiras gravações foram feitas em 1945 com o cantor de blues \"Rubberlegs\" Williams e o sax-tenorista Herby Fields, no outono ele se tornou um membro não-oficial do quinteto de Parker, aparecendo em várias gravações iniciais do bebop para os selos Savoy Records e Dial Records. O estilo de Davis no trompete era distinto, mas como solista lhe faltou confiança e virtuosidade dos seus mentores com ele, pois sufocava algumas notas e errava durante seus solos. Além disso, possuía algumas dificuldades para tocar ballads. Tempos depois, Davis revelaria que aprendeu a tocar baladas ouvindo Coleman Hawkins. Em 1948, teve seu aprendizado como sideman, tanto no palco como no estúdio, e estava começando a desenvolver-se como artista solo. Davis começou a trabalhar com um noneto que apresentava uma instrumentação incomum naquela época, como a trompa e a tuba. Nele também estavam os jovens Gerry Mulligan e Lee Konitz. Após algumas apresentações no Royal Roost Club em Nova Iorque, o noneto assinou com a Capitol Records. Vários singles seriam lançados em 1949 e 1950, apresentando arranjos por Gil Evans, Gerry Mulligan e John Lewis. A partir daí começou sua parceria com Gil Evans, com quem colaboraria pelos próximos vinte anos. Os singles tiveram lançamentos até 1957, quando onze de doze músicas foram lançadas no álbum Birth of the Cool (lançamentos posteriores incluiriam as doze faixas). Em 1949, ele visitou a Europa pela primeira vez e se apresentou naquele ano no Paris Jazz Festival em maio. A resposta para os músicos de jazz moderno em Paris foi diferente daquela nos Estados Unidos, eles ganhariam certa admiração na capital francesa. A partir de então data os problemas de Davis com as drogas. Tocando em bares de Nova Iorque, Davis estava em freqüente contato com pessoas que usavam e vendiam drogas. Em 1950, como muito dos seus contemporâneos, ele adquire vício em heroína. Entre 1950 e 1955, Davis fez gravações como líder para os selos Prestige e Blue Note Records principalmente, numa variedade de pequenos grupos. Como sidemans incluíam Sonny Rollins, John Lewis, Kenny Clarke, Jackie McLean, Art Blakey, Horace Silver, Thelonious Monk, J. J. Johnson, Percy Heath, Milt Jackson e Charles Mingus. Por causa de seu problema com drogas, Davis ganhou uma reputação de irresponsável. No inverno de 1953 a 1954 entretanto, ele retorna a East St. Luis e se tranca em um quarto na farmácia de seu pai por doze dias até que conseguisse estar livre das drogas. Após superar seu vício de heroína com a ajuda de Sugar Ray Robinson, Davis fez uma série de importantes gravações para o selo Prestige em 1954, mais tarde reunidas nos álbuns Bag's Groove, Miles Davis and the Modern Jazz Giants e Walkin'. Nessa época, ele começa a usar a surdina para \"escurecer\" e abrandar o timbre de seu trompete. Este trompete com surdina seria associado com Davis pelo resto de sua vida. Em julho de 1955, ele tocou um solo lendário em 'Round Midnight de Thelonius Monk no Newport Jazz Festival. Esta performance levou Davis de volta aos holofotes do jazz, fazendo com que George Avakian assinasse com Davis para a Columbia e formasse seu primeiro quinteto. === Primeiro Grande Quinteto e Sexteto - de 1955 a 1958 === Em 1955, Davis dá vida a seu primeiro Miles Davis Quintet. Este grupo apresentava John Coltrane (saxofone tenor), Red Garland (piano), Paul Chambers (contrabaixo) e Philly Joe Jones (bateria). Evitando a complexidade rítmica e harmônica do então prevalecente bebop, Davis se permitiu a tocar longamente, em legato, essencialmente em linhas melódicas em que ele começaria a explorar o jazz modal. Nessa época, Davis foi influenciado pelo pianista Ahmad Jamal, que contrastava seu som esparso com o \"atarefado\" som do bebop. O quinteto nunca foi estável entretanto, com muitos dos integrantes usando heroína e o Miles Davis Quintet acabou em 1957. Neste ano, Davis viajou para a França para compor Ascenseur pour l'échafaud de Louis Malle. Ele gravou a trilha sonora inteira com a ajuda de músicos franceses como Barney Wilen, Pierre Michelot e René Urtreger além do baterista americano Kenny Clarke. Em 1958, o quinteto foi reformado em um sexteto, com a adição de Julian \"Cannonball\" Adderley no saxofone alto, gravando Milestones naquele ano. === Gravações com Gil Evans - de 1957 a 1963 === No final da década de 1950 e começo da década de 1960, Davis gravou uma série de álbuns com Gil Evans, tocando trompete assim como flugelhorn. O primeiro, Miles Ahead de 57, apresenta ele tocando com uma big band e um arranjo de cornetas por Evans. As faixas do álbum incluem, \"The Duke\" de Dave Brubeck, \"The Maids of Cadiz\" de Léo Delibes, a qual seria sua primeira peça de música clássica européia a gravar. Outra importante inovação característica do álbum, foi a edição sonora para juntar as faixas, tornando cada lado do álbum em uma peça de música só. Em 1958, Davis e Evans gravaram Porgy and Bess, um arranjo das peças de George Gershwin de mesmo nome. Este álbum apresentava membros de seu grupo atual da época, incluindo: Paul Chambers, Philly Joe Jones, e Julian \"Cannonball\" Adderley. Davis considerou este álbum como um dos seus favoritos. Sketches of Spain (1959-1960) apresentava faixas dos compositores contemporâneos: Joaquín Rodrigo e de Manuel de Falla, assim como arranjos originais de tema espanhol por Gil Evans. Miles Davis at Carnegie Hall (1961), incluía \"Concierto de Aranjuez\" também de Joaquín Rodrigo, junto com outras músicas em um concerto sob a direção de Evans. Algumas sessões em 1962, resultaram no álbum Quiet Nights. Uma pequena coleção de melodias de bossa nova, que foram lançadas contra a vontade de ambos os artistas. Esta seria a última vez que eles criariam um álbum completo novamente. Em sua autobiografia, Davis menciona: \"…meu melhor amigo foi Gil Evans\".You Can't Steal a Gift: Dizzy, Clark, Milt, and Nat, by Lees, Gene, Yale University Press (2001), p. 24 === Kind of Blue - de 1959 a 1964 === Após gravar Milestones, Garland (piano) e Jones (bateria) foram substituídos por Bill Evans e Jimmy Cobb. A improvisação introspectiva de Evans, treinada na música clássica, influenciou o som do resto do grupo e os permitiu explorar mais profundamente a música do que nunca, promovendo o avanço do jazz modal como visto em '58 Miles. Evans saiu no final de 1958, substituído por Wynton Kelly. Em Março e Abril de 1959, Davis voltou mais uma vez com seu sexteto para gravar o que seria considerada sua magnum opus, Kind of Blue. Ele chamou Bill Evans de novo (que estava ainda a meses de formar seu famoso trio), para as sessões do álbum da maneira que haviam planejado acerca do método de piano de Evans.Khan, Ashley. Kind of Blue: The Making of the Miles Davis Masterpiece. New York: Da Capo Press, 2000; ISBN 0-306-81067-0, p.95. Ambos Davis e Evans tiveram uma familiaridade direta com as ideias do pianista George Russell, a respeito do modal jazz o qual fazia experimentos naquela época. Davis pelas ideias expostas com Russell e outros, antes do que viria a se tornar as sessões do álbum Birth of Cool, e Evans por estudar com Russel em 1956.Ibid., pp. 29-30, p. 74. Miles não informou ao pianista Wynton Kelly sobre Evans nas gravações, conseqüentemente Kelly tocou apenas na faixa \"Freddie Freeloader\", e não esteve presente nas gravações em abril.Ibid., p. 95. \"So What\" e \"All Blues\" foram tocadas pelo sexteto em performances antes das sessões de gravação, mas para as outras três composições, Davis e Evans preparam uma estrutura harmônica que os outros músicos viram somente no dia da gravação, a fim de criar uma aproximação de improvisação. O álbum resultante provou ser uma enorme influência para outros músicos. De acordo com a RIAA, Kind of Blue é o álbum de jazz mais vendido de todos os tempos, sendo certificado com o disco triplo de platina (3 milhões de cópias). No mesmo ano, enquanto fazia uma pausa de um show do lado de fora do famoso nightclub de Nova Iorque, Birdland. Miles Davis foi atacado por policiais americanos e foi conseqüentemente preso. Sabendo ter sido o ataque por motivos raciais (ele foi agredido por um policial que estava furioso por Davis estar com uma mulher branca), ele tentou levar o caso ao tribunal, mas acabou desistindo. Davis convenceu Coltrane a tocar com o grupo em uma turnê final pela Europa na primavera de 1960. Coltrane que tinha saído para formar seu clássico quarteto, voltou para gravar algumas faixas do álbum de 1961 Someday My Prince Will Come. Davis tentou diversos saxofonistas para seu grupo, como Sonny Stitt e Hank Mobley. O quinteto com Hank Mobley gravou em estúdio e em diversos shows como no Carnegie Hall e no Black Hawk Jazz Club em São Francisco. Stitt tocou com o grupo em gravações no Olympia em Paris (onde Davis e Coltrane tinham tocado alguns meses antes) e no álbum Live in Stockholm. Em 1963, o grupo de longo tempo de Miles Davis com Kelly, Chambers e Cobb acaba. Ele então rapidamente começa a formar um novo grupo, incluindo o saxofonista tenor George Coleman e o baixista Ron Carter. Davis, Coleman, Carter, e outros músicos gravaram meio álbum na primavera de 63. Poucas semanas depois, o baterista Tony Williams e o pianista Herbie Hancock se juntaram ao grupo, e logo após Davis, Coleman e outros integrantes gravam o resto de Seven Steps to Heaven. A evolução do grupo pode ser traçada através do álbum de estúdio anteriormente mencionado, In Europe de 63, My Funny Valentine e Four and More (ambos de Fevereiro de 1964). O grupo tocou o mesmo repertório de bebop e standards que os grupos de Miles Davis tocavam anteriormente, mas agora revistos com uma liberdade rítmica e estrutural crescente e com uma velocidade muito mais rápida. Coleman sai na primavera de 1964, e é substituído pelo saxofonista de avant-garde jazz Sam Rivers, por sugestão de Tony Williams. Rivers ficaria no grupo por pouco tempo, gravando com o quinteto em um show no Japão; que pode ser escutado no álbum In Tokyo! de Julho de 1964. No final do verão, Miles Davis convenceu Wayne Shorter a sair dos Jazz Messengers, grupo do baterista Art Blakey. Shorter se tornou o principal compositor do quinteto de Miles Davis, algumas composições suas daquela época (como \"Footprints\" e \"Nefertiti\") se tornaram standards. Enquanto estavam numa turnê pela Europa, o grupo fez sua primeira gravação oficial, o álbum Miles in Berlin (no fim de 64). Voltando para os Estados Unidos naquele ano, Davis (por pedido de Jackie DeShannon) fez uma recomendação à Columbia para assinar com os The Byrds. === Segundo Grande Quinteto - de 1964 a 1968 === Na época do álbum E.S.P de 1965, a formação do grupo de Miles Davis consistia em Wayne Shorter no saxofone, Herbie Hancock no piano, Ron Carter no baixo e Tony Williams na bateria. Esta formação, a última formação acústica dele, é geralmente conhecida como \"The Second Great Quintet\". Sessões de duas noites em Chicago no final de 65 foram capturadas no álbum The Complete Live at The Plugged Nickel 1965, lançado em 1995. Ao contrário dos álbuns de estúdio do grupo, a apresentação ao vivo mostrava o grupo ainda tocando standards e bebops. Este foi seguido por uma série de gravações de estúdios: Miles Smiles (1966), Sorcerer (1967), Nefertiti (1967), Miles in the Sky (1968) e Filles de Kilimanjaro (1968). O quinteto se aproximou de uma improvisação que ficou conhecida como \"time no changes\" ou \"freebop\", por que eles abandonaram a progressão de acordes parecida com o bebop para uma aproximação modal. Através de Nefertiti, as gravações de estúdio consistiram de composições de Shorter, e outras menores composições por outros sidemans. Em 1967, o grupo começou a tocar seus concertos ao vivo em sets contínuos, com cada canção fluindo para outra e somente a melodia indicava alguma demarcação; o grupo de Davis iria continuar a tocar desse modo até seu retiro em 1975. Miles in the Sky e Filles de Kilimanjaro, no qual o baixo elétrico, piano elétrico e a guitarra foram introduzidas em algumas faixas, apontavam conseqüentemente para a fase fusion de Miles. Davis também começou a experimentar ritmos como o rock nessas gravações. Nas gravações da segunda metade de Filles de Kilimanjaro, Dave Holland e Chick Corea substituíram Carter e Hancock no grupo, apesar de ambos ocasionalmente virem a contribuir em sessões futuras de gravações. O álbum 1969 Miles: Festiva de Juan Pins, é a primeira gravação ao vivo do grupo de Miles Davis tocando sets contínuos. (Entretanto, o álbum só teve lançamentos na Europa e no Japão.) === Elétrico Miles - de 1968 a 1975 === As influências de Miles Davis no final da década de 1960 incluíam o acid rock e artistas funk como Sly and the Family Stone, James Brown e Jimi Hendrix, muitos dos quais se conheceram através de Betty Mabry, uma jovem modelo e letrista que Miles se casou em 1968 e se separaria um ano depois. A transição musical requereu que Davis e seu grupo se adaptassem aos instrumentos elétricos, tanto em estúdio quanto performances ao vivo. Na época, o álbum In a Silent Way seria gravado em fevereiro de 1969. Davis tinha aumentado seu quinteto padrão com alguns músicos a mais. Hancock e Joe Zawinul foram trazidos para ajudar Chick Corea nos teclados, e o guitarrista John McLaughlin faria sua primeira de muitas aparições e Shorter estava no saxofone soprano. Depois de gravar esse álbum, Tony Williams saiu para formar seu grupo: Lifetime e seria substituído por Jack DeJohnette. Seis meses depois, um grupo maior de músicos, incluindo Jack DeJohnette, Airto Moreira e Bennie Maupin gravaram o LP duplo Bitches Brew, o qual viria a ter uma imensa vendagem alcançando o disco de ouro (meio milhão de cópias vendidas) em 1976. Este álbum e In a Silent Way estariam entre as primeiras fusões entre o jazz e o rock que seriam comercialmente bem- sucedidas, subindo no patamar de Charles Lloyd, Larry Coryell, e muito outros músicos pioneiros no gênero que viria a se chamar simplesmente de \"Jazz-rock fusion\". Durante este período, Davis viajou com o \"quinteto perdido\" de Shorter, Corea, Holland e DeJohnette. O repertório do grupo incluía materiais de Bitches Brew, In a Silent Way, os álbuns do quinteto da década de 1960, e alguns standards ocasionais. Em 1972, Davis foi introduzido à música de Karlheinz Stockhausen por um jovem arranjador e violocelista, e mais tarde ganhador de um Grammy, Paul Buckmaster, o levando a um período novo de exploração criativa. O biógrafo J.K. Chambers escreveu que: \"O efeito dos estudos de Stockhausen por Davis não poderiam ser contidos por muito tempo. …sua própria \"música espacial\", mostrava composicionalmente a influência de Stockhausen.\" Suas gravações e performances durante este período foram descritas como \"espacial\" pelos fãs, pelo crítico de música Leonard Feather, e por Buckmaster que declarou: \"muita coisa mudou - pesado, obscuro, intenso - definitivamente música espacial\". Tanto Bitches Brew e In a Silent Way apresentavam composições \"prolongadas\" (que duravam mais de 20 minutos) que na verdade só foram \"tocadas inteiramente\" pelos músicos, no estúdio. Davis e o produtor Teo Macero selecionaram trechos musicais em várias partes das improvisações gravadas e editaram, juntando-os em uma peça musical única que só existe na versão dos discos. Bitches Brew fez uso de efeitos eletrônicos como multi-tracking, tape loops entre outras técnicas. Ambas gravações, especialmente Bitches Brew, tiveram altíssimas vendagens. Começando por Bitches Brew, os álbuns de Davis apresentavam freqüentemente as capas dos álbuns em linha com a arte psicodélica e movimentos black power. Ele fez cortes significantes em seu cachê para poder abrir shows de grupos de rock como Steve Miller Band, o Grateful Dead e Santana. Vários álbuns ao vivo foram gravados durante o começo da década de 1970, como: It's About Time (Março de 1970), Black Beauty (abril de 1970) e At Fillmore (Junho de 1970). Na época de Live-Evil em dezembro de 1970, o conjunto de Davis se transformou em um grupo mais orientado ao funk. Davis começou experimentando os efeitos do wah-wah em seu trompete. O grupo, com Gary Bartz, Keith Jarrett, Michael Henderson, Ndugu Leon, Don Alias e James Mtume, freqüentemente conhecidos como \"Cellar Door band\" (pois parte das gravações ao vivo de Live-Evil foram gravadas no clube de mesmo nome), nunca gravaram em estúdio, mas é documentado no Box Set de 6 Cds: The Cellar Door Sessions, que foram gravadas cerca de quatro noites em dezembro de 1970. Em 1970, Davis contribuiu para a trilha sonora de um documentário sobre o boxeador afro-americano Jack Johnson. Ele próprio um fanático por boxe. Davis traçou um paralelo entre Johnson, cuja carreira foi marcada pela infrutífera busca por uma \"grande esperança branca\" para destroná-lo, e a sua própria carreira, na qual ele sentiu que a acomodação o privou de receber o reconhecimento e as recompensas de que lhe eram devidas. O álbum resultante, A Tribute to Jack Johnson de 1971, contém duas longas faixas que utilizou músicos (alguns até não creditados no álbum) incluindo os guitarristas John McLaughlin e Sonny Sharrock, Herbie Hancock em um órgão Farfisa estragado e o baterista Billy Cobham. Assim como ele citou em sua autobiografia, Davis queria fazer música para o jovem público afro-americano. On the Corner (1972) juntou elementos do soul com estilos tradicionais do jazz que ele havia tocado em toda sua carreira. Este álbum foi realçado pela aparição do saxofonista Carlos Garnett. Este álbum provocou um feroz menosprezo dos críticos, como um crítico britânico cita: \"Eu amo a música de Miles, mas é agora onde eu saio fora.\" Em sua autobiografia, Miles declara que essa desaprovação seria porque nenhum crítico poderia categorizar a música, queixando-se também que o álbum era divulgado em estações de rádio de jazz \"tradicional\". Após gravar On the Corner, Davis formou um novo grupo somente com Michael Henderson, Carlos Garnett e o percussionista Mtume voltando do grupo anterior. Ingressaram o guitarrista Reggie Lucas, o tocador de tabla Badal Roy, Khalil Balakrishna tocando sitar e o baterista Al Foster. Na época nenhum dos músicos secundários eram grandes instrumentistas de jazz; como resultado, a música enfatizava mais as mudanças estruturais e a densidade rítmica ao invés dos solos individuais. Este grupo, que gravou no Philharmonic Hall para o álbum In Concert de 1972, foi insatisfatório para Miles Davis. Através da primeira metade de 73, ele tirou a tabla e o sitar, assumiu os teclados, e adicionou o guitarrista Pete Cosey. O conjunto Davis/Cosey/Lucas/Henderson/Mtume/Foster permaneceria intacto nos próximos dois anos. Inicialmente, Dave Liebman tocou saxofone e flauta com o grupo. Em 1974, ele foi substituído por Sonny Fortune. Big Fun (1974) foi um álbum duplo contendo quatro longas jams gravadas entre 1969 e 1972. Semelhante, Get Up With It de 1975 coletou gravações dos cinco anos anteriores. Get Up With It incluiu \"He Loved Him Madly\", um tributo a Duke Ellington, assim como uma das mais elogiadas peças de Miles Davis daquela época, \"Calypso Frelimo\". Este foi seu último álbum de estúdio da década de 1970. Em 1974 e 1975, a Columbia gravou três LP's duplos de shows ao vivos de Davis: Dark Magus. Agharta e Pangaea. Dark Magus é um concerto de 1974 em Nova Iorque; os outros dois são gravações de concertos consecutivos do mesmo dia de Fevereiro de 1975 em Osaka, Japão. Nessa época, apenas Agharta foi disponível nos Estados Unidos, Pangaea e Dark Magus foram inicialmentes lançados apenas pela CBS/Sony Japão. Todas os três álbuns apresentavam no mínimo dois guitarristas (Reggie Lucas e Pete Cosey, exibindo um conjunto de aparelhos de distorções eletrônicas pós- Hendrix; Dominique Gaumont é o terceiro guitarrista em Dark Magus), baixo elétrico, bateria, e Davis no trompete elétrico e no órgão. Estes álbuns seriam os últimos que ele gravaria pelos próximos cinco anos. Davis estava com osteoartrite (o que o levou a fazer uma operação na bacia em 1976, a primeira de muitas), anemia falciforme, bursite, depressão, úlceras e uma nova dependência em álcool e drogas (principalmente heroína), suas performances foram repetidamente pausadas no final de 1974 e no começo de 75. Na época o grupo viajou ao Japão em Fevereiro de 1975, Davis estava em estado físico preocupante e requeria várias dose de vodka e narcóticos para completar seus compromissos. Depois do Festival de Jazz de Newport no Avery Fisher Hall em Nova Iorque em 1 de Julho de 1975, Miles Davis retirou-se quase que por completo do público por seis anos. Como Gil Evans disse: \"Seu organismo está cansado. E depois de toda a música que ele contribui por 35 anos, ele precisa de um descanso.\" Davis caracterizou este período em sua autobiografia como uma época colorida onde várias mulheres esbanjavam seu dinheiro com sexo e drogas. Na realidade, ele se tornou completamente dependente de várias drogas, gastando quase todo seu tempo deitado no sofá em seu apartamento assistindo televisão, saindo somente para conseguir mais drogas. Em 1976, a revista Rolling Stone relatou rumores de sua possível morte. Embora ele tenha parado de praticar trompete regularmente, Davis continuou compondo intermitentemente e fez três tentativas, nas gravações durante seu exílio, de fazer um show; estas sessões (uma com assistência de Paul Buckmaster e Gil Evans, que saiu depois de não receber uma promessa de pagamento) durou pouco tempo e permaneceu não lançada. Em 1979, ele ficou entre os \"Top 10\" da revista Down Beat naquele ano. A Columbia Records continuou lançando compilações suas e gravações de materiais não lançados para preencher as obrigações contratuais. Durante este período de inatividade, Davis viu a música fusion, que ele tinha estado na vanguarda na década passada, entrando para a mainstream. Quando ele saiu de seu retiro, os descendentes musicais de Miles Davis estariam no âmbito do rock new wave, e mais em particular no estilo de Prince. === Década Final - de 1981 a 1991 === Em 1979, Miles tinha voltado seu relacionamento com a atriz Cicely Tyson. Com Tyson, Davis iria superar seu vício com as drogas e recuperar seu entusiasmo pela música. Como ele tinha parado de tocar trompete há quase três anos, recuperar sua embocadura no instrumento provou ser particularmente árduo para ele. Enquanto gravava The Man with the Horn (foram sessões separadas esporadicamente entre 1979 a 1981), Miles tocou seu trompete na maior parte com wah-wah, com um jovem e grande grupo. Ele se casou com Tyson em 1981; e se divorciariam em 1988. Esse seu grande grupo inicial foi consequentemente sendo abandonado, indo em direção a um pequeno conjunto com o pianista Bill Evans e o baixista Marcus Miller, ambos estariam entre os colaboradores mais regulares de Davis através da década. The Man with the Horn seria finalmente lançado em 1981 e recebera uma crítica ruim apesar de ter vendido razoavelmente bem. Em Maio, o novo grupo tocou em duas datas como parte do Festival de Jazz de Newport. Os concertos, assim como a gravação ao vivo We Want Miles de sua turnê seguinte, receberam análises críticas positivas. No final de 82, o grupo de Davis incluindo o percussionista francês Mino Cinelu e o guitarrista John Scofield, com quem ele trabalhou no álbum Star People. Na metade do ano de 83, enquanto trabalhava nas faixas de Decoy, um álbum misturando soul music e eletrônica que foi lançado em 1984, Miles trouxe como produtor, compositor e tecladista Robert Irving III, quem tinha colaborado antes com Miles em The Man with the Horn. Com um grupo de sete integrantes, incluindo Scofield, Evans, o tecladista e diretor musical Irving, o baterista Al Foster e o baixista Darryl Jones (mais tarde nos Rolling Stones). Miles tocou uma série de sessões na Europa para buscar um recebimento positivo de seus fãs. Enquanto estava na Europa, ele fez parte da gravação de Aura, um tributo para Miles Davis composto pelo trompetista dinamarquês Palle Mikkelborg. You're Under Arrest foi o próximo álbum de Miles Davis, lançado em 1985, abrangeu uma outra breve mudança sua de estilo. No álbum incluiu como uma de suas interpretações, a balada de Cyndi Lauper \"Time After Time\" e \"Human Nature\" de Michael Jackson. Davis mencionou que hoje muitos dos standards de jazz aceitos foram de fato músicas pop do teatro da Broadway naquela época, e ele estava apenas \"atualizando\" o seu repertório com novo material. You're Under Arrest foi o último álbum de Miles para a Columbia. O trompetista Wynton Marsalis repudiou publicamente as recentes gravações de Miles naquela época, como não sendo o \"verdadeiro jazz\". Comentários aos quais Davis foi indiferente, chamando Marsalis de \"um jovem cara legal, mas apenas confuso\". Miles ficou irritado com a demora da Columbia em lançar Aura e talvez, também ciúmes por causa da quantia extraordinária para publicidade que o selo tinha concedido a Marsalis. O ponto final da relação selo/artista foi quando um produtor de jazz da Columbia pediu a Miles que desse um telefonema de aniversário a Wynton Marsallis. Miles assinaria com a Warner Brothers logo após. Davis trabalhou com vários artistas do movimento new wave britânico, incluindo Scritti Politti.Intro.de article (em alemão). Por convite do produtor Bill Laswell, Davis gravou algumas partes com trompete durante as sessões do álbum Album, do grupo Public Image Ltd, que constam no box Plastic Box do grupo. Nas palavras de Lyndon, \"foi esquisito, nós não usamos (suas contribuições).\" De acordo com Lydon, Davis comparou sua voz com o som de seu trompete.Fodderstompf Gravando pela primeira vez para o grupo contra o apartheid Artists United Against Apartheid. Davis assina logo após com a Warner Brothers, voltando a gravar com Marcus Miller. O resultado dessa gravação é o álbum Tutu (1986), seria seu primeiro álbum a usar ferramentas modernas de estúdio - sintetizadores programados, samples e loops de baterias - para criar um novo modo de Davis tocar. Ganhou análises positivas no seu lançamento, o álbum seria frequentemente descrito como a cópia moderna do clássico Sketches of Spain, ganhando um Grammy em 1987. Após Tutu ele lança o álbum Amandla, outro trabalho com Miller e com George Duke, além das trilhas sonoras para quatro filmes: Street Smart, Siesta, The Hot Spot e Dingo. Ele continuou viajando com seu grupo, constantemente alternando seus integrantes. Suas últimas gravações, ambas lançadas postumamente, foram o álbum Doop-Bop, bastante influenciado pelo hip hop e Miles & Quincy Live at Montreux, um trabalho com Quincy Jones para o festival de Jazz de Montreux no qual Miles tocou seu repertório de gravações dos anos 1960 pela primeira vez em décadas. Em 1988 ele atuou em um pequeno trecho do filme Scrooged com Bill Murray, no qual ele era um músico de rua. Davis recebeu em 1990 o Grammy Lifetime Achievement Award. No começo de 1991, ele assistiu ao lançamento do filme de Rolf de Heer, Dingo. Estrelando Colin Friels como um frustrado trompetista de jazz da Austrália que vai em busca de seu sonho de encontrar e tocar com Billy Cross, uma lenda do jazz fictícia interpretada por Miles Davis. Na sequência de abertura do filme, Davis e sua banda inesperadamente vão parar em um remoto deserto da Austrália e começam a tocar para os habitantes desse local. A apresentação incentiva o personagem principal (Colin Friels) a ir em busca de seu sonho. Foi uma das últimas performances filmadas de Miles Davis. 200px|miniatura|direita|Sepultura no Cemitério de Woodlawn ===Morte=== Miles Davis faleceu em 28 de setembro de 1991 de AVC, pneumonia e insuficiência respiratória, em Santa Mônica, Califórnia, com 65 anos. Foi enterrado no Cemitério de Woodlawn, no Bronx, Nova Iorque. == Prêmios == * Ganhador; Down Beat Reader's Poll 1955 * Ganhador; Down Beat Reader's Poll 1957 * GRAMMY Award por Melhor Composição de Jazz Com Duração Maior de Cinco Minutos para Sketches of Spain (1960) * GRAMMY Award por Melhor Performance de Jazz, Grupo ou Solista para Bitches Brew (1970) * GRAMMY Award por Melhor Performance de Jazz Instrumental, Solista por We Want Miles (1982) * Sonning Award por Conjunto da Obra (1984; Copenhagen, Dinamarca) * Doctor of Music, honoris causa (1986; New England Conservatory) * GRAMMY Award por Melhor Performance de Jazz Instrumental, Solista por Tutu (1986) * GRAMMY Award por Melhor Performance de Jazz Instrumental, Solista por Aura (1989) * GRAMMY Award por Melhor Performance de Jazz Instrumental, Big Band por Aura (1989) * Grammy Lifetime Achievement Award (1990) * Australian Film Institute Award por Melhor Música Original por Dingo, compartilhado com Michel Legrand (1991) * Nomeado para a Legião de Honra (16 de julho, 1991; Paris) * GRAMMY Award por Melhor Performance de R&B; Instrumental por Doo-Bop (1992) * GRAMMY Award por Melhor Performance de Conjunto de Jazz por Miles & Quincy Live at Montreux (1993) * Estrela na Calçada da Fama (19 de fevereiro, 1998) * Inserido ao Salão da Fama do Rock and Roll (13 de março, 2006) * Inserido ao Hollywood Rockwalk (28 de setembro, 2006) * Triplo de Platina pela RIAA por Kind of Blue * St. Louis Walk of Fame == Discografia == == Bibliografia == * Carr, Ian. Miles Davis. . * Chambers, Jack. Milestones: The Music and Times of Miles Davis. . * Cole, George. The Last Miles: The Music of Miles Davis 1980 – 1991. . * Davis, Miles & Troupe, Quincy. Miles: The Autobiography. . * Dark Magus: The Jekyll & Hyde Life of Miles Davis. . * Early, Gerald. Miles Davis and American Culture. cloth, , paper. * Szwed, John. So What: The Life of Miles Davis. . * Tingen, Paul. Miles Beyond: The Electric Explorations of Miles Davis, 1967-1991. . * Mandel, Howard (2007). \"Miles, Ornette, Cecil: Jazz Beyond Jazz\". Routledge. . * Revista O Viés. A vida e as revoluções de Miles Davis * Teixeira, Rafael. Milhas à frente * Teixeira, Rafael. Milhas à frente (espelho) ==Ligações externas== * Davis, Miles Davis, Miles Davis, Miles Davis, Miles Davis, Miles Categoria:Cavaleiros da Ordem Nacional da Legião de Honra Categoria:Mortes por insuficiência pulmonar Categoria:Músicos de jazz Categoria:Artistas incluídos no Rock and Roll Hall of Fame Categoria:Vencedores do Grammy Lifetime Achievement Award Categoria:Homenageados no Hall da Fama do Grammy",
 "title": "Miles Davis"
}