{
 "id": "60563",
 "text": "O Exército de Libertação Popular (ELP; ), também conhecido como Exército Popular de Libertação, é a principal força militar da República Popular da China e o braço armado do Partido Comunista Chinês (PCC). O ELP consiste em quatro ramos: Força Terrestre, Marinha, Força Aérea, Força de Foguetes, e quatro braços: Força Aeroespacial, Força Ciberespacial, Força de Apoio à Informação e Força Conjunta de Apoio Logístico. Está sob a liderança da Comissão Militar Central (CMC), com seu presidente atuando como comandante-em- chefe. O ELP pode traçar suas origens até a era republicana, quando as unidades de esquerda do Exército Nacional Revolucionário (ENR) do Kuomintang (KMT) se separaram em 1927 em uma revolta contra o governo nacionalista, formando o Exército Vermelho Chinês. Posteriormente, essas unidades foram reintegradas ao ENR como parte do Novo Quarto Exército e do Exército da Oitava Rota durante a Segunda Guerra Sino-Japonesa. As duas unidades comunistas do ENR foram reconstituídas como Exército de Libertação Popular em 1947. Hoje, a maioria das unidades militares em todo o país são atribuídas a um dos cinco comandos de teatro por localização geográfica. O ELP é a maior força militar do mundo (sem incluir forças paramilitares ou de reserva) e tem o segundo maior orçamento de defesa do mundo. É também uma das forças armadas de modernização mais rápida do mundo e tem sido denominada como uma superpotência militar em potencial, com defesa regional significativa e crescente capacidade de projeção de poder global. A lei da República Popular da China afirma explicitamente a liderança do Partido Comunista Chinês sobre as forças armadas da China e designa a CMC como o comando militar nacional. A Comissão Militar Central do Partido opera sob o nome de Comissão Militar Central do Estado para funções legais e governamentais e como o cerimonial Ministério da Defesa Nacional para funções diplomáticas. O ELP é obrigado a seguir o princípio do controle civil absoluto dos militares pelo PCC sob a doutrina de \"o partido comanda a arma\" (). Nesse sentido, o ELP não é um exército nacional do tipo de estados-nação tradicionais, mas um exército político ou o ramo armado do próprio PCC, pois sua lealdade é apenas ao partido e não ao estado ou qualquer constituição. Atualmente, o presidente da Comissão Militar Central costuma ser também o secretário-geral do Partido Comunista Chinês. Desde 1949, o ELP usou nove estratégias militares diferentes, que chama de \"diretrizes estratégicas\". Os mais importantes vieram em 1956, 1980 e 1993. Em tempos de emergência nacional, a Polícia Armada Popular (PAP) e a Milícia da China atuam como elemento de reserva e apoio as forças terrestres. Politicamente, o ELP e a PAP estão representados no Congresso Nacional Popular (CNP) através de uma delegação de 285 deputados, todos os membros do PCC. Desde a formação do CNP, a delegação conjunta ELP-PAP sempre constituiu a maior delegação e hoje compreende pouco mais de 9% do CNP. == Missão declarada == Em 2004, o Líder Supremo Hu Jintao declarou a missão do ELP como: * O seguro da liderança do PCC * A proteção da soberania, integridade territorial, segurança interna e desenvolvimento nacional da República Popular da China * Salvaguardar os interesses do país * Manter e salvaguardar a paz mundial == História == === História inicial === O PCC fundou sua ala militar em 1º de agosto de 1927 durante o Revolta de Nanchang, iniciando a Guerra Civil Chinesa. Elementos comunistas do Exército Nacional Revolucionário se rebelaram sob a liderança de Zhu De, He Long, Ye Jianying, Zhou Enlai e outros elementos de esquerda do Kuomintang, após o Massacre de Xangai em 1927. Eles eram então conhecidos como Exército Vermelho dos Trabalhadores e Camponeses Chineses, ou simplesmente Exército Vermelho. Em 1934 e 1935, o Exército Vermelho sobreviveu a várias campanhas lideradas contra ele pelo Kuomintang de Chiang Kai-Shek e participou da Grande Marcha. Durante a Segunda Guerra Sino-Japonesa de 1937 a 1945, as forças militares do PCC foram nominalmente integradas ao Exército Nacional Revolucionário da República da China, formando duas unidades principais, o Exército da Oitava Rota e o Novo Quarto Exército. Durante esse tempo, esses dois grupos militares empregaram principalmente táticas de guerrilha, geralmente evitando batalhas em larga escala com os japoneses, ao mesmo tempo, em que se consolidavam recrutando tropas do Kuomintang e forças paramilitares atrás das linhas japonesas em suas forças. Após a rendição japonesa em 1945, o PCC continuou a usar as estruturas de unidade do Exército Nacional Revolucionário até que, em fevereiro de 1947, foi tomada a decisão de fundir o Exército da Oitava Rota e o Novo Quarto Exército, renomeando a nova força de um milhão de homens para Exército de Libertação Popular. A reorganização foi concluída no final de 1948. O ELP acabou vencendo a Guerra Civil Chinesa, estabelecendo a República Popular da China em 1949. Em seguida, passou por uma reorganização drástica, com o estabelecimento da estrutura de liderança da Força Aérea em novembro de 1949, seguida pela estrutura de liderança da Marinha em abril do ano seguinte.Ken Allen, Chapter 9, \"PLA Air Force Organization\" , The PLA as Organization, ed. Em 1950, também foram estabelecidas as estruturas de liderança da artilharia, tropas blindadas, tropas de defesa aérea, forças de segurança pública e milícias de trabalhadores-soldados. As forças de defesa de guerra química, as forças ferroviárias, as forças de comunicações e as forças estratégicas, bem como outras forças separadas (como engenharia e construção, logística e serviços médicos), foram estabelecidas posteriormente. Neste período inicial, o Exército de Libertação Popular consistia predominantemente de camponeses. Seu tratamento de soldados e oficiais era igualitário, e as patentes formais só foram adotadas em 1955. Como resultado de sua organização igualitária, o ELP desmantelou as rígidas hierarquias tradicionais que governavam a vida dos camponeses. Como resume o sociólogo Alessandro Russo, a composição camponesa da hierarquia do ELP representou uma ruptura radical com as normas sociais chinesas e \"derrubou as rígidas hierarquias tradicionais em formas sem precedentes de igualitarismo\". === Modernização e conflitos === Durante a década de 1950, o ELP, com a ajuda soviética, começou a se transformar de um exército camponês em um exército moderno. Desde 1949, a China adotou nove estratégias militares diferentes, que o ELP chama de \"diretrizes estratégicas\". As mais importantes foram em 1956, 1980 e 1993. Parte desse processo incluiu a reorganização que criou treze regiões militares em 1955. O ELP também incorporou muitas unidades e generais do Exército Nacional Revolucionário, além de generais que haviam desertado para o ELP. Em novembro de 1950, algumas unidades do ELP, sob o nome de Exército Voluntário Popular, intervieram na Guerra da Coreia quando as forças das Nações Unidas, comandadas pelo general Douglas MacArthur, se aproximaram do rio Yalu. Sob o peso dessa ofensiva, as forças chinesas expulsaram as tropas de MacArthur da Coreia do Norte e capturaram Seul, mas foram posteriormente empurradas para o sul de Pyongyang, ao norte do Paralelo 38. A guerra também catalisou a rápida modernização da Força Aérea Chinesa. Em 1962, as forças terrestres do ELP lutaram contra a Índia na Guerra Sino-Indiana, alcançando objetivos limitados. Em uma série de confrontos de fronteira em 1967 com as tropas indianas, o ELP sofreu pesadas perdas numéricas e táticas. Antes da Revolução Cultural, os comandantes das regiões militares tendiam a permanecer em seus postos por longos períodos. À medida que o ELP assumiu um papel mais forte na política, isso começou a ser visto como uma ameaça ao controle do PCC (ou, pelo menos, dos civis) sobre os militares. Os comandantes regionais mais antigos foram Xu Shiyou na Região Militar de Nanjing (1954–74), Yang Dezhi na Região Militar de Jinan (1958–74), Chen Xilian na Região Militar de Shenyang (1959–73) e Han Xianchu na Região Militar de Fuzhou (1960–74). Nos primeiros dias da Revolução Cultural, o ELP abandonou o uso das patentes militares que havia adotado em 1955. O estabelecimento de uma força militar profissional, equipada com armas e doutrinas modernas, foi a última das Quatro Modernizações anunciadas por Zhou Enlai e apoiadas por Deng Xiaoping. Conforme o mandato de reforma de Deng, o ELP desmobilizou milhões de homens e mulheres desde 1978 e introduziu métodos modernos em áreas como recrutamento, mão de obra, estratégia, e educação e treinamento. Em 1979, o ELP lutou contra o Vietnã em uma escaramuça de fronteira na Guerra Sino-Vietnamita, onde ambos os lados reivindicaram a vitória. No entanto, analistas ocidentais concordam que o Vietnã superou com folga o ELP. Durante a divisão sino-soviética, as relações tensas entre a China e a União Soviética resultaram em confrontos fronteiriços sangrentos e no apoio mútuo dos adversários uns dos outros. China e Afeganistão mantiveram relações neutras entre si durante o governo do rei.China and Afghanistan, Gerald Segal, Asian Survey, Vol. 21, No. 11 (Nov., 1981), University of California Press Quando os comunistas afegãos pró-soviéticos tomaram o poder no Afeganistão em 1978, as relações entre a China e os comunistas afegãos rapidamente se tornaram hostis. Os comunistas afegãos pró-soviéticos apoiaram os inimigos da China no Vietnã e culparam a China por apoiar militantes anticomunistas afegãos. A China respondeu à invasão soviética do Afeganistão apoiando os mujahideen afegãos e aumentando sua presença militar na região de Xinjiang. Além disso, a China adquiriu equipamento militar dos Estados Unidos para se defender dos ataques soviéticos. As Forças Terrestres do Exército de Libertação Popular treinaram e apoiaram os mujahideen afegãos durante a Guerra Soviético-Afegã, transferindo seus campos de treinamento para os mujahideen do Paquistão para a própria China. Centenas de milhões de dólares em mísseis antiaéreos, lançadores de foguetes e metralhadoras foram fornecidos aos mujahideen pelos chineses. Conselheiros militares chineses e tropas do exército também estiveram presentes com os mujahideen durante o treinamento. === Desde 1980 === Em 1981, o ELP conduziu seu maior exercício militar no norte da China desde a fundação da República Popular. Na década de 1980, a China encolheu consideravelmente suas forças armadas para liberar recursos para o desenvolvimento econômico, resultando no declínio relativo dos recursos destinados ao ELP. Após a supressão dos protestos e do massacre da Praça Tiananmen em 1989, a correção ideológica foi temporariamente revivida como o tema dominante nos assuntos militares chineses. A reforma e a modernização retomaram hoje sua posição como os objetivos primários do ELP, embora a lealdade política das forças armadas ao PCC tenha permanecido como uma das principais preocupações. Outra área de preocupação para a liderança política era o envolvimento do ELP em atividades econômicas civis. Acredita-se que essas atividades impactaram a prontidão do ELP e levaram a liderança política a tentar separar o ELP de seus interesses comerciais não militares. A partir da década de 1980, o ELP tentou se transformar de um poder terrestre centrado em uma vasta força terrestre para um menor, mais móvel e de alta tecnologia, capaz de montar operações além de suas fronteiras. A motivação para isso foi que uma invasão massiva de terras pela Rússia não era mais vista como uma grande ameaça, e as novas ameaças à China são vistas como uma declaração de independência de Taiwan, possivelmente com a ajuda dos Estados Unidos, ou um confronto sobre as Ilhas Spratly.The Political System of the People's Republic of China. Em 1985, sob a liderança do Comitê Central do Partido Comunista Chinês e do CMC, o ELP deixou de estar constantemente preparado para \"atacar cedo, atacar forte e travar uma guerra nuclear\" para desenvolver as forças armadas em uma era de paz. O ELP reorientou-se para a modernização, melhorando sua capacidade de combate e tornando-se uma força de classe mundial. Deng Xiaoping enfatizou que o ELP precisava se concentrar mais na qualidade do que na quantidade.The Political System of the People's Republic of China. A decisão do governo chinês em 1985 de reduzir o tamanho das forças armadas em um milhão foi concluída em 1987. O pessoal na liderança militar foi reduzido em cerca de 50 por cento. Durante o Nono Plano Quinquenal (1996–2000), o ELP foi reduzido em mais 500 000. Esperava-se também que o ELP fosse reduzido em mais 200 000 até 2005. O ELP se concentrou em aumentar a mecanização e a informatização para poder travar uma guerra de alta intensidade.The Political System of the People's Republic of China. miniaturadaimagem|A Guarda de Honra do ELP em Pequim, 2007 O ex-presidente do CMC, Jiang Zemin, em 1990, exortou os militares a \"cumprir os padrões políticos, ser militarmente competentes, ter um bom estilo de trabalho, aderir estritamente à disciplina e fornecer apoio logístico vigoroso\" ().News of the Communist Party of China, Hyperlink . A Guerra do Golfo de 1991 forneceu à liderança chinesa uma percepção absoluta de que o ELP era uma força superdimensionada e quase obsoleta. A possibilidade de um Japão militarizado também tem sido uma preocupação contínua da liderança chinesa desde o final dos anos 1990. Além disso, a liderança militar da China tem reagido e aprendido com os sucessos e fracassos dos militares americanos durante a Guerra do Kosovo, invasão do Afeganistão em 2001, invasão do Iraque em 2003 e a invasão iraquiana. Todas essas lições inspiraram a China a transformar o ELP de um exército baseado em quantidade para um baseado em qualidade. O presidente Jiang Zemin fez oficialmente uma \"Revolução em Assuntos Militares\" (RAM) como parte da estratégia militar nacional oficial em 1993 para modernizar as forças armadas chinesas. Um objetivo do RAM é transformar o ELP em uma força capaz de vencer o que chama de \"guerras locais sob condições de alta tecnologia\", em vez de uma guerra massiva e dominada por números do tipo terrestre. Os planejadores militares chineses pedem campanhas curtas e decisivas, limitadas tanto em seu escopo geográfico quanto em seus objetivos políticos. Em contraste com o passado, mais atenção é dada ao reconhecimento, mobilidade e alcance profundo. Essa nova visão transferiu recursos para a marinha e a força aérea. O ELP também está se preparando ativamente para a guerra espacial e a guerra cibernética. Nos últimos 10 a 20 anos, o ELP adquiriu alguns sistemas avançados de armas da Rússia, incluindo contratorpedeiros da classe Sovremenny, aeronaves Sukhoi Su-27 e Sukhoi Su-30 e aeronaves a diesel da classe Kilo, submarinos elétricos. Também começou a produzir várias novas classes de contratorpedeiros e fragatas, incluindo o contratorpedeiro de mísseis guiados da classe Type 052D. Além disso, a FAELP projetou seu próprio caça Chengdu J-10 e um novo caça furtivo Chengdu J-20. O ELP lançou os novos submarinos nucleares da classe Jin em 3 de dezembro de 2004, capazes de lançar ogivas nucleares que podem atingir alvos em todo o Oceano Pacífico e possuem três porta-aviões, sendo o último, o Fujian, lançado em 2022. Em 2015, o ELP formou novas unidades, incluindo a Força Terrestre, a Força de Foguetes e a Força de Apoio Estratégico. O ELP em 1º de agosto de 2017 marcou seu 90º aniversário. Antes do grande aniversário, montou seu maior desfile até então e o primeiro fora de Pequim, realizado na Base de Treinamento de Zhurihe no Comando do Teatro do Norte (dentro da Região Autônoma da Mongólia Interior). === Operações de manutenção da paz === A República Popular da China enviou o ELP para vários pontos críticos como parte do papel da China como membro proeminente das Nações Unidas. Essas unidades geralmente incluem engenheiros e unidades logísticas e membros da Polícia Armada do Povo paramilitar e foram destacadas como parte de operações de manutenção da paz no Líbano, República do Congo, Sudão, Costa do Marfim, Haiti, e mais recentemente, Mali e Sudão do Sul.Daniel M. Hartnett, 2012-03-13, China's First Deployment of Combat Forces to a UN. Bernard Yudkin Geoxavier, 2012-09-18, China as Peacekeeper: An Updated Perspective on Humanitarian Intervention , Yale Journal of International Affairs === Compromissos === * 1927–1950: Guerra Civil Chinesa * 1937–1945: Segunda Guerra Sino-Japonesa * 1949: Incidente de Yangtze contra navios de guerra britânicos no rio Yangtze * 1949: Incorporação de Xinjiang na República Popular da China * 1950: Anexação do Tibete pela República Popular da ChinaShakya 1999 p.32 (6 Oct); (7 Oct). * 1950–1953: Guerra da Coréia sob a bandeira do Exército Voluntário do Povo Chinês * 1954–1955: Primeira Crise do Estreito de Taiwan * 1955–1970: Guerra do Vietnã * 1958: Segunda Crise do Estreito de Taiwan em Quemoy e Matsu * 1962: Guerra Sino-Indiana * 1967: Escaramuças de fronteira com a Índia * 1969: Conflito fronteiriço sino-soviético * 1974: Batalha das Ilhas Paracel com o Vietnã do SulCarl O. Schustser. * 1979: Guerra sino- vietnamita * 1979–1990: conflitos sino-vietnamitas 1979–1990Carlyle A. Thayer, \"Security Issues in Southeast Asia: The Third Indochina War\", Conference on Security and Arms Control in the North Pacific, Australian National University, Canberra, August 1987. * 1988: Johnson South Reef Skirmish com o Vietnã \"Secrets of the Sino-Vietnamese skirmish in the South China Sea \", WENWEIPO. * 1989: Aplicação da lei marcial em Pequim durante os protestos e massacre da Praça da Paz Celestial em 1989 * 1990: Baren Township motim * 1995–1996: Terceira Crise do Estreito de Taiwan * 1997: ELP estabelece a Guarnição de Hong Kong * 1999: ELP estabelece a Guarnição de Macau * 2007–presente: Operações de paz da FINUL no Líbano * 2009–presente: Operações antipirataria no Golfo de Aden * 2014: Esforços de busca e salvamento para o voo MH370 * 2014: Operações de paz da ONU no Mali * 2015: Operações de paz da MINUSS no Sudão do Sul * 2020–presente: escaramuças China-Índia == Organização == === Comando militar nacional === O sistema militar do estado defende o princípio da liderança absoluta do PCC sobre as forças armadas. O partido e o Estado instituíram conjuntamente o CMC que exerce a função de chefia militar suprema das forças armadas. A Constituição de 1954 estabeleceu que o Presidente do Estado dirige as forças armadas e fez do Presidente do Estado o presidente da Comissão de Defesa Nacional. A Comissão de Defesa Nacional é um órgão consultivo e não detém nenhum poder real sobre as forças armadas. Em 28 de setembro de 1954, o Comitê Central do PCC restabeleceu o CMC como órgão de comando do ELP. Daquela época em diante, foi estabelecido o sistema atual de um sistema conjunto de liderança partidária e estadual dos militares. O Comitê Central do PCC lidera todos os assuntos militares. O Presidente do Estado dirige as forças militares do estado e o desenvolvimento das forças militares gerido pelo Conselho de Estado. Para garantir a liderança absoluta do PCC sobre as forças armadas, todos os níveis do comitê do partido nas forças militares implementam os princípios do centralismo democrático, além disso, as unidades de nível de divisão e superior estabelecem comissários políticos e organizações políticas, garantindo que as organizações filiais estejam alinhadas. Esses sistemas combinaram a organização partidária com a organização militar para alcançar a liderança do partido e a liderança administrativa. Isso é visto como a garantia chave para a liderança absoluta do PCC sobre os militares. Em outubro de 2014, o Diário do Exército de Libertação Popular lembrou os leitores do Congresso de Gutian, que estipulou o princípio básico do controle do PCC sobre os militares, e pediu vigilância enquanto \"forças hostis estrangeiras pregam a nacionalização e a despolitização dos militares, tentando confundir nossas mentes e arrastar nossos militares para fora da bandeira do Partido\".在弘扬古田会议精神中铸牢军魂, Zài hóngyáng gǔtián huìyì jīngshén zhōng zhù láo jūn hún PLA Daily 27 October 2014 === Liderança === A liderança do PCC é um princípio fundamental do sistema de comando militar chinês. O ELP responde não ao Conselho de Estado, mas sim a duas Comissões Militares Centrais, uma pertencente ao estado e outra pertencente ao PCC. Na prática, as duas comissões militares centrais geralmente não se contradizem porque seus membros geralmente são idênticos. Frequentemente, a única diferença na composição entre os dois ocorre por alguns meses a cada cinco anos, durante o período entre um congresso do partido, quando a composição do CMC do partido muda, e o próximo Congresso Nacional Popular, quando o CMC do estado muda. O CMC exerce as suas atribuições que lhe são conferidas pela Constituição e pela Lei de Defesa Nacional.The Political System of the People's Republic of China. A liderança de cada tipo de força militar está sob a liderança e gestão da parte correspondente da Comissão Militar Central do Comitê Central do PCC. Forças sob cada ramo ou força militar, como as forças subordinadas, academias e escolas, pesquisa científica e instituições de engenharia e organizações de apoio logístico também estão sob a liderança do CMC. Esse arranjo tem sido especialmente útil, pois a China, nas últimas décadas, mudou-se cada vez mais para organizações militares compostas por forças de mais de um ramo militar. Em setembro de 1982, para atender às necessidades de modernização e melhorar a coordenação no comando das forças, incluindo vários ramos de serviço e fortalecer o comando unificado dos militares, o CMC ordenou a extinção da organização de liderança dos vários ramos militares. Hoje, o ELP tem uma força aérea, marinha e órgãos de liderança da segunda artilharia. Em 1986, o Departamento das Forças Armadas Populares, exceto em algumas regiões fronteiriças, foi colocado sob a liderança conjunta do ELP e das autoridades locais. Embora as organizações partidárias locais tenham dado muita atenção ao Departamento das Forças Armadas Populares, como resultado de alguns problemas práticos, o CMC decidiu que, a partir de 1º de abril de 1996, o Departamento das Forças Armadas Populares voltaria a cair sob a jurisdição do ELP. Conforme a Constituição da República Popular da China, o CMC é composto pelo seguinte: presidente, vice-presidentes e membros. O Presidente da Comissão Militar Central tem responsabilidade geral pela comissão. === Presidente === * Xi Jinping (também Secretário-Geral, Presidente e Comandante-em-chefe do Comando Conjunto de Batalha) === Vice-presidentes === * General Zhang Youxia * General He Weidong === Membros === * Chefe do Estado Maior Conjunto – General Liu Zhenli * Diretor do Departamento de Trabalho Político – Almirante Miao Hua * Secretário da Comissão Central de Inspeção Disciplinar – General Zhang Shengmin === Comissão Militar Central === Em dezembro de 1982, o quinto Congresso Nacional do Povo revisou a constituição do estado para afirmar que a Comissão Militar Central do Estado (CMC) lidera todas as forças armadas do estado. O presidente do CMC do Estado é escolhido e destituído pelo CNP pleno, enquanto os outros membros são escolhidos pelo comitê permanente do CNP. No entanto, o CMC do Comitê Central do PCC continuou sendo a organização partidária que comanda diretamente os militares e todas as outras forças armadas. Na prática, o CMC do partido, após consulta com os partidos democráticos, propõe os nomes dos membros do CMC do Estado da CNP para que estes, após tramitação judicial, sejam eleitos pelo CMC para a Comissão Militar Central do Estado (CMC). Ou seja, o CMC do Comitê Central e o CMC do Estado são um grupo e uma organização. No entanto, olhando para isso organizacionalmente, esses dois CMCs estão subordinados a dois sistemas diferentes – o sistema partidário e o sistema estatal. Portanto, as forças armadas estão sob a liderança absoluta do PCC e também são as forças armadas do estado. Este é um sistema único de liderança conjunta que reflete a origem do ELP como o ramo militar do PCC. Só se tornou o exército nacional quando a República Popular da China foi estabelecida em 1949. Por convenção, o presidente e o vice-presidente da Comissão Militar Central (CMC) são membros civis do PCC, mas não são necessariamente os chefes do governo civil. Tanto Jiang Zemin quanto Deng Xiaoping mantiveram o cargo de presidente mesmo após renunciarem a seus outros cargos. Todos os outros membros do CMC são militares ativos uniformizados. Ao contrário de outras nações, o Ministro da Defesa Nacional não é o chefe dos militares, mas geralmente é um vice-presidente do CMC. === 2016 reformas militares === Em 1º de janeiro de 2016, o CMC divulgou diretrizes sobre o aprofundamento da defesa nacional e da reforma militar, cerca de um mês depois que o presidente do CMC, Xi Jinping, pediu uma revisão da administração militar e do sistema de comando em uma reunião importante que preparou o terreno para uma das reformas militares mais abrangentes desde a fundação do país. Em 11 de janeiro de 2016, em uma das reformas militares mais abrangentes desde a fundação da República Popular, o ELP foi reestruturado e um departamento de estado-maior associado diretamente ao CMC, a mais alta organização de liderança nas forças armadas, foi criada. Os quatro quartéis- generais anteriores do ELP foram dissolvidos e completamente reformados. Eles foram divididos em 15 departamentos funcionais - uma expansão significativa do domínio do Escritório Geral, que agora é um único departamento dentro da Comissão Militar Central. # Escritório Geral # Departamento do Estado-Maior Conjunto # Departamento de Trabalho Político # Departamento de Apoio Logístico # Departamento de Desenvolvimento de Equipamentos # Departamento de Treinamento e Administração # Departamento de Mobilização de Defesa Nacional # Comissão de Inspeção Disciplinar # Comissão de Política e Assuntos Jurídicos # Comissão de Ciência e Tecnologia # Escritório de Planejamento Estratégico # Escritório de Reforma e Estrutura Organizacional # Escritório de Cooperação Militar Internacional # Escritório de Auditoria # Agência de Administração de Escritórios Entre os 15 departamentos estão três comissões. A Comissão de Inspeção Disciplinar da CMC é encarregada de erradicar a corrupção. === Comandos de teatro === Até 2016, o território da China era dividido em sete regiões militares, mas elas foram reorganizadas em cinco comandos de teatro no início de 2016. Isso reflete uma mudança em seu conceito de operações, de principalmente orientadas para o solo, para movimentos móveis e coordenados de todos os serviços.Xi declares victory over old rivals Jiang, Hu Asia Nikkei Asian Review, 11 Feb 2016 Os cinco novos comandos de teatro, em ordem de significado declarado, são: * Comando do Teatro Oriental * Comando do Teatro Sul * Comando do Teatro Ocidental * Comando do Teatro do Norte * Comando do Teatro Central As guarnições do ELP em Hong Kong e Macau estão sob o Comando do Teatro Sul. As reformas militares também introduziram uma mudança importante nas áreas de responsabilidade. Em vez de comandar separadamente suas tropas, os ramos de serviço agora são os principais responsáveis por tarefas administrativas (como equipar e manter as tropas). São os comandos do teatro agora que têm a autoridade de comando. Isso deveria, em teoria, facilitar a implementação de operações conjuntas em todos os ramos de serviços.\"2.12 The military and politics,\" in: Sebastian Heilmann, editor, [ A coordenação com grupos civis de segurança nacional, como o Ministério das Relações Exteriores, é realizada principalmente pelos grupos líderes do PCC. Particularmente importantes são os principais grupos de relações exteriores, que incluem aqueles que lidam com Taiwan. == Ramos de serviço == O ELP abrange quatro principais ramos de serviço (): a Força Terrestre, a Marinha, a Força Aérea, a Força de Foguetes. Após a redução de 200 000 soldados anunciada em 2003, a força total do ELP foi reduzida de 2,5 milhões para pouco menos de 2,3 milhão. Outras reformas verão uma redução adicional de 300 000 funcionários de sua força atual de 2,28 milhões de funcionários. As reduções virão principalmente de forças terrestres não combatentes, o que permitirá que mais fundos sejam desviados para forças navais, aéreas e de mísseis estratégicos. Isso mostra a mudança da China de priorizar a força terrestre para enfatizar o poder aéreo e naval com equipamentos de alta tecnologia para funções ofensivas em territórios costeiros disputados.China plans military reform to enhance its readiness – The-Japan-news.com, 2 de janeiro de 2014 Nos últimos anos, o ELP prestou muita atenção ao desempenho das forças dos EUA no Afeganistão e no Iraque. Além de aprender com o sucesso dos militares dos EUA em guerra centrada em rede, operações conjuntas, C4ISR e armamento de alta tecnologia, o ELP também está estudando táticas não convencionais que poderiam ser usadas para explorar as vulnerabilidades de um inimigo tecnologicamente mais avançado. Isso se refletiu nas duas diretrizes paralelas para o desenvolvimento das forças terrestres do ELP. Ao acelerar o processo de introdução de novas tecnologias na força e aposentar os equipamentos mais antigos, o ELP também enfatizou a guerra assimétrica, incluindo a exploração de novos métodos de uso de equipamentos existentes para derrotar um inimigo tecnologicamente superior. Além dos quatro principais ramos de serviço, o ELP é apoiado por duas organizações paramilitares: a Polícia Armada do Povo (incluindo a Guarda Costeira da China, GCC) e a Milícia (incluindo a milícia marítima). === Forças Terrestres (FTELP) === A Força Terrestre do Exército de Libertação Popular (FTELP) é o maior dos cinco serviços do ELP, com 975.000 funcionários ativos, aproximadamente metade da força de trabalho total do ELP de cerca de 2 milhões de pessoas.International Institute for Strategic Studies: The Military Balance 2020, p. 260. O FTELP é organizado em doze grupos de exércitos de serviço ativo sequencialmente numerados do 71º Exército de Grupo ao 83º Exército de Grupo, que são distribuídos para cada um dos cinco comandos de teatro da RPC, recebendo de dois a três grupos de exércitos por comando. Em tempo de guerra, numerosas unidades de reserva e paramilitares do FTELP podem ser mobilizadas para aumentar esses grupos de exércitos ativos. O componente de reserva do FTELP compreende aproximadamente 510.000 pessoas divididas em trinta divisões de infantaria e doze divisões de artilharia antiaérea (AAA). O FTELP é liderado pelo Comandante Liu Zhenli e pelo Comissário Político Qin Shutong. Embora grande parte da Força Terrestre do ELP tenha sido reduzida nos últimos anos, elementos intensivos em tecnologia, como forças de operações especiais, aviação do exército, mísseis terra-ar (SAMs) e unidades de guerra eletrônica experimentaram rápida expansão. A mais recente doutrina operacional das forças terrestres do ELP destaca a importância da tecnologia da informação, guerra eletrônica e de informação e ataques de precisão de longo alcance na guerra futura. Os sistemas de comando, controle e comunicações (C3) baseados em telefone/rádio da geração mais antiga estão sendo substituídos por redes de informações de campo de batalha integradas com redes locais/de área ampla (LAN / WAN), comunicações por satélite, veículo aéreo não tripulado (UAV) - sistemas baseados em vigilância e reconhecimento e centros móveis de comando e controle. === Marinha (MELP) === Até o início da década de 1990, a Marinha do Exército de Libertação Popular (MELP) desempenhava um papel subordinado à Força Terrestre do ELP (FTELP). Desde então, passou por uma rápida modernização. O MELP de 300.000 homens está organizado em três grandes frotas: a Frota do Mar do Norte com sede em Qingdao, a Frota do Mar do Leste com sede em Ningbo e a Frota do Mar do Sul com sede em Zhanjiang. Cada frota consiste em vários navios de superfície, submarinos, força aérea naval, defesa costeira e unidades marinhas. A marinha inclui um Corpo de Fuzileiros Navais de 25.000 homens (organizados em sete brigadas), uma Força de Aviação Naval de 26 000 homens, operando várias centenas de helicópteros de ataque e aeronaves de asa fixa. No âmbito do seu programa global de modernização naval, o MELP encontra-se na fase de desenvolvimento de uma marinha de águas azuis. Em novembro de 2012, o então secretário-geral do Partido, Hu Jintao, relatou ao 18º Congresso Nacional do PCC seu desejo de \"aumentar nossa capacidade de explorar recursos marinhos e transformar a China em uma forte potência marítima\". Segundo o Departamento de Defesa dos Estados Unidos, a MELP possui numericamente a maior marinha do mundo. O MELP é liderado pelo comandante Dong Jun e pelo comissário político Yuan Huazhi. === Força Aérea (FAELP) === Os 395.000 homens da Força Aérea do Exército de Libertação Popular (FAELP) estão organizados em cinco Forças Aéreas de Comando de Teatro (FACT) e 24 divisões aéreas. A maior unidade operacional dentro do Corpo de Aviação é a divisão aérea, que possui de 2 a 3 regimentos de aviação, cada um com 20 a 36 aeronaves. O Corpo de Mísseis Terra-Ar (SAM) é organizado em divisões e brigadas SAM. Há também três divisões aerotransportadas tripuladas pela FAELP. J-XX e XXJ são nomes aplicados por agências de inteligência ocidentais para descrever programas da República Popular da China para desenvolver um ou mais caças de quinta geração.Chang 2002Coniglio 2006, P.44 A FAELP é liderada pelo Comandante Chang Dingqiu e pelo Comissário Político Guo Puxiao. === Força de Foguetes (FFELP) === miniaturadaimagem|DF-21Ds na Parada da Vitória de 2015 A Força de Foguetes do Exército de Libertação Popular (FFELP) é a principal força de mísseis estratégicos do ELP e consiste em pelo menos 120 000 pessoas. Ela controla os mísseis estratégicos nucleares e convencionais da China. O tamanho total do arsenal nuclear da China é estimado entre 100 e 400 ogivas termonucleares. A FFELP é organizada em bases numeradas sequencialmente de 61 a 67, onde as seis primeiras são operacionais e alocadas para os comandos de teatro da nação, enquanto a Base 67 serve como instalação central de armazenamento de armas nucleares da RPC. A FFELP é liderada pelo Comando Li Yuchao e pelo Comissário Político Xu Zhongbo. === Braços === O EPL mantém quatro braços (chinês: 兵种): a Força Aeroespacial, a Força Ciberespacial, a Força de Apoio à Informação e a Força Conjunta de Apoio Logístico. O sistema de quatro braços foi estabelecido em 19 de abril de 2024. == Conscrição e termos de serviço == Tecnicamente, o serviço militar no ELP é obrigatório para todos os cidadãos chineses. Na prática, o serviço militar obrigatório não é implementado desde 1949, pois, o Exército de Libertação Popular conseguiu recrutar voluntariamente um número suficiente. Todos os homens de 18 anos devem se registrar junto às autoridades governamentais, de forma semelhante ao Sistema de Serviço Seletivo dos Estados Unidos. Na prática, o registo não significa que a pessoa que o faz tem de se juntar ao Exército de Libertação Popular. O artigo 55 da Constituição da República Popular da China prescreve o serviço militar obrigatório, afirmando: \"É um dever sagrado de todo cidadão da República Popular da China defender sua pátria e resistir à invasão. É uma honrada obrigação dos cidadãos da República Popular da China prestar serviço militar e ingressar nas forças da milícia\". A Lei do Serviço Militar de 1984 especifica a base legal do recrutamento, descrevendo o serviço militar como um dever para \"todos os cidadãos sem distinção de raça... e credo religioso\". Esta lei não foi alterada desde que entrou em vigor. Tecnicamente, aqueles de 18 a 22 anos ingressam no serviço militar obrigatório seletivo, com uma obrigação de serviço de 24 meses. Na realidade, o número de registros pessoais é suficiente para sustentar todos os postos militares na China, criando o \"recrutamento voluntário\". Os residentes das regiões administrativas especiais, Hong Kong e Macau, estão dispensados de ingressar no serviço militar. == Departamentos == === Departamento de Estado- Maior Conjunto === O Departamento de Estado-Maior Conjunto desempenha as funções de estado-maior e operacionais do ELP e tem como principais responsabilidades a implementação dos planos de modernização militar. Chefiado pelo chefe do Estado-Maior Conjunto (anteriormente chefe do Estado-Maior), o departamento funciona como quartel-general de todo o ELP e continha direções para às cinco Forças Armadas: Forças Terrestres, Forças Aéreas, Marinha, Forças de Foguetes e Forças de Apoio. O Departamento de Estado-Maior Conjunto incluía subdepartamentos funcionalmente organizados para operações, treinamento, inteligência, mobilização, levantamento, comunicações e política. Os departamentos de artilharia, unidades blindadas, unidades de intendente e unidades de engenharia das forças combinadas foram posteriormente dissolvidas, com às duas primeiras formando agora parte das Forças Terrestres. As formações de engenharia agora estão divididas entre os ramos de serviço e as formações de intendente hoje fazem parte das Forças Logísticas Conjuntas. O Quartel- General da Marinha controla a Frota do Mar do Norte, a Frota do Mar do Leste e a Frota do Mar do Sul. O Quartel-General da Força Aérea geralmente exercia o controle por meio dos comandantes dos cinco comandos de teatro. As forças nucleares estavam diretamente subordinadas ao Departamento de Estado-Maior Conjunto por meio do comandante das Forças de Foguetes e do comissário político. As unidades principais, regionais e de milícias convencionais eram controladas administrativamente pelos comandantes do teatro de operações, mas o Departamento de Estado-Maior Conjunto em Pequim podia assumir o controle operacional direto de qualquer unidade da força principal à vontade. Assim, em linhas gerais, o Estado-Maior Conjunto exerce o controle operacional das forças principais e os comandantes de teatro controlam como sempre as forças regionais e indiretamente a milícia. O posto de principal oficial de inteligência na liderança superior das forças armadas chinesas foi ocupado por várias pessoas de várias gerações de Li Kenong na década de 1950 a Xiong Guangkai no final da década de 1990; e sua qualidade pública sempre foi de assistente do vice-chefe de gabinete ou assistente do chefe de gabinete. Desde que o PCC estabeleceu oficialmente o sistema de \"comandos de teatro\" para seu exército na década de 2010 como sucessor da política de \"grandes regiões militares\" da década de 1950, as agências de inteligência dentro do Exército, após passar por várias evoluções importantes, desenvolveram nas três principais configurações de inteligência militares atuais: # O nível central é composto pelo Segundo e Terceiro Departamentos sob a Sede do Estado-Maior Conjunto e o Departamento de Ligação sob o Departamento de Trabalho Político. # No nível do Comando de Teatro, as atividades de inteligência consistem no Segundo Bureau estabelecido no mesmo nível que o Departamento de Operações sob o quartel-general e o Departamento de Ligação estabelecido sob o Departamento de Trabalho Político. # O terceiro sistema inclui várias estações de comunicação diretamente estabelecidas nas áreas de guarnição de todos os comandos do teatro pelo Terceiro Departamento do Estado-Maior Conjunto. O Segundo escritório do quartel-general e o Departamento de ligação sob os Departamentos de Trabalho Político dos comandos de teatro só estão sujeitos à \"liderança profissional\" de suas unidades \"homólogas\" sob a Comissão Militar Central (CMC) e ainda são consideradas as unidades subordinadas diretas da principal região militar organizacionalmente. As entidades cujos nomes incluam a palavra \"instituto\", todos os institutos de pesquisa sob a responsabilidade do Segundo e Terceiro Departamentos do Quartel-General Estado-Maior Conjunto, incluindo outros órgãos de pesquisa dentro do Exército, são pelo menos do tamanho do estabelecimento do nível regimental completo. Entre os vice- comandantes de um grande comando de teatro na China, sempre há um designado para se encarregar do trabalho de inteligência, e as agências de inteligência sob sua responsabilidade são diretamente afiliadas ao quartel-general e ao departamento político do comando de teatro correspondente. A Conferência sobre Fortalecimento do Trabalho de Inteligência foi realizada de 3 de setembro de 1996 a 18 de setembro de 1996 no Centro de Comando de Xishan do Ministério da Segurança do Estado e do Departamento de Estado-Maior. Chi Haotian apresentou um relatório intitulado \"Fortalecer o trabalho de inteligência em um novo ambiente internacional para servir à causa da construção socialista\". O relatório enfatizou a necessidade de fortalecer os seguintes quatro aspectos do trabalho de inteligência: * Esforços devem ser feitos para fortalecer a compreensão da natureza especial e do papel do trabalho de inteligência, bem como uma compreensão da estreita relação entre o fortalecimento do trabalho de inteligência, por um lado, e às Quatro Modernizações da pátria mãe, a reunificação da pátria mãe, e a oposição à hegemonia e à política de poder, de outro. * Os Estados Unidos e o Ocidente sempre estiveram envolvidos em infiltração, intervenção, sabotagem e coleta de informações contra a China nas frentes políticas, econômicas, militares e ideológicas. A resposta deve fortalecer a luta contra sua infiltração, intervenção, sabotagem e coleta de informações. * Consolidar os departamentos de inteligência e treinar uma nova geração de pessoal de inteligência que seja politicamente confiável, honesto e íntegro em seus caminhos e capaz de dominar habilidades profissionais, a arte da luta e tecnologias avançadas. * Fortalecimento do trabalho de organização de inteligência em dois portos industriais, comerciais e financeiros internacionais — Hong Kong e Macau. Embora os quatro aspectos enfatizados por Chi Haotian parecessem ser medidas defensivas, eles eram tanto de natureza defensiva quanto ofensiva. === Segundo Departamento === O Segundo Departamento do Quartel-General do Estado-Maior Conjunto é responsável pela coleta de informações militares. As atividades incluem adidos militares em embaixadas chinesas no exterior, agentes especiais clandestinos enviados a países estrangeiros para coletar informações militares e análise de informações publicadas publicamente em países estrangeiros. Esta seção do Quartel-General do Estado-Maior Conjunto do ELP atua de forma semelhante à do seu homólogo civil, o Ministério da Segurança do Estado. O Segundo Departamento supervisiona a coleta de inteligência humana militar (HUMINT), explora amplamente materiais de código aberto (OSINT), funde HUMINT, inteligência de sinais (SIGINT) e dados de inteligência de imagens e dissemina produtos de inteligência acabados para o CMC e outros consumidores. A fusão preliminar é realizada pelo Escritório de Análise do Segundo Departamento, que administra o Centro Nacional de Vigilância, o ponto focal para indicações e advertências ao nível nacional. A análise aprofundada é realizada por escritórios regionais. Embora tradicionalmente o Segundo Departamento do Estado-Maior Conjunto fosse responsável pela inteligência militar, ele começa a se concentrar cada vez mais na inteligência científica e tecnológica no campo militar, seguindo o exemplo das agências russas na intensificação do trabalho de coleta de informações científicas e tecnológicas. O instituto de pesquisa sob o Segundo Departamento da Sede do Estado-Maior Conjunto é publicamente conhecido como Instituto de Estudos Estratégicos Internacionais; sua publicação interna classificada \"Tendências militares estrangeiras\" (, ) é publicado a cada 10 dias e transmitido às unidades no nível da divisão. O Instituto de Relações Internacionais do ELP em Nanjing pertence ao Segundo Departamento do Departamento de Estado-Maior Conjunto e é responsável pelo treinamento de adidos militares, adidos militares assistentes e adidos militares associados, bem como agentes secretos a serem destacados no exterior. Também fornece oficiais para as seções de inteligência militar de várias regiões militares e grupos de exércitos. O instituto foi formado a partir do ELP \"793\" Instituto de Línguas Estrangeiras, que se mudou de Zhangjiakou após a Revolução Cultural e se dividiu em duas instituições em Luoyang e Nanjing. O Instituto de Relações Internacionais era conhecido na década de 1950 como Escola de Quadros de Língua Estrangeira da Comissão Militar Central (CMC), com o nome atual usado desde 1964. A formação de pessoal de inteligência é uma das várias atividades do instituto. Enquanto todos os graduados do Instituto de Relações Internacionais de Moscou foram empregados da KGB, apenas alguns graduados do Instituto de Relações Internacionais de Pequim são empregados do Ministério da Segurança do Estado. O antigo Instituto de Relações Internacionais, desde que passou a se chamar Faculdade de Relações Exteriores, está sob a administração do Ministério das Relações Exteriores e não está envolvido em trabalhos secretos de inteligência. A antiga escola de línguas estrangeiras da Comissão Militar Central (CMC) tinha professores estrangeiros que eram simpatizantes do PCC ou membros de partidos comunistas estrangeiros. Mas o atual Instituto de Relações Internacionais não contrata professores estrangeiros, para evitar o perigo de que seus alunos sejam reconhecidos quando enviados ao exterior como agentes clandestinos. Aqueles que exercem atividades profissionais em academias militares do Segundo Departamento do Estado-Maior Conjunto geralmente têm a chance de ir para o exterior, seja para estudos avançados ou como oficiais militares que trabalham no escritório do adido militar de embaixadas chinesas em países estrangeiros. As pessoas que trabalham no escritório do adido militar das embaixadas geralmente se dedicam à coleta de informações militares sob o disfarce de \"diplomacia militar\". Desde que se abstenham de atividades diretamente subversivas, são considerados “diplomatas militares” bem-comportados. Alguns gabinetes do Segundo Departamento são responsáveis pela espionagem em diferentes regiões, cabendo ao Primeiro Gabinete a recolha de informação nas Regiões Administrativas Especiais de Hong Kong e Macau, e também em Taiwan. Agentes são enviados pelo Segundo Departamento para empresas e outras corporações locais para obter cobertura. O grupo de inteligência \"Orquídea de outono\" designado para Hong Kong e Macau em meados da década de 1980, operava principalmente nos meios de comunicação de massa, círculos políticos, industriais, comerciais e religiosos, bem como em universidades e faculdades. O grupo de inteligência \"Orquídea de outono\" foi o principal responsável pelas três tarefas a seguir: * Conhecer e manter-se a par das tendências políticas dos responsáveis dos Governos de Hong Kong e Macau, bem como das suas opiniões sobre as grandes questões, através do contacto social com os mesmos e das informações por eles prestadas. * Acompanhar os desenvolvimentos dos órgãos políticos de governos estrangeiros em Hong Kong, bem como das organizações financeiras, industriais e comerciais estrangeiras. * Descobrir e ter uma boa compreensão das fontes de informação da mídia local sobre desenvolvimentos políticos, militares, econômicos e outros no continente e divulgar deliberadamente informações políticas ou militares falsas para a mídia para testar a resposta externa. O grupo de inteligência \"Orquídea de outono\" foi premiado com uma Menção de Mérito, Segunda Classe, em dezembro de 1994. Foi ainda agraciado com outra Menção de Mérito, Segunda Turma, em 1997. Sua situação atual não é conhecida publicamente. Durante a celebração do Ano Novo Chinês de 2008, realizada pela CCTV para estabelecimentos diplomáticos chineses, o chefe do Segundo Departamento do Quartel-General Conjunto foi revelado pela primeira vez ao público: o atual chefe era o major-general Yang Hui (). === Terceiro Departamento === O Terceiro Departamento do Departamento de Estado-Maior Conjunto é responsável por monitorar as telecomunicações de exércitos estrangeiros e produzir inteligência finalizada com base nas informações militares coletadas. As estações de comunicações estabelecidas pelo Terceiro Departamento do Quartel-General do Estado-Maior Conjunto não estão sujeitas à jurisdição do distrito militar provincial e do comando do teatro principal onde estão baseadas. As estações de comunicações são de inteira responsabilidade dos órgãos do Terceiro Departamento do Quartel-General do Estado-Maior Conjunto que não têm filiação com o distrito militar provincial e a região militar onde estão sediados. A composição do pessoal, os orçamentos e o estabelecimento dessas estações de comunicação estão inteiramente sob a jurisdição do Terceiro Departamento do Quartel-General do Estado-Maior do ELP e não estão relacionados com as tropas locais. A China mantém a rede SIGINT mais extensa de todos os países da região da Ásia-Pacífico. No final da década de 1990, os sistemas SIGINT incluíam várias dezenas de estações terrestres, meia dúzia de navios, sistemas montados em caminhões e sistemas aéreos. A sede do Terceiro Departamento fica nas proximidades do Primeiro Departamento GSD (Departamento de Operações), AMS e complexo NDU nas colinas a noroeste do Palácio de Verão. No final da década de 1990, o Terceiro Departamento era supostamente ocupado por aproximadamente 20.000 funcionários, com a maioria de seus linguistas treinados no Instituto Luoyang de Línguas Estrangeiras. Desde a década de 1950, o Segundo e Terceiro Departamentos do Estado-Maior Conjunto estabeleceram várias instituições de ensino secundário e superior para educar \"talentos especiais\". O Instituto de Língua Estrangeira do ELP em Luoyang pertence ao Terceiro Departamento do Departamento de Estado-Maior Conjunto e é responsável pelo treinamento de oficiais de língua estrangeira para o monitoramento da inteligência militar estrangeira. O instituto foi formado a partir do ELP \"793\" Instituto de Língua Estrangeira, que se mudou de Zhangjiakou após a Revolução Cultural e se dividiu em duas instituições em Luoyang e Nanjing. Embora a ordem de distribuição que receberam após a formatura indicasse a \"Sede do Estado-Maior Conjunto\", muitos dos graduados dessas escolas foram enviados para todas as partes do país, incluindo áreas montanhosas remotas e desabitadas. A razão é que as estações de monitoramento e controle do Terceiro Departamento do Estado-Maior do ELP estão espalhadas por todos os cantos do país. As estações de comunicação localizadas na base de Shenzhen da Guarnição de Hong Kong do ELP começaram seu trabalho há muito tempo. Em tempos normais, essas duas estações de comunicação se reportam diretamente à Comissão Militar Central (CMC) e ao Estado-Maior Conjunto. As unidades responsáveis pela coordenação são as estações de comunicações estabelecidas nas províncias de guarnição das regiões militares pelo Terceiro Departamento do Quartel-General do Estado-Maior do ELP. Ao assumir o comando direto das estações de comunicações militares baseadas em todas as partes do país, a Comissão Militar Central do PCC (CMC) e o Quartel-General do Estado- Maior Conjunto podem não apenas garantir uma interceptação bem-sucedida das comunicações de rádio inimigas, mas também garantir que nenhuma das comunicações com fio ou sem fio e contatos entre as principais regiões militares podem escapar da detecção dessas estações de comunicação, atingindo assim efetivamente o objetivo de impor supervisão direta e controle sobre todos os comandos de teatro, todos os distritos militares provinciais e todos os grupos de exércitos. === Estações de monitoramento === O principal esforço SIGINT da China está no Terceiro Departamento do Departamento de Estado-Maior Conjunto da Comissão Militar Central (CMC), com recursos adicionais, principalmente domésticos, no Ministério da Segurança do Estado (MSS). As estações da SIGINT, portanto, estão espalhadas pelo país, tanto para interceptação doméstica quanto internacional. O prof. Desmond Ball, da Universidade Nacional da Austrália, descreveu as maiores estações como a principal estação de controle da rede SIGINT do Departamento Técnico na periferia noroeste de Pequim, e o grande complexo perto do Lago Kinghathu, no extremo nordeste da China. Ao contrário de outras grandes potências, a China concentra suas atividades SIGINT em sua região e não no mundo. Ball escreveu, nos anos oitenta, que a China tinha várias dezenas de estações SIGINT destinadas à União Soviética, Japão, Taiwan, Sudeste Asiático e Índia, bem como internamente. Das estações aparentemente visando a Rússia, existem locais em Jilemutu e Jixi no nordeste, e em Erlian e Hami perto da fronteira com a Mongólia. Dois locais voltados para a Rússia em Xinjiang, em Qitai e Korla podem ser operados em conjunto com recursos do Escritório de Operações SIGINT da CIA dos EUA, provavelmente focado em mísseis e atividades espaciais. Outras estações destinadas ao sul e sudeste da Ásia estão em uma rede controlada por Chengdu, Sichuan. Há uma grande instalação em Dayi e, de acordo com Ball, \"numerosos\" pequenos postos ao longo da fronteira com a Índia. Outras instalações importantes estão localizadas perto de Shenyang, perto de Jinan e em Nanjing e Xangai. Estações adicionais estão nos distritos militares de Fujian e Guangdong, em frente a Taiwan. Na ilha de Hainan, há uma instalação naval SIGINT que monitora o mar do Sul da China e uma estação terrestre visando satélites americanos e russos. A China também possui plataformas de navios e aeronaves nesta área, sob a sede da Frota do Mar do Sul em Zhanjiang, imediatamente ao norte da ilha. O direcionamento aqui parece ter um sabor ELINT e também COMINT. Existem também sistemas terrestres móveis montados em caminhões, bem como navios, aeronaves e capacidade limitada de satélite. Existem pelo menos 10 naves auxiliares de coleta de informações. === Quarto Departamento === O Quarto Departamento (ECM e Radar) do Departamento do Estado-Maior Conjunto possui o portfólio de inteligência eletrônica (ELINT) dentro do aparelho SIGINT do ELP. Este departamento é responsável pelas contramedidas eletrônicas, exigindo que eles coletem e mantenham bancos de dados sobre sinais eletrônicos. 25 receptores ELINT são de responsabilidade do Southwest Institute of Electronic Equipment (SWIEE). Entre a ampla gama de produtos SWIEE ELINT está um novo pod KZ900 ELINT aerotransportado. O GSD 54th Research Institute apoia o Departamento de ECM no desenvolvimento de processadores de sinais digitais ELINT para analisar parâmetros de pulsos de radar. === Forças especiais === A força terrestre especial da China é chamada de FEELP (Forças de Operações Especiais do Exército de Libertação Popular). As unidades típicas incluem soldados altamente treinados, um comandante de equipe, comandante assistente, franco-atirador, observador, apoio de metralhadora, bombardeiro e um par de grupos de assalto. Os membros da unidade antiterrorista da China são retirados do aparato de segurança pública e não do exército. O nome dessas unidades muda com frequência. A partir de 2020, é conhecida como Unidade de Ação Imediata (UAI). A China teria desenvolvido uma força capaz de realizar operações aerotransportadas de longo alcance, reconhecimento de longo alcance e operações anfíbias. Formada na região militar chinesa de Guangzhou e conhecida pelo apelido de \"Lâmina sul\", a força supostamente recebe treinamento do exército, aéreo e naval, incluindo treinamento de voo, e é equipada com \"centenas de dispositivos de alta tecnologia\", incluindo sistemas de satélite de posicionamento global. Todos os oficiais membros da força são graduados em faculdades militares, e 60% dizem ter diplomas universitários. Os soldados são relatados como treinados em várias especialidades e o treinamento abrange uma ampla gama de ambientes operacionais. Está longe de ser claro se esta unidade é considerada operacional pelos chineses. Também não está claro como tal força seria empregada. Entre as missões declaradas, destacam-se: \"responder a contingências em várias regiões\" e \"cooperar com outros serviços em ataques a ilhas\". Conforme os relatórios limitados, a organização parece estar em fase de testes e desenvolvimento e pode constituir uma unidade experimental. Embora nenhum tamanho para a força tenha sido revelado, a mídia chinesa afirma que \"mais de 4 000 soldados da força são combatentes versáteis e paraquedistas que podem pilotar aviões e dirigir veículos terrestres e barcos anfíbios\". === Outros ramos === * O Terceiro Departamento e a Marinha cooperam em plataformas de coleta de inteligência em navios. * Sexto Instituto de Pesquisa da FAELP: A coleção SIGINT da Força Aérea é gerenciada pelo Sexto Instituto de Pesquisa da FAELP em Pequim. == Armas e equipamentos == Segundo o Departamento de Defesa dos Estados Unidos, a China está desenvolvendo armas de energia cinética, lasers de alta potência, armas de microondas de alta potência, armas de feixe de partículas e armas de pulso eletromagnético com o aumento de fundos militares.The Standard, 5 March 2008, Volume 1, No. 134, Major jump in military spending, Alarm raised over cyber, space advance, the Pentagon said in a report. O ELP disse sobre relatórios de que sua modernização depende das vendas de tecnologia de aliados americanos, a liderança sênior declarou \"Alguns politizaram a cooperação comercial normal da China com países estrangeiros, prejudicando nossa reputação\". Essas contribuições incluem avançados motores a diesel europeus para navios de guerra chineses, projetos de helicópteros militares da Eurocopter, sonares e helicópteros antissubmarino franceses, tecnologia australiana para o barco de mísseis da classe Houbei, e mísseis, laser e tecnologia de aeronaves americanos fornecidos por Israel.Lague, David. Segundo os dados do Instituto Internacional de Pesquisa para a Paz de Estocolmo, a China tornou-se o terceiro maior exportador mundial de grandes armas em 2010-2014, um aumento de 143% em relação ao período 2005-2009. O SIPRI também calculou que a China ultrapassou a Rússia para se tornar o segundo maior exportador de armas do mundo até 2020. A participação da China nas exportações globais de armas aumentou de 3% para 5%. A China forneceu armas importantes para 35 estados em 2010–2014. Uma porcentagem significativa (pouco mais de 68%) das exportações chinesas foi para três países: Paquistão, Bangladesh e Myanmar. A China também exportou grandes armas para 18 estados africanos. Exemplos da crescente presença global da China como fornecedora de armas em 2010–2014 incluem acordos com a Venezuela para veículos blindados e aeronaves de transporte e treinamento, com a Argélia para três fragatas, com a Indonésia para o fornecimento de centenas de mísseis antinavio e com a Nigéria para o fornecimento de vários veículos aéreos de combate não tripulados. Após rápidos avanços em sua indústria de armas, a China tornou-se menos dependente das importações de armas, que diminuíram 42% entre 2005–2009 e 2010–2014. A Rússia respondeu por 61% das importações de armas chinesas, seguida pela França com 16% e a Ucrânia com 13%. Os helicópteros formavam a maioria das entregas russas e francesas, com os projetos franceses produzidos sob licença na China. Ao longo dos anos, a China lutou para projetar e produzir motores eficazes para veículos de combate e transporte e continuou a importar inúmeros motores da Rússia e da Ucrânia em 2010-2014 para combate projetado internamente, aeronaves avançadas de treinamento e transporte e navios de guerra. Ela também produziu motores de design britânico, francês e alemão para aeronaves de combate, navios de guerra e veículos blindados, principalmente como parte de acordos que estão em vigor há décadas. Em agosto de 2021, a China testou um míssil hipersônico com capacidade nuclear que circulou o globo antes de acelerar em direção ao seu alvo. O Financial Times relatou que \"o teste mostrou que a China fez um progresso impressionante em armas hipersônicas e era muito mais avançada do que as autoridades americanas imaginavam\". Ficheiro:QBZ191zhuhai (cropped).jpg|Fuzil automático QBZ-191 Ficheiro:QBZ95 automatic rifle 20170902.jpg|Fuzil automático QBZ-95 tipo 95 Ficheiro:QBB95 squad machine gun 20170919.jpg|Metralhadora de esquadrão tipo 95 Ficheiro:QBZ03 automatic rifle 20170902.jpg|O fuzil automático Tipo 03, um fuzil de assalto desenvolvido pela Northern Industries, é atualmente um dos rifles padrão do Exército de Libertação Popular Ficheiro:QCW05 - 5.8mm submachine gun 20170919.jpg|Rampage anecoico tipo 05 Ficheiro:QSZ92 5.8mm Pistols 20170902.jpg|Pistola tipo 92 Ficheiro:QBU-88 Sideview.png|Fuzil de precisão QBU-88 tipo 88 === Guerra cibernética === Há uma crença nas doutrinas militares ocidentais de que o ELP já começou a engajar países usando guerra cibernética. Houve um aumento significativo no número de supostos eventos cibernéticos iniciados por militares chineses desde 1999 até os dias atuais. A guerra cibernética ganhou reconhecimento como uma técnica valiosa porque é uma técnica assimétrica que faz parte das operações de informação e da guerra de informação. Como está escrito por dois coronéis do FTELP, Qiao Liang e Wang Xiangsui no livro Guerra Irrestrita (Inglês:Unrestricted Warfare), \"Métodos que não são caracterizados pelo uso da força das armas, nem pelo uso do poder militar, nem mesmo pela presença de baixas e derramamento de sangue, são igualmente prováveis de facilitar a realização bem-sucedida dos objetivos da guerra, se não mais. Embora a China seja suspeita de espionagem cibernética, em 24 de maio de 2011 o ELP anunciou a existência de ter \"capacidades cibernéticas\".Beech, Hannah. Em fevereiro de 2013, a mídia nomeou \"Comment Crew\" como uma facção militar hacker do Exército de Libertação Popular da China. Em maio de 2014, um Grande Júri Federal nos Estados Unidos indiciou cinco oficiais da Unidade 61398 por acusações criminais relacionadas a ataques cibernéticos a empresas privadas com sede nos Estados Unidos após supostas investigações do Federal Bureau of Investigation que expuseram suas identidades em colaboração com a inteligência dos EUA, agências como a CIA.\"U.S. Charges Five Chinese Military Hackers for Cyber Espionage . \"5 in China Army Face U.S. Charges of Cyberattacks\" , 19 de maio de 2014, NY Times Em fevereiro de 2020, o governo dos Estados Unidos indiciou membros do Exército de Libertação Popular da China pela violação de dados da Equifax em 2017, que envolveu invasão da Equifax e pilhagem de dados confidenciais como parte de um roubo maciço que também incluiu o roubo de segredos comerciais, embora o PCC tenha negado essas alegações. === Capacidades nucleares === Em 1955, a China decidiu prosseguir com um programa de armas nucleares. A decisão foi tomada depois que os Estados Unidos ameaçaram usar armas nucleares contra a China caso tomassem medidas contra Quemoy e Matsu, somado ao desinteresse da União Soviética em usar suas armas nucleares em defesa da China. Após seu primeiro teste nuclear (a China reivindica assistência soviética mínima antes de 1960) em 16 de outubro de 1964, a China foi o primeiro estado a prometer o não primeiro uso de armas nucleares. Em 1º de julho de 1966, o Segundo Corpo de Artilharia, nomeado pelo Premier Zhou Enlai, foi formado. Em 1967, a China testou uma bomba de hidrogênio totalmente funcional, apenas 32 meses depois de a China ter fabricado seu primeiro dispositivo de fissão. A China produziu, assim, o mais curto desenvolvimento de fissão para fusão conhecido na história. A China tornou-se um grande exportador internacional de armas durante a década de 1980. Pequim juntou-se às negociações de controle de armas no Oriente Médio, que começaram em julho de 1991 para estabelecer diretrizes globais para transferências de armas convencionais, e mais tarde anunciou que não participaria mais por causa da decisão dos EUA de vender 150 aeronaves F-16 A/B para Taiwan em 2 de setembro de 1992. Juntou-se à Agência Internacional de Energia Atômica (AIEA) em 1984 e prometeu abster-se de novos testes atmosféricos de armas nucleares em 1986. A China aderiu ao Tratado de não proliferação de armas nucleares (TNP) em 1992 e apoiou sua extensão indefinida e incondicional em 1995. Os testes de armas nucleares da China cessaram em 1996, quando assinou o Tratado de Proibição Abrangente de Testes e concordou em buscar uma proibição internacional da produção de material físsil para armas nucleares. Em 1996, a China cometeu para ajudar instalações nucleares não protegidas. A China participou da reunião de maio de 1997 do Comitê de Exportadores do TNP (Zangger) como observadora e tornou-se membro pleno em outubro de 1997. O Comitê Zangger é um grupo que se reúne para listar itens que devem ser submetidos a inspeções da AIEA se exportados por países que, como a China, assinaram o Tratado de não proliferação. Em setembro de 1997, a China emitiu regulamentos detalhados de controle de exportação nuclear. A China começou a implementar regulamentos estabelecendo controles sobre itens de uso duplo relacionados a energia nuclear em 1998. A China também decidiu não se envolver em uma nova cooperação nuclear com o Irã (mesmo sob salvaguardas) e concluirá a cooperação existente que não é uma preocupação de proliferação dentro de um período relativamente curto. Com base no progresso significativo e tangível com a China na não proliferação nuclear, o presidente norte-americano Bill Clinton em 1998 tomou medidas para colocar em vigor o Acordo de Cooperação Nuclear Pacífica EUA-China de 1985. Pequim implantou uma modesta força de mísseis balísticos, incluindo mísseis balísticos intercontinentais e de alcance intermediário terrestres e marítimos (ICBMs). Estima-se em 2007 que a China tenha cerca de 100-160 ICBMs de combustível líquido capazes de atingir os Estados Unidos com aproximadamente 100-150 IRBMs capazes de atingir a Rússia ou a Europa Oriental, bem como várias centenas de SRBMs táticos com alcance entre 300 e 600 km. Atualmente, o estoque nuclear chinês é estimado entre 50 e 75 ICBMs terrestres e marítimos. O programa nuclear da China segue uma doutrina de dissuasão mínima, que envolve ter a força mínima necessária para dissuadir um agressor de lançar um primeiro ataque. Os esforços atuais da China parecem ter como objetivo manter uma força nuclear capaz de sobreviver, por exemplo, usando ICBMs de combustível sólido em silos, em vez de mísseis de combustível líquido. A política de dissuasão publicada em 2006 da China afirma que eles \"defenderão os princípios de contra-ataque em autodefesa e desenvolvimento limitado de armas nucleares\", mas \"nunca entraram e nunca entrarão em uma corrida armamentista nuclear com nenhum país\". Continua descrevendo que a China nunca realizará um primeiro ataque ou usará armas nucleares contra um estado ou zona não nuclear. Em 2007, no entanto, o Departamento de Defesa dos Estados Unidos sugeriu que a posição chinesa pode ser ambígua, e as armas nucleares podem ser usadas tanto para impedir ataques/invasões convencionais no continente chinês quanto como uma ferramenta política internacional – limitando a extensão em que outras nações podem coagir a China politicamente, um fenômeno inerente, muitas vezes inadvertido, nas relações internacionais em relação a qualquer estado com capacidade nuclear. === Espaço === Tendo testemunhado o papel crucial do espaço para o sucesso militar dos Estados Unidos na Guerra do Golfo, a China continua a ver o espaço como um domínio crítico tanto no conflito quanto na competição estratégica internacional. O ELP opera várias constelações de satélites realizando funções de reconhecimento, navegação, comunicação e contraespaço. Componentes significativos do reconhecimento baseado no espaço do ELP incluem os satélites Jianbing (vanguard) com nomes de cobertura Yaogan (遥感; 'sensoriamento remoto') e Gaofen (高分; 'alta resolução'). Esses satélites coletam imagens eletro-ópticas (EO) para coletar uma representação literal de um alvo, imagens de radar de abertura sintética (SAR) para penetrar nos climas nublados do sul da China e inteligência eletrônica (ELINT) para fornecer inteligência de direcionamento em adversários navios. O ELP também utiliza um serviço restrito e de alto desempenho dos satélites de posicionamento, navegação e cronometragem (PNT) BeiDou do país para suas forças e plataformas de inteligência, vigilância e reconhecimento (IVR). Para comunicações seguras, o ELP usa as séries de satélites Zhongxing e Fenghuo que permitem transmissão segura de dados e voz em banda C, banda Ku e UHF. A implantação do ELP de satélites antissatélite e contra espaciais, incluindo os das séries Shijian e Shiyan, também trouxe preocupação significativa das nações ocidentais. O ELP também desempenha um papel significativo no programa espacial chinês. Até o momento, todos os participantes foram selecionados entre membros da Força Aérea do ELP. A China se tornou o terceiro país do mundo a enviar um homem ao espaço por seus próprios meios com o voo de Yang Liwei a bordo da espaçonave Shenzhou 5 em 15 de outubro de 2003, o voo de Fei Junlong e Nie Haisheng a bordo da Shenzhou 6 em 12 de outubro de 2005 e Zhai Zhigang, Liu Boming e Jing Haipeng a bordo do Shenzhou 7 em 25 de setembro de 2008. O ELP iniciou o desenvolvimento de um sistema antibalístico e antissatélite na década de 1960, codinome Projeto 640, incluindo lasers terrestres e mísseis antissatélite. Em 11 de janeiro de 2007, a China realizou um teste bem-sucedido de um míssil anti satélite, com um SC-19 classe KKV.China plays down fears after satellite shot down , AFP via Channelnewsasia, 20 January 2007 O ELP testou dois tipos de veículos espaciais hipersônicos, o Shenglong Spaceplane e um novo construído pela Chengdu Aircraft Corporation. Apenas algumas fotos apareceram desde que foi revelado no final de 2007. Anteriormente, imagens do túnel de vento do Laboratório de Ondas de Choque de Alta Entalpia do CAS Key Laboratory de dinâmica de gás de alta temperatura (LHD) foram publicadas na mídia chinesa. Testes com velocidades de até Mach 20 foram alcançados por volta de 2001. == Orçamento e despesas == Os gastos militares do Exército de Libertação Popular cresceram cerca de 10% ao ano nos últimos 15 anos.2007 Annual Report to Congress: Military Power of the People's Republic of China. p. 25. O Instituto Internacional de Pesquisa para a Paz de Estocolmo (SIPRI) estimou os gastos militares da China em 2013 em US$ 188,5 bilhões. O orçamento militar da China para 2014, segundo a Janes Information Services, uma empresa de consultoria e análise da indústria de defesa, será de US$ 148 bilhões o segundo maior do mundo. O orçamento militar dos Estados Unidos para 2014, em comparação, é de US$ 574,9 bilhões, abaixo dos US$ 664,3 bilhões de 2012. Orçamento oficial Publicação data Valor (bilhões de US$ ) março de 2000 14.6 março de 2001 17,0 março de 2002 20,0 março de 2003 22,0 março de 2004 24.6 março de 2005 29.9 março de 2006 35,0 março de 2007 44,9 março de 2008 58,8 março de 2009 70,0 março de 2010 76,5 março de 2011 90.2 março de 2012 103.1 março de 2013 116.2 Março 2014 131.2 março de 2015 142,4 março de 2016 143,7 março de 2017 151,4 março de 2018 165,5 março de 2019 177,6 maio de 2020 183,5 março de 2021 209.4 março de 2022 229,4 Segundo o SIPRI, a China se tornou o terceiro maior exportador mundial de grandes armas em 2010–2014, um aumento de 143% em relação ao período 2005–2009. A China forneceu armas importantes para 35 estados em 2010-2014. Uma porcentagem significativa (pouco mais de 68%) das exportações chinesas foi para três países: Paquistão, Bangladesh e Myanmar. A China também exportou grandes armas para 18 estados africanos. Exemplos da crescente presença global da China como fornecedora de armas em 2010-2014 incluem acordos com a Venezuela para veículos blindados e aeronaves de transporte e treinamento, com a Argélia para três fragatas, com a Indonésia para o fornecimento de centenas de mísseis antinavio e com a Nigéria para o fornecimento de vários veículos aéreos de combate não tripulados. Após rápidos avanços em sua indústria doméstica de armas, a China tornou-se menos dependente das importações de armas, que diminuíram 42% entre 2005-2009 e 2010-2014. O aumento dos gastos militares da China ocorre em um momento em que há tensões ao longo do Mar da China Meridional, com disputas territoriais envolvendo as Filipinas, Vietnã e Taiwan, bem como tensões crescentes entre a China e o Japão envolvendo as disputadas Ilhas Senkaku. O ex-secretário de Defesa dos Estados Unidos, Robert Gates, pediu à China que seja mais transparente sobre suas capacidades e intenções militares.\"US, China need transparent military ties: Gates.\"\"Amid development of stealth fighter, aircraft carrier, China insists its military not a threat.\" Os anos de 2018 e 2019 também tiveram aumentos significativos no orçamento. A China anunciou o orçamento de 2018 como 1,11 trilhão de yuans (US$ 165,5 bilhões), um aumento de 8,1% em relação a 2017 e orçamento de 2019 de 1,19 trilhões de yuans (US$ 177,61 bilhões), um aumento de 7,5% em relação a 2018. Os números do orçamento são publicados no site do Conselho Estadual por meio de um documento chamado 'Orçamentos Central e Local' seguido do ano anterior à publicação. == Atividades comerciais == === Histórico === Até meados da década de 1990, o ELP tinha extensas participações em empresas comerciais em áreas não militares, principalmente imóveis. Quase todas essas participações foram supostamente desmembradas em meados da década de 1990. Geralmente a administração das empresas permaneceu inalterada, com os diretores do ELP que dirigiam as empresas simplesmente se aposentando do ELP para administrar as recém-formadas holdings privadas. A história do envolvimento do ELP em empresas comerciais começou nas décadas de 1950 e 1960. Devido ao sistema estatal socialista e do desejo de autossuficiência militar, o ELP criou uma rede de empresas como fazendas, casas de hóspedes e fábricas destinadas a sustentar financeiramente suas próprias necessidades. Um efeito colateral não intencional das reformas econômicas da era Deng foi que muitas dessas empresas se tornaram muito lucrativas. Por exemplo, uma hospedaria militar destinada à recreação de soldados poderia ser facilmente convertida em um hotel lucrativo para uso civil. Dois fatores principais aumentaram o envolvimento comercial do ELP na década de 1990. Uma delas era que administrar empresas lucrativas diminuía a necessidade de o estado financiar os militares com o orçamento do governo. A segunda era que, em um ambiente em que as regras legais não eram claras e as conexões políticas eram importantes, a influência do ELP era muito útil. No início da década de 1990, os oficiais do partido e os altos oficiais militares estavam ficando cada vez mais alarmados com o envolvimento comercial dos militares por vários motivos. O envolvimento dos militares no comércio foi visto como afetando adversamente a prontidão militar e espalhando a corrupção. Além disso, havia uma grande preocupação de que ter uma fonte independente de financiamento levaria à diminuição da lealdade ao PCC. O resultado disso foi um esforço para transformar as empresas comerciais do ELP em empresas privadas administradas por ex-oficiais do ELP e reformar as aquisições militares de um sistema no qual o ELP controla diretamente suas fontes de suprimento para um sistema de contratação mais semelhante aos de Países ocidentais. A separação do ELP de seus interesses comerciais foi amplamente concluída em 2000. Encontrou muito pouca resistência, já que o spin-off foi organizado de tal forma que poucos perderam. == Hino == O hino militar do ELP é o Hino Militar do Exército de Libertação Popular () (Canção do Exército de Libertação Popular). A Comissão Militar Central (CMC) adotou a música como hino oficial em 25 de julho de 1988. A letra do hino foi escrita pelo compositor Gong Mu (nome verdadeiro: Zhang Yongnian; chinês: 张永年) e a música foi composta pelo compositor chinês nascido na Coreia, Zheng Lücheng.Biographical Dictionary of Chinese Women - Volume 2 - Page 145 Lily Xiao Hong Lee, A. D. Stefanowska, Sue Wiles - 2003 \"... situation of their conflicting nationalities by returning to China, where Zheng Lücheng took out Chinese citizenship. == Bandeira e insígnias == A insígnia do ELP consiste em um círculo com uma estrela vermelha com os dois caracteres chineses \"\"(literalmente \"oito-um\"), referindo-se a Revolta de Nanchang que começou em 1º de agosto de 1927 (primeiro dia do oitavo mês) e simbólico como a fundação do ELP pelo PCC. A inclusão dos dois caracteres (\"\") é um símbolo da história revolucionária do partido, carregando fortes conotações emocionais do poder político que derramou sangue para obter. A bandeira do Exército de Libertação Popular da China é a bandeira de guerra do Exército de Libertação Popular; o layout da bandeira tem uma estrela dourada no canto superior esquerdo e \"\" à direita da estrela, colocada em um campo vermelho. Cada ramo de serviço também tem suas bandeiras: O topo das bandeiras é igual à bandeira do ELP; o fundo são ocupados pelas cores dos galhos. A bandeira das Forças Terrestres tem uma barra verde-floresta na parte inferior. A bandeira naval tem listras de azul e branco na parte inferior. A Força Aérea usa uma barra azul-celeste. As Forças de Foguetes usam uma barra amarela na parte inferior. O verde floresta representa a terra, as listras azuis e brancas representam os mares, o céu azul representa o ar e o amarelo representa o clarão do lançamento de mísseis. Ficheiro:People's Liberation Army Flag of the People's Republic of China.svg|alt=A golden star, along with three Chinese characters, placed on a red background.|Exército de Libertação Popular Ficheiro:Ground Force Flag of the People's Republic of China.svg|alt=A golden star, along with three Chinese characters, placed on a red background. At the bottom of a flag is a green bar.|Forças Terrestres Ficheiro:Naval Ensign of the People's Republic of China.svg|alt=A golden star, along with three Chinese characters, placed on a red background. At the bottom of a flag are stripes of blue, white, blue, white and blue.|Marinha Ficheiro:Air Force Flag of the People's Republic of China.svg|alt=A golden star, along with three Chinese characters, placed on a red background. At the bottom of a flag is a sky blue bar.|Força Aérea Ficheiro:Rocket Force Flag of the People's Republic of China.svg|alt=A golden star, along with three Chinese characters, placed on a red background. At the bottom of a flag is a yellow bar.|Força de Foguetes == Ver também == * Forças Armadas da República da China == Bibliografia == === História === * * * * === Atualidade === * (China Military Power Report, Annual Report to Congresso dos EUA) * * * * === Livros citados === * * |Encarregado Categoria:Política da China",
 "title": "Exército de Libertação Popular"
}