{
 "id": "60598",
 "text": "Um acrônimo recursivo é uma abreviatura que se refere a si mesma na expressão que a simboliza. Devido a natureza da língua inglesa, a qual permite frases infinitamente recursivas, abreviaturas recursivas são definições circulares. == Exemplos relativos à informática == Em computação, uma antiga tradição da comunidade hacker (especialmente no MIT) era escolher acrônimos e abreviaturas que se referissem humoristicamente a si mesmos ou a outras abreviaturas. Talvez o primeiro exemplo neste contexto, por volta de 1977 ou 1978, é TINT (\"TINT Is Not TECO\"), um editor para MagicSix. Isto inspirou dois editores de LISP do MIT denominados EINE (\"EINE Is Not Emacs\") e ZWEI (\"ZWEI Was EINE Initially\"). Estes foram seguidos pelo GNU (\"GNU's not UNIX\") de Richard Stallman. Muitos exemplos incluem negativas, como negações de que a coisa definida seja ou se pareça com outra coisa. == Exemplos técnicos == Muito visto na informática: * PHP - PHP: Hypertext Preprocessor (de \"Personal Home Page Tools\", mais frequentemente referenciado como \"PHP Tools\") * GNU - GNU's Not Unix * WINE - WINE Is Not an Emulator == Exemplos não-técnicos == Acrônimos recursivos não estão limitados à terminologia de informática. Por exemplo, algumas empresas foram renomeadas desta forma: * NEAR — Near Earth Asteroid Rendezvous * BWIA — BWIA West Indies Airways (ex-British West Indian Airways) * GES — GES Exposition Services (ex-Greyhound Exposition Services) * SAAB — Saab Automobile Aktiebolaget (ex-Svenska Aeroplan Aktiebolaget) * TAP - TAP Air Portugal — em português, todavia, TAP é um acrônimo de Transportes Aéreos de Portugal e não é recursivo. * VISA — Visa International Service Association * ADAP - ADAP Discount Auto Parts * MOCS - Mocs, One Curious Solution == Exemplos ficcionais == *Em Twin Peaks, Laura Palmer descobre que sua nêmesis, Bob, era um acrônimo para Beware of Bob (\"cuidado com Bob\") == Ver também == * Acrônimo * Mocs Categoria:Jogos de palavras Categoria:Onomástica it:Acronimo#Acronimo ricorsivo",
 "title": "Acrônimo recursivo"
}