{
 "id": "6059",
 "text": "Arganil é uma vila portuguesa do distrito de Coimbra, na província da Beira Litoral, região do Centro (Região das Beiras) e sub-região Região de Coimbra, com cerca de habitantes. É sede do Município de Arganil que tem de área e habitantes (2011), subdividido em 14 freguesias.Lei n.º 11-A/2013, de 28 de janeiro: Reorganização administrativa do território das freguesias. Anexo I. Diário da República, 1.ª Série, n.º 19, Suplemento, de 28/01/2013. O município é limitado a norte pelos municípios de Penacova, Tábua e Oliveira do Hospital, a nordeste por Seia, a leste pela Covilhã, a sul por Pampilhosa da Serra, por Góis e pela Lousã (numa escassa centena de metros) e a oeste por Vila Nova de Poiares. Arganil fica situada em um bonito vale junto a dois ribeiros do mesmo nome, que desaguam no Alva, acima do Sarzedo, onde tem uma ponte de pedra, feita em 1850. Dista 60 quilómetros a este de Coimbra e 240 ao norte de Lisboa. A vila é uma das mais importantes do Distrito de Coimbra e consta, pela tradição, à falta de outras indicações mais seguras, que foi fundada pelos Romanos, no ano de 150 D.C., os quais lhe deram o nome de Argos, e floresceu no período da dominação. Esta notícia, apesar de muito vaga, parece confirmar-se pelo aparecimento de várias moedas de ouro e prata, quando há dois séculos se procedeu a escavações para diversas obras.Arquivo Nacional da Torre do Tombo, Memórias Paroquiais 1722/1832,Dicionário geográfico de Portugal, Tomo 4, A 4, 72 Arganil 1758/1758-m0236 Todavia, sustentam alguns escritores que seja a cidade Aussasia dos primeiros Lusitanos, fundada 550 anos A.C., mas esta versão é pouco autorizada. Durante o Império Romano foi Argos uma cidade muito florescente. No ano 716 os Árabes a invadiram e arruinaram, reedificando-a depois, mas não tornou a atingir a sua antiga prosperidade. Pertence ao bispado e distrito administrativo de Coimbra. Arganilense é o nome atribuído aos habitantes de Arganil e tem como feriado municipal o 7 de Setembro, festa de Nossa Senhora do Mont'Alto. O seu santo padroeiro é São Gens. ==Etimologia== Arganil significa pequeno campo “Arganil é palavra portuguesa antiga, diminutivo de Arga, significa pequeno campo, campinho. Arga é corrupção de agra, campina, do latim agro, campo.” ==História== Alguns autores mencionam que Arganil foi fundada pelos romanos, e outros citam os lusitanos. Na Grande Enciclopédia Portuguesa e Brasileira encontramos :“A tradição diz ter sido Arganil cidade romana que se teria chamado Argos, querendo alguns autores que fosse a Aussasia dos antigos lusitanos. Que a vila existia no começo da monarquia lusitana é facto averiguado, pois no ano de 1160 da era de César foi ela doada à Sé de Coimbra pela rainha D. Tereza, mãe de D. Afonso Henriques existindo já no seu termo o Mosteiro de S. Pedro de Folques.” Grande Enciclopédia Portuguesa e Brasileira. Lisboa: Rio de Janeiro: Editorial Enciclopédia, [19-]. Vol.III. P. 186-187 Entretanto, o primeiro documento conhecido que se refere a Arganil, o da doação feita pela Rainha D. Teresa, Mãe de D. Afonso Henriques, da Vila à Sé de Coimbra, prova a sua existência anterior à Monarquia Portuguesa. Apesar, porém, desta doação, nunca chegou a entrar na posse dela, ou porque tornasse ao poder dos árabes, ou porque a doadora mudasse de parecer. * Carta de Povoamento e Foral - “No que concerne a Arganil, em 25 de Dezembro de 1114, o bispo D. GonçaloBispo de Coimbra - D. Gonçalo Pais (1109 - †1127) outorgou uma carta de povoamento aos habitantes desta povoação.”BARROS, Patrícia Cláudia Nascimento de Sousa – Uma visão de Arganil através dos seus forais. Arganil: Câmara Municipal, 1998. P. 29A.N.T.T. - Cabido da Sé de Coimbra 0906/1646, Livro Preto da Sé de Coimbra,m0514 -Folha255 e verso- A.N.T.T. - Cabido da Sé de Coimbra 0906/1646, Livro Preto da Sé de Coimbra,m0581 índice Aos 1 de Janeiro de 1175, Pedro Uzbertiz outorga uma carta de foro a Arganil, assinada no acervo do Arquivo Público.BARROS, Patrícia Cláudia Nascimento de Sousa – Uma visão de Arganil através dos seus forais. Arganil: Câmara Municipal, 1998. p. 22 Aos 18 de Dezembro de 1273 nas Cortes de Santarém e por Carta domini regis super corrigimento corrigendo in regne, é eleito como corregedor de Arganil, Pedro Afonso de Arganil. O certo é que em 1219 era Senhor da Vila, Afonso Pires de Arganil, o mesmo que trouxe as Relíquias dos Mártires de Marrocos para a Igreja de Santa Cruz, de Coimbra. Reinava D. Afonso IV (o Bravo), quando por transacção com D. Senhorinha neta de Afonso Pires, e os administradores da fazenda régia, Arganil entrou no número das vilas de senhorio da coroa, sendo dada pelo mesmo soberano, no ano de 1392, em dote a sua neta infanta D. Maria, filha de D. Pedro I e de sua primeira mulher, a Infanta D. Constança, quando aquela foi casar com D. Fernando de Aragão. Falecendo esta Princesa sem sucessão, reverteu outra vez para a corôa, e foi doada em 1423 por D. João I a Martim Vasques da Cunha, que a trocou à Sé de Coimbra pela vila de e couto de Belmonte e seu termo, e pelo couto de S. Romão, vindo por esta forma a tornar-se propriedade da mitra conimbricence. Possui foral novo que lhe foi dado em Lisboa, por El-Rei D. Manuel, a 12 de Setembro de 1514.Digitarq - Arq. Dig. Torre do Tombo - Minutas para os Forais - Ref.PT/TT/CC/1/1/000002Digitarq - Arq. Dig. Torre do Tombo - Foral de Arganil 1514-09-12/1516-09-14 - Ref: PT/TT/FRS/08 As gentes de Pombeiro e Celavisa pagavam antigamente a Arganil certo fôro, mas se compravam aqui qualquer propriedade eram isentas de sisa. Aos Bispos de Coimbra competia pôr ali ouvidores, que conheciam das apelações de vinte e duas vilas, coutos do bispo-conde, que tinham também o direito de nomear o Juiz Ordinário, três Vereadores, um Procurador de Concelho, Escrivão de Camara, Juiz dos Órfãos, etc. Em Arganil houve um Convento de Crúsios, fundado por D. Vermudo Paes e sua mulher D. Elvira Draiz, por doação de 13 de junho de 1086, e um século depois, estando muito arruinado, foram os frades mudados para o da Mata de Folques, Convento que D. Sancho I veio a contar em 1204.Testamento de Elvira Draiz - Arquivo Nacional Torre do Tombo ref:PT/TT/MSPF/M001/09 Aos priores deste mosteiro deu D. Afonso V, ao fazer condes de Arganil os bispos de Coimbra, o título de “Condes da vila de Alvares e senhores da vila de Fajão”. O Convento conservou os Senhorios destas duas Vilas até 1834, tendo nelas jurisdições, pondo alcaides, recebendo Jugadas, etc., etc. Um dos privilégios que gozavam os Priores de Folques era o de receberem da Câmara de Alvares um tanto dinheiro para o jantar, todas as vezes que ali comparecessem. Este Convento (depois de tornado comendatário, sendo o último usufruidor, Luis Carneiro em tempo de D. Sebastião) foi incorporado em 1595 nos apanágios da Sé de Coimbra. thumb|thumb|left|A aldeia de xisto de Piódão === Bispos de Coimbra === Os bispos de Coimbra possuíam na vila um bom palácio com uma capela de três naves, fundado no século XIV, por D. Fernando Rodrigues Redondo e sua mulher D. Senhorinha Afonso. Gozavam do título de Condes de Arganil os Bispos de Coimbra, por mercê d’El-Rei D. Afonso V, passada em 1472 a favor do Bispo D. João Galvão e de seus sucessores no bispado. Uma época remota houve que as lides da guerra não repugnava a dignidade de sacerdote. Muitos prelados e outros eclesiásticos, movidos pelos nobres sentimentos da independência da pátria, juntavam ao carácter sacerdotal o de guerreiros intrépidos. Conserva- nos a história alevantados exemplos de muitos que, sobrepondo as vestes sacerdotais a armadura de cavaleiro, empunhando numa das mãos a cruz e na outra a lança, se arrojavam com audaciosa intrepidez no campo de batalhas, batendo-se pela fé e pela pátria. Briosa lição para os inimigos deste cobiçado Jardim da Europa e da nossa jovem República. Sucedia então com os eclesiásticos o mesmo que com as Igrejas. Quem atentar bem nos poucos edifícios religiosos que ainda nos restam da Idade Média, notará que o seu aspecto é meio guerreiro e meio eclesiástico, e que as paredes exteriores apresentam a forma de fortaleza, erguendo-se por entre as ameias a Cruz. Ao folhearmos as páginas da História Pátria, frequentes vezes se nos deparam brilhantes feitos de armas praticados por eclesiásticos nos campos da batalha. O arcebispo de Braga, D. Estêvão Soares da Silva, acompanhou D. Sancho II e prestou-lhe relevantes serviços nas suas conquistas e nos combates que este notável Monarca sustentou contra os mouros, e distinguiu-se principalmente na conquista de Elvas. No ano de 1336, invadindo os Castelhanos o norte de Portugal, ligam-se o arcebispo de Braga D. Gonçalo, o bispo do Porto e o mestre da ordem de Cristo, organizam corpos de tropas, saem ao encontro do inimigo, e com tanto esforço o combatem, que ele se vê forçado a fugir, com grande perda de gente e bagagem.Guerra entre Portugal e Castela-1336 a 1339 Na memorável batalha do Salado, no dia 28 de Outubro de 1340, obra prodígios de valor o arcebispo D. Gonçalo, combatendo ao lado d’El-Rei D. Afonso IV. O arcebispo de Braga, D. Lourenço, em 1385 pelejou com o maior denodo na gloriosa batalha de Aljubarrota; e a tal ponto se expôs, penetrando nas hostes inimigas, que recebeu no rosto uma formidável cutilada, cuja cicatriz ainda hoje se divisa na sua múmia conservada na Sé de Braga. E refere a história que este valioso prelado se desafrontara em continente, prostrando a seus pés, sem vida, o castelhano que descarregara a cutilada. No dia 28 de Agosto de 1437 aportou em Ceuta dirigindo-se á conquista de Tanger, uma armada em que ia o bispo de Évora, D. Alvaro d’Abreu, igualmente avesado a empunhar a lança, que tão bem escrevia nos seus pergaminhos teólogos com a pena de letrado, como a peito descoberto combatia com a espada nas batalhas. Na funestíssima batalha de Alcácer-Kibir, tomou parte e lá morreu, o bispo de Coimbra, D. Manuel de Meneses, que, com a lança, mostrou que ainda nas armas fez vantagem ás letras. Da mesma forma heróica acabou Aires da Silva, bispo do Porto. Finalmente, deixando muitos outros exemplos, o bispo de Coimbra, D. João Galvão, acompanhou El-Rei D. Afonso V na jornada de África de 1471, e não só lhe prestou grandes auxílios de fazenda, como o ajudou pessoalmente na conquista de Arzila e Tânger; e nesta ocasião – para nos servirmos das próprias expressões do autor da “Évora Gloriosa” – o bispo se mostrou tão pontífice como soldado. Em paga de tais serviços, foi que El-Rei lhe deu, para ele e seus sucessores, o título de Conde de Arganil, título até ao dia de hoje usado pelos bispos desta diocese, que também já se assignaram, além daquele título, “Senhores de Côja e alcaides-móres de Avô”. Os castelos de Côja e Arganil foram doados à Sé de Coimbra pela Rainha D. Teresa e Conde D. Henrique, como consta do Livro Preto. Pelos tempos adiante, não sabemos a que título passou Arganil a outro senhorio, mas posteriormente voltou para o poder do bispo e cabido de Coimbra, pois que, segundo se vê do “Elucidario”, de Viterbo, no ano de 1394 confirmou El-Rei D. João I a permutação que o bispo e o cabido haviam feito com Martim Vasques da Cunha, dando aqueles os lugares de Belmonte e couto de S. Romão, e este a vila de Arganil e seus termos. Acrescenta o mesmo autor, “que naqueles lugares tinham uns e outros meio e misto imperio, padroados e direitos de padroado, frutos e proveitos, rendas e outros direitos”. A preeminência de conde, inerente á sua dignidade, tem obrigado os bispos de Coimbra a apresentarem-se em ocasiões solenes com o fausto e ostentação próprias de grandes senhores. ==== Frei Luís de Sousa ==== Frei Luis de Sousa, enumerando os prelados portugueses que assistiram ao Concílio de Trento, diz do bispo de Coimbra: :“Um D. João Soares, que com o título de Bispo de Coimbra, tinha também o de Conde de Arganil senhor da vila de Côja, por estes se houve obrigado a aparecer no Concilio com fausto de principe secular, o qual representou com esplendor e magnificência notável. E por isso se visse que fora isto força de estado, mais que de ânimo, passada a ocasião do Concílio se pôs a caminho a visitar os lugares santos de Jerusalém, recompensando com moderação de peregrino voluntário as superfluidades de senhor forçado”. === D. Afonso V === D. Afonso V declarando pela sua lei de 1480 a maneira e modo por que os privilegiados haviam de pagar as Jugadas das terras que lavrassem e não fossem suas, expressamente diz :“que o primeiro Rei deste reino de gloriosa lembrança, por um especial título reservou as Jugadas para si e seus sucessores”. Pagava-se este tributo de cada junta de bois com que a terra jugadeira se lavrasse um moio de trigo ou milho. Também se chamava jugada ao tributo que pagavam certas terras de pão que nelas semeavam, e esse imposto era lançado por convenção dos colonos e direto senhorio. Todas as Jugadas variavam segundo as diferentes terras em que se pagavam. Havia jugadas de pão, vinho e linho, de que fala a Ordem, Liv. 11, tit.33. Na Jurisprudência antiga eram muito vulgares os termos Baraço e Cutelo, que correspondiam a Soga e Cochilo em Espanhol. Chamavam, pois, senhor de Baraço e Cutelo, ao que tinha em algum território todo o meio e misto Império ou todo o alto e baixo Imperio. O meio ou alto Imperio era o poder ou jurisdição, alto e supremo, para obrar tudo o que fosse benefício do povo e em particular interesse do imperante, especialmente do criminal, em que decidia sobre a vida ou membros dos vassalos, desterro ou confiscação de todos os bens; e por isso, se chamava senhor de Cutelo. Verdade é que não podia exorbitar das leis uma vez estabelecidas na sua Comarca ou respectivo território. O império Misto ou baixo, a que também chamavam jurisdição média, era um poder que se estendia a pena de sangue, e que ordinariamente versava tão somente nas causas cíveis. O magistrado recebia alguns emolumentos por ministrar justiça ás partes. Estes dois Impérios ou Poderes são os que hoje chamamos Cível e Criminal. O primeiro entendido pelo Baraço, estendia-se á prisão e sequestro das temporidades até condigna satisfação dos credores ou queixosos; o segundo, representado no Cutelo, estendia-se á mesma morte, natural ou civil. Porém o tempo e a civilização mostraram aos nossos Soberanos que o direito da vida e da morte se não devia alienar da corôa, sendo a Saúde e Indemnidade do Povo a Lei Suprema. E por isso foram cortando estas jurisdições, reduzindo-as a mais estreitos limites, até que caducaram completamente.\" Artigo publicado em 1890 - em 1912 por J. Costa Neves: Jornal \"A Comarca de Arganil\" - 11 de Abril de 1912 – n.º575 – Pag.02Cont.:Jornal \"A Comarca de Arganil\" - 18 de Abril de 1912 – n.º576 – Pag.02 ==== Priorado ==== Arganil foi Priorado do Padroado Real e Comenda da Ordem de Cristo e Colegiada, passando mais tarde a Reitoria. O pároco foi vigário da apresentação real.Archeevo AUC - Arquivo Paroquial de Arganil - Código de Referência: PT/AUC/PAR/AGN02 === Final do Século XVIII === Em 1758, na vila não constava Hospital algum, tendo 172 vizinhos, contando quatrocentas e oito pessoas.Arquivo Nacional da Torre do Tombo, Memórias Paroquiais 1722/1832,Dicionário geográfico de Portugal, Tomo 4, A 4, 72 Arganil 1758/1758-m0229 Composta por cinco Freguesias com a da Vila, e quatorze lugares: Nogueira, Lomba da Nogueira, Casal, Rochel, Vale da Nogueira, Salão, Sarcina, Cadavais, Maladão, Liboreiro, Aveleira, Pereiro, Torroselas, Balbona, Casal de S. Pedro, Casal do Barco, Casal da Perdiz. Diz ainda o Padre Manoel da Costa Lemos Tunes no seu Dicionário Geográfico, aos 22 de Abril de 1758: Sempre foi tradição, fora no sítio de São Pedro, em toda a sua planície que é grande, a cidade de Argos, e por algumas partes desta planície se tem achado sepulturas de pedra e outras coisas! Esta planície fica junto ás margens do Rio Alva, sítio muito acomodado para ser cidade, e por esta tradição se tem, se derivou da cidade de Argos esta Vila de Arganil! Arquivo Nacional da Torre do Tombo, Memórias Paroquiais 1722/1832,Dicionário geográfico de Portugal, Tomo 4, A 4, 72 Arganil 1758/1758 A Vila de Arganil, onde até então existia um Ouvidor eleito, foi elevada a Comarca pela Rainha D. Maria I, no Palácio de Nossa Senhora da Ajuda, aos 7 de Janeiro de 1792. O Alvará seria publicado e registado na Chancelaria Mor da Corte aos 10 de Março de 1792. === Invasões Francesas === Um dos concelhos do reino que mais sofreu com a Invasão Francesa, foi o de Arganil. De uma lista oficial, publicada depois da expulsão das hostes de Junot e Masséna, se vê que só nesta vila e seu termo roubaram, nos meses de Fevereiro e Março de 1811, $240 réis em dinheiro; $000 réis em diferentes objectos de ouro e prata; roupas de seda, lã e linho, na importância de $800 réis; vasos de prata, turíbulos, castiçais, cruzes e alfaias, só da Igreja de Arganil, na importância de $000 réis; as pratas das Secarias, no valor de $000 réis; de trigo, centeio, cevada, feijão e milho, que estragaram, alqueires; azeite e aguardente, vinagre e vinho, almudes e alqueires; de carne de porco e banha, 584 arrobas; 314 cabeças de gado grosso; de gado miúdo; 7 cavalos e 4 éguas; 191 porcos; galinhas; 612 colmeias e 53 alqueires de mel. Destruiram e cortaram oliveiras, 422 castanheiros, carros de pinheiros; incendiaram um templo e 13 casas particulares; mataram 3 eclesiásticos, 23 seculares e 7 mulheres; ultrajaram e aprisionaram 96. Entre 15 e 28 de Agosto de 1810, Arganil interveio com a sua Milícia, sob o comando do Coronel William Cox, na defesa da Terceira invasão francesa de Portugal por Masséna. O Coronel Britânico William Cox, ostentava o posto de Brigadeiro Lusitano, assistido por outros 5 oficiais Britânicos. As suas tropas eram compostas pelo 24º Regimento de Infantaria (R.I. 24 de Bragança) da linha Portuguesa e pelas Milícias de Arganil, Trancoso e Viseu, que somavam um total de 4000 infantes, com o 11º esquadrão de cavalaria e 400 artilheiros. Defrontaram as tropas francesas no Cerco de Almeida. Os acontecimentos dos dias 27 e 28 de Agosto viriam a ser extremamente duros para o Exército Anglo-Luso, sob o comando do General Wellington. Devido a uma enorme explosão em que parte de Almeida literalmente desapareceu numa cratera, o Coronel William Cox sofreu a perda de 500 homens e artilharia sem os quais não seria possível resistir aos ataques de Masséna. As restantes tropas de Wellington haviam recuado na defesa de outras regiões e asseguravam outros pontos estratégicos, ainda decorrentes do anterior Combate do Côa. O Coronel Cox, isolado, com as tropas desmoralizadas, sem mantimentos e munições para mais do que 1-2 dias de resistência, ver-se-ia obrigado à rendição. A vitória de Wellington e do Exército Anglo-Luso ocorreriam nas sequentes Batalha do Buçaco , Combate de Redinha e Combate do Sabugal, infligindo grandes perdas no exército de Mássena, que iniciou a retirada a 3 de Abril de 1811. === Final do século XIX === Uma das escolas Conde Ferreira seria construída em 1867, localizando-se junto ao \"Paço do Bispo de Coimbra e Conde de Arganil\", mais tarde denominado terreno do \"Paço Grande\".Jornal \"A Comarca de Arganil\", 24 de Julho de 1919 n.º953 Aos 07 de Junho de 1870 e por testamento, a Senhora Condessa das Canas - D. Maria Isabel de Melo Freire de Bulhões - determinou que a sua casa Nobre, e propriedades, se transformassem em Hospital para os pobres da sua terra natal. Apelidada de \"Mãe dos Pobres\", encontra-se homenageada em Monumento no Jardim do Hospital.Jornal \"A Comarca de Arganil\" - 28 de Agosto de 1924 – n.º1213 – 1ª página === Implantação da República Portuguesa === …Mas a história, também dá lições, fez o 5 de outubro de 1910, em que o Exército, Marinha e Povo, fez mais um esforço heróico, em que provou que a terra portuguesa devia ser livre. Oxalá que muitos, que não conhecem esta linda terra de Portugal e os seus filhos da Comarca, se convençam que p’rá frente é que é o caminho. E Arganil, que é bastante rica, há-de ter ocasião própria, a sua prosperidade que teve na Idade Média. === Século XX === Em 1 de Janeiro de 1901, seria publicado o primeiro número de A Comarca de Arganil sob a égide do Brasão de Armas de Arganil que contemplava uma Amoreira, símbolo que se explicará nas pragmáticas de 25 de janeiro de 1677 e de 1686, na fomentação das lãs e sedas em tempo de D. Pedro II. Encimando, a Vieira ou Concha de Santiago. === I Guerra Mundial === O município de Arganil foi bastante sacrificado na 1ª Guerra Mundial, num total de 260 Arganilenses mobilizados para o teatro de guerra.Arquivo Histórico Militar https://arqhist.exercito.pt/ Código e referências:PT/AHM/DIV/1/35A/./../..... Em sessão da Comissão Administrativa do Concelho, foi Relembrada a Batalha de La Lys onde estiveram soldados Arganilenses, aos 9 de Abril de 1919.Jornal \"A Comarca de Arganil\", Artigo: \"Os dias 09 e 10 de Abril de 1918\", 10 de Abril de 1919, n.º938 – 2ª página Em memória destes combatentes Jaime Cortesão, que se alistou para auxiliar na Frente da guerra ao nível da Medicina, adido do Regimento Infantaria 23 de Coimbra escreveria: :Eu os vejo, como o Pintor os viu, o tronco envolto na samarra, e as pernas nos safões, hirsutos e felpudos, como os Lusitanos bárbaros de outrora. Descem do seu calvário, patujando, a fundo, com as suas toscas botifarras dentro da neve e da lama, nos trilhos aspérrimos das trincheiras. Vergam ao peso das armas, da mochila, do capote, do capacete, da máscara, e mais ainda da miséria, da doença, do cansaço e do abandono a que os lançaram: Vergam ao peso da mais espantosa dor que algum acarretou. São enormes: cresceram na proporção das dores sofridas; enchem a vida com as suas figuras. Alguns trazem ainda nos olhos o clarão dos horizontes sem fim onde se ergueram. Doutros o olhar nada em desdém e orgulho.Não suponham que estiveram durante dois ou três anos na guerra, sofrendo, sangrando, matando e morrendo, para continuarem a ser os soldados risonhos. Os que voltaram são uma força que foram espantosamente activa e fecunda. São braços que aprenderam a manejar de mil maneiras a foice da Morte. São almas que mergulharam no abismo do sofrimento e da miséria até ao fundo. Tiveram as mais tremendas revelações. Esses poucos são uma legião de gigantes. Não vale a pena esquecê-los e desprezá-los. Contem com eles! === Brasão de Armas === Por decreto oficial datado de 18 de Maio de 1934, passou a constar o Brasão de Armas: de prata com um pinheiro de sua cor, saínte de um terrado de verde realçado de negro, acompanhado por dois crescentes de vermelho. Coroa mural de prata de quatro torres. Bandeira verde tendo por baixo das armas um listel branco com os dizeres a negro \"Câmara Municipal de Arganil\". Cordões e borlas de prata e de verde. Haste e Lança de ouro.Selo Circular, tendo ao centro os emblemas que compõem as armas, sem indicação dos esmaltes. Em volta, dentro dos círculos concêntricos, os dizeres \"Câmara Municipal de Arganil\".Elucidário Nobiliárquico - Revista de Historia e de Arte -Louvada por Portaria do Ministério Público de 15 de Fev. 1929, e, Premiada com Medalha de Ouro na 11ª Exposição de Sintra em 29 de Agosto de 1929, editor e Director Afonso de Dornelas, Lisboa IIVolume, Junho de 1929, nºVIDiário de Governo, Iª Série - n.º115 - Sexta-Feira, 18 de Maio de 1934 Um jornal que perdurou ao longo dos tempos noticiando 3 concelhos, de proximidade, comunidade, participando no seu desenvolvimento e engrandecimento, pela Instrução! Jornal \"A Comarca de Arganil\", 01 de Janeiro de 1901 n.º1 === Conclusão === Arganil tem História diversa, como a História não poderia deixar de ser. Raízes de uma Vila muito antiga, e não faltando à expressão do autor Pinho Leal - Esta Vila é Antiquíssima -, que se embrenha escrita e descrita na História deste nosso Portugal. Dos tempos de conquistas, descobrimentos, criação de infraestruturas... da religião, mosteiros e Santos de que se compunham o nome das Terras. E é interessante na região, a predominância de São Pedro, a pedra basilar de um bem maior. Da geografia, geologia, no centro de um País que se expandiu e nos legou a própria História. Das gentes que fizeram parte dessa História construindo, fazendo, entre ajudando com solidariedade, e da nobreza de tais actos. De grandes escritores como Miguel Torga. De legados aos pobres como pela Condessa das Canas, apelidada de \"Mãe dos Pobres\", aos médicos de profissão que honravam a medicina com actos altruístas e que eram apelidados de \"Pai dos Pobres\" - Fernando Valle. Apelidos de honra e valor humanitários dos que aqui ficam descritos, e muitos mais que aqui não são lembrados, de uma População e Personalidades que na sua bondade, actos nobres e humanitários, são característica raiz desta terra chamada Arganil. ==População== Número de habitantesInstituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 18 806 20 662 21 449 21 232 22 004 21 417 18 343 22 002 21 736 19 237 15 747 15 507 13 926 13 623 12 145 11 065 (Obs.: Número de habitantes \"residentes\", ou seja, que tinham a residência oficial neste município à data em que os censos se realizaram.) Número de habitantes por Grupo EtárioINE - http://censos.ine.pt/xportal/xmain?xpid=CENSOS&xpgid;=censos_quadros 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 0-14 Anos 6 950 7 212 6 837 6 549 6 115 5 841 5 139 3 935 3 188 2 452 1 886 1 350 1 115 15-24 Anos 3 522 3 468 3 356 3 465 3 483 3 348 2 835 2 025 2 237 1 677 1 659 1 172 879 25-64 Anos 8 625 8 754 8 882 8 676 8 951 9 274 8 573 7 230 6 970 6 442 6 529 5 991 5 389 = ou > 65 Anos 1 413 1 648 1 767 1 964 2 046 2 374 2 690 2 740 3 112 3 355 3 549 3 632 3 682 (Obs: De 1900 a 1950 os dados referem-se à população \"de facto\", ou seja, que estava presente no município à data em que os censos se realizaram. Daí que se registem algumas diferenças relativamente à designada população residente) == Política == === Eleições autárquicas === Data % V % V % V % V % V % V % V Participação PPD/PSD PS CDS-PP FEPU/APU/CDU AD PSN IND 1976 42,23 4 38,71 3 9,02 - 3,12 - 1979 AD 29,74 2 AD 4,21 - 61,81 5 1982 28,68 2 4,20 - 61,81 5 1985 53,68 4 39,12 3 2,62 - 1989 39,52 3 55,79 4 1,37 - 1993 48,06 4 44,83 3 2,47 - 0,95 - 1997 33,96 2 46,50 4 13,52 1 0,96 - 0,91 - 2001 41,28 3 47,09 4 2,77 - 3,40 - 2005 55,77 4 36,20 3 0,87 - 3,40 - 2009 58,50 5 17,92 1 2,52 - 17,71 1 2013 56,61 5 29,78 2 5,81 - 2017 47,71 4 43,16 3 4,27 - 2021 59,33 5 31,01 2 4,61 - === Eleições legislativas === Data % PSD PS CDS PCP UDP AD APU/ CDU FRS PRD PSN BE PAN PSD CDS L IL CH 1976 33,53 31,77 17,09 2,08 0,60 1979 AD 29,20 AD APU 0,37 58,23 4,23 1980 FRS 0,40 61,14 4,27 26,44 1983 42,64 35,42 11,47 0,59 3,85 1985 40,49 26,23 7,84 0,56 3,34 14,57 1987 60,35 24,34 4,59 CDU 0,19 1,87 2,22 1991 65,35 24,86 2,64 1,12 0,40 1,04 1995 48,09 41,04 5,04 0,60 1,25 0,32 1999 45,16 43,76 4,72 1,84 0,80 2002 49,88 37,39 5,80 1,73 1,15 2005 43,72 41,99 5,18 1,93 2,60 2009 40,75 38,41 6,57 2,88 5,39 2011 47,97 30,40 6,86 3,20 2,77 0,79 2015 CDS 33,75 PSD 3,28 6,54 0,53 46,64 0,53 2019 31,01 42,63 2,70 2,98 7,71 2,39 0,66 0,56 0,49 2022 31,57 49,09 1,20 1,77 3,25 1,05 0,62 2,02 5,46 2024 AD 34,91 AD 33,57 1,87 3,56 1,53 2,00 2,31 14,94 ==Freguesias== O município de Arganil está dividido em 14 freguesias: * Arganil * Benfeita * Celavisa * Cepos e Teixeira * Cerdeira e Moura da Serra * Côja e Barril de Alva * Folques * Piódão * Pomares * Pombeiro da Beira * São Martinho da Cortiça * Sarzedo * Secarias * Vila Cova de Alva e Anseriz ==Património== * Igreja Paroquial da Vila de Arganil * Igreja da Misericórdia (Arganil) A Santa Casa da Misericórdia de Arganil, existindo já antes como Confraria de Nossa Senhora da Conceição, sita na Colegiada de S. Gens da Vila, foi legitimada por provisão Régia aos 06 de Junho de 1647, em reinado de D. João IV. \"A primeira eleição de oficiais que se fez na dita casa para nela servirem foi no ano de 1651\".Arquivo Nacional da Torre do Tombo, Memórias Paroquiais 1722/1832,Dicionário geográfico de Portugal, Tomo 4, A 4, 72 Arganil 1758/1758, m0234 Desde sempre com dedicação e ao serviço dos necessitados e população Arganilense.Jornal \"A Comarca de Arganil\" - 12 de Junho de 1980 – n.º8062 – 1ª página * Capela do Senhor da AgoniaJornal \"A Comarca de Arganil\", Artigo: \"Um Santo natural de Arganil - Imagem de S. Goldrofe\", 19 de Novembro de 1940, n.º2698 – 1ª página * Santuário do Mont’Alto A Capela de Nossa Senhora do Mont'alto seria construida no ano de 1521. Segundo dizia o Padre António Maria Rodrigues, natural de Arganil, nascido aos 03 de Abril de 1842: \"não se pode precisar a época da sua fundação\", mas que terá sido alvo de reedificação já existindo anteriormente a 1521.Jornal \"A Comarca de Arganil\" - 11 de Maio de 1905 a 17 de Agosto de 1905 – n.os 220 a 234 - \"A Senhora do Mont'Alto\", Notas para uma monografia, pelo Padre António Maria Rodrigues – 3.as páginas * Capela do Senhor da Ladeira * Capela de São Pedro * Teatro Alves Coelho * Pelourinho de Arganil (frag.) * Igreja Matriz de Coja * Capela da Senhora da Ribeira * Capela de Santo António (Coja) * Pelourinho de Coja * Capela de S. Pedro (Folques) * Mosteiro de Folques * Igreja do Piódão * Igreja Matriz de Pombeiro da Beira * Pelourinho de Pombeiro da Beira * Capela da Póvoa da Rainha Santa ou Capela da Rainha Santa * Capela de Santa Quitéria em Pombeiro da Beira datada do Sec.XVII * Igreja matriz de São Martinho da Cortiça * Igreja paroquial (Sarzedo) * Igreja Matriz de (Vila Cova de Alva) * Igreja da Misericórdia (Vila Cova de Alva) * Convento de Santo António (Vila Cova de Alva) * Pelourinho de (Vila Cova de Alva) * Povoação de Piodão * Capela da Póvoa da Rainha Santa ou Capela da Rainha Santa * Dólmen dos Moinhos de Vento - Castro da Lomba do Canho-Secarias ==Equipamentos== * Biblioteca Municipal Miguel Torga * Teatro Alves Coelho * Cerâmica Arganilense - Espaço Multiusos, Piscina, Auditório. * Museu Regional de Arqueologia e Etnografia de Arganil ==Turismo== * Aldeia Histórica do Piódão * Aldeia do Xisto de Benfeita * Aldeia do Xisto de Vila Cova de Alva * Serra do Açor * Mata da Margaraça * Foz d'Égua * Cascata da Fraga da Pena * Barragem das Fronhas * Zona Balnear de Piódão * Zona de Lazer de Foz d'Égua * Zona Balnear de Coja * Zona Balnear de Pomares * Zona de Lazer “Valeiro do Barco” – Sarzedo * Praia Fluvial da “Cascalheira” – Secarias * Zona de Lazer “Peneda Talhada” – Secarias * Zona de Lazer Pomares - Agroal * Zona Balnear de Benfeita * Zona de Lazer “Poço da Cesta” – Casal Novo - Cepos * Zona de Lazer “Urtigal” – Barril de Alva * Zona de Lazer Moinho de Alva – Coja * Zona de Lazer “Poço do Pujadouro” – Cepos * Zona de Lazer de Sobral Magro - Pomares * Zona de Lazer de Barril de Alva (junto à ponte) * Zona de Lazer de Malhada Chã - Piodão * Zona de Lazer de Folques * Grande Rota do Alva (GR 51) == Arganilenses ilustres == * Luís Caetano Lobo, nascido em Goa * José Simões Dias * Alberto da Veiga Simões * Albino de Abranches Freire de Figueiredo * António Dias Ferreira * Benvinda Marques Matias * Fernando Valle * Francisco Lopes * Henrique Gabriel * José Alves Mattoso * José Dias Ferreira * Mário Mathias * Matias de Figueiredo e Melo * Sinde Filipe == Geminações == A vila de Arganil é geminada com as seguintes cidades:http://www.anmp.pt/anmp/pro/mun1/gem101l0.php?cod_ent=M3300 * Las Torres de Cotillas, Múrcia, Espanha * Beira, Sofala, Moçambique * Angoche, Nampula, Moçambique * Rio de Janeiro, Rio de Janeiro, Brasil * Dudelange, Luxemburgo, Luxemburgo == Ver também == * Lista de percursos pedestres de pequena rota em Portugal == Bibliografia == * * * * * * * * * * * * * * * * * * == Ligações externas == * Personalidades do Concelho * O que visitar * Fotografias de Arganil no Flickr * Fotografias de Arganil no Flickriver * Minas do Paço Grande",
 "title": "Arganil"
}