{
 "id": "60616",
 "text": "{{Info/Região metropolitana do Brasil | nome = Região Metropolitana de Campinas (RMC) | mapa = SaoPaulo RM Campinas.svg | imagem = Landsat RM Campinas SP.JPG | estado = São Paulo | lei = 870 | data = 19 de junho de 2000 | municípios = 20 | sede = Campinas | regiões metropolitanas limítrofes = Jundiaí Sorocaba Piracicaba | área = 3791.910 | área_ref = | população = 3342707 | data_pop = Estimativa Populacional IBGE/2021 |população_pos = 10 | idh = 0.792 | data_idh = PNUD/2010 | idh_pos = 2 | idh_ref = | pib = 142.301 milhões | data_pib = | pib_per_capita = 48.332,79 | data_pib_per_capita = Seade/2013 }} A Região Metropolitana de Campinas, com sigla RMC, constituída por 21 municípios paulistas, foi criada pela lei complementar estadual 870, de 19 de junho de 2000. A região é uma das mais dinâmicas no cenário econômico brasileiro e representava, em 2013, 1,8% do PIB (produto interno bruto) nacional e 7,81% do PIB paulista, ou seja, cerca de 105,3 bilhões de reais. Além de possuir uma forte economia, a região também apresenta uma infraestrutura que proporciona o desenvolvimento de toda a área metropolitana. A RMC também é conhecida como \"Vale do Silício Brasileiro\". Conforme a estimativa populacional do IBGE em 2021, a Região Metropolitana de Campinas chegou a marca de 3,3 milhões de habitantes, distribuídos em 3.791 km². É a décima maior região metropolitana do Brasil e a segunda maior região metropolitana de São Paulo, faz parte do Complexo Metropolitano Expandido, uma megalópole que, já em 2008, compreendia 12% da população brasileira, ou cerca de 30 milhões de habitantes. == Geografia e demografia == === Área === Os 20 municípios abrangidos ocupam uma área de 3.791 km², o que corresponde a 0,04% da superfície brasileira e a 1,47% do território paulista. Quando se iniciou a discussão da criação da Região Metropolitana de Campinas, Mogi-Guaçu, Mogi-Mirim e Itapira estavam inseridas no contexto. Porém, por intermédio do então prefeito guaçuano Walter Caveanha (PTB), esses três municípios decidiram ficar de fora da nova região metropolitana. Caveanha explica que a decisão, à época, se deu porque a região da Baixa Mogiana tem características próprias, especialmente quanto ao meio ambiente, e não está ligada à região de Campinas, apesar da proximidade a esta. Caveanha foi, a princípio, o único prefeito na época contrário à inclusão dos municípios vizinhos à RMC, convencendo os prefeitos mojimiriano e itapirense. Com a proposta de criação da primeira microrregião do país, envolvendo nove municípios da bacia do rio Moji-Guaçu, a Microrregião de Mogi-Guaçu. Caveanha entrou com esse projeto na Assembleia Legislativa de São Paulo em 1995, quando era deputado estadual. Mas a matéria parou nas comissões e está entravada até hoje. O projeto tramita atualmente na Alesp sob a tutela do deputado Campos Machado. O projeto da microrregião de Mogi-Guaçu tem caráter socioeconômico e ambiental voltado para Estiva Gerbi, Conchal, Lindoia, Águas de Lindoia, Serra Negra, Espírito Santo do Pinhal, além da própria Mogi-Guaçu, Mogi-Mirim e Itapira.Discussão da Microrregião de Mogi-Guaçu === Aspectos demográficos === thumb|esquerda|Gráfico da população da RMC por cidade. A Região possui uma população de habitantes, segundo dados da estimativa populacional do IBGE para 1º de julho de 2018. A malha viária permitiu uma densa ocupação urbana, organizada em torno de algumas cidades de portes médio e grande, revelando processos de conurbação já consolidados ou emergentes. As especificidades dos processos de urbanização e industrialização ocorridos na Região provocaram mudanças muito visíveis na vida das cidades. De um lado, acarretaram desequilíbrios de natureza ambiental e deficiências nos serviços básicos. De outro, geraram grandes potencialidades e oportunidades em função da base produtiva (atividades modernas, centros de tecnologia, etc.). Nesse cenário, cidades médias passaram a conviver com problemas típicos de cidades grandes. A proliferação de favelas, violência e pobreza revelam um padrão de crescimento bastante perverso, que aprofunda as desigualdades sociais. Apesar dos problemas sociais, a Região Metropolitana de Campinas possui o melhor Índice de Desenvolvimento Humano entre as regiões metropolitanas do Brasil, segundo dados do PNUD. == Economia == Nos últimos 100 anos, a região de Campinas vem ocupando e consolidando uma importante posição econômica nos níveis estadual e nacional. Situada nas proximidades da Região Metropolitana de São Paulo, comporta um parque industrial abrangente, diversificado e composto por segmentos de natureza complementar. Possui uma estrutura agrícola e agroindustrial bastante significativa e desempenha atividades terciárias de expressiva especialização. Destaca-se ainda pela presença de centros inovadores no campo das pesquisas científica e tecnológica, bem como do Aeroporto de Viracopos – o segundo maior terminal aéreo de cargas do País, localizado no município de Campinas. A RMC também conta com a Região do Polo Têxtil que compreende os municípios de Americana, Santa Bárbara d'Oeste, Sumaré, Nova Odessa e Hortolândia sendo o maior polo têxtil do Brasil, responsável por 85% da produção nacional de tecidos. Em 2012, Viracopos registrou um fluxo de cargas embarcadas e desembarcadas em voos internacionais de cerca de 246.219 toneladas. De cada três toneladas de mercadorias exportadas e importadas, uma passa pelo aeroporto, que também responde por 18,1% do fluxo aéreo total de cargas no Brasil. Em relação ao transporte de passageiros, o aeroporto campineiro ultrapassou a marca de 8,8 milhões de passageiros. A REPLAN, maior refinaria da Petrobras em produção, encontra-se nessa região. === Produto Interno Bruto (PIB) === A produção industrial diversificada – com ênfase em setores dinâmicos e de alto input científico / tecnológico, notadamente nos municípios de Campinas, Americana, Paulínia, Sumaré, Indaiatuba, Santa Bárbara d'Oeste, e Jaguariúna – vem resultando em crescentes ganhos de competitividade nos mercados interno e externo. A região exibe um Produto Interno Bruto (PIB) de R$ 105,3 bilhões/ano. Sua renda per capita é bastante significativa se comparada à do estado de São Paulo ou Brasil. Composição da economia (2011) Composição da economia (2011) {| align=\"right\" cellspacing=\"2\" border=\"0\" cellpading=\"2\" style=\"text-align: left;\" Comércio e Serviços Indústria Agropecuária Regiões Comparativas PIB per capita 'Região Metropolitana de Campinas' R$ 37.183,64 Estado de São Paulo R$ 32.454,91 Brasil R$ 31.506,83 == Infraestrutura == === Transportes === A Região conta com amplo sistema viário, bastante ramificado, e que apresenta os seguintes eixos principais: a Rodovia dos Bandeirantes e a Rodovia Anhanguera, que ligam a cidade de São Paulo ao interior paulista, cortando RMC; a rodovia SP-304, rumo a Piracicaba, a Rodovia Santos Dumont, rumo a Sorocaba e a Rodovia Dom Pedro I, que faz a ligação com o Vale do Paraíba, entre outras. Entre as rodovias que servem de ligação entre as cidades da RMC, se destacam: * Rodovia Professor Zeferino Vaz (Campinas-Paulínia-Cosmópolis-Artur Nogueira-Conchal) * Rodovia Jornalista Francisco Aguirra Proença (Campinas-Hortolândia-Capivari) * Rodovia Prefeito José Lozano Araújo ou Rodovia 330-110 (Paulínia-Sumaré-Hortolândia) * Rodovia Adhemar de Barros (Campinas-Mogi Mirim-Mogi Guaçu) * Rodovia Doutor Roberto Moreira (Paulínia-Campinas) * Rodovia Miguel Melhado Campos (Vinhedo-Campinas) * Rodovia Miguel Noel Nascentes Burnier (Mogi-Mirim-Campinas) == Municípios == Esta lista é classificável. Clique no ícone no cabeçalho da coluna para alterar a chave e a ordem de classificação. Foto Município Área territorial (km²) População (2022) PIB (2021) (em mil reais) IDH-M (2010) 133,91 0,811 muito alto 178,02 0,749 alto 150px 794,57 0,805 muito alto 154,66 0,769 alto 109,94 0,732 alto 65,57 0,793 alto 62,41 0,756 alto 311,54 0,788 alto 322,26 0,778 alto 141,39 0,784 alto 240,56 0,733 alto alto 73,78 0,791 alto 138,77 0,795 alto 108,81 0,769 alto 140px 271,03 0,781 alto 154,13 0,702 alto 153,46 0,762 alto 148,53 0,819 muito alto 80,95 0,817 muito alto Total Total 3 791,129 0,792 alto == Ver também == * AgemCamp * Aeroporto Internacional de Viracopos/Campinas * Interior de São Paulo * Região Metropolitana de São Paulo * Região Metropolitana de Sorocaba * Região Metropolitana do Vale do Paraíba e Litoral Norte * Região Metropolitana da Baixada Santista * Megalópole Rio-São Paulo * Lista de regiões metropolitanas do Brasil por população == Ligações externas == * Emplasa - Metrópoles em Dados * Observatório Metropolitano de Indicadores da RMC * Região passa de atraente a irresistível",
 "title": "Região Metropolitana de Campinas"
}