{
 "id": "60642",
 "text": "O Partido Social Progressista (PSP) foi fundado em São Paulo por Adhemar de Barros, em junho de 1946. Criado a partir do Partido Republicano Progressista, presidido pelo mesmo Ademar, foi o resultado de uma fusão que além do PRP juntou o Partido Agrário Nacional (PAN) e o Partido Popular Sindicalista (PPS). Na prática, foi a maior agremiação partidária depois do PSD, PTB e UDN entre 1947-1965 e o maior partido do estado de São Paulo no mesmo período. Foi dissolvido pelo Ato Institucional Número Dois (AI-2), de 27 de outubro de 1965. A maioria dos membros do PSP se agrupou no partido do governo, a Aliança Renovadora Nacional. Foi representado por um presidente da República, João Café Filho, o vice de Getúlio Vargas em seu segundo mandato, que assumiu o cargo após o suicídio deste. Foi extremamente forte no estado de São Paulo, sob a direção de Adhemar de Barros, novamente Governador do Estado eleito por duas vezes e Prefeito de São Paulo durante esse período, além de ter sido candidato à Presidência em 1960, obtendo mais de 20% dos votos. Notável também foi a participação de Benedito Manhães Barreto, que serviu como deputado federal por São Paulo e secretário da fazenda do estado de São Paulo. Outro governador do PSP foi Lucas Nogueira Garcez, lançado por Adhemar. == Desempenho eleitoral == === Eleições legislativas === Câmara dos DeputadosBancada na Eleição Portal da Câmara dos Deputados. Acessado em 19 de abril de 2016. Legislatura Bancada % ± Líder 38.ª (1947–1951) 1,05 Manuel Vítor (PSP-SP) 39.ª (1951–1955) 7,89 Paulo Lauro (PSP-SP) 40.ª (1955–1959) 8,9 José Carvalho Sobrinho (PSP-SP) 41.ª (1959–1963) 7,67 Milton Brandão (PSP-PI) 42.ª (1963–1967) 5,14 Sílvio Braga (PSP-PA) Senado Federal Legislatura0 Bancada % ± Líder 38.ª (1946–1951) 1,56 Euclides Vieira (PSP- SP) 39.ª (1951–1955) 9,52 João Arruda (PSP-PB) 40.ª (1955–1959) 6,25 Lino de Matos (PSP-SP) 41.ª (1959–1963) 3,12 Ari Viana (PSP-ES) === Eleições presidenciais e vice-presidenciais === Ano Imagem Candidato(a) a Presidente Candidato a Vice-Presidente Coligação Votos % Colocação 1950 Getúlio Vargas (PTB) — Frente Populista 3.849.040 48,73 1° — Café Filho (PSP) 2 520 790 35,76 1° 1955 Adhemar de Barros (PSP) — PSP 2.222.725 25,77 3° — Danton Coelho (PSP) 1.140.261 14,05 3° 1960 Adhemar de Barros (PSP) — PSP 2.195.709 18,79 3° Categoria:Partidos políticos extintos do Brasil Categoria:Partidos políticos conservadores no Brasil Categoria:1946 na política do Brasil Categoria:Partidos políticos da República Populista",
 "title": "Partido Social Progressista (1946)"
}