{
 "id": "60647",
 "text": "Maria das Neves Ceita Batista de Sousa (nascida em 1958) foi primeira-ministra de São Tomé e Príncipe entre 7 de Outubro de 2002 e 18 de Setembro de 2004. É membro do Movimento de Libertação de São Tomé e Príncipe/Partido Social Democrata (MLSTP - PSD). Em 2016 Maria das Neves era a presidente da Organização das Mulheres de São Tomé e Príncipe (OMSTP), a ala feminina do MLSTP, sendo também vice-presidente da Assembleia Nacional e candidata derrotada a presidente da nação.O conselho nacional do MLSTP-PSD decidiu por votação apoiar de forma inequívoca a camarada Maria das Neves as próximas eleições presidenciais . Vitrina. 10 de Abril de 2016 == Biografia == Concluiu seus estudos secundários no Liceu Nacional de São Tomé e Príncipe logo após a independência do país.Cardoso, José Maria. Maria das Neves reuniu-se com a diáspora são-tomense em Sacavém-Portugal. Téla Nón. 11 de Junho de 2011. Formou-se economista na Universidade de Havana, em Cuba, com especialização em finanças públicas. Doutorou-se em Ciências Sociais, Especialidade em Desenvolvimento Socioeconómico, no ISCSP (ULisboa). Iniciou suas funções na gestão pública como funcionária no Ministério das Finanças de São Tomé; em seguida é cedida para o Banco Mundial e trabalha também no Fundo das Nações Unidas para a Infância (UNICEF). Retornou a São Tomé ocupando cargos importantes do governo: Ministra da Economia (1999-2001),Primi, Antonella; Varani, Nicoletta. La condizione della donna in Africa sub-sahariana. Biblioteca contemporanea. 2011 Ministra das Finanças 2001/02 e Ministra do Comércio, Indústria e Turismo (2002). Em 2001, Fradique de Menezes foi eleito presidente com o apoio de uma coalização de centro. No entanto, não havia uma maioria clara no parlamento, e o resultado foi uma coesão instável com uma série de gabinetes de curta duração encabeçados pela oposição. Uma coalizão de três partidos foi formada sob o comando do social-democrata Gabriel Costa, com Neves servindo como membro do governo.Skard, Torild (2014) \"Maria das Neves\" in Women of power - half a century of female presidents and prime ministers worldwide, Bristol: Policy Press, ISBN 978-1-44731-578-0, pp. 299-300 Em 2022, é-lhe atribuído o Prémio Especial Lusofonia. === Primeira-Ministra === Maria das Neves ocupou o cargo de primeira-ministra a partir de 07 de outubro de 2002 até 18 de Setembro de 2004, sendo a primeira pessoa do sexo feminino chefe do governo em São Tomé e Príncipe. O presidente Fradique de Menezes nomeou Maria das Neves como primeira-ministra depois que o governo de unidade nacional de três partidos liderado por Gabriel Costa entrou em colapso após queixas do exército em relação as promoções de oficiais. O país estava em uma situação difícil, fortemente endividado e dependente da ajuda. Havia desentendimentos e lutas de poder. Quando um acordo de petróleo foi assinado com a Nigéria, houve um golpe militar em 16 de julho de 2003. O presidente estava no exterior e o exército e os mercenários agiram, prendendo as autoridades do Gabinete de Neves e outros funcionários do governo. Os golpistas se queixaram de corrupção e disseram que as próximas receitas do petróleo não seriam distribuídas de forma justa. Após a pressão internacional, um acordo foi alcançado e Menezes restabeleceu seu governo após uma semana. Neves foi hospitalizada após sofrer um ataque cardíaco moderado. Ela apresentou renúncia como primeira-ministra, mas aceitou continuar quando o presidente Menezes reafirmou sua confiança nelaJensen, Jane S. (2008) \"Maria das Neves\" in Women Political Leaders – breaking the highest glass ceiling, New York, NY: Palgrave Macmillan, , p. 58; Skard (2014), pp. 299–300 === Vida pessoal === É casada e mãe de duas filhas. Categoria:Políticos de São Tomé e Príncipe",
 "title": "Maria das Neves (política)"
}