{
 "id": "60665",
 "text": "O Império Mongol dos séculos XIII e XIV foi o maior império de terras contíguas da história e o segundo maior império em área, perdendo apenas para o Império Britânico.Morgan. Originário da Mongólia no Leste Asiático, o Império Mongol chegou a se estender da Europa Oriental e partes da Europa Central até o Mar do Japão, além de também para o norte, em partes do Ártico; para o leste e para o sul no subcontinente indiano, no sudeste da Ásia continental e no planalto iraniano; e para o oeste até o Levante e as montanhas dos Cárpatos. O Império Mongol surgiu da unificação de várias tribos nômades na pátria mongol sob a liderança de Genghis Khan (-1227) a quem um conselho proclamou como o governante de todos os mongóis em 1206. O império cresceu rapidamente sob seu domínio e de seus descendentes, que enviaram exércitos invasores em todas as direções. O vasto império transcontinental conectou o Oriente com o Ocidente, o Pacífico com o Mediterrâneo, em uma Pax Mongolica forçada, permitindo a disseminação e troca de comércio, tecnologias, mercadorias e ideologias em toda a Eurásia. O império começou a se dividir devido a guerras de sucessão, enquanto os netos de Genghis Khan disputavam se a linha real deveria seguir de seu filho e herdeiro inicial Ögedei ou de um de seus outros filhos, como Tolui, Chagatai ou Jochi. Os toluidas prevaleceram após um expurgo sangrento das facções ogedeida e chagataida, mas as disputas continuaram entre os descendentes de Tolui. A principal razão para a divisão foi a disputa sobre se o Império Mongol se tornaria um império cosmopolita e sedentário ou se permaneceria fiel ao estilo de vida nômade mongol baseado nas estepes. Após a morte de Möngke Khan (1259), conselhos rivais curultai elegeram simultaneamente diferentes sucessores, os irmãos Ariq Böke e Kublai Khan, que lutaram entre si na Guerra Civil Toluida (1260-1264) e também enfrentaram desafios dos descendentes de outros filhos de Genghis.Michael Biran. Kublai tomou o poder, mas a guerra civil se seguiu e ele não recuperou o controle das famílias Chagatayid e Ögedeid. Durante os reinados de Gêngis e Ögedei, os mongóis sofreram derrotas ocasionais quando um general menos habilidoso recebeu o comando. Os mongóis siberianos tumedas derrotaram as forças mongóis sob o comando de Borokhula por volta de 1215-1217; Jalal al-Din derrotou Shigi-Qutugu na Batalha de Parwan em 1221; e os generais Jin Heda e Pu'a derrotaram Dolqolqu em 1230. Em cada caso, os mongóis retornaram logo depois com um exército muito maior liderado por um de seus melhores generais e foram, invariavelmente, vitoriosos. A Batalha de Ain Jalut na Galileia em 1260 marcou a primeira vez que os mongóis não voltariam para vingar imediatamente uma derrota, devido a uma combinação da morte de Möngke Khan em 1259, a Guerra Civil Toluida entre Ariq Böke e Kublai Khan, e Berke Khan da Horda de Ouro atacando Hulagu Khan na Pérsia. Embora os mongóis tenham lançado muito mais invasões ao Levante, ocupando-o brevemente e invadindo até Gaza após uma vitória decisiva na Batalha de Wadi al-Khaznadar em 1299, eles se retiraram devido a vários fatores geopolíticos. Na época da morte de Kublai em 1294, o Império Mongol havia se dividido em quatro canatos ou impérios separados, cada um perseguindo seus próprios interesses e objetivos: o Canato da Horda Dourada no noroeste, o Canato de Chagatai na Ásia Central, o Ilcanato no sudoeste e a dinastia Yuan no leste, baseada na atual cidade de Pequim.The Cambridge History of China: Alien Regimes and Border States. p. 413. Em 1304, os três canatos ocidentais aceitaram brevemente a suserania nominal da dinastia Yuan, mas em 1368 a dinastia chinesa Ming assumiu a capital mongol. Os governantes Genghisid do Yuan recuaram para a pátria mongol e continuaram a governar lá como a dinastia Yuan do Norte. O Ilcanato se desintegrou entre 1335 e 1353. A Horda de Ouro havia se transformado em canatos concorrentes no final do século XV e foi derrotada e expulsa da Rússia em 1480 pelo Grão-Principado de Moscou, enquanto o Canato de Chagatai durou, de uma forma ou de outra, até o ano de 1687. == Nome == O Império Mongol se autodenomina yeke Mongγol ulus ( 'nação dos grandes mongóis' ou a 'grande nação mongol') em mongol ou kür uluγ ulus ( a 'grande nação inteira') em turco. Após a guerra de sucessão de 1260 a 1264 entre Kublai Khan e seu irmão Ariq Böke, o poder de Kublai ficou limitado à parte oriental do império, centralizado na China. Kublai publicou oficialmente um édito imperial em 18 de dezembro de 1271 para nomear seu reino como Grande Yuan (Dai Yuan, ou Dai Ön Ulus) e estabelecer a dinastia Yuan. Algumas fontes fornecem o nome mongólico completo, Dai Ön Yehe Monggul Ulus. == História == === Contexto pré-império === A área ao redor da Mongólia, da Manchúria e de partes do norte da China eram controladas pela dinastia Liao desde o século X. Em 1125, a dinastia Jin fundada pelos jurchéns derrubou a dinastia Liao e tentou ganhar o controle do território na Mongólia. Na década de 1130, os governantes da dinastia Jin, conhecidos como \"Reis Dourados\", resistiram com sucesso à confederação Camague Mongol, governada na época por Khabul Khan, bisavô de Genghis Khan. O planalto mongol era ocupado principalmente por cinco poderosas confederações tribais (khanlig): keraites, Camague Mongol, naimanos, merquites e tátaros. Os imperadores Jin, seguindo uma política de dividir para governar, encorajaram disputas entre as tribos, especialmente entre os tártaros e os mongóis, a fim de manter as tribos nômades distraídas por suas próprias batalhas e, assim, longe dos Jin. O sucessor de Khabul foi Ambagai Cã, que foi traído pelos tártaros, entregue aos jurchéns e executado. Os mongóis retaliaram atacando a fronteira, o que resultou em um contra-ataque jurchén malsucedido em 1143. Em 1147, os Jin mudaram um pouco sua política, assinando um tratado de paz com os mongóis e retirando-se de vários fortes. Os mongóis então retomaram os ataques aos tártaros para vingar a morte de seu falecido cã, abrindo um longo período de hostilidades ativas. Os exércitos Jin e Tatar derrotaram os mongóis em 1161. Durante a ascensão do Império Mongol no século XIII, as estepes geralmente frias e ressecadas da Ásia Central desfrutaram de suas condições mais amenas e úmidas em mais de um milênio. Pensa-se que isso resultou em um rápido aumento no número de cavalos e outros rebanhos, o que aumentou significativamente a força militar mongol. === Ascensão de Genghis Khan === Conhecido durante sua infância como Temüjin, Genghis Khan era filho de um chefe mongol. Quando jovem, ele cresceu muito rapidamente trabalhando com Toghrul Khan dos keraitas. O líder mongol mais poderoso da época era Kurtait; ele recebeu o título chinês de \"Wang\", que significa rei.E.D. Philips, The Mongols, p. 37 Temujin foi à guerra contra Kurtait (agora Wang Khan). Depois que Temujin derrotou Wang Khan, ele se deu o nome de Genghis Khan. Ele então ampliou seu Estado mongol sob ele mesmo e seus parentes. O termo mongol passou a ser usado para se referir a todas as tribos de língua mongólica sob o controle de Genghis Khan. Seus aliados mais poderosos eram o amigo de seu pai, o chefe Tugril Cã, e seu irmão de sangue Jamukha. Com a ajuda deles, Temujin derrotou a tribo dos merquites, resgatou sua esposa Börte e derrotou os naimanes e os tártaros. Temujin proibiu o saque de seus inimigos sem permissão e implementou uma política de compartilhar despojos com seus guerreiros e suas famílias, em vez de dar tudo aos aristocratas.Riasanovsky. Fundamental Principles of Mongol law. p. 83. Essas políticas o colocaram em conflito com seus tios, que também eram herdeiros legítimos do trono; eles não consideravam Temujin um líder, mas um usurpador insolente. Essa insatisfação se espalhou para seus generais e outros associados, sendo que alguns mongóis que antes eram aliados passaram a ser inimigos. A guerra seguiu e Temujin e as forças ainda leais a ele prevaleceram, derrotando as tribos rivais restantes entre 1203 e 1205 e colocando-as sob seu domínio. Em 1206, Temujin foi coroado como o grão-cã (Imperador) do Yekhe Mongol Ulus (Grande Estado Mongol) em uma curiltai (assembleia geral/conselho). Foi lá que ele assumiu o título de Genghis Khan (líder universal) em vez de um dos antigos títulos tribais como Gur Khan ou Tayang Khan, marcando o início do Império Mongol. === Organização inicial === Genghis Khan introduziu muitas maneiras inovadoras de organizar seu exército: por exemplo, dividindo-o em subseções decimais de arbans (10 soldados), zuuns (100), mingghans (1000) e tumens (10.000). A Kheshig, a guarda imperial, foi fundada e dividida em guardas diurnos (torghuds khorchin) e noturnos (khevtuul). Gêngis recompensou aqueles que haviam sido leais a ele e os colocou em altas posições, como chefes de unidades do exército e famílias, embora muitos deles viessem de clãs de nível muito baixo.A História Secreta dos Mongóis. p. 203. Em comparação com as unidades que ele deu a seus companheiros leais, as atribuídas aos membros de sua própria família eram relativamente poucas. Ele proclamou um novo código de leis do império, Ikh Zasag ou Yassa; mais tarde, ele o expandiu para cobrir grande parte da vida cotidiana e dos assuntos políticos dos nômades. Ele proibiu a venda de mulheres, o roubo, as brigas entre os mongóis e a caça de animais durante a época de reprodução. Ele nomeou seu irmão adotivo Shigi-Khuthugh como juiz supremo (jarughachi), ordenando-o a manter registros do império. Além das leis relativas à família, alimentação e exército, Gêngis também decretou a liberdade religiosa e apoiou o comércio doméstico e internacional. Ele isentou os pobres e o clero de impostos. Ele também incentivou a alfabetização, adotando a escrita uigur, que formaria a escrita uigur-mongol do império, e ordenou que o uigur Tatatunga, que anteriormente servira ao cã dos naimanes, instruísse seus filhos. ==== Avanço para a Ásia Central ==== Gêngis rapidamente entrou em conflito com a dinastia Jin dos jurchéns e o Xia Ocidental dos tangutes no norte da China. Ele também teve que lidar com duas outras potências, Tibete e Qara Khitai. Em seguida, ele se mudou para o oeste, conquistando partes das atuais Rússia e Ucrânia, além de países inteiros da Ásia Central, como Uzbequistão, Cazaquistão e outros. Antes de sua morte, Genghis Khan dividiu seu império entre seus filhos e família mais próxima, tornando o Império Mongol propriedade conjunta de toda a família imperial que, junto com a aristocracia mongol, constituía a classe dominante. ==== Políticas religiosas ==== Antes da adoção do Islã pelos três canatos ocidentais, Genghis Khan e vários de seus sucessores Yuan impuseram restrições às práticas religiosas que consideravam estranhas. Muçulmanos, incluindo os huis, e judeus, eram chamados coletivamente de Huihui. Os muçulmanos foram proibidos de fazer o abate halal, enquanto os judeus foram igualmente proibidos de praticar o abate cashrut. Referindo-se aos súditos conquistados como \"nossos escravos\", Genghis Khan exigiu que eles não pudessem mais recusar comida ou bebida e impôs restrições à matança. Os muçulmanos tinham que abater ovelhas em segredo. > Entre todos os povos estrangeiros [sujeitos], apenas os Hui-hui dizem \"nós > não comemos comida mongol\". [Cinggis Qa'an respondeu:] \"Com a ajuda do céu, > nós os pacificamos; vocês são nossos escravos. No entanto, você não come nem > bebe nossa comida. Como isso pode estar certo?\" Ele então os fez comer. \"Se > você matar ovelhas, será considerado culpado de um crime.\" Ele emitiu um > regulamento para esse efeito ... [Em 1279/1280 sob Qubilai] todos os > muçulmanos dizem: “se outra pessoa matar [o animal] nós não comemos\". Já que > as pessoas pobres estão chateadas com isso, de agora em diante, musuluman > [muçulmanos] huihui e zhuhu [judeus] huihui, não importa quem mate [o > animal] irá comê-lo e deve parar de matar ovelhas eles próprios, e cessar o > rito de circuncisão. Genghis Khan providenciou para que o mestre taoísta chinês Qiu Chuji o visitasse no Afeganistão e também deu a seus súditos o direito à liberdade religiosa, apesar de suas próprias crenças xamanísticas. === Morte de Genghis Khan e expansão sob Ögedei (1227–1241) === Genghis Khan morreu em 18 de agosto de 1227, época em que o Império Mongol governava do Oceano Pacífico ao Mar Cáspio, um império com o dobro do tamanho do Império Romano ou do maior califado muçulmano em seu apogeu. Gêngis nomeou seu terceiro filho, o carismático Ögedei, como seu herdeiro. De acordo com a tradição mongol, Genghis Khan foi enterrado em um local secreto. A regência foi originalmente mantida pelo irmão mais novo de Ögedei, Tolui Cã, até a eleição formal de Ögedei na curultai em 1229. Entre suas primeiras ações, Ögedei enviou tropas para subjugar os basquires, búlgaros e outras nações nas estepes controladas por Kipchak. No leste, os exércitos de Ögedei restabeleceram a autoridade mongol na Manchúria, esmagando o regime de Puxiã Uanu e os povos tungúsicos. Em 1230, o grande cã liderou pessoalmente seu exército na campanha contra a dinastia Jin da China. O general Subedei capturou a capital do imperador Wanyan Shouxu no cerco de Kaifeng em 1232. A dinastia Jin entrou em colapso em 1234 quando os mongóis capturaram Caizhou, a cidade para a qual Wanyan Shouxu havia fugido. Em 1234, três exércitos comandados pelos filhos de Ögedei, Kochu e Koten, e pelo general tangute Chagan, invadiram o sul da China. Com a ajuda da dinastia Sung, os mongóis acabaram com o Jin em 1234. Muitos chineses han e quitai desertaram para os mongóis para lutar contra os Jin. Dois líderes chineses, o han Shi Tianze, Liu Heima (劉 黑馬, Liu Ni)Collectif 2002 , p. 147. e o quitai Xiao Zhala desertaram e comandaram os três tumens no exército mongol.Maio de 2004 , p. 50. Liu Heima e Shi Tianze serviram a Ogödei Khan.Schram 1987 , p. 130. Liu Heima e Shi Tianxiang lideraram exércitos contra Puxiã Uanu para os mongóis.eds. Havia quatro tumens han e três tumens quitai, cada um com 10 mil soldados. A dinastia Yuan criou um exército han 漢軍 de desertores Jin e outro de ex-soldados Sung, chamado de Exército Recentemente Submetido 新 附 軍.Hucker 1985 , p. 66. No oeste, o general Chormaqan destruiu Jalal ad-Din Mingburnu, o último xá do Império Khwarizmiano. Os pequenos reinos no sul da Pérsia aceitaram voluntariamente a supremacia mongol. No leste asiático, houve uma série de campanhas mongóis na Coreia Goryeo, mas a tentativa de Ögedei de anexar a Península Coreana teve pouco sucesso. Gojong, o rei de Goryeo, se rendeu, mas depois se revoltou e massacrou darughachis (supervisores) mongóis; ele então mudou sua corte imperial de Gaeseong para a Ilha Ganghwa. ==== Invasões da Rússia de Kiev e da China central ==== Enquanto isso, em uma ação ofensiva contra a dinastia Song, os exércitos mongóis capturaram Siyang-yang, o Yangtze e Sichuan, mas não garantiram seu controle sobre as áreas conquistadas. Os generais Song conseguiram recapturar Siyang-yang dos mongóis em 1239. Após a morte repentina do filho de Ögedei, Kochu, em território chinês, os mongóis se retiraram do sul da China, embora o irmão de Kochu, o príncipe Koten, tenha invadido o Tibete imediatamente após sua retirada. Batu Khan, outro neto de Genghis Khan, invadiu os territórios dos búlgaros, alanos, kypchaks, basquires, mordovianos, chuvaches e outras nações da estepe do sul da Rússia. Em 1237, os mongóis estavam invadindo Ryazan, o primeiro principado Rus de Kiev que eles deveriam atacar. Após um cerco de três dias envolvendo combates ferozes, os mongóis capturaram a cidade e massacraram seus habitantes. Eles então destruíram o exército do Grande Principado de Vladimir na Batalha do Rio Sit.Timothy May. Chormaqan. p. 32. Os mongóis capturaram Maghas, capital de Alânia, em 1238. Em 1240, todos os russos de Kiev caíram para os invasores asiáticos, exceto algumas cidades do norte. As tropas mongóis sob Chormaqan na Pérsia, conectando sua invasão da Transcaucásia à invasão de Batu e Subutai, forçaram os nobres georgianos e armênios a se renderem também. Giovanni de Plano Carpini, o enviado do papa ao grande cã mongol, viajou por Kiev em fevereiro de 1246 e escreveu: Apesar dos sucessos militares, a luta continuou dentro das fileiras mongóis. As relações de Batu com Güyük, o filho mais velho de Ögedei, e Büri, o neto amado de Chagatai Khan, permaneceram tensas e pioraram durante o banquete da vitória de Batu no sul de Kiev. No entanto, Güyük e Buri não poderiam fazer nada para prejudicar a posição de Batu enquanto seu tio Ögedei ainda estivesse vivo. Ögedei continuou com as ofensivas no subcontinente indiano, temporariamente investindo contra Uchch, Lahore e Multã do Sultanato de Déli e posicionando um superintendente mongol na Caxemira, embora as invasões na Índia tenham fracassado e foram forçadas a recuar. No nordeste da Ásia, Ögedei concordou em encerrar o conflito com os Goryeo tornando-o um Estado cliente e enviou princesas mongóis para se casar com os príncipes goryeos. Ele então reforçou seu kheshig com os coreanos por meio da diplomacia e da força militar. ==== Avanço para a Europa central ==== O avanço para a Europa continuou com as invasões mongóis da Polônia e Hungria. Quando o flanco ocidental dos mongóis saqueou as cidades polonesas, uma aliança europeia entre os poloneses, os morávios e as ordens militares cristãs dos cavaleiros hospitalários, teutônicos e templários reuniu forças suficientes para deter, embora brevemente, o avanço mongol em Legnica. O exército húngaro, seus aliados croatas e os templários foram derrotados pelos mongóis nas margens do rio Sajo em 11 de abril de 1241. Antes que as forças de Batu pudessem continuar para Viena e o norte da Albânia, a notícia da morte de Ögedei em dezembro de 1241 interrompeu a invasão. Como era costume na tradição militar mongol, todos os príncipes da linha de Gêngis tinham de comparecer ao curultai para eleger um sucessor. Batu e seu exército mongol ocidental retiraram-se da Europa Central no ano seguinte. Hoje, os pesquisadores duvidam que a morte de Ögedei tenha sido a única razão para a retirada dos mongóis. Batu não voltou para a Mongólia, então um novo cã não foi eleito até 1246. Fatores climáticos e ambientais, bem como as fortes fortificações e castelos da Europa, desempenharam um papel importante na decisão de retirada mongol. === Lutas de poder pós-Ögedei (1241–1251) === Após a morte do Grande Khan Ögedei em 1241, e antes do próximo kurultai, a viúva de Ögedei, Töregene, assumiu o império. Ela perseguiu os oficiais khitanos e muçulmanos de seu marido e deu altos cargos a seus próprios aliados. Ela construiu palácios, catedrais e estruturas sociais em escala imperial, apoiando a religião e a educação. Ela conseguiu conquistar a maioria dos aristocratas mongóis para apoiar Güyük, filho de Ögedei. Mas Batu, governante da Horda Dourada, recusou-se a ir ao curultai, alegando que estava doente e que o clima da Mongólia era muito severo para ele. O impasse resultante durou mais de quatro anos e desestabilizou ainda mais a unidade do império. Quando o irmão mais novo de Genghis Khan, Temüge, ameaçou tomar o trono, Güyük foi a Karakorum para tentar garantir sua posição.The Academy of Russian science and the academy of Mongolian science Tataro-Mongols in Europe and Asia. p. 89. Batu acabou concordando em enviar seus irmãos e generais ao curultai convocado por Töregene em 1246. Güyük nessa época estava doente e alcoólatra, mas suas campanhas na Manchúria e na Europa deram a ele o tipo de status necessário para um grande cã. Ele foi devidamente eleito em uma cerimônia com a presença de mongóis e dignitários estrangeiros de dentro e fora do império - líderes de nações vassalas, representantes de Roma e outras entidades que vieram ao curultai para mostrar seus respeitos e conduzir a diplomacia. [[Ficheiro:LetterGuyugToInnocence.jpg|miniaturadaimagem|upright=0.4|Güyük Khan exigindo a submissão do Papa Inocêncio IV. A carta] de 1246 foi escrita em persa]] Güyük tomou medidas para reduzir a corrupção, anunciando que continuaria as políticas de seu pai Ögedei, não as de Töregene. Ele puniu os partidários de Töregene, exceto o governador Argum Aca. Ele também substituiu o jovem Qara Hülëgü, o cã do Canato de Chagatai, por seu primo favorito, Yesü Möngke, para afirmar seus poderes recém-conferidos. Ele restaurou os oficiais de seu pai às suas posições anteriores e passou a ser cercado por oficiais uigures e naimanos da Ásia Central, favorecendo os comandantes chineses han que ajudaram seu pai a conquistar o norte da China. Ele continuou as operações militares na Coreia, avançou para a China Sung, no sul, e para o Iraque, no oeste, e ordenou um censo de todo o império. Güyük também dividiu o Sultanato de Rum entre Caicaus II e Quilije Arslã IV, embora Caicaus discordasse dessa decisão. Nem todas as partes do império respeitaram a eleição de Güyük. Os hashshashins, ex-aliados mongóis cujo grande mestre Hasan Jalalud-Din havia oferecido sua submissão a Genghis Khan em 1221, irritaram Güyük ao se recusar a se submeter. Em vez disso, ele assassinou os generais mongóis na Pérsia. Güyük nomeou o pai de seu melhor amigo, Eljigidei, como comandante-chefe das tropas na Pérsia e deu a eles a tarefa de reduzir as fortalezas dos ismaelitas nizaris e conquistar os abássidas no centro do mundo islâmico, o Irã e Iraque. ==== Morte de Güyük (1248) ==== Em 1248, Güyük reuniu mais tropas e de repente marchou para o oeste da capital mongol de Caracórum. O raciocínio não era claro. Algumas fontes escreveram que ele tentava se recuperar em sua propriedade pessoal, Emyl; outros sugeriram que ele poderia estar se juntando a Eljigidei para conduzir uma conquista em grande escala do Oriente Médio, ou possivelmente para fazer um ataque surpresa a seu primo rival Batu Khan na Rússia. Suspeitando dos motivos de Güyük, Sorghaghtani Beki, a viúva do filho de Gêngis, Tolui, secretamente alertou seu sobrinho Batu sobre a abordagem de Güyük. O próprio Batu estava viajando para o leste na época, possivelmente para prestar homenagem ou talvez com outros planos em mente. Antes que as forças de Batu e Güyük se encontrassem, Güyük, doente e exausto pela viagem, morreu a caminho de Qum-Senggir (Hong-siang-yi-eulh) em Xinjiang, possivelmente vítima de veneno. A viúva de Güyük, Oghul Caimis, deu um passo à frente para assumir o controle do império, mas ela não tinha as habilidades de sua sogra Töregene, e seus filhos Khoja e Naku e outros príncipes desafiaram sua autoridade. Para decidir sobre um novo grande cã, Batu convocou um curultai em seu próprio território em 1250. Como ficava longe do coração da Mongólia, membros das famílias Ögedeid e Chagataid se recusaram a comparecer. O curultai ofereceu o trono a Batu, mas ele o rejeitou, alegando que não tinha interesse no cargo. Em vez disso, Batu indicou Möngke, um neto de Gêngis da linhagem de seu filho Tolui. Möngke liderava um exército mongol na Rússia, no norte do Cáucaso e na Hungria. A facção pró-Tolui apoiou a escolha de Batu e Möngke foi eleito; embora dada a presença e localização limitadas do kurultai, sua validade era questionável. Batu enviou Möngke, sob a proteção de seus irmãos, Berque e Tukhtemur, e seu filho Sartaque para reunir um curultai mais formal em Kodoe Aral, no interior. Os partidários de Möngke convidaram repetidamente Oghul Qaimish e os outros príncipes principais Ögedeid e Chagataid para comparecer ao curultai, mas eles recusaram todas as vezes. Os príncipes Ögedeid e Chagataid não aceitavam um descendente do filho de Gêngis, Tolui, como líder, exigindo que apenas os descendentes do filho de Gêngis, Ögedei, pudessem ser o grande cã. === Regra de Möngke Khan (1251-1259) === Quando a mãe de Möngke, Sorghaghtani, e seu primo Berke organizaram um segundo curultai em 1º de julho de 1251, a multidão reunida proclamou Möngke o grande cã do Império Mongol. Isso marcou uma grande mudança na liderança do império, transferindo o poder dos descendentes do filho de Gêngis, Ögedei, para os descendentes de seu outro filho, Tolui. A decisão foi reconhecida por alguns dos príncipes Ögedeid e Chagataid, como o primo de Möngke, Kadan, e o cã deposto Qara Hülëgü, mas um dos outros herdeiros legítimos, o neto de Ögedei Shiremun, tentou derrubar Möngke. Shiremun moveu-se com suas próprias forças em direção ao palácio nômade do imperador com um plano para um ataque armado, mas Möngke foi alertado por seu falcoeiro sobre o plano. Möngke ordenou uma investigação da conspiração, o que levou a uma série de grandes julgamentos em todo o império. Muitos membros da elite mongol foram considerados culpados e executados, com estimativas variando de 77 a 300, embora os príncipes da linha real de Gêngis fossem frequentemente exilados em vez de executados. Möngke confiscou as propriedades das famílias Ögedeid e Chagatai e compartilhou a parte ocidental do império com seu aliado Batu Khan. Após o expurgo sangrento, Möngke ordenou uma anistia geral para prisioneiros e cativos, mas depois disso o poder do trono do grande cã permaneceu firmemente com os descendentes de Tolui. ==== Reformas administrativas ==== Möngke era um homem sério que seguia as leis de seus ancestrais e evitava o alcoolismo. Ele era tolerante com religiões e estilos artísticos externos, o que levou à construção de bairros de comerciantes estrangeiros, mosteiros budistas, mesquitas e igrejas cristãs na capital mongol. À medida que os projetos de construção continuavam, Caracórum foi adornada com arquitetura chinesa, europeia e persa. Um exemplo famoso foi uma grande árvore de prata com tubos habilmente projetados que distribuíam várias bebidas. A árvore, encimada por um anjo triunfante, foi trabalhada por Guillaume Boucher, um ourives parisiense. Embora tivesse um forte contingente chinês, Möngke dependia muito de administradores muçulmanos e mongóis e lançou uma série de reformas econômicas para tornar as despesas do governo mais previsíveis. Seu tribunal limitou os gastos do governo e proibiu nobres e soldados de abusar de civis ou de emitir éditos sem autorização. Ele comutou o sistema de contribuição para um imposto fixo que era coletado por agentes imperiais e encaminhado para unidades necessitadas. Seu tribunal também tentou aliviar a carga tributária sobre os plebeus, reduzindo as taxas de impostos. Ele também centralizou o controle dos assuntos monetários e reforçou os guardas nas estações postais. Möngke ordenou um censo de todo o império em 1252, que só foi concluído quando a cidade de Novogárdia, no extremo noroeste, fosse contada em 1258. Em outro movimento para consolidar seu poder, Möngke designou seus irmãos Hulagu e Kublai para governar a Pérsia e a China controlada pela Mongólia, respectivamente. Na parte sul do império, ele continuou a luta de seus predecessores contra a dinastia Sung. A fim de flanquear os Sung de três direções, Möngke despachou exércitos mongóis sob seu irmão Kublai para Yunnan e sob seu tio Iyeku para subjugar a Coreia e pressionar os Sung daquela direção também. Kublai conquistou o Reino de Dali em 1253 depois que o rei dali Duan Xingzhi desertou para os mongóis e os ajudou a conquistar o resto de Yunnan. O general Qoridai, de Möngke, estabilizou seu controle sobre o Tibete, induzindo os principais mosteiros a se submeterem ao domínio mongol. O filho de Subutai, Uryankhadai, reduziu os povos vizinhos de Yunnan à submissão e foi à guerra contra o reino de Đại Việt sob a dinastia Trần no norte do Vietnã em 1258, mas eles tiveram que recuar. O Império Mongol tentou invadir Đại Việt novamente em 1285 e 1287, mas foi derrotado nas duas vezes. ==== Novas invasões do Oriente Médio e sul da China ==== Depois de estabilizar as finanças do império, Möngke mais uma vez procurou expandir suas fronteiras. No curultai em Caracórum em 1253 e 1258, ele aprovou novas invasões do Oriente Médio e do sul da China. Möngke colocou Hulagu no comando geral dos assuntos militares e civis na Pérsia e nomeou chagataides e jochidas para se juntarem ao exército de Hulagu. Os muçulmanos de Gasvim denunciaram a ameaça dos ismaelitas nizaris, uma conhecida seita xiita. O comandante naiman mongol Quitebuga começou a atacar várias fortalezas ismaelitas em 1253, antes que Hulagu avançasse em 1256. O grão-mestre ismaelita Rukn al-Din Khurshah se rendeu em 1257 e foi executado. Todas as fortalezas ismaelitas na Pérsia foram destruídas pelo exército de Hulagu em 1257, exceto Girdkuh que resistiu até 1271. O centro do império islâmico na época era Bagdá, que ocupou o poder por 500 anos, mas estava sofrendo divisões internas. Quando seu califa Almostacim se recusou a se submeter aos mongóis, Bagdá foi sitiada e capturada pelos mongóis em 1258 e submetida a um saque impiedoso, um evento considerado um dos mais catastróficos da história do Islã, e às vezes comparado com ao cerco a Meca em 683. Com a destruição do califado abássida, Hulagu tinha uma rota aberta para a Síria e se moveu contra as outras potências muçulmanas na região. Seu exército avançou em direção à Síria governada por aiúbidas, capturando pequenos Estados locais no caminho. O sultão aiúbida Al-Nasir Yusuf recusou-se a se apresentar diante de Hulagu; no entanto, ele havia aceitado a supremacia mongol duas décadas antes. Quando Hulagu se dirigiu mais para o oeste, os armênios da Cilícia, os seljúcidas do Sultanato de Rum e os reinos cristãos do Principado de Antioquia e do Condado de Trípoli se submeteram à autoridade mongol, juntando-se a eles em seu ataque contra os muçulmanos. Enquanto algumas cidades se renderam sem resistir, outras, como Mayafarriqin, resistiram; suas populações foram massacradas e as cidades saqueadas. ==== Morte de Möngke Khan (1259) ==== Enquanto isso, na porção noroeste do império, o sucessor de Batu e irmão mais novo, Berke, enviou expedições punitivas à Ucrânia, Bielorrússia, Lituânia e Polônia. A dissensão começou a fermentar entre as seções noroeste e sudoeste do Império Mongol quando Batu suspeitou que a invasão de Hulagu na Ásia Ocidental resultaria na eliminação do domínio de Batu ali. Na parte sul do império, o próprio Möngke Khan liderou seu exército a não completar a conquista da China. As operações militares foram geralmente bem-sucedidas, mas prolongadas, de modo que as forças não se retiraram para o norte, como era costume quando o tempo esquentava. Doenças devastaram as forças mongóis com epidemias sangrentas e Möngke morreu em 11 de agosto de 1259. Esse evento deu início a um novo capítulo na história dos mongóis, pois mais uma vez era necessário tomar uma decisão sobre um novo grande cã. Os exércitos mongóis em todo o império retiraram-se de suas campanhas para convocar um novo curultai. === Desunião === ==== Disputa sobre sucessão ==== O irmão de Möngke, Hulagu, interrompeu seu avanço militar na Síria, retirando o grosso de suas forças para Mughan e deixando apenas um pequeno contingente sob o comando de seu general Quitebuga. Apesar de serem forças inimigas na região, os cruzados cristãos e os mamelucos muçulmanos reconheceram que os mongóis eram uma ameaça maior, tiraram vantagem do estado enfraquecido do exército mongol e travaram uma trégua passiva incomum entre si. Em 1260, os mamelucos avançaram do Egito, tendo permissão para acampar e reabastecer perto da fortaleza cristã de Acre e enfrentaram as forças de Quitebuga ao norte da Galileia na Batalha de Ain Jalut. Os mongóis foram derrotados e Quitebuga executado. Essa batalha crucial marcou o limite ocidental para a expansão mongol no Oriente Médio e os mongóis nunca mais foram capazes de fazer avanços militares sérios além da Síria. Em uma parte separada do império, Kublai Khan, outro irmão de Hulagu e Möngke, ouviu falar da morte do grande cã no rio Huai, na China. Em vez de retornar à capital, ele continuou seu avanço na região chinesa de Wuchang, perto do rio Yangtzé. Seu irmão mais novo, Arigue Buga, aproveitou a ausência de Hulagu e Kublai e usou sua posição na capital para ganhar o título de grande cã para si mesmo, com representantes de todos os ramos da família o proclamando como o líder do curultai em Caracórum. Quando Kublai soube disso, convocou seu próprio curultai em Kaiping e quase todos os príncipes e grandes noianos do norte da China e da Manchúria apoiaram sua própria candidatura sobre a de Arigue Buga. ==== Guerra Civil Mongol ==== Batalhas ocorreram entre os exércitos de Kublai e os de seu irmão Arigue Buga, que incluíam forças ainda leais à administração anterior de Möngke. O exército de Kublai eliminou facilmente os partidários de Arigue Buga e assumiu o controle da administração civil no sul da Mongólia. Outros desafios surgiram de seus primos, os chagataides. Kublai enviou Abishka, um príncipe chagataida leal a ele, para assumir o comando do reino de Chagatai. Mas Arigue Buga capturou e executou Abishka, tendo coroado o seu aliado Alghu. A nova administração de Kublai bloqueou Arigue Buga na Mongólia para cortar o fornecimento de alimentos, causando fome. Caracórum caiu rapidamente para Kublai, mas Arigue Buga se recuperou e retomou a capital em 1261. No sudoeste de Ilcanato, Hulagu era leal a seu irmão Kublai, mas os confrontos com seu primo Berke, o governante da Horda Dourada, começaram em 1262. As mortes suspeitas de príncipes Jochid a serviço de Hulagu, a distribuição desigual de espólios de guerra e os massacres de muçulmanos por Hulagu aumentaram a raiva de Berke, que considerou apoiar uma rebelião do Reino da Geórgia contra o governo de Hulagu em 1259-1260.L. N.Gumilev, A. Kruchki. Hulagu morreu em 8 de fevereiro de 1264. Berke tentou se aproveitar e invadir o reino de Hulagu, mas ele morreu no caminho e, alguns meses depois, Alghu Khan, do Canato de Chagatai, morreu também. Kublai nomeou o filho de Hulagu, Abaqa, como novo cã, e nomeou o neto de Batu, Möngke Temür, para liderar a Horda Dourada. Abaqa buscou alianças estrangeiras, como a tentativa de formar uma aliança franco-mongol contra os mamelucos egípcios. Arigue Buga se rendeu a Kublai em Xanadu em 21 de agosto de 1264. ==== Campanhas de Kublai Khan (1264–1294) ==== No sul, após a queda de Xiangyang em 1273, os mongóis buscaram a conquista final da dinastia Sung no sul da China. Em 1271, Kublai renomeou o novo regime mongol na China como dinastia Yuan e procurou sinicizar sua imagem como imperador para ganhar o controle do povo chinês. Kublai mudou sua sede para Khanbaliq, a gênese do que mais tarde se tornou a moderna cidade de Pequim. Seu estabelecimento de uma capital ali foi uma mudança polêmica para muitos mongóis, que o acusaram de estar muito ligado à cultura chinesa. Os mongóis tiveram sucesso em suas campanhas contra a China e a família imperial Sung chinesa se rendeu aos Yuans em 1276, tornando os mongóis o primeiro povo não chinês a conquistar toda a China. Kublai usou sua base para construir um império poderoso, criando universidades, escritórios, portos e canais comerciais e patrocinando artes e ciências. Os registros mongóis listam 20.166 escolas públicas criadas durante seu reinado. Depois de alcançar o domínio real ou nominal sobre grande parte da Eurásia e conquistar a China com sucesso, Kublai prosseguiu com sua expansão. Suas invasões da Birmânia e de Sacalina foram custosa, e suas tentativas de invasão de Đại Việt (norte do Vietnã) e Champa (sul do Vietnã) terminaram em uma derrota devastadora, mas garantiram o status de vassalo desses países. Os exércitos mongóis foram repetidamente derrotados em Đại Việt e esmagados na Batalha de Bạch Đằng (1288). Nogai e Konchi, o cã da Horda Branca, estabeleceram relações amigáveis com a dinastia Yuan e o Ilcanato. As divergências políticas entre ramos rivais da família sobre o cargo de grande cã continuaram, mas o sucesso econômico e comercial do Império Mongol continuou, apesar das disputas internas. === Desintegração em entidades concorrentes === Mudanças importantes ocorreram no Império Mongol no final dos anos 1200. Kublai Khan, depois de conquistar toda a China e estabelecer a dinastia Yuan, morreu em 1294. Ele foi sucedido por seu neto, Temür Khan, que deu continuidade às políticas de Kublai. Ao mesmo tempo, a Guerra Civil Toluida, junto com a Guerra Berke-Hulagu e a subsequente Guerra Kaidu-Kublai, enfraqueceu muito a autoridade do grande cã sobre a totalidade do Império Mongol, que se dividiu em canatos autônomos, a dinastia Yuan e os três canatos ocidentais: a Horda Dourada, o Canato de Chagatai e o Ilcanato. Apenas o Ilcanato permaneceu leal à corte Yuan, mas teve sua própria luta interna pelo poder, em parte por causa de uma disputa com as crescentes facções islâmicas na parte sudoeste do império. Após a morte de Kaidu, o governante Chatagai Duwa iniciou uma proposta de paz e persuadiu os Ögedeids a se submeterem a Temür Khan. Em 1304, todos os canatos aprovaram um tratado de paz e aceitaram a supremacia do imperador Yuan, Temür. Isso estabeleceu a supremacia nominal da dinastia Yuan sobre os canatos ocidentais, que duraria várias décadas. Esta supremacia foi baseada em fundações mais fracas do que a dos Khagans anteriores e cada um dos quatro canatos continuou a se desenvolver separadamente e funcionar como estados independentes. Quase um século de conquistas e guerras civis foi seguido por relativa estabilidade, a Pax Mongolica, e o comércio internacional e as trocas culturais floresceram entre a Ásia e a Europa. A comunicação entre a dinastia Yuan na China e o Ilcanato na Pérsia encorajou ainda mais o comércio e o comércio entre o leste e o oeste. Padrões de tecidos reais Yuan podiam ser encontrados no lado oposto do império, adornando as decorações armênias; árvores e vegetais eram transplantados em todo o império; e as inovações tecnológicas se espalharam dos domínios mongóis em direção ao Ocidente. Papa João XXII foi apresentado um memorando da igreja oriental descrevendo a Pax Mongolica: \"... Khagan é um dos maiores monarcas e todos os senhores do estado, por exemplo, o rei de Almaligh (Canato de Chagatai), o imperador Abu Said e o cã uzbeque são seus súditos, saudando sua santidade em homenagem.\" No entanto, embora os quatro canatos continuassem a interagir uns com os outros até o século XIV, eles o fizeram como Estados soberanos e nunca mais juntaram seus recursos em um esforço militar cooperativo.The Cambridge History of China: Volume 6, by Denis C. Twitchett, Herbert Franke, John King Fairbank, p413 ==== Desenvolvimento dos canatos ==== Apesar de seus conflitos com Kaidu e Duwa, o imperador Yuan Temür estabeleceu uma relação tributária com o povo Shan, que parecia uma guerra, após sua série de operações militares contra a Tailândia de 1297 a 1303. Isso marcaria o fim da expansão para o sul dos mongóis. Quando Gazã assumiu o trono do Ilcanato em 1295, ele formalmente aceitou o Islã como sua religião, marcando um ponto de virada na história mongol após o qual a Pérsia Mongol se tornou cada vez mais islâmica. Apesar disso, Gazã continuou a fortalecer os laços com Temür Khan e a dinastia Yuan no leste. Era politicamente útil anunciar a autoridade do grande cã no Ilcanato, porque a Horda Douradao na Rússia há muito reclamava a vizinha Geórgia. Em quatro anos, Ghazan começou a enviar tributos à corte Yuan e a apelar a outros cãs para aceitarem Temür Khan como seu suserano. Ele supervisionou um extenso programa de interação cultural e científica entre o Ilcanato e a dinastia Yuan nas décadas seguintes. A fé de Gazã pode ter sido islâmica, mas ele continuou a guerra de seus ancestrais com os mamelucos egípcios e consultou seus antigos conselheiros mongóis em sua língua nativa. Ele derrotou o exército mameluco na Batalha de Wadi al- Khazandar em 1299, mas só foi capaz de ocupar a Síria por um breve período, devido aos ataques de distração do Canato de Chagatai sob seu governante de fato Kaidu, que estava em guerra com o Ilcanato e a dinastia Yuan. Lutando por influência na Horda Dourada, Kaidu patrocinou seu próprio candidato, Kobeleg, contra Bayan (r. 1299-1304), o cã da Horda Branca. Bayan, depois de receber apoio militar dos mongóis na Rússia, solicitou ajuda de Temür Khan e do Ilcanato para organizar um ataque unificado contra as forças de Kaidu. Temür foi receptivo e atacou Kaidu um ano depois. Depois de uma batalha sangrenta com os exércitos de Temür perto do rio Zavkhan em 1301, Kaidu morreu e foi sucedido por Duwa. Duwa foi desafiado pelo filho de Kaidu, Chapar, mas com a ajuda de Temür, Duwa derrotou os Ögedeids. Tokhta da Horda Dourada, também buscando uma paz geral, enviou 20 mil homens para fortalecer a fronteira Yuan. No entanto, Tokhta morreu em 1312 e foi sucedido por Ozbeg (r. 1313–1341), que tomou o trono da Horda Dourada e perseguiu os mongóis não muçulmanos. A influência dos Yuans na Horda foi revertida em grande parte e os confrontos de fronteira entre os Estados mongóis recomeçaram. Os enviados de Ayurbarwada Buyantu Khan apoiaram o filho de Tokhta contra Ozbeg. No Canato de Chagatai, Esen Buqa I (r. 1309–1318) foi entronizado como cã depois de suprimir uma rebelião repentina dos descendentes de Ögedei e levar Chapar ao exílio. Os exércitos Yuan e Ilkhanid finalmente atacaram Chagatai. Reconhecendo os benefícios econômicos potenciais e o legado de Genghisid, Ozbeg reabriu relações amigáveis com o Yuan em 1326. Ele fortaleceu os laços com o mundo muçulmano também, construindo mesquitas e outras estruturas elaboradas, como banhos. Na segunda década do século XIV, as invasões mongóis diminuíram ainda mais. Em 1323, Abu Said Khan (r. 1316–1335), do Ilcanato, assinou um tratado de paz com o Egito. A seu pedido, o tribunal Yuan concedeu ao seu guardião Chupan o título de comandante-chefe de todos os canatos mongóis, mas Chupan morreu no final de 1327. A guerra civil eclodiu na dinastia Yuan em 1328–1329. Após a morte de Yesün Temür em 1328, Tugh Temür se tornou o novo líder em Khanbaliq, enquanto o filho de Yesün Temür, Ragibagh, assumiu o trono em Shangdu, levando à guerra civil conhecida como Guerra das Duas Capitais. Tugh Temür derrotou Ragibagh, mas o Chagatai khan Eljigidey (r. 1326–1329) apoiou Kusala, irmão mais velho de Tugh Temür, como grande cã. Ele invadiu com uma força de comando e Tugh Temür abdicou. Kusala foi eleito cã em 30 de agosto de 1329. Kusala foi então envenenado por um Kypchak comandante sob tugh Temür, que voltou ao poder. Tugh Temür (1304–1332) era conhecedor da língua e da história chinesas e também era um poeta, calígrafo e pintor respeitável. Para ser aceito por outros canatos como o soberano do mundo mongol, ele enviou príncipes genghisid e descendentes de notáveis generais mongóis Ilkhan Abu Said e Ozbegao canato de Chagatai. Em resposta aos emissários, todos concordaram em enviar tributo a cada ano. Além disso, Tugh Temür deu presentes luxuosos e um selo imperial a Eljigidey para apaziguar sua raiva. === Estados remanescentes do Império Mongol === Com a morte de Abu Said Bahatur em 1335, o governo mongol vacilou e a Pérsia caiu na anarquia política. Um ano depois, seu sucessor foi morto por um governador de Oirat, e o Ilcanato foi dividido entre Suldus, Jalayir, Togha Temür (falecido em 1353) e senhores da guerra persas. Aproveitando o caos, os georgianos expulsaram os mongóis de seu território e o comandante uigur Eretna estabeleceu um Estado independente na Anatólia em 1336. Após a queda de seus mestres mongóis, o vassalo leal, o Reino Armênio da Cilícia, recebeu ameaças crescentes dos mamelucos e acabou sendo invadido em 1375. Junto com a dissolução do Ilcanato na Pérsia, os governantes mongóis na China e o Canato de Chagatai também estavam em crise. A praga conhecida como Peste Negra, que começou nos domínios mongóis e se espalhou pela Europa, aumentou a confusão. A doença devastou todos os canatos, cortando os laços comerciais e matando milhões de pessoas. A praga pode ter levado 50 milhões de vidas apenas na Europa no século XIV.Ole Jørgen Benedictow, The Black Death, 1346–1353: The Complete History (2004), p. 382.p. 382. À medida que o poder dos mongóis declinava, o caos irrompeu por todo o império, à medida que os líderes não mongóis expandiam sua própria influência. A Horda Dourada perdeu todos os seus domínios ocidentais (incluindo os atuais Belarus e Ucrânia) para a Polônia e a Lituânia entre 1342 e 1369. Os príncipes muçulmanos e não muçulmanos no Canato de Chagatai guerrearam entre si de 1331 a 1343, e o canato se desintegrou quando senhores da guerra não genghisidas estabeleceram seus próprios cãs fantoches na Transoxiana e no Mogulistão. Janibeg (r. 1342–1357) reafirmou brevemente o domínio de Jochid sobre os chaghataides. Ao exigir submissão de uma ramificação do Ilcanato no Azerbaijão, ele se gabou de que \"hoje três uluses estão sob meu controle\". No entanto, famílias rivais dos jochidas começaram a lutar pelo trono da Horda Dourada após o assassinato de seu sucessor, Berdi Begue, em 1359. O último governante Yuan, Toghan Temür (r. 1333-70), estava impotente para resolver esses problemas, um sinal de que o império estava quase chegando ao fim. A moeda sem lastro de sua corte havia entrado em uma espiral hiperinflacionária e o chineses han se revoltaram devido às duras imposições da dinastia Yuan. Na década de 1350, Gongmin, dos Goryeo, empurrou com sucesso as guarnições mongóis e exterminou a família da imperatriz de Toghan Temür Khan, enquanto Tai Situ Changchub Gyaltsen conseguiu eliminar a influência mongol no Tibete. Cada vez mais isolados de seus súditos, os mongóis perderam rapidamente a maior parte da China para as forças rebeldes Ming e, em 1368, fugiram para seu coração na Mongólia. Após a derrubada da dinastia Yuan, a Horda Dourada perdeu contato com a Mongólia e a China, enquanto as duas partes principais do Canato de Chagatai foram derrotadas por Timur (Tamerlão) (1336-1405), que fundou o Império Timúrida. No entanto, os remanescentes do Canato de Chagatai sobreviveram; o último Estado chagataida a sobreviver foi o Canato de Yarkent, até sua derrota pelo Canato de Dzungar em 1680. A Horda Dourada se dividiu em hordas turcas menores que declinaram constantemente em poder ao longo de quatro séculos. Entre eles, a sombra do canato, a Grande Horda, sobreviveu até 1502, quando um de seus sucessores, o Canato da Crimeia, saqueou Sarai. O Canato da Crimeia durou até 1783, enquanto canatos como o Canato de Bucara e o Canato Cazaque duraram ainda mais. == Organização militar == O número de tropas reunidas pelos mongóis é assunto de debate acadêmico, mas era de pelo menos 105 mil homens em 1206. A organização militar mongol era simples, mas eficaz, baseada no sistema decimal. O exército foi formado por esquadrões de dez homens cada, arbans (10 pessoas), zuuns (100), mingghans () e tumens (10 000). Os mongóis eram mais famosos por seus arqueiros a cavalo, mas as tropas armadas com lanças eram igualmente habilidosas e os mongóis recrutaram outros especialistas militares das terras que conquistaram. Com experientes engenheiros chineses e um corpo de bombardeiros que era especialista em construir trabucos, catapultas e outras máquinas, os mongóis podiam sitiar posições fortificadas, às vezes construindo maquinários no local usando os recursos locais disponíveis. As forças sob o comando do Império Mongol foram treinadas, organizadas e equipadas para mobilidade e velocidade. Os soldados mongóis tinham armaduras mais leves do que muitos dos exércitos que enfrentavam, mas eram capazes de compensar isso com facilidade de manobra. Cada guerreiro mongol normalmente viajaria com vários cavalos, permitindo que ele mudasse rapidamente para uma nova montaria conforme necessário. Além disso, os soldados do exército mongol funcionavam independentemente das linhas de abastecimento, acelerando consideravelmente o movimento do exército. O uso habilidoso de mensageiros permitiu que os líderes desses exércitos mantivessem contato uns com os outros. A disciplina era inculcada nos soldados durante uma nerge (caça tradicional), conforme relatado por Juveini. Essas caçadas eram distintas das caçadas em outras culturas, sendo equivalentes a ações de pequenas unidades. As forças mongóis se espalhariam em uma linha, cercariam uma região inteira e, então, conduziriam todo o jogo naquela área juntos. O objetivo era não deixar nenhum dos animais escapar e abater todos eles. Outra vantagem dos mongóis era sua capacidade de atravessar grandes distâncias, mesmo em invernos excepcionalmente frios; por exemplo, rios congelados os levaram como rodovias para os grandes centros urbanos em suas margens. Os mongóis eram adeptos do trabalho fluvial, cruzando o rio Sajó em condições de enchente de primavera com 30 mil soldados de cavalaria em uma única noite durante a Batalha de Mohi (abril de 1241) para derrotar o rei húngaro Bela IV. Da mesma forma, no ataque contra o muçulmano Khwarezmshah, uma flotilha de barcaças foi usada para impedir a fuga no rio. Tradicionalmente conhecidos por sua destreza com as forças terrestres, os mongóis raramente usavam poder naval. Nas décadas de 1260 e 1270, eles usaram a energia do mar para conquistar a dinastia Sung da China, embora suas tentativas de organizar campanhas marítimas contra o Japão tenham sido infrutíferas. Em torno do Mediterrâneo Oriental, suas campanhas eram quase exclusivamente terrestres, com os mares controlados pelas forças cruzadas e mamelucas. Todas as campanhas militares eram precedidas por um planejamento cuidadoso, reconhecimento e coleta de informações confidenciais relacionadas aos territórios e forças inimigas. O sucesso, a organização e a mobilidade dos exércitos mongóis permitiram que lutassem em várias frentes ao mesmo tempo. Todos os homens adultos de até 60 anos eram elegíveis para o alistamento militar, uma fonte de honra em sua tradição de guerreiro tribal. == Sociedade == === Lei e governança === O Império Mongol era governado por um código de leis criado por Gêngis, chamado Yassa, que significa \"ordem\" ou \"decreto\". Um cânone particular desse código era que aqueles de alta posição social compartilhavam as mesmas dificuldades que o homem comum. Ele também impôs penalidades severas, por exemplo, a pena de morte se um soldado montado seguindo outro não pegasse algo caído da montaria à frente. Penalidades também foram decretadas para estupro e, até certo ponto, para assassinato. Qualquer resistência ao domínio mongol erai recebida com punição coletiva massiva. Cidades foram destruídas e seus habitantes massacrados se desafiaram as ordens mongóis. Sob o Yassa, chefes e generais foram selecionados com base no mérito. O império era governado por uma assembleia central não democrática de estilo parlamentar, chamada curultai, na qual os chefes mongóis se reuniam com o grande cã para discutir as políticas interna e externa. Os curultais também eram convocados para a seleção de cada novo grande cã.San,T. \"Dynastic China: An Elementary History\" .pg 297 Os mongóis importaram muçulmanos da Ásia Central para servir como administradores na China e enviaram chineses han e khitanos da China para servirem como administradores da população muçulmana em Bukhara, na Ásia Central, usando assim estrangeiros para restringir o poder dos povos locais de ambas as terras. === Religiões === alt=Painting of a stylized building, showing Ghazan kneeling and accepting conversion|miniaturadaimagem| Miniatura persa representando a conversão de Gazã do budismo ao islamismo Na época de Genghis Khan, virtualmente todas as religiões tinham convertidos mongóis, do budismo ao cristianismo, do maniqueísmo ao islamismo. Para evitar conflitos, Genghis Khan criou uma instituição que garantia total liberdade religiosa, embora ele próprio fosse um xamanista. Sob sua administração, todos os líderes religiosos estavam isentos de impostos e do serviço público. Inicialmente, havia poucos locais formais de culto por causa do estilo de vida nômade. No entanto, sob Ögedei (1186–1241), vários projetos de construção foram realizados na capital mongol. Junto com palácios, Ögedei construiu casas de culto para os seguidores budistas, muçulmanos, cristãos e taoístas. As religiões dominantes na época eram o xamanismo, o tengrismo e o budismo, embora a esposa de Ögedei fosse cristã nestoriana. Eventualmente, cada um dos Estados sucessores dos mongóis adotou a religião dominante das populações locais: a dinastia Yuan mongol no Oriente (originalmente o domínio do grande cã) abraçou o budismo e o xamanismo, enquanto os três canatos ocidentais adotaram o islamismo. === Artes e literatura === A obra literária mais antiga na língua mongol sobrevivente é A História Secreta dos Mongóis, que foi escrita para a família real algum tempo após a morte de Genghis Khan em 1227. É o relato nativo mais significativo da vida e genealogia de Gêngis, cobrindo suas origens e infância até o estabelecimento do Império Mongol e o reinado de seu filho, Ögedei. Outro clássico do império é o Jami 'al-tawarikh, ou \"História Universal\". Foi encomendado no início do século XIV por Abaca como uma forma de documentar a história do mundo inteiro, para ajudar a estabelecer o próprio legado cultural dos mongóis. Os escribas mongóis no século XIV usaram uma mistura de resina e pigmentos vegetais como uma forma primitiva de fluido de correção; este é indiscutivelmente seu primeiro uso conhecido. Os mongóis também apreciavam as artes visuais, embora seu gosto pelo retrato se concentrasse estritamente em retratos de cavalos e não de pessoas. === Ciência === O Império Mongol viu alguns desenvolvimentos significativos na ciência devido ao patrocínio dos cãs. Roger Bacon atribuiu o sucesso dos mongóis como conquistadores do mundo principalmente à sua devoção à matemática. Astronomia foi um ramo da ciência pelo qual os Kcãstiveram um interesse pessoal. De acordo com Yuanshi, Ögedei Khan ordenou duas vezes que a esfera armilar de Zhongdu fosse reparada (em 1233 e 1236) e também ordenou em 1234 a revisão e adoção do calendário Damingli. Ele construiu um templo confucionista para Yelü Chucai em Caracórum por volta de 1236, onde Yelü Chucai criou e regulamentou um calendário no modelo chinês. Möngke Khan foi notado por Rashid al-Din como tendo resolvido alguns dos difíceis problemas da geometria euclidiana por conta própria e escreveu a seu irmão Hulagu Khan para enviar-lhe o astrônomo Tusi. O desejo de Möngke Khan de que Tusi construísse para ele um observatório em Caracórum não se concretizou, pois o cã morreu em campanha no sul da China. Em vez disso, Hulagu Cã concedeu a Tusi uma concessão para construir o Observatório Maragheh na Pérsia em 1259 e ordenou-lhe que preparasse tabelas astronômicas para ele em 12 anos, apesar de Tusi pedir 30 anos.Tusi produziu com sucesso as tabelas em 12 anos, produziu uma edição revisada dos elementos de Euclides e ensinou o dispositivo matemático inovador chamado casal Tusi. O Observatório Maragheh manteve cerca de 400 mil livros recuperados por Tusi do cerco de Bagdá e outras cidades. Astrônomos chineses trazidos por Hulagu Cã também trabalharam lá. Kublai Khan construiu vários grandes observatórios na China e suas bibliotecas incluíam o Wu-hu-lie-ti (Euclides) trazido por matemáticos muçulmanos. Zhu Shijie e Guo Shoujing foram matemáticos notáveis na China governada pelos mongóis. O médico mongol Hu Sihui descreveu a importância de uma dieta saudável em um tratado médico de 1330. Ghazan Khan, capaz de entender quatro idiomas, incluindo latim, construiu o Observatório de Tabriz em 1295. O astrônomo grego bizantino Gregório Choniades estudou lá com Ajall Shams al-Din Omar, que havia trabalhado em Maragheh com Tusi. Chioniades desempenhou um papel importante na transmissão de várias inovações do mundo islâmico para a Europa. Isso inclui a introdução do astrolábio independente da latitude universal na Europa e uma descrição grega do casal Tusi, que mais tarde teria uma influência no heliocentrismo copernicano. Choniades também traduziu vários tratados de Zij para o grego, incluindo o persa Zij-i Ilkhani de al-Tusi e o observatório Maragheh. A aliança bizantino-mongol e o fato de o Império de Trebizonda ser um vassalo de Ilcanato facilitaram os movimentos de Choniades entre Constantinopla, Trebizonda e Tabriz. O príncipe Radna, o vice- rei mongol do Tibete com base na província de Gansu, patrocinou o astrônomo Samarkandi al-Sanjufini. O manual astronômico árabe dedicado por al-Sanjufini ao príncipe Radna, um descendente de Kublai Khan, foi concluído em 1363. === Sistema de correio === O Império Mongol tinha um sistema de correio engenhoso e eficiente para a época, muitas vezes referido pelos estudiosos como Örtöö. Ele tinha postos de revezamento ricamente decorados e bem guardados e instalados em todo o Império.Chambers, James. Um mensageiro normalmente viajaria 40 km de uma estação para a outra, recebendo um cavalo descansado e descansado, ou retransmitindo a correspondência para o próximo cavaleiro para garantir a entrega mais rápida possível. Os cavaleiros mongóis cobriam regularmente 200 km por dia, melhor do que o recorde mais rápido estabelecido pelo Pony Express cerca de 600 anos depois. As estações retransmissoras anexaram famílias para atendê-los. Qualquer pessoa com uma paiza tinha permissão para parar ali para remontagens e rações especificadas, enquanto os portadores de identidades militares usavam o Yam mesmo sem uma paiza. Muitos comerciantes, mensageiros e viajantes da China, Oriente Médio e Europa usaram o sistema. Quando o grande cã morreu em Karakorum, a notícia chegou às forças mongóis sob o comando de Batu Cã na Europa Central em 4 a 6 semanas, graças ao Yam. Gêngis e seu sucessor Ögedei construíram um amplo sistema de estradas, uma das quais escavada nas montanhas Altai. Após sua entronização, Ögedei expandiu ainda mais o sistema de estradas, ordenando que o Canato de Chagatai e a Horda Dourada ligassem as estradas nas partes ocidentais do Império Mongol.Secret History of the Mongols == Rota da Seda == Os mongóis historicamente apoiaram os mercadores e o comércio. Genghis Khan encorajou mercadores estrangeiros no início de sua carreira, mesmo antes de unir os mongóis. Os mercadores forneciam informações sobre as culturas vizinhas, serviam como diplomatas e comerciantes oficiais para os mongóis e eram essenciais para muitos bens, já que os mongóis produziam pouco. O governo e as elites mongóis forneceram capital para os mercadores e os enviaram para longe, em uma ortoq (parceria comercial). Na época mongol, as características contratuais de uma ortoq se assemelhavam muito às dos acordos de qirad, um dos instrumentos financeiros básicos do mundo islâmico medieval, onde um acordo entre um ou mais investidores e um agente no qual os investidores confiam seu capital e que então negociava na esperança de obter lucro; no entanto, os investidores mongóis não eram limitados ao uso de metais preciosos não cunhados e bens comercializáveis para investimentos de parceria e financiavam principalmente empréstimos de dinheiro e atividades comerciais. Além disso, as elites mongóis formaram parcerias comerciais com comerciantes de cidades italianas, incluindo a família de Marco Polo. À medida que o império crescia, quaisquer mercadores ou embaixadores com documentação e autorização adequadas recebiam proteção enquanto viajavam pelos reinos mongóis. Estradas bem movimentadas e relativamente bem conservadas ligavam terras da bacia do Mediterrâneo à China, aumentando muito o comércio terrestre e resultando em algumas histórias dramáticas de quem viajou pelo que viria a ser conhecido como a Rota da Seda. O explorador ocidental Marco Polo viajou para o oriente ao longo da Rota da Seda e o monge mongol chinês Rabban Bar Sauma fez uma jornada épica ao longo da rota, aventurando-se de sua casa em Cambalique (Pequim) até a Europa. Missionários europeus, como Guilherme de Rubruck, também viajaram para a corte mongol para converter crentes à sua causa, ou foram como enviados papais para se corresponder com governantes mongóis em uma tentativa de assegurar uma aliança franco-mongol. Era raro, entretanto, alguém percorrer toda a extensão da Rota da Seda. Em vez disso, as mercadorias eram comercializadas de um intermediário para outro, movendo-se da China para o Ocidente; as mercadorias transportadas por distâncias tão longas alcançavam preços extravagantes. Depois de Gêngis, o negócio de parceria comercial continuou a florescer sob seus sucessores, Ögedei e Güyük. Os mercadores levavam roupas, alimentos, informações e outras provisões para os palácios imperiais e, em troca, os grandes cãs davam aos mercadores isenções de impostos e permitiam que usassem as estações de retransmissão oficiais do Império Mongol. Os comerciantes também serviram como fiscais na China, Rússia e no Irã. Se os mercadores fossem atacados por bandidos, as perdas eram compensadas com o tesouro imperial. As políticas mudaram sob o grande cã Möngke. Por causa da lavagem de dinheiro e da taxação excessiva, ele tentou limitar os abusos e enviou investigadores imperiais para supervisionar os negócios ortoq. Ele decretou que todos os mercadores deviam pagar impostos comerciais e de propriedade e pagou todos os saques dos mercadores sacados por elites mongóis de alto escalão. Essa política continuou durante a dinastia Yuan. A queda do Império Mongol no século XIV levou ao colapso da unidade política, cultural e econômica ao longo da Rota da Seda. Tribos turcas aproveitaram o extremo oeste da rota do Império Bizantino, semeando as sementes de uma cultura turca que mais tarde se cristalizaria no Império Otomano sob a fé a sunita. No Oriente, os chineses han derrubaram a dinastia Yuan em 1368 e retomaram o poder de sua nação com a dinastia Ming, que seguiu uma política de isolacionismo econômico.Guoli Liu Chinese Foreign Policy in Transition. p. 364 == Legado == O império mongol - no auge do maior império contíguo da história da humanidade - teve um impacto duradouro, unificando grandes regiões. Algumas delas (como a Rússia oriental e ocidental e as partes ocidentais da China) permanecem unificadas hoje. Os mongóis foram assimilados pelas populações locais após a queda do império e alguns de seus descendentes adotaram religiões locais; por exemplo, o canato oriental adotou amplamente o budismo e os três canatos ocidentais adotaram o islamismo, em grande parte sob a influência sufista. As conquistas não militares do Império Mongol incluem a introdução de um sistema de escrita e um alfabeto baseado nos caracteres da língua uigur, que ainda é usado na Mongólia ainda hoje. Moscou ganhou proeminência enquanto ainda estava sob o domínio do jugo mongol-tártaro, algum tempo depois que os governantes russos receberam o status de coletores de impostos dos mongóis. O fato de os russos coletarem tributos e impostos para os mongóis significava que os próprios mongóis raramente visitavam as terras que possuíam. Com o tempo, os russos ganharam poder militar e seu governante Ivan III derrubou completamente os mongóis e formou o czarismo russo. Depois que a grande resistência no rio Ugra provou que os mongóis eram vulneráveis, o Grão-Principado de Moscou conquistou a independência. Alguns estudos indicam que a Peste Negra que devastou a Europa no final dos anos 1340 pode ter viajado da China para a Europa ao longo das rotas comerciais do Império Mongol. Em 1347, o possuidor genovês de Caffa, um grande empório comercial na península da Criméia, foi sitiado por um exército de guerreiros mongóis sob o comando de Janibeg. Depois de um cerco prolongado durante o qual o exército mongol estava supostamente morrendo de doenças, eles decidiram usar os cadáveres infectados como arma biológica. Os cadáveres foram catapultados sobre as muralhas da cidade, infectando os habitantes. Os mercadores genoveses fugiram, transferindo a peste por meio de seus navios para o sul da Europa, de onde ela se espalhou rapidamente. O número total de mortes em todo o mundo por causa da pandemia é estimado em 75-200 milhões com até 50 milhões de mortes só na Europa. O mundo islâmico foi submetido a mudanças massivas como resultado das invasões mongóis. A população do planalto iraniano sofreu de doenças generalizadas e fome, resultando na morte de até três quartos de sua população, possivelmente 10 a 15 milhões de pessoas. O historiador Steven Ward estima que a população do Irã só atingiu seus níveis pré-mongóis novamente em meados do século XX. David Nicole afirma em The Mongol Warlords, \"o terror e o extermínio em massa de qualquer um que se opusesse a eles foi uma tática mongol bem testada\". Cerca de metade da população russa pode ter morrido durante a invasão. No entanto, Colin McEvedy em Atlas of World Population History, 1978 estima que a população da Rússia na Europa caiu de 7,5 milhões antes da invasão para 7 milhões depois. Os historiadores estimam que até metade dos dois milhões de habitantes da Hungria foram vítimas da invasão mongol. O historiador Andrea Peto diz que Rogerius, uma testemunha ocular, disse que \"os mongóis matavam todo mundo, independentemente de sexo ou idade\" e \"os mongóis, especialmente, 'encontravam prazer' em humilhar as mulheres\".Andrea Peto in Uma das táticas mais bem-sucedidas empregadas pelos mongóis foi eliminar as populações urbanas que se recusavam a se render. Durante a invasão mongol de Rus de Kiev, quase todas as grandes cidades foram destruídas. Se optassem por se submeter, o povo geralmente era poupado, embora isso não fosse garantido. Por exemplo, a cidade de Hamadã, no atual Irã, foi destruída e todos os homens, mulheres e crianças executados pelo general mongol Subadai, após se renderem a ele, mas não tendo provisões suficientes para sua força de patrulha mongol. Vários dias após a demolição inicial da cidade, Subadai enviou uma força de volta às ruínas em chamas e ao local do massacre para matar todos os habitantes da cidade que estavam ausentes no momento do massacre inicial e retornaram nesse meio tempo. Os exércitos da Mongólia utilizaram os povos locais e seus soldados, muitas vezes incorporando-os a seus exércitos. Às vezes, os prisioneiros de guerra podiam escolher entre morrer e se tornar parte do exército mongol para ajudar em conquistas futuras. Devido aos métodos brutais empregados para subjugar seus súditos, os mongóis mantiveram um ressentimento duradouro daqueles que conquistaram. Esse ressentimento em relação ao domínio mongol foi destacado como uma das causas do rápido fraturamento do império.The Story of the Mongols Whom We Call the Tartars= Historia Mongalorum Quo s Nos Tartaros Appellamus: Friar Giovanni Di Plano Carpini's Account of His Embassy to the Court of the Mongol Khan by Da Pian Del Carpine Giovanni and Erik Hildinger (Branden BooksApril 1996 ) Os calmucos foram os últimos nômades mongóis a penetrar no território europeu, tendo migrado da Ásia Central para a Europa na virada do século XVII. No inverno de 1770-1771, aproximadamente 200 mil calmucos começaram a jornada de suas pastagens na margem esquerda do rio Volga até a Zungária, passando pelos territórios de seus inimigos cazaques e quirguizes. Após vários meses de viagem, apenas um terço do grupo original chegou a Dzungaria, no noroeste da China. Alguns canatos turco-mongóis duraram séculos recentes: o canato da Crimeia durou até 1783; o Canato de Bucara durou até 1920; o Canato Cazaque durou até 1847; o Canato de Cocande durou até 1876; e o Canato de Quiva sobreviveu como protetorado russo até 1917. == Veja também == * Conquistas e invasões mongóis * Telurocracia * Xiongnu == Notas == == Bibliografia == * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * == Ligações externas == Categoria:Estados e territórios fundados em 1206 Categoria:Estados e territórios extintos em 1368",
 "title": "Império Mongol"
}