{
 "id": "6069",
 "text": "Folques é uma povoação portuguesa sede da Freguesia de Folques do Município de Arganil, freguesia com 18,36 km² de área e 342 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . thumb|290px|right|Localização da freguesia no Município de Arganil == História == O foral do lugar de Folques foi inicialmente dado pelo prior de Arganil em agosto de 1225Arquivo Nacional Torre do Tombo ref:PT/TT/GAV/14/02/000011. Seguidamente há registos de novo foral, em outubro de 1237, ao lugar de Cepos e Folques, dado pelo prior e convento do Mosteiro de São Pedro de ArganilArquivo Nacional Torre do Tombo ref:PT/TT/GAV/15/7/9. O mosteiro de Folques tornar-se-ía historicamente proeminente na região, atribuindo Forais de terras e lugares , como p.ex. da Póvoa aos 02 de Abril de 1386Arquivo Nacional Torre do Tombo ref:PT/TT/GAV/15/12/25, bem como outros direitos de padroados e jurisdiçõesver: Arquivo Nacional Torre do Tombo PT/TT/MSCC. \"*De entre os privilégios concedidos aos mosteiros de Cónegos Regulares de Santo Agostinho, da Congregação de Santa Cruz de Coimbra contam-se os da: * arrecadação executiva das rendas à semelhança da Fazenda Real: dada por D. Sebastião, e por alvará dado em Madrid, a 29 de Outubro de 1594; * faculdade para nomear uma pessoa que em nome dos religiosos do Mosteiro de Santa Cruz e dos demais da sua Congregação, procedesse executivamente contra os devedores dos reguengos, direitos reais e rendas, à semelhança dos contadores da Fazenda para as dívidas à Fazenda Real. A arrecadação executiva sobre os devedores das rendas e seus fiadores, foi utilizada para o donativo com que deviam contribuir os mosteiros da Congregação para a defesa e provimento das fronteiras do reino, em 1652; * faculdade para nomear um tabelião de notas privativo de cada mosteiro - à semelhança do que fora dado aos mosteiros da Ordem de São Bento - para fazer todas as escrituras tocantes a seus bens e propriedades, que segundo a ordenação do reino tivessem de ser feitas por tabelião público, com a intenção de reunir todas as escrituras nos livros de notas de um só tabelião, obrigando-se este a carregar o número de escrituras que fizesse no livro da distribuição da localidade, para ser igualado aos demais tabeliães, privilégio concedido por D. Felipe a instâncias do Geral dos Cónegos Regulares de Santo Agostinho da Congregação de Santa Cruz de Coimbra, em Lisboa, a 5 de Julho de 1608; * assistência prestada pelos desembargadores e procuradores régios, em cada distrito, aos mosteiros da Congregação.Arquivo Nacional Torre do Tombo ref:PT/TT/MSCC\" ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 42 41 189 186 2011 25 23 150 158 2021 25 23 150 144 == Património == * Mosteiro de Folques, recheio artístico e quinta * Capelas do Sr. das Almas, de S. Sebastião, do Sr. dos Aflitos e de S. Teotónio * Casa seis-setecentista * Portela do Alqueve * Lugar do Monte de Celavisa * Cabeço do Monte Redondo === Mosteiro de São Pedro de Folques Resenha Histórica === \"O Mosteiro de São Pedro de Folques era masculino, situava-se no termo de Arganil, e depois em Folques, pertencia aos Cónegos Regulares de Santo Agostinho, tendo estado sujeito à jurisdição do bispo de Coimbra até ser unido à Congregação de Santa Cruz de Coimbra. Foi designado por Mosteiro de Arganil (1187), por Mosteiro de São Pedro de Arganil (1199, 1212, 1290), por Mosteiro de Folques (1473, 1543), por Mosteiro de São Pedro de Folques (1421, 1565). Existem referências ao Mosteiro de São Pedro de Arganil desde 1086, data do testamento de Vermudo Pelágio e de Elvira DraízArquivo Nacional Torre do Tombo ref:PT/TT/MSPF/M001/09, sua mulher, que deixaram ao prior de Arganil, D. GoldrofeSão Goldrofe seria alvo de Processo de Beatificação e Canonização, em 1758-1791. - Arquivo Digital da Torre do Tombo -Digitarq ref.PT/TT/MSPF/L002, e aos seus clérigos religiosos, umas herdades no lugar de Folques. A existência da igreja está documentada para 1155. Entre 1160 e 1164, tornou-se crúzio. *Cerca de 1190, o Mosteiro foi transferido para a mata de Folques mas a designação de São Pedro de Arganil permaneceu pelo menos até ao séc. XIV. O padroado da igreja de São João da Covilhã foi doado ao Mosteiro por João Mendes, seu fundador. O número de forais concedidos pelo Mosteiro a pequenas povoações dos arredores, manifesta o dinamismo e a influência que teve no povoamento, desbravamento e cultivo das terras da região. No Catálogo das igrejas, comendas e mosteiros do Reino de 1320-21, surge taxado em 400 libras. *Data de 1374, a sentença dada a favor do Mosteiro sobre a jurisdição cível nas aldeias de Faia e de Álvares e no couto de Silvares. *Em 1415, entrou no regime de comendas e D. Afonso V retirou-lhe o condado de Arganil para o doar a João Galvão, escrivão da puridade. *Em 1497, em Évora, a 16 de Abril, D. Manuel confirmou-lhe as honras, privilégios, liberdades, graças e mercês outorgadas pelos seus antecessores, e de que o Mosteiro gozou até à morte de D. João II O Mosteiro apresentava o prior da igreja de Arega. A confraria do Santíssimo Sacramento foi instituída no Mosteiro pelo bispo de Coimbra, Conde de Arganil, por autoridade concedida à sua Sé, pela bulaArquivo Nacional Torre do Tombo - Ref:PT/TT/MSPF/M001/01 do Papa Paulo IIIArquivo Nacional Torre do Tombo - Ref: PT/TT/MSPF/M001/01, dada em Roma a 11 de Maio de 1540. Esta concedia as mesmas graças e indulgências em qualquer igreja onde fosse instituída a confraria do Santíssimo Sacramento e aos seus confrades, ficando o Convento e os fregueses com o dever de terem o Santo Sacramento em sacrário seguro e em veneração contínua. *Em 1580 era comendatário do Mosteiro, Luís CarneiroAos 08 de Abril de 1566, \"por Sentença a favor da coroa\" largou a posse do mosteiro de São Pedro de Folques. Ref: Arquivo Nacional Torre do Tombo PT/TT/GAV/10/11/23, capitão e governador da Ilha do Príncipe. *Em 1582, os Mosteiros de São Pedro de Folques, de São Martinho de Caramos, de São Simão da Junqueira, de Santo Estevão de Vilela, de Santa Maria de Vila Nova de Muía, do Salvador de Paderne, de Santa Maria de Vila Boa do Bispo, de Santa Maria de Oliveira e de São Miguel de Vilarinho, pertencentes ao padroado real, foram abrangidos pelo \"Contrato dos mosteiros novos\", assinado entre o rei e o prior geral da Congregação de Santa Cruz, pelo qual o rei os largava à Congregação recebendo, em contrapartida, uma pensão régia, paga a partir das rendas das respectivas mesas priorais. *Em 1594, pela bula \"Pro apostolicae servitutis\" do Papa Clemente VIII, de 19 de Maio, no 3.º ano do seu pontificado, foram unidos à Congregação de Santa Cruz de Coimbra, sendo-lhes confirmados todos os privilégios, graças e indulgências que lhes tinham sido dados e concedendo-lhes os outorgados ao Mosteiro de Santa Cruz de Coimbra, quer pelos papas, seus antecessores, quer os de que gozava de outras religiões (ordens) por comunicação e autoridade apostólica. *Em 1595, com a autorização do Papa Clemente VIII, a instâncias do prior geral e cónegos regulares da Congregação de Santa Cruz, foi unido, anexado e incorporado perpetuamente ao Colégio da Sapiência de Santo Agostinho, para sustento dos seus colegiais, em virtude de estar situado em lugar remoto e pouco povoado, com três ou quatro religiosos \"sem observância regular\", enquanto que ao Colégio não lhe estavam assinadas rendas próprias. *As obras na igreja, campanário, torre e claustro foram realizadas nos séculos XV e XVI. *Foi abrangido pelo primeiro e segundo Contratos estabelecidos entre a Congregação de Santa Cruz de Coimbra e os reis D. Sebastião e D. Felipe, respectivamente, em 15 de Janeiro de 1578 e em 25 de Janeiro de 1582. *Em 1610 o mosteiro de Folques já estava unido ao Colégio de Santo Agostinho da Congregação de Santa Cruz de Coimbra. As visitações eram feitas pelos representantes do bispo e do cabido sede vacante. O cura da igreja, removível \"ad nutum\", era apresentado pelo reitor e religiosos do Mosteiro de Santa Cruz de Coimbra, e confirmado pelo ordinário do bispado.\"Arquivo Nacional Torre do Tombo - Ref.PT/TT/MSPF Em 1834, no âmbito da Reforma geral eclesiástica empreendida pelo Ministro e Secretário de Estado, Joaquim António de Aguiar, executada pela Comissão da Reforma Geral do Clero (1833-1837), pelo Decreto de 30 de Maio, foram extintos todos os conventos, mosteiros, colégios, hospícios e casas de religiosos de todas as ordens religiosas, ficando as de religiosas sujeitas aos respectivos bispos, até à morte da última freira, data do encerramento definitivo. Realizar-se-ía o \"Inventário de extinção do Convento de São Pedro de Folques\"Arquivo Nacional Torre do Tombo - Ref.PT/TT/MF- DGFP/E/001/00165.\" Os bens foram incorporados nos Próprios da Fazenda Nacional\"Arquivo Nacional Torre do Tombo - Ref.PT/TT/MF-DGFP/E/001 == Ligações externas == *Folques na Internet *Folques no Facebook Categoria:Freguesias de Arganil",
 "title": "Folques"
}