{
 "id": "60695",
 "text": "O Podemos (PODE), originalmente chamado Partido Trabalhista Nacional (PTN), é um partido político brasileiro de centro-direita à direita. A legenda tem sido comandada pela família Abreu (Dorival de Abreu, José Masci de Abreu e Renata Abreu) desde sua fundação em 1995. Em 2016, mudou seu nome para \"Podemos\" inspirado no lema da campanha de Barack Obama à presidência dos EUA, \"sim, nós podemos\" (em inglês: \"yes, we can\"); oficializado pelo Tribunal Superior Eleitoral (TSE) em maio de 2017. Em dezembro de 2018, o partido incorporou o Partido Humanista da Solidariedade (PHS). Em 2022, iniciou o processo de incorporação do Partido Social Cristão (PSC), realizando convenção conjunta em dezembro do mesmo ano. Em 16 de junho de 2023, a incorporação foi homologada pelo TSE. Com a incorporação, seu número eleitoral passou a ser 20. Em julho de 2024 possuía 813.989 filiados, sendo o nono maior partido brasileiro. 23.432 candidatos disputam a eleição municipal de 2024 pelo partido, sendo 7.953 candidatas. ==História== ===Fundação=== O PTN foi fundado em 25 maio de 1995, ganhando o registro provisório no mesmo ano. Obteve o registro definitivo em 2 de outubro de 1997, tendo sido dirigido pelo ex-deputado do Partido Trabalhista Brasileiro (PTB, 1945-1965) Dorival de Abreu. A agremiação pretendia recriar o Partido Trabalhista Nacional (1945-1965), partido que veio a eleger Jânio Quadros e que foi fundado por uma dissidência do PTB getulista. ===1998 a 2016=== Nas eleições de 1998, lançou como candidata à presidência sua secretária geral, Thereza Ruiz, obtendo votação superior a 100 mil votos e ficando em 10.º lugar. Em São Paulo, apresentou o candidato a governador Fred Corrêa nas eleições de 2006 mas foi derrotado ao obter apenas 4.523 votos e ficar em 14.º lugar. Entretanto, elegeu seis deputados estaduais no país. Entre 2008 e 2012, elegeu 28 prefeitos, 748 vereadores e seis deputados estaduais. Após o falecimento de Dorival, seu irmão, o ex-deputado federal José de Abreu, dirigiu a legenda até 2013, sendo substituído pela sua filha, a também deputada federal Renata Abreu. No pleito de 2014, elegeu 4 deputados federais, sendo eles: João Carlos Bacelar Batista (BA), Christiane Yared (PR), Edson Moreira (MG) e Renata Abreu (SP). Na época, também elegeu 14 deputados estaduais mas manteve um desempenho eleitoral pouco significativo. Devido sua pouca projeção, a sigla que era tradicionalmente trabalhista e nacionalista, gradualmente acomodou seu programa às novas preferências políticas, passando a também agremiar nomes mais à direita e adotar uma perspectiva conservadora liberal. Nesse liame, com a janela partidária no início do ano de 2016, vários parlamentares trocaram de legenda e o destino de alguns deles foi o PTN que, à época, passou a ter 13 deputados federais. Ainda como PTN, obteve o maior crescimento proporcional no número de prefeituras nas eleições de 2016. ===Troca de nome e história recente=== Em maio de 2017, o então \"Partido Trabalhista Nacional\" foi autorizado a mudar de nome e passou a ser denominado \"Podemos\". A mudança foi uma tentativa de modernização devido à crise político-econômica de 2014. Baseado em pesquisas e estudos de consultorias, a organização foi renomeada por inspiração no mote \"sim, nós podemos\" (yes, we can) da campanha de Barack Obama à presidência dos EUA em 2008 e sem qualquer relação com o partido espanhol homônimo. A essa época, a bancada do partido foi caracterizada como de centro-direita com parlamentares conservadores pelo presidente do diretório estadual na Bahia, João Carlos Bacelar Batista, enquanto que a nova organização buscaria o centrismo, segundo seus dirigentes. Ainda em 2017, passou a ter representatividade no Senado Federal com a filiação de Alvaro Dias, Romário e José Medeiros. Em virtude da delação da JBS, em 18 de maio do mesmo ano, foi o primeiro partido a abandonar a base aliada do governo Michel Temer, saindo também do bloco partidário do qual integrava ao lado do Progressistas e do Avante (na época chamado de Partido Trabalhista do Brasil, PTdoB), então declarou-se independente em relação ao governo. Posteriormente, fez o mesmo com os deputados estaduais Chiquinho da Mangueira e Jorge Moreira Teodoro por votarem para livrar os colegas Jorge Picciani, então presidente da ALERJ, Paulo Melo e Edson Albertassi da prisão, sendo estes alvos da Operação Cadeia Velha. Por fim, expulsou o deputado Alexandre Baldy após o mesmo aceitar o cargo de ministro das cidades no governo do então presidente Michel Temer.thumb|direita|250px|Material de campanha de Alvaro Dias nas eleições presidenciais de 2018. Como candidato à presidência nas eleições de 2018, lançou Alvaro Dias. Para acompanhá-lo, Paulo Rabello de Castro, um ex-presidente do BNDES e do IBGE, foi escolhido como candidato a vice-presidente. No pleito da campanha, foi defendido um pacto social para refundar a República, o aumento de investimentos nos setores de educação, além de uma reforma tributária e política do país. Em 21 de dezembro de 2018, incorporou o PHS. Nas eleições municipais de 2020, elegeu 1.524 vereadores e 99 prefeitos, entre os quais, seu primeiro prefeito de uma capital: Eduardo Braide em São Luís, Maranhão. Em 2021, chegou a filiar importantes nomes, dissidentes do governo de Jair Bolsonaro, como o ex-juiz e ex-ministro Sergio Moro e o general Santos Cruz. Em 2022, o partido conseguiu superar a cláusula de barreira nas eleições gerais. Em 22 novembro de 2022, foi anunciada a incorporação do PSC ao Podemos, para que o primeiro continuasse recebendo o fundo partidário e tivesse acesso ao tempo de propaganda eleitoral na televisão e rádio. A convenção conjunta dos partidos, que formalizou a incorporação, foi realizada em 8 de dezembro de 2022. Em 16 de junho de 2023, o TSE homologou a incorporação. De início, a incorporação seria uma fusão, com a criação de um novo partido Podemos com o número eleitoral 20. Em 5 de março de 2024 foi oficializada a mudança do número eleitoral, deixando de ser 19 e passando a ser 20. ==Ideologia== Segundo representantes como sua presidente nacional, Renata Abreu, o Podemos não é de esquerda ou de direita, mas \"para a frente\", defensor de mais participação popular no processo de tomada de decisões. O partido defende uma democracia participativa no Brasil, seja através de plebiscitos e referendos (como proposto na PEC 330/2017, de autoria de Renata Abreu, que propõe que a cada eleição o povo possa votar em mais do que candidatos, mas também em temas importantes de interesse da maioria), veto popular (como defende a PEC 331/2017, também de Renata Abreu, que pretende incluir na constituição o direito do povo de vetar leis já aprovadas) ou direito de revogação (conforme propõem a PEC 37/2016, de Alvaro Dias, e a PEC 332/2017, de Renata Abreu). Na análise clássica das ciências políticas, é definido como sendo de centro- direita por englobar, em sua ideologia, apoio ao liberalismo econômico moderado contrário a medidas como privatização de empresas estratégicas, à distribuição de renda, à política verde, à defesa da mulher, ao voto facultativo, ao desarmamento civil e a políticas de prevenção ao uso de drogas. Ademais, por ter adotado uma postura anticorrupção após sua renovação em 2017, é favorável ao fim do Foro Privilegiado, à prisão em segunda instância, à transparência com contas/contratos públicos, à Operação Lava-Jato e contra o aumento do fundo eleitoral e partidário. ==Organização== ===Parlamentares atuais=== Senadores atuais (7) UF Senador e Legislaturas Imagem AL Rodrigo Cunha 56ª e 57ª ES Marcos do Val 56ª e 57ª MG Carlos Viana 56ª e 57ª MS Soraya Thronicke 56ª e 57ª PA Zequinha Marinho 56ª e 57ª PR Oriovisto Guimarães 56ª e 57ª RN Styvenson Valentim 56ª e 57ª Deputados estaduais atuais (28) UF Deputado(a) AC Chico Viga* PB Lindolfo Pires AM Dermilson Chagas* AM Wilker Barreto* RO Cássia Muleta DF Jorge Vianna RO Cirone Deiró ES Marcelo Santos* RR Aurelina Medeiros MG Zé Reis* PA Igor Normando* PB Branco Mendes SP Márcio da Farmácia PB Edmilson Soares SP Murilo Félix+ Deputados federais atuais (15) UF Deputado(a) e Legislaturas Imagem BA Raimundo Costa 56ª, 57ª ES Dr. Victor Linhalis 57ª ES Gilson Daniel 57ª GO Glaustin da Fokus 56ª, 57ª MA Fabio Macedo 57ª MG Nely Aquino 57ª PB Romero Rodrigues 54ª, 57ª PB Ruy Carneiro 54ª,56ª, 57ª PR Luiz Carlos Hauly 49ª,50ª,51ª,52ª,53ª,54ª,55ª,56ª,57ª RJ Sargento Portugal 57ª RS Mauricio Marcon 57ª SP Bruno Ganem 57ª SP Renata Abreu 55ª, 56ª, 57ª SP Rodrigo Gambale 57ª ===Número de filiados=== Data Filiados Crescimento anual dez./2006 72.742 — — dez./2007 90.176 17.434 +24% dez./2008 92.836 2.660 +3% dez./2009 88.317 4.519 -5% dez./2010 100.384 12.067 +14% dez./2011 120.826 20.442 +20% dez./2012 127.216 6.390 +5% dez./2013 129.418 2.202 +2% dez./2014 130.312 894 +7% dez./2015 139.343 9.031 +7% dez./2016 161.508 22.165 +16% dez./2017 162.123 615 +0,4% dez./2018 167.160 5.037 +3% dez./2019 364.394 197.234 +117% dez./2020 415.448 51.054 +14% dez./2021 407.915 7.533 -1,8% dez./2022 405.212 2.703 -0,6% dez./2023 796.884 391.672 +96,6% set./2024 815.815 18.931 +2,38% ==Desempenho eleitoral== Câmara dos Deputados Legislatura Bancada % ± 50ª 0,00 51ª 0,00 52ª 0,00 53ª 0,00 54ª 0,00 55ª 0,77 56ª 2,14 57.ª 2,33 Os números das bancadas representam o início de cada legislatura, desconsiderando, por exemplo, parlamentares que tenham mudado de partido posteriormente. ===Eleições estaduais=== Participação e desempenho do PODE nas eleições estaduais de 2022 {|class=\"wikitable\" style=\"border: 2px solid #f5f5f5;\" UF Candidatos(as) a Governador(a) e Vice Candidatos(as) a Senadores(as) Coligação majoritária (governo e senado) Deputados(as) federais eleitos(as) Deputados(as) estaduais eleitos(as) AC Gladson Cameli (PP) Ney Amorim (PODE) PODE / PP / Fed. Sempre pra Frente (PSDB/Cidadania) / PDT / Solidariedade / Patriota / DC / PMN / PMB ninguém André da Droga Vale (PODE) Fagner Calegário (PODE) Mailza Gomes (PP) AL Rodrigo Cunha (UNIÃO) Davi Davino Filho (PP) PODE / UNIÃO / Fed. Sempre pra Frente (PSDB/Cidadania) / PP / PSB ninguém ninguém Jó Pereira (PSDB) AM Henrique Oliveira (PODE) ninguém PODE / PROS ninguém ninguém Edward Malta (PROS) AP Gilvam Borges (MDB) Rayssa Furlan (MDB) PODE / MDB Zeneide Costa (PODE) Helêne Camilo (MDB) BA ACM Neto (UNIÃO) Cacá Leão (PP) PODE / UNIÃO / Republicanos / PP / PDT / Fed. Sempre pra Frente (PSDB/Cidadania) / PSC / PTB / Solidariedade / PRTB / DC / PMN Raimundo Costa (PODE) ninguém Ana Coelho (Republicanos) CE Capitão Wagner (UNIÃO) Kamila Cardoso (Avante) PODE / UNIÃO / PL / Avante / Republicanos / PTB / PROS ninguém ninguém Raimundo Matos (PL) DF Paulo Octávio (PSD) Carlos Rodrigues (PSD) PODE / PSD / PSC / Patriota / PMB ninguém ninguém Felipe Belmonte (PSC) ES Renato Casagrande (PSB) Rose de Freitas (MDB) PODE / PSB / Fed. Sempre pra Frente (PSDB/Cidadania) / MDB / PDT / FE Brasil (PT/PCdoB/PV) / PP Gilson Daniel (PODE) Dr. Victor (PODE) Marcelo Santos (PODE) Lucas Scaramussa (PODE) Allan Ferreira (PODE) Ricardo Ferraço (PSDB) GO Ronaldo Caiado (UNIÃO) Delegado Waldir (UNIÃO) PODE / UNIÃO / MDB / PP / PSD / PSC / Solidariedade / Avante / PTB / PDT / PROS / PRTB ninguém ninguém Daniel Vilela (MDB) Alexandre Baldy (PP) Vilmar Rocha (PSD) MA Carlos Brandão (PSB) Flávio Dino (PSB) PODE / PSB / FE Brasil (PT/PCdoB/PV) / Fed. Sempre pra Frente (PSDB/Cidadania) / MDB / PP / Patriota Fábio Macedo (PODE) Leandro Bello (PODE) Júnior Cascaria (PODE) Felipe Camarão (PT) MG Romeu Zema (NOVO) Marcelo Aro (PP) PODE / NOVO / PP / MDB / Avante / Solidariedade / Patriota / Agir / DC / PMN Igor Timo (PODE) Nely Aquino (PODE) Lud Falcão (PODE) Professor Mateus (NOVO) MS Rose Modesto (UNIÃO) Mandetta (UNIÃO) PODE / UNIÃO / PROS ninguém Professor Rinaldo Modesto (PODE) Alberto Schlatter (PODE) MT Mauro Mendes (UNIÃO) Wellington Fagundes (PL) PODE / UNIÃO / PL / MDB / Fed. Sempre pra Frente (PSDB/Cidadania) / PROS / PSB ninguém ninguém Otaviano Pivetta (Republicanos) PA Helder Barbalho (MDB) Jardel Guimarães (PODE) candidatura isolada PODE / MDB / FE Brasil (PT/PCdoB/PV) / PP / Fed. Sempre pra Frente (PSDB/Cidadania) / PDT / PSD / PSB / Avante / Republicanos / PTB / DC ninguém Igor Normando (PODE) Renato Oliveira (PODE) Hana Ghassan (MDB) PB João Azevêdo (PSB) Pollyanna Dutra (PSB) PODE / PSB / PP / PSD / Republicanos / Avante / Patriota / Agir / PMN ninguém ninguém Lucas Ribeiro (PP) PE Miguel Coelho (UNIÃO) Carlos Andrade Lima (UNIÃO) PODE / UNIÃO / PSC / Patriota ninguém ninguém Alessandra Vieira (UNIÃO) PI Gessy Fonseca (PSC) indeferida Fábio Sérvio (PODE) desistiu da candidatura PODE / PSC ninguém ninguém Rogério Ribeiro (PSC) indeferido PR ninguém Álvaro Dias (PODE) PODE / Fed. Sempre pra Frente (PSDB/Cidadania) / PSB / Patriota / PSC Deltan Dallagnol (PODE) Fabio Oliveira (PODE) Denian Couto (PODE) RJ Cláudio Castro (PL) Romário (PL) PODE / PL / UNIÃO / MDB / Avante / PP / Republicanos / PSC / PTB / Solidariedade / PROS / PRTB / DC / PMN Sargento Portugal (PODE) Thiago Rangel (PODE) Arthur Monteiro (PODE) Thiago Pampolha (UNIÃO) RN Styvenson Valentim (PODE) Geraldo Pinho (PODE) PODE ninguém ninguém Francisca Henrique (PODE) RO Léo Moraes (PODE) Expedito Júnior (PSD) PODE / PSD / PMN ninguém Alan Queiroz (PODE) Coronel Rildo (PSD) RR ninguém Ozeas Colares (PODE) PODE ninguém Joilma Teodora (PODE) Odilon (PODE) RS Eduardo Leite (PSDB) Ana Amélia Lemos (PSD) PODE / Fed. Sempre pra Frente (PSDB/Cidadania) / MDB / PSD / UNIÃO Mauricio Marcon (PODE) Professor Claudio (PODE) Santini (PODE) Gabriel Souza (MDB) SC Carlos Moisés (Republicanos) Celso Maldaner (MDB) PODE / Republicanos / MDB / Avante / PSC / DC ninguém Paulinha (PODE) Camilo Martins (PODE) Lucas Neves (PODE) Udo Döhler (MDB) SE Alessandro Vieira (PSDB) Danielle Garcia (PODE) PODE / Fed. Sempre pra Frente (PSDB/Cidadania) ninguém ninguém Milton Andrade (Cidadania) SP Rodrigo Garcia (PSDB) Edson Aparecido (MDB) PODE / Fed. Sempre pra Frente (PSDB/Cidadania) / UNIÃO / MDB / PP / Avante / Solidariedade / Patriota / PROS Renata Abreu (PODE) Bruno Ganem (PODE) Rodrigo Gambale (PODE) Gerson Pessoa (PODE) Ricardo França (PODE) Clarice Ganem (PODE) Eduardo Nóbrega (PODE) Eugênio Zuliani (UNIÃO) TO Ronaldo Dimas (PL) apoio informal a Carlos Amastha (PSB) PODE / PL / MDB ninguém ninguém Freire Júnior (MDB) Participação e desempenho do PODE nas eleições estaduais de 2018 {|class=\"wikitable\" style=\"border: 2px solid #f5f5f5;\" UF Candidatos(as) a Governador(a) e Vice Candidatos(as) a Senadores(as) Coligação majoritária (governo e senado) Deputados(as) federais eleitos(as) — 91 Deputados(as) estaduais eleitos(as) — 134 AC Marcus Alexandre (PT) Jorge Viana (PT) PODE / PT / PDT / PRB / PV / PROS / PCdoB / PSB / PHS / PRTB / DC / PPL / PMB / PSOL 1 PRB Josenildo Inácio (PODE) \\+ 1 PRB, 1 PROS Emylson Farias (PDT) Ney Amorim (PT) AL Renan Filho (MDB) Renan Calheiros (MDB) PODE / MDB / PR / PT / PCdoB / PTB / PDT / PHS / PV / DC / PSD / PRP / PMB / PPS / PRTB / PMN / Avante 1 PSD, 1 PR, 1 PTB, 1 MDB, 1 PT 1 PDT, 1 PMN Luciano Barbosa (MDB) Maurício Quintella Lessa (PR) AM David Almeida (PSB) ninguém PODE / PSB / PMN / PROS / PMB ninguém Abdala Fraxe (PODE) Chico Preto (PMN) AP Davi Alcolumbre (DEM) Randolfe Rodrigues (REDE) PODE / DEM / PP / REDE / PSDB / PSD / PSC / PPL / SD / Avante / Patriota 1 Avante ninguém Silvana Vedovelli (PP) Sebastião Bala Rocha (PSDB) BA Rui Costa (PT) Jacques Wagner (PT) PODE / PT / PP / PDT / PSD / PSB / PCdoB / PR / PRP / PMB / PMN / PROS / PTC / Avante João Carlos Bacelar (PODE) \\+ 8 PT, 4 PSD, 4 PP, 2 PSB 2 PCdoB, 2 PR Jânio Natal (PODE) \\+ 10 PT, 9 PSD, 7 PP, 4 PSB, 3 PDT, 1 PR, 1 PRP, 1 Avante João Leão (PP) Angelo Coronel (PSD) CE apoio informal a Camilo Santana (PT) Eunício Oliveira (MDB) PT / PDT / PP / PSB / PR / PTB / DEM / PCdoB / PPS / PRP / PV / PMN / PPL / PRTB / PMB / Patriota 1 MDB, 1 SD, 1 PSD 4 MDB, 2 PSD, 2 SD, 1 PRB apoio informal a Izolda Cela (PDT) Alberto Bardawil (PODE) DF Rogério Rosso (PSD) Cristovam Buarque (PPS) PODE / PSD / PRB / SD / PPS / PSC 1 PRB, 1 PPS Jorge Vianna (PODE) \\+ 1 PSD Egmar Tavares (PRB) Fernando Marques (SD) ES Rose de Freitas (PODE) Fabiano Contarato (REDE) PODE / PMN / PRTB / REDE / MDB / Patriota ninguém 1 PMN, 1 Patriota, 1 REDE Dr. Tanguy (PODE) GO Ronaldo Caiado (DEM) Jorge Kajuru (PRP) PODE / DEM / PRP / PROS / PMB / PR / PSC / DC / PSL / PMN / PTC / PRTB / PDT José Nelto (PODE) \\+ 2 DEM, 1 PDT, 1 PSC, 1 PRP 2 PRP Lincoln Tejota (PROS) Wilder Morais (DEM) MA Roberto Rocha (PSDB) Zé Reinaldo (PSDB) PODE / PSDB / PHS / PMN / REDE / DC Aluísio Mendes (PODE) ninguém Graça Paz (PSDB) Alexandre Almeida (PSDB) MG Adalclever Lopes (MDB) Fábio Cherem (PDT) PODE / MDB / PDT / PV / PROS / PRB Igor Timo (PODE) Rosângela Reis (PODE), Neilando Pimenta (PODE) \\+ 7 MDB, 5 PV, 3 PRB, 2 PDT Adriana Buzelin (PV) MS Odilon de Oliveira (PDT) Beto Figueiró (PODE) PODE / PDT / PRB 1 PDT ninguém Marcos Vitor (PRB) Gilmar da Cruz (PRB) MT Wellington Fagundes (PR) Adilton Sachetti (PRB) PODE / PR / PV / PRB / PCdoB / PTB / PP / PT / PMN / PROS José Medeiros (PODE) \\+ 1 PODE, 1 PTB, 1 PP, 1 PT 1 PP, 1 PROS Sirlei Theis (PV) Professora Maria Lúcia (PCdoB) PA Helder Barbalho (MDB) Jader Barbalho (MDB) PODE / MDB / PR / PP / PSD / PRB / PTB / PROS / PSC / PSL / PHS / DC / PMB / PTC / Avante / Patriota 3 PSD, 2 MDB, 2 PTB, 1 PR, 1 PRB 2 PTB, 1 PSL Lúcio Vale (PR) Zequinha Marinho (PSC) PB João Azevêdo (PSB) Veneziano Vital (PSB) PODE / PSB / PDT / PT / DEM / PR / PTB / PRP / PMN / PRB / PCdoB / PPS / REDE / PROS / Avante 1 PSB, 1 PDT, 1 PRB, 1 PT, 1 PTB, 1 DEM Branco Mendes (PODE), Edmilson Soares (PODE), João Gonçalves (PODE) \\+ 8 PSB, 2 PTB, 1 PCdoB, 1 PRB Lígia Feliciano (PDT) Luiz Couto (PT) PE Armando Monteiro (PTB) Mendonça Filho (DEM) PODE / PTB / PSC / PSDB / DEM / PRB / PR / PPS / PSD / PSL / PHS / DC / PMB Ricardo Teobaldo (PODE) \\+ 2 PRB, 1 DEM, 1 PSC, 1 PPS 3 DEM, 2 PTB, 1 PRB, 1 PSDB Fred Ferreira (PSC) Bruno Araújo (PSDB) PI Elmano Férrer (PODE) ninguém PODE / PV / REDE / PPS / PMB / PRP / PHS / Avante / Patriota ninguém 1 PV, 1 PPS Luiz Ayrton Júnior (PV) PR Ratinho Júnior (PSD) Oriovisto Guimarães (PODE) PODE / PSD / PSC / PRB / PR / PPS / PHS / PV / Avante Diego Garcia (PODE) \\+ 4 PSD, 3 PR, 1 PSC, 1 PPS Paulo Galo (PODE) Darci Piana (PSD) RJ Romário (PODE) Gabrielle Burcci (PMB) PODE / PR / REDE / PMB / PPL / PRP / PRB / PTC / Patriota 2 PR Bebeto Tetra (PODE) Marcelo Delaroli (PR) Miro Teixeira (REDE) RN Carlos Eduardo Alves (PDT) Garibaldi Alves Filho (MDB) PODE / PDT / PP / MDB / DEM / PR / PTB 1 MDB 2 MDB, 1 DEM Kadu Ciarlini (PP) Antônio Jácome (PODE) RO Mauro de Carvalho (MDB) Confúcio Moura (MDB) PODE / MDB / PMN / PSC / PCdoB / PHS / PROS / PV Léo Moraes (PODE) \\+ 1 MDB Cássia Muleta (PODE), Cirone Deiró (PODE), Jean Mendonça(PODE) Wagner de Freitas (MDB) Valdir Raupp (MDB) RR Suely Campos (PP) Ângela Portela (PDT) PODE / PP / PCdoB / PDT / PR / PRTB / PSB / PHS ninguém Aurelina Medeiros (PODE) Oleno Matos (PCdoB) Luciano Castro (PR) RS Jairo Jorge (PDT) Ana Varela (PODE) PODE / PDT / SD / PV / PMB / PPL / Avante ninguém Rodrigo Maroni (PODE) Cláudio Bier (PV) Sandra Weber (SD) SC Gelson Merisio (PSD) Esperidião Amin (PP) PODE / PSD / DEM / PP / PCdoB / PDT / PRB / PSB / PV / SD / PSC / PROS / PHS / PRP / PPL ninguém 2 PDT João Paulo Kleinübing (DEM) Raimundo Colombo (PSD) SE ninguém ninguém nenhuma ninguém Diná Almeida (PODE), Zezinho Sobral (PODE) SP Márcio França (PSB) Maurren Maggi (PSB) PODE / PSB / PR / PSC / PPS / PTB / PV / PMB / PHS / PPL / PRP / PROS / SD / Avante / Patriota Marco Feliciano (PODE), Renata Abreu (PODE), Roberto de Lucena (PODE) Aprígio (PODE), Ataíde Teruel (PODE), Bruno Ganem (PODE), Márcio da Farmácia (PODE) Coronel Eliane Nikoluk (PR) Mário Covas Neto (PODE) TO Carlos Amastha (PSB) Vicentinho Alves (PR) PODE / PSB / PSDB / PR / MDB / PSC 1 PSC, 1 PR, 1 MDB 5 MDB, 2 PSDB, 1 PSB, 1 PR Oswaldo Stival Jr (SDB) Ataídes Oliveira (PSDB) === Eleições presidenciais=== Ano Imagem Candidato(a) à presidência Candidato(a) à vice-presidência Coligação Votos Posição 1998 — Thereza Ruiz (PTN) Eduardo Gomes (PTN) 166.138 (0,23%) 10ª 2010 Dilma Rousseff (PT) Michel Temer (PMDB) Para o Brasil Seguir Mudando (PT, PMDB, PR, PSB, PDT, PCdoB, PSC, PRB, PTC e PTN) 55.752.529 (56,05%) 1ª 2014 Aécio Neves (PSDB) Aloysio Nunes (PSDB) Muda Brasil (PSDB, PMN, Solidariedade, DEM, PEN, PTN, PTB, PTC e PTdoB) 51.036.040 (48,36%) 2ª 2018 Alvaro Dias (PODE) Paulo Rabello de Castro (PSC) Mudança de Verdade (PODE, PRP, PSC e PTC) 859.574 (0,8%) 9ª 2022 Simone Tebet (MDB) Mara Gabrilli (PSDB) Brasil para Todos (MDB, Federação PSDB Cidadania e PODE) 4.915.423 (4,16%) 3ª ==Ligações externas== * * Podemos no Facebook * Podemos no Instagram * Podemos no Twitter * Podemos no YouTube Categoria:Partidos políticos do Brasil Categoria:1995 na política do Brasil Categoria:Fundações no Brasil em 1995 Categoria:Partidos políticos fundados em 1995",
 "title": "Podemos (Brasil)"
}