{
 "id": "60723",
 "text": "Badfinger foi uma banda britânica de power pop, considerada uma das mais promissoras bandas de rock do final dos anos 1960, fazendo parte do selo Appleque apesar do fim dos Beatles ainda manteve-se na ativa. Experimentou o gosto do sucesso tanto na Inglaterra quanto nos Estados Unidos, mais até do que muitas outras bandas ousaram sonhar. Até 1969 chamava-se The Iveys, bem como uma das canções do álbum lançado naquele ano. Contaram com uma coleção expressiva de hits como Come And Get It (composta por Paul McCartney), No Matter What, Day After Day, Baby Blue, Without You, entre muitos outros mais, apesar de tudo isso, não conseguiram desfrutar do sucesso de seu trabalho, tendo uma história atribulada e até trágica. Após anos de turnês e inúmeros processos legais (que apenas serviram para enriquecer alguns advogados), os líderes criativos da banda - Pete Ham e Tom Evans - acabaram, em momentos distintos, cometendo suicídio. ==Biografia== ===Origens - The Iveys=== Pete Ham nasceu em 27 de Abril de 1947 na cidade portuária de Swansea, País de Gales, e era o mais novo de três filhos. Um jovem ativo, criativo, sua grande paixão, desde criança, sempre foi a música. Seu pai era um fã das \"big bands\" e seu irmão mais velho tocava trumpete. Pete começou tocando gaita de boca, com apenas 4 anos, mas depois passou a tocar violão e guitarra, mostrando-se muito talentoso. Conseguiu seu primeiro violão em 1959 e já no início dos anos 1960 fazia parte de um trio chamado The Panters que tocavam covers do grupo The Shadows (banda de apoio de Cliff Richards). Posteriormente transformaram- se num quinteto, utilizando outros nomes como Wild Ones e Black Velvets. Os integrantes iam se sucedendo, até que chegou Ron Griffiths - nascido em 2 de outubro de 1946 - para o baixo, com fortes influências musicais do The Shadows e do The Ventures. O grupo, agora com o nome de The Iveys (numa alusão à canção Poison Ivy), foi em busca do sucesso. Em 1965, Mike Gibbins - nascido em 12 de março de 1949 - tornou-se o baterista da banda e elevou ainda mais o nível do grupo com seu estilo. No final desse ano, passaram a fazer shows de abertura para outros grupos como The Who, The Yardbirds e The Moody Blues, entre outros. Em 1966, encontraram um novo empresário, chamado Bill Collins, e fixaram-se em Londres. Consta que foi Bill Collins quem encorajou os integrantes a escreverem suas próprias canções. Pete Ham mostrou ser o mais talentoso nesse sentido, enquanto que Ron Griffiths também arriscava algumas composições. Em 1967, várias gravadoras tais como Decca (que já havia dispensado os Beatles), Pye e CBS manifestaram o desejo de contratá-los. Nesse mesmo ano, Dai Jenkins deixou a banda, sendo substituído por Tom Evans - nascido em 5 de junho de 1947. Evans já havia tocado com uma banda de R&B; chamada Them Calderstones, muito influenciada pelo som da Motown. Com seu estilo rock and roll e referências aos anos 1950, conseguiram convencer Mal Evans (roadie dos Beatles) e Peter Asher (da dupla Peter And Gordon e produtor da Apple) a fazer um teste para o recém lançado selo Apple. Com isso, conseguiram chamar a atenção de ninguém menos do que Paul McCartney. A história do Badfinger na Apple começou como um sonho, mas uma sequência de fatos infelizes, motivados principalmente pela desorganização do selo, bem como pela inexperiência de Mal Evans como produtor e deles próprios como banda, acabou não rendendo o sucesso esperado. Lançaram um compacto (Maybe Tomorrow / And Her Daddy's a Millionaire) e um LP (Maybe Tomorrow) em 1968, que não provocou o impacto desejado na Inglaterra e nos EUA, embora tenha sido muito bem recebido em países como Países Baixos, Itália, Japão e Alemanha. Paul McCartney então deu-lhes a canção Come And Get It, que deveria fazer parte do filme The Magic Christian (no Brasil, Um Beatle no Paraíso) estrelado por Peter Sellers e Ringo Starr. Essa canção acabou alcançando o 4º lugar na lista de vendagem da Grã-Bretanha, o que fez da banda, que ainda se intitulava Iveys, o grupo de maior sucesso a assinar com os Beatles. Entretanto, Ron Griffiths teve que deixar a banda, pois sua então namorada estava grávida. ===Surge o Badfinger=== No final de 1969, para evitar confusões com uma banda mais antiga, chamada The Ivy League, mudaram então o nome para Badfinger, inspirados no nome original da canção With a Little Help from My Friends dos Beatles, que iria se chamar Badfinger Boogie. John Lennon chegou a sugerir que se chamassem The Glass Onion And The Grand Prix, mas resolveram ficar como Badfinger mesmo. Tom Evans assumiu o baixo, pois tentaram sem sucesso recrutar Hamish Stuart do Marmalade. Nesse meio tempo, chegou Joey Molland (do Gary Walker And The Rain) para ser guitarrista e estava finalmente formado o núcleo fixo da banda. Com a nova formação, Pete Ham e Tom Evans mostraram-se ótimos compositores e passaram a oferecer ao mundo canções como Carry On Till Tomorrow, Rock Of All Ages, No Matter What, Day After Day. Molland também começou a compor e passaram para um estilo um pouco mais \"pesado\", agradando em cheio aos novos fãs. Chegaram a ser a banda genuinamente britânica a ter a melhor vendagem desde os Beatles. Em 1970 gravaram o álbum No Dice, que incluía canções como o hit No Matter What (figurou entre as 10 mais em várias paradas do mundo inteiro), Midnight Caller (sucesso na voz de Tim Hardin), We're For The Dark, Believe Me e Without You, que se tornou mundialmente conhecida na voz de Harry Nilsson - ficou por 4 semanas em primeiro lugar nos Estados Unidos - e, posteriormente, foi regravada por artistas do calibre de Mariah Carey, Air Supply e Paul Anka. Ainda em 1970, Stan Polley assumiu como empresário do grupo. Polley tinha muito mais experiência do que o empresário anterior Bill Collins. Apesar disso, a banda gostava muito de Collins e tentou fazer com que continuasse gerenciando parte dos negócios, mas Collins não aceitou. Polley reorganizou as finanças da banda e supostamente estava garantindo o futuro deles mas, no final das contas, eles não viram a cor da \"grana\". Nessa época a banda começou a viver com esposas, filhos e namoradas em uma casa, em comunidade, vivendo com uma mesada bem curta dada por Polley. Segundo o empresário, o grosso do dinheiro seria investido em equipamentos e na divulgação da banda e isso justificava a curta mesada. Tom Evans, Joey e Mike fizeram severas críticas a Stan por isso. Porém, Pete Ham tinha total confiança em Polley e tudo ficou por isso mesmo. Também por essa época, em paralelo à realização de seus próprios discos e composições, Ham, Evans e Molland participaram também de vários trabalhos importantes como o single It Don´t Come Easy, de Ringo Starr, o álbum All Things Must Pass, de George Harrison e o Concerto para Bangladesh, além de trabalharem no álbum Imagine de John Lennon. No final de 1971, gravaram o álbum Straight Up, que vendeu muito bem. Apesar disso, os produtores do disco - George Harrison e Todd Rundgren - e os próprios integrantes, especialmente Molland, acharam que não estava com o som característico da banda. Parecia mais o som do final dos Beatles, ou o material solo de George Harrison. Não que isso fosse ruim, mas eles queriam sua própria identidade. Além disso, a Apple passava por problemas internos e a falta de uma divulgação mais adequada fez esse, que era o terceiro álbum do Badfinger, não alcançasse tanto sucesso. Apesar disso, Day After Day (com direito a duelo de slide guitar entre Pete Ham e George Harrison) foi sucesso no mundo inteiro, chegando a ganhar o disco de ouro nos Estados Unidos. Tentando capitalizar em cima do sucesso de Day After Day, a Capitol lançou o single Baby Blue que chegou ao 14º lugar nas paradas americanas. Stan Polley fez com que o Badfinger se entregasse a turnês cansativas e a intermináveis sessões de gravação, alegando que tudo aquilo faria bem para eles, mas não foi bem assim... Em 1972, precisavam lançar um novo disco, e se propuseram a produzi-lo eles mesmos. Mas a Apple estava falindo e eles só conseguiram lançar o disco em 1973 (o último pela Apple), intitulado Ass. Nesse intervalo, Polley tentou assinar um contrato multimilionário com a Warner Bros., mas Allen Klein (que já havia roubado uma grana violenta dos Beatles) os pressionava, oferecendo um contrato bem menos vantajoso pela Apple. Essa briga prejudicou o disco e ele \"não aconteceu\", assim como o single Apple of my Eye (a despedida da gravadora por Pete Ham). Outro fator que atrapalhou foi o lançamento quase simultâneo de Badfinger (também conhecido como For Love or Money) pela Warner, fazendo com que os dois discos competissem entre si. Em 1974, lançaram pela Warner Bros. aquele que é considerado o seu melhor disco, Wish You Were Here. Era uma volta triunfante do Badfinger, pois esse disco foi cuidadosamente gravado e produzido. Apesar disso, problemas com a Warner fizeram com que o disco fosse recolhido. Dificuldades financeiras começaram a aparecer, com milhares de dólares indo parar nas mãos de advogados e, desta vez, era Pete Ham que ameaçava deixar a banda. Ainda em 1974, a banda passou a contar com mais um integrante, o tecladista Bob Jackson que ocupou o lugar de Pete durante o breve período em que ele esteve fora da banda. No fim do ano era a vez de Joey Molland deixar a banda. Em dezembro, já com Bob Jackson como integrante no lugar de Molland, gravaram Head First. Pete Ham assumiu todas as guitarras e compôs duas pérolas para o disco: o hit em potencial Lay me Down e o pedido de desculpas para Molland, Keep Believing. Apesar de ser um disco muito bom, Head First acabou ficando nos arquivos por 25 anos. ===Suicídio de Pete Ham=== Em 1975, apenas um ano após assinarem com a Warner, a relação entre a banda e a gravadora já estava se deteriorando. O contrato foi cancelado e Pete Ham, muito abalado com tudo o que aconteceu e sem perspectivas de melhorar, cometeu suicídio em 24 de abril, enforcando-se em sua própria casa. Com o músico foi encontrado um bilhete, onde ele pedia desculpas pela situação financeira desastrosa (um dia antes, Pete ficou sabendo que Stan Polley, o empresário do grupo, havia fugido com todo o dinheiro da banda) em que ele havia colocado os amigos e sua namorada. |Pete Ham File:Bob Jackson.jpg|Bob Jackson File:JoeSeidersNP.jpg|Joe Seiders ===Badfinger sem Pete Ham: instabilidade e atritos=== Tom e Bob montaram o The Dodgers e Joey estava com o seu Natural Gas (foi a banda de apoio de Peter Frampton). Em 1979, a Elektra contratou Joey e Tom exigindo que eles utilizassem o nome Badfinger, independentemente da banda que eles viessem a montar. Lançaram o disco Airwaves que, apesar de canções como Lost Inside Your Love, Sail Away e Love is Gonna Come at Last, não foi bem nas paradas. Saíram em tournê com a ajuda de músicos como Tony Kaye (Yes), mas não conseguiram o sucesso esperado. Em 1981, ainda com Kaye na banda, lançaram Say No More. Apesar de Hold On ter entrado no top 50, o disco não decolou e nem chegou a ser realizada uma tour para sua promoção. A instabilidade entre Molland e Evans apressou o final do 'novo' Badfinger. Fortes desentendimentos entre os dois amigos fizeram com que cada um montasse seu próprio Badfinger. Joey procurou o sindicato e conseguiu impedir Evans de usar o nome da banda que ele próprio havia criado. Os dois se encontraram pouco tempo depois e novamente entraram em forte atrito, pois Evans alegou ter assumido diversos compromissos e de ter vários contratos assinados que exigiam que ele se apresentasse como Badfinger. Joey não deu atenção a Evans, porém mal sabia que aquela seria a última vez que iria ver ou conversar com o antigo amigo e companheiro de banda. ===Suicídio de Tom Evans=== Em 19 de novembro de 1983 Tom Evans, em profundo estado de depressão, também cometeu suicídio, enforcando-se no quintal de sua casa. ===Morte de Mike Gibbins=== Em 4 de outubro de 2005, Mike Gibbins morreu de causas naturais. ===Dias atuais=== Em Outubro de 2013 a banda voltou às paradas graças a utilização da música Baby Blue no ato final do último episódio da última temporada da série Breaking Bad, chegando a ocupar o 13º lugar no ranking da loja digital da Apple.http://pipocamoderna.com.br/banda-badfinger-volta-as-paradas-gracas-ao- final-de-breaking-bad/276360 Ainda hoje, Joey Molland excursiona como Joey Molland's Badfinger mantendo viva a memória da banda. ==Legado== Trágico como possa parecer, o legado do Badfinger continua vivo até hoje, recrutando milhares de fãs por todo o mundo. Em 1990, foi lançado um álbum ao vivo Day After Day, gravado ainda em 1974. Em 1997, foram lançados um livro e um documentário (Without You: The Tragic History of Badfinger) contando a história da banda, sob a supervisão de Joey Molland. Também em 1997, foi lançado o CD BBC In Concert 72/73. Em 2000, finalmente, foi lançado o inédito álbum gravado em 1974, Head First. ==Discografia== ===A banda=== ====Como The Iveys==== *Maybe Tomorrow (1968) ====Como Badfinger==== *Magic Christian Music (1970) *No Dice (1970) *Straight Up (1971) *Ass (1973) *Badfinger (1974) *Wish You Were Here (1974) *Airwaves (1979) *Say No More (1981) *Day After Day (1990) *The Best of Badfinger (1995) *BBC in Concert (1997) *Head First (2000) *The Very Best of Badfinger (2000) ===Trabalhos solo=== ====Pete Ham==== *7 Park Avenue (1997) *Golders Green (1999) *Keyhole Street: Demos 1966-67 (2013) *No, Don't Let It Go/You're Such a Good Woman (2013 - single) *Demos Variety Pack (2022 - compilação de demos) *Misunderstood (2023) *Gwent Gardens (2023) ====Tom Evans==== *Over You: The Final Tracks (1993 - com Rod Roach) *I Am Myself (2024) ====Joey Molland==== *After The Pearl (1983) *The Pilgrim (1992) *Basil (1998) *This Way Up (2001) ====Mike Gibbins==== *A Place in Time (1997) *More Annoying Songs (2000) *Archeology (2002) *In The Meantime (2003) == Bibliografia == *Without You: The Tragic History of Badfinger (1997 - biografia da banda)Without You: The Tragic History of Badfinger ==Ligações externas== *Site oficial *Página do Badfinger no site oficial da BBC *Biografia do Badfinger no site oficial da BBC *Fansite do Badfinger *Site oficial de Pete Ham *Site oficial de Tom Evans *Site oficial de Mike Gibbins *Site oficial de Joey Molland *Joey Molland no MySpace *Compilação de Tom Brennan que conta com todos os álbums solo de Pete Ham Categoria:Bandas de power pop Categoria:Bandas do País de Gales",
 "title": "Badfinger"
}