{
 "id": "60764",
 "text": "O Partido Comunista do Brasil (PCdoB) é um partido político brasileiro de esquerda e baseado ideologicamente nos princípios do marxismo-leninismo. Foi criado em 1958 como uma dissidência alinhada ao stalinismo dentro do Partido Comunista Brasileiro (PCB), que, àquela época, apoiava as reformas defendidas por Nikita Khrushchov durante o XX Congresso do Partido Comunista da União Soviética em 1956 e que, mais tarde, ficaram conhecidas como desestalinização. A dissidência era liderada por Maurício Grabois, João Amazonas e Pedro Pomar e resolveu se separar do partido após o documento Carta dos Cem (assinada por cem militantes, em quatro Estados do País) ter sido rejeitado no V Congresso do PCB. Logo após, em 1962, é fundado por essa dissidência o Partido Comunista do Brasil (PCdoB). Desde o seu surgimento, o PCdoB seguiu diversas linhas políticas baseadas em distintas experiências comunistas pelo mundo. Surgiu sendo contrário à linha adotada por Nikita Khrushchov na antiga União Soviética e reivindicando o legado de Josef Stalin. Nos anos 1960, adotou a linha maoista (alinhando-se com o Partido Comunista da China) e passa a praticar a tática de guerrilhas (o PCdoB é famoso pela atuação na Guerrilha do Araguaia). Em 1978, por razões de segurança, passou a reivindicar o comunismo da Albânia (Hoxhaísmo). O PCdoB mantém o portal Vermelho,Portal Vermelho – www.vermelho.org.br. Por Mônica Simioni publica o jornal A Classe Operária e a revista Princípios, através da Editora Anita Garibaldi e, internacionalmente, é membro do Foro de São Paulo. No movimento estudantil, organiza-se na União da Juventude Socialista (UJS) e na Juventude Pátria Livre (JPL) e, no movimento sindical, organiza-se pela Central dos Trabalhadores e Trabalhadoras do Brasil (CTB). Em julho de 2024 o partido contava com 391.208 filiados. ==História== ===Antecedentes e fundação=== Nos dias 25, 26 e 27 de março de 1922, grupos regionais admiradores da Revolução Russa (1917) se reuniram em Niterói para fundar o então denominado Partido Comunista do Brasil com a sigla PCB; tal encontro é considerado o primeiro congresso do partido. Na metade de 1924, o V Congresso da Internacional Comunista (ou III Internacional) admitiu o PCB como sua seção brasileira oficial. O V Congresso do Partido Comunista do Brasil realizou-se em setembro de 1960 sob influência da maré política mundial aprovada no XX Congresso do Partido Comunista da União Soviética em 1956 em Moscou. O embate no PCB se deu entre a maioria da direção, favorável à posição de Kruschev, e entre os chamados \"stalinistas\". Assim, foram retirados da Comissão Executiva João Amazonas, Maurício Grabois, Diógenes Arruda e Sérgio Holmos, acusados de resistir às mudanças nos métodos de direção e na linha política. Todos foram tachados de stalinistas, e também de “dogmáticos e sectários”. Graças às mudanças, Prestes conseguiu aprovar sem maiores dificuldades, as novas teses, como a famosa Declaração de Março publicada em 1958 pelo Comitê Central, criticada por Grabois e Amazonas. A direção partidária, eleita em 1960, mudou o nome do partido de Partido Comunista do Brasil para Partido Comunista Brasileiro, mantendo a sigla PCB. Entre outras alterações efetuadas incluiu-se a retirada dos estatutos e do programa de toda referência ao internacionalismo proletário, ao marxismo-leninismo e ao objetivo final: o comunismo. Em dezembro de 1961, o jornal Novos Rumos publicou notas de diversos Comitês Estaduais informando as expulsões de João Amazonas, Pedro Pomar, Maurício Grabois, Ângelo Arroyo, Carlos Danielli, Calil Chade, José Duarte, entre outros. Alguns membros sancionados chegaram a afirmar que eram membros do Partido Comunista do Brasil e não do Partido Comunista Brasileiro, portanto, não poderiam ser expulsos. No dia 18 de fevereiro de 1962 realizou-se na Rua do Manifesto, bairro do Ipiranga, a 5ª Conferência (extraordinária) visando a reorganizar o Partido Comunista do Brasil. Ali se aprovou o Manifesto-Programa e o relançamento do jornal A Classe Operária, que estava registrado no nome do Maurício Grabois === Década de 1960 === Enquanto o PCB abandonava definitivamente a figura de Stálin, o PCdoB manteve o ex-líder soviético como uma de suas referências teóricas (ao lado de Marx, Engels e Lênin). Na mesma época, a crise entre a União Soviética e a China atingiu o seu auge, quando o líder chinês Mao Tse Tung criticou o processo de desestalinização em curso na União Soviética, e acusou Khruschev de desvios \"oportunistas\" e \"reformistas\". Como a direção do PCB mantinha-se rigidamente fiel a Moscou, a cisão de Mao com o restante do movimento comunista atraiu a simpatia do PCdoB, que enviou emissários a Beijing para formalizar a vinculação ideológica com as novas diretrizes ideológicas do Partido Comunista da China. Dentre esses emissários, estava o então presidente exilado do partido, João Amazonas, que foi recebido pelo próprio Mao Tsé Tung. A partir de então, o partido passou a aproximar-se progressivamente dos postulados maoistas, considerando apenas a China Popular e a Albânia como países comunistas, e que os demais tinham retrocedido a uma diretriz revisionista e não mais revolucionária.Porém, a adesão ao maoismo incluiu uma mudança nas estratégias seguidas pelo PCdoB. Seguindo o princípio da Guerra Popular Prolongada, o PCdoB assumiu o compromisso de transferir seus quadros para o campo, iniciando a formação de um exército camponês. Essa concepção de luta revolucionária contrastava tanto com as táticas tradicionais do PCB (que, fiel ao \"caminho pacífico, se opôs à luta armada contra a Ditadura) quanto com o foquismo de novas forças como a Ação Libertadora Nacional (ALN) e o Movimento Revolucionário Oito de Outubro (MR-8), que priorizavam a guerrilha urbana e o foco como forma de combater o governo militar estabelecido em 1964. A adesão definitiva do PCdoB ao maoismo deu-se em 1966, em seu VI Congresso. No ano seguinte, o partido elaborou uma declaração de apoio à Revolução Cultural em curso na China. Em 1966, o PCdoB sofreu duas cisões internas: a Ala Vermelha do PCdoB (favorável à tática foquista) e o Partido Comunista Revolucionário (PCR). ===Década de 1970=== Desde 1966, o PCdoB buscava a formação de um núcleo de guerrilha no campo. A área escolhida para a irradiação do futuro exército camponês (seguindo as linhas maoistas) foi a região sul do Pará, próximo à divisa com Tocantins. Estima-se que o partido reuniu de 70 a 80 guerrilheiros na área, sob o comando militar do ex-militar Osvaldo Orlando da Costa (Osvaldão) e sob o comando máximo de Maurício Grabois (então comandante em chefe da guerrilha). A maior parte dos efetivos da coluna guerrilheira do PCdoB (sob o nome de \"Força Guerrilheira do Araguaia\") era composta por estudantes secundaristas ou universitários, organizados em torno da União da Juventude Patriótica (UJP, braço juvenil do partido), profissionais liberais e operários vindos principalmente de São Paulo e Minas Gerais. Como era pequena a adesão entre os habitantes locais, o partido criou a União pela Liberdade e pelos Direitos do Povo (ULDP), cujo manifesto continha a base programática da guerrilha. Em 1971, unidades do Exército descobriram a localização do núcleo guerrilheiro e foram mobilizadas a fim de isolar a área, impedindo que sua atuação se alastrasse em direção ao norte da Amazônia. As operações de repressão à guerrilha tiveram início em 1972, com três expedições militares que mobilizaram 25 mil soldados. Sendo repelidas as duas primeiras, a terceira expedição derrotou os últimos focos de resistência. A maior parte dos guerrilheiros morreu em choque com as forças do Exército, incluindo Osvaldão e Maurício Grabois, que morreu em confronto com o Exército em 25 de dezembro de 1973. A derrota do Araguaia comprometeu a organização partidária, mas consagrou o mito da guerrilha, reconhecida como a mais efetiva experiência de luta armada à Ditadura. A maior parte dos mortos na repressão do regime militar entre 1964 e 1979 foi de militantes do PCdoB. Desde o final da década anterior, a Ação Popular Marxista-Leninista (APML), um grupo oriundo da esquerda católica, tinha adotado a ideologia maoista e se aproximado do PCdoB. A fusão dos dois grupos foi realizada em 1975, após o fim da luta armada. O PCdoB também atraiu egressos do Partido Comunista Brasileiro Revolucionário (PCBR) e Movimento Revolucionário Oito de Outubro (MR-8). Em 16 de dezembro de 1976, o DOI-CODI invadiu uma casa na rua Pio XI, em São Paulo, assassinou, no local, Pedro Pomar e Ângelo Arroyo, matou, na tortura, João Batista Franco Drummond, e manteve presos até a Anistia, Wladimir Pomar (filho de Pedro), Aldo Arantes, Haroldo Lima e Elza Monnerat (os dois, egressos da AP), no episódio conhecido como o Massacre ou Chacina da Lapa. Num clima onde a oposição começava a ganhar força, a imprensa noticiou o crime, que chocou e comoveu, dentro e fora do Brasil. A direção do Partido, duramente atingida, funcionou até a Anistia com base num núcleo no exílio. Anos mais tarde, descobriu-se que a operação contara com a ajuda de um delator preso naquele ano, o dirigente do PCdoB Manoel Jover Teles (ex-membro do CC do PCB e ex- PCBR), que foi expulso do partido em 1983. Desfalcado de seus principais quadros, o PCdoB começou a se reorganizar com quadros vindos da AP e a liderança pessoal de João Amazonas, que junto com Diógenes Arruda eram os últimos remanescentes do grupo que reconstruiu do Partido em 1943 na Conferência da Mantiqueira, em pleno Estado Novo, e em 1962. A morte de Arruda (em 1979) deixou Amazonas como a liderança máxima do PCdoB até sua morte. O fracasso da guerrilha camponesa e a nova política adotada pela China a partir da morte de Mao, em 1976, levaram o PCdoB a romper totalmente com o maoismo. Em 1978, o partido acompanhou Enver Hoxha na sua crítica aos dirigentes chineses e passou a considerar apenas a Albânia como país socialista, na condição de último baluarte do stalinismo. Nesse período, uma cisão interna do PCdoB deu origem ao Partido Revolucionário Comunista (PRC), liderado por José Genoíno e Tarso Genro, e que mais tarde se juntaria ao Partido dos Trabalhadores (PT), ao lado da Ala Vermelha. A adoção da linha albanesa não significou a radicalização da política do PCdoB. Em 1978, toda a esquerda tinha ação institucional através do Movimento Democrático Brasileiro (MDB), de oposição moderada ao governo militar. O PCdoB retomou seu espaço parlamentar e elegeu seus primeiros deputados sob a clandestinidade. Em 1979, com a Abertura política e a concessão da Anistia, o PCdoB encontrou um ambiente favorável à sua penetração no sindicalismo e nas organizações estudantis. João Amazonas regressou do exílio em 1979, e Diógenes Arruda Câmara morreu de infarto no carro, a caminho de um ato político. A refundação da UNE (1979), com Aldo Rebelo, marcou o início da hegemonia do partido na entidade universitária (que se mantém desde então, salvo no biênio 1987-1988). ===Década de 1980=== O VI Congresso foi realizado em 1983, logo após a conquista da anistia, numa conjuntura de luta pela democratização do país. Aconteceu na semiclandestinidade. O Congresso analisou as mudanças estruturais e políticas ocorridas na sociedade brasileira nas últimas décadas. Fez o balanço da atividade comunista durante a ditadura militar – incluindo a análise da experiência da Guerrilha do Araguaia e da luta pelas bandeiras da \"Anistia ampla, geral e irrestrita\", \"Fim dos atos e leis de exceção\" e \"Convocação da Constituinte democrática, livre e soberana\". E preparou o Partido para a retomada da legalidade e da legitimidade. Em 1984, o PCdoB fundou a União da Juventude Socialista (UJS), seu braço juvenil. No sindicalismo, o PCdoB adotou inicialmente uma política de aliança com os sindicalistas ligados ao PCB, aderindo em 1983 à CONCLAT, que incluía também moderados e não marxistas. Dessa forma, o partido se opôs à Central Única dos Trabalhadores (braço sindical do PT). Em 1984, o PCdoB integrou-se ao movimento das Diretas Já (formado por todos os partidos de oposição), e no ano seguinte, com a derrota da emenda Dante de Oliveira, procurou Tancredo Neves buscando convencê-lo a lançar-se candidato no Colégio eleitoral, no que coincidiam com o PCB e o MR8, que consideravam a candidatura decisiva para a redemocratização e a legalização dos partidos de esquerda, com exceção do PT, já legalizado já em 1980. Nas eleições para a Assembleia Nacional Constituinte de 1987, o PCdoB elegeu seis deputados federais, incluindo Haroldo Lima e Aldo Arantes. Destes, três foram originalmente eleitos pela legenda do PMDB, com o qual permanecia aliado, fazendo parte da base de sustentação do governo José Sarney. Na Constituinte, o PCdoB foi o único partido a votar contra a menção a Deus na Constituição. A crise social e econômica que se seguiu ao Plano Cruzado (1987) levou o PCdoB a romper com o PMDB. Em seu lugar, buscou uma aproximação cada vez maior com o PT e o PSB. Em 1988, os sindicalistas do PCdoB romperam com a CGT e formaram a Corrente Sindical Classista, que em seguida integrou-se à Central Única dos Trabalhadores. Ocorreu em maio de 1988, em São Paulo, o VII Congresso do partido. Legalizado desde 1985, estava em expansão e crescimento. No plano mundial, começava o fim da União Soviética. Foi examinada a reestruturação partidária na vida legal e desmascarados os objetivos anticomunistas da Perestroika russa e o papel de Mikhail Gorbatchev. No âmbito nacional, explicitou que o Brasil estava sob uma encruzilhada histórica: ou trilhava por um caminho de soberania e desenvolvimento nacional, ou se aprofundaria na lama da submissão e da dependência. Seus documentos e resoluções estão no livro \"A política revolucionária do PCdoB\".http://www.grabois.org.br/cdm/pcdob-documentos/44758/2017-05-13/cezar- xavier/7o-congresso-do-pcdob Em 1989, junto com o Partido Socialista Brasileiro (PSB), o PCdoB apoiou a candidatura de Lula à presidência, derrotada por Fernando Collor de Melo no segundo turno. ===Década de 1990=== Junto com o PT, o PCdoB também fez oposição acirrada ao governo Fernando Collor. O PCdoB defendeu, já em 1991, o seu afastamento, que ocorreria em setembro de 1992 com grandes mobilizações estudantis e participação da UJS, à frente juntamente da União Brasileira dos Estudantes Secundaristas (UBES) e da União Nacional dos Estudantes (UNE). Nessa ocasião, destacou-se a liderança pessoal de Lindberg Farias, então presidente da UNE e militante do PCdoB. Paralelamente à adoção de uma postura mais radical internamente, o PCdoB começou a perder suas referências externas. Em 1990, um ano após a queda do Muro de Berlim, também o regime albanês desmoronou e com ele o stalinismo entrou em crise. Partidos comunistas de vários países chegavam à autodissolução. O principal reflexo dessas mudanças foi a decisão do PCdoB, no seu 8.º congresso, em 1992, com o lema O Socialismo Vive, de deixar de citar Stalin como um dos \"clássicos\" do marxismo. O PCdoB analisou a experiência soviética e voltou-se mais para a realidade e as especificidades brasileiras. Foi adotada resolução política apontando o socialismo como o objetivo da luta dos comunistas no Brasil. O país vivia o começo da aplicação do neoliberalismo, iniciada pelo governo Fernando Collor e depois retomada e desenvolvida pelo governo Fernando Henrique Cardoso. Essa decisão abriu ideologicamente o partido e permitiu a incorporação de novos militantes. O PCdoB retomou os vínculos com Cuba. Em 1995, na sua 8ª conferência, o partido aprovou seu Programa Socialista. Vários intelectuais comunistas anteriormente ligados ao PCB (como Nelson Werneck Sodré e Edgard Carone) aproximaram-se do PCdoB.https://www.anitagaribaldi.com.br/produtos/263/livros/pcdob- documentos/o-socialismo-vive-documentos-do-8-congresso-do-pcdob.htmlLivro \"O socialismo vive: documentos e resoluções do 8.º Congresso do PCdoB\". Nesse período, com a queda do campo socialista no leste europeu, o PCdoB passou a considerar a vigência de uma fase \"defensiva estratégica\", ou seja, um período de retração das ideias socialistas e de necessidade de acumulação de forças para avançar a uma etapa de ofensiva. Em outubro de 1997, em São Paulo, ocorreu o IX Congresso do partido, no apogeu da globalização neoliberal. Os comunistas concentraram-se na construção de uma ampla frente visando a derrotar o neoliberalismo – enfrentar a escalada neoliberal construindo ampla frente oposicionista nacional, democrática e popular – e abrir caminho para o socialismo. Teve início a definição do tipo de partido revolucionário que é preciso construir, de princípios e feição moderna. Do Congresso, saiu o livro \"União do povo contra o neoliberalismo: documentos do 9.º Congresso do PCdoB\". ===Década de 2000=== Entre 9 e 12 de dezembro de 2001, no Rio de Janeiro, foi realizado o X Congresso do partido. Foi a maior reunião de comunistas brasileiros. Contou com a participação de 32 representantes de partidos e organizações estrangeiras, dezenas de convidados e 821 delegados. Nele, foi eleito Renato Rabelo para substituir João Amazonas na Presidência do Partido. Amazonas, às vésperas de completar 90 anos (em 1.º de janeiro de 2002), passou a ser presidente de honra. O Congresso debateu alternativas ao neoliberalismo, a eleicão de 2002, a luta pela paz mundial. Com a vitória de Lula nas eleições de 2002, o PCdoB, pela primeira vez, passou a fazer parte do governo federal, ocupando a pasta dos Esportes com Agnelo Queiroz. Essa participação foi ampliada em 2004, com a indicação de outro deputado, Aldo Rebelo, para a Coordenação Política do governo (que deixaria no ano seguinte para voltar ao Congresso e ser eleito presidente da Câmara dos Deputados). O PCdoB também conseguiu obter participação no Senado, com a filiação, por um breve período, do senador Leomar Quintanilha (ex-PMDB). Em setembro de 2005 o partido obtém a Presidência da Câmara Federal com o deputado Aldo Rebelo tendo apoio dos governistas e de parte da oposição. Nas eleições de 2006, o PCdoB participou da aliança pela reeleição do presidente Lula. O partido elegeu Inácio Arruda como senador pelo Ceará com quase dois milhões de votos. A primeira eleição de um senador comunista depois de Luis Carlos Prestes, em 1946. Em 13 de novembro de 2006, Aldo Rebelo assumiu por um dia a Presidência da República. O partido abandonou a Central Única dos Trabalhadores no final de 2007 para, junto com o Partido Socialista Brasileiro (PSB) e outras correntes independentes no movimento sindical, fundarem a Central dos Trabalhadores e Trabalhadoras do Brasil (CTB). Em outubro de 2005, em Brasília, ocorreu o XI Congresso Nacional do PCdoB. Reuniu cerca de 1.400 pessoas de todas as unidades federativas, dos quais 1.100 delegados, bem como 80 convidados estrangeiros. O Congresso aconteceu num momento de crescimento, de firmação do Partido, que completava 20 anos de legalidade. No evento, Lula elogiou a lealdade do PCdoB e Renato Rabelo foi reeleito presidente da sigla. Em outubro de 2008, o partido teve a sua maior ampliação nas eleições municipais, elegendo 40 prefeitos(as), entre os quais Edvaldo Nogueira, em Aracaju, e outras cidades como Olinda (PE), Juazeiro (BA) e Maranguape (CE). Em novembro o PCdoB foi anfitrião do 10º Encontro Internacional de Partidos Comunistas e Operários, reunindo 65 partidos comunistas e operários de todo o mundo, evento até então inédito na América Latina. Em novembro de 2009, em São Paulo, ocorreu o XII Congresso Nacional. O evento fez uma avaliação das consequências da grande crise do capitalismo em um mundo em transição quanto ao sistema de poder internacional, que conduzia a uma nova realidade de forças mundial. Considerou o grande embate eleitoral de 2010 no contexto da luta no Brasil contra o neoliberalismo, em busca de uma alternativa para o país frente à crise e pela construção de um projeto de afirmação nacional, com desenvolvimento, soberania, integração regional, democratização política e social e defesa do meio ambiente. E aprovou um novo programa Socialista para o Brasil, como também alterações no estatuto partidário, além de resoluções políticas. ===Década de 2010=== O XIII Congresso foi realizado em novembro de 2013, na cidade de São Paulo. As discussões se deram sobre as crises nas esferas internacional e nacional, no balanço dos governos Lula e Dilma, sobre as eleições de 2014 e o projeto de eleger Flávio Dino governador do Maranhão. Em maio de 2015, durante a X Conferência Nacional, a deputada Luciana Santos foi eleita presidente do partido.Foi realizado entre 17 e 19 de novembro de 2017, em Brasília. O Congresso teve como principais objetivos a aprovação de uma resolução política que guiará o partido nos próximos anos; a eleição da nova Direção Nacional do PCdoB, onde a deputada pernambucana Luciana Santos acabou reconduzida à presidência do partido; e a aprovação da pré-candidatura de Manuela d'Ávila à Presidência da República, para as eleições de 2018. ===Década de 2020=== O PCdoB teve uma grande decaída durante as eleições municipais de 2020, de 86 eleitos em 2016, para 46 prefeitos eleitos em 2020, a região que mais elegeram os candidatos do PCdoB foi a região Nordeste, nos estados da Bahia e o Maranhão. Dentre as capitais e cidades maiores, a candidata que mais chegou longe foi Manuela d'Ávila, que foi ao segundo turno das eleições de Porto Alegre. Em uma disputa acirrada, Manuela conseguiu 45,37% dos votos, perdendo para Sebastião Melo, que teve 54,63% dos votos. Outro candidato que não conseguiu se eleger foi João Paulo, por Olinda. Ainda no primeiro turno, João foi derrotado com os 63,62% do Professor Lupércio, contra 23,32% do próprio. Em 2021, Flávio Dino, único governador eleito pelo PCdoB em 2018, anunciou a sua saída do partido após 15 anos de filiação. O 15º Congresso Nacional do PCdoB ocorreu em outubro de 2021 e reconduziu Luciana Santos na presidência do partido pelos próximos quatro anos. O evento foi nomeado “Haroldo Lima” em homenagem ao histórico dirigente comunista falecido neste ano em decorrência da Covid-19 e marcou os preparativos para o centenário do partido. No evento, foi aprovada também uma resolução política com foco no fortalecimento da agremiação e na luta pela construção de uma frente ampla para isolar e derrotar o governo Bolsonaro. ==Organização== ===Parlamentares atuais=== Na Câmara dos Deputados UF Deputados(as) e legislaturas Imagem BA Alice Portugal 52.ª, 53.ª, 54.ª, 55.ª, 56.ª, 55.ª, 57.ª BA Daniel Almeida 52.ª, 53.ª, 54.ª, 55.ª, 56.ª, 55.ª, 57.ª MA Márcio Jerry 56.ª, 57.ª PE Renildo Calheiros 49.ª, 52.ª, 53.ª, 55.ª, 56.ª, 57.ª RJ Jandira Feghali 49.ª, 50.ª, 51.ª, 52.ª, 54.ª, 55.ª, 56.ª, 57.ª SP Orlando Silva 55.ª, 56.ª, 57.ª RS Daiana Santos 57.ª ] Nas assembleias legislativas estaduais UF Deputado(a) UF Deputado(a) BA Bobô MA Ricardo Rios BA Fabrício Falcão MG Celinho do Sinttrocel BA Olívia Santana PB Inácio Falcão BA Zó PE João Paulo Costa CE Alysson Aguiar RJ Dani Balbi MA Ana do Gás³ RS Bruna Rodrigues MA Júlio Mendonça SP Leci Brandão MA Othelino Neto TO Ivory de Lira MA Rodrigo Lago ===Número de filiados=== Data Filiados Crescimento anual dez./2006 187.247 — — dez./2007 228.155 40.908 +22% dez./2008 237.708 9.553 +4% dez./2009 232.289 5.419 -2% dez./2010 270.666 38.377 +17% dez./2011 327.438 56.772 +21% dez./2012 339.439 12.001 +4% dez./2013 353.408 13.969 +4% dez./2014 356.679 3.271 +1% dez./2015 369.578 12.899 +4% dez./2016 391.985 22.407 +6% dez./2017 394.852 2.867 +0,7% dez./2018 397.452 2.600 +0,6% dez./2019 413.681 16.229 +4% dez./2020 415.412 1.731 +0,5% dez./2021 409.425 5.987 -1,4% dez./2022 402.430 6.995 -1,7% dez./2023 393.837 8.593 -2,1% set./2024 391.518 2.319 −0,59% ===Presidentes nacionais=== João Amazonas foi o primeiro presidente do PCdoB e o presidiu desde sua fundação até sua morte, somando 40 anos. Renato Rabelo foi eleito presidente durante o 10º Congresso do partido. Luciana Santos é a primeira mulher a assumir a presidência do partido e foi reconduzida ao posto durante o 15º Congresso, com mandato até 2025. Foto Nome Mandato Início Fim João Amazonas 1962 2001 80px Renato Rabelo 2001 2015 Luciana Santos 2015 atual ===Cisões=== *Partido Comunista Revolucionário - PCR (1966) - O PCR foi uma cisão do PCdoB ocorrida em 1966, quatro anos após a reorganização do Partido Comunista do Brasil. Foi formado por alguns militantes do movimento estudantil e alguns ativistas das Ligas Camponesas. Seus militantes, em 2016, fundaram o partido Unidade Popular (Brasil). *Ala Vermelha do PCdoB (1966) - Favorável à tática foquista, a Ala Vermelha foi uma das cisões surgidas do Partido Comunista do Brasil (PCdoB) em 1966.Harnecker, 1994, p. 142Projeto Brasil Nunca Mais, 1988, p. 65Silva, 1987, p. 131-132 *Partido Revolucionário Comunista - PRC (1979) - O Partido Revolucionário Comunista (PRC) foi uma cisão do PCdoB ocorrida em 1979. Essa organização política brasileira atuou de 1980 a 1989, e participou da fundação do Partido dos Trabalhadores (PT) junto à Ala Vermelha. Hoje em dia, funciona como tendência interna do PT, com o nome de Democracia Radical (DR); a qual é fruto de uma fusão com outra tendência interna do Partido dos Trabalhadores, a Tendência Marxista (TM). ==Desempenho eleitoral== Câmara dos DeputadosBancada na Eleição Portal da Câmara dos Deputados. Acessado em 12 de abril de 2021. Legislatura Bancada % ± 48ª 0,60 49ª 0,99 50ª 1,94 51ª 1,36 52ª 2,33 53ª 2,53 54ª 2,92 55ª 1,94 56ª 1,75 57ª 1,16 Os números das bancadas representam o início de cada legislatura, desconsiderando, por exemplo, parlamentares que tenham mudado de partido posteriormente. ===Eleições estaduais=== Participação e desempenho do PCdoB nas eleições estaduais de 2022 {|class=\"wikitable\" style=\"border: 2px solid #f5f5f5;\" UF Candidatos(as) a Governador(a) e a Vice Candidatos(as) a Senadores(as) Coligação majoritária (governo e senado) Deputados(as) federais eleitos(as) Deputados(as) estaduais eleitos(as) AC Jorge Viana (PT) Nazareth Araújo (PT) FE Brasil (PCdoB/PT/PV) ninguém Edvaldo Magalhães (PCdoB) Marcus Alexandre (PT) AL Paulo Dantas (MDB) Renan Filho (MDB) FE Brasil (PCdoB/PT/PV) / MDB / PDT / PSC / Solidariedade 1 PT, 1 PV 1 PT, 1 PV Ronaldo Lessa (PDT) AM Eduardo Braga (MDB) Omar Aziz (PSD) FE Brasil (PCdoB/PT/PV) / MDB / PSD 2 PSD 1 MDB, 1 PT, 1 PV Anne Moura (PT) AP ninguém João Capiberibe (PSB) FE Brasil (PCdoB/PT/PV) / PSB / Fed. PSOL REDE ninguém 2 REDE, 1 PT, 1 PV BA Jerônimo Rodrigues (PT) Otto Alencar (PSD) FE Brasil (PCdoB/PT/PV) / MDB / PSD / PSB / Avante Daniel Almeida (PCdoB) Alice Portugal (PCdoB) 7 PT, 6 PSD, 1 MDB, 1 PSB, 1 Avante Olívia Santana (PCdoB) Bobô (PCdoB) Fabrício (PCdoB) Zó (PCdoB) 9 PT, 9 PSD, 2 MDB, 2 PSB, 1 Avante, 1 PV Geraldo Junior (MDB) CE Elmano de Freitas (PT) Camilo Santana (PT) FE Brasil (PCdoB/PT/PV) / MDB / PP / Solidariedade / Fed. PSOL REDE / PRTB 3 PT, 1 MDB, 1 PP Alysson Aguiar (PCdoB) 8 PT, 3 MDB, 3 PP, 1 PSOL Jade Romero (MDB) DF Leandro Grass (PV) Rosilene Corrêa (PT) FE Brasil (PCdoB/PT/PV) 1 PT, 1 PV 3 PT Olgamir Amancia (PCdoB) ES Renato Casagrande (PSB) Rose de Freitas (MDB) FE Brasil (PCdoB/PT/PV) / PSB / Fed. PSDB Cidadania / MDB / PDT / PP / PODE / PROS 2 PT, 2 PP, 2 PODE, 1 PSB 3 PSB, 3 PODE, 2 PT, 2 PDT, 2 PP, 2 PSDB, 1 Cidadania Ricardo Ferraço (PSDB) GO Wolmir Amado (PT) Denise Carvalho (PCdoB) FE Brasil (PCdoB/PT/PV) / PSB 2 PT 3 PT, 1 PSB Fernando Tibúrcio (PSB) MA Carlos Brandão (PSB) Flávio Dino (PSB) FE Brasil (PCdoB/PT/PV) / PSB / Fed. PSDB Cidadania / MDB / PP / PODE / Patriota Márcio Jerry (PCdoB) 1 PT, 1 PODE, 1 PP, 1 PSB, 1 Patriota Othelino Neto (PCdoB) Rodrigo Lago (PCdoB) Ricardo Rios (PCdoB) Júlio Mendonça (PCdoB) Ana do Gás (PCdoB) 11 PSB, 4 PP, 3 Patriota, 2 MDB, 2 PODE Felipe Camarão (PT) MG Alexandre Kalil (PSD) Alexandre Silveira (PSD) FE Brasil (PCdoB/PT/PV) / PSD / PSB 10 PT, 4 PSD Celinho do Sintrocel (PCdoB) 12 PT, 9 PSD, 1 PSB André Quintão (PT) MS Giselle Marques (PT) Tiago Botelho (PT) FE Brasil (PCdoB/PT/PV) 2 PT 3 PT Abílio Vaneli (PT) MT Márcia Pinheiro (PV) Neri Geller (PP) FE Brasil (PCdoB/PT/PV) / PP / PSD / Solidariedade ninguém 2 PT, 2 PSD, 1 PP Vanderlúcio Rodrigues (PP) PA Helder Barbalho (MDB) Beto Faro (PT) candidatura isolada FE Brasil (PCdoB/PT/PV) / MDB / Fed. PSDB Cidadania / PP / PODE / UNIÃO / PDT / PSB / PSD / Republicanos / Avante / PTB / DC 9 MDB, 2 PSD, 2 PT, 1 UNIÃO 13 MDB, 4 PT, 3 PP, 3 PSDB, 2 PDT, 2 PODE, 2 PSD, 2 Republicanos, 1 Cidadania, 1 PSB, 1 PTB, 1 UNIÃO Hana Ghassan (MDB) PB Veneziano Vital do Rêgo (MDB) Ricardo Coutinho (PT) FE Brasil (PCdoB/PT/PV) / MDB 1 PT Inácio Falcão (PCdoB) 2 PT, 2 MDB Maísa Cartaxo (PT) PE Danilo Cabral (PSB) Teresa Leitão (PT) FE Brasil (PCdoB/PT/PV) / PSB / Republicanos / MDB / PDT / PP Renildo Calheiros (PCdoB) 5 PSB, 3 PP, 1 MDB, 1 PT, 1 PV, 1 Republicanos João Paulo Costa (PCdoB) 14 PSB, 8 PP, 3 PT, 3 PV, 2 Republicanos Luciana Santos (PCdoB) PI Rafael Fonteles (PT) Wellington Dias (PT) FE Brasil (PCdoB/PT/PV) / MDB / PSD / Solidariedade / PROS / Agir 4 PT, 3 PSD, 1 PV 12 PT, 9 MDB, 1 Solidariedade Themístocles Filho (MDB) PR Roberto Requião (PT) Rosane Ferreira (PV) FE Brasil (PCdoB/PT/PV) 5 PT, 1 PV 7 PT Jorge Samek (PT) RJ Marcelo Freixo (PSB) André Ceciliano (PT) candidatura avulsa FE Brasil (PCdoB/PT/PV) / PSB / Fed. PSDB Cidadania / Fed. PSOL REDE Jandira Feghali (PCdoB) 5 PT, 5 PSOL, 1 PSB Dani Balbi (PCdoB) 7 PT, 5 PSOL, 2 PSB César Maia (PSDB) RN Fátima Bezerra (PT) Carlos Eduardo Alves (PDT) FE Brasil (PCdoB/PT/PV) / MDB / PDT / Republicanos / PROS 2 PT 3 PT, 3 PV, 1 MDB Walter Alves (MDB) RO Daniel Pereira (Solidariedade) Acir Gurgacz (PDT) indeferido FE Brasil (PCdoB/PT/PV) / Solidariedade / PDT / PSB ninguém 1 PSB, 1 PT Anselmo de Jesus (PT) RR Rudson Leite (PV) apoio informal à Telmário Mota (PROS) FE Brasil (PCdoB/PT/PV) ninguém ninguém Cristina Burger (PV) RS Edegar Pretto (PT) Olívio Dutra (PT) FE Brasil (PCdoB/PT/PV) / Fed. PSOL REDE Daiana Santos (PCdoB) 6 PT, 1 PSOL Bruna Rodrigues (PCdoB) 11 PT, 1 PSOL Pedro Ruas (PSOL) SC Décio Lima (PT) Dário Berger (PSB) FE Brasil (PCdoB/PT/PV) / PSB / Solidariedade 2 PT 4 PT Bia Vargas (PSB) SE Rogério Carvalho (PT) Valadares Filho (PSB) FE Brasil (PCdoB/PT/PV) / MDB / PSB / Solidariedade 1 PT 2 PV, 1 PT Sérgio Gama (MDB) SP Fernando Haddad (PT) Márcio França (PSB) FE Brasil (PCdoB/PT/PV) / PSB / Fed. PSOL REDE / Agir 11 PT, 5 PSOL, 2 PSB, 1 REDE Leci Brandão (PCdoB) 18 PT, 5 PSOL, 3 PSB, 1 REDE Lúcia França (PSB) TO Paulo Mourão (PT) Vilela do PT (PT) FE Brasil (PCdoB/PT/PV) ninguém Ivory de Lima (PCdoB) 1 PV Professora Germana (PCdoB) Participação e desempenho do PCdoB nas eleições estaduais de 2018 {|class=\"wikitable\" style=\"border: 2px solid #f5f5f5;\" UF Candidatos(as) a Governador(a) e a Vice Candidatos(as) a Senadores(as) Coligação majoritária (governo e senado) Deputados(as) federais eleitos(as) — 103 Deputados(as) estaduais eleitos(as) — 111 AC Marcus Alexandre (PT) Jorge Viana (PT) PCdoB / PT / PDT / PV / PRB / PODE / PROS / PSB / PHS / PRTB / DC / PPL / PMB / PSOL Perpétua Almeida (PCdoB) Edvaldo Magalhães (PCdoB), Janilson Leite (PCdoB) \\+ 2 PT Emylson Farias (PDT) Ney Amorim (PT) AL Renan Filho (MDB) Renan Calheiros (MDB) PCdoB / MDB / PR / PT / PDT / PODE / PTB / PHS / PV / DC / PSD / PRP / PMB / PPS / PRTB / PMN / Avante ninguém 1 PV Luciano Barbosa (MDB) Maurício Quintella Lessa (PR) AM Lucia Antony (PCdoB)''' Vanessa Grazziotin (PCdoB) PCdoB / PT 1 PT 1 PT Socorro Prado (PT) AP Waldez Góes (PDT) Lucas Barreto (PTB) PCdoB / PDT / PTB / PROS / MDB / DC / PRB / PRP / PTC / PMB Marcivânia Flexa (PCdoB) \\+ 1 PROS 1 PRP Jaime Nunes (PROS) BA Rui Costa (PT) Jacques Wagner (PT) PCdoB / PT / PP / PODE / PSD / PSB / PDT / PR / PRP / PMB / PMN / PROS / PTC / Avante Alice Portugal (PCdoB), Daniel Almeida (PCdoB) \\+ 8 PT, 4 PSD, 4 PP, 2 PR, 2 PSB, 1 PODE Bobô (PCdoB), Dal (PCdoB), Fabrício Falcão (PCdoB), Olívia Santana (PCdoB), Zó (PCdoB) João Leão (PP) Angelo Coronel (PSD) CE Camilo Santana (PT) Eunício Oliveira (MDB) PCdoB / PT / PDT / PTB / PP / PSB / PR / DEM / PPS / PRP / PV / PMN / PPL / PRTB / PMB / Patriota 3 PT, 1 PV, 1 PP, 1 PR Augusta Brito (PCdoB), Carlos Felipe (PCdoB) Izolda Cela (PDT) Alberto Bardawil (PODE) DF Rodrigo Rollemberg (PSB) Leila do Vôlei (PSB) PCdoB / PSB / PDT / PV / REDE 1 PV 1 REDE Eduardo Brandão (PV) Chico Leite (REDE) ES Renato Casagrande (PSB) Marcos do Val (PPS) PCdoB / PSB / PSDB / DEM / PPS / PDT / PV / DC / SD / PP / PTC / PSC / PPL / PRP / PSD / PHS / PROS / Avante 1 PPS, 1 PP 2 PRP Jacqueline Moraes (PSB) Ricardo Ferraço (PSDB) GO Kátia Maria (PT) Luis Cesar Bueno (PT) PCdoB / PT 1 PT 2 PT Nivaldo Santos (PCdoB) Professora Geli (PT) MA Flávio Dino (PCdoB) Weverton Rocha (PDT) PCdoB / PTB / PT / PSB / PPS / PROS / PRB / PDT / PR / DEM / PP / PTC / SD / PPL / Avante / Patriota Márcio Jerry (PCdoB) Rubens Pereira Júnior +1 PTB, 1 PRB, 1 PSB, 1 DEM Adelmo Soares (PCdoB), Ana do Gás (PCdoB), Carlinhos Florêncio (PCdoB), Duarte Júnior (PCdoB), Othelino Neto (PCdoB), Prof. Marco Aurélio (PCdoB) \\+ 7 PDT, 5 DEM, 3 PR, 2 PSB, 2 PP, 1 PRB Carlos Brandão (PRB) Eliziane Gama (PPS) MG Fernando Pimentel (PT) Dilma Rousseff (PT) PCdoB / PT / PSB / DC / PR 8 PT, 3 PSB, 1 PR Celinho do Sinttrocel (PCdoB) Jô Moraes (PCdoB) Miguel Corrêa (PT) MS Marcelo Bluma (PV) Mário Fonseca (PCdoB) PCdoB / PV / REDE ninguém ninguém Ana Maria Bernardelli (REDE) MT Wellington Fagundes (PR) Adilton Sachetti (PRB) PCdoB / PR / PV / PRB / PTB / PODE / PP / PT / PMN / PROS ninguém 2 PT, 1 PRB Sirlei Theis (PV) Professora Maria Lúcia (PCdoB) PA Paulo Rocha (PT) Zé Geraldo (PT) PCdoB / PT 2 PT ninguém Sandra Batista (PCdoB) Gerson Durão (PCdoB) PB João Azevêdo (PSB) Veneziano Vital (PSB) PCdoB / PSB / PDT / PTB / PT / DEM / PR / PODE / PRP / PMN / PRB / PPS / REDE / PROS / Avante 1 PSB, 1 PDT, 1 PTB, 1 PRB, 1 PT, 1 DEM Inácio Falcão (PCdoB) \\+ 8 PSB, 3 PODE, 2 PTB, 1 PRB Lígia Feliciano (PDT) Luiz Couto (PT) PE Paulo Câmara (PSB) Humberto Costa (PT) PCdoB / PSB / PT / MDB / PP / PV / PTC / SD / PRP / PRTB / PPL / PMN / Patriota Renildo Calheiros (PCdoB) \\+ 5 PSB, 1 PSD, 1 MDB João Paulo (PCdoB) Luciana Santos (PCdoB) Jarbas Vasconcelos (MDB) PI Wellington Dias (PT) Ciro Nogueira (PP) PCdoB / PT / MDB / PP / PR / PDT / PRTB / PTB / PSD 2 PT, 2 PP, 1 PR, 1 PDT, 1 PSD, 1 MDB 6 MDB, 5 PT, 5 PP, 3 PR, 2 PTB, 1 PDT, 1 PSD, 1 PRTB Regina Sousa (PT) Marcelo Castro (MDB) PR João Arruda (MDB) Roberto Requião (MDB) PCdoB / MDB / PDT / SD 2 MDB, 1 PDT 2 PDT Eliana Cortez (MDB) Nelton Friedrich (PDT) RJ Márcia Tiburi (PT) Lindberg Farias (PT) PCdoB / PT Jandira Feghali (PCdoB) +1 PT Rejane de Almeida (PCdoB) Leonardo Giordano (PCdoB) RN Fátima Bezerra (PT) Zenaide Maia (PHS) PCdoB / PT / PHS 2 PT 2 PT, 1 PHS Antenor Roberto (PCdoB) Alexandre Motta (PT) RO Mauro de Carvalho (MDB) Confúcio Moura (MDB) PCdoB / MDB / PMN / PODE / PROS / PHS / PSC / PV ninguém 1 PMN Wagner de Freitas (MDB) Valdir Raupp (MDB) RR Suely Campos (PP) Ângela Portela (PDT) PCdoB / PP / PDT / PODE / PR / PRTB / PSB / PHS 1 PP Soldado Sampaio (PCdoB) \\+ 1 PP Oleno Matos (PCdoB) Luciano Castro (PR) RS Miguel Rossetto (PT) Paulo Paim (PT) PCdoB / PT ninguém ninguém Ana Affonso (PT) Abigail Pereira (PCdoB) SC Gelson Merisio (PSD) Esperidião Amin (PP) PCdoB / PSD / DEM / PP / PDT / PODE / PRB / PSB / PV / SD / PSC / PROS / PHS / PRP / PPL 1 PRB, 1 PSB 2 PDT João Paulo Kleinübing (DEM) Raimundo Colombo (PSD) SE Belivaldo Chagas (PSD) Rogério Carvalho (PT) PCdoB / PSD / PT / MDB / PP / DC / PHS 1 PSD, 1 PP, 1 MDB, 1 PT 3 PSD, 3 MDB, 2 PT Eliane Aquino (PT) Jackson Barreto (MDB) SP Luiz Marinho (PT) Eduardo Suplicy (PT) PCdoB / PT Orlando Silva (PCdoB) \\+ 8 PT Leci Brandão (PCdoB) Ana Bock (PT) Jilmar Tatto (PT) TO Márlon Reis (REDE) Irajá Abreu (PSD) PCdoB / REDE / PV / PSD / PDT / PT / PTB / PRTB 1 PT 2 PT José Geraldo (PTB) Paulo Mourão (PT) ===Eleições presidenciais=== Ano Imagem Candidato(a) a Presidente Candidato(a) a Vice-Presidente Coligação Votos Posição 1989 Luiz Inácio Lula da Silva (PT) José Paulo Bisol (PSB) Frente Brasil Popular (PT, PSB e PCdoB) 31.076.364 (44,23%) 2ª 1994 Luiz Inácio Lula da Silva (PT) Aloizio Mercadante (PT) Frente Brasil Popular pela Cidadania (PT, PSB, PCdoB, PPS, PV e PSTU) 17.122.127 (27,04%) 2ª 1998 Luiz Inácio Lula da Silva (PT) Leonel Brizola (PDT) União do Povo Muda Brasil (PT, PDT, PSB, PCdoB e PCB) 21.475.218 (31,71%) 2ª 2002 Luiz Inácio Lula da Silva (PT) José Alencar (PL) Lula Presidente (PT, PL, PCdoB, PMN e PCB) 52.793.364 (61,27%) 1ª 2006 Luiz Inácio Lula da Silva (PT) José Alencar (PRB) A Força do Povo (PT, PRB e PCdoB) 58.295.042 (60,83%) 1ª 2010 Dilma Rousseff (PT) Michel Temer (PMDB) Para o Brasil Seguir Mudando (PT, PMDB, PR, PSB, PDT, PCdoB, PSC, PRB, PTC e PTN) 55.752.529 (56,05%) 1ª 2014 Dilma Rousseff (PT) Michel Temer (PMDB) Com a Força do Povo (PT, PMDB, PSD, PP, PR, PROS, PDT, PCdoB e PRB) 54.495.459 (51,64%) 1ª 2018 Fernando Haddad (PT) Manuela d'Ávila (PCdoB) O Povo Feliz de Novo (PT, PCdoB e PROS) 47.040.906 (44,87%) 2ª 2022 Luiz Inácio Lula da Silva (PT) Geraldo Alckimin (PSB) Brasil da Esperança (FE Brasil, PSB, Federação PSOL REDE, Solidariedade, PROS, Avante e Agir) 60.345.999 (50,90%) 1ª ==Bibliografia== * BORGES, Joana d'Arc Mesquita. Teoria das necessidades em Marx e o projeto socialista do PcdoB (8a Conferência). 1996. Dissertação (Mestrado em Sociologia), Universidade Federal do Ceará. [Orientador: Manfredo Araújo de Oliveira] * GALDINO, Antonio Carlos. O PC do Brasil e o movimento de luta armada nos anos 60. Campinas, 1994. (Dissertação de mestrado), Unicamp, 1994. * POMAR, Valter Ventura da Rocha. Comunistas no Brasil: interpretações sobre a cisão de 1962. São Paulo, 2000. (Dissertação de mestrado). USP. * SALES, Jean Rodrigues. O PCdoB nos anos 60: estruturação orgânica e atuação política. Cadernos AEL/Tempo de ditadura: do golpe aos anos 70. Campinas, Unicamp, vol 8, no 14/15, p. 13-49, 2001. * SANTOS, Andréa Cristina dos. Ação entre amigos: história da militância do PCdoB em Salvador (1965-1973). Salvador, 2004 (Dissertação de Mestrado) * TAVARES, Rodrigo Rodrigues. A \"Moscouzinha\" brasileira: cenários e personagens do cotidiano operário de Santos. São Paulo: Humanitas, 2007 * CABRAL, Pedro. Xambioá - Guerrilha do Araguaia. São Paulo: Record, 1993. * CAMPOS FILHO, Romualdo Pessoa. Guerrilha do Araguaia. A esquerda em armas. Goiânia,GO: Edit. da UFG, 1997 * CANALE, Dário. Problemas da construção da história do Partido Comunista Brasileiro. Novos Rumos, São Paulo, n. 1 v.1, jan.-mar. de 1986, p. 77-92. * CASSIN, Marcos. Partido Comunista do Brasil (PCdoB): fundação e trajetória. Piracicaba, SP: 1996, mimeo. * CHILCOTE, Ronald. O Partido Comunista Brasileiro: conflito e integração (1922-1972). Rio de Janeiro: Graal, 1982. * Diário da guerrilha do Araguaia. São Paulo: Alfa-Ômega, 1979. * DÓRIA, P. et al. A guerrilha do Araguaia. São Paulo: Alfa-Ômega, 1978. * JOFFILY, Bernardo. O melhor aniversário para o PCdoB. Questão de ordem, São Paulo, n. 114, 15 de março de 1999. * LIMA, Haroldo. Itinerário de lutas do Partido Comunista do Brasil (PCdoB) de 1922 a 1984. 3. ed. Salvador: Editora Maria Quitéria, 1984. * PANDOLFI, Dulce. Camaradas e companheiros. História e memória do PCB. Rio de Janeiro: Relume Dumará, 1995. * PARTIDO COMUNISTA DO BRASIL. A linha política revolucionária do Partido Comunista do Brasil. Lisboa: Maria da Fonte, 1974a. * PARTIDO COMUNISTA DO BRASIL. A linha política revolucionária do Partido Comunista do Brasil. Cinquenta anos de luta. Lisboa: Maria da Fonte, 1974b. * PARTIDO COMUNISTA DO BRASIL. A linha política revolucionária do Partido Comunista do Brasil. Em defesa dos trabalhadores e do povo brasileiro: documentos do PC do Brasil – de 1960 a 2000. São Paulo: Anita Garibaldi, 2000. * PARTIDO COMUNISTA DO BRASIL. A linha política revolucionária do Partido Comunista do Brasil. Dois caminhos opostos – PCdoB e PCB. São Paulo: Anita Garibaldi, (s/d). * PARTIDO COMUNISTA DO BRASIL. A linha política revolucionária do Partido Comunista do Brasil. Guerra Popular: caminho da luta armada no Brasil. Lisboa: Maria da Fonte, 1974c. * PARTIDO COMUNISTA DO BRASIL. A linha política revolucionária do Partido Comunista do Brasil. Guerrilha do Araguaia. São Paulo: Anita Garibaldi, 1996. * PARTIDO COMUNISTA DO BRASIL. A linha política revolucionária do Partido Comunista do Brasil. Trinta anos de conflito ideológico: marxismo e revisionismo. São Paulo, Anita Garibaldi, 1990. * POLLAK, Michael. Memória, esquecimento e silêncio. Estudos Históricos, Rio de Janeiro, v. 2, n. 3, p. 3-15, 1989. * POMAR, Wladimir. Araguaia, o Partido e a Guerrilha. São Paulo: Global, 1980. * PORTELA, Fernando. A Guerra de guerrilhas no Brasil. São Paulo: Global, 1979. * RIDENTI, M. O fantasma da revolução brasileira. São Paulo, Editora da UNESP, 1993. * SÁ, Glênio. Relato de um Guerrilheiro. São Paulo: Anita Garibaldi, 1990. * SALES, Jean Rodrigues. Partido Comunista do Brasil – PCdoB: propostas teóricas e prática política – 1962-1976. Dissertação de mestrado, Campinas, SP: UNICAMP, 2000. ==Ligações externas== * Categoria:1962 na política do Brasil Categoria:Partidos políticos de esquerda Categoria:Esquerda política no Brasil Categoria:Partidos políticos do Brasil Categoria:Partidos políticos comunistas da América do Sul",
 "title": "Partido Comunista do Brasil"
}