{
 "id": "60779",
 "text": "O Nintendo Entertainment System (abreviado como NES; popularmente chamado de Nintendinho no Brasil) é um console de videogame de 8 bits lançado pela Nintendo na América do Norte, Europa, Ásia, Austrália e Brasil. Originalmente lançado no Japão em 1983 com o nome de Nintendo Family Computer, Family Computer, ou apenas Famicom, o sistema foi redesenhado e recebeu o novo nome para ser lançado no mercado americano em 1985. O NES/Famicom foi o videogame de maior sucesso comercial na sua época, ajudou a indústria de videogames a se recuperar da crise de 1983 e estabeleceu novos padrões que seriam seguidos pela indústria. Também foi o primeiro console a ser produzido por terceiros, o que ajudou a divulgar o sistema em todo o mundo. O NES também foi um dos primeiros consoles a se apoiar em jogos feitos por terceiros (não só pela própria fabricante). Seu código de modelo é NES-001. Em 2022, o NES encontra- se em 13º lugar na lista de consoles mais vendidos de todos os tempos, ficando atrás do Nintendo DS, PlayStation 2, Game Boy, PlayStation, Wii, Nintendo Switch e PlayStation Portable. == História == Para dar continuidade ao sucesso dos seus jogos de arcade lançados no começo dos anos 1980 a Nintendo planejava lançar seu próprio console. A ideia inicial era um sistema com processador de 16 bits e drive para disquetes, como essas especificações estavam fora da realidade da época o projeto foi redesenhado e em 15 de Julho de 1983 a empresa lançou no Japão o Nintendo Family Computer. O Famicom, como ficou conhecido, era um console com processador de 8 bits e funcionava com cartuchos. Intencionalmente, o design do Famicom foi feito para que ele parecesse um brinquedo. Era claro, com duas cores (vermelho e branco) e apresentava controles totalmente diferentes dos padrões da época. O console possuía uma porta de expansão e muitos componentes seriam lançados para conectar à porta. Durante o seu primeiro ano o Famicom foi criticado por alguns erros de programação o que fez a Nintendo executar um recall de todos os consoles vendidos e parar temporariamente a sua produção. Mais tarde, já com o problema solucionado, a Nintendo voltou a comercializar o Famicom se tornando o console mais vendido no Japão no final de 1984. Encorajada com o sucesso do Famicom no Japão a Nintendo demonstrava grande interesse em lançar o sistema no mercado ocidental. A empresa tentou negociar com a Atari o lançamento de seu console no mercado norte-americano, sob o nome de \"Nintendo Advance Video System\", mas a Atari não demonstrou interesse, já que estava trabalhando no seu próprio console de 8-bit. A Nintendo resolveu então lançar o sistema sozinha e em Junho de 1985 apresentou na feira Consumer Electronics Show o Nintendo Entertainment System. O sistema foi totalmente redesenhado, apresentava um layout muito mais sério e moderno, e ao contrário do que era feito anteriormente a Nintendo apresentava o console como um centro de entretenimento para enfatizar o poder do sistema. O NES foi lançado oficialmente nos EUA no dia 18 de Outubro de 1985 apenas em Nova York, para teste de aceitação do público. Foram disponibilizadas inicialmente 50.000 unidades que se esgotaram rapidamente, o que levou a Nintendo a lançar o console no resto do país em Fevereiro do ano seguinte. Mais tarde o console foi lançado oficialmente na Europa, Austrália e Brasil. O sistema, apesar da concorrência com o Sega Master System, manteve-se na liderança dos mercados japonês e americano durante uma década. Nos anos 1990 devido a renovação tecnológica o sistema foi substituído por consoles mais modernos. A Nintendo norte-americana continuou dando suporte ao console até 1995 quando sua produção foi encerrada. No oriente, a Nintendo japonesa produziu uma nova versão do Famicom (chamada de Famicom AV) e manteve seu suporte de assistência técnica até outubro de 2003, quando oficialmente descontinuou o sistema por não haver mais peças de reposição. Isso deu ao sistema um tempo oficial de vida de 20 anos, o maior entre todos os consoles lançados até hoje. == Acessórios == === Controle === O controle possuía um formato de paralelepípedo, com os botões A, B, SELECT e START, também possuía botões direcionais em formato de cruz, sendo o primeiro console caseiro a vir com o recurso, o controle foi desenhado por Gunpei Yokoi, que também já tinha utilizado os botões direcionais em alguns jogos do Game & Watch. O NES-101, segunda versão do console, vinha com um controle mais arredondado, semelhante ao do SNES, contudo, foram mantidas as mesmas posições dos botões. === Outros acessórios === Outros controles incluem: * Famicom 3D System - Acessório que consistia em um óculos com telas de cristal líquido que simulavam a sensação de profundidade da tela. * Family BASIC - Acessório que consistia em um cartucho e um teclado que servia para fazer programas utilizando a linguagem BASIC. * Family Computer Disk System - Acessório que permitia uso de disquetes no console. * Family Computer Network System - Acessório que permitia conexão com uma rede privada. * NES Advantage - Controle estilo arcade focado para jogos de luta. * NES Max - Controle com formato mais anatômico e com botões turbo. * NES Satellite e NES Four Score - Acessórios do tipo multitap, servia para conectar mais controles ao console. * NES Zapper - pistola de luz para jogos de tiro. * R.O.B. - Sigla para Robotic Operating Buddy, um robô autônomo para os jogos Gyromite e Stack-Up. * U-Force - Acessório que consistia com sensores que detectava a presença de movimentos. * Power Glove - Luva com controle e sensores de movimento, ficou notável por ser um dos objetos de interesse no filme The Wizard. * Power Pad - Um tapete feito pela Bandai para jogos como Stadium Events, Dance Aerobics, Super Team Games entre outros. == Jogos == O NES se tornou um sistema extremamente difundido graças a jogos da Nintendo que lançaram franquias bem-sucedidas, como Mario, Metroid, Donkey Kong e Zelda. O console também teve grande colaboração de terceiros, com as japonesas Capcom, Konami e Square começando séries como Mega Man (Capcom), Castlevania e Contra (Konami) e Final Fantasy (Square) no console. A Nintendo também tinha um contrato de exclusividade com seus colaboradores (garantindo que as empresas só trabalhariam no NES). O jogo mais vendido é Super Mario Bros., com 40 milhões de cópias, mas acompanhando o console (às vezes num cartucho que incluía Duck Hunt). Super Mario Bros. 3 é o jogo separado mais vendido na história do console, com 17 milhões de cópias. == Pirataria == Devido a sua popularidade, o NES/Famicom tornou-se um dos videogames mais clonados da história. Os clones são cópias não-oficiais do hardware do NES e que conseguem executar jogos originalmente desenvolvidos para ele. Já foram catalogados mais de 300 clones em todo o mundo e alguns ainda são produzidos até hoje. Muitos países onde o NES não foi lançado oficialmente só conheceram o sistema através dos clones. A antiga União Soviética teve o Dendy Junior, um clone que imita o desenho do Famicom. Com a tecnologia atual é possível reproduzir todas as funções do NES em apenas um único chip, o que permitiu a criação de alguns clones portáteis como o Pocket Famicom. Os jogos também foram um forte alvo da pirataria, tendo sido apreendidos milhões de cartuchos pirateados ou não-licenciados ao longo dos anos. Mesmo o sistema de proteção desenvolvido pela Nintendo, que utilizava o chip 10NES para a verificação do cartucho no momento do boot, não foi suficiente para inibir as cópias ilegais. O caso mais famoso é o da Tengen, linha de acessórios criada pela Atari e que lançou diversos jogos não-licenciados para NES. A Tengen desenvolveu o chip Rabbit, clone do chip 10NES da Nintendo, que permitia que seus jogos funcionassem no NES. Então, vieram outras empresas como a Color Dreams e a Codemasters, para fazer jogos não licenciados para o NES. === Clones no Brasil === O NES só apareceu com frequência no Brasil em 1993. Antes disso muitos fabricantes brasileiros lançaram diversos clones com cartuchos próprios e suporte técnico. Os primeiros clones surgiram em 1989, como o Top Game VG-8000, produzido pela CCE, o Dynavision II, produzido pela Dynacom, o Phantom System, produzido pela Gradiente e o BIT System, um console semelhante ao NES, produzido pela Dismac. Enquanto o primeiro e o segundo utilizavam slot de cartuchos de 60 vias compatível com o Famicom, os dois últimos utilizavam slots de 72 vias compatíveis com o NES. Em 1990 vieram o Super Charger da IBCT, o Hi-Top Game da Milmar e o Top Game VG-9000 da CCE, sendo que o primeiro utilizava o slot de 60 vias, e os restantes utilizando o slot de 72 vias. Algum tempo depois, a CCE lançou o Top Game VG-9000T (o T era de Turbo) e apresentava um controle com botões turbo e com design parecido com o do Phantom System só que de cabeça para baixo (provavelmente para fugir de futuros processos oriundos da Gradiente) e ainda tinha a curiosa vantagem de ser \"dual-slot\", ou seja, também possuía um slot de 60 vias para os cartuchos japoneses. Seguindo a CCE, a Dynacom lança em 1991 uma versão revisada de seu Dynavision II, o Dynavision III, com o sistema dual-slot. Em 1992 outro clone curioso é lançado: o Geniecom. Desenvolvido por uma empresa homônima, o aparelho possuía um Game Genie embutido, possibilitando aos jogadores trapacear nos jogos sem a necessidade de comprar o acessório separadamente. Alguns outros clones foram lançados posteriormente (até nos dias atuais), mas sem muita expressividade. Atualmente os maiores clones de NES no Brasil são os consoles Dynavision Xtreme, Wi Vision (mais tarde renomeado para Dynavision Black e depois tem sua versão branca, o Dynavision White) e o PC Game da empresa Dynacom e o Polystation que é vendido geralmente por camelôs e lojas de 1,99. Também há um reprodutor de DVD que usa ROMs de NES chamado DVD Game, da empresa Britânia. O aparelho rodava ROMs de NES e vem com dois controles. O DVD executa as ROMs de NES gravadas num CD (na verdade, um CD com 27 jogos de NES de pouca capacidade). Pode-se baixar e gravar as ROMs num CD e rodar no DVD. O DVD Game pode rodar até ROMs piratas de NES. O DVD Game tinha uma paleta de cores um pouco maior do que a do NES, proporcionando uma pequena melhoria nos gráficos. Outro DVD player que também roda ROMs de NES foi criado pela Philco, mas nem todas as ROMs de NES são compatíveis. Jogos de 4 Mbits, por exemplo, ficam muito lentos. Provavelmente por causa da pouca capacidade de executar games com paginação de memória mais complexa. == Relançamento Oficial Pela Nintendo == Em 10 de novembro (Japão e Austrália) e 11 de novembro (Estados Unidos e Europa) de 2016, a Nintendo fez o lançamento do console NES Classic Edition. O aparelho tem um design inspirado no aparelho original lançado em determinadas regiões (sendo essas a japonesa e a americana). Com 30 jogos embutidos, que também variam de região, foi lançado pelo valor de US$ 80 nos Estados Unidos, e com apenas um controle no pacote, mas que pode ser comprado a parte. O controle possui compatibilidade com os consoles Wii e Wii U, o que tira dele a compatibilidade com os controles do console original. Seus jogos rodam via emulação e com opções de jogo inexistentes no aparelho original (por conta de limitações técnicas), como save states, mais espaço para guardar o progresso no jogo, e etc. == Especificações Técnicas == * CPU: Processador de 8-bit desenvolvido pela Ricoh baseado na arquitetura MOS 6502, com hardware de som customizado e um controlador de DMA restrito. ** Diferenças regionais *** A versão NTSC, chamada de RP2A03, funciona com a frequência de 1,79 MHz; esta CPU também foi utilizada nos hardwares do PlayChoice-10 e Nintendo Vs.. *** A versão PAL, chamada de RP2A07, funciona com a frequência de 1,66 MHz. ** RAM principal: 2 KiB + memória RAM expandida (se presente no cartucho). ** ROM: Até 48 KiB para a ROM, RAM expandida e I/O do cartucho; a técnica de bank switching pode expandir consideravelmente este limite. ** Áudio: Cinco canais sonoros. *** 2 canais de onda quadrada com ciclos de trabalho variáveis (25%, 50%, 75%, 87,5%), controle de volume de 16 níveis, suporte a pitch-bend via hardware e frequências que variam de 54 Hz a 28 kHz. *** 1 canal de onda triangular de volume fixo, com frequências variando de 27 Hz a 56 kHz. *** 1 canal de ruído- branco com controle de volume de 16 níveis e suporte a dois modos (ajustando- se as entradas de um LFSR - Linear Feedback Shift Register) em 16 frequências pré-programadas. *** 1 canal de modulação de código delta pulse (DPCM) de 6-bit, utilizando codificação delta de 1-bit com 16 taxas de amostragem pré- programadas, variando de 4.2 kHz a 33.5 kHz; também capaz de reproduzir som PCM padrão utilizando valores individuais de 7-bit em intervalos temporizados. * Unidade de processamento de imagem (PPU): Processador de vídeo customizado da Ricoh ** Diferenças regionais *** A versão NTSC, chamada de RP2C02, funciona com a frequência de 5,37 MHz e possui saída de vídeo composto. *** A versão PAL, chamada de RP2C07, funciona com a frequência de 5,32 MHz e possui saída de vídeo composto. *** A versão encontrada no PlayChoice-10, chamada de RP2C03, funciona com a frequência de 5,37 MHz e possui saída RGB (em frequências NTSC). *** As versões encontradas no Nintendo Vs. Series, chamadas de RP2C04 e RP2C05, funcionam com a frequência de 5,37 MHz e possuem saída RGB (em frequências NTSC) utilizando paletas de cor irregulares, a fim de prevenir a troca fácil das ROMs dos jogos. ** Paleta: 48 cores 5 cinzas na paleta básica; o vermelho, verde e azul podem ser escurecidos individualmente em regiões específicas da tela, utilizando-se código cuidadosamente temporizado. ** Cores na tela: 25 cores em uma varredura (cor de fundo + 4 conjuntos de 3 cores de tiles + 4 conjuntos de cores de 3 sprites), não incluindo o de- emphasis cromático. ** Sprites suportados pelo hardware *** Máximo de sprites na tela: 64 (sem recarregar os sprites do meio da tela). *** Tamnho dos sprites: 8×8 ou 8×16 pixels (selecionados de maneira global para todos os sprites). *** Número máximo de sprites em uma varredura: 8, utilizando um sinalizador para indicar quando sprites adicionais são pulados (para permitir ao software rotacionar as prioridades dos sprites, causando flicker). ** Memória interna da GPU: 256 bytes de memória de RAM para as posições/atributos dos sprites (\"OAM\") e 28 bytes de memória (para permitir a seleção das cores de fundo e dos sprites) em barramentos separados dentro da GPU. ** Memória externa da GPU (Memória de vídeo): 2 KiB de memória RAM na placa do NES para mapeamento e atributos de tiles + 8 KiB de memória ROM ou RAM no cartucho para padrões de tile (com o bankswitching, teoricamente qualquer quantidade poderia ser usada, mas com aumento nos custos de produção). ** Scrolling layers: 1 layer, embora a rolagem horizontal pudesse ser alterada em uma base individual para cada linha (bem como a rolagem vertical, utilizando técnicas mais avanças de programação). ** Resolução: 256×240 pixels, embora a maioria dos jogos NTSC utilizasse apenas 256×224 já que as 8 linhas de varredura do topo e da base não eram visíveis na maioria dos televisores (devido ao overscan); para se obter largura de banda adicional para a memória de vídeo, a tela podia ser desativada antes que o raster atingisse a parte inferior. ** Saída de vídeo *** NES: saída RCA composto e saída por modulador RF. *** Famicom e NES 2: apenas saída por modulador RF. *** AV Famicom: apenas saída de vídeo composto, através de conector proprietário da Nintendo, inicialmente introduzido pelo Super Famicom/SNES. *** Nintendo Vs. Series: saída de vídeo RGB invertida. *** PlayChoice 10: saída de vídeo RGB invertida. == Ver também == * Lista de jogos do Nintendo 8 bits * Lista de jogos da Famicom * NES Classic Edition * Nintendo * Super Nintendo Entertainment System == Ligações externas == * * Categoria:Hardware da Nintendo Categoria:Consolas de jogos eletrónicos da terceira geração Categoria:Década de 1980 nos jogos eletrônicos Categoria:Década de 1990 nos jogos eletrônicos Categoria:1983 nos jogos eletrônicos",
 "title": "Nintendo Entertainment System"
}