{
 "id": "60774",
 "text": "Nicolas Boileau-Despréaux (; Paris, — Paris, ) foi um poeta, tradutor, polemista e teórico da literatura francês. Publicou seu primeiro volume de sátiras em 1666. Foi apresentado na corte, em 1669, após a publicação de seu Discurso sobre a sátira. Nicolas Boileau-Despréaux era mais conhecido apenas por \"Boileau\". O nome \"Despréaux\" derivava de uma pequena propriedade em Crosne, perto de Villeneuve-Saint-Georges. Era o décimo quinto filho de Gilles Boileau, escrivão no parlamento de Paris. Dois dos seus irmãos foram, de alguma forma, distintos: Gilles Boileau (1631-1669), tradutor de Epicteto; e Jacques Boileau, que se tornou cónego na Sainte-Chapelle, onde foi responsável por algumas contribuições valiosas na história da Igreja. Ficou órfão de mãe com apenas dois anos de idade. De constituição frágil, parece ter sofrido bastante com o fato e terá tido alguma falta de afeto. Sainte-Beuve ridiculariza o seu aspecto rígido que, de resto, seria devido às circunstâncias pouco inspiradoras da época. Pode-se dizer que nunca se desiludiu do mundo porque, desde cedo, aprendeu a não ter qualquer ilusão. Cresceu apenas com uma paixão que lhe movia os atos: \"o desprezo pelos livros estúpidos\". Foi educado no Colégio de Beauvais e continuou os seus estudos de teologia na Sorbonne. Mudou de curso, para direito. A 4 de dezembro de 1656, teve o seu primeiro caso no tribunal. Depois de um breve período na carreira das leis, decidiu abandoná-la com desgosto, queixando-se amargamente do meio judicial. Seu pai, morto em 1657, deixou-lhe uma pequena fortuna, o que lhe possibilitou dedicar-se basicamente às letras. == Trabalhos == * Les Satires (1666–1716). Reedição: 2002. * Épîtres (1670-1698). Reedição: 1937. * Arrêt burlesqueArrêt burlesque. (1671) (em colaboração) * Poésies diverses avec Amitié Fidéle (1654) * Le Lutrin (Poème héroï-comique) (1674-1683) * L’Art poétique (1674) * Pseudo-Longin, Traité du sublime, trad. par Nicolas Boileau, Paris, 1674 (en ligne ; transcr.) : com introdução e notas de Francis Goyet, Paris, 1995 . * Dialogue sur les héros de roman (1688). (Uma análise deste trabalho pode ser encontrada no artigo Reflexões sobre o romance do século XVIII) * Réflexions critiques sur Longin (1694-1710) * Lettres à Charles Perrault (1700) * Œuvres de Boileau (1740), édition Pierre et Berthe Bricage 1961, 5 volumes, ilustrações de Rémy Lejeune (Ladoré) * Correspondance avec Brossette (1858) * Categoria:Naturais de Paris Categoria:Poetas da França Categoria:Poetas cristãos Categoria:Poetas barrocos Categoria:Membros da Academia Francesa",
 "title": "Nicolas Boileau"
}