{
 "id": "60770",
 "text": "Metilfenidato (nomes comerciais: Ritalina, Concerta, entre outros) é um fármaco estimulante do sistema nervoso central (SNC), estruturalmente relacionado com as anfetaminas, das classes feniletilaminas e piperidinas, usado no tratamento medicamentoso dos casos de transtorno do déficit de atenção e hiperatividade (TDAH), narcolepsia e hipersonia idiopática do sistema nervoso central. Para o tratamento de TDAH, a eficácia do metilfenidato é comparável à da atomoxetina, mas ligeiramente inferior a das anfetaminas. Os efeitos colaterais mais comuns do metilfenidato são insônia, redução de apetite, ansiedade e perda de peso. Os efeitos colaterais mais graves podem incluir episódios psicóticos, reações alérgicas, ereções prolongadas, abuso de substâncias e problemas cardíacos. Presume-se que os efeitos farmacoterapêuticos do metilfenidato ocorra pela inibição de recaptação de noradrenalina e dopamina nas vias sinápticas dos neurônios. O metilfenidato só pode ser usado sob supervisão médica especializada. Por ser uma medicação psicoestimulante, seu uso provocaria uma maior produção e reaproveitamento de neurotransmissores, a exemplo da dopamina e da norepinefrina. == Usos == O metilfenidato é amplamente utilizado no tratamento de TDAH e narcolepsia. === Transtorno do déficit de atenção e hiperatividade === O metilfenidato é utilizado no tratamento do transtorno do déficit de atenção e hiperatividade (TDAH). Quando combinado com terapia cognitivo- comportamental, o metilfenidato parece aprimorar os benefícios do tratamento, conferindo-lhe melhores resultados. A dosagem varia de acordo com os efeitos desejados, com a maioria das diretrizes médicas recomendando que o tratamento inicial comece com uma dose baixa do fármaco. Os benefícios de curto prazo e a relação custo-benefício do metilfenidato são bem estabelecidos na literatura. Ao longo de vários anos, diversas revisões de literatura estabeleceram a segurança e eficácia dos fármacos estimulantes no tratamento de pessoas com TDAH. No entanto, até novembro de 2015, as melhorias nos sintomas de TDAH e na qualidade de vida de pessoas com TDAH tratadas com metilfenidato ainda é incerta. Além disso, a Organização Mundial da Saúde (OMS), não acrescentou o metilfenidato à Lista de Medicamentos Essenciais da Organização Mundial de Saúde, pois as evidências dos benefícios comparadas aos danos ainda são imprecisas no tratamento de pessoas com TDAH. Em aproximadamente 70% das pessoas que usam metilfenidato, foram observadas melhorias nos sintomas de TDAH. Geralmente, crianças com TDAH que usam medicamentos estimulantes têm melhores relacionamentos com colegas e familiares, melhor desempenho na escola, são menos distraídas e impulsivas e possuem maior capacidade de concentração . Pessoas com TDAH têm um risco aumentado de transtornos por uso de substâncias sem tratamento, e medicamentos estimulantes parecem reduzir esse risco. Alguns estudos sugerem que, como o diagnóstico de TDAH está aumentando significativamente em todo o mundo, o uso da droga pode causar mais danos do que benefícios em pessoas que usam o metilfenidato como droga recreativa, sobretudo, por seus efeitos nootrópicos. Isso também é aplicável a pessoas que podem estar enfrentando problemas diferentes e foram diagnosticadas erroneamente com TDAH. As pessoas inseridas nessa categoria são mais propensas aos efeitos colaterais negativos do fármaco, que pioram sua condição e tornam mais difícil um diagnóstico que possibilite a aplicação de cuidados adequados, pois os profissionais ao seu redor podem acreditar que os medicamentos são suficientes e eficazes para o tratamento de suas condições. O uso do metilfenidato não está aprovado para crianças com menos de seis anos de idade. O metilfenidato de liberação imediata pode ser combinado com suas formas de ação mais prolongada, para obter melhor controle dos sintomas por um período de tempo mais prolongado. === Narcolepsia === A narcolepsia, uma perturbação do sono crônica, é tratada principalmente por estimulantes. O metilfenidato é considerado eficaz no aumento da vigília e desempenho cognitivo. Em testes padronizados, o metilfenidato resulta em menor sonolência diurna em testes de latências múltiplas do sono (MSLT) que investigaram o potencial do fármaco para o tratamento de sonolência diurna excessiva. Apesar disso, a melhoria no desempenho geral ainda não é um tema bem estabelecido na literatura médica. == Mecanismo de ação == O metilfenidato é um estimulante leve do sistema nervoso central, e o principal mecanismo pelo qual exerce a sua função é através da inibição da recaptação da dopamina e, em menor escala, a noradrenalina, através do antagonismo (\"bloqueio\") dos transportadores de dopamina (DAT) e de noradrenalina (NET), respectivamente. Esses efeitos, conforme acredita-se, servem de modo a compensar os níveis naturalmente reduzidos destes neurotransmissores nos terminais pré-sinápticos e/ou as deficiências estruturais (tamanho e forma) de determinadas regiões do encéfalo. Em termos práticos, a inibição da recaptação (a curto prazo) significa que ambas - sendo a dopamina a mais relevantemente afetada - permaneçam na fenda sináptica, em vez do típico regresso ao terminal pré sináptico após a neurotransmissão (através dos transportadores), permitindo assim uma maior concentração dessas monoaminas, e consequentemente, uma maior ativação nos seus principais receptores excitatórios. Ao contrário do grupo das anfetaminas, como é o caso da lisdexanfetamina, o metilfenidato não apresenta ação directa como um agente liberador de monoaminas, e tampouco atua como um agonista (isto é, não causa a ativação direta dos receptores de dopamina e das demais monoaminas). Também foram confirmados, em exames de neuroimagem com duração de vários anos, efeitos positivos de longo prazo dos estimulantes (como o metilfenidato e a dextroanfetamina) em algumas regiões do cérebro envolvidas diretamente na fisiopatologia do TDAH, em particular no córtex cingulado anterior, núcleo caudado e núcleos da base. == Farmacologia == Existe também evidência de que a inibição do transportador de noradrenalina (NET) no cortéx pré-frontal, responsável pela concentração, auto controlo, e funções executivas em geral, seja mais importante do que em tempos se pensou. Estudos indicam que a recaptação da dopamina nesta zona - bem como em outras - é feita não apenas pelo transportador de dopamina (DAT), mas também de modo significativo pelo NET, já que a expressão do DAT é consideravelmente mais baixa nesta área do cérebro. O medicamento atomoxetina, que funciona como um inibidor da recaptação da noradrenalina (e não de dopamina), bloqueia o efeito do NET, aumentando os níveis de dopamina no cortéx pré-frontal. == Efeitos adversos == O uso do metilfenidato, tal como qualquer medicamento, pode causar efeitos secundários. Alguns deles são: ;Mais comuns: * Dores de cabeça * Dificuldades em adormecer * Perda de apetite * Perda de peso * Dores no estômago * Tonturas ;Menos comuns: * Ansiedade * Mudanças de humor * Labilidade emocional * Alteração da função cardíaca * Alergia ao metilfenidato * Sonolência Esses são apenas alguns exemplos, e existem mais efeitos secundários possíveis, mas para se dar início a um tratamento com metilfenidato, terá sempre de haver o devido acompanhamento médico e verificação do historial do paciente, eliminando assim muitos dos possíveis efeitos secundários que poderiam ocorrer. == Contraindicações == O uso está contra-indicado em pacientes com arritmias cardíacas, síndrome de Tourette, em pacientes psicóticos, com distúrbios de movimentos e com problemas na produção de células sanguíneas. A prescrição nesses casos deve ser feita por um médico qualificado e que irá avaliar se os benefícios superam os potenciais riscos. É preferível evitar durante o primeiro trimestre da gestação, embora nunca tenha sido relatado efeito deletério no feto. == Interações == O metilfenidato pode inibir o metabolismo dos anticoagulantes da vitamina K, bem como de certos anticonvulsivantes e antidepressivos (especialmente antidepressivos tricíclicos e inibidores seletivos de recaptação de serotonina). A administração simultânea destes fármacos requer ajustes de dose, e é recomendado o monitoramento periódico das concentrações plasmáticas do fármaco. Existem vários relatos de casos de síndrome da serotonina induzida por metilfenidato admininistrado concomitante a antidepressivos. O uso concomitante com tranilcipromina e outros inibidores da monoamina oxidase é normalmente seguro, quando acompanhado por um profissional médico com experiência e de maneira prudente. Quando o metilfenidato é usado com bebidas alcoólicas (etanol), o metabólito etilfenidato é formado por transesterificação hepática, de forma similar à transformação hepática de cocaetileno em pessoas que consomem cocaína e etanol simultaneamente. Em doses terapêuticas, a potência reduzida do etilfenidato não contribui para o perfil farmacológico do metilfenidato e, mesmo em casos de sobredosagem, as concentrações de etilfenidato são insignificantes. A combinação de metilfenidato com bebidas alcoólicas também aumenta as concentrações de desmetilfenidato (D-metilfenidato) no plasma sanguíneo em até 40%. A transformação dos coprimidos de liberação imediata em pó ou pedaços potencializam os efeitos da droga, enquanto diminuem sua meia-vida biológica. Por isso, não é recomendado transformar os comprimidos em pó ou quebrá-los em pedaços menores, já que isso provoca uma aceleração da liberação da droga, aumentando seu potencial de abuso, especialmente elevado nessa forma farmacêutica (liberação imediata). Casos de hepatotoxicidade por metilfenidato são extremamente raros, mas evidências limitadas sugerem que sua ingestão de agonistas beta-adrenérgicos pode elevar o risco de toxicidade hepática. == História == O primeiro estudo clínico de que se tem registro, avaliando a eficácia de um estimulante para o tratamento da síndrome de hiperatividade, data do ano de 1937. Charles Bradley dirigiu, então um estudo em que se administrava anfetamina (benzedrina) a um grupo de crianças hiperativas.Ver Charles Bradley, M.D., 1902–1979 Am J Psychiatry 155:968, julho de 1998. As conclusões do relatório foram entusiasmantes: tinham sido observados progressos significativos.Bradley C: \"Behavior of children receiving Benzedrine\". Am J Psychiatry. Nov 1937;94:577-85. Resumo Anos mais tarde, em 1944, sintetizou-se pela primeira vez o metilfenidato. Durante a Segunda Guerra Mundial, experimentaram-se inumeros variantes químicos da anfetamina, em busca de moléculas análogas, mas com efeitos colaterais menos severos. Em 1954,Morton WA, Stockton, G. \"Methylphenidate abuse and psychiatric side effects.\" Prim Care Companion J Clin Psychiatry. 2000 oct;2(5):159-64. PMID 15014637 Texto completo (PDF) o novo composto foi patenteado. A ação do metilfenidato sobre o organismo humano revelou, comparado às classes farmacêuticas conhecidas até o momento, surtir menos efeitos colaterais neurovegetativos (sobretudo, vasoconstritores e broncodilatadores). Reações adversas como a redução do apetite e a insônia mostraram-se menos frequentes e mais bem toleradas. A companhia farmacêutica Ciba-Geigy (precursora da Novartis) lançou o produto no mercado em 1955, com o nome de Ritalina. Foi utilizado em uma série de indicações. Não tardaram a chegar as primeiras informações sobre sua função nos tratamentos de narcolepsia.Daly DD, Yoss RE. \"The treatment of narcolepsy with methylphenylpiperidylacetate: a preliminary report.\" Mayo Clinic Proc 1956;31:620-26. O Physician's Desk Reference de 1957 afirmava \"que estava indicado em casos de fadiga crônica e estados de letargia e depressivos, incluindo aqueles associados com agentes tranquilizantes e outras drogas, conduta senil perturbada, psiconeuroses e psicoses associadas com depressão.\"\"Ritalin (methylphenidate)\", em Physician´s Desk Reference, 11.a ed., Oradell, NJ; Medical Economics; 1956: 441-42. == Controvérsia == No começo dos anos 1960, a droga começou a ser utilizada no tratamento do TDAH. Em março de 2000, seria instaurado o primeiro processo judicial contra a Novartis, empresa fabricante do medicamento, e contra a Associação Americana de Psiquiatria - ambas acusados de orquestrarem uma conspiração midiática acerca do TDAH, a fim de elevar as vendas de Ritalina. As grandes questões levantadas eram: * O que é o TDAH? Para cujo tratamento se prescrevia o metilfenidato? * O TDAH é uma doença legítima, ou seria uma perturbação \"montada\" no intuito de vender um medicamento como sua suposta cura? * Por que teria aumentado tanto o número de diagnósticos de TDAH nos últimos anos? Estaria havendo menos tolerância em relação às crianças consideradas \"agitadas\" ou \"desobedientes\"? Apesar de toda a controvérsia produzida, ao final verifica-se um consenso na comunidade científica, acadêmica e médica, bem como entre terapeutas e profissionais de educação, de que o TDAH é um transtorno real e que acomete não apenas crianças, mas também adultos - e o alarmismo da parte de alguns setores da sociedade a respeito desta condição apenas colabora com a perpetuação do estigma a que são submetidos os indivíduos que dela sofrem, dificultando que busquem e recebam tratamento apropriado. Argumenta-se que o TDAH seja, na realidade, a mais estudada e elucidada dentre todas as condições psiquiátricas, em particular a acometer crianças. == Ver também == * Transtorno do déficit de atenção com hiperatividade == Ligações externas == * A psicopatologização da infância no contemporâneo: um estudo sobre a expansão do diagnóstico de transtorno de déficit de atenção e hiperatividade, por Daniele de Andrade Ferrazza e Luiz Carlos da Rocha. Revista INTERthesis, Florianópolis, v.8, n°2, p. 237-251, jul.-dez. 2011 Categoria:Fenetilaminas Categoria:Estimulantes Categoria:Nootrópicos Categoria:Vasoconstritores Categoria:Inibidores de recaptação de noradrenalina e dopamina Categoria:Substâncias proibidas no esporte Categoria:Agonistas sigma Categoria:Euforizantes",
 "title": "Metilfenidato"
}