{
 "id": "60794",
 "text": "The Dave Clark Five foi uma banda de pop rock britânica dos anos 60 e uma das poucas capazes de representar uma potencial ameaça ao sucesso comercial dos Beatles, o principal grupo da época. == História == O grupo se formou no início da década de 60 no norte de Londres. O grupo consistia de Dave Clark (bateria), Mike Smith (vocais e teclado), Lenny Davidson (guitarra), Rick Huxley (baixo) e Denis Payton (saxofone, gaita e guitarra). Seu primeiro sucesso foi em janeiro de 1964, quando a música \"Glad All Over\" atinge o #1 nas paradas britânicas. O sucesso continuou com \"Because\", \"Bits and Pieces\", \"Over and Over\" (#1 nos Estados Unidos) e, além disso, apareceram 18 vezes no The Ed Sullivan Show. Depois de um sucesso incrível alcançado depois de uma participação no filme Catch Us If You Can, de 1965 e um especial de TV de 1967, e dos sucessos com as músicas \"Ninetten Days\" e \"You Got What It Takes\" a banda começou seu declínio devido à recusa de abraçar a nova moda psicodélica dos hippies. Todavia tentaram ao final da década seguir o gosto do público, como mostra a canção \"Everybody Get Together\", cujo vídeo é parecido com \"All You Need is Love\" dos Beatles. Embora tenham tido êxito com a música, o grupo já havia caído muito e não conseguiu sobreviver por muito tempo. Em 1970 eles se separaram. Depois do fim da banda Clark montou uma companhia de mídia, comprando os direitos do lendário programa pop dos anos 60 \"Ready, Steady, Go!\". Clark fez com que a série fosse reeditada para que cada episódio apresentasse uma performance da Dave Clark Five. == Discografia == * Glad All Over (1964) * The Dave Clark Five Return (1964) * American Tour (1965) * Coast To Coast (1965) * Weekend In London (1965) * Having A Wild Weekend (1965) * I Like It Like That (1965) * The Dave Clark Five's Greatest Hits (1966) * Try Too Hard (1966) * Satisfied With You (1966) * More Greatest Hits (1966) * 5 By 5 (1967) * You Got What It Takes (1967) * Everybody Knows (1968) * The Dave Clark Five (2LP) (1971) * Glad All Over Again (2LP) (1975) == Ligações externas == * * * * Categoria:Bandas de pop rock da Inglaterra Categoria:Bandas de música beat Categoria:Artistas incluídos no Rock and Roll Hall of Fame",
 "title": "The Dave Clark Five"
}