{
 "id": "60806",
 "text": "Adelino Hermitério da Palma Carlos GCC • GCIH • GOL • OAP (Faro, 3 de Março de 1905 – Lisboa, 25 de Outubro de 1992) foi um professor universitário, advogado e político português. Personalidade forte, inteligente, culto e de extraordinária capacidade de trabalho, foi primeiro-ministro do I Governo Provisório (de 16 de Maio a 18 de Julho de 1974). Como 11.º bastonário da Ordem dos Advogados Portugueses teve um importante papel na consolidação institucional e na internacionalização daquela corporação. Foi grão-mestre do Grande Oriente Lusitano, a principal organização da maçonaria portuguesa. Foi fundador do escritório de advogados actualmente designado de A. Palma Carlos. == Biografia == Adelino da Palma Carlos foi filho de Manuel Carlos e de sua mulher Auta Vaz Velho da Palma, uma família com mais cinco filhos, incluindo o Engenheiro Armando da Palma Carlos, Comendador da Ordem Militar de Nosso Senhor Jesus Cristo a 21 de Junho de 1949, Excelentíssimo Senhor Grã-Cruz da Ordem do Mérito Civil de Espanha a 4 de Maio de 1967 e Grande-Oficial da Ordem do Infante D. Henrique a 9 de Maio de 1967, e o Dr. Manuel João da Palma Carlos, Grã-Cruz da Ordem da Liberdade a título póstumo a 9 de Junho de 2000. Estudou em Lisboa, na Escola Académica e no Liceu Passos Manuel, onde foi eleito presidente da Associação Académica. Terminou o ensino secundário em 1921 matriculando-se nesse ano no curso de Direito da Faculdade de Direito da Universidade de Lisboa. Licenciou-se naquela Universidade em 3 de Novembro de 1926, com a nota final de 18 valores. Em 1923, ainda estudante, foi um dos fundadores da Liga da Mocidade Republicana, juntamente com Rodrigues Miguéis e Fernando Mayer Garção. Pela mesma altura foi escolhido para delegado da Faculdade à Federação Académica. Filiou-se cedo na maçonaria, mantendo uma discreta actividade maçónica ao longo de várias décadas, pertencendo à Loja Rebeldia. Conheceu durante este período Elina Júlia Chaves Pereira Guimarães, jurista e militante feminista, filha de Vitorino Guimarães, um dos presidentes do Ministério (cargo de chefia de governo) da Primeira República Portuguesa, com quem casou em 1928 e que viria a ser a sua companheira ao longo da vida, e da qual teve o Professor Doutor Antero Manuel Guimarães da Palma Carlos, Cavaleiro da Ordem Nacional do Mérito de França a 30 de Março de 1982, e o Juiz Conselheiro Guilherme Vitorino Guimarães da Palma Carlos, Grande-Oficial da Ordem Militar de Cristo a 26 de Janeiro de 2006. Instalando-se como advogado em Lisboa, exerceu intensivamente a profissão, sendo numerosos e consideráveis os processos em que interveio. Alcançou notoriedade na defesa dos revolucionários da revolta de 7 de Fevereiro de 1927, entre as quais os chefes da revolta, general Adalberto Gastão de Sousa Dias e coronel Fernando Freiria. Também participou na defesa dos implicados no movimento revolucionário de 10 de Abril de 1947, no processo relativo à validade do testamento de Calouste Gulbenkian, no processo da herança Sommer e na defesa do Jornal República, acusado de abuso de liberdade de imprensa. Ao longo da sua carreira viria a defender várias personalidades ligadas à oposição ao Estado Novo, de que se destacam José Norton de Matos, Bento de Jesus Caraça, Mário de Azevedo Gomes, João Lopes Soares e Vasco da Gama Fernandes. Foi, ainda, juntamente com Mário Soares, advogado da causa dinástica de D. Maria Pia de Saxe-Coburgo Gotha e Bragança.SOARES, Mário; Portugal amordaçado: depoimento sobre os anos do fascismo. Lisboa: Arcádia, 1974, pp. 274–278. A par da carreira de advogado, onde se especializa em Direito Processual, foi docente na Escola Industrial Rodrigues Sampaio. Foi aprovado por unanimidade, em 27 de Julho de 1934, nas provas de doutoramento em Ciências Histórico- Jurídicas na Faculdade de Direito da Universidade de Lisboa, com uma dissertação intitulada Os Novos Aspectos do Direito Penal. Ensaio sobre a Organização de um Código de Defesa Social no e no ano seguinte concorreu a uma vaga de professor na mesma faculdade, mas, declarado incurso na lei de defesa do Estado, entretanto publicada, não pôde prestar as provas do concurso. Pelas mesmas razões em 1935 foi exonerado do lugar de assistente que ocupava no Instituto de Criminologia de Lisboa e que obtivera por concurso em 1930. Foi mandatário perante o Supremo Tribunal de Justiça do general Norton de Matos, no processo da sua candidatura à Presidência da República nas eleições presidenciais portuguesas de 1949. Em 1951 foi contratado para exercer, com a categoria de catedrático convidado, o lugar de professor da cadeira de Direito Processual Civil e da cadeira de Prática Extrajudicial, da Faculdade de Direito da Universidade de Lisboa. Em 1957 e 1958 apresentou-se a concurso para professor extraordinário e catedrático de Ciências Jurídicas da mesma faculdade, sendo aprovado em ambos os concursos. Na sua faculdade exerceu os cargos de bibliotecário e de director. Encontra-se colaboração da sua autoria no quinzenário A Voz do Comércio (1929-1941). === A presidência da Ordem dos Advogados === Foi eleito vogal do conselho geral da Ordem dos Advogados Portugueses em 1945, assumindo então a direcção da Revista da Ordem dos Advogados, função em que se manteve até 1956. Em 1948 ascendeu a vice- presidente da Ordem dos Advogados e a Presidente do Instituto da Conferência da mesma ordem e de 1951 a 1956 dirigiu a Ordem dos Advogados Portugueses, sendo o primeiro advogado a ocupar por mais de um triénio a presidência da corporação como seu 11.º bastonário. Nessas funções, em 1955, integrou a comissão revisora do Código Penal. Tendo como presidente do Conselho Superior o Dr. Carlos Zeferino Pinto Coelho, durante o seu bastonato imprimiu uma importante dinâmica à corporação, aproximando-a de instituições internacionais congéneres e imprimindo-lhe uma notável acção cultural. Nesse âmbito na sessão de 21 de Março de 1951, o Conselho Geral da Ordem dos Advogados Portugueses deliberou comemorar o 25.º aniversário da sua fundação, as bodas de prata da corporação. As comemorações realizaram-se a 27 e 28 de Outubro, tendo-se efectuado neste último dia, uma sessão solene presidida pelo Presidente da República, general Francisco Craveiro Lopes, com a presença dos órgãos representativos da advocacia nos países latinos. Ainda no ano de 1951 conseguiu autorização governamental para a Ordem dos Advogados poder aderir à International Bar Association, poderosa organização apolítica com sede em Washington, o que foi conseguido nos finais desse ano. Outra conquista da sua direcção foi a aprovação do Regulamento da Caixa de Previdência dos Advogados, o que foi conseguindo no seu primeiro triénio como bastonário. O Professor Palma Carlos conseguiu pôr em funcionamento a Caixa de Previdência da Ordem dos Advogados, obtendo a publicação do seu regulamento pela Portaria n.º 13 872 de 8 de Março de 1952, do Ministro da Justiça, Professor Manuel Gonçalves Cavaleiro de Ferreira. Em 1952, ainda sob a sua direcção, a Ordem dos Advogados aderiu à Union Internationale des Avocats (UIA), uma associação internacional livre com sede social em Bruxelas e estrutura administrativa em Paris, integrada por organizações nacionais de advogados de diversos países. Em 1959, em Paris, o Dr. Palma Carlos foi escolhido pelo bureau da UIA para seu presidente. No período que vai de 1954 a 1973 representou a Ordem dos Advogados na Secção de Justiça da Câmara Corporativa, onde pugnou pela defesa do acesso das mulheres às carreiras judiciais e pela suspensão dos tribunais plenários. Em 1966 foi nomeado director da Faculdade de Direito da Universidade de Lisboa, cargo que exerceu até 1970. Foi jubilado em 1975, por atingir o limite de idade. === Funções governativas === Foi a este prestigiado advogado de ideias democratas e liberais que o general António de Spínola, nomeado presidente da República, recorreu para chefiar o primeiro governo saído da revolução de 25 de Abril de 1974. Para chefiar o governo saído da revolução de 25 de Abril o Movimento das Forças Armadas propôs os nomes de Pereira de Moura, Raul Rego ou Miller Guerra. O Presidente Spínola não concordou. Ainda convidou o ex-ministro Veiga Simão, mas acabou por nomear Adelino da Palma Carlos, que lhe fora sugerido pelos dirigentes do Grande Oriente Lusitano. O então designado I Governo Provisório tomou posse a 16 de Maio de 1974, sucedendo nas funções governativas à Junta de Salvação Nacional formada no dia da revolução, e teve como ministros personalidades como Mário Soares e Francisco Sá Carneiro, com quem tinha uma relação social de grande empatia e cordialidade. Com ligações a importantes grupos económicos e insuspeito de simpatias de extrema esquerda, grão-mestre do Grande Oriente Lusitano (Maçonaria Portuguesa), tinha o perfil necessário para garantir a respeitabilidade do novo governo nos meios conservadores e internacionais. Mas numa conjuntura política em que a balança da relação de forças se inclinava decididamente para a esquerda, aliás fortemente representada no seio do governo, a sua tarefa não seria fácil. Tanto mais que António de Spínola, o seu principal apoio institucional, experimentava dificuldades crescentes junto do Movimento das Forças Armadas (MFA). Defendia a via negociada com os movimentos independentistas de forma a resolver o problema do Ultramar Porttuguês procurando preservar a memória e a presença portuguesa. Em vão procurou o presidente da República criar uma forte corrente de opinião civil e militar que reforçasse a sua posição política, através de deslocações pelo país e apelos ao bom povo português. O próprio Conselho do Movimento das Forças Armadas viria a recusar as suas propostas de concentração do poder nas instâncias presidencial e governamental através de um referendo constitucional. Em consequência, Palma Carlos pediu a sua demissão, levando à queda do I Governo Provisório a 18 de Julho de 1974, apenas 56 dias após a posse. === Período final === Foi fundador de um partido politico designado Partido Social-Democrata Português (PSDP), em 1975 (o qual não tinha que ver com o atual Partido Social-Democrata, alias designado a época por Partido Popular Democrático). Após a restauração das liberdades cívicas e fim da proscrição da maçonaria, liderou o Grande Oriente Lusitano como Soberano Grande Comendador do Supremo Conselho dos Inspectores-Gerais do Supremo Conselho do 33.º grau do Rito Escocês Antigo e Aceite para Portugal e sua jurisdição entre 1977 e 1981. Presidiu à comissão de honra e foi mandatário nacional da candidatura do general António Ramalho Eanes na sua reeleição à Presidência da República, a 8 de Dezembro de 1980, e em 1984 fez parte da comissão de honra nomeada para comemorar o décimo aniversário da Revolução dos Cravos. Afirmando-se como eanista, em 1985, após a constituição do Partido Renovador Democrático (PRD), pertenceu ao seu conselho consultivo e na convenção daquele partido realizada em Tomar foi chamado a desempenhar as funções de presidente, mas recusou o cargo por não desejar ter vínculos partidários. Foi feito Advogado Honorário em 1986 e recebeu, a 13 de Dezembro de 1991, a Medalha de Ouro da Ordem dos Advogados Portugueses. Foi condecorado com os graus de: * Cavaleiro da Ordem Nacional da Legião de Honra de França (13 de Maio de 1958) * Colar com Placa e Banda de Honra da Ordem do Direito e da Cultura do México (4 de Outubro de 1961) * Grande-Oficial da Ordem da Liberdade de Portugal (14 de Abril de 1982) * Grã-Cruz da Ordem Militar de Nosso Senhor Jesus Cristo de Portugal (5 de Abril de 1984) * Grã-Cruz da Ordem do Infante D. Henrique de Portugal (9 de Dezembro de 1991) O Dr. Adelino da Palma Carlos faleceu a 25 de Outubro de 1992, com 87 anos de idade. == Publicações == Para além de ter colaborado em várias publicações periódicas, entre as quais A Comédia (Lisboa, 1921–1924), O Corvo (Évora, 1921–1976), Correio Teatral (Faro, 1923–1924), De Portugal (Lisboa, 1924–1925), Fórum (Lisboa, periódico jurídico do qual foi director a partir de 1932), e da sua vasta produção científica, publicou, entre muitos outros trabalhos, os seguintes: * Natal, s.l. [Faro], s.d.[1923] [poesia] * Brumas Doiradas, [S.l.: s.n.], 1922 (Lisboa – Tip. do Eco Musical). [poesia] * Apontamentos de Direito Comercial, Centro Tip. Colonial, Lisboa, 1924. * Código de Processo Civil anotado, Procural, Lisboa, 1940. * Homens do Foro - a vida e a ficção, Lisboa, 1954 [sep. Revista da Ordem dos Advogados, n.º 13] * Manuel Borges Carneiro, Lisboa, 1956 [sep. Revista da Ordem dos Advogados, n.º 13]. * José Dias Ferreira, Lisboa, 1958 [sep. Jornal do Foro]. == Bibliografia == * Helena Sanches Osório, Um Só Rosto, uma Só Fé. Conversas com Adelino da Palma Carlos, Lisboa, Referendo, 1988. == Ligações externas == * Palma Carlos, o primeiro primeiro-ministro da democracia, Palma Carlos - Biografia (Extrato de Programa), por António Reis/ Maria Inácia Rezola/ Paula Borges, Braveant/ RTP, 2012 Categoria:Naturais de Faro Categoria:Alumni da Faculdade de Direito da Universidade de Lisboa Categoria:Juristas de Portugal Categoria:Advogados de Portugal Categoria:Jornalistas de Portugal Categoria:Escritores de Portugal do século XX Categoria:Maçons de Portugal Categoria:Maçons do século XX Categoria:Professores da Faculdade de Direito da Universidade de Lisboa Categoria:Diretores da Faculdade de Direito da Universidade de Lisboa Categoria:Cavaleiros da Ordem Nacional da Legião de Honra Categoria:Bastonários da Ordem dos Advogados Portugueses Categoria:Primeiros- ministros da Terceira República Portuguesa Categoria:Membros do Conselho de Estado de Portugal Categoria:Grã-Cruzes da Ordem Militar de Cristo Categoria:Grã-Cruzes da Ordem do Infante D. Henrique Categoria:Grandes- Oficiais da Ordem da Liberdade",
 "title": "Adelino da Palma Carlos"
}