{
 "id": "60812",
 "text": "O Game Boy Advance (popularmente abreviado como GBA) é um console portátil desenvolvido e fabricado pela Nintendo. Lançado em 2001, é o sucessor do Game Boy Color e um dos últimos produtos da linha Game Boy. Seu codinome durante o processo de desenvolvimento foi Advance Game Boy. Ele continuou recebendo jogos até 2008. == Hardware == As especificações técnicas do Game Boy Advance: Comprimento: 145mm Largura: 24mm Altura: 82mm Peso: 140 gramas Tela: 2,9\"\" LCD sem retroiluminação. Resolução 240 x 160 Processador: 16,8 MHz 32bit ARM Memória: 32 Kb + 96 Kb VRAM (CPU), 256 Kb WRAM externa ao CPU Alimentação: 2x Pilha AA Áudio: Alto-falante mono e um conector 3,5mm para fones de ouvido === Gráficos === O hardware do GBA possui suporte para operações simples em 2D(32 bits) usando elementos gráficos chamados de sprites. Jogos mais recentes foram aos limites do GBA com gráficos simples em 3D. Estes jogos incluem V-Rally 3, Asterix and Obelix XXL, 007 Nightfire, Top Gear Rally, Monster Truck Madness, Driv3r e muitos outros jogos com engines em 3D real. Outros jogos em pseudo-3D como os da série Doom, Duke Nukem e Kill switch também tinham alguns dos gráficos mais bonitos do portátil. Utilizando sprites 2D para objetos e gráficos pseudo-3D para a arquitetura, estes jogos normalmente tinham uma boa taxa de quadros por segundo. Alguns acham que jogos 3D são um avanço bem-vindo para o GBA, enquanto alguns acham que os desenvolvedores estão indo além das capacidades do sistema. ===Retrocompatibilidade=== O Game Boy Advance é retrocompatível com os jogos lançados para o Game Boy e o Game Boy Color. Devido a resolução de tela da geração anterior será apresentado tarjas pretas, sendo que é possível utilizar os botões \"L\" e \"R\" para alterar entre a escala original e estendida, ocupando toda a tela. === Conectividade === O GBA possui uma porta serial para conectar com outros GBAs, também permitindo a transferência 256 KB de dados, que é utilizado em conexões multiplayer, onde vários GBAs podem jogar com apenas um cartucho. A porta de série também pode (com o cabo apropriado) conectar com uma porta RS-232 para debugs e (hipotéticamente) multiplayer na Internet, porém protocolo TCP/IP ainda precisa ser estabelecido para os jogos do GBA. O lançamento do Nintendo DS em 2004 tornou esta função ainda mais improvável, devido a presença da rede Wi-Fi no lançamento do sistema. Para conectar jogos de GBA, um cabo GBA link é necessário. Para conectar com os antigos jogos do GB ou GB Color, o cabo do GB antigo é necessário, mesmo se dois GBAs estiverem em uso. A Nintendo também introduziu a conectividade entre o Game Boy Advance e o GameCube através do GameCube-GBA cable. Esta função poderia destravar funções, além de funcionar como uma segunda tela, além de outras coisas. Esta função não foi muito popular, e foram poucos os jogos que a utilizaram. O Game Boy Advance Wireless Adapter foi lançado no dia 7 de Setembro de 2004 nos Estados Unidos. Ele permitia conexões entre GBAs sem fios, com mais de 4 jogadores ao mesmo tempo. Ele veio junto com o jogo Pokémon FireRed e LeafGreen. Entretanto, um jogo, para aproveitar as funções sem-fio do acessório, precisava ser desenvolvido com esta capacidade, sendo apenas alguns jogos compatíveis. O Game Boy Micro introduziu outro tipo de porta; para fazer o portátil ainda menor, o link multiplayer foi reduzido. Nintendo lançou um adaptador GBM-GBM e GBA-GBM para possibilitar compatibilidade máxima entre os dois sistemas. A Nintendo também lançou um acessório especial sem fio para o Game Boy Micro. == Modelos == === Game Boy Advance (modelo original) === O Game Boy Advance foi vendido a um preço de $100 USD na época de seu lançamento na América do Norte. Até o lançamento do Game Boy Advance SP, o GBA foi o console com as vendas mais rápidas da história. Apesar de seu sucesso, muitos criticaram o modelo original do Game Boy Advance por ainda não ter adotado uma tela com iluminação própria, o que a Nintendo iria consertar em modelos mais avançados. Em 2005 o modelo original do GBA deixou de ser produzido. === Game Boy Advance SP === No final de 2003, a Nintendo lançou uma versão atualizada do Game Boy Advance dando a ela uma luz interna frontal que poderia ser ligada e desligada, uma bateria recarregável de Li-ion, assim como uma frente dobrável com aproximadamente a metade do tamanho de um GBA. Foi desenvolvido para solucionar as reclamações aderidas ao modelo original. Por volta do lançamento do Game Boy Micro, a Nintendo lançou uma nova versão do SP na América do Norte. O botão que ligava e desligava a luz agora pode ficar entre os modos \"normal\" (que já possui uma tela mais clara que o Nintendo DS original) e \"clara\", um intenso nível de brilho similar ao de televisões LCD. Curiosidade: um aparelho similar ao Game Boy Advance SP foi usado por Mario em Paper Mario: The Thousand-Year Door para o GameCube como uma espécie de pager. === Game Boy Micro === Em Setembro de 2005, a Nintendo lançou uma terceira versão do Game Boy Advance. Este modelo volta mais uma vez ao sentido horizontal do Game Boy Advance, mas muito menor e mais moderno. O Game Boy Micro também oferecia ao jogador a opção de escolher entre diversas frentes coloridas para permitir a customização, uma funcionalidade fortemente usada no marketing do produto. Ao contrário dos modelos anteriores ele não oferece suporte aos jogos de Game Boy e Game Boy Color. === Comparação === Game Boy Advance Game Boy Advance SP Game Boy Micro Comprimento 82 mm 84 mm 50 mm Espessura 24,5 mm 24,4 mm 17,2 mm Largura 144,5 mm 82 mm 101 mm Peso 140 g 142 g 80 g Tela 2,9\" 2,9\" 2\" Preço de lançamento US$ 149,99 US$ 99,99 US$ 99,99 == Acessórios == Nintendo lançou muitos acessórios para o Game Boy Advance (GBA). Entre eles estão: Wireless Adapter Lançado em 2004, este adaptador conectava-se com a parte traseira do Game Boy Advance. Ele substituiu os cabos link e permite a diversas pessoas se conectar umas as outras. Seu preço de mercado é de U$ 20 e veio incluído com o jogo Pokémon FireRed e LeafGreen. Por ter sido lançado já no fim da vida útil do GBA, menos que 20 jogos ofereciam suporte a este acessório. O uso mais eficiente do adaptador pode ser visto em Pokémon FireRed e LeafGreen e em Pokémon Emerald, onde através da \"Union Room\" cerca de 40 pessoas podiam entrar para disputar batalhas ou trocar pokémons. O adaptador não é retrocompatível, levando a sérias críticas que afirmavam que ele existia mais por status do que para uso efetivo já que só era útil em alguns jogos. Uma versão para o Game Boy micro também foi lançada e pode interagir inteiramente com ambos os modelos do adaptador sem fio. Game Boy Advance Infra-Red Adapter Este adaptador foi incluido com o jogo Ciberdrive Zoids e era apenas compatível com este jogo. O adaptador não foi vendido separadamente. Este também é o único acessório do GBA que não foi refeito para o Game Boy micro. Nintendo GameCube-Game Boy Advance cable Cabo utilizado para conectar o Game Boy Advance ao GameCube, oferece recursos extras tanto para jogos do GBA quanto do GC, pode ser utilizado como controle extra, segunda tela, ou pode-se baixar minijogos do GameCube para o GBA. Play-Yan O Play-Yan é um tocador de MP3/MPEG4 para o GBA e o Nintendo DS. O cartucho é sensivelmente maior que um cartucho normal de GBA e incluía uma entrada para fones de ouvido assim como uma entrada para cartões SD. Músicas e vídeos baixados da Internet podia ser transferidos para um cartão SD e colocados no cartucho. A Nintendo também lançou diversos mini-games através de atualizações de driver. O Play-Yan está disponível apenas no Japão atualmente, mas um lançamento europeu foi confirmado para 2006. Já que o Play-Yan não teve um lançamento norte-americano coincidindo com o do Game Boy Micro como era esperado, um lançamento americano foi especulado para 2006 também. e-Reader O e-Reader é um acessório que consegue escanear cartões e é conectado com a entrada de cartuchos do Game Boy Advance. Cartões especiais com pontos em forma de código podiam ser escaneados pela passagem que o acessório possui. Muitas ideias foram usadas com o e-Reader, como cartões que continham jogos clássicos como Donkey Kong e Excitebike, cartões que liberavam conteúdo em um jogo, como em Super Mario Advance 4. Jogos de GameCube como Animal Crossing tinham cartões com conteúdo destravável. Os jogos de carta Pokémon Trading Card Game também adotaram o sistema de pontos do e-Reader. O e-Reader também funciona com o Game Boy Player assim como o Game Boy Advance SP, mas não cabe na entrada de cartuchos do Nintendo DS. O e-Reader deixou de ser utilizado nos EUA em 2004, mas ainda é popular no Japão. Não foi lançado na Europa. Game Boy Advance Video Estes cartuchos altamente populares contém dois episódios de desenhos ou animações de 30 minutos cada. Primeiramente lançado nos EUA em Maio de 2004, eles custam U$ 19,99 e tinham desenhos como Pokémon, SpongeBob SquarePants, Sonic X, e Teenage Mutant Ninja Turtles. Os filmes Shrek, Shrek 2, e Shark Tale também foram disponibilizados e estavam todos completos. Infelizmente, este cartuchos apresentavam um erro quando eram inseridos em um Gamecube através de um Game Boy Player. Eles caíram de popularidade e hoje são encontrados por menos de U$10,00. === Acessórios não-oficiais === GBA Movie Player O GBAMP é um cartucho versátil que permite aos usuários a jogar jogos de NES, assistir filmes (MPEGs), ver arquivos .txt, ouvir arquivos de aúdio, etc. O GBAMP não permite a execução de MPEGs ou MP3s diretamente, uma conversão através de um software livre é necessária, que consegue transformar uma variadade de formatos na extensão GBM e GBS, utilizadas pelo GBAMP. TV Tuner Transforma o portátil em uma televisão portátil. Existem diversas versões (feitas por diferentes empresas) disponíveis. O TV Tuner mais popúlar requer um cartucho na entrada do GBA para ser utilizado. TV Tuners podem salvar até 99 canais. == Vendas e marketing == O Game Boy Advance, juntamente com o Game Boy Advance SP e o Game Boy micro, venderam bem. Em Setembro de 2005, a série Game Boy Advance vendeu 74,24 milhões de unidades por todo o mundo. Vendas atuais do Nintendo Game Boy Advance: 75,13 Milhões em 31 de Março de 2006 (Japão: 16,55, Américas: 38,10, Outros: 20,48) das quais do Game Boy Advance SP: 38,23 Milhões em 31 de Março de 2006 (Japão: 6,42, As Américas: 20,95, Outros: 10,86) das quais do Game Boy Micro: 1,83 Milhões em 31 de Março de 2006 (Japão: 0,58, As Américas: 0,47, Outros: 0,79) == Jogos == O Game Boy Advance se tornou um dos últimos aparelhos modernos a oferecer suporte a sprites, uma tecnologia de renderização. Com hardware superior ao do Super NES, ele provou que a tecnologia sprite poderia evoluir juntamente com a tecnologia 3D dos consoles atuais. O Game Boy Advance também se tornou popular entre as pessoas que gostavam de jogos clássicos, devido a suas constantes conversões de clássicos das eras de 8 e 16 bit. Jogos famosos deste portátil: *Advance Wars *Boktai *Castlevania: Aria of Sorrow *Final Fantasy VI Advance *Final Fantasy Tactics Advance *Fire Emblem *Golden Sun * Grand Theft Auto: Game Boy Advance *Harvest Moon: Friends of Mineral Town *Harvest Moon: More Friends of Mineral Town *Kirby & The Amazing Mirror *Mario Kart Super Circuit *Mario & Luigi: Superstar Saga *Mario vs. Donkey Kong *Megaman Zero *Metroid Fusion *Metroid Zero Mission *Mother 3 *Naruto Ninja Council *Naruto Ninja Council 2 *Pokémon Emerald *Pokémon Ruby & Sapphire *Pokémon FireRed & LeafGreen *Sonic Advance 3 *Sonic Battle *The Legend of Zelda: The Minish Cap *The Sims: Bustin' Out *WarioWare, Inc.: Mega Microgame$ *Madagascar *Robots *Over The Hedge *Scooby Doo *Crash Bandicoot The Huge Adventure *Flushed Away *Shark Tale * Rhythm Tengoku === Emuladores === Alguns dos emuladores mais famosos do Game Boy Advance incluem NO$GBA, Rascal, VisualBoyAdvance e MyBoy (Para o celular). Ambos No$GBA e Visual Boy Advance oferecem suporte ao uso de imagens BIOS, mas podem ser executados, com menor compatibilidade, ou sem nenhuma. == Ver também == * Lista de jogos Player's Choice * Game Boy Color * Nintendo DS == Ligações externas == * - Site oficial do Game Boy Categoria:Game Boy Advance Categoria:Consoles de jogos eletrônicos retrocompatíveis",
 "title": "Game Boy Advance"
}