{
 "id": "60834",
 "text": "Isabelle Yasmine Adjani (Paris, 27 de junho de 1955) é uma atriz francesa premiada. É considerada pela crítica e pelo público uma das maiores intérpretes do cinema francês, do cinema europeu e da história do cinema.Michael Temple, Michael Witt (2008): The French Cinema Book, British Film Institute. ISBN 978-1844570126 (pag 77) Estreou no cinema aos 14 anos com Le Petit bougnat de 1970 e depois entrou com sucesso na Comédie-Française com as obras Escola para Mulheres de 1972 e Ondine de 1974. Em 1975 e graças à sua elogiada personificação de Adèle Hugo, no filme Diário Íntimo de Adele H., recebeu sua primeira indicação ao Óscar de melhor atriz aos 19 anos, estabelecendo-se como a mulher mais jovem a ser indicada na época, um recorde que manteve por cerca de três décadas. Em 1981 foi reconhecida como a melhor intérprete no Festival de Cinema de Cannes pelos filmes Possession e Quarteto e em 1989 recebeu o Urso de Prata no Festival Internacional de Cinema de Berlim por sua elogiada atuação em Camille Claudel, um filme que também rendeu-lhe uma segunda indicação ao Óscar, tornando-se a primeira atriz francesa a receber até duas indicações para o maior prêmio da sétima arte. Ela é reconhecida pela intensidade dramática de suas performances e por sua facilidade em retratar mulheres neuróticas, frágeis, misteriosas, perturbadas, loucas ou mesmo mentalmente instáveis.« Isabelle Adjani : “J’aime passionnément ce métier, mais je passe mon temps à y échapper” », Télérama, consulté le 22 septembre 2012. Da mesma forma, ela é a atriz com mais prêmios César da história , reconhecimentos que obteve pelas fitas: Possession de 1981, L'Été meurtrier de 1984, Camille Claudel de 1989, A Rainha Margot de 1994 e La journée de la jupe de 2010. Ela foi premiada com a Legião de Honra na categoria de \"Comandante\" em 2010 e com a Ordem Nacional do Mérito na categoria de \"Cavaleiro\" em 2014. Outros filmes importantes de sua filmografia são: O inquilino de 1976, Nosferatu: Phantom der Nacht de 1979, Subway de 1985, Diabolique de 1996 e Sous les jupes des filles de 2014. Desde o início dos anos 1970, foi apelidado de \"La Sublime\".Maurice Bessy, Raymond Chirat, André Bernard (1997): Histoire du Cinéma Français (Reliure Inconnue). París: Pygmalion. == Biografia == Filha de pai argelino e mãe alemã, foi estimulada a atuar desde jovem, atuando no teatro amador já aos doze anos de idade. Apareceu no seu primeiro filme aos catorze anos. Aos dezessete, apareceu na TV francesa. Seu primeiro sucesso veio dos palcos da Comédie-Française, quando interpretou personagens criados por Molière em L'école des femmes, depois no cinema com Le Petit Bougnat, de Bernard Toublanc-Michel.Isabelle Adjani : “J’aime passionnément ce métier, mais je passe mon temps à y échapper” Após atuar em papéis secundários, foi sucesso de público e crítica pela sua atuação no filme La Gifle, de 1974. No ano seguinte, conseguiu seu primeiro papel principal em A História de Adèle H., de François Truffaut, em que faz o papel da filha do escritor Victor Hugo. Por este filme, alcançou sucesso internacional, concorrendo ao Óscar de melhor atriz e recebeu propostas para trabalhar em Hollywood. Em 1981, Adjani recebeu o prêmio de melhor atriz do Festival de Cannes por sua atuação em Quartet. No ano seguinte, recebeu o César por Possessão, em atuação considerada pelos críticos a melhor de sua carreira, senão a mais difícil, porque Adjani interpretava o papel de uma mulher frustrada que enlouquecia aos poucos. Em 1983, recebeu novamente o César por Deadly Circuit. Em 1989, coproduziu e estrelou Camille Claudel, história romanceada da que se relacionou com o escultor francês Auguste Rodin; o filme lhe valeu o terceiro César e mais uma indicação ao Oscar de melhor atriz, além de concorrer ao Oscar de melhor filme estrangeiro. No mesmo ano, a revista americana People a incluiu entre as cinquenta mulheres mais bonitas do mundo. A partir daí, trabalhou esporadicamente como modelo. Em 1994, conseguiu seu quarto César pelo papel-título em A Rainha Margot, um feito nunca antes conseguido por um ator francês. Em 2010, ganhou seu quinto César pela atuação no filme La Journée de la jupe. Adjani tem dois filhos, Barnabé, de seu casamento com o diretor Bruno Nuytten, e Gabriel-Kane, de sua tempestuosa relação com o ator britânico Daniel Day-Lewis. Quando Gabriel-Kane nasceu, já havia terminado havia alguns meses seu casamento de cinco anos com Day-Lewis. Esteve também envolvida com o compositor Jean Michel Jarre. == Filmografia == Ano Nome original Nome em português (BR) Nome em português (PT) Papel 1970 Le Petit Bougnat Rose 1972 Faustine et le bel été Uma lágrima... um amor Camille 1973 \"L'Avare\" (TV) 1973 L'école des femmes (TV) Agnès 1974 Le Secret des flamands (TV) O segredo dos flamengos Maria 1974 La Gifle O tapa A bofetada Isabelle Doulean, sua filha 1975 Ondine (TV) Ondine 1975 L'histoire d'Adèle H. A História de Adèle H. A história de Adéle H. Adèle Hugo conhecida como Adèle Lewry 1976 Le Locataire O Inquilino O Inquilino Stella 1976 Barocco Escândalo na 1ª página Laure 1977 Violette et François Ensina-me a roubar Violette e François Violette Clot 1978 The Driver Caçador de morte O profissional The Player 1979 Nosferatu: Phantom der Nacht Nosferatu - O vampiro da noite Nosferatu - O fantasma da noite Lucy Harker 1979 Les Soeurs Brontë As irmãs Brontë Emily Brontë 1981 Clara et les chics types Clara 1981 Possession Possessão Anna/Helen 1981 Quartet Os anos loucos de Montparnasse Marya Zelli 1981 L'Année prochaine ... si tout va bien Um casamento muito especial Isabelle 1982 Tout feu, tout flamme A vida é uma festa Pauline Valance 1982 Antonieta Antonieta Rivas Mercado 1983 Mortelle randonnée Ronda mortal Catherine Leiris/Lucie, 'Marie' 1983 L'été meurtrier Verão Assassino O verão assassino Eliane, dite 'Elle' 1985 Subway Subway Subway (Subterrâneo) Héléna 1987 Ishtar Ishtar Ishtar Shirra Assel 1988 Camille Claudel Camille Claudel A paixão de Camille Claudel Camille Claudel 1990 Lung Ta: Les cavaliers du vent como Isabelle Adjani - Narradora 1993 Toxic affair Pénélope 1994 A Rainha Margot A Rainha Margot Margot 1995 Les cent et une nuits de Simon Cinéma como Isabelle Adjani – em Cannes 1996 Diabolique Diabolique Diabólica Mia Baran 1998 Paparazzi como Isabelle Adjani 2002 La repentie Charlotte/Leïla 2002 Adolphe Ellénore 2003 Bon voyage Viagem do coração Viviane Denvers 2003 Monsieur Ibrahim et les fleurs du Coran Uma amizade sem fronteiras La star 2008 Figaro Comtesse Almaviva 2008 La journée de la jupe O Dia da Saia Sonia Bergerac 2010 Mammuth (pós-produção) == Notas == == Ligações externas == * * Categoria:Atrizes de cinema da França Categoria:Atrizes de teatro da França Categoria:César de melhor atriz Categoria:Atrizes premiadas no Festival de Berlim Categoria:Atrizes premiadas no Festival de Cannes Categoria:Naturais de Paris Categoria:Franceses de ascendência argelina Categoria:Franceses de ascendência alemã Categoria:Urso de Prata de melhor atriz Categoria:Cavaleiros da Ordem Nacional da Legião de Honra Categoria:Cantores da França",
 "title": "Isabelle Adjani"
}