{
 "id": "60882",
 "text": "A Sé Velha de Coimbra, ou Catedral de Santa Maria de Coimbra como é formalmente designada, localiza-se na freguesia de Almedina, na cidade de Coimbra, em Portugal.Ficha na base de dados SIPA Constitui um dos edifícios em estilo românico mais importantes do país. A sua construção começou em algum momento depois da Batalha de Ourique (1139), quando Afonso Henriques se declarou rei de Portugal e escolheu Coimbra como capital do reino. Na Sé está sepultado D. Sesnando, conde de Coimbra. A par com a Sé Nova de Coimbra, constitui a sede da Diocese de Coimbra. A Sé Velha de Coimbra encontra-se classificada como Monumento Nacional desde 1910.Ficha na base de dados da DGPC == História == Coimbra (a Emínio da época romana) é sede episcopal desde o , sucedendo a vizinha Conímbriga, invadida pelos Suevos em 468. Apesar da longa história, não há notícias precisas sobre a catedral de Coimbra desde a época germânica até a construção da Sé Velha. Em 1139, após a decisiva Batalha de Ourique, Afonso Henriques decide financiar a construção de uma nova catedral, provavelmente devido à anterior estar muito deteriorada. As obras devem ter começado em tempos do bispo Bernardo (m. 1146), mas o impulso definitivo foi dado em 1162 com o bispo D. Miguel Salomão, que ajudou a financiar a construção da catedral. Em 1182 as obras estavam adiantadas o suficiente para que o bispo Bernudos, sucessor de Miguel Salomão, fosse enterrado na nova Sé e, em 1185, foi coroado ali o segundo rei de Portugal, D. Sancho I. Os trabalhos principais terão terminado no início do , com as obras do claustro começando por volta de 1218, durante o reinado de D. Afonso II. Atribui-se o projeto desta Sé românica a mestre Roberto, de possível origem francesa, que dirigia a construção da Sé-Patriarcal de Lisboa na mesma época e visitava Coimbra periodicamente. A direção das obras ficou a cargo de mestre Bernardo, também possivelmente francês, substituído por mestre Soeiro, um arquiteto que trabalhou depois em outras igrejas na diocese do Porto. Obras importantes ocorreram no , quando se decoraram as naves com azulejos, se construiu a Porta Especiosa no lado Norte e se modificou o absidíolo Sul, mas o essencial do edifício românico foi mantido. Em 1772, vários anos após a expulsão dos Jesuítas pelo Marquês de Pombal, a sede episcopal foi transferida por ele para a antiga Igreja Jesuíta (a Sé Nova de Coimbra). Nessa altura o bispo desta diocese, D. Miguel da Anunciação, da famigerada família Távora, foi encerrado na prisão sem acusação nem julgamento durante 9 anos, e a Sé-Catedral de Coimbra foi reduzida a uma mera capela e dada à Santa Casa da Misericórdia, depois de ter sido esvaziada do seu rico património e deitado por terra o claustro e dependências anexasA Catedral de Coimbra Dividida, Sé Velha de Coimbra. == Arquitectura == A Sé Velha de Coimbra é a única das catedrais portuguesas românicas da época da Reconquista a ter sobrevivido relativamente intacta até os nossos dias. A Sé Velha e, em menor grau, as Igrejas de Santiago e São Salvador, são expoentes da fase afonsina do românico coimbrão. Outras igrejas da cidade como a do Mosteiro de Santa Cruz e a de São João de Almedina foram muito alteradas e perderam seu carácter românico. Vista do exterior, a Sé Velha lembra um pequeno castelo, com muros altos coroados de ameias e com poucas e estreitas janelas. A aparência de fortaleza é comum às catedrais da época e explica-se pelo clima bélico da Reconquista. A fachada oeste (principal) tem uma espécie de torre central avançada com um portal de múltiplas arquivoltas e um janelão parecido ao portal. Os capitéis, arquivoltas e jambas do portal e do janelão são abundantemente decorados com motivos românicos com influências árabes e pré-românicas. A fachada é reforçada nos cantos por contrafortes que ajudam a compensar a forte inclinação do terreno. A fachada norte tem dois portais de estilo renascentista, sendo notável a Porta Especiosa, um pórtico de três andares, tipo retábulo, construído na década de 1530 por João de Ruão. Esse portal é uma das principais obras do primeiro renascimento em Portugal. Do lado este observa-se a abside principal românica e os dois absidíolos, sendo que o do lado sul foi modificado em estilo renascentista. Sobre o transepto há uma torre-lanterna quadrangular românica com algumas alterações no . O interior é de três naves e cinco tramos, com o transepto pouco desenvolvido, sendo a cabeceira formada por uma abside e dois absidíolos. A cobertura é feita por abóbada de canhão na nave central e transepto, e por abóbada de aresta nas naves laterais. A nave principal tem um elegante trifório (galeria com arcadas) no segundo piso. Todas as colunas do interior tem capitéis decorados com temas geométricos, vegetalistas ou animalistas. As janelas da torre- lanterna do cruzeiro e o janelão da fachada principal são as principais fontes de luz natural da Sé. O claustro, construído durante o reinado de Afonso II situa-se na transição para o gótico, encontrando-se no lado sul do templo. Cada face do claustro possui cinco arcos quebrados, envolvendo cada qual um par de arcos geminados de volta perfeita, rasgando-se em cada bandeira uma pequena rosácea decorada com traceria muito simples. Os tramos são quadrados, com as naves abobadadas, sendo so arcos torais ogivais muito apontados e os cruzeiros de volta inteira. Os capitéis dos arcos são de cesto delgado, maijoritariamente com decoração vegetalista. O feito mais interessante de toda a obra são os cantos da quadra: aí dá-se o encontro de duas arcadas góticas que mutuamente se interrompem a meia altura, criando um efeito original. == Arte == O aspecto mais notável da decoração românica da Sé Velha é o grande número de capitéis esculpidos (cerca de 380), que a converte em um dos principais núcleos da escultura românica portuguesa. Os motivos são entrelaços geométricos e vegetalistas de influência árabe ou pré-românica, assim como quadrúpedes e aves enfrentadas. Praticamente não há representações humanas, e as passagens bíblicas são inexistentes. A ausência de figuras humanas é, talvez, consequência de os artistas serem moçárabes (cristãos arabizados) que se haviam estabelecido em Coimbra no . Da época gótica (séculos XIII-XIV) subsistem vários túmulos com estátuas jazentes ao longo das naves laterais, alguns muito erodidos. Um dos mais chamativos é o de D. Vataça Láscaris, uma dama bizantina que veio a Portugal no início do , acompanhando D. Isabel de Aragão, que vinha casar-se com o rei D. Dinis. Da autoria de Mestre Pero, o túmulo de D. Vataça leva o emblema do Império Bizantino: a águia de duas cabeças, um trabalho escultórico atribuído à oficina de Mestre Pero. Na virada do para o XVI, o bispo D. Jorge de Almeida promoveu uma grande campanha decorativa. Os pilares das naves e paredes laterais foram recobertos com azulejos hispano-árabes sevilhanos. Estes azulejos, coloridos e com motivos geométricos, foram retirados em uma reforma posterior, mas alguns trechos subsistem em vários pontos da Sé. Outra adição importante foi o retábulo-mor, construído entre 1498 e 1502 pelos entalhadores flamengos Olivier de Gand e Jean d'Ypres em estilo gótico flamejante. Esse retábulo, um intrincado painel com figuras esculpidas que ilustram a história da Virgem e Jesus, ocupa quase todo o espaço da capela-mor românica e é o melhor retábulo de este tipo em Portugal. O altar gótico está apoiado sobre uma mesa de altar românica, contendo inscrições. thumb|left|Mestre Pero, Túmulo de Vataça Láscaris, 1336, rodeado de águias bicéfalas, símbolo da nobreza bizantina O absidíolo Norte (capela de São Pedro), no qual está enterrado em campa rasa o bispo D. Jorge de Almeida, contém um altar renascentista de autoria de Nicolau de Chanterenne. O absidíolo Sul foi totalmente reconstruído em estilo renascentista (terminado cerca de 1566) e tem um magnífico retábulo de pedra com Jesus e os apóstolos, do escultor João de Ruão. Na década de 30 do mesmo século, João de Ruão já havia construído a Porta Especiosa na fachada Norte. No transepto encontra-se também uma pia batismal gótico-renascentista (cerca de 1520-40), obra do português Diogo Pires o-Moço, originária da Igreja de São João de Almedina. A pia batismal manuelina da Sé Velha se encontra hoje na Sé Nova de Coimbra (antiga Igreja dos Jesuítas). A Igreja Matriz de São Tiago Maior de Santiago do Cacém está geminada com a Sé Velha de Coimbra desde 2003, em memória sobretudo da amizade que ligava D. Vataça, benemérita desta igreja, à Rainha Santa Isabel de Aragão; Foi seu Reitor o Reverendo Cónego, Monsenhor João Evangelista Ribeiro Jorge até ao ano de 2016. Em Setembro de 2016, foi nomeado Pároco da Sé Velha o Reverendo Cónego Sertório Baptista. == Ver também == * Arquitetura românica em Portugal == == * Primitivo altar românico da Sé Velha de Coimbra novamente restaurado, Coimbra, Gráfica de Coimbra, 1932. * “Sé Velha de Coimbra”, Boletim da Direcção Geral dos Edifícios e Monumentos Nacionais N.º 109 – Setembro, Ministério das Obras Públicas, 1962. * AA. VV., “Coimbra”, Tesouros artísticos de Portugal (Dir. José António Ferreira de Almeida), Selecções do Reader’s Digest, 1976, pp. 200–201. * AA. VV., “Diocese de Coimbra”, Dicionário de história religiosa de Portugal (Dir. Carlos Moreira Azevedo), Rio de Mouro, Círculo de Leitores, 2000, pp. 387–399. * AA. VV., “O pré-românico e o românico”, História da arte, Editorial Salvat, vol. 6, 2006, pp. 164–169. * ALMEIDA, Carlos Alberto Ferreira de, Primeiras impressões sobre a arquitectura românica portuguesa, Porto, Gráficos Reunidos, 1972, pp. 34–35. * ALMEIDA, Carlos Alberto Ferreira de, “O românico”, História da arte em Portugal, Lisboa, Publicações Alfa, vol. 3, 1986, pp. 112–118. * ALMEIDA, Carlos Alberto Ferreira de, “O românico”, História da arte em Portugal, Lisboa, Editorial Presença, vol. 1, 2001, pp. 130–134. * CASTRO, Augusto Mendes Simões de, Noticia historica e descriptiva da Sé Velha de Coimbra, Coimbra, Imprensa Academica, 1881. * CORREIA, Vergilio, GONÇALVES, Nogueira, “Cidade de Coimbra”, Inventário artístico de Portugal, Lisboa, vol. II, Academia Nacional de Belas Artes, 1947, pp. 9–20. * COUTINHO, José Eduardo Reis, Catedral de Santa Maria de Coimbra (Sé Velha), Coimbra, Gráfica de Coimbra, 2001. * CRAVEIRO, Maria de Lurdes dos Anjos, A Sé Velha de Coimbra, Direção Regional de Cultura do Centro, 2011. * DAVID, Pierre, A Sé Velha de Coimbra, Porto, Portucalense Editora, 1943. * DIAS, Pedro, Coimbra – Arte e história, Coimbra, Gráfica de Coimbra, 1988, pp. 45–49. * DIAS, Pedro, Coimbra – Guia para uma visita, Coimbra, Gráfica de Coimbra, 2002, pp. 73–77. * GONÇALVES, A., “Coimbra”, A arte em Portugal N.º5, Porto, Marques Abreu, 1929, pp. 13–16. * GONÇALVES, António Nogueira, A lanterna-coruchéu da Sé-Velha de Coimbra, Coimbra, Coimbra Editora, 1934. * GONÇALVES, António Nogueira, “A Sé Velha”, Novas hipóteses acerca da arquitectura românica de Coimbra, Coimbra, 1938, pp. 99–103. * GONÇALVES, António Nogueira, A Sé-Velha conimbricense e as inconsistentes afirmações histórico-arqueológicas de M. Pierre David, Porto, Tip. Empreza Guedes, 1942. * GONÇALVES, António Nogueira, Evocação da obra dos canteiros medievais de Coimbra, Coimbra, Coimbra Editora, 1944. * GRAF, Gerhard N., Portugal roman, Paris, Zodiaque, vol. I, 1986, pp. 139–160. * LACERDA, Aarão de, História da arte em Portugal, Porto, Portoculense Editora, vol. I, 1942, pp. 196–206. * LUCENA, Armando de, A Sé Velha de Coimbra, Lisboa, Bertrand, 196-. * MONTEIRO, Manuel, O romanico portuguez (A Sé Velha de Coimbra e o romance de Roberto), Porto, A Portuense, 1939. * MORUJÃO, Maria do Rosário Barbosa, A Sé de Coimbra: a instituição e a chancelaria (1080-1318). Lisboa: Lisboa, FCT/FCG, 2010. * PESSANHA, José, A Sé Velha de Coimbra, Lisboa, Typ. do Anuario Comercial, 1918. * PONTES, Maria Leonor Cruz. A Sé Velha de Coimbra: Uma Proposta de Interpretação Museológica. Dissertação de mestrado apresentada à Faculdade de Letras da Universidade de Coimbra. * RODRIGUES, Jorge, “O mundo românico (séculos XI-XIII)”, História da arte portuguesa (Dir. Paulo Pereira), Temas e Debates, vol. I, 1995, pp. 254–257. * RODRIGUES, Jorge, “O modo românico”, Arte portuguesa da pré-história ao , Fubu Editores, vol. 2, 2008, pp. 114–117. * VASCONCELOS, António de, A Sé Velha de Coimbra, Coimbra, Imprensa da Universidade, 1930. * VASCONCELOS, Joaquim de, Arte românica em Portugal, Lisboa, Publicações Dom Quixote, 1992. * Gerhard N Graf. Portugal/1 - Europa Romanica. Madrid: Ediciones Encuentro, 1987. == Ligações externas == * Rota das Catedrais * Fotos * Ficha do SIPA/DGPC Categoria:Almedina Categoria:Sé de Coimbra Coimbra, Se de Categoria:Igrejas românicas em Portugal Coimbra Velha Categoria:Monumentos de Coimbra Categoria:Monumentos nacionais em Coimbra",
 "title": "Sé Velha de Coimbra"
}