{
 "id": "60907",
 "text": "O dromedário, camelo-doméstico, camelo-de-uma-bossa ou camelo-árabe (Camelus dromedarius) é um animal mamífero nativo da região nordeste da África e da parte ocidental da Ásia, pertencente à família Camelidae, sendo uma das duas espécies de camelos. == Características físicas == O dromedário distingue-se do camelo-bactriano, nativo da Ásia Central, pela presença de apenas uma bossa ou corcova, enquanto o camelo tem duas. A bossa ou corcova do dromedário não armazena água (ao contrário da lenda popular), mas sim gordura, acumulada pelo animal em períodos de alimentação abundante, que lhe permite sobreviver em condições de escassez. A água é acumulada em sua corrente sanguínea, onde seus glóbulos vermelhos podem aumentar em até duzentos e cinquenta por cento seu volume para acumulá-la. Outras adaptações à vida no deserto incluem: uma pelagem esparsa e suave que permite refrigeração, variando do branco-sujo ao bege-claro ou castanho-escuro; suas patas, que têm base larga, com uma área que impede que se enterrem na areia; além de longos cílios que protegem os olhos do animal durante tempestades de areia. == Risco de extinção na natureza == O dromedário encontra-se praticamente extinto na natureza. A maior parte da população existente no Oriente Médio e Norte da África vive domesticada. O único local do mundo onde ainda restam populações selvagens é nas zonas áridas da Austrália, que tem condições de clima e paisagem relativamente semelhantes. Os dromedários australianos são descendentes de animais introduzidos pelos pioneiros que exploraram o centro do país e que depois passaram ao estado selvagem. O dromedário foi domesticado como meio de transporte à semelhança do cavalo. Na Arábia Saudita e no norte da África, os dromedários são montados com a rahla, uma sela especial adaptada às características do dorso do animal. == Ver também == * Domesticação * Seleção artificial == Ligações externas == * A-Z of the Arabian Camel. Categoria:Camelídeos Categoria:Transporte de tração animal Categoria:Animais domésticos Categoria:Mamíferos descritos em 1758",
 "title": "Dromedário"
}