{
 "id": "60906",
 "text": "Aerofotogrametria é o método de coleta de dados topográficos por meio de fotografias aéreas para fins de mapeamento. Uma aeronave equipada com câmeras fotográficas métricas percorre o território fotografando-o verticalmente, seguindo alguns preceitos técnicos como: voo estável, mantendo altitude, direção única, sobreposição entre as fotos de 60%, sobreposição lateral de 30%. A fotogrametria é a ciência que permite executar medições precisas utilizando de fotografias métricas. Embora apresente uma série de aplicações nos mais diferentes campos e ramos da ciência, como na topografia, geologia, astronomia, medicina, meteorologia e tantos outros, tem sua maior aplicação no mapeamento topográfico. Inicialmente a fotografia tinha a única finalidade de determinar a posição dos objetos, pelo método das interseções, sem observar ou medir o relevo, muito embora desde 1732 se conhecessem os princípios da estereoscopia; o emprego desta tornou possível apenas observar (sem medir), o relevo do solo contido nas fotografias analisadas estereoscopicamente. Em 1901, o alemão Pulfrich, apoiando-se em princípios estabelecidos por Stolze, introduziu na fotogrametria o chamado índice móvel ou marca estereoscópica. Então, não só foi possível observar o relevo, como medir as variações de nível do terreno. Pulfrich construiu um primeiro aparelho que denominou \"estereocomparador\", e com ele iniciou os trabalhos dos primeiros levantamentos com base na observação estereoscópica de pares de fotografias utilizados em fotogrametria terrestre. A partir de então uma série de outros aparelhos foram construídos e novos princípios foram estabelecidos, porém, para tomada de fotografias era necessário que os pontos de estação que referenciavam o terreno continuassem no solo, com todos os seus inconvenientes. Ocorreu elevar ao máximo o ponto de estação, sendo utilizados balões, balões cativos e até \"papagaios\". Durante a guerra de 1914–1918 tornou-se imperioso um maior aproveitamento da fotogrametria, usando-se, para tomada de fotografias, pontos de estação sempre mais altos. Com o advento da aviação desenvolveram-se câmaras especiais para a fotografia aérea, substituindo quase que inteiramente a fotogrametria terrestre, a qual ficou restrita apenas a algumas regiões. Quando são utilizadas fotografias aéreas, tem-se a aerofotogrametria. ==Produtos== Ortofoto ou ortofotografia (do grego orthós: correto, exato) é uma representação fotográfica de uma região da superfície terrestre, no qual todos os elementos apresentam a mesma escala, livre de erros e deformações, com a mesma validade de um plano cartográfico Uma ortofotografia se consegue mediante a um conjunto de imagens aéreas (tomadas desde um avião, VANT ou satélite) que tenham sido corrigidas digitalmente para representar uma projeção ortogonal sem efeitos de perspectiva, pela qual é possível realizar medições exatas, ao contrário de uma fotografia aérea simples, que sempre apresenta deformações causadas pela perspectiva da câmera, a altitude ou da velocidade com que se move a câmera. A este processo de correção digital chama-se de ortoretificação. Ortofotomapa ou ortofotocartaJulio Seabra Inglez Souza; Aristeu Mendes Peixoto; Francisco Ferraz de Toledo. . Edusp; 1995. ISBN 978-85-314-0814-4. é um mapa produzido a partir de fotografias aéreas ou de satélite transformadas para corrigir a perspectiva de modo que pareçam ter sido tomadas a distância vertical infinita. == Ver também == * Aerofotografia * Fotogrametria * Estereoscopia Aerofotogrametria Aerofotogrametria Categoria:Geomática Categoria:Fotogrametria",
 "title": "Aerofotogrametria"
}