{
 "id": "6096",
 "text": "Tropicália, tropicalismo ou movimento tropicalista foi um movimento cultural brasileiro da segunda metade da década de 1960. Embora a música fosse sua expressão principal, a Tropicália envolveu outras formas de arte como cinema, teatro e poesia. Uma das marcas principais do tropicalismo foram suas inovações estéticas radicais, que mesclavam elementos de manifestações tradicionais da cultura do Brasil – notadamente a união do popular e da vanguarda, bem como a fusão da tradição brasileira – com tendências estrangeiras da época. Esses objetivos comportamentais encontraram eco em boa parte da sociedade brasileira sob a ditadura militar no final da década de 1960. Musicalmente, a Tropicália representou uma renovação no cenário musical brasileiro ao fundir gêneros como o baião, o caipira, o pop e o rock. Essas experimentações culminaram no lançamento do célebre LP Tropicalia ou Panis et Circencis, em 1968, com a participação dos representantes tropicalistas Caetano Veloso, Gilberto Gil, Gal Costa, Os Mutantes e Tom Zé.Enciclopédia Itaú Cultural - \"Tropicalismo: definição\" Em outros campos artísticos, a Tropicália influenciou os trabalhos de artistas como Hélio Oiticica nas artes plásticas, de Glauber Rocha no Cinema novo, e José Celso Martinez Corrêa no teatro brasileiro. O movimento, contudo, chegou ao fim com as detenções de Gil e Veloso e, posteriormente, com o exílio dos músicos baianos por quase três anos. == Etimologia == O nome tropicalismo deu-se ao rótulo encontrado pela mídia para definir um estado de espírito inconformado de Caetano Veloso e Gilberto Gil (que na época vinham em começo de carreira) associado a manifestações espontâneas em outras artes.Pesquisa - Tropicalismo A respeito disso, Caetano fala: == História == === O início === O movimento surgiu da união de uma série de artistas brasileiros, no contexto do Festival de Música Popular Brasileira promovidos pela TV Record, em São Paulo, e TV Globo, no Rio de Janeiro e que formaram o movimento musical mais influente e original do país após a bossa nova.Tropicália 40 anos: Após a Bossa Nova, movimento foi o mais influente na música brasileira Um momento crucial para a definição da tropicália foi o 3º Festival de Música Popular Brasileira, em 1967, no qual Caetano Veloso interpretou \"Alegria, Alegria\" e Gilberto Gil, ao lado dos Mutantes, \"Domingo no Parque\".Arquivo - Caixa reúne sete CDs dos Mutantes, incluindo um de raridades No ano seguinte, o festival foi integralmente considerado tropicalista (Tom Zé aí apresentou a canção \"São São Paulo\"). Em 1968 foi lançado o disco Tropicalia ou Panis et Circencis, um manifesto do grupo e considerado o segundo melhor álbum da música brasileira pela revista Rolling Stone Brasil. === Fim do tropicalismo === Em 1968, os Mutantes realizaram o seu último concerto com Caetano e Gil. Foi durante a conturbada temporada na carioca boate Sucata, no qual ocorreu o famoso incidente da bandeira nacional, que, supostamente, foi desrespeitada, no entender dos militares que governavam o Brasil naquela época. Durante o espetáculo, foi pendurada no cenário do espetáculo uma bandeira, obra do artista plástico Hélio Oiticica, com a inscrição \"Seja Marginal, Seja Herói\", com a imagem de um traficante famoso naquela época, o Cara-de-Cavalo, que havia sido assassinado violentamente pela polícia.Digestivo Cultural - \"Oiticica e a Tropicalondon\". (2007) Os militares alegaram ainda que Caetano teria cantado o Hino Nacional inserindo versos ofensivos às Forças Armadas. Isto tudo serviria de pretexto político para que os militares suspendessem a apresentação e prendessem Caetano e Gil, posteriormente, soltos e exilados no Reino Unido. O episódio é considerado como o fim do movimento vanguardista. === Pós- tropicalismo === O pós-tropicalismo (1969-1974) foi um movimento surgido logo após o tropicalismo, sendo caracterizado por canções de caráter \"sombrio\", a auto marginalização, a solidão, a tristeza, a escuridão, a temática da morte e o sentimento de derrota. Os músicos surgiram com uma postura de melancolia, da frustração dos sonhos de resistência e da própria derrota, assumindo posturas hippies ou \"alternativas\".Da bossa nova ao pós-tropicalismo\"Desbunde\" e contracultura: a MPB pós-tropicalista no contexto do AI-5 (1969-1974) Teve como sua maior representante a cantora Gal Costa, que já era considerada a musa do movimento tropicalista e após a prisão e o exílio de Caetano e Gil, permaneceu como a única porta voz do movimento, adotando uma postura mais agressiva no início e posteriormente mais hippie. == Características do movimento == O movimento tropicalista trouxe várias inovações para o cenário cultural brasileiro do final da década de 1960.Tropicália - \"O surgimento. Uma explosão colorida\" - Celso Favaretto, extraído de Tropicália: Alegria, Alegoria. Ateliê Editorial, 1996 O movimento, de certa forma, foi um rompimento com a arte obviamente militante, que tratava da situação política do país na época da ditadura e tinha a melodia como um sustentáculo desta mensagem. As letras das canções eram inovadoras, criando jogos de linguagem, se aproximando da poesia dos concretistas. As mensagens das letras eram codificadas, que exigiam uma certa bagagem cultural para que fossem compreendidas. \"Alegria, Alegria\" de Caetano Veloso não tem sentido óbvio, mas carrega em sua letra preocupações típicas da juventude da década de 1960, um tormento com a violência da ditadura e um desejo de inovar, de romper barreiras. Eles se caracterizavam pelo excesso, roupas coloridas, cabelos compridos e agregavam várias influências musicais. A intenção era chocar e, por meio de performances caracterizadas pela violência estética, protestar contra a música brasileira bem comportada. Influenciados pela contracultura, se apoderaram da linguagem da paródia e do deboche. Os tropicalistas transformaram a música popular brasileira, sendo grandes expoentes da arte brasileira de vanguarda. Musicalmente, o tropicalismo unia uma mistura da cultura brega, do rock psicodélico, da música erudita, da cultura popular, entre outros, dando conta de várias manifestações da cultura nacional. O som da guitarra elétrica convivia com violinos e com o berimbau. Era o resgate do movimento antropofágico de Oswald de Andrade aliado a um retorno às raízes das tradições nacionais. == Críticas == Embora marcante, o tropicalismo era visto por seus adversários como um movimento vago e sem comprometimento político, comum à época em que diversos artistas lançaram canções abertamente críticas à ditadura. De fato, os artistas tropicalistas fazem questão de ressaltar que não estavam interessados em promover através de suas canções referências temáticas tradicionais à problemática político-ideológica, como feito até então pela canção de protesto: acreditavam que a experiência estética vale por si mesma e ela própria já é um instrumento social revolucionário. O próprio Caetano Veloso declarou que ainda em 1966 imaginava um movimento para \"regenerar o tecido da MPB\". Durante a década de 1960, delinearam-se na música popular brasileira quatro grandes tendências: * a primeira era composta por alguns dos artistas que herdaram a experiência da Bossa Nova (ou seus próprios representantes), e compunham uma música que estabelecia relações com o samba e o cool jazz (grupo no qual pode-se inserir a figura de Chico Buarque); * um segundo grupo, reunido sob o título \"Canção de Protesto\", se recusava a aceitar elementos da música pop estrangeira, em defesa da preservação da cultura nacional frente ao imperialismo cultural, e via a canção, acima de tudo, como um instrumento de crítica política e social (neste grupo destaca-se a figura de Geraldo Vandré); * um terceiro grupo, interessado em produzir um tipo de música que possuía forte influência do rock inglês e norte-americano, tão em voga no mundo daquele período, e que no Brasil ficou conhecido como iê- iê-iê ou Jovem Guarda (neste grupo destacam-se artistas como Roberto Carlos, Erasmo Carlos e Wanderléia). O Iê-iê-iê foi usado por cantores e bandas como Os Mutantes, Gilberto Gil e Jorge Ben; * um quarto grupo, especialmente dedicado a promover experimentações e inovações estéticas na música formado justamente pelos artistas tropicalistas. Em 1967, Gilberto Gil e Caetano Veloso apresentaram suas canções em um festival. Eles usaram guitarras elétricas em suas apresentações e foram vaiados pelo público, que não aceitava aquele instrumento na música brasileira. Naquela ocasião a guitarra elétrica era considerada parte da cultura dos Estados Unidos e que, ao usá-la, os compositores brasileiros estariam negando a musicalidade nacional. Um movimento dentro da MPB era contra o instrumento, havendo até uma Marcha contra a Guitarra Elétrica.Cantar em inglês é proibido num país que ainda vive sob o medo da guitarra elétrica De acordo com os tropicalistas, tudo o que viesse de outros países, poderia ser usado pela música brasileira e mesmo assim não perderia sua identidade, pois estaria sendo recriado com base na cultura do nosso país. Alguns dos artistas participaram de mais de um desses grupos, mas o estilo dessas correntes eram distintos e tinham características próprias e delimitadas. Dado o caráter repressivo do período, a intelectualidade da época (e principalmente determinadas fatias da juventude universitária ligadas ao movimento estudantil) tendiam a rejeitar a proposta tropicalista, considerando seus representantes alienados. Apenas décadas mais tarde, quando o movimento já havia se esvaziado, passou a ser efetivamente compreendido e deixou de ser tão criticado. == Influências == A década de 1960 era de intensa transformação cultural: Hélio Oiticica, mudava o rumo das artes.O nome do movimento tropicalista nasceu de uma obra do artista plástico Hélio Oiticica.Lima, Marisa Alvarez - \"Marginália, arte e cultura na idade da pedrada\". Editora Aeroplano, Rio de Janeiro (2002) No cinema, Glauber Rocha filmava Terra em transe e Joaquim Pedro de Andrade, Macunaíma. Chico Buarque escrevia \"Roda Viva\", em 1966, e José Celso Martinez Corrêa montava O Rei da Vela, de Oswald de Andrade.\"ESTREIA- Tropicália reavalia impacto do Tropicalismo na cultura\". Jornal O Estadão. São Paulo. 2012. (Página acessada em 03 de fevereiro de 2013) A proposta, ou a transformação requerida pelo tropicalismo, consistia em deglutir todas as tendências, informações, manifestações do pensamento e então expressar a realidade do artista brasileiro. No caso das artes plásticas, Mário Pedrosa passou a falar no surgimento da arte pós-moderna. Posteriormente, os tropicalistas enfatizaram que suas obras eram pós-modernas. Com isso, é possível compreender a Tropicália como um momento em que uma fração da classe artística passa a ter consciência de um ciclo cultural pós-moderno no Brasil. ;Antropofagia Grande parte do ideário do movimento pode ser entendido como uma transposição das propostas que, durante as décadas de 1920 e 30, os artistas ligados ao Movimento antropofágico (Mário de Andrade, Tarsila do Amaral, Oswald de Andrade, Anita Malfatti, Menotti del Pichia, Pagu entre outros) promoviam: são especialmente coincidentes as propostas de digerir a cultura exportada pelas potências culturais (como a Europa e os Estados Unidos) e regurgitá-la após a mesma ser mesclada com a cultura popular e a identidade nacionais (que em ambos os momentos não estava definida, sendo que parte das duas propostas era precisamente definir a cultura nacional como algo heterogêneo e repleto de diversidade, cuja identidade é marcada por uma não identidade mas ainda assim bastante rica). ;Pop art A grande diferença entre as duas propostas (a antropofágica e a tropicalista) é que a primeira estava interessada na digestão da cultura erudita que estava sendo exportada, enquanto os tropicalistas incorporavam todo tipo de referencial estético, seja erudito ou popular. Acrescente-se a isso uma novidade: a incorporação de uma cultura não necessariamente popular, mas pop. O movimento, neste sentido, foi bastante influenciado pela estética da pop art e reflete no Brasil algumas das discussões de artistas pop (como Andy Warhol). ;Concretismo Ainda que tenha sido bastante influenciado por movimentos artísticos que costumam estar associados à ideia de vanguarda negativa, o tropicalismo também manifestou-se como um desdobramento do concretismo da década de 1950 (especialmente da poesia concreta). A preocupação dos tropicalistas em tratar a poesia das canções como elemento plástico, criando jogos linguísticos e brincadeiras com as palavras é um reflexo do concretismo. ==== Carmen Miranda ==== Com suas vestes de baiana estilizada e o arranjo de frutas tropicais que carregava sobre a cabeça – marcas definitivas de sua imagem – Carmen Miranda, a \"pequena notável\", acabou por expor ao mundo uma visão caricata e estereotipada do Brasil. No auge da \"política da boa vizinhança\" entre os Estados Unidos e a América do Sul, sua imagem latina era explorada pelos estúdios à exaustão. Tal exposição internacional fez despertar na intelectualidade brasileira um certo sentimento de desprezo por sua figura, acusando-a de tornar-se \"americanizada\".Tropicália - Carmen Miranda As imagens de Carmen Miranda voltam à cena durante o movimento tropicalista. Ícone da cultura popular e do exagero estético, sua figura era evocada menos por sua importância musical na cena brasileira e mais pela sua vinculação a uma imagem estereotipada e \"tropical\" do Brasil. A cantora viria a ser assumida como um dos ícones tropicalistas, estando presente tanto nas letras de canções (como \"Tropicália\", de Caetano Veloso), quanto nas imitações dos trejeitos da artista – o torcer das mãos e o revirar dos olhos – com que Caetano Veloso por mais de uma vez brindou/provocou a plateia. == Nomes ligados à tropicália == ;Alguns dos principais representantes do movimento foram: Outros são: *Hélio Oiticica *Capinam *Glauber Rocha *Guilherme Araújo *Jards Macalé *Jorge Mautner *Lanny Gordin *Rogério Duarte *Rogério Duprat *Rogério Sganzerla *Nara Leão *Waly Salomão *Wilson Simonal *Chico Buarque ; Ao pós-tropicalismo * Jards Macalé * Lanny Gordin * Sérgio Sampaio * Luiz Melodia * Jorge Mautner * Waly Salomão * Tom Zé * Walter Franco * Novos Baianos * Secos & Molhados == Canções tropicalistas que fizeram sucesso == * \"Tropicália\" (Caetano Veloso, 1968) * \"Alegria, Alegria\" (Caetano Veloso, 1967) * \"Domingo no parque\" (Gilberto Gil, 1967) * \"Panis et Circencis\" (Os Mutantes, 1968) * Baby (Gal Costa e Caetano Veloso, 1968) * \"Atrás do trio elétrico\", (Caetano Veloso, 1969) * \"Cadê Tereza\" (Jorge Ben Jor, 1969) * \"Aquele Abraço\" (Gilberto Gil, 1969) * \"País Tropical\" (Jorge Ben Jor, 1969) * \"A Minha Menina\" (Os Mutantes, 1968) * \"Divino, Maravilhoso\" (Gal Costa, 1969) == Bibliografia == * * * * *DI CARLO, Josnei (2019). Objetos não identificados: tropicalismo e pós-modernismo no Brasil dos anos 1960. Interseções, Rio de Janeiro, v. 21, n. 3, p. 742-760, dez. 2019. * * * * * * SANTIAGO, Sara Oliveira. O Tropicalismo sob a ótica da revista Veja no período de 1968 a 1969. 2010. Comunicação (Bacharelado). Universidade Federal da Bahia. Salvador. ==Ligações externas== * Os Discos Melhores de Tropicalia * A revolução conceitual do tropicalismo * Tropicalia.com.br * A (in)digestão do Tropicalismo * Dossiê Especial 1: Tropicalismo * Tropicália 68 *Enciclopédia brasileira de Artes * ArtesBR * * === Video === * \"Brazil, The Tropicalist Revolution\" 2001 Documentário 52' === Audio === * Objeto semi-identificado no país do futuro. Tropicália and post- tropicalismo in Brasil (1967-1976) Monográfico dedicado à Tropicália na Rádio Web MACBA == Ver também == * Música do Brasil * Concretismo * Neoconcretismo Categoria:Movimentos artísticos do Brasil Categoria:Movimentos culturais do Brasil Categoria:Arte no Brasil do século XX",
 "title": "Tropicália"
}