{
 "id": "60977",
 "text": "The Birds foi uma das principais bandas de rhythm and blues da Inglaterra durante os anos 1960, tendo um papel primordial na Invasão Britânica. Mesmo tendo gravado somente algumas músicas, os Birds são conhecidos por terem um som tão pesado como outras bandas de sua época, como o The Who e os Yardbirds. Começando com um som pesado de R & B, mais tarde começaram a infundi-lo como estilo Motown de harmonias vocais. O ex-membro mais conhecido do The Birds é Ronnie Wood, que se juntou ao Jeff Beck Group, The Creation, Faces e depois The Rolling Stones. O grupo se formou na mesma vizinhança de Yiewsley, a este de Londres. Inicialmente chamados de Thunderbirds, encurtaram o nome ao entrar em uma competição de bandas, e, emboram não tenham vencido, decidiram mantê-lo assim - uma decisão que teria consequências importantes mais tarde. Depois de sua primeira aparição televisiva, os Birds chamaram a atenção dos executivos da Decca. Eles conseguiram um contrato, lançando seus dois primeiros compactos, \"You Don't Love Me\" e \"Leaving Here\". Os Birds pareciam destinados ao estrelato com seu rock de volume alto e firmado no rythm and blues, competindo de igual para igual com o The Who em shows ao vivo. Entretanto, na primavera de 1965 a banda americana The Byrds começou a dominar as paradas de sucesso britânicas com \"Mr. Tambourine Man\", lançada pelo recém formado selo britânico CBS Records. O empresário dos Birds entrou com uma ação na justiça para impedir que os Byrds usassem o nome, mas perdeu; a subsequente turnê dos Byrds pela Inglaterra naquele verão foi muito bem recebida, deixando os Birds com o sentimento de que haviam roubado seu lugar. Eles gravaram seu último compacto no final de 65, mudando-se para o selo Reaction Records sob o nome de Birds Birds. Infelizmente o lançamento do álbum de estréia do grupo foi adiado por mais de um ano devido à disputas legais. Em 1966 a música \"That's All I Need\" apareceu no filme de terror The Deadly Bees. A banda se separou em 1967. ; Integrantes * Ron Wood (guitarra, gaita e vocais) * Tony Munroe (guitarra, vocais) * Kim Gardner (baixo) * Bob Langham (bateria) * Pete Hocking, vulgo Pete McDaniel (bateria) * Ali McKenzie (vocalista) ; Canções * Daddy Daddy * Good Times * Granny Rides Agian * How Can It Be? * La Poupee Qui Fait Non * Leaving Here * Next in Line * No Good Without You Baby * Run Run Run * Say Those Magic Words * That's All I Need * You Don't Love Me * You're on my Mind Categoria:Bandas da Inglaterra Categoria:Bandas de blues rock Categoria:Bandas formadas em 1964 Categoria:Bandas de R&B; do Reino Unido",
 "title": "The Birds (banda)"
}