{
 "id": "61057",
 "text": "A é o ramo da Zootecnia que se dedica à criação racional de suínos. Num sistema intensivo, os animais são mantidos em confinamento, e recebem ração balanceada, práticas sanitárias e instalações apropriadas. Há também, neste sistema, a possibilidade de controle da ventilação, da temperatura e da umidade do ar. Há uma utilização de menor área para produção e exige um investimento elevado em instalações em relação aos demais sistemas. A alimentação de qualidade fornecida de forma balanceada de acordo com cada fase do animal, garante excelentes índices produtivos e reprodutivos, juntamente com fatores como climatização e controle sanitário. Por ser um sistema com maior uso de tecnologias exige uma mão de obra especializada. As instalações são específicas para cada fase do animal, dessa forma garante maior sanidade na granja e também que as diferentes necessidades dos animais sejam atendidas de acordo com sua idade.VELONI, Mariana et al. Bem-estar animal aplicado nas criações de suínos e suas implicações na saúde dos rebanhos. Revista Científica Eletrônica de medicina Veterinária,, v. 21, n. 1, p. 1-21, 2015 ==Instalações== A seleção da área para implantação de uma criação de animais exige uma necessidade de estudo da área a fim de fornecer dados que contribuam com sua escolha. As informações desde o clima do local quanto ao mercado consumidor são de grande relevância neste momento. Em relação à infraestrutura, deve-se levar em conta o abastecimento de energia na região, o estado das estradas por onde passarão os insumos nos caminhões de transporte, o fornecimento de água em quantidade e qualidade e sempre considerar os períodos de estiagem e os meios de comunicação como telefones e acesso à internet.SOUZA, Cecília de F., TINOCO, Ilda de F. F., SARTOR, Valmir. Informações Básicas para Projetos de Construções Rurais. Universidade Federal de Viçosa. Minas Gerais, 2003. A escolha de terrenos planos reduz o custo com terraplanagem e a declividade existente entre o local das instalações e as lagoas de dejetos,e destas para as terras onde será distribuído o dejeto pode garantir a economia na hora da distribuição dos dejetos. O solo deve ser de boa drenagem e o espaço físico escolhido deve alocar todos os barracões, com espaço de 20 m entre eles e permitir também futuras instalações.É recomendável aproveitar os ventos predominantes da região, a ventilação natural ameniza o calor e renova o ar. É fundamental a redução da incidência das radiações solares dentro da instalação. Os barracões devem ser construídos com o seu eixo longitudinal orientado no sentido Leste-Oeste com desvio máximo de 15º. Nessa posição, a sombra incidirá embaixo da cobertura nas horas mais quentes do dia e a carga térmica recebida pela instalação será a menor possível. ==Creche== As instalações de creche devem atender às exigências de ambiência dos leitões desmamados e se fazem fundamentais para diminuir o estresse causado pelo desmame. Esta fase se torna estressante e afeta diretamente o bem-estar animal, pois os animais deixam a companhia da mãe, há mudança da alimentação, os animais tem que se adaptar a ração, o ambiente é novo e também ocorre a mistura de leitões de leitegadas diferentes para formar os novos lotes na creche. Na fase de creche, os animais necessitam de ambiente mais aquecido. Como o Brasil é um país de clima quente, nem sempre há a necessidade de aquecedores artificiais em determinadas regiões e período do ano. Dependendo da dimensão da creche, o ambiente interno da instalação pode atender às necessidades dos leitões apenas com o manejo das cortinas e aberturas (mantendo o ambiente mais fechado). A temperatura ideal para suínos na fase de creche situa-se entre 24 e 20 °C, devendo a temperatura do ar ser próxima dos 24 °C nas primeiras semanas de alojamento, e em torno de 20 °C nas últimas. A temperatura do ar não deve ser acima de 31°C e abaixo de 8 °C nessa fase de criação. O número de espaços na creche depende do número de leitões desmamados/porca/ano. Com a constante evolução genética, não há absurdo em projetar números superiores a 30 leitões desmamados/porca/ano.Esse cálculo é feito a partir do número de nascidos vivos e da mortalidade na maternidade x número de partos/fêmea/ano. O espaço por animal na creche depende do tipo de piso e da idade (considerando-se o peso) de saída.Manual Brasileiro de Boas Práticas Agropecuárias na Produção de Suínos / Elaboração de Conteúdo Técnico Alexandre César Dias... [et al.] . Brasília, DF : ABCS; MAPA; Concórdia: Embrapa Suínos e Aves, 2011.140 p.; 29,7 cm Assim, com idade de saída de 63 dias, deve-se trabalhar com 0,30 m2/animal alojado para pisos totalmente ripados e 0,35 m2 pisos parcialmente ripados(madeira, concreto ou metal) com fendas de 1 cm de largura. Caso a saída de creche seja aos 70 dias, deve-se aumentar a área de creche em mais0,05m2/animal alojado. Por se tratar de uma instalação mais cara, é preferível, se possível,determinar a saída de creche aos 63 dias. Deve haver sempre o comedouro (0,20 m de comprimento para cada 3 animais) e o bebedouro tipo chupeta (1para cada 10 leitões) a altura de 20 a 25 cm a partir do piso. É importante locar o bebedouro no lado oposto ao comedouro a em cima do fosso ripado para facilitar o escoamento da água. ==Recria e Terminação== Consiste na fase após a creche até atingir peso de abate, aproximadamente até 110 dias de vida. Pode ser feita de forma dividida, com uma baia para recria e outra para terminação, ou em apenas uma baia. No caso de se fazer duas fases, a recria será em um galpão alojando animais com 25 a 60 kg de peso corporal e com área disponível por animal de 0,50 m2,se o piso for totalmente ripado, 0,65 m2 se for parcialmente ripado a 0,75 m2 se for totalmente compacto.A área disponível por animal nas baias de acabamento com animais de 60 a 100 kg de peso corporal, deve ser de 0,85 m2 se for parcialmente ripado a 1,00 m2 se for totalmente compacto. A área disponível por animal nas baias de recria e terminação, para o sistema sem mudança de baia, deve ser de 0,70 m2, se o piso for totalmente ripado, 0,80 m2 se for parcialmente ripado a 1,00 m2 se for totalmente compacto.MOURA, D.J. Ventilação na Suinocultura. In: SILVA, I. J. O. da. (Ed.). Ambiência e qualidade na produção industrial de suínos. Piracicaba: FEALQ, 1999. p.149-179 Logo, o dimensionamento pode ser feito da mesma forma anterior. As divisórias das baias podem ser feitas de madeira ou alvenaria até a altura de 90 cm e o galpão que contém as baias pode ser totalmente aberto e ter cortinas para fechamento para proteção contra chuva.Manter a temperatura das salas entre 16°C e18°C, de acordo com a fase de desenvolvimento dos animais, monitorando-a com o uso de um termômetro . Pode ter também sistema de ventilação mecânica (ventiladores ou exaustores) para atenuar o problema da grande formação de gases a calor que normalmente ocorre nestas instalações, devido ao grande número de animais e volume de dejetos. ==Reprodução== O setor de reprodução é o local onde ocorre a pré-cobrição e a cobrição. Este galpão abriga fêmeas em produção e machos para estimular o cio das fêmeas. O número de baias varia de acordo com o número de fêmeas versus a quantidade de ciclos por porca e o ano e período de uso da baia, sobre a quantidade fêmeas por baia em relação ao número de semanas do ano. Recomenda-se de 4 a 6 porcas por baia, o período de uso da baia dura e torno de 6 semanas e com bom manejo, consegue-se de 2,3 a 2,5 gestações por fêmea por ano. A área de cada baia recomenda-se de 2,5 m2/porca com comprimento de 4 m (0,5 a 0,6 m de comedouro/porca x 6 porcas) + 0,7 m de portão) e com largura de 4 m2 considerando a área total sobre o comprimento.CAMPOS, J.A.; TINOCO, I.de F.F.; BAÊTA, F da C.; et al. Qualidade do ar, ambiente térmico e desempenho de suínos criados em creches com dimensões diferentes. Engenharia Agrícola, v.29, n.3, p.339-347, 2009.O número de machos recomendado é de um a cada 20 ou 25 fêmeas e uma área de 6m2 por macho. Segundo o manual de boas práticas da EMBRAPA, a temperatura interna da instalação de estar na faixa de 16 a 22ºC, por meio de um correto manejo de janelões, cortinas, aspersores ou ventiladores e das portas e forros das salas,controlando com um termômetro instalado na parte central da instalação, a uma altura aproximada de 1,50 m, para facilitar a leitura. == Ver também == * Porco doméstico * Landrace ==Ligações externas== * Federação Portuguesa de Associações de Suinicultores Categoria:Ramos da pecuária Categoria:Suídeos Categoria:Zootecnia",
 "title": "Suinocultura"
}