{
 "id": "61056",
 "text": "Necrose (do grego νεκρός, \"morto\", νέκρωσις, \"morte, processo que leva à morte\") é o estado de morte de um tecido ou parte dele em um organismo vivo. A necrose é uma morte de um grupo de células, ocorrendo a perda da permeabilidade, possui resposta inflamatória, células ficam tumeficadas. A necrose é sempre um processo patológico e desordenado de morte celular (diferente da apoptose) causado por fatores que levam à lesão celular irreversível e consequente morte celular. Alguns exemplos destes fatores são hipóxia/isquemia, agentes químicos tóxicos ou agentes biológicos que causem dano direto ou desencadeiem resposta imunológica danosa, como fungos, bactérias e vírus. A necrose pode ser diferenciada em vários tipos, e cada um está associado a determinado tipo de agente lesivo e determinadas características teciduais após a necrose. == Necrose de coagulação ou isquêmica == Este tipo de necrose é visto quando há uma isquemia ou hipóxia em qualquer tecido (exceto o tecido cerebral, que neste caso desenvolverá uma necrose de liquefação - por ser rico em lipídios, que não sofrem coagulação). A necrose de coagulação é determinada pela desnaturação da maioria das proteínas celulares (inclusive as autolíticas) devido à queda acentuada no pH celular durante o processo de lesão por hipóxia ou isquemia. Com isso o citoplasma celular se torna bastante eosinofílico e como a maioria das enzimas autolíticas foram desnaturadas a célula não é destruída e a arquitetura tecidual é mantida por alguns dias até digestão e remoção do tecido necrótico por leucócitos. Outra grande característica da necrose de coagulação é a perda do contorno nuclear das células (cariólise, ou perda de basofilia nuclear) devido á quebra inespecífica do DNA (provavelmente pela ação de uma DNase lisosssômica). Pode haver também no mesmo tecido necrótico células com núcleo muito condensado e basofílico (núcleo picnótico) ou células com núcleo picnótico e fragmentado (cariorréxis). === Características visíveis ao microscópio óptico === * Manutenção da arquitetura geral do tecido. * Perda da nitidez dos elementos nucleares das células. * Algumas células apresentando núcleo picnótico, ou seja núcleos extremamente condensados e fortemente corados por hematoxilina (fortemente basófilos). * Alguns núcleos picnóticos fragmentados, tomando um aspecto granular, fenômeno chamado de cariorréxis. == Necrose de liquefação == Necrose associada à infecção por agentes biológicos (principalmente bactérias) a um tecido, ou no caso específico da lesão por isquemia ou hipóxia no tecido cerebral (fenômeno ainda não muito bem compreendido). Em tecidos infectados, forma-se um processo inflamatório devido ao recrutamento de leucócitos para neutralizar os micro-organismos. Neste caso pode haver lesão e morte celular mediada por toxinas bacterianas ou fúngicas ou então devido ao processo inflamatório, e como o tecido inflamado é rico em leucócitos as células mortas são rapidamente fagocitadas e digeridas. Em todo caso a digestão do tecido necrótico resultará na formação de uma massa residual amorfa, composta por pus caso a necrose seja resultado de uma infecção aguda e haja presença de leucócitos mortos. === Achados à microscopia óptica === * Completa destruição da arquitetura tecidual. * Transformação do tecido em uma massa amorfa (daí o termo liquefação). * == Necrose de tecidos pós cirurgias == Necroses de tecidos podem acontecer após procedimentos cirúrgicos. Apesar de rara a ocorrência, é possível que a ausência de suprimento sanguíneo possa acontecer por motivos iatrogênicos ou por condição clínica da paciente e próprias do procedimento, como edemas, falta de cuidados do paciente, não aderência ao tratamento, hematomas, infecções entre outras. Quando a necrose está relacionada ao ato iatrogênico, ela acontece até 12 horas após o procedimento, pois a vascularização do tecido é interrompida devido a lesão iatrogênica do vaso, não suprindo o tecido desejado. Após esse período de 12 horas, as necroses estão relacionadas a condição clinica do paciente, podendo estar relacionadas aos itens citados acima como edemas comprimindo vasos sanguíneos, infecções, hematomas, ausência de aderência ao tratamento proposto. Ressaltando que procedimentos acima de secundários (a partir da 2º cirurgia) há chances de potencialização do índice de risco de necrose. Exemplos: traumas diversos, cirurgias ortopédicas com retalhos musculares, cirurgias gástricas com anastomoses, cirurgias plásticas, bypasses vasculares, dentre outras. == Necrose caseosa == É uma forma bastante distinta de necrose de coagulação. Macroscopicamente o tecido se torna esbranquiçado, granuloso, amolecido, com aspecto de queijo friável. Esta necrose é encontrada em tecidos infectados com o bacilo da tuberculose, e sua formação é fortemente mediada pelo sistema imune do indivíduo, que participa da formação de granulomas no tecido infectado. === Achados ao microscópio óptico === * Perda da arquitetura tecidual * O tecido exibe uma massa amorfa composta predominantemente por proteínas (caseína - desnaturação proteica), e também formações granulomatosas de massas proteicas amorfas cercadas por uma borda inflamatória. == Necrose fibrinoide == O tecido necrótico adquire um aspecto hialino (róseo e vítreo), acidofílico, semelhante a fibrina. Ocorre em pequenas artérias (portanto, maiores que arteríolas) em duas situações básicas: em algumas doenças autoimunes e na hipertensão arterial maligna. == Necrose gangrenosa == A gangrena na verdade não é um tipo específico de necrose, contudo ela é utilizada na prática clínica para descrever um tipo de necrose de coagulação que acomete principalmente extremidade de membros que perderam o suprimento sanguíneo. Quando isso está associado a uma infecção por micro-organismos (principalmente bactérias) a necrose de coagulação é modificada pela \"liquefação\" produzida pelas bactérias, o que torna a gangrena \"úmida\". == Necrose gordurosa == É um tipo especial de necrose que ocorre quando há o extravasamento de enzimas lipolíticas para o tecido adiposo, o que leva à digestão (liquefação) da membrana de adipócitos e quebra das ligações estéricas dos triglicérides, liberando assim ácidos graxos livres. Estes ácidos graxos se combinam com íons Ca++ (reação de saponificação) e formam áreas esbranquiçadas no tecido adiposo. Esta necrose é vista em casos de pancreatite aguda nos quais as lipases ativadas extravasam os ácinos pancreáticos e caem no parênquima pancreático e na cavidade peritoneal. === Achados histológicos === * Necrose de adipócitos. * Depósitos basofílicos de Ca++ cercados por uma reação inflamatória. == Calcificação distrófica == O fenômeno da Calcificação distrófica na necrose está associado a lentidão na digestão dos restos celulares do foco necrótico, o que atrai sais de Ca++. == Tratamento das necroses == * Curativos diários; * Debridamento químico ou cirúrgico a critério médico; * Câmara hiperbárica (indicado a todos os casos); * Enxertia cirúrgica das partes acometidas. == Bibliografia == *MONTENEGRO Mario R., FRANCO Marcelo. Patologia, processos gerais. Atheneu: 4º edição, 2004. *CARREIRÃO,S., LIVRO DA SBCP, Cirurgia Plástica, Editora Atheneu, São Paulo, 2005. *MC CARTHY - Plastic Surgery, Saunders, Philadelphia, 1990. *MATHES/HENTZ – Plastic Surgery, Saunders, Philadelphia, 2005. 08 (oito) volumes *MÉLEGA, J.M. - Cirurgia Plástica Fundamentos e Arte, Editora Medsi, 2002. 04 (quatro) volumes Categoria:Biologia celular Categoria:Morte Categoria:Patologia",
 "title": "Necrose"
}