{
 "id": "61095",
 "text": "Actinomicose é uma doença transmissível causada por Actinomyces, bacilos gram- positivos, sendo o Actinomyces israelii o mais frequente. Para a doença ocorrer, estes microorganismos patogénicos oportunistas necessitam que exista um corte ou furo de entrada. == Classificação == Os três principais tipos de doença são as apresentações cervico-facial, torácica e abdominal. Pode causar tanto uma infecção aguda quanto crônica. A maioria dos casos são diagnosticados na região cervico-facial e a reação supurativa pode eliminar grande quantidade de colônias de bactérias amareladas e sólidas, conhecidas como grânulos sulfúricos, por sua aparência, mas que não possuem enxofre. Na região cervicofacial,o microorganismo penetra o tecido por uma área lesionada, como gengiva inflamada, dentes desvitalizados, alvéolo dentário ou amígdalas infectados. A descrição clássica é de uma área endurecida de fibrose, com aspecto lenhoso, que ao final forma uma área central mais macia de abscesso. A infecção pode estender-se para a superfície, formando uma fístula. Os tecidos moles da região submandibular, submentoniana e nasogeniana são áreas comuns de envolvimento, sendo a área sobrejacente ao ângulo da mandíbula o local mais frequentemente afetado. ==Causas== A actinomicose geralmente é causada pela bactéria Actinomyces israelii, bactérias anaeróbicas gram-positivas, filamentosas, que são flora normal da boca. Essa bactéria não causa a infecção sozinha, sendo necessário que exista atuar conjuntamente com outros tipos de bactérias para atravessar a pele ou a gengiva. Existem três outros tipos de bactérias necessárias para desenvolver a condição: *Actinomyces odontolyticus *Actinomyces viscosus *Actinomyces naeslundii == Sinais e sintomas == As apresentações mais frequentes da doença são a cervico-facial, torácica e abdominal. Entre estas, a mais comum é a lesão cervico-facial, estando associadas à extracção dentária, cirurgia oral, traumatismo facial ou dentes cariados. Os sintomas incluemhttp://www.nlm.nih.gov/medlineplus/spanish/ency/article/000599.htm: *Ulceração com pus, *Dor leve local, *Febre, *Perda de peso, *Tumefacção nodular, vermelha e púrpura e dura, que pode complicar formando fístulas com drenagem, *A infecção costuma propagar para os tecidos próximos e retornar após o tratamento. A infecção torácica é geralmente secundária à aspiração de secreções oro-faríngeas, sendo raro ter como causas a ruptura esofágica por traumatismo não penetrante ou durante uma cirurgia. O quadro clínico é o de uma pneumonia, sendo as complicações possíveis abcessos, empiema e, mais raramente, fístulas pleuro-dérmicas. A infecção abdominal afecta principalmente o apêndice e o ceco, sendo o quadro clínico semelhante ao de uma apendicite. As massas que se desenvolvam lentamente podem simular neoplasias abdominais ou retroperitoneais.. Com a evolução da infecção, podem ocorrer abcessos intra-abdominais e fístulas peritôneo-dérmicas com drenagem. A doença crónica localizada origina frequentemente trajectos sinusais que drenam pus. == Diagnóstico == A demonstração microscópica, no pus ou tecidos, de bacilos gram-positivos ramificados ou não, em contas, não formadores de esporos, sugere o diagnóstico. A coloração álcool-ácido resistente revela-se negativa nas espécies de Actinomyces, permitindo fazer o diagnóstco diferencial com as espécies de Nocardia. A presença de partículas de enxofre na drenagem ou colecções de pus é também indicativo de diagnóstico, podendo ser visível ao microscópico ou macroscopicamente (granulações amareladas). Uma coloração de Gram das granulações de enxofre revela um retículo denso de filamentos, podendo as extremidades dos filamentos individuais projectarem-se ao redor da periferia da granulação, com ou sem clavas hialinas dispostas radialmente. Existem também técnicas de imunofluorescência para as espécies de Actinomyces. == Histopatologia == Caracterizada por faixa fibrótica periférica circundando grandes coleções de leucócitos.As colônias de microrganismos presentes formam um padrão de roseta radiante. Há presença,também,de neutrófilos perifericamente aos microrganismos. Para o isolamento do microrganismo, as amostras devem ser recolhidas, transportadas e cultivadas anaerobicamente em meios semi-selectivos. ==Epidemiologia== O Actinomyces tem uma distribuição mundial. A doença é pouco frequente e esporádica. A infecção é rara em lactentes e crianças, sendo mais frequente entre os 15 e 35 anos, e no sexo masculino (proporção de 2:1 quando comparado com o sexo feminino). Os micro-organismos são componentes da flora endógena do tracto intestinal, sendo o seu reservatório natural o Homem. Estes organismos crescem na cavidade oral normal como saprófitas na placa bacteriana e nas criptas tonsilares, sem aparente invasão ou resposta celular nos tecidos adjacentes. Estima-se que 30 a 50% da população mundial seja portador deste agente na cavidade oral. O A. israelii foi ainda encontrado nas secreções vaginais em 10% das mulheres que utilizam dispositivos intra-uterinos(Mulheres que usam o DIU). Presume-se que o agente seja transmitido pessoa a pessoa, como um dos constituintes da flora oral normal. Os Actinomyces são organismos patogénicos oportunistas, resultado a doença de um traumatismo penetrante - incluindo, mordeduras humanas - ou contundente. O período de incubação é muito variável. Provavelmente, é de vários anos após a colonização oral e de dias ou meses após um traumatismo com a sua penetração nos tecidos. A susceptibilidade natural é baixa e não está demonstrada imunidade após a infecção. == Tratamento == O tratamento realiza- se com penicilina G intravenosa ou ampicilina em altas dosagens durante 4 a 6 semanas, seguida de altas doses de penicilina oral, amoxicilina, eritromicina, clindamicina, minociclina ou tetraciclina por um período de 6 a 12 meses. A minociclina e a tetraciclina não são recomendadas para crianças menores de 8 anos. Pode ser necessário realizar drenagem cirúrgica. == Prevenção == Podem prevenir a infecção Índice de Saúde. \"Actinomicose - Causas, Sintomas, Tratamento, Complicações \", Índice de Saúde: *boa higiene oral, *cuidados dentários regulares adequados (incluindo remoção periódica da placa bacteriana), *limpeza apropriada de feridas (incluindo mordeduras humanas). Categoria:Doenças bacterianas",
 "title": "Actinomicose"
}