{
 "id": "61103",
 "text": "Isabel Báthory (; Nyírbátor, 7 de agosto de 1560 — Csejte, 21 de agosto de 1614) foi uma condessa húngara da renomada família Báthory que entrou para a História por uma suposta série de crimes hediondos e cruéis que teria cometido, vinculados a sua obsessão pela beleza. Como consequência, ela ficou conhecida como \"A condessa sangrenta\" e \"A condessa Drácula\". Seu nome em húngaro é Báthory Erzsébet, em eslovaco Alžbeta Bátoriová. Em português, a condessa é referida como Isabel ou Elisabete Báthory. Um de seus ancestrais foi Vlad Tepes, \"O Empalador\". == Nascimento e família == A maior parte da vida adulta de Isabel Báthory foi passada no Castelo de Csejte (em eslovaco Čachtice), na região de Trenčín, no oeste da atual Eslováquia. Os Báthory faziam parte de uma das mais antigas e nobres famílias da Hungria. Era filha do barão Jorge Báthory (Báthory György), do ramo Ecsed, irmão do príncipe András da Transilvânia. A mãe de Isabel era do ramo Somlýo da família, chamava-se Anna Báthory e era irmã, entre outros, de Estêvão Báthory da Polônia, rei da Polônia e do príncipe de Siebenbürgen (Transilvânia). Isabel era ainda prima de Sigismundo Báthory, marido da arquiduquesa Maria Cristina de Habsburgo, filha de Carlos II da Áustria. Isabel cresceu em uma época em que os turcos haviam conquistado a maior parte do território húngaro, que servia de campo de batalha entre os exércitos do Império Otomano e a Áustria dos Habsburgo. A área era também dividida por diferenças religiosas. A família Báthory se juntou à nova onda de protestantismo que fazia oposição ao catolicismo romano tradicional. Foi criada na propriedade de sua família em Ecsed, na Transilvânia. Quando criança, ela sofreu várias convulsões que podem ter sido provocadas por epilepsia. Estas eram acompanhadas de intenso rancor e comportamento incontrolável. É possível que a doença tenha sido provocada pela consanguinidade dos seus pais.(Firm), Time Books. The most notorious serial killers : ruthless, twisted murderers whose crimes chilled the nation. ISBN 9781683300274. OCLC 982117998. Na época, um dos tratamentos da epilepsia consistia em passar sangue de alguém saudável nos lábios do doente, ou administrar-lhe uma mistura de sangue de uma pessoa saudável e um pedaço de caveira quando as convulsões terminavam. Isto levou a que se especule que os assassinatos de Isabel tenham sido motivados em parte pela procura de uma cura para a sua doença, mas não há provas definitivas que comprovem esta teoria.Bledsaw, Rachael Leigh (20 February 2014). No Blood in the Water: The Legal and Gender Conspiracies Against Countess Elizabeth Bathory in Historical Context (Tese). Illinois State University. doi:10.30707/ETD2014.Bledsaw.R. Outra teoria que tenta explicar a crueldade de Isabel baseia-se na crueldade da sua própria família que acabou por a influenciar. Há várias histórias que dizem que Isabel assistiu a castigos brutais impostos pela sua família e que esta lhe ensinou rituais satânicos e bruxaria. Mais uma vez, não existem provas definitivas que o comprovem.Leslie, Carroll (2014). Royal pains : a rogues' gallery of brats, brutes, and bad seeds. Nova Iorque: New American Library. ISBN 9781101478776. OCLC 883306686. Em 1571, seu tio, Estêvão Báthory, tornou-se príncipe da Transilvânia e, mais tarde na mesma década, ascendeu ao trono da Polônia. Foi um dos regentes mais competentes de sua época, embora seus planos para a unificação da Europa contra os turcos tivessem fracassado em virtude dos esforços necessários para combater o czar Ivã, o Terrível, que cobiçava seu território. == Casamento e sadismo == Vaidosa e bela, Isabel ficou noiva do conde Ferenc Nádasdy aos onze anos de idade, passando a viver no castelo dos Nádasdy, em Sárvár. Em 1574, aos quatorze anos, ela engravidou de um camponês. Quando sua condição se tornou visível, escondeu-se até a chegada do bebê: a criança seria uma menina chamada Anastasia, dada então a um casal de camponeses, ao que se supõe pagos pela família Báthory para que fugissem do reino com a bastarda. O casamento com Ferenc ocorreu em maio de 1575. Uma vez que a posição social de Isabel era mais elevada do que a do seu marido, ela recusou mudar o seu sobrenome e acabou por ser Fernec a ficar com o sobrenome da mulher. Quando o casal se casou, Isabel tinha 15 anos e Ferenc, 19 anos. A cerimónia teve lugar no Palácio de Vranov nad Topľou no dia 8 de maio de 1575 e contou com a presença de 4500 convidados.Craft, Kimberley L. (2009). Infamous Lady:The True Story of Countess Erzsébet Báthory. CreateSpace Independent Publishing Platform. p. 33 Em 1578, o conde Nadasdy tornou-se no comandante-chefe do exército húngaro e liderou-o na guerra contra os otomanos, o que levou a que se ausentasse de casa por longos períodos.Craft, Kimberley L. (2009). Infamous Lady:The True Story of Countess Erzsébet Báthory. CreateSpace Independent Publishing Platform. p. 39 Nesse meio tempo, Isabel assumia os deveres de cuidar dos assuntos do castelo da família Nadasdy.Craft, Kimberley L. (2009). Infamous Lady:The True Story of Countess Erzsébet Báthory. CreateSpace Independent Publishing Platform. p. 38. Foi a partir daí que suas tendências sádicas começaram a revelar-se — com o disciplinamento de um grande contingente de empregados, principalmente mulheres jovens. À época, o comportamento cruel e arbitrário dos detentores do poder para com os criados era comum; contudo, o nível de crueldade de Isabel era notório. Ela não apenas punia os que infringiam seus regulamentos, como também encontrava todas as desculpas para infligir castigos, deleitando-se na tortura e na morte de suas vítimas. Espetava alfinetes em vários pontos sensíveis do corpo das suas vítimas, como, por exemplo, sob as unhas ou nos mamilos. No inverno, executava suas vítimas fazendo-as se despir e andar pela neve, despejando água gelada nelas até morrerem congeladas. Quando se encontrava no castelo, o marido de Báthory juntava-se a ela nesse tipo de comportamento sádico, e até lhe ensinou algumas modalidades de punição: o despimento de uma mulher e o cobrimento do corpo com mel, deixando-o à mercê de insetos, por exemplo. == Viuvez e mais crimes == O conde Nádasdy morreu em 1604, e Erzsébet mudou-se para Viena após o seu enterro. Passou também algum tempo em sua propriedade de Beckov e no solar de Čachtice, ambos localizados onde é hoje a Eslováquia. Esses foram os cenários de seus atos mais famosos e depravados. Nos anos que se seguiram à morte do marido, a companheira de Isabel no crime foi uma mulher de nome Anna Darvulia, de quem pouco se sabe a respeito: muitos afirmam que Darvulia teria sido uma sábia e temida ocultista, alquimista e talvez praticante de rituais de magia negra, que terá incutido na própria Isabel, de quem se diz ter sido amante (é conhecida a bissexualidade da condessa). Quando Darvulia faleceu (cerca de 1609), Isabel se voltou para Erzsi Majorova, viúva de um fazendeiro local, seu inquilino. Majorova parece ter sido responsável pelo declínio mental final de Isabel, ao encorajá-la a incluir algumas mulheres de estirpe nobre entre suas vítimas às quais bebia o sangue. Em virtude de estar tendo dificuldade para arregimentar mais jovens como servas à medida que os rumores sobre suas atividades se espalhavam pelas redondezas, seguiu os conselhos de Majorova. Em 1609, ela matou uma jovem nobre e encobriu o fato dizendo que fora suicídio. Isabel, ao longo de sua carreira sanguinária, contou também com a ajuda de quatro fieis cúmplices: Janos (também apelidado de \"Ficzko\"), um jovem demente mental que ajudava no ocultamento dos cadáveres e no funcionamento dos instrumentos de tortura, Helena Jo, ama dos filhos de Isabel e enfermeira do castelo, Dorothea Szentos (ou \"Dorka\"), uma velha governanta, e Katarina Beneczky, uma jovem lavadeira acolhida pela condessa. == Prisão e morte == No início do verão de 1610, tiveram início as primeiras investigações sobre os crimes de Isabel Báthory. Todavia, o verdadeiro objetivo das investigações não era conseguir uma condenação, mas sim confiscar-lhe os bens e suspender o pagamento da dívida contraída ao seu marido pelo rei Matias II. Isabel foi presa no dia 26 de dezembro de 1610. O julgamento teve início alguns dias depois, conduzido pelo Conde Thurzo, um primo de Isabel a quem muito convinha a condenação da condessa. Uma semana após a primeira sessão, foi realizada uma segunda, em 7 de janeiro de 1611. Nesta, foi apresentada como prova uma agenda encontrada nos aposentos de Isabel, a qual continha os nomes de 650 vítimas, todos registrados com a sua própria letra. Isabel não esteve presente em nenhuma das sessões do julgamento. Seus cúmplices foram condenados à morte, sendo a forma de execução determinada por seus papéis nas torturas: Ficzko foi decapitado e queimado; Dorka, Helena e Erzsi viram seus próprios dedos serem cortados e foram atiradas para a fogueira ainda vivas. Apenas Katarina foi ilibada e sua vida poupada, provavelmente devido a esta se ter envolvido amorosamente com um dos juízes. Isabel foi condenada à prisão perpétua, em solitária. Foi encarcerada em um aposento do castelo de Čachtice, sem portas ou janelas. A única comunicação com o exterior era uma pequena abertura para a passagem de ar e de alimentos. A condessa permaneceu aí os seus três últimos anos de vida, tendo sido encontrada morta em 21 de agosto de 1614, não se sabendo ao certo a data da sua morte, já que foram encontrados no aposento vários pratos de comida intactos. Foi sepultada nas terras dos Báthory, em Ecsed. == Julgamento e documentos == No julgamento de Isabel, não foram apresentadas provas sobre as torturas e mortes, baseando-se toda a acusação no relato de testemunhas. Foi encontrado um diário no quarto da condessa, no qual estavam registrados os nomes de cada vítima de Báthory com sua própria letra. É de destacar, também, que as confissões dos cúmplices de Báthory acerca dos crimes desta foram obtidas sob tortura. Após sua morte, os registros de seus julgamentos foram lacrados porque a revelação de suas atividades constituiria um escândalo para a comunidade húngara reinante. O rei húngaro Matias II proibiu que se mencionasse seu nome nos círculos sociais. == Descendência == * Anastasia (1574); * Anna Nadasdy (1585), casada com o conde Miklós VI de Zrinyi; * Orsolya Nadasdy (1586); * Katalin Nadasdy (1594), casada com o conde Gyorgy de Drugeth e Homonna; * Paul Nadasdy (1598-1650), casado com Judith Revay; == Báthory na cultura popular == Devido aos supostos crimes horrendos que teria cometido, Báthory tornou-se numa das personagens históricas mais inspiradoras da arte, nomeadamente a gótica: incontáveis referências lhe têm sido feitas nas áreas do cinema, literatura, música, entre outros. === Lendas === Não foi senão cem anos mais tarde que um padre jesuíta, László Turoczy, localizou alguns documentos originais do julgamento e recolheu histórias que circulavam entre os habitantes de Čachtice. Turoczy incluiu um relato de sua vida no livro que escreveu sobre a história da Hungria. Seu livro sugeria a possibilidade de Isabel ter-se banhado em sangue. Publicado no ano de 1720, o livro surgiu durante uma onda de interesse pelo vampirismo na Europa oriental. Assim começou a espalhar-se o mito de que Isabel eventualmente bebia e se banhava no sangue das meninas que matava. Escritores posteriores retomariam a história, acrescentando alguns detalhes. Duas histórias ilustram as lendas que se formaram em torno de Erzsébet Báthory, apesar da ausência de registros jurídicos sobre sua vida e das tentativas de remover qualquer menção a ela na história da Hungria: * Diz-se que certo dia a condessa, já sem o frescor da juventude, estava a ser penteada por uma jovem criada, quando esta puxou os seus cabelos acidentalmente. Instintivamente, Erzsébet virou-se para ela e espancou-a com tamanha brutalidade, que algum sangue espirrou e algumas gotas caíram na sua mão. Ao remover o sangue, pareceu-lhe que este havia rejuvenescido a sua pele. Foi após esse incidente que passou a banhar-se em sangue de virgens, pois estas não estavam corrompidas pelo pecado, sendo assim seu sangue puro e possivelmente milagroso. Reza a lenda que, em um calabouço, existia uma gaiola pendurada no teto construída com lâminas, em vez de barras. A condessa se sentava em uma cadeira embaixo desta gaiola. Então, era colocada uma donzela nesta gaiola e Ficzko espetava e atiçava a prisioneira com uma lança comprida. Esta se debatia, o que fazia com que se cortasse nas lâminas da gaiola, e o sangue resultante dos cortes banhava Erzsébet. * Uma segunda história refere-se ao comportamento de Erzsébet após a morte do marido, quando se dizia que ela se envolvia com homens mais jovens. Numa ocasião, enquanto passeava na aldeia na companhia de um desses homens, viu uma mulher de idade avançada e perguntou a ele: \"O que farias se tivesses de beijar aquela bruxa velha?\". O homem respondeu com palavras de desprezo. A velha, entretanto, ao ouvir o diálogo, acusou Erzsébet de excessiva vaidade e acrescentou que a decadência física era inevitável, mesmo para uma condessa. Diversos historiadores têm relacionado a morte do marido de Erzsébet e esse episódio com seu receio de envelhecer. Hoje em dia, também há quem creia que a condessa tenha sido, ela própria, uma vítima da ambição humana: ela era a mulher mais rica da Hungria, o próprio rei lhe devia uma fortuna, seu latifúndio correspondia a cerca de 2/3 do território húngaro e ela era, de longe, a aristocrata mais poderosa do clã Bathory. Nunca foram encontradas provas concretas dos crimes bárbaros creditados à condessa, podendo toda a história da sua vida ter sido forjada pelos nobres da época. === Literatura === Alguns livros, contos e poemas sobre ou inspirados na vida da condessa Erzsébet Báthory são: * \"Modern Marvels – Viktoriana\" - 2011 - de Wayne Reinagel, onde Báthory é descrita como filha de Drácula; * \"The Countess\" - 2010 - por Rebecca Johns (uma biografia romantizada da condessa); * \"En, Báthory Erzsébet\" (\"Eu, Isabel Báthory\") - 2010 - da escritora húngara Mária P. Szabó; * \"Unkarilainen taulu\" (\"O Retrato Húngaro\") - 2008 - do autor finlandês Mikko Karppi; * \"O Legado de Bathory\" - 2007 - do autor brasileiro Alexandre Heredia; * \"This Rough Magic\" (2003) e \"Much Fall of Blood\" (2010), livros da série \"Heirs of Alexandria\" dos autores Mercedes Lackey, Eric Flint e Dav Freer, apresentam Erzsébet como uma das principais vilãs; * \"The Blood Confession\" - 2006 - de Alisa M. Libby; * \"The Trouble With the Pears\" - 2006 - por Gia Bathory Al Babel; * \"Dead On My Feet\" - 2003 - segundo livro da série \"Half/Life\" do escritor William Mark Simmons, onde o protagonista Chris Csejthe é apresentado como descendente da condessa. O enredo, nomeadamente neste segundo livro da série, é centrado na questionável inocência de Katarina Beneczky. * \"Ella, Drácula\" - 2002 - do autor espanhol Javier García Sánchez; * \"Buffy the Vampire Slayer\" - 1998 - um dos contos apresentados no primeiro volume editado da série, \"Die Blutgrafin\", é passado no castelo de Isabel em 1609. É dada a Ildikó a missão de matar a suposta vampira, que se dizia beber sangue a fim de manter-se jovem para sempre; * \"The Blood Countess\" - 1995 - por Andrei Codrescu; * \"Daughter of the Night\" - 1994 - Elaine Bergstrom; * \"Anno Dracula\" - 1992 - de Kim Newman, apresenta Elizabeth Báthory como uma familiar do rei dos vampiros, Drácula; * \"The Blood Countess, Erzsébet Báthory of Hungary (1560–1614: A Gothic Horror Poem of Violence and Rage)\" - 1987 - do poeta americano Robert Peters; * \"Rumfuddle\" - 1973 - por Jack Vance; * \"62: Modelo para Armar\" - 1968 - do escritor espanhol Julio Cortázar, refere-se em muitas passagens à condessa Bathory; * \"The Bloody Countess\" - 1968 - uma pequena novela gótica da autora argentina Alejandra Pizarnik; * \"Sanguinarius\" - 1961 - segundo livro da trilogia \"Sardonicus\", do autor Ray Russell, onde a própria Erzsébet Báthory narra a sua história e os seus crimes; * \"Báthory Erzsébet\" - 1940 - de Kálmán Vándor; * \"Ördögszekér\" (\"O Vagão do Diabo\") - 1925 - por Sándor Makkai (aqui é contada a história de um romance incestuoso entre os sobrinhos de Isabel, Gábor Báthory e Anna, adotados pelo irmão mais velho da condessa, Estêvão Báthory; * \"Drácula\" - 1897 - de Bram Stoker. O mais famoso vampiro do mundo é inspirado nas histórias e crimes envolvendo tanto a condessa Erzsébet Báthory quanto o príncipe Vlad III, o Empalador; * \"Ewige Jugend\" (\"Juventude Eterna\") - 1886 - por Leopold von Sachor-Masoch; * \"Carmilla\" - 1872 - o primeiro romance vampiresco da história da literatura, escrito por Sheridan Le Fanu. Conta a história da jovem Laura, que é lentamente atacada e seduzida por uma vampira de nome Carmilla, que é, na verdade, um disfarce da condessa Mircalla Karnstein, supostamente morta há séculos. * \"Báthory Erzsébet: történeti beszély két énekben\" (\"Erzsébet Báthory: Um Conto Histórico em Dois Cânticos\") - 1847 - do poeta húngaro Sándor Vachott; ** \"Lady Killers \" - 2017 - Um livro aonde conta sobre varias mulheres assassinas ao longo da história, Báthory foi a primeira citada no livro onde a citam como \" A condessa sangrenta \". O livro foi feito pela escritora Tori Telfer. === Televisão === Báthory serviu de inspiração para a criação da Condessa Elizabeth, personagem da 5.ª temporada do seriado American Horror Story intitulada \"Hotel\". A Condessa foi interpretada por Lady Gaga, papel que lhe rendeu um Globo de Ouro em 2016. O mesmo seriado recriou a cena do suposto banho de sangue de Báthory na 4.ª temporada (Freak Show), na qual o vilão Dandy, interpretado por Finn Wittrock, entra em uma banheira com o sangue de sua própria mãe Báthory também é citada na novela brasileira O Beijo do Vampiro, no qual a personagem vilã, Marta, é considerada a reencarnação da condessa sanguinária; por esta razão, o vampiro Bóris Vladescu a teria transformado em vampira, com a mordida em seu pescoço, pois ele gostava do seu mau caráter, o que ele considerava uma das virtudes dos vampiros. Sendo assim, o seu nome se tornou Marta Bathory Vladescu, mais conhecida como Marta Morta. == Ver também == * Lista de assassinos em série por número de vítimas * Vlad III, o Empalador Categoria:Casa de Báthory Categoria:Condessas Categoria:Assassinos em série da Hungria Categoria:Criminosos da Hungria Categoria:Vampirismo Categoria:Nobres da Hungria Categoria:Mulheres do século XVI Categoria:Mulheres do século XVII Categoria:Torturadores Categoria:Húngaros do século XVI",
 "title": "Isabel Bathory"
}