{
 "id": "6117",
 "text": "Folgosa é uma freguesia portuguesa do município de Armamar, com 4,8 km² de área e 334 habitantes (censo de 2021). A sua densidade populacional é . É a freguesia mais a norte do seu município está situada na margem esquerda do rio Douro. Folgosa teve foral atribuído por D. Sancho I em 1188. Pertenceu ao Concelho de Barcos até às reformas do liberalismo no século passado. A paisagem envolvente é dominada pelo rio, que corre a seus pés, e pelas quintas onde se produz o famoso vinho do porto. Mesmo ao lado está uma das maiores de todo o Douro: a Quinta dos Frades. A Quinta da Folgosa, como antigamente era chamada, pertenceu ao Mosteiro de Salzedas por doação desde 1256 (daí a posterior designação de Quinta dos Frades). Após a extinção das ordens religiosas, a quinta foi arrematada em hasta pública a 6 de novembro de 1841 pelo 1.º barão da Folgosa, Jerónimo de Almeida Brandão e Sousa. Em 1911, produzia então 300 pipas de vinho, passou a pertencer ao comendador Delfim Ferreira. Para além da Quinta dos Frades merece também referência outra, a Quinta da Penha, que ficou submersa pelas águas do Douro aquando da construção da Barragem de Bagaúste. Do património da freguesia fazem parte: a igreja paroquial, da Sra. da Graça, a capela de Santa Bárbara, a capela de Sta. Teresinha (particular), capela de S. Bernardo (Quinta dos Frades) e a capela de Sta. Rita (Quinta da Redoída ou do Porto). Para além deste património religioso a Folgosa teve em tempos Casa da Roda onde se recolhiam crianças recém-nascidas abandonadas. A economia de Folgosa desenvolve-se em torno da agricultura com o cultivo das vinhas e dos olivais. Encostada ao Douro, é na Folgosa que se produzem uvas de excelente qualidade para os vinhos do porto e douro. A indústria também assume algum relevo: existem indústrias transformadoras de óleo de azeite e destilação de vinhos. Em Folgosa foi construído um cais para acostagem de embarcações de pequeno, médio e grande porte. Numa iniciativa do Instituto Portuário e do Transportes Marítimos, esta obra pode ser aproveitada para captar para o Município o grande número de turistas que percorrem o Douro de barco. É uma infraestrutura que tem tanto de bonito como pode vir a ter de importante no desenvolvimento do turismo em Armamar. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 68 84 275 76 2011 59 39 226 104 2021 24 29 163 118 == Património == * Marco granítico n.º 83 == Ligações externas == * Categoria:Freguesias de Armamar",
 "title": "Folgosa (Armamar)"
}