{
 "id": "61181",
 "text": "Cortes (do termo latino cohorsCortes, in Infopédia, Porto: Porto Editora, 2003-2012. (Consult. 2013-03-18).) foram órgãos políticos de carácter parlamentar, consultivo e deliberativo das monarquias tradicionais pelo rei, ou em seu nome, as diferentes classes sociais estabelecidas três Ordens: o Primeiro Estado, que correspondia ao \"braço\" do clero; o Segundo Estado, que era o \"braço\" da nobreza; e o Terceiro Estado, que era o \"braço\" do povo. A designação de Cortes provém do nome de corte dado a cada uma das várias audiências pelas quais se desenvolviam os trabalhos da assembleia. Todavia, para elas, há diferentes designações: cúria, concílio e parlamento; segundo Armindo de Sousa, estas designações chegaram a ser dezasseis. ==Cortes em Portugal== ===Origem=== As Cortes têm origem na antiga Cúria Régia, órgão puramente consultivo que assessorava a Monarquia na resolução de diversas questões, ainda no tempo do Condado Portucalense, sendo que a primeira Cúria documentada para o Reino de Portugal reuniu-se em Coimbra, em 1211, nos primeiros meses do reinado de D. Afonso II. ===Composição e funcionamento=== As Cortes de Portugal eram compostas pelo clero (prelados diocesanos, representantes dos cabidos e superiores das ordens religiosas), pela nobreza e pelo povo (que era representado pelos procuradores dos concelhos e por algumas pessoas ilustres). Os concelhos que tinham direito a participar eram cerca de uma centena: nas Cortes de Lisboa (1502) compareceram 127 concelhos e nas Cortes de Lisboa (1641) um total de 104. Funcionavam por convocatória do rei em sessões ordinárias, antecedidas por sessões solenes. Na sessão solene, era proferido um discurso de abertura, a cargo de alguém nomeado pelo rei. Neste discurso, eram, apresentados, os motivos da convocação. Os trabalhos das cortes desenrolavam-se em reuniões separadas de cada um dos três braços, que, cada um por si, apresentavam, ao rei, as suas petições ou conclusões. O rei, a todos, respondia posteriormente, cabendo-lhe, em caso de impasse ou não, a decisão final. A duração dos trabalhos decorria por tempo indeterminado até que terminassem os assuntos a discutir; pode, contudo, afirmar-se que a sua duração média seria de um mês. Muitas vezes, foram designadas por \"Cortes Gerais\" (na ortografia arcaica, Côrtes Geraes) especialmente quando realizadas para o eleger e aclamar. Mas, formalmente, as cortes limitavam-se a formular pedidos ao rei, sobre questões de interesse geral do reino ou de interesse de alguma localidade particular ou de algum grupo socioprofissional. Estes pedidos tiveram o nome de agravamentos, artigos e, a partir de 1406, de capítulos. Se o rei deferisse esse pedido, entendia-se que tal decisão assumia o valor de lei. Quanto aos seus antecedentes, enquanto Gama Barros os encontra nos concílios nacionais da monarquia visigoda, Sanchez-Albornoz filia-as na Cúria Régia, órgão auxiliar dos reis. Inicialmente, a participação na cúria constituía um ato de vassalagem e não uma prerrogativa, mas progressivamente estas assembleias evoluíram para um modelo cada vez menos palaciano e cada vez mais assente na abordagem dos problemas políticos, económicos e legislativos. As Cortes só o passam a ser efetivamente a partir do momento em que nelas passa a ter assento permanente o \"braço do povo\", através dos representantes dos concelhos, para além da nobreza e do clero, que já anteriormente se encontravam mais próximos do rei. Desde muito cedo, se estabeleceu o costume de as questões tributárias serem decididas com o acordo das Cortes; assim estas começaram por afirmar a sua competência em matérias de quebra de moeda ou de compensação tributária suplementar, estendendo-se, depois, também por costume, a esfera da necessidade do seu acordo à criação de novos impostos e autorizações de empréstimos, assim como já foi referido a resolução de situações de ausência de herdeiro legítimo da Coroa ou decisão da atribuição da regência a um de vários pretendentes ao trono legítimos, reconhecimento e aclamação do soberano ou do herdeiro. O período áureo das Cortes em Portugal, em maior número, corresponde aos séculos XIV e XV. Sendo as primeiras realizadas em Leiria em 1254. A sua decadência começa com a evolução das ideias dos legistas, que foram tornando o rei menos dependente dos grandes senhores nobres, e com a expansão económica ultramarina que o libertava dos impostos extraordinários exigidos a todos. ==Cortes em França e a Revolução Francesa== Também chamadas de Assembleia dos Estados Gerais no contexto da França do Antigo Regime, foram um dos impulsionadores da Revolução Francesa de 1789. Face à seriedade e às proporções da crise econômica francesa, Jacques Necker, Ministro das Finanças de Luís XVI de França propôs a cobrança de impostos ao clero e à nobreza, causando a chamada Revolta Aristocrática (1787-1789). Pressionado, o soberano convocou os Estados Gerais, assembleia que não se reunia desde 1314, quando reinava Filipe, o Belo. A assembleia dos Estados Gerais reuniu-se em maio de 1789 no Palácio de Versalhes, com o objetivo não declarado de conseguir que o Terceiro Estado arcasse com os impostos que o clero e a nobreza se recusavam a pagar. Estes dois estados tentaram diversas manobras para conter o ímpeto reformista do Terceiro Estado, cujos representantes pretendiam apresentar as reclamações do povo (Cahiers de Doleances). Dada a intransigência dos estados dominantes, os representantes do Terceiro Estado se reuniram em separado, a 15 de junho de 1789, precipitando a revolução. ==Ver também== * Sociedade de Ordens * Cúria Régia * Real Corte de St. James * Corte (realeza) * Cortes Gerais e Extraordinárias da Nação Portuguesa * Cortes Catalãs * Cortes Gerais (Espanha) * Listas de Cortes na Península Ibérica: **Lista de cortes em Portugal ** e as anteriores à unificação da Espanha, no seu seio: ***Lista de cortes de Castela, ***Lista de cortes da Catalunha e ==Ligações externas== * Cortes, in Infopédia, Porto: Porto Editora, 2003-2012. (Consult. 2013-03-18). * Aclamações e Cortes, ANTT * Evolução das Cortes portuguesas no espaço e no tempo I, O Despertar, por Mário Nunes",
 "title": "Cortes (política)"
}