{
 "id": "61192",
 "text": "A palavra fidalgo, usada em Portugal (em Espanha \"hidalgo\"), surge da aglutinação de filho-de-algo.\"Os Sanches de Vila Viçosa\", José Rodrigo Dias Sanches, Lisboa, 1970, p. 130 Significa isto que tinha alguma coisa em bens ou em condição nobre.Fidalgo, Portugal - Dicionário Histórico, Corográfico, Heráldico, Biográfico, Bibliográfico, Numismático e Artístico, Volume III, págs. 452-453, Edição em papel © 1904-1915 João Romano Torres - Editor, Edição electrónica © 2000-2015 Manuel Amaral Por sua vez, \"hidalgo\" vem de \"hijodalgo\" quer dizer \"hijo de algo\", ou seja, os seus ascendentes tinham-se distinguido por seus feitos ou pela sua posição, tinham tido “algo”.Gabinete Heráldico, ¿Qué son los hidalgos?, http://www.heraldicabc.com/hidalgos.htm (acedido em 19-03-2017 A palavra foi importada de Castela a partir do século XV, quando o Rei D. Afonso V de Portugal mandou operar a reforma centralizadora da Casa Real Portuguesa, instituindo as moradias. Isso aconteceu para distinguir os cavaleiros e escudeiros de nobreza herdada ou linhagem, de aqueles que apenas gozavam tais títulos em virtude de graça especial do soberano. == Evolução do conceito de fidalgo== A origem da palavra vem do leonês fijodalgo, da qual derivou a palavra castelhana hidalgo, mas a palavra portuguesa fidalgo nada tem que ver em significado com \"hidalgo\", como se pode ver consultando Ferrari. Segundo este autor, a fidalguia tem origem na liberdade individual que gozavam os povos cantábricos e asturianos desde tempos dos romanos, direito que foi reconhecido na Península Ibérica a seguir à Reconquista, sob o comando de Pelágio. Ser fidalgo era ser homem livre: livre de pagar tributos (\"pechos\") e de prestar ou não vassalagem, a quem quisesse, bem como poder ocupar qualquer cargo ou ofício desde o mais modesto ao mais elevado e tinha privilégios como a inviolabilidade do seu domicílio, ser julgado apenas pelos seus pares, não ter que suportar alojamentos de tropas e transmitir a fidalguia a seus filhos por via varonil, por sangue, sem qualquer outro requisito. Os tributados (\"pecheros\") eram indivíduos residentes naquelas terras mas não descendentes dos habitantes de origem, que seguiram Pelágio. Assim, na Cantábria quase todos os habitantes eram fidalgos (no séc. XVIII 90% eram fidalgos, enquanto na Andaluzia apenas 5%). Por isso, havia fidalgos em todas as condições económicas e ofícios, desde o sapateiro, pedreiro, canteiro, pastor, lenhador, abastados proprietários e, até, mendigos. Ferrari, Juan José Leñero, “La Hidalguía en el Pueblo Cantabro, Su carácter casi universal y la razón de su origen en las montañas de Santander. Análisis de padrones de los SS XVI-XIX. Linajes principales en algunos lugares y condición histórico social”, http://www.anievas.org/enlaces61.htm Em Portugal a fidalguia transmitia-se por pai ou mãe que a tivessem e os fidalgos tinham o privilégio de exercício exclusivo de certas profissões (como a de juíz, vereador das vilas ou cidades, juíz de fora e outros lugares da magistratura, capitão-mor, alcaide-mor e outras), não acessíveis a plebeus, estando-lhes vedado o exercício de ofícios mecânicos (que eram os que se baseavam no esforço físico), perdendo a fidalguia se os praticassem. Exceptuavam-se alguns casos, como aqueles em que fossem proprietários de terrenos, que podiam eles próprios trabalhar. Também, se a roda da sorte os levasse à miséria, havia \"ofícios neutros\" que podiam exercer para sobreviverem, sem perderem a fidalguia (por exemplo, tabelião, escrivão, alcaide, meirinho, banqueiro, arquitecto, agricultor da própria fazenda, negociante de grosso trato, piloto de qualquer nau, mestre de embarcação, mestre de ler escrever e contar, professor de filosofia, retórica, gramática latina ou grega, entre outras). Oliveira, Luís da Silva Pereira, Privilegios da Nobreza, e Fidalguia de Portugal, Lisboa, 1806 (Livros Google, http://books.google.com/books?id=1_dHAAAAMAAJ&printsec;=frontcover&dq;=Privilegios+da+nobreza,+e+fidalguia+de+Portugal,+Por+Luiz+da+Silva+Pereira+Oliveira&source;=bl&ots;=ddoJ8gqn80&sig;=XEwSngCjOKkVwyHgsZjdtswUNiw&hl;=en&ei;=7NXMS7vQKdH- _AbU3cmFBg&sa;=X&oi;=book_result&ct;=result&resnum;=1&ved;=0CAkQ6AEwAA#v=onepage&q;&f;=false, p. 26; p. 29; p. 129; p. 182; p. 186; pp. 200-208 Até à época de D. Afonso V o principal título de nobreza português, com excepção dos da Família Real, continuava a ser o de rico-homem. Oliveira, Luís da Silva Pereira, Privilegios da Nobreza, e Fidalguia de Portugal, Lisboa, 1806 (Livros Google, http://books.google.com/books?id=1_dHAAAAMAAJ&printsec;=frontcover&dq;=Privilegios+da+nobreza,+e+fidalguia+de+Portugal,+Por+Luiz+da+Silva+Pereira+Oliveira&source;=bl&ots;=ddoJ8gqn80&sig;=XEwSngCjOKkVwyHgsZjdtswUNiw&hl;=en&ei;=7NXMS7vQKdH- _AbU3cmFBg&sa;=X&oi;=book_result&ct;=result&resnum;=1&ved;=0CAkQ6AEwAA#v=onepage&q;&f;=false, pp.213-215 Eram principalmente nobres de linhagem, mas o rei, quer por recompensa de serviços prestados, quer por valor pessoal do indivíduo, ou até por compra, podia fazer rico-homens. Já a categoria inferior dos infanções, composta por aqueles que descendiam de fidalgos, por linhagem, não podia ter origem em decisão do rei, desfrutando de estatuto social e jurídico semelhante ao dos \"hidalgos\" castelhanos, e dos \"infanzones\" navarros. A palavra fidalgo, etimologicamente, a aglutinação de filho-de-algo, passa então a designar a camada social não titulada que tinha o estatuto de nobre hereditário, juntamente com os titulares, os senhores de terras, com jurisdição, e os alcaides-mores. Segundo as Ordenações Afonsinas, este algo quer dizer homem de bem, \"segundo linguagem de Espanha\". Oliveira, Luís da Silva Pereira, Privilegios da Nobreza, e Fidalguia de Portugal, Lisboa, 1806 (Livros Google, http://books.google.com/books?id=1_dHAAAAMAAJ&printsec;=frontcover&dq;=Privilegios+da+nobreza,+e+fidalguia+de+Portugal,+Por+Luiz+da+Silva+Pereira+Oliveira&source;=bl&ots;=ddoJ8gqn80&sig;=XEwSngCjOKkVwyHgsZjdtswUNiw&hl;=en&ei;=7NXMS7vQKdH- _AbU3cmFBg&sa;=X&oi;=book_result&ct;=result&resnum;=1&ved;=0CAkQ6AEwAA#v=onepage&q;&f;=false, p.216 Porém é necessário compreender que este fidalgo genérico, não titulado, subentende \"de linhagem\" na coloquialidade. É então que a pouco e pouco a nova expressão fidalgo de linhagem substitui paulatinamente o antigo termo infanção, caído em desuso, categoria herdada por via paterna ou materna, ao contrário da categoria de fidalgo de solar conhecido, que exigia comprovação de nobreza de todos os quatro avós do chefe da linhagem assim reconhecida. Fidalgo de solar conhecido era aquele que vivia numa casa com brasão de armas, na qual tinha sucedido a seu pai. Oliveira, Luís da Silva Pereira, Privilegios da Nobreza, e Fidalguia de Portugal, Lisboa, 1806 (Livros Google, http://books.google.com/books?id=1_dHAAAAMAAJ&printsec;=frontcover&dq;=Privilegios+da+nobreza,+e+fidalguia+de+Portugal,+Por+Luiz+da+Silva+Pereira+Oliveira&source;=bl&ots;=ddoJ8gqn80&sig;=XEwSngCjOKkVwyHgsZjdtswUNiw&hl;=en&ei;=7NXMS7vQKdH- _AbU3cmFBg&sa;=X&oi;=book_result&ct;=result&resnum;=1&ved;=0CAkQ6AEwAA#v=onepage&q;&f;=false, pp.225-226 O brasão de armas carecia de autorização do rei (sem isso, o uso indevido era crime fortemente punido) e exigia a prova da sua linhagem nobre até aos bisavós sendo, por isso, autêntica fonte histórica para um edfício que o exiba. Oliveira, Luís da Silva Pereira, Privilegios da Nobreza, e Fidalguia de Portugal, Lisboa, 1806 (Livros Google, http://books.google.com/books?id=1_dHAAAAMAAJ&printsec;=frontcover&dq;=Privilegios+da+nobreza,+e+fidalguia+de+Portugal,+Por+Luiz+da+Silva+Pereira+Oliveira&source;=bl&ots;=ddoJ8gqn80&sig;=XEwSngCjOKkVwyHgsZjdtswUNiw&hl;=en&ei;=7NXMS7vQKdH- _AbU3cmFBg&sa;=X&oi;=book_result&ct;=result&resnum;=1&ved;=0CAkQ6AEwAA#v=onepage&q;&f;=false, pp.235-244 == A fidalguia na monarquia portuguesa == A fidalguia, na Monarquia Portuguesa, constituía uma categoria social e jurídica própria. Só no reinado de D. Afonso II é que em Portugal foi criado o título de fidalgo, para distinguir os cavaleiros e escudeiros de antiga nobreza daqueles que apenas gozassem destes títulos por recente graça régia. Mas posteriormente, no tempo de D. Dinis (Dinis I de Portugal), também se utilizou a palavra fidalgo, só que não era um título de honra e nobreza como viria a ser no tempo de D. Afonso V. Depois de D. Afonso V, todos os reis criaram categorias formais de fidalgos, inscritos nos livros reais em três categorias diversas na sua importância, fidalgos esses que integravam indiscutivelmente a nobreza hereditária do reino.Oliveira, Luís da Silva Pereira, Privilegios da Nobreza, e Fidalguia de Portugal, Lisboa, 1806 (Livros Google, http://books.google.com/books?id=1_dHAAAAMAAJ&printsec;=frontcover&dq;=Privilegios+da+nobreza,+e+fidalguia+de+Portugal,+Por+Luiz+da+Silva+Pereira+Oliveira&source;=bl&ots;=ddoJ8gqn80&sig;=XEwSngCjOKkVwyHgsZjdtswUNiw&hl;=en&ei;=7NXMS7vQKdH- _AbU3cmFBg&sa;=X&oi;=book_result&ct;=result&resnum;=1&ved;=0CAkQ6AEwAA#v=onepage&q;&f;=false, pp.219-220 Aos novos fidalgos, não de linhagem nem de solar, chegados à fidalguia por mercê do soberano, era dado um pouco depreciativamente pelos seus pares o nome de fidalgos do Livro. Note-se que a demora na troca dos conceitos de infanção para o de fidalgo levou muito tempo a realizar-se. Tanto assim é que, até a reforma dos moradores na corte de D. Sebastião, em documento nenhum se encontra registada a categoria de fidalgo para os moradores assentes nos livros régios: sempre os mesmos são apenas designados como cavaleiros da Casa Real. Oliveira, Luís da Silva Pereira, Privilegios da Nobreza, e Fidalguia de Portugal, Lisboa, 1806 (Livros Google, http://books.google.com/books?id=1_dHAAAAMAAJ&printsec;=frontcover&dq;=Privilegios+da+nobreza,+e+fidalguia+de+Portugal,+Por+Luiz+da+Silva+Pereira+Oliveira&source;=bl&ots;=ddoJ8gqn80&sig;=XEwSngCjOKkVwyHgsZjdtswUNiw&hl;=en&ei;=7NXMS7vQKdH- _AbU3cmFBg&sa;=X&oi;=book_result&ct;=result&resnum;=1&ved;=0CAkQ6AEwAA#v=onepage&q;&f;=false, pp.217-220 Foi o rei D. Sebastião quem mandou reformar o estatuto dos cavaleiros residentes na sua corte, assentes no Livro das Moradias, por onde recebiam moradia (dinheiro) e cevada para o seu cavalo, tendo feito a classificação desses fidalgos em duas ordens de muito diferente importância. Nessa nova classificação que vigorou a partir do fim do século XVI, visível no Regimento da Mordomia-Mor do Rei de Portugal D. Sebastião, os seus fidalgos passaram a organizar-se em duas ordens ou classes. Oliveira, Luís da Silva Pereira, Privilegios da Nobreza, e Fidalguia de Portugal, Lisboa, 1806 (Livros Google, http://books.google.com/books?id=1_dHAAAAMAAJ&printsec;=frontcover&dq;=Privilegios+da+nobreza,+e+fidalguia+de+Portugal,+Por+Luiz+da+Silva+Pereira+Oliveira&source;=bl&ots;=ddoJ8gqn80&sig;=XEwSngCjOKkVwyHgsZjdtswUNiw&hl;=en&ei;=7NXMS7vQKdH- _AbU3cmFBg&sa;=X&oi;=book_result&ct;=result&resnum;=1&ved;=0CAkQ6AEwAA#v=onepage&q;&f;=false, pp.213-222 Primeiros em grau de importância e distintos entre a sua hierarquia, os Fidalgos do Conselho, com direito a honras de Marquês, eram todos os conselheiros privados oficialmente nomeados pelo rei para membros do seu Conselho. Seguiam-se por ordem de importância os restantes graus: *1.ª Ordem: :1.º Grau: Fidalgo Cavaleiro :2.º Grau: Fidalgo Escudeiro :3.º Grau: Moço Fidalgo :4.º Grau: Fidalgo Capelão, para os eclesiásticos * 2.ª Ordem: :1.º Grau: Cavaleiro Fidalgo :2.º Grau: Escudeiro Fidalgo :3.º Grau: Moço da Câmara Não era raro ver um escudeiro-fidalgo da segunda ordem ascender a fidalgo-cavaleiro de primeira nobreza; era-lhe todavia forçoso passar por todos os graus nobiliárquicos apontados. Já no século XIX e princípio do séc. XX, durante o período de tempo que deu início ao Liberalismo até à implantação de República portuguesa, apenas se conservavam dois: o de moço-fidalgo e o de fidalgo-cavaleiro. Abaixo destes criados fidalgos seguiam-se todos os criados não fidalgos, inscritos nos livros, recebendo pelas suas funções mais humildes, como cavalariços, porteiros, reposteiros, etc. As mulheres podiam ser Donas, Damas ou Açafatas, etc. Note-se que na linguagem coloquial, a designação de fidalgo ou era genérica, de linhagem, ou ainda de solar conhecido; ou então era necessariamente uma referência aos fidalgos da primeira ordem; os da segunda ordem eram simplesmente designados como cavaleiros da Casa, ou escudeiros da Casa, ou moços da Casa. == Fidalgo da Casa Real == A seguir à categoria do fidalgo com moradia, recebendo contia para residir e servir na sua casa o seu senhor, vinha sempre a designação da Casa onde servia: fidalgo cavaleiro da Casa Real, abreviado em FCCR, por exemplo, ou moço da câmara, por exemplo. Fidalgos da Casa Real (FCR) eram os que estavam assentados nos \"Livros d'el-Rei\", e que tinham deveres de prestação de serviços, recebendo mensalmente, por isso, um montante em dinheiro, designado por moradia, e uma quantidade de cevada. Para terem assento nesses livros tinham que se habilitar com quatro certidões: a do seu baptismo, a do casamento de seus pais, certidão tirada do livro de mercês comprovativa que seu pai ou avô já gozava deste estatuto e a quarta era uma atestação passada e jurada por dois fidalgos, comprovando-lhe a identidade,naturalidade e residência, a filiação dele e a de seus pais e avós, que seu pai ou avô já era FCR, além de outros requisitos. Oliveira, Luís da Silva Pereira, Privilegios da Nobreza, e Fidalguia de Portugal, Lisboa, 1806 (Livros Google, http://books.google.com/books?id=1_dHAAAAMAAJ&printsec;=frontcover&dq;=Privilegios+da+nobreza,+e+fidalguia+de+Portugal,+Por+Luiz+da+Silva+Pereira+Oliveira&source;=bl&ots;=ddoJ8gqn80&sig;=XEwSngCjOKkVwyHgsZjdtswUNiw&hl;=en&ei;=7NXMS7vQKdH- _AbU3cmFBg&sa;=X&oi;=book_result&ct;=result&resnum;=1&ved;=0CAkQ6AEwAA#v=onepage&q;&f;=false, pp.229-230 Os Fidalgos da Casa Real tinham privilégios que o simples Fidalgo não usufruía. Um deles era terem automaticamente a categoria de cadete quando assentassem praça nas tropas, sem necessidade de alguma prova de ascendência, enquanto os outros fidalgos eram obrigados a provar que por seus pais e todos os seus quatro avós tinham \"nobreza notória sem fama em contrário\", pois sem isso seriam simples soldados. O mesmo acontecia com os guarda-marinhas e aspirantes a guarda-marinha.Oliveira, Luís da Silva Pereira, Privilegios da Nobreza, e Fidalguia de Portugal, Lisboa, 1806 (Livros Google, http://books.google.com/books?id=1_dHAAAAMAAJ&printsec;=frontcover&dq;=Privilegios+da+nobreza,+e+fidalguia+de+Portugal,+Por+Luiz+da+Silva+Pereira+Oliveira&source;=bl&ots;=ddoJ8gqn80&sig;=XEwSngCjOKkVwyHgsZjdtswUNiw&hl;=en&ei;=7NXMS7vQKdH- _AbU3cmFBg&sa;=X&oi;=book_result&ct;=result&resnum;=1&ved;=0CAkQ6AEwAA#v=onepage&q;&f;=false, p.268 Dentro da fidalguia da Casa Real, era possível transitar da categoria mais baixa para a mais elevada, desde que grau a grau, por acrescentamento. Qualquer mercê de fidalguia tinha inerente uma quantia a título de moradia, normalmente fixa de acordo com o grau concedido, bem como uma quantidade de cevada por dia. Por exemplo, a moradia de moço da câmara era de $406 réis e, no outro extremo, a moradia de fidalgo cavaleiro era normalmente de 1$600 réis. Moradias maiores indiciavam um estatuto maior para o fidalgo que delas beneficiava. Por outro lado, a partir de determinada altura, só recebiam as moradias os fidalgos que exerciam na Corte. Na ordem da Nobreza da Casa Real está em primeiro lugar o escudeiro fidalgo, em segundo lugar o moço da câmara e em terceiro lugar o cavaleiro fidalgo, segundo nos afirma D. António Caetano de Sousa na História Genealógica da Casa Real, Liv. VI, t. V, p. 329. Ed. Coimbra. Durante algum tempo foram designados por fidalgos com exercício somente aqueles que serviam o soberano no Paço, o que tornou alguns foros de menor qualidade mais apetecíveis, como era o caso de moço fidalgo, que passou até a ter, nestes casos, a designação de moço fidalgo com exercício no Paço. Mas depois generalizou-se esta denominação a todos os nobres, embora afastados do Paço Real. Gozar foro de fidalgo quer dizer haver sido feito fidalgo quando o pai o não era, e o foro podia ser conferido pelos príncipes e infantes: mas para fazer fidalgos era necessária a sanção do rei. == Filho legítimo de pai fidalgo == A simples prova de ser filho legitimo de pai fidalgo era o bastante para adquirir essa categoria de nobreza. Por isso se chama filhamento ao acto pelo qual se concedia essa distinção a quem não era filho de pai fidalgo. Segundo o autor que a seguir se referencia, filhamento ou foro de fidalgo era a mesma coisa e foi inventado pela política de D. Afonso V para \"com uma folha de papel remunerar grandes serviços sem esgotar o Erário\".Oliveira, Luís da Silva Pereira, Privilegios da Nobreza, e Fidalguia de Portugal, Lisboa, 1806 (Livros Google, http://books.google.com/books?id=1_dHAAAAMAAJ&printsec;=frontcover&dq;=Privilegios+da+nobreza,+e+fidalguia+de+Portugal,+Por+Luiz+da+Silva+Pereira+Oliveira&source;=bl&ots;=ddoJ8gqn80&sig;=XEwSngCjOKkVwyHgsZjdtswUNiw&hl;=en&ei;=7NXMS7vQKdH- _AbU3cmFBg&sa;=X&oi;=book_result&ct;=result&resnum;=1&ved;=0CAkQ6AEwAA#v=onepage&q;&f;=false, p.220 Todos os foros concedidos de novo emanavam do Rei, constituindo uma mercê nova. Contudo, os foros também se transmitiam por sucessão automática a todos os filhos ou netos varões legítimos dos fidalgos inscritos nos livros régios (Livro das Matrículas da Casa Real, Registo Geral de Mercês ou, depois de 1755, a Mordomia-Mor). Neste caso, e de acordo com o Regimento da Mordomia- Mor, o Mordomo-Mor inscrevia directamente o requerente nos livros régios, sem necessidade de consulta ao Rei, já necessária quando os novos fidalgos eram netos por via materna de anteriores fidalgos com foro. O Regimento da mordomia-mor previa ainda situações atípicas, em que filhos ou netos ilegítimos de fidalgos poderiam ser filhados, por exemplo se prestassem serviço em África ou na Índia durante determinado período de tempo. Gozar do foro de fidalgo quer dizer haver sido feito fidalgo quando o pai o não era. E embora príncipes e fidalgos de grandes casas pudessem fazer os próprios fidalgos dessas suas casas, só o rei podia fazer fidalgos da Casa Real. Era necessária a sanção do rei para essa categoria, a mais ambicionada, embora também de muito prestígio fossem os fidalgos criados nas casas da Rainha, e dos Infantes, e mesmo nas de alguns outros grandes senhores como na Casa de Bragança, na dos Duques de Coimbra, na dos Duques de Vila Real e de Caminha, etc. Os duques de Bragança ou os capitães de África, nos séculos XV ou XVI, tinham a prerrogativa de darem o grau de cavaleiro, mas as suas nomeações careciam de confirmação régia, de acordo com o direito aplicável, as Ordenações, Liv. 2, Tít. 60 das Ordenações Filipinas. Porém, se o rei ou o senhor podia conceder o grau de cavalaria, esse facto não implicava a concessão de fidalguia caso ela não fosse preexistente, para o que era necessário provar com testemunhas os quatro costados nobres do agraciado, ou como atrás ficou dito, ser-se-ia apenas um (1º) fidalgo do Livro. Consultando as Ordenações do Reino muito se encontra de interessante acerca da fidalguia.http://www.arqnet.pt/dicionario/fidalgo.html A 30 de Abril de 1804, o Príncipe Regente determinara, por Alvará, que fosse dado o tratamento de senhoria aos moços da câmara, às donas e açafatas. (Liv. IX do Registo da Secretaria de Estado dos Negócios do Reino, fls. 197, Imprensa Régia). Esta determinação confirmava outra, nos mesmos termos, feita por D. Maria I e D. Pedro III a 21 de Maio de 1777. == Evolução após a queda do Antigo Regime == A Revolução Liberal portuguesa de 1820 teve como consequência a realização de eleições para as Cortes Constituintes cujos deputados elaboraram a Constituição de 1822.http://www.arqnet.pt/portal/portugal/liberalismo/lib1820.html(acedido em 24-03-2017) Aceite e jurada pelo rei D. João VI de Portugal, regressado do Brasil, aboliu os privilégios dos nobres, ao estabelecer que \"A lei é igual para todos. Não se devem portanto tolerar privilégios do foro nas causas cíveis ou crimes, nem comissões especiais ...\" e que \"Todos os Portugueses podem ser admitidos aos cargos públicos, sem outra distinção que não seja a dos seus talentos e das suas virtudes\", bem como \"Os ofícios públicos não são propriedade de pessoa alguma. O número deles será rigorosamente restrito ao necessário. As pessoas, que os houverem de servir, jurarão primeiro observar a Constituição e as leis; ser fiéis ao Governo; e bem cumprir suas obrigações\". Assim, à luz destes princípios a fidalguia deixava de ter importância económica e social. CONSTITUIÇÃO DE 1822,http://www.fd.unl.pt/Anexos/Investigacao/7511.pdf, artigos, 9º, 12º e 13º, respectivamente (acedido em 24-03-2017) A seguir à morte de D. João VI em 1826 D. Pedro IV assumiu o trono e promulgou a Carta Constitucional portuguesa de 1826, que substituiu aquela Constituição e repôs todas as regalias e privilégios à nobreza hereditária. Porém, em 1828 iniciou-se a Guerra Civil Portuguesa em que os absolutistas (liderados por D. Miguel I de Portugal), foram derrotados na batalha da Asseiceira e assinaram a paz na Convenção de Evoramonte em 1834. Os nobres, na sua maior parte, foram miguelistas; uma vez derrotados foram politicamente banidos e saíram profundamente afectados, com as suas casas endividadas, arruinadas financeiramente sem qualquer apoio da Coroa. https://www.publico.pt/culturaipsilon/jornal/como-sao-os-nobres- portugueses-130345 (acedido em 24-03-2017) A partir da queda definitiva do Antigo Regime em 1834, com as leis de Mouzinho da Silveira, ou segundo alguns do Pombalismo ou, sobretudo, do liberalismo, dá-se uma mutação significativa, com um alargamento exponencial da nobreza, falando-se até em Nobres de acaso (Marquês de Alorna). Segundo um projecto de 1802 e para lá das classificações jurídicas, \"a nobreza em geral divide-se em grandeza, nobreza antiga e nobreza moderna\" (documento citado por José Norton, na introdução às Memórias do Marquês de Alorna, 2008). É famoso o dito de Almeida Garrett: \"Foge ladrão que te fazem barão! Para onde, se me fazem visconde?\". https://www.publico.pt/culturaipsilon/jornal/como-sao-os-nobres- portugueses-130345 (acedido em 24-03-2017)É mais frequente ouvir-se o dito com \"foge cão\" em vez de \"foge ladrão\", como neste artigo:http://observador.pt/especiais/condecoracoes-no-10-junho-as-nao/ (acedido em 24-03-2017) Com efeito, durante a Monarquia Liberal, a segunda ordem dos fidalgos da Casa Real é abolida, mantendo-se também por pouco tempo o título de fidalgo do Conselho, logo eliminado no entanto por Silva Carvalho com a redesignação moderna de conselheiro de Estado; restarão, até 1910, os títulos de fidalgo cavaleiro, e de moço fidalgo, com ou sem exercício, pois que o de fidalgo escudeiro também então é abolido. A grande diferença dos foros da Casa Real depois de 1834, porém, foi a de partilharem o destino dos demais títulos nobiliárquicos portugueses - que até aí eram sempre acompanhados da mercê de bens, rendas, ou usufruto de propriedades da Coroa, enquanto a partir daí passam a ser meramente honoríficos, e chorudamente pagos pelos agraciados, engrossando-se com esse imposto os cofres do Estado. No caso da fidalguia portuguesa, criada pelos reis de Portugal até 5 de Outubro de 1910, os livros de matrículas da Casa Real e a mordomia-mor podem ser consultados no Instituto dos Arquivos Nacionais - Torre do Tombo, em Lisboa. == Ver também == *Fidalgo do Conselho *Cavalaria medieval *Fidalgo cavaleiro da Casa Imperial == Bibliografia == *Felgueiras Gayo, Nobiliário das Famílias de Portugal *José Mattoso, A nobreza medieval portuguesa - Família e Poder, Estampa, 1994 *Francisco de Vasconcellos, A nobreza do Séc. XIX em Portugal, Univ. Moderna do Porto, 2003 *Anuário da Nobreza de Portugal, 1985, Tomo I, introdução *Luis da Silva Pereira Oliveira, Privilégios da Nobreza e Fidalguia de Portugal, 1806 (reeditado 2002) *Nuno Gonçalo Pereira Borrego, Mordomia mor da Casa Real, 2 vols, ed. Tribuna da História, Lisboa, 2007 *Marquês de Alorna, Memórias Políticas, ed. Tribuna da História, 2008 == Ligações externas == *Fidalgo, Portugal - Dicionário Histórico, Corográfico, Heráldico, Biográfico, Bibliográfico, Numismático e Artístico, Volume III, págs. 452-453, Edição em papel © 1904-1915 João Romano Torres - Editor, Edição electrónica © 2000-2015 Manuel Amaral Fidalgo Categoria:Etimologia",
 "title": "Fidalgo"
}