{
 "id": "6120",
 "text": "Queimadela é uma freguesia portuguesa do município de Armamar, com 2,48 km² de área e 208 habitantes (censo de 2021). A sua densidade populacional é . Queimadela situa-se no extremo poente do município e faz fronteira com o Rio Varosa, tendo no seu local de implantação geográfica, o vale do monte Raso, uma paisagem deslumbrante sobre a cidade de Lamego e Régua, bem como da Serra do Marão no horizonte. A freguesia é conhecida, no concelho, pela sua componente cultural e associativa. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 60 44 163 64 2011 29 31 128 60 2021 14 18 109 67 ==História== Falar da história de Queimadela é quase a mesma coisa que falar da história de Queimada e de Figueira, freguesia pertencente ao Município de Lamego. As inquirições de D. Dinis provam que, desde o século XIII Queimadela e Figueira constituíram uma só unidade administrativa (freguesia) do Concelho de Lamego. Em termos paroquiais também se verificou esta união, ou seja, Queimadela estava agregada a São João de Figueira e chegou mesmo a ser filial da Matriz de Britiande. Esta união só terminou em meados do século XVIII. Outra prova da antiguidade e importância de Queimadela na época medieval surge no Cadastro de 1527, então com 34 moradores, foi honra do aio de D. Afonso Henriques. Conta a lenda, que a freguesia terá sido construída sobre as ruínas da antiga cidade de Lamego, na sequência de um grande incêndio ateado pelos Romanos, evento que originou o nome desta e da freguesia vizinha de Queimada . Do património existente destaca-se a igreja paroquial (Sr.ª da Piedade) e a capela de São Lourenço, esta num ponto excelente para apreciar a paisagem envolvente, nomeadamente a Cidade de Lamego e a envolvente ao rio Varosa. A agricultura é intensiva e caracteriza-se por uma predominância grande do cultivo da maçã (197 hectares num total de 202 de superfície agrícola existente). Antigamente, os declives acentuados para o rio Varosa eram também muito aproveitados para as culturas da vinha, azeite, cereais e batata. De referir que antigamente Queimadela foi lugar de grande produção de telha (mourisca e de canudo). A antiguidade desta arte em Queimadela remonta ao período medieval, comprovada por fornos entretanto soterrados e referências documentais. Nessa época a atividade era mais vasta, alargando-se à produção dos mais variados utensílios domésticos e objetos decorativos. Com a introdução da prática da cobertura das casas pela telha de cerâmica é que a atividade se centrou na produção destas. Das artes e ofícios há que referir um que, felizmente, ainda prevalece: a tanoaria. Dois irmãos mantêm a tradição desta arte, que herdaram do pai: um dedica-se mais à produção de miniaturas de madeira (pipos, canecas, bonecos, carros de bois, etc.); o outro centra a sua actividade na produção da tanoaria e vasilhame propriamente ditos, a partir da madeira de castanho, matéria prima da região. Uma das mais antigas referências documentais à localidade reporta-se aos inícios da segunda metade do século XII (reinado de D. Afonso Henriques), ou seja, aos primórdios da Nacionalidade, e que situava Queimadela \"sob o Monte Raso, no território lamecense e por onde escorriam as águas em direcção ao Barosa\" (sic). Isto é, uma localidade sobranceira ao rio Varosa. As Inquirições de D. Afonso III e as Inquirições de D. Dinis fazem alusão à honra de Queimadela (terra honrada) que terá pertencido ao famoso Aio do nosso primeiro rei, tendo passado para um dos seus filhos. Também a viúva de Egas Moniz, a célebre e piedosa dama Teresa Afonso herdou aqui bens de seu marido, deixando-os em testamento ao primitivo mosteiro de Santa Maria de Salzedas de que fora fundadora e devota, e à própria diocese (Sé) de Lamego. As mesmas Inquirições confirmam que Queimadela pertencia à freguesia e paróquia vizinha de Figueira, ambas as localidades na \"terra\" lamecense e ainda, quer uma quer outra, na parte cível, sujeitas às justiças (juiz) de Lamego a que pertencia o \"julgado\" de Figueira. Extinto o julgado (segunda metade do século catorze) Queimadela (e Figueira) passou a integrar o termo da cidade de Lamego. Nos inícios do século dezasseis o lugar de Queimadela ainda era lugar da freguesia e paróquia de S. João de Figueira, e só acabaria por alcançar a sua independência paroquial no século dezoito mas, mesmo assim, a apresentação (nomeação) anual do cura (pároco) de Queimadela pertencia ao abade da igreja de Figueira. Isto é, Queimadela passou a curato da abadia de Figueira. A igreja de Queimadela havia de ser edificada por volta de 1748, altura em que se erigiu em paróquia própria. (M. Gonçalves da Costa refere 1746 e A. de Almeida Fernandes, 1748, fundamentando-se nas \"Memórias Paroquiais\" de 1758). Antes da igreja, Queimadela dispunha, pelo menos, de um local de culto: a ermida de S. Lourenço. ==Economia e Artesanato== A economia desta laboriosa freguesia tem ainda por base a agricultura familiar, de minifúndio, tendo sobretudo no vinho a sua maior fonte de receita. Todavia, a população activa mais nova tem demandado outros países da Europa em busca de melhores condições de vida e de salários que lhe garanta uma velhice com menos sobressaltos. Esse fenómeno está bem patente nas habitações (e suas tipologias), pois possuir uma casa condigna é um dos maiores sonhos dos que se despedem da terra temporariamente, regressando no Verão para descansar e visitar os familiares, e também pelo Natal em que se juntam ao calor da família e da lareira da consoada. As artes tradicionais (como em toda a parte) desapareceram, restando a tanoaria que constitui uma referência ao trabalho manual que outrora deu emprego a chefes de família com talento para bem trabalhar a madeira (de castanho) para os mais diversos fins. A arte do barro, outra indústria com velhas tradições na localidade, constituiu, no século dezanove, um dos maiores expoentes da actividade artesanal de Queimadela. Terra de forneiros, de barristas e de fornos, a freguesia produzia ou \"fabricava\" os célebres e graciosos bonecos desta matéria-prima abundante nas redondezas, e recolhida das entranhas do vizinho Monte Raso. Os bonequeiros de Queimadela, ao que se infere, eram hábeis imaginários na arte da bonecaria, muito apreciada pela criançada, e vendida nas feiras e romarias do concelho e da região (Senhora dos Remédios, Lamego). Não temos informação segura, mas é bem provável que os artistas de Queimadela também produzissem vasilhas de barro para líquidos. O que se sabe, isso sim, é que no declínio da arte propriamente dita do barro, os barristas voltaram-se para a produção de telha de canudo, satisfazendo a procura num tempo em que as modestas coberturas de colmo das casas iam sendo substituídas pela telha. Os fornos de Queimadela forneciam telha para diversas localidades mais próximas, dentro e fora do concelho. Mais, os forneiros deslocavam-se temporariamente para fora de Queimadela, e aí construíam os fornos em que laboravam para diversos clientes de mais longe, uma vez que o transporte da telha, em carros de bois e por maus acessos, não garantia a integridade da mercadoria até o seu destino. Nos inícios do século vinte ainda existiam em Queimadela meia dúzia de fornos a laborar, estruturas rudimentares e primitivas, que se abriam nos declives de terrenos para evitar estruturas em altura e desamparadas, melhores condições de armazenamento do calor e melhor facilidade de acesso à boca dos fornos. Os fornos eram aquecidos (esbraseados) a lenha, carqueja (que servia ao mesmo tempo de acendalha e de combustível) e tojo bravo. Queimadela andaria bem se levantasse um monumento ao forneiro e restaurasse uma ruína de um desses fornos, em homenagem aos barristas bonequeiros, homens e mulheres de Queimadela que, durante várias gerações, se dedicaram, quase exclusivamente, à arte bíblica do barro, ainda recordada pelos mais velhos na localidade e fora dela. ==Património== * Igreja Matriz de Nossa Senhora da Piedade Iniciou a construção no ano de 1748. Localiza-se no centro da freguesia. * Capelas: \\- Capela de São Lourenço, situa-se no ponto mais alto da zona urbana da freguesia, na encosta do Monte Raso. A sua existência já constava na Carta Corográfica do Reino de 1895, desconhecendo, porém, o ano da sua construção; \\- Capela de Santo António, situa-se na encosta do rio Varosa na estrada rural que liga a Figueira; \\- Capela de Nossa Senhora do Carmo, localiza-se no interior do cemitério da freguesia. == Associativismo == * Centro Social Cultural e Recreativo Pioneiro de Queimadela, fundado em 1976. == Ligações externas == * Categoria:Freguesias de Armamar",
 "title": "Queimadela (Armamar)"
}