{
 "id": "61249",
 "text": "Walls of Jericho é uma banda de metalcore dos Estados Unidos formada em 1998 em Detroit, Michigan. O som mistura um ritmo hardcore com o vocal nervoso de Candace Kucsulain, além de pegadas de thrash metal. A gravadora atual da banda é a Trustkill Records, uma gravadora renomada que atua principalmente nos segmentos metalcore e hardcore. Em 2001 a banda resolveu dar um tempo após tentativas frustradas de substituir o agora ex-baterista que perderam para uma banda de maior renome. == História == === Início da carreira (1998-2001) === Walls of Jericho foi formado após a dissolução de dois grupos de Detroit. O primeiro é chamado Earthmover, na época composto por Mike Hasty na guitarra e Wes Keely na bateria. O segundo é chamado Universal Stomp, com Aaron Ruby no baixo. Encontrando-se sem banda ao mesmo tempo, os três amigos criaram um novo grupo. Ao mesmo tempo, Candace Kucsulain, cantora por dois anos no grupo Apathemy, oferece para participar. Depois de muitas outras audições para encontrar uma cantora, o grupo aceitou Candace como sua nova líder em setembro de 1998. Durante os primeiros meses, a banda trabalhou com amigos na guitarra, mas depois decidiu convidar Chris Rawson para ser guitarrista em tempo integral. Com os cinco membros completos, o grupo começa a tocar na cena hardcore local de Detroit. O grupo assinou com a gravadora Trustkill Records, e lançou em dezembro de 1999 o álbum The Bound Feed the Gagged. A banda atingiu o circuito de turnês e festival de hardcore no ano seguinte. Em agosto de 2000 eles começaram a turnê nos Estados Unidos em apoio a banda sueca de melodic death metal [[In Flames]. Depois de mais uma série de turnês em 2001, o baterista Wes Keely anunciou que estaria deixando a banda para terminar os estudos em Seattle. Com a banda com sede em Detroit seria impossível para eles continuarem juntos. Keely foi substituído pelo ex-baterista do Suicide Machines, Derek Grant. Cinco meses depois da turnê, Grant anunciou que estaria deixando a banda para se juntar ao Alkaline Trio, de Chicago. Após testes mal sucedidos para ocupar o cargo vago de baterista, e a sensação de que nenhum dos candidatos atendeu aos seus critérios, eles foram forçados a um hiato. Pouco antes deste anúncio a cantora Candace arrumou um estágio que iria ocupar o seu tempo livre nos próximos dois anos. Também durante este tempo Mike, Aaron e Chris começaram um projeto paralelo chamado It's All Gone to Hell. Nos o guitarrista Mike Hasty continuaria a trabalhar em seu estúdio de gravação Cloud City, onde trabalhou como engenheiro de bandas como The Black Dahlia Murder e Bloodlined Calligraphy. === Re-formação === Depois de um período de silêncio dois anos a banda acabaria por ver o slot vago baterista preenchido por ex Catharsis membro Alexei Rodriguez que chamou a banda depois de voltar da Alemanha. Foi na mesma época em que Candace estava em seu caminho para uma audição para um banda indie local, quando ela recebeu o telefonema de Mike dizendo que woj foram re-formando. Em abril de 2003 a banda começou a excursionar novamente tocando grandes eventos graves, tais como Hellfest em Syracuse, NY. Complete com o novo baterista da banda começou a escrever material novo e tinha terminado a gravação, em setembro de 2003. All Hail the Morto foi lançado em fevereiro de 2004, cinco anos desde o lançamento de The Feed vinculados a amordaçado. O álbum foi lançado para aclamação da crítica em toda a cena hardcore / metal e impulsionou a banda para a vanguarda da cena hardcore de vê-los preencher as vagas de suporte para bandas como Madball, Hatebreed e Sick of It All, bem como passeios atração principal da sua própria. Não demorou muito após o lançamento que a banda iria ver a perda de seu terceiro baterista. Felizmente para a banda a posição foi preenchida de forma relativamente rápida por muito tempo amigo Dustin Schoenhofer - ex baterista para a próxima nada e Premonições da guerra. Os próximos dois anos veria woj turnês nos Estados Unidos e na Europa ganhando cada vez mais apoio e uma sequência muito leal ao longo do caminho. === With Devils Amongst Us All (2006) === Em 2006 woj entrou em um estúdio em Cleveland com o produtor Ben Schigel (Chimaira, Zao, Micose) para começar a gravar seu terceiro álbum. Abril do mesmo ano, a banda contribui a música um gatilho Cheio de promessas para a MTV2 Headbangers Ball: O CD de compilação da vingança. Esta seria a primeira trilha off de seu novo álbum. Um vídeo da canção foi liberado mais tarde para acompanhar a música. Durante o Verão, a banda foi adicionado à lista de um dos maiores festivais de visitar os Estados Unidos - Ozzfest 2006. Na sequência desta banda também excursionou como parte do Family Values ​​Tour antes de lançar seu novo álbum em agosto de 2006 intitulado Com Devils Amongst Us All. De acordo com a Nielsen Soundscan o álbum vendeu 2 800 cópias em sua primeira semana. A banda passou a tocar algumas datas em os Estados Unidos apoiando Bury Your Dead, bem como algumas datas no Brasil antes de voar para a Europa para manchete a sua própria turnê pelo Reino Unido, bem como apoio Sick Of It All, Madball, Terror, Comeback Kid e outros, em um 11 data turnê europeia chamada Persistência de 2006. 8 das 11 datas foram completamente esgotados. No início de 2007 viu a turnê da banda algumas datas em torno do México antes de embarcar em uma extensa turnê pelos Estados Unidos. No verão 2007, eles excursionaram pela Europa novamente, jogando muitos dos grandes festivais europeus de verão, incluindo Hellfest, na França, Pressão Fest, na Alemanha, With Full Force Festival [Alemanha] e Verão Explosão Festival, na Alemanha. === Redemption (2008) === Em outubro de 2007 a ​​banda trabalhou com Corey Taylor Slipknot / Stone Sour, que produziu seu EP intitulado Redemption, que foi lançado em 29 de abril de 2008 na Trustkill. Além de produzir o EP, Taylor forneceu vocais em três das cinco faixas (\"Drive Ember\", \"My Last Stand\" e \"Addicted\", que Taylor co-escreveu). O EP também incluiu uma versão de \"The House of the Rising Sun\". O EP foi um somente acústico de lançamento, o que representa uma mudança significativa a partir do estilo de álbuns de estúdio anteriores. O lançamento deverá ser incluído no seu próximo vivo na América do Sul DVD que foi gravado em agosto de 2007. O também foi uma aparição no EP de Ben Legg - um amigo de Candace. === The American Dream (2008) === Em 29 de julho de 2008, a banda lançou o seu quarto full-length álbum de estúdio do sonho americano. O álbum apresenta um retorno à pré-\"Redemption\" estilo musical da banda. Para este álbum, a banda trabalhou novamente com o \"Com Devils Amongst Us All\" produtor Ben Schigel. A banda excursionou em apoio do sonho americano na inaugural Rockstar Energy Drink Mayhem Festival em 2008, com bandas como Disturbed, Slipknot e Machine Head. Esforços atuais De acordo com um post pelo vocalista Candace Kucsulain no Myspace oficial da banda, Walls of Jericho é uma pausa e ela vem trabalhando em um projeto paralelo chamado The Beautifuls com seu marido, Death Before Dishonor guitarrista Frankie. Em 1.º de agosto de 2011, o casal recebeu seu primeiro filho, uma filha chamada Patsy. Além disso, o baterista Dustin Schoenhofer foi em turnê com Bury Your Dead. Walls of Jericho fará parte do European Tour Persistência, joining Terror, Suicidal Tendencies, Biohazard e outros. Em 24 de agosto de 2012 Candace confirmou que a banda estava trabalhando em um novo material. == Integrantes == === Atuais === * Candace Kucsulain - vocal * Chris Rawson - guitarra * Mike Hasty - guitarra * Aaron Ruby - baixo * Dustin Schoenhofer - bateria (2004-presente) === Anteriores === * Wes Keely - bateria (1998-2001) * Derek Grant - bateria (2001) * Alexei Rodriguez - bateria (2003-2004) == Discografia == === Walls of Jericho === === Álbuns de estúdio === * 2000 - The Bound Feed the Gagged * 2004 - All Hail the Dead * 2006 - With Devils Amongst Us All * 2008 - The American Dream * 2016 - por anunciar === EPs === * 1999 - A Day and a Thousand Years * 2008 - Redemption == Ligações externas == * * * * Categoria:Bandas do Michigan Categoria:Bandas de metalcore Categoria:Bandas formadas em 1998 Categoria:Bandas extintas em 2001 Categoria:Bandas reativadas em 2003",
 "title": "Walls of Jericho"
}