{
 "id": "61321",
 "text": "Barco é um artefato construído por um ser humano, capaz de flutuar e se deslocar sobre a água que envolve vários princípios da física e da geometria. Em termos navais, um barco é um navio pequeno o suficiente para ser transportado a bordo de um navio. Outra definição menos restritiva é uma embarcação que pode ser levantada para fora da água. Toda construção feita de madeira, ferro, aço, fibra de vidro, alumínio ou da combinação desses e de outros materiais, com uma forma especial, servindo para transportar, pela água, pessoas ou cargas é sinônimo de embarcação e designada de vários modos em diversas culturas, e adaptado a vários tipos de propulsão. == Terminologia e definição == 270px|direita|miniatura|Embarcação ancorada nos arredores de Alcobaça, Bahia. Designa-se por embarcação, grande barco e/ou \"nave\" (utilizado no Brasil muitas vezes como sendo de mesma espécie, segundo a maioria dos dicionários), porém para os especialistas existe distinção a todas as construções de grande porte, cujo objetivo é navegar, tanto no mar, como em lagos, rios, etc, independentemente do tamanho, forma de propulsão, calado função ou material de construção, dai a contradição dos dicionários com a técnica de construção naval. As embarcações, dividem-se por vários tipos entre os quais se destacam: barcos de grande porte, navios, botes de uso Militar, que se transformam em Pontes flutuantes, pela Engenharia Militar, e outros como o da figura, que podem ser estendidos, com ligaduras, formando um grande plano de transporte, como os catamarãs de dois, três ou mais cascos. Estes ainda se subdividem em grupos, sub-grupos, famílias, com base em inúmeros critérios navais. Dada a utilização generalizada do termo \"barco\" como unidades de boca (convés a quilha), ponte (boreste a bombordo) e pequeno calado (área submersa), vemos muitas vezes de forma errada à divisão entre embarcação e barco, ou entre embarcação e navio, devido ao pequeno navio e nave (soma de navios). Na realidade tanto um como o outro são primeiramente embarcações, devido a possibilidade de se processar nas suas unidades, dessa forma, e só depois Barco ou pequeno Navio, sendo veleiro, moto propulsado ou velomotor. Da mesma forma que um submarino convencional e um submarino atômico, às vezes do tamanho de pequenos porta-aviões ou balsas que possibilitam as justas posições, são embarcações. Ou seja, todos os barcos são embarcações, mas nem todas as embarcações são barcos, pois embarcação é maior que barco, no Brasil. O que distingue um pequeno Navio de um barco, segundo os dicionários é o seu uso especifico ou seja, o porta-aviões é um grande navio, como o é também o submarino, os pequenos e grandes barcos tanto grandes como pequenos, de uso genérico como os chamados Iates em que existem verdadeiros Transatlânticos, são barcos grandes, embora haja Iates com o tamanho de pequenos navios. == História == Desde os tempos mais remotos, os barcos têm sido usado para transporte de curta distância.Denemark 2000, page 208 Evidências circunstanciais, como um primitivo acampamento da Austrália de mais de 40 mil anos, e descobertas em Creta datadas de 130 mil anos sugerem que barcos têm sido usado desde a Idade da Pedra. Considera-se que os primeiros barcos tenham sido as canoas de tronco. Os mais antigos barcos descobertos por escavações arqueológicas são canoas de tronco de 7.000-10.000 anos atrás. O mais antigo barco recuperado no mundo é a canoa de Pesse, uma canoa de tronco escavado de Pinus sylvestris, construída entre 8200 e 7600 a.C. Esta canoa está exibida no museu Drents, na cidade holandesa de Assen. Muitas outras canoas de tronco antigas têm sido descobertas. Um barco feito de junco de 7000 anos foi encontrado no Quaite. Entre 4000 e 3000 a.C., já eram utilizados na Suméria Egito antigo e no Oceano Índico. === Antiguidade === Os barcos representaram um importante papel no comércio entre as civilizações do vale do Indo e da Mesopotâmia. Foram encontradas evidências de variados modelos de barcos em vários pontos do vale do Indo. O uru, um grande barco de madeira feito em Beypore, uma vila ao sul de Calcutá, no sudoeste da Índia, foi usado por árabes e gregos desde tempos antigos, como navios comerciais. Este gigantesco navio de madeira foi construído usando teca, sem qualquer ferro ou diagrama, e tem capacidade de transporte de 400 toneladas. Os registros dos historiadores Heródoto, Caio Plínio Segundo, e Estrabão sugerem o uso de barcos em comércio e viagens. Quando o homem se sedentarizou, considerando o final da Pré-História e o início da Idade Antiga, procurou locais próximos aos grandes rios para praticar a agropecuária. Porém, essa atividade gerou um excedente de produção que precisava ser escoado, feito por terra e pelos grandes rios. Dessas civilizações destaca-se a Mesopotâmia, com os rios Tigre e Eufrates; a Índia, com o rio Ganges; a China, com os rios Amarelo e Azul, e o Egito, com o Nilo, onde imperavam os navios de papiro. Os três países ainda preservam o hábito do comércio fluvial. Somente os fenícios, por volta de 3000 a.C., desvendaram completamente o Mar Mediterrâneo. Em função da geografia local, com portos naturais e terreno acidentado e pouco fértil, no início, praticavam a pesca. Naturalmente, foram conquistando os postos de maiores comerciantes marítimos da Idade Antiga. Por mar, exportavam cedro, azeite, vinhos e o múrex, extinto, uma espécie de (molusco de onde se extraía a púrpura na China e Grécia, cor muito rara na época, o molusco já desaparecia) e importavam ferro, estanho, ouro, prata, lã e marfim. Muitos dos produtos circulavam (em mão dupla) entre o extremo Oriente e o Ocidente. Também no Mar Mediterrâneo, para controlar melhor o comércio, os Fenícios fundaram feitorias (bases militares) e/ou entre - portos de interesse político de Estado, como Cartago, no norte da África; Córsega e Sardenha, próximas da península Itálica, em grande parte do Chipre, e outras ilhas. Os Fenícios ou seja, os povos que iriam formar mais tarde o povo filisteu, tiveram um papel fundamental para a navegação militar, em defesa e da comercial, influenciando todos os povos da Antiguidade com sua técnica naval e cultura, organizando o alfabeto para facilitar o comércio, divulgando os seus produtos e o seu conhecimento processual, além de desobstruir espaço para novas atividades comerciais, devido a força naval que dispunham. Os gregos, na posse desse conhecimento (e também favorecidos pela geografia local) ficaram famosos mais tarde pelo comércio no Mediterrâneo, e desenvolvimento militar-naval, que foram, posteriormente superados pelos romanos na tecnologia das Naves Romanas, verdadeiras fortalezas flutuantes, que dominaram esse mesmo mar por séculos, passando até a chamá-lo de Mare Nostrum (nosso mar). === Medieval === No final da Idade Média, os portugueses aderiram à arte da navegação comercial com Naves, grandes barcos rápidos, que chegavam a 10 nós pelas velas e pela arquitetura do Casco, concretizando a descoberta das dimensões planetárias, a integração entre diferentes culturas e o comércio de produtos inusitados entre os diversos cantos do planeta (ver: Descobrimentos portugueses). Nesta época deu-se inicio à Era dos Descobrimentos Europeus entre o século XV e o início do século XVII, que começou com a conquista de Ceuta na África pelos portugueses. Este foi um período da história em que os Europeus exploraram intensivamente o globo terrestre em busca de novas rotas de comércio. Estas grandes viagens, reclamaram uma produção progressiva de embarcações, grandes Barcos, com o propósito da eficiência. Inicialmente, os portugueses praticavam a navegação de cabotagem empregando a barca e o barinel, pequenos Barcos. No entanto, estas pequenas embarcações naves não resistiam às exigências do avanço para sul e foram substituída por caravelas. A partir daqui, as navegações continuaram em progressiva evolução. === No Oriente === Contudo, já algum tempo antes dos Europeus, na Ásia, os chineses tinham estabelecido uma vasta rede de ligações comerciais entre a África com os chamados juncos, Barcos que se acoplavam um aos outros, formando Bases Militares, nas Guerras pelas linhas de comércio, a partir da unificação de Sun Tzu, Ásia, África Oriental e o Egito desde as seguintes dinastias, a saber: dinastia Tang (618-907). Na Dinastia Ming (1368-1684), foi desenvolvida uma enorme frota tributária dirigida pelo almirante Zheng He no século XV que superou todas as outras em tamanho total, graças a Sun Tzu, seu Império, a unificação da China, e a tecnologia naval chinesa. == Tipologia na América == === Principais embarcações dos nativos da América pré-cabralina === Os nativos das Américas empregavam vários tipos de embarcações para a pesca, viagens, ou para a guerra. Tinham à disposição o mar e uma variedade de rios, lagos e igarapés. Nas águas, os ameríndios sul-americanos usavam jangadas e canoas de casca de árvores ou feitas de um só tronco. Os norte-americanos usavam canoas do mesmo tipo ou escavadas em um só tronco, caiaques, botes redondos, canoas com armação de madeira e revestida de casca, jangadas ou canoas de junco.CAVALCANTE, Messias S. Comidas dos Nativos do Novo Mundo. Barueri, SP. Sá Editora. 2014, 403p.ISBN 9788582020364 ==== Canoa de casca de árvore ==== Os kamaiurás do Mato Grosso faziam canoas de casca de jatobá. Armavam um andaime em torno da árvore ainda em pé e a casca era removida do tronco e submetida ao calor do fogo para se obter a forma desejada. Por ser leve, era facilmente transportada ou arrastada pela terra para transpor quedas d’água ou corredeiras muito fortes.GALVÃO, Eduardo (1921-1976). Encontro de sociedades: Índios e brancos do Brasil. Prefácio de Darci Ribeiro. Rio de Janeiro, Paz e Terra. 1979, 300 p. Os Tupinambá do litoral brasileiro construíam canoas de casca de árvore de maneira semelhanteMACEDO, Agenor F. de & VASCONCELOS, P. C. de. O índio Brasileiro. Rio de Janeiro, Ferreira de Mattos & Cia (Casa Mattos). 1935, 200 p.STADEN, Hans (séc. XVI ). Duas viagens ao Brasil. Belo Horizonte, Edit. Itatiaia; São Paulo, Universidade de São Paulo. 1974, 216 p. Europeus logo assimilaram o modo indígena de se fazer canoa de casca de árvore, como relatou o pirata inglês Anthony Knivet, que participou de inúmeras aventuras no Brasil de 1592 a 1601: Os apiakás do Mato Grosso e Pará eram exímios construtores de canoas de casca de árvore. Os mundurukus do Amazonas, Pará e Mato Grosso aprenderam com eles a fabricá-las.POVOS INDÍGENAS NO BRASIL (S/DATA). Apiaká. Atividades econômicas. Disponível em http://pib.socioambiental.org/pt/povo/apiaka/56 Consulta 01/09/2012 No Rio de Janeiro do século XVI os índios eram hábeis na fabricação de canoas de casca de árvores.THEVET, André (1502-1590). 'A cosmografia universal de André Thevet, cosmógrafo do Rei. Coleção Franceses no Brasil – Séculos XVI e XVII, vol. II. Rio de Janeiro, Batel; Fundação Darci Ribeiro. 209, 186p Alguns indígenas nômades faziam a canoa de casca de árvore para atravessar algum curso d'água e a abandonavam do outro ladoBATES, Henry Walter (1825-1892). Um naturalista no rio Amazonas. Belo Horizonte, Edit. Itatiaia; São Paulo, Edit. da Universidade de São Paulo. 1979, 300 p. Algumas tribos norte-americanas faziam canoa de casca de bétula aderida a uma moldura de madeira. A casca poderia ser apenas uma ou vários pedaços emendados e calafetados com goma de abeto.LIENHARD, Jon H. No. 620. The indian canoe. Disponível em http://www.uh.edu/engines/epi1620.htm Consulta em 20/03/2013. ==== Canoa de um só tronco de árvore ==== Canoa feita de um tronco de arvore conhecida como ubá, era comum entre índios amazônicos. Esta era confeccionada cavando o tronco recém-cortado com suas ferramentas originalmente de pedra. Em troncos secos muitas vezes se usava o fogo para cavá-lo. Os jurunas eram especialistas na fabricação deste tipo de canoa. Os índios da bacia do rio Uaupés da Amazônia, por estarem em área de cursos d’água caudalosos, não podiam usar canoas de casca de árvore por serem frágeis e empregavam apenas as de tronco. A fabricação da ubá, ou canoa de um só tronco variava ligeiramente de uma tribo para outra. O antropólogo Eduardo Galvão descreveu sua fabricação: Os crichanás de Roraima faziam canoas de um só tronco escavado da árvore cajuaçu (Anacardium brasiliensi Barb. Rod.). A canoa mantinha externamente a forma primitiva do tronco, mas as duas extremidades eram chanfradas, formando a proa e a popa. Quando estavam navegando e queriam voltar no sentido contrário os índios se viravam e os que estavam originalmente na frente passavam a desempenhar o papel de pilotos e os de trás o de remadores.RODRIGUES, João Barbosa (1885). Rio Jauapery, pacificação dos crichanás. 286p. Rio de Janeiro: Impr. Nac. Disponível em http://archive.org/stream/riojauaperypaci00rodrgoog#page/n10/mode/1up. Consulta em 23/02/2012 ==== Canoa de junco ==== Canoas feitas de junco eram muito comuns entre os índios da Califórnia. Eram fáceis de serem feitas e geralmente duravam apenas uma temporada de pesca. Os Paiute moviam suas canoas com uma vara comprida que era apoiada no fundo. Contudo, muitas vezes o índio colocava seus apetrechos dentro da mesma e a empurrava, andando nos locais rasos ou nadando nos fundos. Em embarcações feitas de junco fazia-se um orifício no convés, por onde era possível fisgar peixes.CAMPBELL, Paul D. Survival skills of native California. Layton, Utah, Gibbs Smith Publisher. 1999, 448 p. ==== Canoa circular ==== Índios norte-americanos faziam canoa circular com um esqueleto de madeira recoberto com couro de bisão . Seu diâmetro era de cerca de dois metros e meio e a altura de quarenta centímetros. Era usada para viagens e na pesca. ==== Caiaque ==== Os Esquimó (Inuit) pescavam em uma embarcação chamada caiaque, feita de estrutura de madeira ou ossos de baleia e revestida de pele de foca ou outro animal. Podia ter um ou mais lugares e era impulsionada manualmente às vezes por remos de pá dupla. A pele de foca era também utilizada para se fazer boia que, amarrada em corda em cuja outra ponta estava o arpão, servia para indicar onde o animal arpoado se localizava.GIBBS, Dawn. (2012). Native American Tools & Weapons. Disponível em http://www.ehow.com/list_5925267_native-american-tools- weapons.html Consulta em 06/03/2013 ==== Jangada ==== Indígenas de várias tribos litorâneas se aventuravam ao mar em um tipo primitivo de embarcação chamada jangada, consitindo de alguns troncos atados entre si.GANDAVO, Pero de Magalhães (c. 1540-c. 1580 ). Tratado da Terra do Brasil; História da Província Santa Cruz. Belo Horizonte, Edit. Itatiaia; São Paulo, Edit. da Universidade de São Paulo. 1980, 150 p.NIEUHOF, Joan (1618-1672). Memorável viagem marítima e terrestre ao Brasil. Belo Horizonte: Edit. Itatiaia; São Paulo: Edit. da Universidade de São Paulo. 1981, 410 p A jangada nada mais era do que quatro ou mais troncos atados por lianas e podia transportar até seis pessoas. Era impulsionada por remos chatos manuseados por índios sentados com as pernas estendidasLÉRY, Jean de (1534-1611). Viagem à terra do Brasil. Belo Horizonte, Edit. Itatiaia; São Paulo, Edit. da Universidade de São Paulo. 1980, 303 p. === Galeria === Ficheiro:Canoa de junco.pdf|Canoa de junco. Ficheiro:Caiaque de esquimó.pdf|Caiaque de esquimó. Ficheiro:Nativo navegando com a jangada.pdf|Nativo navegando com a jangada. Ficheiro:Canoa circular.pdf|Canoa circular. == Tipos == * Balsa * Barco a vapor * Barco de pesca * Barco de transporte passageiros, turismo e outros * Canoa * Iate * Insuflável * Veleiro * Aerobarco Navio, nau e nave designam, em geral, embarcações de porte maior que 20 metros (ou 65 pés). Há, também, botes, chalanas, dingues, infláveis, etc que, apesar de também pertencerem a família das embarcações, são embarcações miúdas, quase sempre a serviço das maiores e que não tem mais do que 5m (15 pés) e obedecem a sua regulamentação própria e mais simples. === Barcos tradicionais portugueses === Organizados por Norte, Centro, Sul e Ilhas * Abrangel - Barco três tábuas * Alvarenga * Baleeira da Câmara de Lobos * Baleeira do Pico * Barca da Ericeira * Barca da Pesca do Alto * Barco da Pesca do Carapau * Barco da Pescada * Barco de Avintes * Barco de Ílhavo * Barco de Riba-Tejo * Barco de Sesimbra * Barco Moliceiro * Barco Rabelo * Barco Valboeiro * Barquinho do Rio Minho * Bateira da Figueira da Foz * Bateira do Rio Voga * Batel do Alto * Batel do Tejo * Bote Cacilheiro * Bote da Arte da Tarantanha * Bote do Pinho * Barca Serrana * Caíque de Traquete * Caíque do Algarve * Traineira * Cangueiro * Canoa Caçadeira * Canoa Cacilheira * Canoa da Picada * Canoa do Espinel * Culé * Enviada da Arte da Chávega * Enviado do Atum * Falua com Vela à Latina * Falua * Fragata * Galeão (Nazaré) * Lancha da Sardinha * Lancha do Alto * Lancha Poveira * Maceira * Mercantel * Moliceiro * Muleta de Arrasto * Muleta do Seixal * Praieira * Rasca de Pesca * Traineira de Peniche * Varino == Tipos de propulsão == Para se fazer mover uma embarcação pode-se utilizar os remos, as velas, o motor, que pode estar instalado fora da embarcação e é denominado de fora de bordo \\- Abril 2012 ou dentro do barco, os inboard. \\- Abril 2012 Com a aparecimento das mota de água (Jet ski) um novo sistema foi inventado, o jacto propulsor. == Ver também == * Caiaque * Canoa * Esquife * Meios de transporte * Veículo * Navio == Bibliografia == * * Vasconcellos, J. S. e J. S. Princípios de Defesa Militar Publicação da Editora Biblioteca Exército e Marinha do Brasil, 1939. * BARROS, Geraldo Luiz Miranda de. Navegar é fácil. Editora Catau.",
 "title": "Barco"
}