{
 "id": "61325",
 "text": "O Instituto de Biociências, Letras e Ciências Exatas (IBILCE) é uma unidade de ensino, pesquisa e extensão, localizada em São José do Rio Preto, São Paulo e faz parte da Universidade Estadual Paulista (Unesp). ==História== O Instituto de Biociências, Letras e Ciências Exatas - IBILCE/Unesp nasceu como Faculdade de Filosofia, Ciências e Letras - FAFI - de São José do Rio Preto, criada pelo Decreto Municipal nº 249, de 25 de agosto de 1955. O Decreto Federal nº 41.061, de 27 de fevereiro de 1957, autorizou seu funcionamento. Neste mesmo ano, foi sancionada a lei estadual no. 3884 que transformou a FAFI num instituto isolado do sistema estadual de ensino superior. Em 1959, o patrimônio da FAFI, que pertencia à Prefeitura Municipal, foi doado ao Estado. Em 1976 foi implantada a Universidade Estadual Paulista \"Júlio de Mesquita Filho\" (Lei Estadual nº 952/76) e a FAFI passou a fazer parte dela, alterando assim seu nome para Instituto de Biociências, Letras e Ciências Exatas. Os Diretores do IBILCE foram os seguintes: Raphael Grisi (1957/1962), João Dias da Silveira (1962/1964), José de Castro Duarte (1964/1967), Michel Pedro Sawaya (1967/1971), Celso Volpe (1971/1975), Fahad Moysés Arid (1975/1979), Aziz Nacib Ab’Saber (1979/1983), Alfredo Leme Coelho de Carvalho (1983/1986), Antônio Espada Filho (1986/1990), Paulo César Naoum (1990/1994), Wilson Maurício Tadini (1994/1998), Eurípedes Alves da Silva (1999), Maria Dalva Silva Pagotto (1999/2003), Johnny Rizzieri Olivieri (2003/2007), Carlos Roberto Ceron (2007/2011), José Roberto Ruggiero (2011/2015), Maria Tercília Vilela de Azevedo (2015/2019). Atualmente o Diretor é o professor Júlio César Torres. A função de Vice-Diretor do Instituto passou a existir por volta de 1970. Foi Celso Volpe, que ocupava a função de Assistente do Diretor naquela época, que passou a ocupá-la quando se sua criação. Depois dele tivemos: Luiz Dino Vizotto (1975/1979), Nabor Ricardo Ruëgg (1979/1982), Alfredo Leme Coelho de Carvalho (1982/1983), Hermione Elly Melara de Campos Bicudo (1983/1986), Samir Felício Barcha (1986/1990), Laerte Miola (1990/1994), Ismael Angelo Cintra (1994/1998), Maria Dalva Silva Pagotto (1998/1999), Johnny Rizzieri Olivieri (2000/2003), Carlos Roberto Ceron (2003/2007), Vanildo Luiz Del Bianchi (2007/2011), Maria Tercília Vilela de Azevedo (2011/2015) e Geraldo Nunes Silva (2015/2019). Desde maio de 2019, o professor Fernando Noll ocupa a função. São José do Rio Preto, a cidade paulista que abriga o IBILCE, foi fundada em 19 de março de 1852. Daquela época até hoje, foi transformando-se de cidade essencialmente agrícola em importante centro industrial e comercial do Estado de São Paulo. Ultimamente, possui cerca de 420 mil habitantes e é também destacado centro educacional e científico do país. Situa-se na região Noroeste do Estado, distando 452 km da Capital. Com altitude média de 475 metros, localiza-se às margens da Rodovia Washington Luiz e da BR-153, constituindo-se em entroncamento rodoviário com acesso pavimentado às principais cidades dos Estados de São Paulo, Mato Grosso, Goiás, Paraná, Minas Gerais e Brasília. Está ligada a essas cidades por meio de diversas linhas de ônibus e algumas aéreas. Em 1957, a FAFI iniciou seu funcionamento com os cursos de \"História Natural\", \"Letras Neolatinas\", \"Letras Anglo-Germânicas\" e \"Pedagogia\". O curso de \"História Natural\", em 1976, foi transformado em \"Licenciatura em Ciências Biológicas\", tendo sido criado também o curso de \"Bacharelado em Ciências Biológicas\", em 1977. Os cursos de \"Letras Neolatinas\" e \"Letras Anglo-Germânicas\", oferecidos desde 1957, transformaram- se em \"Licenciatura em Letras\", ministrado somente no diurno até 1973, e, a partir de 1974, oferecido também em período noturno, com as habilitações em português (para os dois períodos), inglês ou espanhol (para o período diurno) e francês ou italiano (para o período noturno). O curso de \"Pedagogia\", um dos três iniciados em 1957, foi extinto em 1976, quando a FAFI transformou-se em Unesp. Foi, porém, proposto e implementado em 2004. O Curso de \"Licenciatura em Matemática\" foi iniciado em 1968 e reconhecido em 1972. Em 1974, passou a ser oferecido também no período noturno. Em 1978, teve início o Curso \"Bacharelado em Letras com Habilitação de Tradutor\". Em 1983, foi a vez do Curso de \"Engenharia de Alimentos\", em 1987 iniciou-se o Curso de \"Bacharelado em Ciências da Computação\" e em 2003, foram inseridos os cursos de \"Física Biológica\" e \"Química Ambiental\". Desta forma, atualmente, o IBILCE conta com doze Cursos de Graduação: \"Bacharelado em Ciências da Computação\", \"Bacharelado em Letras com Habilitação de Tradutor\", \"Ciências Biológicas\", \"Engenharia de Alimentos\", “Física Biológica”, \"Licenciatura em Física - Integral\", \"Licenciatura em Letras - Integral\", \"Licenciatura em Letras - Noturno\", \"Licenciatura em Matemática - Noturno\", “Matemática – diurno”, “Pedagogia” e “Química Ambiental”. Além disso, onze Programas de Pós-Graduação têm seu funcionamento no IBILCE, são eles: Biofísica Molecular, Matemática, Matemática Mestrado Profissional, Engenharia e Ciência de Alimentos, Estudos Linguísticos, Genética, Letras, Biologia Animal, Microbiologia, Ciência da Computação e Química; todos reconhecidos pela Capes. Cerca de quatorze cursos de especialização já foram ou estão sendo oferecidos, num convênio entre o Instituto e a Faperp (Fundação de Apoio à Pesquisa e Extensão de Rio Preto). Um total de 189 professores, 204 servidores técnico-administrativos, 1943 alunos de graduação e 780 alunos de pós-graduação dão vida à Instituição. Os membros dos departamentos do IBILCE têm participado de maneira ativa e destacada no cenário científico atual, mantendo um contínuo relacionamento com outras instituições de ensino superior nacionais e estrangeiras, através da participação, tanto de seus docentes como de alunos de graduação e pós- graduação, nas mais variadas atividades científicas e culturais promovidas pelas comunidades científicas nacional e internacional. São responsáveis também por diversas publicações, divulgando as pesquisas realizadas no Instituto. Além de pesquisas individuais, os docentes estão envolvidos em pesquisas em grupos, na Unidade e em outros campus ou Instituições. Atualmente, são 39 Grupos de Pesquisa coordenados por docentes do IBILCE e cadastrados no CNPq. Dos 189 docentes deste campus, 8 são Mestres e estão cursando doutorado, 128 possuem título de Doutor, 42 são Livre-docentes, 8 são Titulares e 3 colaboradores. A grande maioria (os que têm título igual ou superior a Doutor) está envolvida com um ou mais dos 11 programas de pós- graduação (níveis de mestrado e doutorado) ou com um dos quatorze cursos de especialização oferecidos pela Unidade, nas três áreas do conhecimento. Dessa forma, orientam as pesquisas dos mestrandos, doutorandos e especialistas que os frequentam. Como exemplo, entre as diversas pesquisas desenvolvidas no Instituto, podem ser destacadas aquelas realizadas por alguns docentes do Departamento de Biologia e do Departamento de Física que fazem parte do grupo de pesquisa do Projeto Genoma, projeto mundial que identificou e mapeou 80 mil genes do DNA humano, armazenando e dispondo essas informações em banco de dados. Há estudos com outros microrganismos. Os resultados terão grande impacto nas indústrias relacionadas à biotecnologia, como a agricultura, a produção de energia, o controle do lixo e a despoluição ambiental. O câmpus de São José do Rio Preto conta com cerca de duzentos funcionários técnicos e administrativos que dão suporte a todos os cursos e pesquisas realizados. Além disso, o Instituto também possui uma das melhores infraestruturas do Brasil. Totalmente informatizada, a biblioteca do IBILCE conta com cerca de 80.942 volumes de publicações monográficas, 1.685 volumes de teses e 103.205 fascículos de periódicos, seu acervo diversificado compreende as principais áreas do conhecimento. Mais de 60 laboratórios de ensino e/ou pesquisa têm, por finalidade, proporcionar aos alunos uma melhor formação acadêmico- científica e dar suporte às pesquisas de docentes, pós-graduandos e especialistas. Além disso, conta também com Moradia Estudantil, Piscina, Restaurante Universitário, Quadra de Esportes, Campo de Futebol e Minicampos. As atividades desenvolvidas no IBILCE atendem a dois princípios fundamentais interligados: a produção do saber, por meio da pesquisa básica e aplicada, e a transmissão desse saber. Os resultados do trabalho universitário beneficiam diretamente a comunidade, seja pela consequência natural dos novos conhecimentos que são produzidos, seja por meio do Ensino de graduação e pós- graduação, seja por meio da Extensão de Serviços à Comunidade, sob forma de consultorias, prestação de serviços, fornecimento de produtos e ministração de cursos aos mais diferentes segmentos da população, inclusive à Terceira Idade. O IBILCE oferece ensino gratuito e de qualidade, cujas vagas são oferecidas através de concurso vestibular oferecido no meio do ano, para alguns cursos, e também com inscrições, costumeiramente, a partir do mês de setembro para todos os cursos. Se destaca no apoio ao aluno carente possuindo programas de bolsas de estudo e moradia estudantil com cerca de 64 vagas. O Instituto de Biociências, Letras e Ciências Exatas, desse modo, consolidado como um espaço mantenedor e produtor de ciência e cultura, nunca parou e nunca deve parar de crescer e desenvolver, beneficiando, com suas ações e conquistas a comunidade que o gerou. ==Curso oferecidos== ===Graduação=== *Ciências Biológicas *Bacharelado em Ciência da Computação *Engenharia de Alimentos *Bacharelado em Letras com Habilitação de Tradutor *Licenciatura em Letras - Diurno, \"Licenciatura em Letras - Noturno\" *Bacharelado em Matemática - Diurno *Licenciatura em Matemática - Diurno *Licenciatura em Matemática - Noturno *Licenciatura em Física - Diurno *Física Biológica, Química Ambiental e Pedagogia ===Pós-graduação=== *Biofísica Molecular *Matemática *Engenharia e Ciência dos Alimentos *Estudos Lingüísticos *Ciências Biológicas - Genética *Letras *Matemática Aplicada *Biologia Animal *Ciência da Computação Todos reconhecidos pela CAPES. Cerca de 14 cursos de especialização já foram ou estão sendo oferecidos, num convênio entre o Instituto e a FAPERP (Fundação de Apoio à Pesquisa e Extensão de Rio Preto). == Ligações externas == * Categoria:Faculdades e institutos da Universidade Estadual Paulista Júlio de Mesquita Filho Categoria:Educação em São José do Rio Preto",
 "title": "Instituto de Biociências, Letras e Ciências Exatas"
}