{
 "id": "61345",
 "text": "Uma viga é um elemento estrutural sujeito a cargas transversais. A viga é geralmente usada no sistema laje-viga-pilar para transferir os esforços verticais recebidos da laje para o pilar ou para transmitir uma carga estrutural concentrada, caso sirva de apoio a um pilar. Pode ser feita de madeira, ferro ou . A viga transfere o peso das lajes e dos demais elementos (paredes, portas, etc.) às colunas. A parte da engenharia civil que se dedica ao estudo das tensões recebidas pela estrutura e ao seu dimensionamento é a engenharia estrutural. == Tipos básicos == As edificações basicamente apresentam três tipos de vigas, que diferem na forma como são ligados aos seus apoios. Portanto, classificam-se em: * Viga em balanço, ou em console: é uma viga de edificação com um só apoio. Toda a carga recebida é transmitida a um único ponto de fixação. * Viga biapoiada, ou simplesmente apoiada: diz-se das vigas com dois apoios, que podem ser simples e/ou engastados, gerando-se vigas do tipo simplesmente apoiadas, vigas com apoio simples e engaste, vigas biengastadas. * Viga contínua: diz-se da viga com múltiplos apoios. As viga feitas em concreto armado, são dimensionadas de forma que apenas a sua ferragem longitudinal resista aos esforços de tração, não sendo levado em conta a resistência a tração do concreto, por esta ser muito baixa. As vigas de concreto armado recebem ferragens secundárias distribuídas transversalmente ao longo da sua seção, denominadas estribos. Possuem a finalidade de levar até os apoios as forças cisalhantes. Ao dimensionar vigas de concreto que são fundidas com a laje, a compressão pode levar em conta parte da laje junto à viga, ajudando a reduzir a quantidade de ferragem para resistir aos esforços compressivos. Em viadutos e pontes as vigas são comumentemente do tipo biapoiadas. Seus apoios são chamados livres. Assim a estrutura pode oscilar em seus apoios, evitando o aparecimendo de trincas e permitindo a estrutura oscilar com o deslocamento das cargas móveis recebidas, sem afetar a sua estabilidade. == Perfis == Vigas são estruturas amplamente utilizadas na engenharia. Elementos obrigatórios no dimensionamento de estruturas simples ou complexas, as vigas possuem diferentes formas de seção, denominadas perfis. Os perfis mais utilizados são o perfil em \"I\" e o perfil em \"T\", existindo ainda o perfil em \"U\" e em \"L\". Para sabermos o peso que pode ser aplicado em uma determinada viga, devemos fazer o cálculo das Tensões de Cisalhamento (esforços cortantes). Para sabermos o momento que pode ser aplicado na viga, deveremos calcular o Momento Fletor. No perfil, o elemento vertical chama-se alma e o elemento horizontal (um no perfil em \"T\", dois no perfil em \"I\") denomina-se banzo. == Ver também == * Coluna * Pilar * Pilastra * Piso * Laje (arquitetura) == Referências == * Santos, Lauro Modesto dos; Cálculo de Concreto Armado V. 1 1977. == Ligações externas == Categoria:Construção Categoria:Engenharia estrutural",
 "title": "Viga"
}