{
 "id": "6137",
 "text": "O surfe (aportuguesamento brasileiro do termo inglês surf, mais comum em Portugal devido à pronúncia , também recorrente sob a forma surfing) é uma prática desportiva efetuada na superfície da água, frequentemente considerada parte do grupo de atividades denominadas esportes de aventura,esportes de aventura cuja proficiência é verificada pelo grau de dificuldade dos movimentos executados pelo surfista ao deslizar em pé na prancha de surfe, aproveitando a onda que quebra quando se aproxima da praia ou costa. A palavra surf ainda pode ser encontrada como som da arrebentação das ondas. == Freesurf == O chamado “freesurf” é uma vertente do surfe em que o seu praticante (conhecido como \"freesurfer\") surfa única e exclusivamente para se divertir, sem se preocupar com a performance e sem participar de competições. Os freesurfers ganham dinheiro fazendo contratos que envolvem aparição em eventos, filmagens, shootings de coleções de roupa/equipamentos, fotos conceituais da marca, teste de protótipos, entrevistas, revistas, sites de conteúdo, tudo que associe a imagem deles e da marca ao público.surfalive.com.br/ Como um freesurfer ganha a vida? == Manobras == Assim como na maioria dos esportes radicais, no surfe também existem manobras. As principais são: *Tube ride or barreling: (Tubo): A manobra de surfe que pontua mais alto nas competições quando realizada. Muito cobiçada, é um dos principais objetivos dos surfistas. Ocorre quando ele entra debaixo da crista da onda, que quando está quebrando se levanta a uma altura que deixa um espaço para o surfista passar por dentro do túnel de água. *Off-the-lip (Batida): Uma das manobras mais clássicas. Nela, o surfista bate com as bordas e o fundo da prancha na lip (crista) da onda. Na manobra, o atleta quase sai da onda, daí vira rápido e volta. *Re-entry (Rasgada): A re-entry é feita na face da onda, rasgando a parede com a borda e as quilhas da prancha. *Floater: Nesta manobra quando a onda começa a se fechar, o surfista desliza sobre a espuma e retorna para a onda. É similar às manobras de skate sobre corrimãos de escadas *Cutback: Uma das manobras de surfe que são consideradas funcionais. Serve para que o surfista retorne à parte com mais energia na onda, direcionando a prancha de volta para a espuma. *Aéreos: Esta manobra nada mais é do que um voo sobre a onda. Ao realizá-la o surfista precisa pular sobre a crista e fazer um movimento no ar e aterrissar em pé (para valer a pontuação), continuando na onda. *Bottom turn (Cavada): Nesta manobra, o surfista faz uma curva na base da onda para ganhar velocidade e, depois, ir na direção da crista (\"cortando\" a onda). *360º: Nesta manobra o surfista efetua uma volta completa sobre si mesmo, utilizando a prancha, e continua na mesma direção. *Layback: Para executá-la, é preciso cavar a onda, entrando de frente para a onda. Na sequência, é preciso chutar a rabeta (parte de trás da prancha), para trocar de borda. Com isso, o surfista precisa encostar as costas na água (como se estivesse se deitando na onda). *Backflip (Mortal de costas): Consiste em realizar um aéreo com a prancha, dar um giro para trás e aterrissar em pé sobre a mesma. É uma das manobras mais fantásticas e avançadas do esporte. Em 2016, Gabriel Medina fez história no circuito mundial, depois de realizar um backflip perfeito e aterrissar pela primeira vez na liga, conseguindo nota 10 dos juízes. Conseguir manobrar no surfe exige muita técnica e acima de tudo muito equilíbrio e prática. Com o passar dos anos o Brasil atingiu um alto nível de surfe com atletas que a cada dia que passam inovam a forma em que se surfa. . == Esporte de aventura == As boas ondas para a prática do surfe são normalmente encontradas no oceano, mas, por vezes são encontradas também em lagos, rios e piscinas de ondas. Existem algumas variações da modalidade baseadas no tamanho das pranchas, como shortboard, longboard, bodyboard, handsurf, bodysurf, skimboard e kneeboard. O kite surf e windsurf, dependem exclusivamente da força do vento. No surf o surfista pode ter duas bases em cima da prancha, goofy (pé esquerdo atrás) ou regular (pé direito atrás). Onde o pé de trás será a base de toda manobra. Existem duas divisões no surfe em pé: longboarding, shortboarding, refletindo diferenças na construção da prancha, tamanho, design para cada tipo de onda. No tow-in surfing (que deveria exclusivamente, ser associado ao surfe de ondas grandes), um barco motorizado, como um jet-ski, reboca o surfista para a frente da onda, ajudando para que a velocidade dele equivale a da onda, que, geralmente é uma velocidade mais alta que um surfista a remar pode conseguir. A cultura do surfe abrange várias entidades como escolas de surf, escolas de socorro e salvamento, surf camps, e na produção de mídia. Em 2011, o livro The Guinness Book of World Records reconheceu uma onda de 31 metros surfada por Garrett McNamara na Praia do Norte, gerada pelo Canhão da Nazaré, em Portugal, como a maior onda alguma vez surfada. == História == A origem do surfe é disputada entre os povos peruanos e polinésios. A prática de deslizar sobre as ondas há muito tempo já era conhecida pelos povos polinésios, que povoaram grande parte das ilhas do Oceano Pacífico , além do litoral pacífico da América do Sul. Os primeiros relatos do surfe dizem que este foi introduzido no Havaí pelo rei polinésio Tahíto. Outros relatos dão conta de que, muito antes dos havaianos, antigos povos peruanos já utilizavam uma espécie de canoa confeccionada de junco para deslizar sobre as ondas. O primeiro relato escrito da observação de pessoas a fazerem surfe, foi feito pelo navegador inglês James Cook que gostou do esporte por se tratar de uma forma de relaxamento. Utilizavam-se, inicialmente, no Havaí pranchas de madeira denominadas Olo e Alaia e, no Peru, de junco. As pranchas eram fabricadas pelos próprios usuários. Acreditava-se que, ao fabricar sua própria prancha, se transmitiam todas as energias positivas para ela e, ao se praticar o esporte, se libertava das \"energias negativas\". Os primeiros praticantes desse esporte acreditavam que sua prática seria um culto ao espírito do mar. O reconhecimento mundial do esporte veio com o campeão olímpico de natação e pai do surfe moderno, o havaiano Duke Paoa Kahanamoku. Ao ganhar a medalha de ouro nos jogos olímpicos de 1912, em Estocolmo, o atleta disse em entrevista que o seu treino se resumia em \"cavalgar sobre as ondas com uma tábua de madeira\" e, desse modo, passou a ser o maior divulgador do esporte no mundo. Com isso, o arquipélago do Havaí e os seus esportes típicos passaram a ser reconhecidos internacionalmente. No início do século XX Duke promoveu o surfe iniciando demonstrações em outras regiões do mundo como a Califórnia, França, Austrália, América do Sul e África. Por volta da década de 1940, o esporte popularizou-se na costa oeste dos Estados Unidos, tornando-se popular entre os jovens, principalmente nas praias do sul da Califórnia. Então, com o início dos primeiros campeonatos de surfe em 1974, o surfe tornou-se popular em todo o mundo, no início de um emergente profissionalismo. A evolução do surfe moderno foi especialmente marcado pela apresentação de novos modelos de pranchas de surfe, como a prancha twin-fin de Mark Richards em 1980 e, depois, pela prancha tri-fin de Simon Anderson em 1981. Esses australianos tornaram esse país o detentor do maior número de campeões mundiais de surfe. A organização do campeonato mundial é responsabilidade da Associação de Surfistas Profissionais. Pode-se afirmar que o surfista mais conhecido do mundo é o floridense Kelly Slater, que soma 11 títulos mundiais. Em 2016, foi assumido pelo Comitê Olímpico Internacional (COI) como esporte olímpico, a partir dos Jogos Olímpicos de Verão de 2020, no Japão. == No Brasil == No Brasil, o esporte foi desenvolvido e começado em Santos, SP,A Tribuna, \"1º Santos Festival conta história do surf\", 20/1/2005. com nomes como Thomas Ernest Rittscher Júnior, Margot Rittscher, Osmar Gonçalves e João Roberto Suplicy Hafers.Bastos, 2005. Thomas Ernest Rittscher, americano, trouxe dos Estados Unidos, uma revista chamada Popular Mechanic. Um dos artigos ensinava como se fazer uma prancha. Foi o que Thomas fez e posteriormente ajudou os amigos a produzirem suas \"tábuas havaianas\", a prancha tinha 3,60 metros e pesava oitenta quilogramas. Em 1952, um grupo de cariocas, liderado por Paulo Preguiça, Jorge Paulo Lehman e Irencyr Beltrão, começou a descer as ondas em Copacabana, com pranchas de madeirite. O esporte começava a popularizar-se. As primeiras pranchas de fibra de vidro, importadas da Califórnia, só chegaram ao Brasil em 1964. Em 15 de julho de 1965, foi fundada a primeira entidade de surfe do país - a Associação de Surfe do Estado do Rio de Janeiro. Esta organizou o primeiro campeonato em outubro daquele ano. No entanto, o surfe só seria reconhecido como esporte pelo Conselho Nacional de Desportos em 1988. Em 1989, o shaper carioca Henry Lelot e amigos fundaram a \"Federação de Surfe do Estado do Rio de Janeiro\" - na época, a segunda federação de surfe do Brasil. Atualmente, as entidades responsáveis pela organização no esporte no Brasil são a \"Confederação Brasileira de Surfe\" - filiada ao Comitê Olímpico Brasileiro e, há anos, presidida pelo paranaense Juca de Barros, e a \"Associação Brasileira dos Surfistas Profissionais\", sendo que o campeonato nacional denominado \"Circuito SuperSurfe\". Muitos recursos são utilizados para saber como estão as ondas, especialmente a internet , onde o surfista pode conferir, ao vivo, através de sites especializados, as condições das ondas através das câmeras nas praias. Pode-se, também, conferir os mapas e gráficos de previsão de ondas para se programar uma viagem para a prática do surfe, garantindo, assim, que a viagem seja proveitosa. Este recurso só foi possível com o advento da Internet, no final do século XX. Antes disso, os surfistas faziam as suas viagens para surfar frequentemente sem saber como estavam as condições do mar, muitas vezes se deparando com condições adversas à prática do surfe. Outras vezes, os surfistas permaneciam por longos períodos nas praias de surfe, para poder, assim, esperar pelas condições favoráveis à prática do surfe. Desta forma, porém, muitas vezes não podiam realizar outras atividades, como trabalhar ou estudar. Assim, o surfista tinha a sua imagem, muitas vezes, associada à de um desocupado, um vagabundo. Com o advento da previsão das ondas, abriu-se um novo horizonte para a prática do esporte, fazendo com que o surfista pudesse programar a sua vida, tornando, assim, a sua viagem muito mais proveitosa, pois ele passou a poder realizar outras atividades úteis durante o período de espera das ondas. Pode-se afirmar que, com o tempo, a associação da prática do surfe com a vagabundagem vai desaparecendo, ou seja o preconceito das pessoas que não consideram o surfe um meio de profissão. Apartir da metade da década de 2010 o Brasil passa a ver um explosão de campeões mundiais brasileiros, todos paulistas, como Adriano de Souza, Gabriel Medina, Filipe Toledo. A única exceção é o potiguar Ítalo Ferreira que também venceu a Liga Mundial de Surfe. == Deslizar == O termo \"planar\" ou \"deslizar\" é empregue no iatismo para descrever o facto de se acompanhar o movimento de uma onda quando um veleiro, em determinadas circunstâncias, desliza na crista da onda tal como o faria um surfista com a sua prancha. Esse movimento está ligado ao perfil da carena, ao atrito com água e à regulação do velame. O Surf pode-se referir ao fato de podermos planar. == Órgãos do desporto/esporte == * Associação de Surfistas Profissionais * Confederação Brasileira de Surf * Federação Portuguesa de Surf * World Surf League - WSL == Ver também == * Surfista * Roupa de borracha == Ligações externas == * Surf Total – O portal de informação sobre surfe * Beachcam – Transmissões em direto das principais praias de Portugal * SurfGuru – Previsão de ondas e vento para a prática do surfe no Brasil e no Mundo * SURF Portugal Magazine * SURF Blog Categoria:Desportos radicais Categoria:Desportos com prancha",
 "title": "Surfe"
}