{
 "id": "61380",
 "text": "As Cortes (do termo latino cohors) eram reuniões de carácter consultivo e deliberativo das monarquia tradicional portuguesa, convicadas pelo rei, ou em seu nome, com a presença das diferentes classes sociais estabelecidas três Ordens: o Primeiro Estado, que correspondia ao \"braço\" do clero; o Segundo Estado, que era o \"braço\" da nobreza; e o Terceiro Estado, que era o \"braço\" do povo, representado pelos procuradores dos concelhos. As Cortes nunca seguiram uma periodicidade definida, dependendo da conjuntura socio-política e da vontade do monarca, funcionando por sua convocatória. == Funcionamento == As Cortes operavam em sessões ordinárias, antecedidas por sessões solenes. Na sessão solene era proferido um discurso de abertura, chamado de Oração de Preposição, a cargo de alguém nomeado pelo monarca, onde eram enumerados os motivos da convocação das Cortes. Os trabalhos desenrolavam-se em reuniões separadas de cada um dos três Estado, acabando com a apresentação ao monarca das suas petições ou conclusões, que lhes respondia posteriormente, cabendo- lhe, em caso de impasse ou não, a decisão final. A duração dos trabalhos decorria por tempo indeterminado até que terminassem os assuntos a discutir; pode, contudo, afirmar-se que a sua duração média seria de um mês. Durante o desenrolar das Cortes, o monarca residia na cidade onde se realizavam. Devido à sua natureza consultiva, os vassalos eram incentivados a apresentarem os seus problemas, atuando o monarca a pedido dos vassalos. Esses pedidos eram formulados em dois principais tipos de documentos: * os capítulos particulares: o qual constavam os problemas particulares de cada concelho; * os capítulos gerais: produzidos pelos três estados na fase inicial de cada assembleia, e que incluíam questões de alcance mais geral, desde reivindicações corporativas até advertências acerca de temas da actualidade do reino. Nesses pedidos gerais a visão particularista surgia, sem dúvida, mais esbatida. == As Cortes de Portugal na Época Medieval == No Reino de Portugal, na época medieval, as Cortes eram uma assembleia de representantes das propriedades do reino - a nobreza, o clero e a burguesia. Foi convocado e dispensado pelo rei de Portugal à vontade, no local de sua escolha. As cortes que reuniram todos os três Estados são algumas vezes distinguidos como Cortes- Gerais, em contraste com as assembleias menores que traziam apenas um ou dois dos Estados, para negociar um ponto específico relevante apenas para eles. Os monarcas portugueses sempre chamaram \"cortes do rei\" intermitentes (Curia Regis), assembleias consultivas de nobres feudais e clérigos de terra (bispos, abades e mestres das Ordens Militares) para aconselhar sobre assuntos importantes. Essa prática provavelmente se originou no proto-feudalismo do reino visigótico do século VI. Mas, durante o século XIII, com o crescente poder dos municípios e reis cada vez mais dependentes de milícias urbanas, as cidades incorporadas ganharam o direito de participar da corte do rei. As Cortes reunidas em Leiria em 1254 por D. Afonso III de Portugal foram as primeiras Cortes portuguesas conhecidas a incluir explicitamente representantes dos municípios. Nisso, Portugal estava acompanhando o padrão nos reinos ibéricos vizinhos (por exemplo, os reis de Leão admitiram representantes da cidade em suas Cortes já em 1188). Os reis medievais de Portugal continuaram a contar com pequenas assembleias de notáveis, e convocavam todas as Cortes em ocasiões extraordinárias. Cortes seriam convocadas se o rei quisesse introduzir novos impostos, mudar algumas leis fundamentais, anunciar mudanças significativas na política externa (por exemplo, ratificar tratados) ou resolver questões de sucessão real, questões em que a cooperação e o consentimento das cidades eram necessários. A mudança de tributação (especialmente solicitando subsídios de guerra) foi provavelmente o motivo mais frequente para a convocação das Cortes. Como os nobres e o clero eram em grande parte isentos de impostos, a fixação de impostos envolveu intensas negociações entre o conselho real e os delegados de hambúrgueres nas Cortes. Os delegados (advogados) não apenas consideraram as propostas do rei, mas, por sua vez, também usaram as Cortes para apresentar petições próprias ao conselho real em uma infinidade de questões, por exemplo, estendendo e confirmando os privilégios da cidade, punindo abusos de funcionários, introduzindo novas controles de preços, restrições aos judeus, promessas de cunhagem etc. A resposta real a essas petições foi consagrada como ordenanças e estatutos, dando assim às Cortes o aspecto de uma legislatura. Essas petições foram originalmente referidas como queixas, depois artigos e eventualmente capítulos. Em Cortes-Gerais, as petições foram discutidas e votadas separadamente por cada estado e exigiram a aprovação de pelo menos duas das três propriedades antes de serem encaminhadas ao conselho real. A proposta foi então sujeita ao veto real (aceito ou rejeitado pelo rei em sua totalidade) antes de se tornar lei. No entanto, a extensão exata do poder de Cortes era ambígua. Os reis insistiram em sua antiga prerrogativa de promulgar leis independentemente das Cortes, maioritariamente usavam-do-as de modo a forçar a colaboração dos nobres do reino ás suas medidas, sendo que, uma lei promulgada em Corte seria muito mais difícil de refutar depois do ato. O compromisso, em teoria, era que as ordenanças promulgadas em Cortes só podiam ser modificadas ou revogadas por Cortes. Mas mesmo esse princípio era frequentemente contornado ou ignorado na prática. As Cortes provavelmente tiveram seu apogeu nos séculos XIV e XV, atingindo seu ápice quando D. João I de Portugal confiou quase totalmente na burguesia por seu poder. Por um período após a crise de 1383 a 1385, as Cortes foram convocadas quase anualmente. Mas com o passar do tempo, eles se tornaram menos importantes. == As Cortes de Portugal na Época Moderna == Os monarcas portugueses, explorando as riquezas do império português no exterior, ficaram menos dependentes dos subsídios de Cortes e as convocaram com menos frequência. D. João II (r.1481-1495) as usou para quebrar a alta nobreza, mas dispensou-as de outra maneira. D. Manuel I (r.1495-1521) convocou-as apenas quatro vezes no seu longo reinado. Já na época de D. Sebastião (r.1554-1578), as Cortes eram praticamente irrelevantes. Curiosamente, as Cortes ganharam uma nova importância com a União Ibérica de 1581, encontrando um papel de representante dos interesses portugueses no novo monarca dos Habsburgos. As Cortes desempenharam um papel crítico na Restauração de 1640 e desfrutaram de um breve período de ressurgimento durante o reinado de João IV (r.1640-1656). Mas no final do século XVII, viu-se marginalizada mais uma vez. É essencial, a este ponto, lembrarmos-nos do facto que houve apenas quatro ocasiões em que as Cortes foram de imensa importância para a História de Portugal: com a coroação de D. João I, nas Cortes de Coimbra de 1385; com a nomeação de D. Pedro, Duque de Coimbra, como regente de D. Afonso V, nas Cortes de Torres Novas de 1438; com a coroação de Filipe I, nas Cortes de Tomar de 1581; e, finalmente, com a aclamação de D. João IV, nas Cortes de Lisboa de 1645-1646. Todas estas ocasiões, por fim confirmando o papel essencialmente legitimador do poder reinante. As últimas Cortes reuniram-se em 1698, pela mera formalidade de confirmar a nomeação do Infante João (futuro D. João V) como sucessor de Pedro II de Portugal. Posteriormente, os réis portugueses governaram como monarcas absolutos. Nenhuma Corte foi montada por mais de um século. Esse estado de coisas chegou ao fim com a Revolução Liberal de 1820, que pôs em movimento a introdução de uma nova constituição e um parlamento permanente e adequado, que entretanto herdou o nome de Cortes Gerais. == Lista de cortes em Portugal == Esta é uma lista das cortes realizadas na história de Portugal: === Primeira Dinastia === Ano Local D. Afonso Henriques 1143 Lamego (lendárias) D. Afonso II 1211 Coimbra D. Afonso III 1254 Leiria 1256 Guimarães 1261 Guimarães 1273 Santarém D. Dinis I 1282 Évora 1283 Coimbra 1285 Lisboa 1288 Guimarães 1289 Lisboa 1323 Lisboa D. Afonso IV 1325 Évora 1331 Santarém 1334 Santarém 1335 Coimbra 1340 Santarém 1350 Santarém 1352 Lisboa D. Pedro I 1361 Elvas D. Fernando I 1371 Lisboa 1372 Porto 1372 Leiria 1373 Santarém 1375 Atouguia 1376 Leiria 1380 Torres Novas 1383 Santarém === Interregno === Ano Local 1385 Coimbra === Segunda Dinastia === Ano Local D. João I 1387 Coimbra 1387 Braga 1389 Lisboa 1390 Coimbra 1391 Évora 1391 Viseu 1393 Atouguia 1394-1395 Coimbra 1396 Santarém 1397 Coimbra 1398 Coimbra 1398 Porto 1399 Lisboa 1400 Coimbra 1401 Guimarães 1402 Montemor-o-Novo 1402 Santarém 1404 Lisboa 1406 Santarém 1408 Évora 1410 Lisboa 1412 Lisboa 1413 Lisboa 1416 Estremoz 1417 Lisboa 1418 Santarém 1427 Lisboa 1430 Santarém D. Duarte I 1433 Leiria-Santarém 1436 Évora 1438 Leiria Leonor de Aragão (D. Afonso V) 1438 Torres Novas 1439 Lisboa D. Pedro (D. Afonso V) 1441 Torres Vedras 1442 Évora 1444 Évora 1446 Lisboa 1447 Évora D. Afonso V 1451 Santarém 1455 Lisboa 1456 Lisboa 1459 Lisboa 1460 Évora 1465 Guarda 1468 Santarém 1471 Lisboa 1472-1473 Coimbra 1473 Lisboa 1475 Évora 1476 Lisboa 1477 Montemor-o-Novo 1477 Santarém 1478 Lisboa D. João II 1481-82 Évora 1482 Santarém 1490 Évora D. Manuel I 1495 Montemor-o-Novo 1498 Lisboa 1499 Lisboa 1502 Lisboa D. João III 1525 Torres Novas 1535 Évora 1544 Almeirim D. Catarina de Áustria (D. Sebastião) 1562 Lisboa D. Henrique I 1579 Lisboa 1580 Almeirim === Interregno === Ano Local 1581 Tomar === Terceira Dinastia === Ano Local D. Filipe I 1583 Lisboa D. Filipe II 1619 Lisboa === Quarta Dinastia === Ano Local D. João IV 1641 Lisboa 1642 Lisboa 1645-1646 Lisboa 1653 Lisboa D. Afonso VI 1667-1668 Lisboa D. Pedro II 1673-1674 Lisboa 1679-1680 Lisboa 1697-1698 Lisboa D. João VI 1820 Cortes Gerais e Extraordinárias da Nação Portuguesa D. Miguel I 1828 Lisboa D. Maria II 1836 Cortes Constituintes As assembleias constituintes republicanas: a Assembleia Nacional Constituinte de 1911 e a Assembleia Constituinte de 1975 podem ser consideradas sucessoras (ou equivalentes republicanos) das antigas cortes do período monárquico. == Referências == Cortes *",
 "title": "Lista de cortes em Portugal"
}