{
 "id": "61403",
 "text": "O Instituto Butantan é um destacado centro de pesquisa científica e produção de imunobiológicos localizado no bairro do Butantã, na zona oeste da cidade de São Paulo, adjacente ao campus Cidade Universitária da Universidade de São Paulo. O Instituto é uma instituição pública ligada à Secretaria de Estado da Saúde de São Paulo, do Governo do Estado de São Paulo desde sua fundação. Por seu trabalho notável em saúde pública, o instituto é considerado um dos principais centros científicos do Brasil e do mundo. O complexo do Butantan conta com unidades de produção de biofármacos, dezenas de laboratórios dedicados à pesquisa científica, um hospital (Hospital Vital Brazil) e o Parque da Ciência Butantan, com cinco museus, uma biblioteca, um macacário, um serpentário, um reptário, entre outras atrações. Apesar de possuir estreitas relações científicas e compartilharem do mesmo espaço físico, o Instituto Butantan não é unidade integrante da Universidade de São Paulo, possuindo autonomia administrativa e financeira. O Instituto foi fundado em 23 de fevereiro de 1901, sob o nome de Instituto Serumtherapico. Hoje, é responsável por grande parte da produção de vacinas utilizadas no Programa Nacional de Imunizações (PNI) do Ministério da Saúde e por quase a totalidade dos soros hiperimunes utilizados na rede pública de saúde para tratar acidentes causados por serpentes, aranhas, escorpiões e toxinas. Anualmente, o Butantan produz mais de 80 milhões de doses da vacina contra a gripe (influenza) que são disponibilizadas à população na Campanha Nacional de Vacinação contra a Gripe. Durante a pandemia, em parceria com a farmacêutica Sinovac Life Science, do grupo Sinovac Biotech, o Instituto Butantan realizou a produção da vacina CoronaVac, aprovada pela Agência Nacional de Vigilância Sanitária (Anvisa) para uso emergencial contra o coronavírus (COVID-19). Além das atividades diretamente relacionadas a saúde pública, o Instituto Butantan é também um importante ponto turístico da cidade de São Paulo. O Parque da Ciência Butantan, que possui uma área total de 725 mil m², abriga o Museu Biológico, o Museu Histórico, o Museu de Microbiologia e o Museu da Vacina, inaugurado em março de 2023. Também faz parte do complexo o Museu de Saúde Pública Emilio Ribas, que fica localizado no Bairro do Bom Retiro, em São Paulo, no prédio que abrigava o antigo Desinfectório Central. A entrada no Parque da Ciência é gratuita, mas o acesso aos museus se dá mediante aquisição de ingressos a preços populares. == História == === Criação do Instituto e os primeiros soros e vacinas (1899 – 1910) === O Instituto Butantan surgiu em 1899 (final do século XIX) para ajudar no combate a um surto de peste bubônica que se propagava no estado de São Paulo a partir do Porto de Santos. Temendo que a doença atingisse a capital, o governo paulista convocou o Instituto Bacteriológico (atual Instituto Adolfo Lutz) para tentar resolver o problema. Seu diretor, Adolfo Lutz, mandou para essa cidade o assistente Vital Brazil. Em pouco tempo ele diagnosticou a doença e, em conjunto com o médico Oswaldo Cruz, criou um plano para controlá-la. De volta à capital, Vital Brazil foi encarregado de chefiar a organização de um laboratório de produção de soro antipestoso, vinculado ao Instituto Bacteriológico. Para albergar este novo serviço e laboratório, o médico Emílio Ribas, diretor sanitarista do estado, sugeriu ao então presidente de São Paulo, Coronel Fernando Prestes de Albuquerque, a desapropriação da fazenda Butantan. A localização da fazenda era ideal, já que ficava bastante afastada do centro da cidade, do outro lado do Rio Pinheiros, em uma época em que não havia pontes para unir as duas margens. Em fevereiro de 1901, esse serviço transformou-se em instituição autônoma, então denominada \"Instituto Serumtherapico do Estado de São Paulo\", e tendo como primeiro diretor o médico sanitarista Vital Brazil. O nome Butantan, segundo o filólogo Eduardo Navarro, é originário do tupi antigo e quer dizer \"terra dura dura\", formando o superlativo a partir da duplicação do adjetivo.NAVARRO E. Método Moderno de Tupi Antigo: a língua do Brasil dos primeiros séculos Global Editora A nomeação para Instituto Butantan aconteceria na década de 1920: em 1925, a instituição já era chamada assim em documentos oficiais. Em junho de 1901, quando a peste bubônica já havia chegado à cidade de São Paulo, o Instituto começou a produzir o soro antipestoso – considerado pelo Instituto Pasteur de Paris a grande arma para vencer a peste bubônica. A situação da epidemia de peste bubônica só mudaria em 1902, quando a instituição começou a produzir a vacina antipestosa, seguindo a técnica criada pelo italiano Camillo Terni do Instituto de Messina, a partir da vacina desenvolvida pelo médico russo Waldemar Haffkines. Em 1906, com o controle da peste bubônica e a diminuição da demanda por vacina e soro antipestosos, o Butantan passou a produzir e disponibilizar à população soro antidiftérico. A difteria, ou crupe, havia sido introduzida no Brasil no final do século XIX por imigrantes europeus, e se espalhou rapidamente pelas grandes cidades, tornando-se endêmica nos meses de outono e inverno. ==== Vital Brazil e a descoberta da especificidade do soro antiofídico ==== Em seus primeiros anos como médico, antes de assumir a direção do Butantan, Vital Brazil já se dedicava ao combate de doenças infecciosas pelo Serviço Sanitário do Estado de São Paulo. O trabalho acabou lhe rendendo duas infecções de febre amarela, devido à exposição frequente. Em 1895, por insistência da família preocupada com sua segurança, mudou-se para Botucatu, interior de São Paulo, para trabalhar em uma clínica. Nos atendimentos, se deparava com diversos pacientes acidentados com serpentes peçonhentas. O número elevado de mortes chamou a atenção do sanitarista – os tratamentos eram ineficientes na maioria dos casos. Assim, o médico decidiu se dedicar aos estudos de acidentes ofídicos. Começou com a leitura de artigos do bacteriologista francês Léon Calmette, que foi o primeiro a desenvolver um antiveneno para picada de cobra. Calmette acreditava na criação de um soro universal: o soro contra o veneno mais poderoso, o da naja, deveria proteger contra outras serpentes. Então, Vital passou a coletar serpentes para extrair e analisar os venenos. Com poucos recursos no laboratório de Botucatu, voltou para São Paulo em 1897 e conseguiu uma vaga de assistente no Instituto Bacteriológico. Em testes com animais, o médico sanitarista notou que a picada de cada cobra causava sintomas diferentes, e separou os tipos de veneno de acordo com a ação. Em 1898, comprou uma amostra do soro de naja produzido por Calmette e o testou contra o veneno da cascavel. Para sua surpresa, o tratamento não funcionou. Como ele já tinha animais imunizados com peçonha de jararaca e cascavel, decidiu usar os dois tipos de soro contra seu respectivo veneno. Foi assim que Vital Brazil fez a sua maior descoberta científica: a especificidade do soro, que resultou no livro “A defesa contra o ophidismo”, publicado anos depois, em 1911. Em 1901, já na direção do Butantan, Vital deu continuidade aos trabalhos com serpentes e o Instituto foi se tornando referência em herpetologia, produzindo soros antiofídicos, ensinando trabalhadores de campo a se prevenir de acidentes e desmistificando tratamentos populares ineficazes. Em 1902, o sanitarista relatou o primeiro tratamento com soro antibotrópico (contra jararaca) em seres humanos. === Expansão e reconhecimento internacional (1910 – 1940) === Em 1914, em um grande passo rumo ao progresso do Instituto, foram inaugurados o serpentário e o Prédio Central, futuramente batizado de Edifício Vital Brazil. Construído segundo as orientações do próprio Vital, o edifício serviu para alocar setores de pesquisa e produção, possibilitando uma expansão nos estudos voltados à saúde pública e um maior aprimoramento das atividades do Instituto. Hoje, essa construção é o cartão postal do Butantan e abriga a Biblioteca Científica, entre outras atrações do Parque da Ciência. Em novembro de 1915, durante uma viagem aos Estados Unidos para o Congresso Científico Pan-Americano, Vital Brazil entregou o soro que salvou a vida de um trabalhador do zoológico de Nova York, que havia sido picado por uma cascavel. A história foi publicada no jornal The New York Times. Dois anos depois, preocupado em disponibilizar os soros gratuitamente para a população brasileira, Vital decidiu doar a patente da invenção ao governo do Estado de São Paulo. Ao longo dos anos, o trabalho da instituição se estendeu ao desenvolvimento de soros para tratar outros envenenamentos, como o antiescorpiônico (1916) e o antiaracnídico (1926), além de doenças infecciosas, como o antitetânico (1915). Na mesma época, o Instituto passou a produzir suas primeiras vacinas: o imunizante contra gonorreia (1918), meningite (1920), pneumonia (1921), a vacina BCG contra tuberculose (1926) e a contra difteria (1927). A partir de 1945, com a inauguração do Hospital Vital Brazil, o Butantan expandiu sua atuação relacionada aos envenenamentos e passou a atender pacientes acidentados com animais peçonhentos. Desde a sua abertura, o hospital já atendeu mais de 100 mil casos. === Desenvolvimento de novas vacinas e criação do PNI (1940 – 1980) === Após a década de 1940, outros imunizantes começaram a ser incorporados à produção do Butantan, como influenza (1948), raiva (1949), febre amarela (1953) e coqueluche (1955). Na década de 1960, o Instituto atuou no controle de qualidade e distribuição da vacina oral contra a poliomielite (VOP) e iniciou a produção da vacina tríplice bacteriana (difteria, tétano e pertussis). Também produziu o soro antirrábico para tratamento da raiva. Sempre monitorando a situação epidemiológica do país, o Butantan agiu durante uma grave epidemia de encefalite no litoral sul do Estado de São Paulo em 1975, causada pelo arbovírus Rocio, e produziu uma vacina contra o patógeno. A instituição também apoiou o combate aos mosquitos vetores. Nos anos 1980, passou a produzir a vacina BCG intradérmica liofilizada e a vacina contra o sarampo, estas já distribuídas no Programa Nacional de Imunizações (PNI) – programa criado em 1973 que centralizou as campanhas de vacinação no país e revolucionou o combate às doenças infecciosas. O Butantan também contribuiu para o sucesso da campanha nacional de erradicação da varíola, infecção grave e altamente contagiosa que matava 30% dos infectados. A doença foi erradicada das Américas em 1973 e do mundo em 1980. Em 1985, quando o maior produtor de soro antiofídico do Brasil encerrou suas atividades no país, o Butantan passou a integrar o Programa de Autossuficiência Nacional em Imunobiológicos (Pasni), criado pelo governo federal para investir em laboratórios públicos nacionais para suprir a demanda de antivenenos. Na época, o Instituto inaugurou sete laboratórios de pesquisa: Biologia Molecular, Centro de Biotecnologia, Centro de Pesquisa e Formação em Imunologia, lmunogenética, lmunoquímica, Imunologia Viral e Zoonoses e Endemias Parasitárias. Com o apoio do Ministério da Saúde, o Butantan passou a ser o principal responsável pela produção de soros no Brasil. === Criação da Fundação Butantan (1990) === Para dar suporte às atividades do Instituto Butantan, foi criada em 1989 a Fundação Butantan, uma entidade privada sem fins lucrativos que financia pesquisas científicas e busca acelerar a contratação de pessoal e garantir a eficácia nos processos internos. Toda a receita gerada a partir da venda de vacinas ao Ministério da Saúde é revertida para o próprio Instituto e suas atividades. A Fundação pode celebrar convênios, acordos e termos de parceria com entidades públicas e privadas, nacionais ou estrangeiras, com a intermediação do Instituto, a fim de acelerar o desenvolvimento de pesquisas científicas e produtos, como as vacinas. Um exemplo é o acordo com a Sanofi para produção da vacina da influenza, assinado em 1999. Outro acordo histórico ocorreu em 2021 com a farmacêutica Sinovac, que culminou na entrega de 115 milhões de doses da CoronaVac para o combate à pandemia de Covid-19 no Brasil. === Transferência de tecnologia da vacina da gripe (1999 – 2013) === O atual carro-chefe do Butantan, a vacina trivalente contra a gripe, é um dos imunizantes recomendados pelo PNI. O produto nasceu de uma transferência de tecnologia com a farmacêutica Sanofi Pasteur, assinada em 1999 e concluída em 2013. O acordo permitiu que o Instituto produzisse sua própria versão da vacina, em um processo que foi constantemente aprimorado ao longo dos anos. Após a conclusão da transferência e a concessão da certificação de Boas Práticas de Fabricação pela Agência Nacional de Vigilância Sanitária (Anvisa), o Butantan multiplicou a sua capacidade de produção. Hoje, fornece 100% das doses do imunizante para o Ministério da Saúde, resultando em 80 milhões de doses por ano. Em 2021, a vacina contra a gripe do Butantan foi incluída na lista de imunizantes pré- qualificados da Organização Mundial da Saúde (OMS), possibilitando a sua exportação e ajudando outros países a prevenirem a doença. Em 2022, o Instituto enviou 700 mil doses para o Uruguai, 225 mil doses para a Nicarágua e 1 milhão de doses para o Equador, via edital da Organização Pan-Americana da Saúde. No ano seguinte, em 2023, exportou 5 milhões de doses para Colômbia, Bolívia, Uruguai, Cuba e Nicarágua. === Incêndio no Prédio de Coleções (2010) === Em 15 de maio de 2010, um incêndio atingiu o Prédio das ColeçõesPrefeitura da Cidade de São Paulo. (15 de maio de 2010). Butantan emite nota oficial sobre incêndio no Instituto, acesso em 15 de maio de 2010 às 7h30, tendo sido controlado por volta das 19h30.Dantas, Tiago. (17 de maio de 2010). Digitalização de acervo do Butantã pode ter sido destruída em incêndio.O Estado de S.Paulo O fogo destruiu cerca de 85 mil espécimes de serpentes e 450 mil espécimes de artrópodes, entre escorpiões, opiliões, miriápodes e aranhas que estavam conservadas em solução de álcool 70% ou a seco. A coleção, referência para descrição de espécies e utilizada para pesquisas científicas, era a maior do Brasil e a maior do mundo desses animais para uma região tropical.Escobar, Herton. (15 de maio de 2010). Incêndio destrói mais de 500 mil amostras do Instituto Butantan. O Estado de S.Paulo, acesso em 15 de maio de 2010 Em relação à coleção de serpentes, que contava com 77 mil espécimes de cobras, 7 mil ainda aguardavam catalogação.Jornal Nacional. (15 de maio de 2010). Fogo destrói mais de 500 mil espécies de animais no Instituto Butantan, acesso em 15 de maio de 2010O material coletado em mais de 100 anos também incluía espécies raras ou extintas. Animais vivos alojados próximos ao laboratório, que são usados ​​para produzir soros, não foram prejudicados. O prédio mais atingido pelas chamas, construído no final da década de 1970 e reformado no início de 2000, não tinha um sistema de proteção contra incêndios. Um projeto de 700 mil reais havia sido enviado à Fundação de Amparo à Pesquisa do Estado de São Paulo pelo curador Francisco Luis Franco para a instalação de um sistema anti-incêndio.Escobar, Herton. (16 de maio de 2010). Incêndio destrói acervo de cobras do Butantã. O Estado de S.Paulo A FAPESP, entretanto, aponta que já teria destinado quase 1 milhão de reais, entre 2007 e 2008, para o Butantan reforçar sua infraestrutura, mas que nenhuma parte desses recursos teria sido utilizada para prevenção de incêndios.Lopes, Reinaldo José; Mioto, Ricardo. (19 de maio de 2010). Butantan tinha R$ 1 mi para reformas. Folha de S.Paulo, Caderno Ciência O diretor-geral do Instituto Butantan na época, Otávio Mercadante, disse, ao jornal Folha de S. Paulo, que não faltou dinheiro e que o prédio atingido era seguro, pois recebia manutenção periódica. Em 2013, três anos após o incêndio, o Butantan inaugurou um novo prédio para abrigar o Laboratório de Coleções Zoológicas, com investimentos de R$ 5,5 milhões da Secretaria de Estado da Saúde e da FAPESP. A unidade conta com espécimes de répteis, anfíbios, aracnídeos e insetos. Com dois andares e 1,6 mil m², o edifício possui sistema de prevenção de incêndios e um sistema de escoamento de líquidos inflamáveis para uma caixa externa. Em 2023, o Laboratório de Coleções Zoológicas iniciou um projeto voltado para o restauro e modernização do acervo de serpentes do Butantan, com apoio da FAPESP. Batizado de Projeto ReCoBra – Recuperação das Coleções Herpetológicas Brasileiras, o programa terá duração de cinco anos e irá coletar, tomografar, sequenciar e repatriar digitalmente espécimes de cobras de toda a América do Sul. === Foco em arboviroses (2010 – 2021) === ==== Dengue ==== Após um surto de dengue no Brasil em 2010, quando o número de casos triplicou em relação a 2009, o Instituto Butantan começou o desenvolvimento de uma vacina contra a doença, transmitida pelo mosquito Aedes aegypti. A instituição assinou um acordo com o Instituto Nacional de Saúde dos Estados Unidos (NIH, na sigla em inglês) para receber as cepas dos quatro vírus da dengue atenuados e formular um imunizante tetravalente, que protegeria contra todos os tipos da doença. A vacina passou por estudos clínicos de fase 1 nos Estados Unidos, entre 2010 e 2012, e pela fase 2 no Brasil, entre 2013 e 2015. O estudo de fase 3 teve início no ano seguinte e seus dados foram publicados no início de 2024, mostrando que a vacina protegeu 79,6% dos vacinados ao longo de um período de dois anos de acompanhamento. ==== Zika ==== Outra arbovirose de atenção no Brasil é o Zika, que provocou uma epidemia entre 2015 e 2016. Em 2016, o Butantan fechou uma parceria com o Governo dos Estados Unidos e com a OMS para começar o desenvolvimento da vacina contra o vírus, também transmitido pelo Aedes aegypti. O financiamento foi de US$ 3 milhões (na época, cerca de R$ 44,1 milhões), bancado pela Autoridade de Desenvolvimento e Pesquisa Biomédica Avançada (Barda, na sigla em inglês), órgão do Ministério da Saúde americano. Os recursos foram investidos em equipamentos e insumos e resultaram na construção do Laboratório Multipropósito, dedicado exclusivamente ao desenvolvimento da vacina. O estudo foi pausado durante a pandemia de Covid-19 e retomado no final de 2023. Em 2024, Butantan foi contemplado em um edital da FAPESP para o financiamento do projeto. De acordo com os pesquisadores responsáveis, espera-se iniciar os ensaios pré-clínicos da vacina no segundo semestre de 2024. ==== Chikungunya ==== Em janeiro de 2021, o Instituto firmou um acordo de transferência de tecnologia com a empresa de biotecnologia franco-austríaca Valneva para o desenvolvimento de uma vacina contra a chikungunya. Entre 2020 e 2021, o produto passou por um estudo clínico de fase 3 nos Estados Unidos e induziu produção de anticorpos em 99% dos voluntários adultos. No Brasil, o Butantan está conduzindo uma fase 3 em adolescentes de 12 a 17 anos. Resultados de um acompanhamento de seis meses demonstraram resposta imune em 99,1% dos jovens participantes. Em novembro de 2023, a vacina foi aprovada para uso em adultos nos Estados Unidos pela agência reguladora Food and Drug Administration (FDA). O Butantan enviou um pedido de registro definitivo à Anvisa em dezembro de 2023 e a solicitação está sendo avaliada pela agência brasileira. === Pandemia de Covid-19 (2020 – 2022) === ==== Vacinas ==== No início da pandemia de Covid-19, em 2020, o Butantan fechou uma parceria com o laboratório chinês Sinovac Biotech para começar a produção da vacina CoronaVac. No mesmo ano, para reduzir o impacto da gripe no sistema de saúde (e assim liberar espaço para ações contra a COVID-19), o instituto antecipou e aumentou a produção da vacina da gripe. O número de doses produzidas foi ampliado para 75 milhões, e a campanha de vacinação foi adiantada em 23 dias, tendo começado dia 23 de março de 2020. A CoronaVac foi o primeiro imunizante contra o SARS-CoV-2 a ser aplicado na população brasileira, em janeiro de 2021, após aprovação de uso emergencial pela Agência Nacional de Vigilância Sanitária (Anvisa). Entre fevereiro de 2021 e fevereiro de 2022, o Butantan conduziu um estudo de efetividade da CoronaVac com a população do município de Serrana (SP), batizado de Projeto S. O objetivo era avaliar a capacidade real da vacina de proteger contra a doença durante uma pandemia. Os resultados mostraram que a vacina protegeu 80,5% contra casos de Covid-19, 95% contra hospitalizações e 94,9% contra mortes. Em 2021, o Instituto anunciou o desenvolvimento da própria vacina, a ButanVac, que chegou até a fase 2 de testes clínicos após ter mostrado resultados iniciais promissores. Inicialmente destinado ao esquema primário de vacinação, o imunizante passou a ser testado como dose de reforço. Durante o ensaio clínico de fase 2, foi constatado que a vacina não atingiu o resultado esperado em comparação a outros imunizantes existentes. Em agosto de 2024, o Instituto comunicou a decisão de descontinuar a produção da ButanVac. ==== Diagnósticos ==== Em abril de 2020, o Butantan passou a integrar e coordenar a Rede de Laboratórios para Diagnóstico do Coronavírus SARS-CoV-2, formada por 29 laboratórios de todo o estado de São Paulo. No mesmo mês, o Instituto recebeu um carregamento de 726 mil testes de RT-PCR para detecção de infecção por SARS-CoV-2, comprado da Coréia do Sul e destinado a distribuição para rede pública. Em janeiro de 2021, o Butantan criou a Rede de Alerta das Variantes do SARS-CoV-2, com o objetivo de identificar as linhagens do coronavírus que estavam em circulação. Outra ação voltada ao diagnóstico da doença foi o Lab Móvel, laboratório móvel criado para sequenciar cepas do coronavírus no estado de São Paulo e ajudar na testagem de casos suspeitos, principalmente em cidades que enfrentavam aumento de casos. Ao todo, o laboratório percorreu 30 mil quilômetros em 122 municípios de São Paulo, fazendo 38 mil laudos de RT- PCR e sequenciando mais de 2 mil amostras, entre agosto de 2021 e abril de 2022. ==== Comunicação científica ==== Durante a pandemia, o Instituto Butantan estabeleceu um diálogo com a população por meio de seu site e redes sociais, combatendo notícias falsas e respondendo questionamentos sobre o coronavírus, principalmente sobre vacinas. No Portal do Butantan, criou a editoria Fato ou Fake, usada para desmentir boatos sobre a Covid-19 com dados científicos, e a página Tira Dúvida, com matérias esclarecendo as principais dúvidas do público. O Instituto ampliou o contato com a imprensa para auxiliar na propagação de informações baseadas em evidências e rebater informações imprecisas. Outra ação foi a publicação do Dossiê CoronaVac, documento que reuniu estudos conduzidos em diferentes países do mundo que usaram a CoronaVac, mostrando resultados de segurança e eficácia. A presença do Instituto na mídia também foi marcada pelo videoclipe da música \"Vacina Butantan - Remix Bum Bum Tam Tam\", do cantor de funk brasileiro MC Fioti. A música fala sobre a importância da vacinação para se proteger contra a doença. Lançado em janeiro de 2021, o vídeo teve quase 15 milhões de visualizações no YouTube. O Butantan foi vencedor das edições de 2021 e 2022 do Prêmio Jatobá, Prêmio Latino Americano de Excelência e Inovação em PR – Troféu Jatobá PR. Em 2024, foi ganhador da 44ª edição do Prêmio José Reis de Divulgação Científica e Tecnológica, organizado pelo Conselho Nacional de Desenvolvimento Científico e Tecnológico (CNPq). == Produção de imunobiológicos == A produção de imunobiológicos voltados para a saúde pública pelo Instituto Butantan iniciou- se em 1901. Desde então, atua próximo ao Ministério da Saúde para a sua distribuição pelo território brasileiro, integrando o Plano Nacional de Imunização (PNI).Site oficial do Instituto Butantan: Produção === Soros === O Instituto Butantan é especializado na produção de 13 tipos de soro heterólogo que tratam de intoxicações causadas por venenos de animais, toxinas ou infecções por vírus. Com capacidade de produção de até um milhão de ampolas de soro por ano, o Instituto Butantan as distribui para toda a extensão do país, auxiliando no tratamento de envenenamentos por animais peçonhentos ao longo dos últimos cem anos. Seu sistema de produção do soro tornou-se referência internacional. Nele, são utilizados cerca de 800 cavalos imunizados com antígenos específicos preparados em um laboratório de ponta com venenos de serpentes, aranhas, escorpiões e lagartas.Site oficial do Instituto Butantan: Soros São eles: * Soro antiaracnídico (contra envenenamento por animais dos gêneros Loxosceles, Phoneutria e Tityus). * Soro antiescorpiônico (contra envenenamento por escorpiões do gênero Tityus, como o escorpião amarelo). * Soro antibotrópico (pentavalente, contra envenenamento por serpentes do gênero Bothrops, que inclui as jararacas). * Soro anticrotálico (contra envenenamento por serpentes do gênero Crotalus, como a cascavel). * Soro antibotrópico (pentavalente) combinado com anticrotálico. * Soro antibotrópico (pentavalente) combinado com antilaquético (contra envenenamento por serpentes do gênero Lachesis, conhecidas como surucucu). * Soro antibotulínico AB (bivalente) (contra envenenamento por toxina botulínica em casos de botulismo). * Soro antidiftérico (contra envenenamento por toxina diftérica). * Soro antielapídico (bivalente) (contra envenenamento por serpentes do gênero Micrurus, um dos gêneros de cobra-coral). * Soro antilonômico (envenenamento por taturanas do gênero Lonomia). * Soro antirrábico (usado como profilaxia para a raiva após mordida de animal). * Soro antitetânico (contra envenenamento por toxina tetânica). === Vacinas === O Instituto Butantan também é reconhecido por sua produção de vacinas.Site oficial do Instituto Butantan: Vacinas Diferente do soro, a vacina atua na prevenção de doenças, estimulando a produção de anticorpos, e não como imunização passiva.Brasil Escola: Diferenças entre soro e vacina As vacinas mais recentes no calendário nacional de vacinação - Hepatite A, HPV e dTpa - são frutos de acordos de transferência de tecnologia de parceiros privados com o Instituto Butantan e Ministério da Saúde. O Instituto Butantan produz: *Vacina adsorvida difteria, tétano e pertussis (DTP) *Vacina adsorvida diftéria e tétano adulto (dT) *Vacina adsorvida diftéria e tétano infantil (DT) *Vacina adsorvida hepatite B (recombinante) *Vacina influenza sazonal trivalente (fragmentada e inativada) *Vacina raiva inativada (VR/VERO) *Vacina inativada CoronaVac (COVID-19) === Fábrica inoperante === Após investimento de R$ 240 milhões, a fábrica de derivados de sangue, implantada em 2008, nunca produziu vacinas e medicamentos, constatados por institutos fiscalizadores do Estado de São Paulo em 2017.Governo deve esclarecer motivo para fábrica do Instituto Butantã estar parada Rádio Jovem PanMesmo com quase R$ 240 milhões em investimentos, fábrica do Instituto Butantã está parada Guarujá Mix == Atendimento de acidentes ofídicos == === Hospital Vital Brazil === O Hospital Vital Brazil que esta estabelecido dentro do Instituto Butantan existe desde 1945, possuindo especializações em pesquisas e tratamentos relacionados a pacientes que sofreram picadas ou acidentes com algum tipo de animal peçonhento, como aranhas e escorpiões. Atendendo mais de cem mil pessoas, ele funciona 24 horas por dia durante os 7 dias da semana, o hospital tem o objetivo de minimizar os acidentes humanos com os animais e mitigar os riscos de vida oferecendo tratamentos para os mais diversos tipos de traumas contraídos. O hospital proporciona uma equipe formada de médicos, enfermeiros e estágios voluntários. Junto com a parte que esta vinculada com a saúde, o Instituto Butantan possui a Farmacovigilância, que proporciona medicamentos como soros e vacinas. == Cultura == O Centro de Desenvolvimento Cultural é um setor do Instituto Butantan que cuida dos assuntos relacionados as atividades culturais do Instituto. Essa área projeta sua divulgação a partir de pesquisas realizadas em Educação, Museologia, e História da Ciência e da Saúde. É por meio do Centro de Cultura do Butantan que os projetos estruturados e todo material científico gerado pela Instituição é levado ao conhecimento da população. Ficam disponíveis para consulta e pesquisa no Núcleo de Documentação, na Biblioteca, nas atividades de educação e divulgação e também nos museus. Em paralelo aos Museus, o centro de Desenvolvimento Cultural do Instituto Butantan organiza três exposições: * Exposição Butantan Itinerante (cujo acervo é apresentado em instituições, escolas e eventos); * Exposição Parada Butantan (apresentada na Estação Ciência da USP); * Exposição permanente no projeto Sabina Escola Parque do Conhecimento (Santo André/SP). === Biblioteca === A Biblioteca do Instituto Butantan é especializada nas áreas de toxinas, imunologia, biodiversidade e biotecnologia. Foi fundada em 1910, quando se iniciou a formação de seu acervo. Em 1914, durante a administração de Otto Bier, foi instalada em uma sala no primeiro pavimento do prédio central do instituto, hoje denominado Edifício Vital Brazil. Reinaugurada em 2015, a biblioteca do Instituto oferece, além de seu acervo, salas de estudo em grupo e individual equipadas com computadores, projetores e rede wi-fi. Tem como missão oferecer apoio informacional às atividades de ensino e pesquisa. Também se ocupa de preservar e difundir a produção científica do Instituto Butantan alimentando os banco de teses e dissertações, de artigos, da Biblioteca Virtual da Saúde - BVS - e oferece serviços personalizado aos pesquisadores e alunos para suporte no desenvolvimento de projetos de pesquisa, geração de novos conhecimentos e inovação.Site oficial do Instituto Butantan: Biblioteca === Arquitetura === O instituto está localizado ao lado da Cidade Universitária Armando de Salles Oliveira da Universidade de São Paulo, em um jardim privilegiado com vários prédios de época e estilos diferentes, em que um deles foi inaugurado em 2013, após o incêndio de 2010. Além disso existem três museus que ficam abertos ao público o Museu Biológico, que é o mais antigo; o Museu histórico, instalado na antiga cachoeira onde o importante médico e pesquisador Vital Brazil, realizou a produção das primeiras ampolas de soro para combater a peste bubônica e o Museu de Microbiologia. O Museu de Microbiologia foi desenhado pelo arquiteto Márcio Kogan, que acabou sendo limitado pela antiga construção, o que não prejudicou a obra, sendo premiada mais de uma vez pelo IAB-SP (Instituto Dos Arquitetos o Brasil) e pela Asbea. Ela possui três espaços principais: o auditório, local onde são projetados vídeos sobre microbiologia, o de exposições permanentes como modelos tridimensionais de protozoários, vírus e bactérias e o laboratório, coração do museu. Embora o conjunto arquitetônico tombado do Instituto seja reconhecido pelos seus edifícios históricos, construídos durante as primeiras décadas do século XX, sendo alguns oriundos do século XIX, um número significativo de projetos modernos foram feitos para o campus da instituição a partir do final da década de 1950. Parte do Plano de Ação do Governo do Estado, durante o governo de Carlos Alberto de Carvalho Pinto (PDC), estes projetos tinham como obejtivo ampliar e modernizar a estrutura para a pesquisa e produção do Instituto, no momento em que era construída a Cidade Universitária da Universidade de São Paulo. Por motivos internos, divergências quanto ao planejamento conjunto com a Universidade e por receio de perda de autônomia e da sua identidade vinculada aos edifícios históricos, a maior parte dos projetos não foi executada, sofrendo alterações constantes e tendo sido construídos somente projetos modernos que não interferiam no conjunto arquitetônico original, como o Conjunto de Residencial e edifícios para o setor da produção. Entre os arquitetos que trabalharam no desenvolvimento do plano estão identificados: Carlos Alberto Cerqueira Lemos, Rubens Carneiro Vianna, Maurício Tuck Schneider, Jorge Wilheim, Mario Rosa Soares, Abelardo de Souza, João Carlos Bross, Jacob Goldemberg, Luiz Contrucci, Leo Quanji Nishikawa, Sergio Atrigliano, Miranda Magnoli, João Roberto Leme, Osmar Antonio Mammini e Carlos Henrique Heck, além do escritório de engenharia de Figueiredo Ferraz e dos engenheiros Savério Orlandi, Roberto Rossi Zucolloto, José Morelli e Eduardo Pessoa. === Museus === O Instituto Butantan apresenta quatro museus focados em diferentes áreas da ciência: ==== Museu Biológico ==== O Museu Biológico do Instituto Butantan, que funciona desde 1966, foi o primeiro museu a receber visitantes. Construído na antiga cocheira de imunização do edifício construído na década de 1920. O local abriga cerca de 100 espécies de animais vivos pertencentes a fauna brasileira, dos mais comuns aos mais exóticos, o objetivo é mostrar esses animais normalmente considerados assustadores ou nojentos em seu ambiente natural ressaltando a importância dos diferentes organismos na manutenção do ecossistema brasileiro.Site oficial do Instituto Butantan:Museu Biológico. ==== Museu de Microbiologia ==== Criado pelo professor Isaías Raw e construído com auxilio da Fundação de Amparo à Pesquisa do Estado de São Paulo (FAPESP) e da Fundação Vitae, o prédio foi inaugurado em 2002. Tendo como missão principal estimular a curiosidade das pessoas a conhecerem mais sobre a ciência dos micro-organismo, por meio de suas exposições e ações educativas. Também tendo como objetivo construir um importante espaço de divulgação das atividades do Instituto Butantan. O espaço ainda possui uma exposição permanente onde os visitante podem aprender mais sobre o universo invisível dos micro-organismos, de forma interativa com o público e uma exposição participativa para crianças de 4 a 6 anos de idade na intenção de aproximá-las do mundo dos micro-organismos que são somente visíveis por microscópio.Site oficial do Instituto Butantan: Museu de Microbiologia.Site Oficial de Turismo da Cidade de São Paulo;Museu de Microbiologia . ==== Museu Histórico ==== Criado em 1981, foi instalado na cocheira adaptada para abrigar o laboratório onde o Médico Vital Brazil havia criado as primeiras ampolas de soros antipestosos. O Museu Histórico tem como missão a pesquisa, a preservação e a divulgação das ciências e da Saúde Pública, em especial a do Instituto Butantan. As atividades educativas relacionadas a exposição de longa duração, são realizadas todos os dias abertos durante os horários de funcionamento ou agendamento.Site oficial do Instituto Butantan: Museu Histórico.Veja São Paulo: Museu Histórico do Instituto Butantan. Página dedicada história do Instituto Butantan. ==== Museu de Saúde Pública Emílio Ribas ==== Localizado no tradicional Bairro do Bom Retiro, localizado na Rua Tenente Pena, nº 10 e depositário de um dos mais importantes acervos documentais da saúde do Brasil, ,o museu foi transferido para o Instituto Butantan em 2010 e instalado em um prédio que foi construído em 1893, sendo reconhecido como patrimônio cultural de São Paulo e tombado pelo Conselho de Defesa do Patrimônio Histórico (Condephaat) desde 1984. Especializado na história da saúde pública, possui um dos maiores acervos documentais no Brasil disponíveis para pesquisa e elaboração de aulas, uma exposição fotográfica permanente e também exposições e atividades educativas.Site oficial do Instituto Butantan:Museu de Saúde Pública Emílio Ribas.Site Oficial de Turismo da Cidade de São Paulo;Museu de Saúde Pública Emílio Ribas . == Ensino e pesquisa == === Pós-graduação no Butantan === Além da produção de imunobiológicos e das atividades de extensão e divulgação científica, o Instituto Butantan possui intensa produção de pesquisa, com programas de mestrado, doutorado e pós doutorado. A Escola Superior do Instituto Butantan possui programas de pós-graduação em Toxinologia (mestrado e doutorado) e em Biotecnologia e Bioprocesso (mestrado profissional). O instituto ainda administra um programa de MBA em gestão de inovação em saúde. O instituto também possui pesquisadores que orientam por programas da Universidade de São Paulo, como o programa de Pós-Graduação em Imunologia do Instituto de Ciências Biomédicas da USP e o Programa de Pós-Graduação Interunidades em Bioinformática. === Linhas de pesquisa === O Instituto Butantan é conhecido não só pela produção de vacinas, mas pelas pesquisas ativas de desenvolvimento de novas vacinas. Entre os projetos tocados por pesquisadores do instituto estão vacinas contra pneumonia bacteriana por Streptococcus pneumoniae e contra os 4 sorototipos do vírus da dengue. A vacina contra a dengue desenvolvida pelo instituto está em fase final de ensaios clínicos e uma parceria multimilionária com a Merck Sharp & Dohme foi montada para acelerar a fase final do processo de desenvolvimento, validação e implementação. O Butantan também é a sede do Centro de Pesquisa em Toxinas, Resposta Imune e Sinalização Celular (CeTICS), um Centro de Pesquisa, Inovação e Difusão (CEPID) da FAPESP. O CeTICS possui linhas de pesquisas diversas, como, que variam de linhas sobre evolução de venenos de serpentes ao desenvolvimento de drogas anti-câncer, além de um biotério multiusuários de paulistinhas. == Ver também == Outros institutos no Governo do estado de São Paulo: * Instituto de Zootecnia * Instituto Agronômico de Campinas * Instituto de Economia Agrícola * Instituto de Tecnologia de Alimentos * Instituto Pasteur (São Paulo) * Instituto Dante Pazzanese de Cardiologia * Instituto Adolfo Lutz * Instituto de Botânica * Instituto de Pesca * Instituto Geológico * Instituto Biológico * Instituto Geográfico e Cartográfico * Instituto de Pesquisas Tecnológicas * Instituto de Pesquisas Energéticas e Nucleares * Instituto Florestal == Ligações externas == * * * * * Categoria:Instituições de pesquisa do Brasil Categoria:Instituições governamentais estaduais de São Paulo Categoria:Atrações turísticas da cidade de São Paulo Categoria:Fundações em São Paulo em 1901 Categoria:Patrimônio tombado pelo CONDEPHAAT Categoria:Patrimônio tombado pelo CONPRESP Categoria:Fabricantes de vacinas Categoria:Butantã",
 "title": "Instituto Butantan"
}