{
 "id": "61418",
 "text": "Cidade Dutra é um distrito de classe média pertencente à Prefeitura Regional da Capela do Socorro, localizado na Região Sul do município de São Paulo, no Brasil. == História == A história do distrito iniciou-se em meados de 1930, quando um grupo de empresários liderados por Luís Romero Samson criou a empresa Auto Estrada S/A. O objetivo era construir uma ligação entre São Paulo e o então município de Santo Amaro, ao qual o distrito de Cidade Dutra fazia parte. Junto desse objetivo vieram outros projetos que ficaram conhecidos como “Projeto Interlagos”. As avenidas Washington Luís e Interlagos, o Aeroporto de Congonhas e a “Cidade Satélite de Interlagos”, compreendendo hotel, igreja e autódromo, em áreas destinadas para uso residencial, comercial e industrial. A construção da autoestrada para Santo Amaro iniciou-se em 1927 e foi concluída em 1933. O trajeto total tinha 14 quilômetros, começando na Avenida Brigadeiro Luís Antônio até o pedágio na Vila Sophia, próximo à Chácara Flora, e em 1940, foi construída uma variante em direção à represa, que dava acesso exclusivo à Cidade Satélite de Interlagos e ao autódromo, hoje conhecida como Avenida Interlagos. A companhia Auto Estradas S/A negociou grandes glebas de terras com os proprietários dos terrenos que seriam cortados e, consequentemente, beneficiados com a construção da estrada de rodagem, acumulando um patrimônio imobiliário considerável, valorizado com a implantação dos seus próprios empreendimentos. Paralelamente a atuação da empresa Auto Estradas, em 1904 é constituída a empresa Light and Power com os mesmos sócios da empresa canadense São Paulo Tramway, Light and Power Company que operava serviços de geração e distribuição de energia elétrica e serviços de bondes elétricos do município de São Paulo, uma revolução para a época, quando havia apenas bondes puxados a burro. Entre 1900 e 1930, a Light São Paulo realizou inúmeras obras de expansão dos serviços de energia elétrica na capital de São Paulo e municípios vizinhos, construindo em 1908 a represa de Guarapiranga e usinas hidrelétricas, como Edgar de Souza e Rasgão, localizadas no Rio Tietê, em Santana do Parnaíba, a 40 quilômetros da capital. Mais tarde, na década de 1940, a Light São Paulo também foi responsável pela retificação do rio Tietê, Rio Pinheiros e pela construção da represa Billings e da usina hidrelétrica Henry Borden. Como proprietária a época das represas Billings e Guarapiranga, a Light and Power, adquiriu lotes de terrenos pertencentes a Auto Estradas S/A, com o objetivo de atender a demanda por moradia de seus funcionários, cuja construção foi financiada pela Caixa de Aposentadoria e Pensões dos Servidores Públicos em São Paulo. Em 25 de janeiro de 1949 teve início então, a construção de 500 casas planejadas, das quais 437 foram concluídas e entregues em 1º de julho de 1950, estando a quase totalidade já habitadas por funcionários da Companhia de Gás, Companhia Telefônica, da “Light” e de funcionários da própria Caixa, todas elas construídas em ruas pavimentadas, com luz elétrica, água encanada e esgotos. Às 16 horas desta data, com a presença de autoridades federais e estaduais era inaugurada a Cidade Previdenciária Presidente Dutra, assim chamada em homenagem ao então Presidente Eurico Gaspar Dutra, dando início então ao bairro, que posteriormente viraria distrito Cidade Dutra. No início, a distância deixou o distrito isolado, mas foram criadas linhas de ônibus que trouxeram na sua esteira a formação de outros bairros, fazendo da Cidade Dutra um pólo de desenvolvimento do então extremo da Zona Sul. Outros bairros foram surgindo frutos da especulação imobiliária, sem qualquer preocupação urbanística. O comércio começa a se formar em torno dos pontos de parada de ônibus criando pontos de aglomerações que foram aos pouco se expandindo ao longo das vias principais. == Infraestrutura == No distrito, está localizado o Autódromo José Carlos Pace, também conhecido como Autódromo de Interlagos, onde, desde 1989, acontece o Grande Prêmio do Brasil de Fórmula 1, além de outras competições de automobilismo. O distrito faz divisa com Pedreira, Grajaú, Parelheiros, Jardim São Luís, Socorro e Campo Grande. É servido de duas estações de trem da Companhia Paulista de Trens Metropolitanos: Estação Autódromo, localizada a seiscentos metros do Autódromo de Interlagos e a Estação Primavera-Interlagos, localizada no cruzamento da Avenida Presidente João Goulart com a Rua Jequirituba. Também está localizado, no distrito, o SESC Interlagos, um local de diversão com 500 000 metros quadrados, com quadras, churrasqueiras, piscinas e muito verde e o Clube de Campo de São Paulo, este localizado no bairro de Vila São José. É cortado pela Avenida Senador Teotônio Vilela, sendo esta servida pelo Corredor Parelheiros-Rio Bonito-Santo Amaro, principal acesso da região a Santo Amaro. A despeito da data histórica de fundação, oficialmente o distrito comemora seu aniversário no dia 24 de janeiro e em 2015 completou 66 anos de formação. == Distritos Limítrofes == *Jardim Ângela (Oeste) *Jardim São Luís (Noroeste) *Socorro (Norte) *Campo Grande (Nordeste) *Pedreira (Oeste) *Grajaú (Sul) *Parelheiros (Sudoeste) == Bairros == *Chácara Meyer *Chácara Monte Sol *Cidade Dutra *Conjunto Residencial Salvador Tolezani *Granja Nossa Senhora Aparecida *Interlagos (bairro de São Paulo) *Jardim Alpino *Jardim Amélia *Jardim Ana Lúcia *Jardim Angelina *Jardim Beatriz *Jardim Bichinhos *Jardim Bonito *Jardim Clipper *Jardim Colonial *Jardim Cristal *Jardim Cruzeiro *Jardim das Camélias *Jardim das Imbuias *Jardim das Praias *Jardim do Alto *Jardim Edilene *Jardim Edith *Jardim Floresta *Jardim Graúna *Jardim Guanabara *Jardim Guanhembu *Jardim Ícaraí *Jardim Império *Jardim Iporanga *Jardim Jordanópolis *Jardim Kika *Jardim Kioto *Jardim Lallo *Jardim Leblon *Jardim Mália *Jardim Marcel *Jardim Maria Rita *Jardim Maringa *Jardim Nizia *Jardim Orion *Jardim Panorama *Jardim Pouso Alegre *Jardim Presidente *Jardim Primavera *Jardim Progresso *Jardim Quarto Centenário *Jardim Real *Jardim Rêgis *Jardim Represa *Jardim República *Jardim Rio Bonito *Jardim Rosalina *Jardim Samambaia *Jardim Santa Rita *Jardim São Benedito *Jardim São Rafael *Jardim Satélite *Jardim Toca *Parque Alto *Parque Atlântico *Parque das Árvores *Parque do Castelo *Parque Esmeralda *Parque Nações Unidas *Parque Paulistinha *Recanto dos Sonhos *Rio Bonito *Terceira Divisão de Interlagos *Vila da Paz *Vila Diana *Vila Progresso *Vila Quintana *Vila Represa *Vila Rubi *Vila São José *Vila Vera == Ver também == * Lista de distritos de São Paulo * População dos distritos de São Paulo (Censo 2010) * Área territorial dos distritos de São Paulo (IBGE) * Telecomunicações em São Paulo * Barcelona Esportivo Capela * Parque Guanhembu * Autódromo de Interlagos * Sesc Interlagos * Estação Autódromo * Estação Primavera–Interlagos * Diocese de Santo Amaro == Ligações externas == *Cidade Dutra na Web *Subprefeitura Capela do Socorro *Diocese de Santo Amaro *Interlagos News *Gazeta de Interlagos *Encontra Cidade Dutra *Notícias da periferia da zona sul de SP Categoria:Cidade Dutra Categoria:Homenagens a Eurico Gaspar Dutra",
 "title": "Cidade Dutra"
}