{
 "id": "6142",
 "text": "Arouca é um município da Área Metropolitana do PortoArouca - Área Metropolitana do Porto, da Região do NorteRegião Norte de Portugal, onde a identidade autóctone e endógena do território do município de Arouca se insere de Portugal e do Distrito de Aveiro. A sua sede é a vila de Arouca (Arouca e Burgo), que tem cerca de 5200 habitantes. O Município de Arouca tem uma área total de 329,11 km2Instituto Geográfico Português, Carta Administrativa Oficial de Portugal (CAOP), versão 2013 (ficheiro Excel zipado), 21.146 habitantes e uma densidade populacional de 64 habitantes por km2, estando subdividido em 16 freguesiasDiário da República, Reorganização administrativa do território das freguesias, Lei n.º 11-A/2013, de 28 de janeiro, Anexo I.. É limitado a noroeste por Gondomar, a oeste por Santa Maria da Feira, a sudoeste por Oliveira de Azeméis, a sul por Vale de Cambra, a sudeste por São Pedro do Sul, a este por Castro Daire, a nordeste por Cinfães e a norte por Castelo de Paiva. O concelho de Arouca pertenceu ao Entre Douro e Minho, ao distrito do Douro (província) e ao Douro LitoralQuem quer ser arouquense - Jornal «Roda- Viva» e, apesar de estar integrado no distrito de Aveiro (na parte do seu extremo nordeste), possui a identidade endógena dos municípios do distrito do Porto (território estrutural do Douro Litoral). O município de Arouca (que faz fronteira com Gondomar, município do Grande Porto) situa-se, por estrada, a cerca de 35 Km a sudeste da cidade do Porto, enquanto que a vila de Arouca, sede do município, localiza-se a cerca de 55 Km, num percurso rodoviário estruturado pela A32 e pela EN 326 (variante), estando situada no vale do rio ArdaRio Arda - Rio da Área Metropolitana do Porto, em plena bacia hidrográfica do Rio Douro. == Freguesias == O município de Arouca está dividido em 16 freguesias: * Alvarenga * Arouca e Burgo * Cabreiros e Albergaria da Serra * Canelas e Espiunca * Chave * Covelo de Paivó e Janarde * Escariz * Fermedo * Mansores * Moldes (Arouca) * Rossas * Santa Eulália * São Miguel do Mato * Tropeço * Urrô * Várzea == Identidade estrutural autóctone de Arouca == Apesar de estar integrado no distrito de Aveiro (na parte do seu extremo nordeste que faz fronteira com o distrito do Porto), a identidade estrutural autóctone do município de Arouca (em termos físicos, orográficos, geológicos, naturais, étnicos, arquitetónicos, gastronómicosGastronomia de Arouca no Porto Gastronomia de Arouca no Porto II Gastronomia de Arouca no Porto III Gastronomia de Arouca no Porto IV e linguísticos) possui a identidade autóctone dos municípios do distrito do Porto (território estrutural do Douro Litoralmunicípio de Arouca: município do Douro Litoral). O município situa-se em plena bacia hidrográfica do rio Douro (para onde se direciona o rio Arda a partir do vale de Arouca, que desagua no rio DouroRio Arda e Rio Paiva - rios metropolitanos da Área Metropolitana do Porto), bem como o rio PaivaRio Paiva - RIO DA ÁREA METROPOLITANA DO PORTO (que percorre uma parte da zona nordeste do município de Arouca e desagua no rio Douro), onde estão localizados os Passadiços do Paiva,Passadiços do rio Paiva - Bacia Hidrográfica do rio Douro a uma hora de distância do Porto, que permitem, por momentos, sair da realidade do espaço urbano do PortoPasseios próximos ao Porto: Os Passadiços do Paiva e entrar num cenário saído de um filme. No rio Douro também desagua o rio Inha, na freguesia de Lomba (Gondomar),Rio Inha Rio Inha - AMPorto - Bacia Hidrográfica do rio Douro. que percorre a zona ocidental do município de Arouca. Desagua, também no rio Douro, o rio Sardoura, que nasce na fronteira norte da freguesia de Santa Eulália (Arouca).Arouca - rio Sardoura Neste território arouquense, em plena bacia hidrográfica do Rio Douro, são de considerar afluentes de relevância como o rio Paivó e o rio Ardena, afluentes do rio Paiva, bem como o rio Urtigosa, afluente do Rio Arda (Portugal). O espaço urbano principal de referência dos arouquenses (capital da sua área metropolitana, do Douro Litoral, do Entre Douro e Minho e da Região do Norte) sempre foi a cidade do Porto, que dista, por estrada, cerca de 55 km da vila de Arouca e cerca de 35 km das fronteiras oeste e noroeste do município de Arouca e para onde (desde que foram criados) sempre existiram transportes públicos diáriosTransportes Públicos - Arouca-Porto a partir da vila de Arouca.Mobilidade na Área Metropolitana do Porto O contacto dos arouquenses com Aveiro (que tem uma identidade muito diferente da de Arouca e que fica a uma distância considerável da vila de Arouca, a cerca de 74 km por estrada, a sudoeste, num percurso muito sinuoso e de acessos indiretos) sempre foi escasso, fugaz e, quando existe, costuma ser meramente burocrático. Os arouquenses nunca manifestaram nem manifestam qualquer sentimento de pertença ou de afinidade em relação à cidade de Aveiro, que é uma cidade da Região Centro, do Baixo Vouga, da Comunidade Intermunicipal da Região de Aveiro, da Beira Litoral e da Beira, e que tem elementos identitários muito distintos dos do município de Arouca, que é um município da Região do Norte, da Área Metropolitana do Porto, do Douro Litoral e do Entre Douro e Minho, cuja capital é o Porto. O único elemento comum entre Aveiro e Arouca é apenas o facto de fazerem parte, em termos burocráticos, do mesmo distrito, sem qualquer tipo de coesão identitária e afinidade entre si, visto que todas as outras divisões territoriais onde o município de Arouca pertence (a sua NUT II, a sua NUT III, a sua área metropolitana e as suas antigas províncias, que são o Douro Litoral e o Entre Douro e Minho) são protagonizadas pelo Porto e pela Região do Norte, tendo, como capital, o Porto, onde a identidade endógena do município de Arouca se insere. É do Porto e da Região do Norte de onde emanam grande parte dos vários tipos de divisões administrativas do Estado relativamente ao território de Arouca.Divisões Administrativas do Estado: Arouca-Porto-Norte I Divisões Administrativas do Estado: Arouca-Porto-Norte III Portanto, entre Aveiro e Arouca existe apenas um único elemento comum meramente burocrático de divisão distrital, numa altura em que os governos civis foram abolidos e em que a lei 75/2013, de 12 de setembro (dando continuidade à reorganização administrativa e à restruturação de competências na organização do território), relega os distritos para um plano secundário, com o consequente protagonismo administrativo das Áreas Metropolitanas ou das Comunidades Intermunicipais.Depois da extinção, pelo Governo, dos Governos Civis em 2011, a lei 75/2013 de 12 de Setembro, dando continuidade à reorganização administrativa, relega os distritos para um plano secundário Muito tempo antes de ser integrado no distrito de Aveiro no ano de 1835, o território do atual município de Arouca já pertencia, de modo identitário e em termos administrativos, desde a formação da nacionalidade de Portugal, durante cerca de sete séculos, ao Entre Douro e Minho, enquadrado na Região do Norte.Região de Entre-Douro-e-Minho: Arouca Foi o espaço urbano do Porto e o território do Grande Porto que sempre funcionaram (e funcionam, atualmente, com muito mais intensidade) como o espaço urbano e o território principais de referência para os arouquenses: são locais nucleares da sua mobilidade socioeconómica em instituições públicas e em instituições privadas, onde os arouquenses adquirem e sempre adquiriram a cultura erudita e o saber académico e para onde também, frequentemente, se deslocam a consultas médicas mais especializadas que não existem em Arouca, bem como é um dos locais principais onde costumam, habitualmente, fazer compras. Com frequência, muitos arouquenses e seus descendentes residem no espaço urbano do Porto ou no território do Grande Porto durante os dias da semana (onde trabalham ou estudam e onde têm um domicílio) e passam o fim-de-semana em AroucaAfluência extrema de naturais e de visitantes à vila de Arouca nos fins-de-semana (DD) (no seu domicílio natal ou num domicílio secundário), vivendo entre Arouca e o Porto ou entre Arouca e o Grande Porto. A freguesia de São Miguel do Mato (Arouca) faz fronteira com Gondomar, município do Grande Porto, e as outras duas freguesias do denominado Fundo do Concelho para além de São Miguel do Mato (Arouca), que são Escariz (Arouca) e Fermedo, têm uma forte influência de alguns municípios industriais do Grande Porto, e de alguns municípios industriais limítrofes do Grande Porto, como São João da Madeira, Santa Maria da Feira, Espinho (Portugal), Vila Nova de Gaia e Porto. A tendência de mobilidade socioeconómica dos arouquenses sempre foi em direção ao litoral, em direção a oeste e noroeste (a parte oeste do município de Arouca, a freguesia de Escariz (Arouca), dista, em linha reta, cerca de 20 km do Oceano Atlântico), sobretudo para o espaço urbano do Porto e arredores (a fronteira de São Miguel do Mato (Arouca) com Gondomar, município do Grande Porto, donde se avista o rio Douro, dista, em linha reta, cerca de 20 km da cidade do Porto), tendo havido sempre movimentos pendulares diários para os municípios mais industrializados e urbanizados, localizados a oeste e a noroeste,Movimentos pendulares diários dos habitantes de Arouca para os concelhos situados a oeste e noroeste como Santa Maria da Feira, Oliveira de Azeméis, São João da Madeira, Espinho (Portugal), Vila Nova de Gaia, Porto, Matosinhos, Valongo e Maia, facto que, na contemporaneidade, se tornou ainda muito mais intenso e regular.O rural no contexto urbano metropolitano: um estudo de caso no concelho de Arouca - Cátia Lopes thumb|left|430px|Vista sobre os Passadiços do Paiva, afluente do rio Douro: o território de Arouca localiza-se na bacia hidrográfica do Rio Douro O município de Arouca é limitado a noroeste por Gondomar (município do Grande Porto) e por Santa Maria da Feira, a sudoeste por Oliveira de Azeméis e a sul por Vale de Cambra, a norte pelos municípios de Castelo de Paiva e Cinfães, a leste por Castro Daire, e a leste e a sul por São Pedro do Sul. O contacto dos arouquenses com os municípios do interior, situados a leste e a sul, também sempre foi muito escasso. O território do município de Arouca insere-se integralmente na Região do Norte e não num hipotético e fantasioso Centro-Norte. O território de Arouca não possui qualquer elemento ou característica relevantes da região Centro de Portugal. Mesmo as freguesias de transição, situadas a sul e a leste — as freguesias de Cabreiros e Albergaria da Serra e as freguesias de Covelo de Paivó e Janarde, situadas numa zona montanhosa e muito pouco populosas, muito pouco desenvolvidas e bastante periféricas em relação às freguesias centrais que constituem o núcleo identitário do município de Arouca (esse núcleo identitário do município de Arouca é constituído pelas freguesias de Arouca e Burgo, Moldes (Arouca), Santa Eulália, Urrô, Várzea, Rossas, Tropeço, Chave (Arouca) e Mansores) -, são ainda subsidiárias da identidade da Região do Norte. O território do município de Arouca apresenta as características típicas do Douro Litoral, em plena bacia hidrográfica do rio Douro, que tem, como capital, a cidade do Porto. É um tipo de território constituído por vales, planaltos e meias-encostas férteis, com uma parte montanhosa considerável, onde a agricultura e a silvicultura têm uma expressão significativa e complementar na economia local, que é parcialmente industrializada e terciarizada, e em forte conexão sócio-económica com os municípios vizinhos, mais industrializados, localizados a oeste e a noroeste. O território tem, portanto, abundância de cursos de água que nascem nos cumes das montanhas e formam os vales típicos do Douro Litoral, como o vale do rio Arda, onde se localiza a sede do município, que se distende do sopé do monte cónico da Senhora da MóPanorâmica do Cume do Monte da Senhora da Mó sobre o vale do Rio Arda até ao lugar da Pedra Má, na freguesia de Rossas, onde, por sua vez, se localiza um vale fértil, irrigado pelo rio Arda e pelo Rio Urtigosa. O vale de Moldes (Arouca) ou os planaltos de Alvarenga, de Chave (Arouca) e de Mansores também são exemplos desse território autóctone, típico da região do Douro Litoral. Assim, a identidade estrutural autóctone do município de Arouca, município da Região do Norte, insere-se na bacia hidrográfica do rio Douro, Douro Litoral, possuindo a identidade endógena dos municípios do distrito do Porto (território estrutural do Douro Litoral), apesar de estar integrado no distrito de Aveiro, enquadrando-se também no território identitário e administrativo mais vasto do Entre Douro e Minho, desde a formação da nacionalidade de Portugal, enquadrado na Região do Norte. A cidade e o território de referência dos arouquenses sempre foram a cidade do Porto e o Grande Porto,Arouca: concelho adjacente ao Grande Porto onde moram milhares de arouquenses e seus descendentes na contemporaneidade, por sempre ter sido o espaço natural da sua tendência de mobilidade socioeconómica e com o qual têm uma afinidade e empatia espontâneasCientistas de Arouca relatam a forte ligação dos arouquenses à cidade do Porto, a proximidade territorial de Arouca com o espaço urbano do Porto e a sua tendência de mobilidade para o litoral (a recente A32 (autoestrada),Autoestrada A32, que constitui a primeira etapa de acessos rodoviários modernos de Arouca à cidade do Porto e ao Grande Porto Concessão Douro Litoral, com ligação à EN 326 (variante)Ligação da Variante (EN326) à Autoestrada A32: ligação directa de Arouca à cidade do Porto, é o primeiro passo para se efetivarFalta concluir 15 quilómetros para ligar Arouca ao nó da A32 em Santa Maria da Feira - CM, em termos de acessos rodoviários modernos, essa antiga e forte ligação umbilical dos arouquenses à cidade do Porto,Discussão da ligação directa de Arouca à cidade do Porto capital da sua área metropolitana)Sentimento de pertença dos arouquenses à Área Metropolitana do Porto), de tal modo que os arouquenses vêem o Porto e o Grande Porto como o prolongamento do território do município de Arouca e vice- versa, por serem locais, unidos, que fazem parte da sua vida quotidiana, bem como da de seus descendentes, num espaço coeso e identitário que é habitado e vivido de modo contínuo.Coesão do concelho de Arouca na Área Metropolitana do Porto == Política == === Eleições autárquicas === Data % V % V % V % V % V % V % V % V % V % V % V % V % V % V Participação PPD/PSD CDS-PP PS FEPU/APU/CDU MDP/CDE PRD PSN PPM PSD-CDS IND NC CH E IL 1976 50,68 4 27,54 2 11,31 1 5,28 - FEPU/APU 1979 50,10 4 29,96 2 10,68 1 5,92 - 1982 51,86 4 23,70 2 15,33 1 5,18 - 1985 54,85 4 23,24 2 11,81 1 6,45 - 1989 39,72 3 13,53 1 16,29 1 2,64 - 24,22 2 MDP/CDE 1993 39,54 3 8,66 - 45,06 4 1,72 - 1,52 - 1997 35,95 3 8,59 - 50,11 4 2,03 - 2001 32,18 2 7,64 - 53,94 5 1,44 - BE 1,96 - 2005 CDS-PP PPD/PSD 35,05 3 6,30 - PSD-CDS 32,61 2 22,73 2 2009 19,68 2 9,65 - 58,52 5 1,67 - 7,59 - 2013 28,35 2 5,24 - 59,48 5 2,81 - 2017 CDS-PP PPD/PSD 55,20 4 1,77 - 1,49 - 36,43 3 2,29 - 2021 50,32 4 2,75 - PSD-CDS 41,27 3 1,47 - 0,95 - PSD-CDS === Eleições legislativas === Data % PSD CDS PS UDP PCP AD APU/ CDU FRS PRD PSN BE PAN PSD CDS L IL CH 1976 39,05 35,68 14,26 1,47 1,19 1979 AD AD 17,35 1,23 APU 69,53 3,89 1980 FRS 0,73 72,96 4,23 14,51 1983 43,44 23,06 23,94 0,42 3,50 1985 46,53 18,52 16,02 0,62 3,29 9,41 1987 72,70 6,26 12,85 0,29 CDU 1,53 1,42 1991 71,56 6,75 15,64 1,18 0,35 1,13 1995 53,60 14,71 26,90 0,31 1,12 0,27 1999 47,19 17,42 29,84 1,62 0,34 0,74 2002 56,70 15,07 23,19 1,14 1,29 2005 46,65 13,52 30,58 1,70 2,93 2009 37,20 18,70 29,36 2,01 4,74 2011 49,67 18,64 20,78 1,95 2,42 0,55 2015 CDS PSD 19,79 2,01 4,92 0,64 65,06 0,24 2019 40,61 8,04 31,13 1,85 6,08 1,67 0,43 0,75 0,37 2022 44,26 2,93 36,57 1,05 2,65 0,66 0,45 2,63 4,76 2024 AD AD 24,52 44,08 0,97 2,32 1,18 1,32 3,25 16,38 ==Evolução da População do Município== Número de habitantes Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 15 128 15 624 16 109 16 957 18 317 20 453 21 433 23 059 26 427 26 378 23 840 23 896 23 894 24 227 22 359 21 146 (Número de habitantes que tinham a residência oficial neste município à data em que os censos se realizaram.) Número de habitantes por Grupo Etário INE - http://censos.ine.pt/xportal/xmain?xpid=CENSOS&xpgid;=censos_quadros 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 0-14 Anos 6 014 6 579 7 250 7 085 7 986 9 063 9 451 8 190 7 398 5 685 4 391 3 463 2 674 15-24 Anos 2 974 3 064 3 719 3 696 4 022 4 394 4 178 3 515 4 341 4 381 4 024 2 713 2 286 25-64 Anos 6 592 7 220 7 935 8 170 9 056 10 624 10 351 9 450 9 185 10 275 11 897 12 159 11 155 = ou > 65 Anos 1 118 1 114 1 306 1 464 1 568 2 017 2 398 2 545 2 972 3 553 3 915 4 024 5 031 (Obs: De 1900 a 1950, os dados referem-se à população presente no município à data em que eles se realizaram. Daí que se registem algumas diferenças relativamente à designada população residente.) == Elementos identitários do município de Arouca == === Doçaria de Arouca === A doçaria de Arouca é uma doçaria requintada e ancestral.'Casa dos Doces' de Arouca Confeccionada, inicialmente, pelas freiras do Mosteiro de Arouca, a sua continuidade foi preservada, por transmissão familiar, até ao presente, utilizando os métodos ancestrais e o cariz de fórmulas primitivas. Entre os ingredientes que são utilizados no seu fabrico, encontram-se, estruturalmente, os ovos, o açúcar e as amêndoas. São exemplos da doçaria conventual de Arouca as castanhas doces,Castanhas Doces de Arouca as roscas de amêndoa,Roscas de Amêndoa de Arouca as barrigas de freiraBarrigas de Freira de Arouca, o manjar de língua,Manjar de Língua de Arouca o pão de S. Bernardo, as morcelas docesMorcelas Doces de Arouca e os charutos de amêndoa. O Pão de ló de Arouca (húmido em fatias e seco em bola), as cavacas e os melindres,Melindres de Arouca embora não tenham origem conventual, também são doces de referência em Arouca. O Pão de ló de Arouca é confeccionado desde o ano de 1840. O Pão de ló de Arouca húmido distingue-se, facilmente, dos outros pães-de-ló, por ser comercializado em fatias, embaladas individualmente, envolvidas numa calda quente de açúcar.Pão-de-ló de Arouca Da doçaria mais recente, são de referir as 'trilobites', as 'pedras parideiras' e as broas de abóbora de Souto Redondo (freguesia de Urrô).Broas de abóbora de Souto Redondo - freguesia de Urrô === Carne arouquesa - raça bovina arouquesa === Arouca também é conhecida por ser um município onde se confeccionam pratos de grande qualidade de Carne Arouquesa,Gastronomia Arouquense: Restauração Gastronomia Arouquense: Restauração II da raça bovina arouquesa, nomeadamente a vitela assada no forno, os famosos bifes de Alvarenga,'A Raça Bovina Arouquesa' - UC a posta arouquesa, os medalhões e a espetada de vitela arouquesa, o costelão de arouquês, a vitela arouquesa na púcara e as costeletas de vitela arouquesa grelhada,Gastronomia Arouquense: Carne Arouquesa - ANCRA sendo um dos elementos principais da gastronomia tradicional de AroucaA Raça Arouquesa na Gastronomia de Arouca, cuja identidade (a nível dos pratos principais de carne e de peixe, das sopas, das entradas, dos vinhos e das aguardentes, dos queijos e dos enchidos, bem como das sobremesas) se insere na identidade gastronómica do território identitário do Entre Douro e Minho.Gastronomia da Região de Entre Douro e Minho, onde a identidade da gastronomia arouquense se insere O sucesso da Carne Arouquesa (que é muito apreciada e que mobiliza, de modo permanente, a visita gastronómicaGosto ímpar da vitela arouquesa de muitos forasteiros ao concelho de AroucaA Carne Arouquesa mobiliza, de modo permanente, a visita gastronómica de muitos forasteiros ao município de Arouca, pela sua qualidade e excelência) deve-se, para além da qualidade das receitas (que são muito simples e frugais), sobretudo à própria qualidade da textura orgânica desta raça autóctone de bovinos muita antiga, que se alimentam à base de produtos naturais. Arouca possui uma confraria gastronómica da Raça Arouquesa,Confraria Gastronómica da Raça Arouquesa Localização da Confraria Gastronómica da Raça Arouquesa que promove a carne desta raça autóctone de bovinosCarne Arouquesa DOP. Foi projetada a Quinta- Museu da raça bovina arouquesa, na Quinta da Picota, na freguesia de Alvarenga, destinada a promover essa espécie bovina autóctone, bem como a gastronomia a ela associada,Projecto da Quinta-Museu da Raça Arouquesa - Quinta da Picota, na freguesia de Alvarenga que é a localidade onde se confeccionam os famosos bifes.Bifes Fritos e Grelhados de Alvarenga - Carne Arouquesa === Cabrito da Gralheira - raça caprina serrana === O cabrito da Gralheira assado no forno, da raça caprina Serrana, raça autóctone, também é uma das especialidades gastronómicas de Arouca muito apreciadas, pela peculiaridade do seu sabor e suculência.Cabrito na zona de montanha de Arouca Os cabritos alimentam-se à base de urze, carquejas, giestas e tojo, em regime de pastoreio extensivo. Os animais são abatidos até completarem um ano de idade, apresentando uma carne de cor rosada, firme e rígida, com gordura amarelada e textura untuosa, que, depois de cozinhada, se torna muito tenra. As zonas de montanha das freguesias de Alvarenga, de Moldes (Arouca), de Cabreiros e Albergaria da Serra e de Covelo de Paivó e Janarde fazem parte do território de Indicação Geográfica Protegida relativo ao cabrito da Gralheira.Cabrito da Gralheira === Vinho verde === Quase a totalidade do território do município de Arouca pertence à Região Demarcada do Vinho Verde,Vinho Verde de Arouca denominação de origem controlada cuja demarcação remonta a 1908.Região Demarcada do Vinho Verde O Vinho Verde é o segundo vinho português mais exportado, depois do vinho do Porto, dando também origem a vários derivados, como a aguardente vínica, a bagaceira e a aguardente com mel, produzidos e consumidos também em Arouca. A originalidade do Vinho Verde é o resultado das características do solo, do clima e das peculiaridades das castas autóctones da região e dos próprios modos de cultivo da vinha. Destes fatores, resulta um vinho acídulo e adstringente, altamente compatível com os produtos gastronómicos locais, diferente dos restantes vinhos do mundo, tendo uma forte concentração de ácido málico, o que lhe acentua uma agradável frescura. Com pouco teor alcoólico, o Vinho Verde sempre acompanhou e acompanha os pratos principais da gastronomia arouquense:Vinho Verde de Arouca: produto regional de crescente importância e valor económico para Arouca desde os vários pratos tradicionais de Carne Arouquesa e de Cabrito da Gralheira, aos vários pratos de caça, de bacalhau, de polvo ou de peixes de rio,Vários Pratos da Gastronomia Tradicional de Arouca acompanhando também sopas típicas do território identitário da gastronomia de Arouca, como o Caldo Verde. Em Portugal, segundo dados fornecidos pela CVRVV, existem 21 mil hectares de vinha, com 19 mil viticultores e 600 engarrafadores, sendo a sua produção da ordem dos 80 milhões de litros por ano, existindo duas mil marcas e 110 mercados internacionais. A região demarcada dos vinhos verdes estende-se pelo Entre Douro e Minho, sendo, em termos de área geográfica, a maior região demarcada portuguesa e uma das maiores da Europa.Dados do Vinho Verde - CVRVV - Porto Canal === Passadiços do Paiva === === Ponte 516 Arouca === === Rio Urtigosa === 300px|right|thumb|Exemplar de uma truta fário, espécie existente em abundância no rio Urtigosa, sendo um dos elementos da gastronomia de Arouca O rio UrtigosaOs Rios de Arouca - UrtiArda também é um elemento identitário relevante do território de Arouca. Trata-se de um curso de água que nasce na Serra da Freita, na freguesia de Urrô, no município de Arouca. Atravessa uma grande parte da freguesia de Rossas, onde desagua no Rio Arda (Portugal). É um rio regulamentado e fiscalizadoRio Urtigosa é um rio regulamentado e fiscalizado: ICNF e abundante em truta fário. É o melhor exemplo da preservação dos rios em Arouca, com ordenamento, regulamentação, ações de limpeza regulares, sensibilização, ações de repovoamento com trutas fário, monitorização da qualidade da água e das espécies efiscalização, sendo o único rio de Portugal onde existe um Polícia Florestal Auxiliar. O período de pesca no rio Urtigosa distende-se de 1 de março a 31 de maio, e ocorre durante as quartas-feiras e os sábados.Período de Pesca no Rio Urtigosa: ICNF Para além do rio Urtigosa, em Arouca é de realçar o rio de Frades, sendo os rios trutícolas de águas mais puras e cristalinas de Arouca, com uma paisagem envolvente monumental, sobretudo à medida que se caminha para a nascente. A truta fário faz parte de vários pratos tradicionais da gastronomia arouquense.Truta Fário na Gastronomia Tradicional de Arouca ITruta Fário na Gastronomia Tradicional de Arouca II === Danças e corais tradicionais === Danças: Arouca viveu, durante séculos, em certo isolamento, ainda que entrecortado por contactos frequentes com o povo duriense e do litoral, geralmente por altura das grandes festas e romarias de então, como à Capela do Senhor da Pedra, nas imediações do Porto. Devido a esse certo isolamento e ao facto de Arouca não se ter industrializado de modo célere, as danças tradicionais mantiveram-se intactas até a um passado recente, cuja identidade se insere na região do Douro Litoral. Estas confinam-se a dois períodos de atividade coreográfica, o de tensão e o de distensão, reguladas por um ou mais cantadores, com um timbre de voz forte e telúrica,Timbre de voz forte e telúrica dos cantadores das Danças Tradicionais de Arouca integrados no suporte rítmico (podendo cantar ao desafio), e incluem a Cana Verde, o Senhor da Pedra, o Verdegar/Verdegalo, a Rabela, a Tirana ou a Rusga, que são danças comuns a toda a região do Douro Litoral.Danças do Douro Litoral - Danças Tradicionais de Arouca: Rancho do Merujal - Urrô Os instrumentos musicais utilizados nas danças tradicionais de Arouca são a harmónica (harmónio), a viola, o cavaquinho, o bombo e o ferrinho. A harmónica (harmónio) (que é o aerofone originário das danças tradicionais de Arouca) costuma ser substituída, frequentemente, pela concertina. A antiga província do Douro Litoral tem, como capital, a cidade do Porto. As danças do Douro Litoral são muito animadas, não tanto como as do Minho, mas muito mais alegres do que as das Beiras ou as de Trás-os-Montes, possuindo uma configuração coreográfica muito elaborada e muito bela. Corais polifónicos: Os corais polifónicos de Arouca não são fáceis de descrever: têm uma solenidade que ultrapassa qualquer singeleza lírica. São corais femininos autóctones, cantados a duas vozes (canto escontriado) ou a três vozes (a possibilidade dum coral a três vozes paralelas ou sobrepostas),'Tirana' - Coral Tradicional de Arouca milenares, endógenos, que não derivam dos cânticos da Igreja ou do convento de Arouca, como defende o etnógrafo arouquense Albano Ferreira, aludindo ao trabalho de recolha do etno-musicólogo Virgílio Pereira, que afirmou: \"O cancioneiro de Arouca é o mais rico e significativo do país. Vocês, arouquenses, não sabeis a riqueza folclórica que tendes nos cantos populares da vossa gente rural, espécies raras dos velhos fabordões e gymeis. Arouca é um centro difusor, como verifiquei por Resende e Cinfães, dessas vossas maravilhosas espécies musicais\"Onde Mora o Folclore?, por Albano Ferreira. Arouca dispõe dum acervo musical particularmente rico e significativo, como resulta dessa apreciação de Virgílio Pereira, que o compilou no livro Cancioneiro de Arouca, editado pela Junta de Província do Douro Litoral, e que a Associação de Defesa do Património Arouquense reeditou. As 531 espécies musicais ali coligidas são só, já pelo número, particularmente significativas. === Conjunto Etnográfico de Moldes === O Conjunto Etnográfico de Moldes de Danças e Corais Arouquenses,História do Conjunto Etnográfico de Moldes de Danças e Corais Arouquenses - Arouca - Douro Litoral (Porto) que é um grupo etnográfico arouquense com origem na fundação da Feira das Colheitas (e que foi configurado pelo trabalho de recolha e de direcção do etnógrafo arouquense Albano Ferreira, do etno-musicólogo Virgílio Pereira e do dirigente Fernando MirandaFernando Miranda - dirigente do Conjunto Etnográfico de Moldes e antigo Vice-Presidente da Câmara Municipal de Matosinhos) é um dos elementos principais da identidade autóctone de Arouca, sendo o grupo que, habitualmente, representa o município de Arouca no que se refere às suas danças e corais tradicionais.O Conjunto Etnográfico de Moldes costuma representar o Município de Arouca É um grupo de danças e corais tradicionais com sede na freguesia de Moldes, reconhecido pela sua qualidade e pureza etnográficas, que foi configurado segundo os padrões da Etnomusicologia, sobretudo pelo etnógrafo arouquense Albano Ferreira, ao qual também se encontram ligados nomes como Armando Leça ou Pedro Homem de Melo. Nessa linha de orientação etnomusicológica, esta associação cultural de Arouca organiza anualmente, desde 1983, o Festival Internacional de Folclore de Arouca,Arouca foi o palco do Festival Internacional do Folclore - Porto Canal que é um dos eventos culturais mais relevantes do município.Festival Internacional de Folclore de Arouca é realizado no mês de Agosto O Conjunto Etnográfico de Moldes de Danças e Corais Arouquenses enverga os trajes festivos das casas familiares de lavradores e de proprietários das zonas agrícolas de vale, de meia-encosta e dos planaltos do território de Arouca, típicos da identidade autóctone do território do Douro Litoral, cuja configuração foi apurada a partir dos estudos do etnógrafo arouquense Albano Ferreira. === Feira das Colheitas === A Feira das Colheitas é o evento com maior impacto no município de Arouca e é uma montra anual da identidade arouquense, tendo começado, no ano de 1944, por ser uma festa e feira agrícola dos lavradores do município de Arouca, com uma série de concursos agrícolas, fundada, organizada e fomentada pelo gerente do Grémio da Lavoura de AroucaFundação da Feira das Colheitas em 1944, a partir da gerência do Grémio da Lavoura de Arouca. Num período posterior, passou a ser organizada a partir da Cooperativa Agrícola de Arouca, algumas vezes associada às festas do município, com o apoio da Câmara Municipal de Arouca. Gradualmente, tornaram-se as festas oficiais do município de Arouca, com um elemento identitário muito relevante do mesmo, organizado com a colaboração da Cooperativa Agrícola de Arouca e de várias instituições, associações e entidades locais, durante vários dias, no fim do mês de Setembro, com concertos musicais, danças tradicionais, vários tipos de concursos (dos quais se destacam o Concurso Nacional de raça bovina arouquesa, o Concurso O Vinho Verde de Arouca e o Concurso «A Melhor Broa Caseira), vários tipos de exposições e sessões de fogo de artifício, numa altura em que o comércio local é fortemente incrementado e promovido, bem como a gastronomia arouquense, da qual se destacam a carne de raça bovina arouquesaFeira das Colheitas: 'Raça Arouquesa - A Rainha da Carne!' e a doçaria de Arouca.Feira das Colheitas: 'Doçaria de Arouca' No seu género, a Feira das Colheitas foi a primeira que surgiu no país, anterior à Feira do Ribatejo, hoje Feira Nacional da Agricultura, cujo aparecimento se verificou em 1953, ou seja, nove anos mais tarde.Feira das Colheitas, a identidade de um povo Trata-se, na contemporaneidade, do evento socioeconómico mais importante e com maior impacto identitário no município de Arouca.Feira das Colheitas: o maior certame festivo que mobiliza todo o concelho de Arouca === Alguns locais de interesse === *Mosteiro de Arouca *Frecha da Mizarela *Miradouro do Monte da Senhora da Mó, que se localiza a 711 metros de altitude, a cerca de 8 km do centro da vila de Arouca por estrada. Do cume do monte da Senhora da Mó, onde existe uma pequena capela, rodeada de um parque, obtém-se uma das melhores vistas panorâmicas sobre todo o vale do rio Arda e sobre a vila de Arouca. *Miradouro do Pico da Gralheira, Radar Meteorológico da Região do Norte,Radar Meteorológico da Região Norte - Arouca - AMPorto a 1100 metros de altitude, na Serra da Freita *Os 41 geossítios do Geoparque Arouca, que se destacam pelo seu valor científico, didáctico e turísticoOs 41 geossítios do Geoparque Arouca === Geoparque Arouca === O Geopark Arouca, que corresponde à área administrativa do município de Arouca, é reconhecido pelo excepcional Património Geológico de relevância internacional, com particular destaque para as pedras parideiras da Castanheira, as Trilobites Gigantes de Canelas e os Icnofósseis do Vale do Paiva. O fenómeno das pedras parideiras que ocorre em Arouca é tido como único no mundo. O valioso e singular Património Geológico inventariado, cobrindo um total de 41 geossítios, constitui a base do projeto Geopark Arouca, aliados a uma estratégia de desenvolvimento territorial que assegurará a sua proteção, dinamização e uso. Em simultâneo e em complementariedade, associam-se outros importantes valores de natureza arqueológica, ecológica, histórica, desportiva, e ainda a promoção das danças e dos corais tradicionais, do artesanato e da gastronomia da região, tendo em vista a atração de um turismo de elevada qualidade. Em abril de 2009, o Geopark Arouca foi reconhecido pelas Redes Europeia e Global de Geoparks, sob os auspícios da UNESCO. A entidade responsável pela gestão do Geopark Arouca é a AGA - Associação Geopark Arouca, que integra a Direção da Associação de Turismo do Porto e Norte, A.R. – Porto Convention & Visitors Bureau, que é uma organização sem fins lucrativos que tem como objetivo desenvolver e promover o Porto e Norte de Portugal como destino turístico.Associação de Turismo do Porto e Norte, A.R. – Porto Convention & Visitors Bureau === Espécies autóctones === Os vales e as zonas de serra do município de Arouca têm diversas espécies autóctones, domésticas e selvagens.[http://www.campoaberto.pt/wp- content/uploads/2010/12/Retrato_da_biodiversidade_na_AMP.pdf UM RETRATO DA BIODIVERSIDADE NA ÁREA METROPOLITANA DO PORTO] As espécies domésticas são: o podengo português médio (cão coelheiro/coelheiro/cão de caça aos coelhos, também comumente conhecido pela expressão 'cão de caça'),Cão Coelheiro (Podengo Português Médio) utilizado na caça aos coelhos e como cão de guarda nas antigas casas dos lavradores e proprietários rurais; o perdigueiro português (também comumente conhecido pela expressão 'cão de caça às perdizes'),Cão de Caça às Perdizes (Perdigueiro Português) cuja raça foi apurada, precisamente, nalgumas das casas de Arouca; o gato europeu comum, muito presente nos grupos domésticos como animal de estimaçãoGato Europeu Comum; a raça bovina arouquesa,Raça Bovina Arouquesa que fornece a deliciosa carne arouquesa - animais de pequeno porte, uma raça bovina endógena/autóctone, que não é proveniente de uma fusão de outras raças bovinas, com uma identidade bem definida, de corpulência mediana, esqueleto regular e musculado e com pelagem castanha clara -; a raça suína bísara; Raça Bísara de Suínosquatro raças autóctones de galinhas (a amarela,Raça de Galinhas 'Amarela' a branca;Raça de Galinhas 'Branca' a pedrês portuguesaRaça de Galinhas 'Pedrês Portuguesa' e a preta lusitânicaRaça de Galinhas 'Preta Lusitânica'); e a raça de caprinos Serrana.A raça de caprinos 'Serrana' No território de Arouca, existem várias raças autóctones de maçãs, peras, pêssegos, cerejas, ameixas, abrunhosVariedades Autóctones Portuguesas, melão e meloas casca de carvalhoMelão e meloas casca de carvalho, e as variedades autóctones de castanha. São de referir, também, as castas autóctones de Vinho Verde.Castas autóctones de Vinho Verde - Arouca Uma das espécies autóctones selvagens mais importantes é a truta fário, existente em abundância, sobretudo, no rio Urtigosa.As espécies piscícolas abundantes nos rios de Arouca são, para além da truta fário (Salmo trutta fario), a enguia (Anguilla anguilla), o escalo (Leuciscus leuciscus), o bordalo (Tropidophoxinellus alburnoides) e a boga (Chondrostoma polylesis).No rio Paiva, também se podem encontrar o barbo (Barbus barbus) e a carpa (Ciprinus carpio). Junto às margens dos rios, regista-se a ocorrência de muitos mamíferos, répteis e aves. São de realçar, também, várias espécies arbóreas portuguesas típicas deste território.Espécies arbóreas indígenas em Portugal Continental === Desportos radicais === Em Arouca, encontram-se condições únicas para a prática de desportos radicais, sendo mesmo o território mais privilegiado para o fazer na Área Metropolitana do Porto, tais como BTT, Canoagem, Canyoning, Kayaking, Hidrospeed, Montanhismo/Escalada ou Rafting. === Futebol Clube de Arouca === === Algumas instituições arouquenses de relevânciaAssociações do Concelho de Arouca === *Cooperativa Agrícola de Arouca Cooperativa Agrícola de Arouca II Cooperativa Agrícola de Arouca III *Associação Empresarial de Arouca *ADRIMAGADRIMAG *Santa Casa da Misericórdia de AroucaSanta Casa da Misericórdia de Arouca *Bombeiros Voluntários de AroucaBombeiros Voluntários de Arouca *Real Irmandade Rainha Santa MafaldaReal Irmandade Rainha Santa Mafalda I Real Irmandade Rainha Santa Mafalda II *Associação de Defesa da Cultura Arouquense *Conjunto Etnográfico de Moldes *Banda Musical de Figueiredo *Banda Musical de AroucaBanda Musical de Arouca *Agrupamento de Escolas de AroucaAgrupamento de Escolas de Arouca *Orfeão de AroucaOrfeão de Arouca *Unidade de Gestão Florestal da Área Metropolitana do PortoUnidade de Gestão Florestal da Área Metropolitana do Porto *Centro de Arqueologia de Arouca === Meios de Comunicação Social === *Jornal «Discurso Direto» (Semanário)Jornal «Discurso Direto»(Semanário) *Jornal «Roda-Viva» (Mensal)Jornal «Roda-Viva»(Mensário) *Rádio Regional de AroucaRádio Regional de Arouca === Eventos importantes === *Feira das Colheitas – Festas Oficiais do Município de Arouca, vila de Arouca (na última semana de setembro) * Festival Internacional de Folclore - organizado pelo Conjunto Etnográfico de Moldes, vila de Arouca (em agosto) * Arouca Film Festival - organizado pelo Cine Clube de Arouca * Festival da CastanhaFestival da Castanha, organizado pela Câmara Municipal de Arouca \\- organizado pela Câmara Municipal de Arouca (em fins de outubro) * Festa da Rainha Santa Mafalda – Feriado Municipal, vila de Arouca (no dia 2 de maio) === Museus e centros interpretativos === * Museu Municipal de AroucaMuseu Municipal de Arouca - iPorto Agenda Metropolitana de Cultura * Museu de Arte Sacra de Arouca * Casa das Pedras Parideiras – Centro de InterpretaçãoMuseus e Património Cultural da Área Metropolitana do Porto: Casa das Pedras Parideiras – Centro de Interpretação * Centro de Interpretação Geológica de CanelasCentro de Interpretação Geológica de Canelas - Arouca - AMPorto === Património === * Pelourinho de Trancoso * Mosteiro de Arouca ou Convento de Santa Maria ou Convento de Santa Mafalda ou Mosteiro de Santa Maria de Arouca, e o túmulo de Santa Mafalda * Pelourinho de Arouca * Pelourinho do Burgo (fragmentos) * Pelourinho de Cabeçais * Mamoa da Portela da Anta == Geminações == O município de Arouca é geminado com as seguintes cidades:Geminação de Arouca com a cidade de Santos - Brasil * Santos, São Paulo, Brasil * Poligny, Jura, FrançaGeminação de Arouca com a cidade de Poligny - França * Zhangjiajie, ChinaGeminação de Arouca com a cidade de Zhangjiajie - China == Ver também == * Lista de percursos pedestres de pequena rota em Portugal == Ligações externas == * * * * * * * * Arouca Arouca",
 "title": "Arouca"
}