{
 "id": "61441",
 "text": "Pedreira é um distrito localizado na zona sul do município de São Paulo. Faz divisa com os distritos de Cidade Ademar, Campo Grande, Cidade Dutra, Grajaú e com o município de Diadema. As vias principais são as Avenidas Nossa Senhora do Sabará, Emerico Richter, Alda e a Estrada do Alvarenga. Grande parte do distrito da Pedreira fica às margens da Represa Billings. Como não poderia deixar de ser, o nome Pedreira vem das imensas pedreiras que sempre existiram nas imediações – já em 1939, a região era conhecida por este nome. Segundo um levantamento da Rede Nossa São Paulo, atualizado em 2016, cerca de 21% dos domicílios do distrito encontram-se em favelas. == História == Construída nos anos 1920 pelo engenheiro norte americano Asa White Kenney Billings, a Represa Billings é uma das maiores reservas de água potável. Situada na Região Metropolitana de São Paulo, é um reservatório de 9,8 bilhões de litros de água, com 127 km2 de superfície abrangendo terras de vários municípios. Corria o ano de 1924. São Paulo experimentava sua primeira crise do suprimento de energia elétrica da historia em razão de uma seca severa que assolava a Região Sudeste do Brasil. A usina hidrelétrica de Santana de Parnaíba (atual Edgar de Sousa), com seus 16MW instalados, não supria a crescente demanda do setor industrial que se instalava nos arredores de São Paulo. Foi então que o engenheiro Billings propôs um dos mais criativos planos de aproveitamento hidrelétrico da época. Por meio de um conjunto de obras de engenharia, tornou- se possível a reversão das águas dos rios Tietê e Pinheiros para a vertente oceânica da serra do Mar, em cujo sopé se instalou a Usina Hidrelétrica de Cubatão, com 35 MW. A energia disponibilizada por esta usina permitiu o crescimento econômico da região, transformando São Paulo no maior pólo industrial da América Latina. A Usina de Cubatão sofreu sucessivas ampliações, mudou de nome para Henry Borden e dispõe de 887MW, potência suficiente para abastecer continuamente as necessidades de uma localidade de 2 milhões de habitantes. O distrito, nos últimos anos, vem mostrando um forte crescimento, tanto na área comercial quanto residencial, tendo em vista sua localização considerada estratégica, ficando próximo de distritos importantes da Zona Sul do município, como Jabaquara e Santo Amaro. No quesito transporte, esse é um grande desafio para seus moradores, já que a Pedreira não conta com nenhuma estação de trem ou metrô, e não há nenhum terminal de ônibus, tendo apenas alguns quilômetros de faixa. Em 2024, o distrito foi um dos que receberam o primeiro transporte hidroviário da capital paulista, o \"Aquático-SP\". Ele entrou em operação em 13 de maio, e faz a interligação da região com os bairros de Grajaú e Cocaia, também na zona sul, atravessando a Represa Billings. ==Bairros== * Balneário Mar Paulista * Balneário São Francisco * Conjunto Residencial Ingai * Eldorado (Mata Virgem) * Guacuri * Itatinga * Jardim Aparecida * Jardim Apurá * Jardim Clélia * Jardim Domitila * Jardim Guacuri * Jardim Itapura * Jardim Nastari * Jardim Pedreira * Jardim Rubilene * Jardim Santa Teresinha * Jardim Selma * Paque Dorotéia * Parque Bandeirantes * Parque Primavera * Pedreira * Praia Leblon * Sete Praias * Vila Babi * Vila dos Andradas * Vila Guacuri * Vila Missionária * Zavuvus == Ver também == * Diocese de Santo Amaro == Ligações externas == * Página oficial da subprefeitura de Cidade Ademar * Diocese de Santo Amaro * Notícias da região Categoria:Distritos da cidade de São Paulo",
 "title": "Pedreira (distrito de São Paulo)"
}