{
 "id": "61452",
 "text": "Ponte Rasa é um distrito localizado na zona leste do município brasileiro de São Paulo. Está sob a administração da subprefeitura de Ermelino Matarazzo. Alguns bairros como Vila Rio Branco e Jardim Popular contam com desenvolvimento bem avançado e valor mais alto de suas terras. Possui 93.631 habitantes, de acordo com as informações do censo demográfico de 2010. A parte sul (Jardim São Nicolau, Jardim Artur Alvim, Burgo Paulista e outros bairros) é visível da Linha 3 - Vermelha do Metrô de São Paulo, no trecho entre as estações Guilhermina-Esperança e Artur Alvim. Boa parte das ruas estão organizadas em blocos e têm como principais avenidas a Avenida São Miguel, a Avenida Águia de Haia, Avenida Amador Bueno da Veiga e a Estrada de Mogi das Cruzes (popularmente conhecida com Avenida Imperador). == História == A trajetória da Ponte Rasa está fortemente ligada à sua vizinha, a Penha, as áreas dos dois atuais distritos correspondiam ao aldeamento fundado pelo padre jesuíta Mateus Nunes de Siqueira, no século XVI. A região era fértil, próxima a afluentes do Tietê, e cheia de índios, como os da tribo Guaianases, rapidamente catequizados. Os bandeirantes também tinham a área como estratégica por ser próxima a vilas já erguidas por eles, como São Miguel e Itaim Paulista, no meio das rotas que levavam a Minas Gerais e ao Rio de Janeiro. Com o passar dos séculos, as terras foram divididas em regiões menores. A principal sempre foi a Penha, com a igreja que leva seu nome. Ao lado, começou a se desenvolver um povoado menor, em volta do córrego da Ponte Rasa, que acabou nomeando o local. A partir da década de 1930 a região viu sua população crescer, puxada pela industrialização que atingiu áreas próximas, como São Miguel Paulista e Guarulhos. A Ponte Rasa, assim como as regiões vizinhas, passaram a ser loteadas em empreendimentos como o bairro planejado Cidade A. E. Carvalho, que fica entre os vizinhos Artur Alvim e Itaquera. Seus construtores ergueram importantes vias da região, como a Avenida Águia de Haia. Já na década de 1970 não havia mais muitos espaços vazios na Ponte Rasa: bairros como o Jardim Popular, oriundo ainda dos primeiros povoados, cresciam cada vez mais, quase sempre planejados por construtoras – o que explica a baixa quantidade de habitações irregulares e favelas, que em 2011 representavam apenas 3,84% das moradias do distrito. O centro do distrito, é um forte polo comercial regional. Localizado na Avenida São Miguel, é um grande corredor que conta com agências bancárias, grandes magazines, lojas de variedades, depósitos, além de açougues, padarias e farmácias. Outro polo comercial de força considerável, pode ser encontrado na rua Dr. José do Amaral no Jardim Três Marias. == Bairros == * Burgo Paulista * Jardim Cotinha * Jardim Lisboa * Jardim Laone * Jardim Ponte Rasa * Jardim Popular * Jardim Soraia * Jardim Três Marias * Vila Constança * Vila Costa Melo * Vila Domitila * Vila Fidelis Ribeiro * Vila Frugoli * Vila Ponte Rasa * Vila Rio Branco * Vila Sampaio * Vila São Francisco * Vila União == Limites == Norte: Córrego Ponte Rasa e Av. São Miguel. Leste: Av. Águia de Haia. Sul: R. Sonho Gaúcho, Av. Nicolau Jacinto e R. Praia de Mucuripe. Oeste: Av. Calim Eid, R. Botica, R. Alto do Cobre, Av. Dom Hélder Câmara, Av. Governador Carvalho Pinto e Av. Buenos Aires. ==Ver também== *Distrito de Ermelino Matarazzo *Lista de distritos de São Paulo *População dos distritos de São Paulo (Censo 2010) *Área territorial dos distritos de São Paulo (IBGE) *Telecomunicações em São Paulo ==Ligações externas== * * Categoria:Distritos da cidade de São Paulo",
 "title": "Ponte Rasa"
}