{
 "id": "61472",
 "text": "O Quarteto Fantástico é uma equipe de super-heróis de histórias em quadrinhos publicados pela Marvel Comics. O grupo estreou em The Fantastic Four #1 (data de novembro 1961), que ajudou a inaugurar um novo nível de realismo no meio. O Quarteto Fantástico foi o primeiro time de super-herói criado pelo escritor-editor Stan Lee e o ilustrador Jack Kirby, que desenvolveram uma abordagem colaborativa para a criação de quadrinhos com este título que usariam a partir de então. Como a maioria dos personagens criados pela Marvel durante a década de 1960, o Quarteto Fantástico deve os seus poderes à exposição a radiação, neste caso mais especificamente à radiação cósmica, com a qual teriam entrado em contacto durante uma viagem de exploração espacial. Embora a formação do grupo mude ocasionalmente, a equipe mantêm-se estável em volta dos quatro amigos que ganharam superpoderes ao serem atingidos pelos raios cósmicos. A equipe iniciou-se com a renovação da Marvel que ocorreu na década de 1960 sob o comando de Stan Lee. Permaneceram mais ou menos populares desde então e foram adaptados para outros meios, incluindo quatro séries relativamente bem-sucedidas de desenhos animados e, até o momento, quatro filmes produzidos respectivamente em 1994, 2005, 2007 e 2015. Em 2015, a revista entrou em hiato devido à problemas jurídicos com a 20th Century Fox, cujos executivos pleitavam que o estúdio detinha os direitos autorais sobre os personagens. Em 2018, foi revelado o retorno da revista para Agosto desse mesmo ano, a contagem reiniciaria e Dan Slott estaria no roteiro da série. == História da revista == === Origens === Segundo a lenda, em 1961, o editor-chefe da Marvel, Martin Goodman, estava a jogar uma partida de golfe com o editor rival Jack Liebowitz da DC Comics. Liebowitz contou a Goodman sobre o sucesso que a DC estava a ter recentemente com a Liga da Justiça, um nova série que apresentava uma equipe formada por vários personagens de sucesso da editora. Baseado nesta conversa, Goodman decidiu que sua companhia deveria começar a publicar a sua própria série sobre uma super-equipe. Lee, que estava prestes a deixar a indústria assim que seu contrato acabasse, associou-se ao desenhista Jack Kirby para produzir uma revista inovadora protagonizada por uma família de super-heróis, Reed Richards (Senhor Fantástico), Sue Storm (Garota Invisível), Ben Grimm (Coisa), e Johnny Storm (Tocha Humana) que eram imperfeitos e consequentemente mais humanos do que qualquer herói publicado à época, dessa forma, tornando-se o standard para a editora ao longo dos anos.Daniels, Les (1993). Marvel: Five Fabulous Decades of the World's Greatest Comics. Harry N. Abrams. ISBN 0-8109-8146-7. Para evitar entrar em conflito com a DC que, além de editora rival, era também proprietária da distribuidora que a Timely utilizava, Lee e Kirby evitaram deliberadamente fazer com que a nova revista parecesse feita para competir com a Liga da Justiça. Os protagonistas da série apareceram na capa da revista sem uniformes e nenhum deles tinha identidade secreta. O que Stan Lee esperava ser o seu último trabalho nos comics acabou sendo um grande sucesso e ele e Kirby permaneceram juntos na série e começaram a lançar outros títulos. A série produziu muitas histórias e personagens aclamados que se tornaram centrais no universo Marvel. Lee e Kirby se inspiraram no grupo Challengers of the Unknown, criados por Kirby para a DC no final da década de 1950, houve também inspiração na Era de Ouro dos Quadrinhos com a criação de um novo Tocha Humana, que podia incendiar o próprio corpo tal qual o androide criado em 1939 por Carl Burgos para Marvel Comics #1, além de trazer de volta Namor,Quarteto Fantástico . HQManiacs o príncipe submarino criado por Bill Everett e publicado na mesma revista. História e História em Quadrinhos - Parte 2 === Os anos 1980 e 1990 === Após a partida de Kirby no início dos anos 1970, a série continuou, no entanto, com resultados menos positivos até que na década de 1980, John Byrne assumiu a série, que voltou a tornar-se popular. Entre as suas contribuições está a modernização da personagem Garota Invisível que passou a se chamar Mulher Invisível, tornando-se um personagem mais auto-confiante redescobrindo toda a potencialidade dos seus poderes tornando-se assim o membro mais poderoso do grupo. Byrne também levou os personagens por percursos ousados nas suas vidas pessoais, tendo casado Sue Storm e Reed Richards, fazendo com que Sue sofra um aborto espontâneo. Faz também com que o Coisa saia do Quarteto Fantástico e seja substituído provisoriamente pela Mulher-Hulk. Byrne é posteriormente seguido por uma sucessão rápida de escritores, Roger Stern, Tom DeFalco e Roy Thomas. Steve Englehart assumiu a escrita dos números #304 ao #332 (exceto o #320). A série estava novamente a decair e Englehart decidiu fazer mudanças radicais. Ele percebeu que o Quarteto tradicional, Reed, Sue, Ben e Johnny, estava-se a tornar obsoleto, assim na edição n º 308 Reed e Sue aposentam-se e são substituídos pela nova namorada do Coisa, Sharon Ventura e pela ex namorada de Johnny Storm, Cristalys. Como era esperado as mudanças aumentaram o interesse dos leitores. No entanto, segundo Englehart, as guerras com a editora, fizeram com que a sua participação nos números #326 ao #332 tivessem sido uma das mais penosas da sua vida. === O renascimento === Em Fevereiro de 2004, a Marvel lançou o Quarteto Fantástico Ultimate, uma versão do grupo para o universo Ultimate. Também lançou a Marvel Knights 4. Apesar de não ser exatamente voltada para adultos, os títulos Marvel Knights procuram atingir uma faixa de público um pouco mais velho. == Publicações no Brasil == O Quarteto Fantástico apareceu pela primeira vez no Brasil na revista do Demolidor, publicada pela EBAL a partir de 1969. Em 1970, foi lançada a revista própria dando sequência às histórias. A revista durou até 1972. Depois de um curto período pela GEA, o Quarteto retornou à EBAL, que continuou as aventuras na revista do Homem-Aranha que teve o último número publicado em janeiro de 1975. Nas revistas do aracnídeo foram publicadas pela primeira vez no Brasil as famosas histórias da \"Trilogia de Galactus\", \"Inumanos\",Knowles, Christopher (2007). Our Gods Wear Spandex Weiser [S.l.] p. 173-174. ISBN 1578634067. \"Pantera Negra\" e outros clássicos do Quarteto produzidos pela dupla Stan Lee/Jack Kirby. Depois da fase da EBAL, o Quarteto Fantástico foi relançado em revista própria pelas Editoras Bloch, que lançou primeiramente as aventuras solo do Tocha Humana e do Tocha Humana Original, e RGE. Depois de pouco mais de uma dezena de números nesta última, a revista seria cancelada e os direitos do personagem passaram para a Editora Abril, aonde se mantiveram até o ano 2000. Actualmente, é distribuída pela Panini, onde suas histórias são a base do \"Universo Marvel\". == História dos personagens == Os super-poderes do Quarteto Fantástico foram obtidos quando um foguete espacial experimental projectado por Reed Richards atravessou uma tempestade de raios cósmicos durante seu voo experimental. Depois da aterrissagem forçada de regresso à Terra, os quatro tripulantes da nave descobriram que se tinham transformado e possuíam novas e bizarras habilidades. Reed podia esticar seu corpo e assumir qualquer formato. A sua noiva, Susan Storm, ganhou a habilidade de se tornar invisível, vindo posteriormente a desenvolver as habilidades de projectar campos da força e de tornar objectos visíveis em invisíveis. O seu irmão mais novo, Johnny Storm, adquiriu o poder de controlar o fogo e, devido à alteração de temperatura do ar à sua volta, pode voar. Por último, o piloto Ben Grimm foi transformado em um monstro rochoso, dotado de força incrível e cuja carne é quase invulnerável. No entanto, Reed culpa-se constantemente desse facto devido à impossibilidade de o Coisa assumir a forma humana e se sentir traumatizado com isso. O Coisa tornou-se uma espécie de figura paternal no meio do grupo, apresentando sempre como contraponto um humor cáustico muito próprio. Ao longo dos tempos transformou-se no personagem mais amado, por ser directo e não ter meias palavras, dizendo directamente o que pensa. Os quatro personagens foram moldados inspirados nos clássicos quatro elementos gregos: Terra (Coisa), fogo (Tocha Humana), vento (Mulher Invisível) e água (a \"fluidez\" do Senhor Fantástico). Estes mesmos quatro elementos inspiraram também uma criação anterior de Jack Kirby, os Desafiadores do Desconhecido. A equipe de aventureiros, passou a proteger a humanidade, a Terra e o Universo de inúmeras ameaças. Incentivados principalmente pela curiosidade científica de Reed, a equipe explorou o espaço, a Zona Negativa, o Microverso, outras dimensões e quase cada vale escondido, nação ou civilização perdida do planeta. O Quarteto faz a ponte entre personagens mais \"cósmicos\" da Marvel, tais como o Surfista Prateado ou o Vigia e os mais \"terrestres\", Homem-Aranha e X-Men. O Quarteto Fantástico já ocupou vários quartéis-generais, o mais notável foi o Edifício Baxter em Nova York. O edifício Baxter foi substituído pelo Four Freedoms Plaza, construído no mesmo local, após a destruição do Edifício Baxter infligida por Kristoff Vernard, filho adoptivo do Doutor Destino, o arqui-inimigo do grupo, tendo o grupo ocupado provisoriamente a Mansão dos Vingadores antes de o Four Freedoms Plaza estar terminado. Também houve o Pier 4, um armazém no litoral de Nova York que serviu de sede provisória após o Four Freedoms Plaza ter sido destruído, devido às acções de outra equipe de super-heróis, os Thunderbolts. Mais recentemente, utilizam um satélite orbital como base. A revista enfatiza o fato de que o Quarteto, ao contrário da maioria das super-equipes, serem literalmente uma família. Três dos quatro membros são oficialmente parentes, sendo a excepção o Coisa que é um amigo chegado da família. Além deles, os filhos de Reed e Sue Richards, Franklin e Valeria, aparecem regularmente na série. Ao contrário da maioria dos super-heróis, as identidades do Quarteto Fantástico não são secretas. A parte negativa disso é a vulnerabilidade que o fato confere aos amigos e família. A parte positiva é a simpatia que o Quarteto tem junto à população humana, que admira suas proezas científicas e heróicas. Sendo uma das principais equipes do Universo Marvel, o Quarteto já teve importante participação em diversas sagas, dentre as quais se destacam a Saga Massacre. Neste conjunto de histórias, o vilão Massacre, formado pelas frustrações de Xavier e as piores aspirações de Magneto, sequestra Franklin Richards, tencionando usar os seus poderes de manipulação da realidade para dominar o mundo. Ele só é impedido graças a acção conjunta do Quarteto e dos Vingadores, que aparentemente se sacrificam, dando início à fase Heróis Renascem. === Guerra Civil === Durante a Guerra Civil surge a primeira divisão no Quarteto. Sue e Johnny unem-se aos Vingadores Secretos do Capitão América, o Coisa muda-se para Paris, regressando aos EUA somente na batalha final ao lado do Capitão América, Reed foi um dos líderes da força do Homem de Ferro e a favor do registo oficial dos super-heróis. === O Novo Quarteto === Após a vitória do lado pró-registo, Sue e Reed vão de férias para tentar recompor o seu casamento, passando Ben e Johnny a contar com o reforço de Pantera Negra e Tempestade, para os substituir. === Ex-integrantes do Quarteto Fantástico === Ao longo dos tempos, surgiram alguns personagens adicionais a integrar a formação do Quarteto, geralmente para substituir algum membro provisoriamente ausente: * Mulher-Hulk - Substituiu o Coisa quando este ficou por conta própria no planeta do Beyonder, após as Guerras Secretas. * Cristalys – Uma Inumana e ex-namorada de Johnny Storm que teve de abandonar o grupo por não conseguir adaptar-se a poluição terrestre. Substituiu a Mulher Invisível aquando da sua primeira gravidez. * Outros membros provisórios, foram: A inumana Medusa, o herói de aluguel Luke Cage, uma outra namorada do Tocha Humana, Frankie Raye que tinha poderes semelhantes aos dele e que mais tarde se tornou o arauto de Galactus com o nome de Nova, Sharon Ventura usando o nome de Miss Marvel (não confundir com a ex-vingadora Carol Danvers que também usou esse nome) e que durante uma certa época se tornou uma versão feminina do Coisa. * Em uma história, uma fugitiva Skrull veio a terra e nocauteou todos os membros do Quarteto Fantástico. Então ela chamou alguns heróis para supostamente vingar sua família. O grupo era formado por Wolverine, Hulk, Motoqueiro Fantasma e Homem-Aranha. [homem aranha] esta no quarteto fantastico no lugar do tocha humana. == Inimigos == * Doutor Destino * Toupeira (Marvel Comics) * Aniquilador (Marvel Comics) * Galactus * Superskrull * Ronan O Acusador * Skrulls * Kang, o Conquistador * Homem-Molecular * Quarteto Terrível * Kree == Histórias dentro da história == Histórias antigas do Quarteto incluíam uma história paralela que apresentava os personagens do grupo sendo adaptados para a banda desenhada dentro do contexto do universo Marvel, com os quatro vendendo para a editora uma licença para usar as suas imagens. Numa outra história com o Doutor Destino os autores Stan Lee e Jack Kirby apareceram como personagens. Isso tornou-se a repetir na revista Fantastic Four #262, em que John Byrne aparecia sendo questionado pelo editor Michael Higgins sobre a última edição, que estava atrasada. Byrne explicou que não tinha conseguido contactar o Quarteto Fantástico por eles estarem desaparecidos. Estava a ponto de criar uma história quando o Vigia apareceu e o levou para presenciar uma aventura do grupo. No fim da revista, Byrne entrega o argumento. Esse tipo de auto-referência deixou de ser usado regularmente, mas foi revivido ocasionalmente, principalmente em histórias da Mulher-Hulk escritas durante os anos 1990, também escritas por John Byrne. A revista Marvel Comics: Fantastic Four foi uma sátira de como uma revista em quadradinhos publicada dentro do universo Marvel poderia ser vista pelos heróis do grupo. == Poderes e Habilidades == Personagem Poderes Senhor Fantástico * Super-Elasticidade: Capacidade de esticar, deformar, expandir e contrair o próprio corpo em qualquer forma que se possa imaginar. * Altíssimo Q.I.: Possui uma inteligência muito acima do normal, sendo-lhe possível entender rapidamente situações, criar e consertar qualquer coisa. *Invulnerabilidade.: Como ele pode se esticar e se auto modelar, ele fica invulnerável, quando esticado não sente dor. * Nível: Alfa Mulher Invisível * Invisibilidade: Capaz de desviar a luz de seu corpo, ficando invisível e pode deixar qualquer outra coisa invisível. * Manipulação de Campos de Forças: Habilidade de criar campos de força protetores ou de ataque ofensivo quase indestrutíveis ao redor de seu corpo ou em um local específico. Seus campos de força são criados a partir de sua mente podendo obter qualquer forma; pode criar campos de força dentro de inimigos, explodi-los ou acabar com o interior de seus corpos ou lançar barreiras que impactam o inimigo com brutalidade. *Falso voo.: Com seu poder de criar campos de força, ela consegue envolver a ela mesma e seus amigos pelo campo de força. Assim, ele pode mover o campo de força, fazendo um falso voo. * Nível: Ômega Tocha Humana * Pirocinese: Capacidade de controlar a energia cinética dos átomos para gerar, controlar ou absorver fogo * Mimetismo Vulcânico: Habilidade de transformar o seu corpo em fogo. * Voo: Capacidade para se propulsionar pelo ar. * Nível: Ômega O Coisa * Mimetismo Rochoso: Capacidade de transmutar o seu próprio corpo em rocha sólida. * Superforça: Capacidade de exercer força física acima do normal. Entre os efeitos estão a habilidade de poder levantar grandes pesos ou esmagar materiais resistentes mediante a aplicação da sua força física, sua força está numa escala 0 a 100, em 100, segundo a Marvel. * Nível: Alfa == Outras mídias == === Televisão === Em 1967, é lançada a primeira série animada baseada no grupo, produzida pela Hanna-Barbera, nessa mesma época, a Grantray-Lawrence Animation, adaptou \"Dr. Doom's Day\", histria publicada originalmente publicada em revista Fantastic Four Annual #3 (1965), como os direitos estavam a Hanna-Barbera, a produtora teve que usar os X-Men, que no episódio são chamados de \"Aliados da Paz\" (Allies for Peace).The History of Wolverine and the X-Men on TV Em 1978, surge uma nova série pela DePatie-Freleng, nessa versão, o Tocha Humana foi substituído pelo robô H.E.R.B.I.E., em 1979, a Hanna-Barbera produz a série The Thing, protagonizada por uma versão alternativa do Coisa, um adolescente que usa anéis mágicos para virar o herói de pedra. Entre 1994 e 1996, o grupo teve um desenho dentro do bloco The Marvel Action Hour, produzido pela Marvel Productions contando com uma participação na série animada do Homem-Aranha, no arco de história baseado na minissérie Guerras Secretas. Com o sucesso do filme de 2005, é lançado em 2006, a série Fantastic Four: World's Greatest Heroes, produzida pelo estúdio francês MoonScoop Group, influenciada pelos animes, a série foi exibida no Cartoon Network. Em 2012, participaram do desenho The Avengers: Earth's Mightiest Heroes. === Cinema === Em 1986, a produtora alemã Constantin Film (na época conhecida como Neue Constantin Film) adquire os direitos da franquia nos cinemas, contudo, a empresa não conseguiu produzir o filme na década de 1980, caso não consegui termina-lo até o final de 1992, os direitos voltariam para a Marvel Studios, a solução com a contratação do cineasta Roger Corman, conhecido por produzir filmes de baixo orçamento, O Quarteto Fantástico, dirigido por Oley Sassone custou apenas $ 1 milhão e foi programado para 1994, mas nunca foi lançado, sendo acusado de ser uma \"cópia ashcan\", usada apenas para garantir os direitos cinematográficos.Quarteto Fantástico: documentário sobre o filme de 1994 Logo em seguida, a 20th Century Fox, anunciou que lançaria um novo filme da franquia, contudo, a Constantin continuou atuando como co-produtora. Em 1995, a Fox contrata o cineasta Chris Columbus para dirigir o novo filme, contudo, ele acaba desistindo da direção do filme e terceiriza a produção para sua própria empresa, a 1492 Pictures, em abril de 1997, Peter Segal é contratado para o seu lugar e substituído no final do ano por Sam Weisman. A Fox contrata Sam Hamm para reescrever o roteiro em abril de 1998, em uma tentativa de reduzir o orçamento inicial de 165 milhões dólares. Em fevereiro de 1999, com o desenvolvimento levando mais tempo do que o esperado, a Constantin e a Fox assinam um contrato com a Marvel para estender o controle dos direitos do filme por mais dois anos, com o lançamento planejado para o verão de 2001, e contrata Raja Gosnell para dirigir. No entanto, Gosnell preferiu dirigir Scooby Doo e deixou a produção em outubro de 2000. Foi substituído por Peyton Reed em abril de 2001 e Mark Frost foi contratado para rescrever o roteiro. Reed sai da produção em julho de 2003, Tim Story é contratado em abril de 2004, depois da Fox ficar impressionada com o filme Taxi. O roteiro foi reescrito por Simon Kinberg, que foi não credenciada pelo trabalho. o filme finalmente é lançado em 2005, em 2007 é lançada uma sequência, Quarteto Fantástico e o Surfista Prateado, em 2015, a franquia ganha um reboot, dirigido por Josh Trank intitulado Quarteto Fantástico, o filme foi fracasso de público e crítica, apesar disso, em maio de 2016, Kinberg afirmou que planejava uma sequência,Quarteto Fantástico - Mesmo após fracasso do reboot, produtor quer novo filme caso não produzisse um filme novo até 2022, a produtora Constantin Film teria que devolver a franquia para a Marvel Studios.Fox suspende ‘Quarteto fantástico 2’ após fracasso da franquia em 2015 Em 2017, durante a San Diego Comic-Con, Noah Hawley disse que estava desenvolvendo um filme centrado no Doutor Destino.Leadbeater, Alex (20 de julho 2017). \"Doctor Doom Movie In Development From Legion’s Noah Hawley O ator Dan Stevens também estava envolvido com o filme.Davison, Joshua (20 de julho de 2017). \"Legion Panel: Hawley Working On Doctor Doom Film, Season 2 Going To Be 10 Episodes, Can’t Cross Over With The Movies\". Em 20 de março de 2019, devido à aquisição da 21st Century Fox pela Disney, os direitos dos filmes do Quarteto Fantástico voltaram para a Marvel Studios.Editor, Parker Otto | Entertainment. \"Disney/Fox merger complete: X-Men, Deadpool and The Fantastic Four officially in the Mouse's hands Em julho de 2019 no San Diego Comic Con, produtor e chefe da Marvel Studios Kevin Feige, anunciou que um filme do grupo que será lançado no Universo Cinematográfico Marvel , está em desenvolvimento e em uma entrevista com Variety perguntou sobre os detalhes de sua estreia Feige disse: \"Tudo isso são spoilers, mas estou empolgado com esses personagens e em trazer a primeira família da Marvel para o tipo de plataforma e nível que eles merecem\".Jackson, Don Kaye and Matthew (20 de julho de 2019). \"Marvel Studios drops huge Phase 4 details plus Fantastic Four, Blade, and mutants\"\"Variety on Twitter: Kevin Feige on bringing back #Marvel's first family the Fantastic Four #SDCC\". Em 21 de setembro de 2022, Jeff Kaplan e Ian Springer foram anunciados como roteiristas do filme. Em março de 2023, Josh Friedman foi contratado para reescrever o roteiro. Em fevereiro de 2024, Pedro Pascal, Vanessa Kirby, Joseph Quinn e Ebon Moss-Bachrach foram oficialmente anunciados como Reed Richards, Sue Storm, Johnny Storm e Ben Grimm. == Ver também == * Marvel * Universo Marvel * Panini Comics * Marvel Digital Comics Unlimited == Bibliografia == * Gresh, Lois H.; Robert Weinberg (2002). The Science of Superheroes John Wiley & Sons [S.l.] p. 21-29. ISBN 0471024600. * Fantastic Four (vol. 1) #1-416, Annual #1-27, 500-present * Fantastic Four (vol. 2)* #1-13 * Fantastic Four (vol. 3) #1-70, Annual 98-01 * Fantastic Four vs the X-Men #1-4 * Fantastic Four: House of M #1-3 * Secret Invasion Fantastic Four #1-3 * Fantastic Four: True Story #1-4 * Fantastic Four 2099 #1-8 * Fantastic Five Vol. 1 #1-5 * Fantastic Five Vol. 2 #1-5 * Fantastic Four Unpluged #1-6 * Giant-Size Super-Stars #1 * Giant-Size Fantastic Four #2-5 * Fantastic Four: 1234 #1–4 * Fantastic Four: Atlantis Rising #1–2 * Fantastic Four: Big Town #1–4 * Fantastic Four: Fireworks #1–3 * Fantastic Four: The End #1—6 (2006—2007) * Fantastic Four: The World's Greatest Comics Magazine #1–12 * Fantastic Four: Unstable Molecules #1–4 == Ligações externas == * A origem do Quarteto Fantástico nos quadrinhos Categoria:Quarteto Fantástico Categoria:Exploradores fictícios Categoria:Invisibilidade na ficção",
 "title": "Quarteto Fantástico"
}