{
 "id": "61497",
 "text": "Vila Curuçá é um distrito situado na Zona Leste do município de São Paulo. == Bairros == *Chácara Figueira Grande *Jardim Bartira *Jardim Campos *Jardim Carolina *Jardim dos Ipês *Jardim Eva *Jardim Heloisa *Jardim Miragaia *Jardim Nazareth *Jardim Quisisana *Jardim Robrú *Jardim Rosinahttp://www.sebrae.com.br/Sebrae/Portal%20Sebrae/UFs/SP/Distritos/Vila_Curuca.pdfhttp://www.spbairros.com.br/tag/bairros- vila-curuca/ \\- Devido ao seu pequeno tamanho, à sua proximidade e à sua formação histórica muito semelhante à do Jardim Nazareth, praticamente todos os moradores do Jardim Rosina consideram-se moradores do Jardim Nazaré. O bairro existe quase que unicamente nos mapas da prefeitura e no cadastro dos Correios já que praticamente todos seus moradores e comerciantes o consideram como parte do Jardim Nazaré. O bairro abriga a parada final da linha de ônibus da SPTrans 2772/10 Jardim Nazaré - Estação Penha, o que vem a reforçar a ideia dos moradores de que o bairro é na verdade parte do Jardim Nazaré; ideia essa aceita no âmbito estadual e oficializada nas subdivisões do município de São Paulo, feitas pelo governo do Estado de São Paulo. *Jardim Santo Antônio *Jardim Santo Elias *Jardim Senice *Vila Clara *Vila Conceição *Vila Curuçá Velha *Vila Luzimar *Vila Nova Curuçá *Vila Raquel *Vila Simone *Vila Stela == História == A história de Vila Curuçá é idêntica a do distrito de São Miguel Paulista, tal como a da parte leste do distrito do Jardim Helena: os colonizadores portugueses. Consta que entre o período de 1610 e 1611, o Bandeirante Domingos de Góes virou \"sesmeiro\" das terras da região do \"boi sentado\", que estão localizadas nas proximidades do Rio Tietê. Elas foram passadas para o controle dos padres carmelitas em 1621. Nesse período fora construída uma capela denominada Nossa Senhora da Biacica (nome que vem do tupi \"imbeicica\" ou \"cipó resistente\", facilmente encontrado no rio Tietê), que é considerada como um marco da colonização da região. Por muito tempo Itaim Paulista, Vila Curuçá e a parte leste do Jardim Helena formavam um único bairro, conhecido como \"Imbeicica\", que fora posteriormente separado. Nesse distrito fica a sede da subprefeitura do Itaim Paulista, mas anteriormente a região era administrada pela Subprefeitura de São Miguel Paulista e por isso, o senso comum da maioria das pessoas determina que Vila Curuçá seria um bairro de São Miguel Paulista, mas os mapas atuais e oficiais da Prefeitura de São Paulo informam que não é. == Lazer == No governo Marta Suplicy fora construída no bairro uma unidade do CEU (Centro Educacional Unificado), batizada de \"CEU Vila Curuçá\". Este centro, que funciona como escola de ensinos infantil e fundamental, também abriga um centro de recreação e um telecentro. Próximo ao CEU Vila Curuçá existe um Clube da Cidade, se trata de um centro de diversão e recreação da Prefeitura de São Paulo, cujos centros semelhantes estão espalhados pelo município. No local existem piscinas, quadras e outras atrações para receber os mais de 3000 visitantes a cada fim de semana no verão e recebe os idosos para os bailes de terceira idade. O requisito fundamental é ser morador da Vila Curuçá ou do Itaim Paulista. Nas mediações do Clube, há campos para a prática de futebol entre clubes amadores de diversas regiões e, diversos campeonatos ocorrem nos finais de semana. Há também um parque linear bastante frequentado pela população, principalmente da terceira idade, para a prática de caminhada e alongamento. == Nova Estação == O distrito de Vila Curuçá é, desde 2008, beneficiado pela Estação Jardim Helena-Vila Mara da Linha 12 do Trem Metropolitano de São Paulo, que facilitou o acesso ao distrito. Categoria:Distritos da cidade de São Paulo",
 "title": "Vila Curuçá"
}