{
 "id": "61499",
 "text": "Musicoterapia é uma prática clínica centrada na música no contexto de tratamento, reabilitação ou prevenção de saúde e bem-estar. Decorre num processo sistemático ao longo do tempo, efetuado entre um musicoterapeuta (profissional qualificado) e uma pessoa ou um grupo. Para receber acompanhamento em musicoterapia não é necessária formação ou treino musical.Bruscia, Defining Music Therapy, 2014 Barcelona Publishers, p.40 O musicoterapeuta atende a necessidades emocionais, físicas, mentais, comunicativas e sociais para trabalhar o desenvolvimento de capacidades e funções inerentes à musicalidade, em qualquer etapa do ciclo de vidaWorld Federation of Music Therapy. A musicoterapia segue protocolos com base em evidências científicas. A atividade em musicoterapia é regulamentada no âmbito das profissões da saúde, no Brasil, na Argentina, nos EUA e em vários estados da Europa. A investigação, prática clínica, educação e formação clínica em musicoterapia estão definidas por standards de entidades profissionais que emitem licenças, de acordo com os contextos culturais, sociais e políticos. ==Contextos de Intervenção== A musicoterapia de nível primário é a principal ou única terapia designada para a pessoa ou para o grupo. === Contexto Hospitalar === A musicoterapia hospitalar decorre em consultas e internamentos para apoio emocional, gestão da dor e de sintomas e reabilitação. O musicoterapeuta participa nas equipas multidisciplinares, em colaboração com outros técnicos (médicos, enfermeiros, psicólogos e terapeutas). Recentemente, uma das maiores aplicações de sucesso reconhecido da musicoterapia tem sido o tratamento da dor crônica e estresse pós-traumático. Há intervenções que se dedicam especificamente à gravidez e ao parto (à pré-natalidade e à perinatalidade). ====Bebês prematuros==== Bebês prematuros são aqueles cujo período gestacional foi de 37 semanas ou menos. Eles estão sujeitos ao risco de numerosos problemas de saúde, como padrões anormais de respiração, baixo índice de gordura e de tecido muscular corporal, além de problemas de alimentação. A coordenação para sugar e respirar não é plenamente desenvolvida, tornando a alimentação um desafio. A melhora dos bebês prematuros quando eles saem da unidade intensiva de cuidado neonatal está diretamente relacionada com os estímulos que eles receberam, como por exemplo a musicoterapia. A musicoterapia nas unidades intensivas de cuidado neonatal utiliza basicamente cinco técnicasːMeadows, Anthony (2011). Developments in Music Therapy Practices: Case Study Perspectives. New Hampshire: Barcelona Publisher. *música gravada ou ao vivoː é efetiva em promover a regularidade respiratória e os níveis de saturação de oxigênio, além de diminuir os sinais de angústia neonatal. Como os bebês prematuros têm sentidos ainda imaturos, a música é sempre tocada em um ambiente calmo e controlado, tanto com base em som gravado quanto com base em vocalizações ao vivo (embora esta última modalidade tenha mostrado ser mais efetiva). A música ao vivo também reduz as respostas fisiológicas dos pais. Estudos mostraram que a combinação de música ao vivo, como a de harpa, com o método mãe canguru reduziu os níveis de ansiedade materna. Isso permite aos pais, especialmente as mães, ter mais tempo para se entrosar com os bebês prematuros. O canto de vozes femininas é mais efetivo em acalmar os bebês prematuros do que a música instrumental.Schelz, Ayelet; Litmanovitz, Ita; Bauer, Sophia; Dolfin, Tzipora; Regev, Rivka; Arnon, Shmuel (June 2011). \"Combining Kangaroo Care and Live Harp Music Therapy in the Neonatal Intensive Care Unit Setting\". Israel Medical Association Journal. 13 (6): 354–357. *promoção do saudável reflexo de sucçãoː usando uma chupeta equipada com um circuito integrado que ativa um leitor de CD fora da incubadora neonatal, os musicoterapeutas podem promover um reflexo de sucção mais poderoso, ao mesmo tempo em que aliviam a percepção de dor do bebê. O Gato Box é um pequeno instrumento retangular que estimula o som de batida de coração pré-natal de uma maneira suave e rítmica, e que também é efetivo em auxiliar o comportamento de sucção.The music instinct. Disponível em https://www.pbs.org/wnet/musicinstinct/video/music-and- medicine/music-therapy-for-infants/76/. Acesso em 7 de outubro de 2017. O musicoterapeuta usa seus dedos para bater no tambor, ao invés de usar o martelo. O ritmo estimula o movimento do bebê ao se alimentar, bem como saudáveis padrões de sucção. Isso ajuda o bebê a desenvolver a saudável coordenação entre as ações de sugar e respirar, auxiliando no seu ganho de peso. Quando essa técnica é efetiva, os bebês podem sair mais cedo do hospital. *música e estimulação multimodalː combinando-se música e estimulação multimodal, os bebês podem sair mais cedo da unidade intensiva de cuidado neonatal do que aqueles que não receberam a terapia. A estimulação multimodal inclui a aplicação de estímulos táteis, vestibulares, auditivos e visuais que auxiliam o desenvolvimento do bebê prematuro. A combinação de música e estimulação multimodal ajuda os bebês prematuros a dormir e a conservar energia vital necessária para se ganhar peso mais rapidamente. Estudos mostram que as meninas respondem mais positivamente aos estímulos multimodais do que os meninos.Standley, JM (1998). \"The effect of music and multimodal stimulation on responses of premature infants in neonatal intensive care\". Paediatric Nursing. 6 (24): 532–538. A voz é muito usada pelos pais para se entrosar com os bebês, mas existem outros meios, como o disco de oceano (instrumento circular que imita os sons fluidos do útero) e o gato box. O disco de oceano melhora os ritmos cardíacos deficientes, promove padrões de sono saudáveis, diminui a frequência respiratória e melhora o comportamento de sucção.Florida Hospital for Children. Disponível em https://www.floridahospital.com/children/experience/who-you-meet/music- therapists. Acesso em 7 de outubro de 2017. *estimulação infantilː este tipo de intervenção usa estimulação musical para compensar a falta de uma estimulação sensorial ambiental normal nas unidades intensivas de cuidado neonatal. O som ambiente na unidade neonatal às vezes é estressante, mas a musicoterapia pode atenuar estímulos sonoros não desejados, tornando o ambiente mais calmo e reduzindo as complicações de crianças de alto risco ou com dificuldades de ganho de peso. O entrosamento entre pais e filhos também pode ser afetado pelos sons da unidade neonatal, atrasando as interações entre pais e bebês prematuros. A musicoterapia cria um ambiente calmo e relaxado, permitindo que os pais falem e passem o tempo com seus filhos enquanto eles estão na incubadora neonatal.Krueger, Charlene; Horesh, Elan; Crosland, Brian Adam (March 2012). \"Safe sound exposure in the fetus and preterm infant\". Journal of Obstetric, Gynecologic & Neonatal Nursing. 41 (2): 166–170. *entrosamento entre pais e bebêsː os terapeutas estimulam os pais a cantar para os filhos, bem como a lhes propiciar técnicas de cuidado em domicílio. Cantar cantigas de ninar pode relaxar e diminuir a frequência cardíaca dos bebês prematuros. Isso permite que eles preservem energia, favorecendo seu crescimento. Esse tipo de canção também favorece o sono dos bebês, o seu ganho de peso e a sua alimentação. Ouvir a voz da mãe na incubadora aumenta o nível de saturação de oxigênio dos bebês.Standley, JM; Moore, RS (1995). \"Therapeutic effects of music and mothers voice on premature infants\". Paediatric Nursing. 21 (6): 509–12. ==== Psiquiatria ==== A musicoterapia intervém na psicose, na depressão e na ansiedade, ajudando a enfrentar doenças mentais como a bipolaridade, a esquizofrenia e as perturbações da personalidade. Oferece meios musicais de expressão de emoções e de articulação de sentimentos, melhorando a gestão da ansiedade, do humor e de sintomas psicóticos. Potencia o desenvolvimento de capacidades sociais de interação e a estimulação cognitiva. Promove o autoconhecimento na musicalidade individual e coletiva. === Contexto Geriátrico === Este contexto dedica-se a melhorar a qualidade de vida e bem-estar da pessoa idosa, trabalhando o envelhecimento e frequentemente a demência. === Contexto Educacional === Contexto frequentemente escolar, com crianças e adolescentes com necessidades educativas especiais. Beneficiam deste contexto especialmente os pacientes com perturbações emocionais e do comportamento. Este tipo de intervenção requer frequentemente a reabilitação psicossocial dos pacientes. Incluem-se pessoas com dificuldades motoras, autistas, com deficiência mental e paralisia cerebral. === Outros contextos === Outros contextos da musicoterapia passam pelo tratamento de dependências, inclusão social, refugiados, contexto forense em estabelecimentos prisionais e no contexto militar. O contexto militar é histórico para a musicoterapia. As principais patologias estudadas nas forças armadas americanas foram o transtorno de estresse pós-traumático e traumatismo cranioencefálico. As principais técnicas utilizadasː grupo de percussão, audição, canto e composição de músicas. A composição de músicas é particularmente eficiente, pois cria um ambiente seguro onde o paciente pode trabalhar seus traumas e transformá-los em lembranças mais agradáveis. == História da Musicoterapia == === Origens === O primeiro registo sobre o uso terapêutico da música, até hoje encontrado, está contido nos Papiros de Lahun. Também nos Livros de Samuel, Davi tocou harpa para livrar o rei Saul de um mau espírito.1 Samuel 16:23Howells, John G.; Osborn, M. Livia (1984). A reference companion to the history of abnormal psychology. Greenwood Press. Outros registros a esse respeito podem ser encontrados na obra de filósofos gregos pré-socráticos. Apolo era o deus grego da música e da medicina. Acreditava-se que Esculápio curava doenças da mente através de música e canções. Platão dizia que a música afetava as emoções e poderia influenciar o caráter de um indivíduo. Aristóteles ensinava que a música afetava a alma, e descrevia a música como uma força capaz de purificar as emoções. Por volta de 400 a.C., Hipócrates tocava música para doentes mentais. No Império Romano, a teoria de Boécio sobre tratamentos com música criou uma tradição ao longo da idade média na Europa. Aulo Cornélio Celso advogava o som de címbalos e água corrente para o tratamento de desordens mentais. === Primeiros Estudos === No século IX da Idade de Ouro Islâmica, a música tinha utilização terapêutica. O cientista, psiquiatra e musicólogo Al-Farabi faz referência ao efeito terapêutico da música no seu tratado Significados do Intelecto. Nos hospitais árabes do século XIII, existiam salas de música para os pacientes.Antrim, Doron K. (2006). \"Music Therapy\". The Musical Quarterly. 30 (4): 409–420. No século XVII, Robert Burton escreveu, no seu clássico trabalho \"A anatomia da melancolia\", que música e dança eram fundamentais no tratamento de doenças mentais, especialmente melancolia.The Anatomy of Melancholy, Robert Burton, subsection 3, on and after line 3480, \"Music a Remedy\": \"But to leave all declamatory speeches in praise [3481]of divine music, I will confine myself to my proper subject: besides that excellent power it hath to expel many other diseases, it is a sovereign remedy against [3482] despair and melancholy, and will drive away the devil himself. Canus, a Rhodian fiddler, in [3483] Philostratus, when Apollonius was inquisitive to know what he could do with his pipe, told him, 'That he would make a melancholy man merry, and him that was merry much merrier than before, a lover more enamoured, a religious man more devout.' Ismenias the Theban, [3484] Chiron the centaur, is said to have cured this and many other diseases by music alone: as now they do those, saith [3485] Bodine, that are troubled with St. Vitus's Bedlam dance.\"\"Humanities are the Hormones: A Tarantella Comes to Newfoundland. What should we do about it?\" by Dr. John Crellin, MUNMED, newsletter of the Faculty of Medicine, Memorial University of Newfoundland, 1996.Aung, Steven K. H.; Lee, Mathew H. M. (2004). \"Music, Sounds, Medicine, and Meditation: An Integrative Approach to the Healing Arts\". Alternative & Complementary Therapies. 10 (5): 266–270. Com a discussão dos efeitos médicos da música, em termos de colocar corpo e alma em harmonia, surgiram trabalhos como o Musurgia universalis, de Athanasius Kircher, de 1650, o \"Disputa sobre o efeito da música no homem\", de Michael Ernst Ettmüller, de 1714, e o Veritophili, de Friedrich Erhardt Niedten, de 1717, ainda tendiam a discutir os efeitos médicos da música em termos de colocar o corpo e a alma em harmonia. === Estudos Neurológicos === Com o aumento do conhecimento sobre o sistema nervoso, a partir de meados do século XVIII, surgiram trabalhos como \"Reflexões de música antiga e moderna\", de Richard Brocklesby, de 1749, o \"Memórias\" da Academia Francesa de Ciências, de 1737, e o \"Conexão da música com a medicina\", de Ernst Anton Nicolai, de 1745, enfatizavam o poder da música sobre os nervos.Gouk, Penelope (2004). Erlmann, ed. Hearing Cultures: Essays on Sound, Listening and Modernity. Oxford: Oxford University Press. pp. 87–105. Depois de 1800, os livros sobre musicoterapia passaram a se basear no sistema brunoniano de medicina, argumentando que a estimulação dos nervos pela música poderia ajudar a melhorar a saúde. Por exemplo, o livro \"O doutor musical\" (1807), de Peter Lichtenthal, era explicitamente brunoniano. Lichtenthal, um músico, compositor e médico com ligações com a família de Mozart, falava de \"doses de música\" que poderiam ser determinadas por alguém que conhecesse a \"escala brunoniana\".Lichtenthal, Peter (1807). Der musikalische Arzt. Vienna. p. 172. === Estudos Etnográficos === A música está presente em todas as culturas do mundo. O efeito da música sobre o indivíduo depende de vivências associadas a determinados estilos musicais, por um processo de condicionamento estético. Nas culturas asiáticas, a utilização terapêutica da música pode ser associada a outras técnicas como relaxamento progressivo, treinamento autógeno, reiki, ioga ou acupuntura. Apesar de haver um subentendido consenso sobre os benefícios da música clássica ou a música psicodélica eletrônica de sons contínuos ou, no caso de acupuntura e ioga, música da Índia e música da China associadas à meditação. Por outro lado, os musicoterapeutas, na sua formação, estudam os efeitos dos ritmos repetidos, a associação de ritmos ao transe e êxtase místico e/ou o seu efeito sobre as emoções humanas, conhecimento este relativamente bem conhecido por exemplo por produtores da música de filmes (música de suspense, ação, sensualidade etc.) e peças teatrais, incluindo a ópera. Em África a música é vista de uma forma particular. Na maioria das culturas do mundo, a música é tradicionalmente vista como entretenimento, enquanto que, em muitas culturas africanas, a música é utilizada para recontar histórias, celebrar eventos da vida ou enviar mensagens. Na Índia, as raízes da musicoterapia podem ser encontradas na mitologia hindu, nos textos védicos e em tradições locais. É bem possível que a musicoterapia tenha sido usada por centenas de anos na cultura indiana. Suvarna Nalapat estudou a musicoterapia no contexto indiano. Seus livros Nadalayasindhu-Ragachikilsamrutam (2008), Music Therapy in Management Education and Administration (2008) e Ragachikitsa (2008) são usados como livros-texto em cursos de musicoterapia e arte no país.Dr. Suvarna Nalapat Trust. Disponível em http://www.drsuvarnanalapattrust.org/naadalayasindhu.php. Acesso em 13 de outubro de 2017.Scribd. Disponível em https://pt.scribd.com/doc/100084522/Grand-Unification-for-World-Peace-Music- THerapy-for-Integrating-Healthcare-PDF. Acesso em 13 de outubro de 2017.Dr. Suvarna Nalapat Trust. Disponível em http://www.drsuvarnanalapattrust.org/music_therapy.php. Acesso em 13 de outubro de 2017.Ragachikitsa (Music Therapy). Readworthy Publication. New Delhi. 2008. Dr Mythili Thirumalachary. In Indian Context.Music Therapy in Healthcare. The popular Publications Chennai Apollo 2007. Dr Mythili Thirumalach7ary Os curandeiros dos povos nativos dos Estados Unidos empregavam cantos e danças para curar seus pacientes.Antrim, Doron K. (2006). \"Music Therapy\". The Musical Quarterly. 30 (4): 410. Na Austrália um dos primeiros grupos conhecidos a curar através do som foram os aborígenes australianos. O didjeridu é seu instrumento de cura. Por pelo menos 40 000 anos, o didjeridu foi usado para ajudar a curar \"ossos quebrados, rompimento de músculos e doenças de todo tipo\".Token Rock. Disponível em https://www.tokenrock.com/sound_healing/sounds_of_the_ancients/. Acesso em 10 de outubro de 2017. A partir do século XX a musicoterapia começa a receber mais fundamentação científica interdisciplinar e uma organização sistemática facilitadora de futuros resultados esperados. Médicos, psiquiatras e músicos apresentaram ocasionalmente incidentes de tratamentos com recurso à música em revistas científicas e em literatura. Em 1903, Eva Vescelius funda a National Medical Association of New York e publica \"Music and Health\" com instruções para o tratamento de febre, insónia e outras doenças com a ajuda da música. A música Margaret Anderson e a enfermeira Isa Maud Ilsen oferecem serviços de musicoterapeuta a soldados canadianos durante a Primeira Guerra Mundial e em 1919 dão a primeira aula oficial de musicoterapia na Universidade Columbia.Wheeler, E. J.; I. K. Funk; W.S. Woods; A.S. Draper; and W. J. Funk. \"Columbia University to Heal Wounded by Music\". Literary Digest (1919): 59-62. === Musicoterapia Moderna === O primeiro programa de musicoterapia em grande escala começou em 1938 com o psiquiatra Ira Altshuler, no Eloise Psychiatric Hospital na periferia de Detroit (Michigan). Aqui foram treinados os primeiro internos de musicoterapia, com o começo da sistematização de metodologia. O primeiro curso profissionalizante universitário de musicoterapia foi criado em 1944 na Universidade Estadual de Michigan. Em 1945 após a Segunda Guerra Mundial, o Departamento de Guerra dos Estados Unidos emitiu o boletim técnico 187 descrevendo o uso da música na recuperação dos militares hospitalizados.\"Technical Bulletin 187: Music in Reconditioning in American Service Forces Convalescent and General Hospitals\". War Department Technical Bulletin (TB Med) 187 (1945): 1–11. O Exército dos Estados Unidos conduziu pesquisas que comprovaram o efeito positivo da música na recuperação de militares feridos. A primeira associação de musicoterapia foi fundada em 1950 nos Estados Unidos, com o nome de National Association for Music Therapy. Os modelos pioneiros da musicoterapia começaram a ser desenvolvidos com base nos trabalhos de alguns musicoterapeutas. O modelo Nordoff-Robbins surge da parceria entre Paul Nordoff e Clive Robbins estabelecida em 1958 na Sunfield, uma escola para crianças e adolescentes autistas e outras condições psiquiátricas severas no Reino Unido. O seu sucesso com crianças autistas continuou nos Estados Unidos, em colaboração com a Universidade da Pensilvânia e numa investigação de 5 anos: Music Therapy Project for Psychotic Children Under Seven at the Day Care Unit, com publicação, estágios e tratamentos. O modelo da musicoterapia analítica foi desenvolvido por Juliette Alvin, que em 1967 fundou o curso da Guildhall School of Music and Drama em Londres. Mary Priestley continuou a desenvolver o modelo analítico com base no seu trabalho na psiquiatria do Hospital de St Bernard na periferia de Londres, que levou à publicação de Music Therapy in Action. O modelo cognitivo-comportamental da musicoterapia começa a ser desenvolvido por Clifford Madsen no Hospital Estadual de Parsons (Kansas), com a primeira publicação em 1968. O modelo Guided Imagery and Music (GIM) foi desenvolvido no início da década de 70 por Helen Bonny, que trabalhava em Baltimore no Centro de Investigação Psiquiátrica de Maryland. Em 1985, a World Federation of Music Therapy (WFMT) foi formalmente estabelecida em Génova, na Itália. Foi fundada por Rolando Benenzon (Argentina), Giovannia Mutti (Itália), Jacques Jost (França) Barbara Hesser (Estados Unidos), Amelia Oldfield (Reino Unido), Ruth Bright (Austrália), Heinrich Otto Moll (Alemanha), Rafael Colon (Porto Rico), Clementina Nastari (Brasil), e Tadeusz Natanson (Polónia), para promover globalmente a profissão. O neurologista Oliver Sacks publicou Musicophilia em 2007, com casos em colaboração com a musicoterapeuta Concetta Tomaino no Hospital Beth Abraham. ==Processo e Modelos== O processo da musicoterapia pode se desenvolver de acordo com vários métodos. Alguns são receptivos, quando o musicoterapeuta toca música para o paciente. Este tipo de sessão normalmente se limita a pacientes com grandes dificuldades motoras ou em apenas uma parte do tratamento, com objetivos específicos. Na maior parte dos casos, a musicoterapia é ativa, ou seja, o próprio paciente toca os instrumentos musicais, canta, dança ou realiza outras atividades junto com o terapeuta. A forma como o musicoterapeuta interage com os pacientes depende dos objetivos do trabalho e dos métodos que ele utiliza. Em alguns casos, as sessões são gravadas e o terapeuta realiza improvisações ou composições sobre os temas apresentados pelo paciente. Alguns musicoterapeutas procuram interpretar musicalmente a música produzida durante a sessão. Outros preferem métodos que utilizem apenas a improvisação, sem a necessidade de interpretação. Os objetivos da produção durante uma sessão de musicoterapia são não musicais, por isso não é necessário que a pessoa possua nenhum treinamento musical para que possa participar na musicoterapia. Modelos: Musicoterapia Criativa, Musicoterapia Analítica, Imagética Guiada e Música (GIM), Musicoterapia Benenzon, Musicoterapia Comportamental, Musicoterapia Neurológica e Musicoterapia Comunitária. ==Formação em Musicoterapia== === Níveis de Formação === \\- Formação Profissional do Musicoterapeuta (formação académica, teórica e vivencial, intervenções terapêuticas diretas e supervisão) \\- Formação Complementar (conhecimentos da teoria da musicoterapia, vivência de experiências didáticas proporcionadas por um musicoterapeuta) \\- Formação de Informação e Sensibilização (seminários, palestras, conferências, workshops) === Musicoterapeuta === O profissional responsável por conduzir o processo musicoterápico é chamado musicoterapeuta. A sua formação é feita em cursos de graduação superior em musicoterapia. Nalguns países existe licenciatura, noutros é uma especialização para profissionais da área da música (músicos, professores de música), saúde (médicos, psicólogos, arteterapeutas ou terapeutas expressivos). A formação técnica do musicoterapeuta inclui a técnica vocal e o canto e a técnica de pelo menos um instrumento harmônico (a guitarra e o piano são os mais utilizados), de instrumentos de percussão e de um instrumento melódico (violoncelo, flauta, etc.). A formação teórica do musicoterapeuta baseia-se na teoria da musicoterapia, na teoria musical, na filosofia, na psicologia, na neurologia e na fisiologia. O musicoterapeuta tem frequentemente conhecimento da educação musical (como o Método Orff ou o Método Kodály), noções de expressão artística, expressão corporal, dança e técnicas grupais. O dia do musicoterapeuta é comemorado no Brasil em 15 de setembro. Na Europa, celebra-se, a 15 de Novembro, o Dia Europeu da Musicoterapia. Em Portugal, o musicoterapeuta certificado pela via regular deverá ter um grau de mestre em musicoterapia e pelo menos dois anos de psicoterapia individual. ===Universidades com Licenciatura=== ====Europa==== University of Music and Performing Arts Vienna University of Applied Sciences Krems University of Arts Graz Artevelde University of Applied Sciences, Gent Aalborg University Open University of the University of Jyväskylä Medical School Hamburg SRH-University Heidelberg Antonio Vivaldi Conservatory of Music, Alessandria Pollini Conservatory of Music, Padova Luisa D'Annunzio Conservatory of Musica, Pescara ArtEZ University of the Arts, Enschede HAN University of Applied Sciences, Nijmegen Hogeschool Leiden Hogeschool Utrecht, Amersfoort Hogeschool Zuyd, Heerlen Bergen University Norwegian Academy of Music, Oslo Karol Lipiński Academy of Music, Wrocław Karol Szymanowski Academy of Music, Katowice Academy of Music Grażyna and Kiejstut Bacewicz, Łodź == Musicoterapia no Mundo == ===Canadá=== Em 1956, Fran Herman, uma das primeiros musicoterapeutas do país, começou um programa de \"música terapêutica\" na Casa para Crianças Incuráveis (o atual Hospital de Reabilitação Infantil Holland Bloorview, em Toronto). O seu grupo \"Os tocadores das cadeiras de rodas\" continuou até 1964, e é considerado o primeiro projeto coletivo de musicoterapia do país. O compositor e pianista Alfred Rosé, um professor da Universidade de Ontário Ocidental, foi um pioneiro da musicoterapia em London no Hospital de Westminster em 1952 e no Hospital Psiquiátrico de Londres em 1956.Historica Canada. Disponível em http://www.thecanadianencyclopedia.ca/en/article/alfred-rose-emc/. Acesso em 10 de outubro de 2017. Dois outros programas de musicoterapia foram iniciados na década de 1950ː um por Norma Sharpe no Hospital Psiquiátrico de São Tomé em St. Thomas (Ontário) e o outro por Thérèse Pageau no Hospital São João de Deus (o atual Hospital Louis-Hippolyte Lafontaine) em Montreal. Uma conferência em agosto de 1974 organizada por Norma Sharpe e seis outros musicoterapeutas levou à criação da Associação Canadense de Musicoterapia.Historica Canada. Disponível em http://www.thecanadianencyclopedia.ca/en/article/music-therapy- emc/. Acesso em 10 de outubro de 2017. Em 2009, a organização tinha mais de quinhentos membros. O primeiro programa de treinamento em musicoterapia no país foi fundado em 1976, no Capilano College (atual Universidade Capilano), em North Vancouver, por Nancy McMaster e Carolyn Kenny. ===Noruega=== O país é largamente reconhecido como importante na pesquisa em musicoterapia. Seus maiores centros de pesquisa são o Centro para Música e Saúde da Academia Norueguesa de Música em Oslo, e o Centro para Terapia Musical da Academia de Grieg,Uniresearch. Disponível em http://uni.no/nb/uni-helse/gamut/. Acesso em 10 de outubro de 2017. na Universidade de Bergen. O primeiro foi desenvolvido principalmente pelo professor Even Ruud, e o segundo pelo professor Brynjulf Stige. O centro em Bergen tem uma equipe de dezoito pessoas, incluindo dois professores e quatro professores associados, assim como palestrantes e alunos de doutorado em filosofia. Duas das maiores publicações científicas da área se localizam em Bergenː o Jornal Nórdico para MusicoterapiaTaylor and Francis Online. Disponível em http://www.tandfonline.com/toc/rnjm20/current. Acesso em 10 de outubro de 2017. e o \"Vozesː um foro mundial para musicoterapia\".Voices. Disponível em https://voices.no/index.php/voices. Acesso em 10 de outubro de 2017. A maior contribuição da Noruega se situa no campo da \"musicoterapia comunitária\", que tende a ser orientada tanto para o serviço social quanto para a psicoterapia individual. A pesquisa no país estuda vários ambientes sociais, como centros comunitários, clínicas médicas, retiros de aposentados e prisões. ===Estados Unidos=== A musicoterapia existe nos Estados Unidos desde 1944, quando começou a primeira graduação de musicoterapia no mundo, na Universidade Estadual de Michigan, e a primeira pós-graduação em musicoterapia no mundo, na Universidade do Kansas. A Associação Estadunidense de Musicoterapia foi fundada em 1998 através da fusão da Associação Nacional de Musicoterapia (fundada em 1950) e da Associação Estadunidense de Musicoterapia (fundada em 1971). Várias outras organizações nacionais existem também, como o Instituto de Música e Função Neurológica, o Centro Nordoff-Robbins de Musicoterapia e a Associação de Música e Imagem. === África === O primeiro programa de musicoterapia africano abriu em 1999, em Pretória, na África do Sul. A investigação revelou que, na Tanzânia, os pacientes podem receber cuidados paliativos para doenças que ameaçam a vida logo após o diagnóstico. Isto contrasta com o que acontece em muitos países ocidentais, onde se reservam os cuidados paliativos para pacientes com doenças incuráveis. ===Líbano=== Em 2006, Hamda Farhat introduziu a musicoterapia no Líbano. ===Reino Unido=== A música ao vivo já foi usada nos hospitais britânicos após as duas guerras mundiais como parte do tratamento de recuperação dos soldados. A musicoterapia tal como ela é entendida hoje, no entanto, só foi introduzida no país das décadas de 1960 e 1970 pela violoncelista Juliette Alvin. Mary Priestley, uma estudante de Juliette, criou a musicoterapia analítica. A abordagem Nordoff-Robbins para a musicoterapia surgiu a partir do trabalho de Paul Nordoff e Clive Robbins nas décadas de 1950 e 1960. Existem programas de mestrado em musicoterapia em Manchester, Bristol, Cambridge, Sul de Gales, Edimburgo e Londres. A profissão é representada pela Associação Britânica de Musicoterapia.British Association for Music Therapy. Disponível em http://www.bamt.org/. Acesso em 11 de outubro de 2017. Em 2002, o Congresso Mundial de Musicoterapia, organizado pela Federação Mundial de Musicoterapia, foi realizado em Oxford com o tema \"diálogo e debate\". Em novembro de 2006, o doutor Michael J. Crawford e seus colegas comprovaram que a musicoterapia auxilia no tratamento de esquizofrênicos.The British Journal of Psychiatry. Disponível em http://bjp.rcpsych.org/content/189/5/405. Acesso em 11 de outubro de 2017. ==Ver também== * Psicoacústica * Audiometria * Antropologia da arte * Etnomusicologia ==Bibliografia== * Rolando Benenzon, Manual de musicoterapia, Paidós Ibérica, Barcelona, 1985. * Marcello Sorce Keller, \"Some Ethnomusicological Considerations about Magic and the Therapeutic Uses of Music\", International Journal of Music Education, 8/2(1986), 13- 16. * Léon Bence y Max Méreaux, Guía muy práctica de musicoterapia, Editorial Gedisa, Barcelona, 1988. * Leão, Eliseth R.; Silva, Maria J.P. Música e dor crônica músculoesquelética: o potencial evocativo de imagens mentais. Rev. Latino-Am. Enfermagem vol.12 no.2 Ribeirão Preto Mar./Apr. 2004 disponível em pdf * Hilliard, Russell E. Music Therapy in Hospice and Palliative Care: a Review of the Empirical Data eCAM 2005;2(2)173–178 ==Ligações externas== * WFMT - World Federation of Music Therapy * Music and Medicine * Experiência de musicoterapia com idosos e portadores de Alzheimer *União Brasileira das Associações de Musicoterapia",
 "title": "Musicoterapia"
}