{
 "id": "61502",
 "text": "Pierre-Joseph Proudhon (Besançon, 15 de janeiro de 1809 — Passy, Paris, 19 de janeiro de 1865) foi um filósofo político e econômico francês, foi membro do Parlamento Francês e primeiro grande ideólogo anarquista da história para o anarquismo do Século XIX.Nathan Jun, “Anarchist Philosophy and Working Class Struggle: A Brief History and Commentary,” WorkingUSA: The Journal of Labor and Society (Vol. 12, September 2009), page 505-509 É considerado um dos mais influentes teóricos e escritores do anarquismo, sendo também o primeiro a se autoproclamar anarquista, até então um termo considerado pejorativo entre os revolucionários e foi o líder intelectual dos anarquistas norte-americanos naquele século,William O. Reichert, “Toward a New Understanding of Anarchism,” The Western Political Quarterly (Vol. 20, No. 4, Dezembro de 1967), pag 858. além de ser o primeiro assumidamente anarquista da história.Nathan Jun, “Anarchist Philosophy and Working Class Struggle: A Brief History and Commentary,” Working USA: The Journal of Labor and Society (Vol. 12, Setembro de 2009), página 509 Foi ainda em vida chamado de socialista utópico por Marx e seus seguidores, rótulo sobre o qual jamais se reconheceu. Após a revolução de 1848 passou a se denominar federalista.Binkley, Robert C. Realism and Nationalism 1852-1871. Read Books. p. 118 Proudhon foi também tipógrafo aprendendo por conta própria o idioma latino para imprimir melhor livros nesta língua. Sua afirmação mais conhecida Propriedade é roubo!, está presente em seu primeiro e maior trabalho, O que é a Propriedade? Pesquisa sobre o Princípio do Direito e do Governo (Qu'est-ce que la propriété? Recherche sur le principe du droit et du gouvernement), publicado em 1840. A publicação do livro atraiu a atenção das autoridades francesas. Atraiu também o interesse de Karl Marx, que começou a se corresponder com seu autor. Os dois influenciaram- se mutuamente: encontraram-se em Paris por ocasião do exílio de Marx. A amizade de ambos finalmente chegou ao fim quando Marx respondeu ao seu texto (Sistemas de contradições econômicas ou Filosofia da miséria) com outro provocadoramente intitulado Miséria da Filosofia. A disputa tornou-se uma das origens da divisão entre as alas marxistas e anarquistas nos encontros da Associação Internacional dos Trabalhadores. Alguns, como Edmund Wilson, argumentam que o ataque de Marx a Proudhon tem sua origem na defesa prévia do segundo de Karl Grün, o qual Marx abertamente detestava e que havia sido o autor de traduções do trabalho de Proudhon para diversos idiomas. Favoreceu as associações dos trabalhadores ou cooperativas, bem como o propriedade coletiva dos trabalhadores da cidade e do campo em relação aos meios de produção, em contraposição à nacionalização da terra e dos espaços de trabalho. Ele considerava que a revolução social poderia ser alcançada através de formas pacíficas. Proudhon também tentaria criar um banco operário, semelhante em alguns aspectos, às atuais cooperativas de crédito que beneficiaria os trabalhadores com empréstimos sem juros. Mal-lograda a tentativa, a ideia seria apropriada por capitalistas e acionistas que incorporariam imposição de juros em seus empréstimos.Martin, Henri, & Alger, Abby Langdon. A Popular History of France from the First Revolution to the Present Time. D. Estes and C.E. Lauria. p. 189 ==Biografia== De origem humilde, começou a trabalhar cedo, numa tipografia, onde entrou em contato com liberais e socialistas experimentais, que representavam as mais importantes correntes políticas de sua época. Assim conheceu Charles Fourier, idealizador do socialismo experimental dos falanstérios, que posteriormente o influenciaria em suas ideias. Em 1838, já diplomado pela faculdade de Besançon, foi para Paris, onde em 1840 publicou Qu´est-ce que la proprieté? (Que é propriedade?). Nessa obra se afirma Anarquista, afirmando que a propriedade é um roubo. Sustentava que a exploração da força de trabalho de um semelhante era um roubo e que cada pessoa deveria comandar os meios de produção de que se utilizasse. Em 1842 lançou algumas teses em Avertissement aux propriétaires (Advertência aos proprietários) e foi processado. No entanto acabou sendo absolvido, pois os juízes se declararam incompetentes para julgá-lo. Depois disso foi para Lyon, onde se empregou no comércio. Nesse período entrou em contato com uma sociedade secreta que defendia uma doutrina segundo a qual uma associação de trabalhadores da nascente indústria deveria administrar os meios de produção. Com isso esperavam transformar as estruturas sociais, não pela atração econômica mas pela revolução violenta. Em Paris, Proudhon conheceu Karl Marx e outros revolucionários, como Mikhail Bakunin. Em 1846 escreveu Système des contradictions économiques, ou philosophie de la misère (Sistemas de contradições econômicas ou Filosofia da miséria), onde criticou o autoritarismo comunista e defendeu um estado descentralizado. Marx, que admirava Proudhon, leu a obra, não gostou, e respondeu a Proudhon em 1847 com Misère de la philosophie Miséria da filosofia, decretando o rompimento de relações entre ambos. Proudhon participou da Revolução de 1848 em Paris. Entre 1849 e 1852 ficou preso por causa de suas críticas direcionadas a Napoleão III. Em 1851 escreveu Idée générale de la révolution au XIX siècle (\"Ideia geral de revolução no século XIX\"), que colocava a visão de uma sociedade federalista de âmbito mundial, sem um governo central, mas baseada em comunas autogeridas. Os comunistas acabaram por rotulá-lo de reacionário, quando defendeu uma união entre proletários e burgueses. Depois de publicar, em 1858, De la justice dans la révolution et dans l'église(\"A justiça na revolução e na igreja\"), obra totalmente anticlerical, passou a viver sob vigilância da polícia, o que o levou a se exilar em Bruxelas. Em 1864 voltou a Paris e publicou Du Principe fédératif (\"Do princípio federativo\"), uma síntese de suas concepções da política. Proudhon morreu em Passy, subúrbio de Paris, em 19 de janeiro de 1865. ==Filosofia política== Proudhon foi o primeiro a referir-se a si próprio como um anarquista. Em O que é a propriedade, publicado em 1840, ele definiu anarquia como sendo \"a ausência de um mestre, de um soberano\", e em A Ideia Geral de Revolução (1851) ele argumentou em favor de uma \"sociedade sem autoridade.\" Proudhon ampliou sua análise para além das instituições políticas, argumentando em O Que É a Propriedade? que \"proprietário\" é \"sinônimo\" de \"soberano\". Para Proudhon:Proudhon em seus primeiros trabalhos analisou a natureza e os problemas da economia estatista. Enquanto fora profundamente crítico do estado , ele também criticou os socialistas de seu tempo que idolatravam a ideia de associação. Em uma sequência de argumentos, do O Que É a Propriedade? (1840) até Teorias da Propriedade (Théorie de la propriété - publicado postumamente entre 1963-64), ele declarou contraditoriamente que \"propriedade é roubo\", \"propriedade é impossível\", \"propriedade é despotismo\" e \"propriedade é liberdade\". Quando afirmava que \"propriedade é roubo\" e que \"propriedade é despotismo\" ele se referia ao proprietário capitalista e ao estatista que em sua perspectiva \"roubava\" o salario dos trabalhadores. Para Proudhon, o trabalho assalariado era uma posição de subordinação e exploração, uma condição permanente de obediência.General Idea of the Revolution in the Nineteenth Century (1851), Sixth Study, § 3 ¶ 5. Ao afirmar que \"propriedade é liberdade\", ele se referia àquilo produzido em coletividades - a propriedade coletiva de camponeses e artesãos, capaz de possibilitar pertences pessoais, habitação, ferramentas de trabalho, e o valor justo pela venda de seus produtos. Para Proudhon, a única fonte legítima de propriedade é o trabalho. Este pensador defendia a auto- organização dos trabalhadoresP.-J Proudhon, What Is Property? (Dover, 1970), p. 92.) e locais de trabalho (\"todo o capital acumulado tornar-se propriedade , nenhum estado poderá ser seu proprietário exclusivo\".P.-J Proudhon, What Is Property? (Dover, 1970), p. 120.) Proudhon portanto, não aprovava a ideia de um \"estado\" possuindo os meios de produção ou a terra, mas ao invés disso que o \"usuário\" tivesse possuísse (sob a supervisão da sociedade), com a organização e regulamentação social\" de forma a \"regular o mercado\".Proudhon, Selected Writings, p. 70. Proudhon chamou a si mesmo de Anarquista, e se opôs a propriedade estatal dos bens capitais em favor da propriedade dos trabalhadores por si próprios em associações. Isso faz com ele seja considerado uma dos primeiros teóricos do anarquismo libertário. Proudhon foi uma das principais influências sobre a teorização, ao fim do século XIX e no século XX, de auto-administração dos trabalhadores, também chamada autogestão. A este uso-propriedade ele chamou de \"posse\", e este sistema econômico foi chamado por ele de Mutualismo. Proudhon foi autor de inúmeros argumentos contra a titulação da terra e do capital do estado, incluindo razões baseadas na moralidade, economia, política, e liberdade individual. Um destes argumentos afirma que este tipo de titulação, por um lado, permitiu o lucro. Por outro, levou a instabilidade social e guerra criando círculos de débito e eventualmente a superação da capacidade de ser pago. Outro é que esta titulação produziu \"despotismo\" e tornou os trabalhadores em assalariados submetendo-os à autoridade de um estado. Em O Que É a Propriedade? Proudhon escreveu: Joseph Déjacque atacou o apoio de Proudhon à noções de Patriarcado, que os anarquistas do século XX classificaram como uma forma de sexismo, uma pré-noção reconhecida por estes, como estando em oposição aos princípios anarquistas. Próximo ao fim de sua vida, Proudhon repensou alguns elementos de sua perspectiva política. Em Do Princípio Federativo (1863) ele reviu sua perspectiva antiestatal anterior, ponderando \"o equilíbrio entre autoridade e liberdade\", levando adiante uma \"teoria de governo federal\" descentralizado. Ele também definiu anarquia de uma forma distinta como \"o governo de cada um por si próprio\", o que significava \"que funções políticas deveriam ser reduzidas a funções industriais, e que a ordem social deveria surgir de nada além de transações e trocas\". Neste trabalho Proudhon definiu seu sistema econômico como uma \"federação agro-industrial\", considerando que esta ordem poderia prover \"arranjos federais específicos para proteger aos cidadãos dos estados federados do feudalismo estatista financeiro, tanto no interior como fora deste sistema\" e dessa forma acabar com a reintrodução do \"trabalho assalariado\". Isto se dava porque o \"direito político deve estar apoiado no direito econômico\". Na publicação póstuma Teoria da Propriedade, este autor argumentou que a \"propriedade é a única força capaz de agir como um contrapeso ao Estado\". Portanto, \"Proudhon poderia manter a ideia de propriedade estatal enquanto roubo, e ao mesmo tempo oferecer uma definição de propriedade privada como liberdade. Existe a possibilidade constante de abuso, exploração, que significa o roubo. Ao mesmo tempo a propriedade é a criação espontânea de sociedade um baluarte contra o poder eternamente violador do Estado\".Copleston, Frederick. Social Philosophy in France, A History of Philosophy, Volume IX, Image/Doubleday, 1994, p. 67 Como consequência de sua oposição ao lucro,ao estado, à propriedade da terra pelo estado e do capital do estado, bem como à propriedade estatal, Proudhon rejeitou o comunismo. Ele adotou o termo mutualismo para seu tipo de anarquismo, que implicava no controle dos meios de produção pelos trabalhadores. Em sua perspectiva, artesãos auto-empregados, camponeses, e cooperativas poderia disponibilizar seus produtos no mercado. Para Proudhon, fábricas e outros locais de trabalho grandes poderiam ser administrados por \"associações de trabalhadores\" operando diretamente com base nos princípios democráticos. O estado seria abolido; ao invés dele, a sociedade se organizaria por meio de uma federação de \"comunas livres\". Em 1863 Proudhon disse: \"Todas as minhas ideias econômicas, como foram desenvolvidas há mais de vinte cinco anos, podem ser resumidas no termo: federação agrícola-industrial. Todos os meus ideais políticos desaguam em uma formula similar: federação política ou descentralização\". Ele continuou, portanto, fazendo oposição a propriedade estatal. Em Teoria da Propriedade ele reforça: \"Agora em 1840, eu categoricamente rejeitei a noção de propriedade... de ambas a grupal e a individual\", mas até então ainda não havia formulado sua nova teoria da propriedade: \"propriedade é a maior força revolucionária que existe, com uma capacidade inigualável de lançar ela própria contra a autoridade...\" então a principal função da propriedade privada dentro de um sistema político deve ser atuar como um contrapeso ao poder do Estado, para desta forma assegurar a liberdade do indivíduo\". No entanto, ele continuou se opondo a concentrações de riqueza e propriedade, em favor da propriedade de pequena escala associada a camponeses e artesãos. Seguiu fazendo oposição a ideia de propriedade privada da terra: \"O que não posso aceitar, em relação à terra, é que o trabalho permita a posse daquilo sobre o qual se trabalha\". Somando-se a isso, Proudhon ainda acreditava que a \"propriedade\" deveria ser mais igualitariamente distribuída e limitada em tamanho para aquilo que poderia ser utilizado e trabalhado individualmente, ou em associações familiares e operárias.Proudhon, Theory of Property in Selected Writings of Pierre-Joseph Proudhon p. 136, p. 129, p. 133, p. 135, p. 129. Ele apoiou o direito de herança, e defendeu \"como uma das fundações da família e sociedade.\"Steward Edwards, Introduction to Selected Writings of P.J. Proudhon. No entanto, ele refutou a estender este direito para além das posses pessoais argumentando que \"sob a lei da associação, transmissão da riqueza não se aplica aos instrumentos do trabalho\".In Daniel Guérin (ed.), No Gods, No Masters, vol. 1, p. 62. Proudhon considerava ilegítimo os ganhos de juros e de aluguéis, mas não buscou aboli-los através da lei: \"Protestei contra isso quando fui criticado... o complexo de instituições no qual a propriedade é a pedra fundamental, nunca quis proibir ou suprimir, por um decreto soberano, o aluguel do solo ou os juros do capital. Penso que todas estas manifestações de atividade humana deveriam permanecer livres e voluntárias para todos. Não peço para elas modificações, restrições ou supressões, de outra forma elas desapareceriam naturalmente e por necessidade através da universalização do princípio de reciprocidade que proponho\".Proudhon's Solution of the Social Problem, Edited by Henry Cohen. Vanguard Press, 1927. === Crítica a Karl Marx === Proudhon foi um revolucionário, mas a sua revolução não implicava revoltas violentas nem guerras civis, mas sim a transformação da sociedade. Essa transformação era essencialmente de natureza moral e exigia a mais alta ética daqueles que buscavam a mudança. Em suas cartas, Proudhon expressou seu desacordo com os pontos de vista de Marx sobre a revolução: \"Creio que não temos necessidade dela para ter sucesso e que, consequentemente, não devemos apresentar a ação revolucionária como um meio de reforma social, porque isso induzirá um apelo à força, à arbitrariedade, em suma, uma contradição\". Ele fez poucas críticas públicas a Marx ou Marxismo, porque em sua vida Marx era um pensador relativamente desconhecido. Foi só depois da morte de Proudhon que o marxismo se tornou um grande movimento. Ele, no entanto, criticou socialistas autoritários da sua época. Isso incluiu o socialista autoritário Louis Blanc, do qual Proudhon disse: \"Deixe-me dizer a M. Blanc: você não deseja nem catolicismo nem monarquia nem nobreza, mas você quer ter um Deus, uma religião, uma ditadura, uma censura, e uma hierarquia ... Mas eu nego o teu Deus, a tua autoridade soberana, o teu Estado judiciário ditatorial e todas as tuas mistificações\". ==Legado== As ideias de Proudhon rapidamente se espalharam por toda a Europa, influenciando organizações de trabalhadores e os mais fortes movimentos sindicais que se manifestaram na Rússia, Portugal, Itália, Espanha e na França. O pensamento de Proudhon influencia outros importantes autores como Benjamin Tucker, Kevin Carson, Mikhail Bakunin, Piotr Kropotkin, Errico Malatesta, Emma Goldman, entre outros que a partir das ideias desse pensador desenvolveram outras perspectivas e análises teóricas. Em Portugal foi traduzido e amplamente divulgado entre os setores progressistas por Heliodoro Salgado. No Brasil, Proudhon influenciou a obra do filósofo Mário Ferreira dos Santos. Em Confissões de um Revolucionário Proudhon afirmou que Anarquia é Ordem, uma frase que muito mais tarde, durante a Guerra Civil Espanhola inspiraria, o símbolo anarquista conhecido como A no círculo, hoje, muito comum em pichações e grafites presentes na paisagem urbana. Neste símbolo o círculo simboliza a letra \"O\" da palavra \"Ordem\", levando em seu interior a letra \"A\" da palavra \"Anarquia\".Marshall, Peter. Demanding the Impossible. Fontana, London. 1993. p. 558 ==Obras== * O que é a Propriedade? Pesquisa sobre o Princípio do Direito e do Governo (1840) * Aviso aos Proprietários (1842) * Sistema das Contradições Econômicas, ou A Filosofia da Miséria (1846) * A Ideia Geral de Revolução no Século XIX (General Idea of the Revolution in the Nineteenth Century, (1851) * Le manuel du spéculateur à la bourse (2012) * De la justice dans la révolution et dans l'Eglise (1858) * La Guerre et la Paix (2012) * Do Princípio Federativo (1863) * De la capacité politique des classes ouvrières (1865) * Théorie de la propriété (2012) * Théorie du mouvement constitutionnel (2012) * Du principe de l'art (2012) * Correspondences (2012) == Ligações Externas == *Anarchisme et franc-maçonnerie - Anarchopedia Francesa (em francês) *Anarchisme et Franc-Maçonnerie, Jacques Cécius dans L'anarchisme: une utopie nécessaire ? Éditions Castells et Labor (em francês) Categoria:Pierre-Joseph Proudhon Categoria:Filósofos da França Categoria:Maçons de França Categoria:Filósofos do século XIX Categoria:Socialistas da França Categoria:Anarquistas da França Categoria:Teóricos do anarquismo Categoria:Sepultados no Cemitério do Montparnasse Categoria:Naturais de Besançon Categoria:Escritores sobre política",
 "title": "Pierre-Joseph Proudhon"
}