{
 "id": "61516",
 "text": "No vocabulário leninista, esquerdismo designa correntes políticas que são criticadas por seu excessivo radicalismo. Em outros contextos, a palavra pode se referir à militância, às atitudes ou às convicções ligadas à esquerda de forma geral, considerando-se o espectro político (da esquerda à direita). == História == Entre 1918 e 1919, Lênin se ressentia do ultra-esquerdismo de alguns setores do Partido Bolchevique. Bukhárin, por exemplo, falava em abolir o dinheiro. Outros queriam dissolver o partido que governava os sovietes. A nível internacional, muitos dos militantes (sobretudo alemães e ingleses) que haviam aderido à Terceira Internacional recusavam a participação em eleições, nos sindicatos \"reformistas\" etc. Essa tendência era nomeadamente importante na Alemanha e na Grã-Bretanha. Para atacar esta tendência, Lênin escreveu Esquerdismo, doença infantil do comunismo.. Em sua obra, Lênin aplicou o termo às várias tendências políticas consideradas, pelo comunismo ortodoxo, como \"desviacionistas\". O termo adquiriu uma conotação pejorativa, passando a designar a esquerda comunista, ou seja, correntes que, no interior do próprio marxismo, situavam-se à esquerda do leninismo, a exemplo do comunismo de conselhos, e que privilegiavam o papel revolucionário das massas em relação ao dos partidos ou dos sindicatos da esquerda tradicional.. Portanto, a partir de 1920, \"esquerdismo\" já não será entendido apenas como a posição oposta à direita, mas sobretudo no sentido pejorativo utilizado por Lênin, como uma radicalização da esquerda ou como um infantilismo, marcado por um eticismo e um radicalismo que não se inspiram na experiência russa e nas táticas leninistas. == A controvérsia == O Esquerdismo, doença infantil do comunismo era endereçado principalmente ao Partido Comunista Operário da Alemanha e aos tribunistas holandeses (como Anton Pannekoek e Herman Gorter, que depois iriam dar origem ao comunismo de conselhos), mas também à esquerda extraparlamentar da Inglaterra (representada por Sylvia Pankhurst) e da Itália (Amadeo Bordiga e a Esquerda comunista italiana). Os comunistas de esquerda responderam a Lênin. Uma das primeiras respostas foi a de Herman Gorter, autor da Carta Aberta ao Camarada Lênin,GORTER, Herman. Carta aberta ao companheiro Lenin. In: TRAGTENBERG, Maurício. (Org.) Marxismo Heterodoxo. São Paulo, Brasiliense, 1981, pp. 45-54. (Tradução de Daniel Aarão Reis Filho) que criticava Lênin por fazer da experiência russa um modelo a ser seguido pelos comunistas de todo o mundo, sem observar as profundas diferenças entre a Rússia e a Europa Ocidental, por exemplo. Gorter acusa Lênin de oportunismo e rebate as várias teses leninistas, que, segundo ele, entravam em contradição com o marxismo. Outros comunistas de esquerda, como Pankhurst, Bordiga e Pannekoek também responderam a Lênin. Ainda na década de 1970, a controvérsia prosseguiu. Denis Authier publicou uma resposta indireta em seu livro Esquerda Alemã: Doença Infantil ou Revolução? Na mesma linha, Daniel Cohn-Bendit e seu irmão Gabriel, que participaram ativamente da rebelião estudantil do maio de 68 em Paris, escreveram O Esquerdismo, remédio para a doença senil do comunismo. De um ponto de vista mais analítico, o sociólogo Richard Gombim escreveu As Origens do Esquerdismo, no qual aborda o comunismo de conselhos e sua influência no surgimento do esquerdismo francês, expresso pelo grupo Socialismo ou Barbárie, de Cornelius Castoriadis, Claude Lefort e outros, e pela Internacional Situacionista de Guy Debord e outros. == Características do \"esquerdismo\" == * Antiparlamentar ou extraparlamentar * Anticapitalista * Anti-bolchevique (considerando a União Soviética como \"capitalismo de Estado\") Tais características acabam por definir o \"esquerdismo\" unicamente pelo seu negativo: além de ser anticapitalista, também recusa o reformismo, a via parlamentar e o processo eleitoral, a social-democracia, o bolchevismo e assim por diante. Não há itens, por assim dizer, programáticos, afirmativos, comuns ao esquerdismo. Disso, resulta uma definição do esquerdismo como um conjunto de fragmentos do avesso do leninismo. De fato o qualificativo \"esquerdista\" é um reducionismo, já que as várias vertentes não leninistas (os vários \"esquerdismos\") são igualmente incluídas na categoria de 'desviacionistas' e tratadas como um bloco monolítico. Os conteúdos programáticos de cada uma delas não são considerados — embora haja significativas diferenças entre, por exemplo, o comunismo de conselhos (oposto aos partidos políticos), e a Esquerda Comunista italiana bordiguista, que defende o partido-seita, extraparlamentar — pois apenas o desvio em relação ao leninismo é considerado pela categorização. Sendo o desvio do leninismo o ponto comum a todas elas, este é erigido como elemento definidor do conjunto. == Ver também == * Esquerda comunista * Comunismo de conselhos * Extrema-esquerda * Partido Comunista Operário da Alemanha * Radicalismo * Esquerda (política) * Nova esquerda Categoria:Terminologia marxista",
 "title": "Esquerdismo"
}