{
 "id": "61528",
 "text": "Mordred (em galês: Medraut)Lewis, Charlton T.. An Elementary Latin Dictionary, New York, Cincinnati, and Chicago. American Book Company. é uma figura lendária da Bretanha que ficou conhecida por sua traição ao lutar contra o Rei Artur na Batalha de Camlann, onde ele foi morto e Artur fatalmente ferido. Seu nome significa \"mau conselho\".Bartrum, Peter, A Welsh Classical Dictionary, National Library of Wales, 1993, p. 180. == Primeiras menções == As lendas são contraditórias quando o assunto é seu relacionamento com Artur, mas várias retratam Artur como sendo tio ou pai de Mordred. Mais precisamente, existem três versões diferentes sobre o parentesco: *A primeira relata que ele era filho de Lot Luwddoc e sua esposa Ann-Morgause, uma tia por parte da mãe de Artur.Ane, Meredith. Personal Names of Men in Wales, Cornwall and Brittany 400-1400 AD, University of Wales Ph.D. thesis, 2003, pp. 273-4. *Uma segunda relata que ele era filho de Artur e Ann-Morgause, adotado e criado por Lot.Leslie Alcock, Arthur's Britain: History and Archaeology A.D. 367-634, London, Penguin Books, 2001, p. 88. *Uma terceira relata que ele era filho de Artur e Morgana, meia-irmã materna de Artur. Morgana ainda era solteira e por isso o entregou para Ann-Morgause e Lot para que fosse adotado e criado como filho próprio deles.Thomas Green, Concepts of Arthur, Chalford, Tempus Publishing, 2007, p. 27. A menção mais antiga sobre Mordred está no Annales Cambriae, uma crônica que faz parte da Historia Britonum.Ashe, Geoffrey (1991). \"Annales Cambriae\". In Lacy, Norris J. (Ed.), The New Arthurian Encyclopedia, pp. 8–9. New York: Garland. ISBN 0-8240-4377-4. Mordred é mencionado novamente na tradição galesa nas Tríades Galesas: em uma tríade, baseada na obra Historia Regum Britanniae de Geoffrey de Monmouth, narra a história de sua traição para com Artur.Geoffrey de Monmouth. Historia Regum Britanniae. Livro 11, cp. 3. Em outra, ele é descrito como o autor de uma das \"Três Grandes Revoltas das Ilhas Britânicas\" - ele veio até a corte de Artur em Kelliwic na Cornualha, devorou toda comida e bebida e até mesmo atirou Gwenhwyfar (mais conhecida como Guinevere) de seu trono e espancou-a.Nennius, Historia Brittonum, ch. 73. De Alan Lupack. \"From the 'History of the Britons\" ('Historia Brittonum') por Nennius. The Camelot Project at the University of Rochester. == Posteriormente == Geoffrey de Monmouth apresentou a figura de Mordred ao mundo além de Gales. Ele narra sobre quando Artur saiu para guerrear contra Roma e deixou Mordred atrás para governar seu reino e proteger Guinevere; durante sua ausência Mordred se proclamou rei e casou-se com Guinevere, forçando Artur a retornar para a Bretanha, onde ele e Mordred se enfrentaram em Camlann.Geoffrey of Monmouth, The History of the King's of Britain, XI.I. A batalha (datada tanto em 537 como em 542) resultou na morte tanto de Artur quanto de Mordred, juntamente com boa parte de seus exércitos. === Família === Conta-se que Mordred teve dois ou três casamentos: *Primeiro com Guinevak (Gwenhwyvach), uma irmã mais nova de Guinevere (Gwenhwyfar).Triad 51. In Bromwich, Rachel (2006). Trioedd Ynys Prydein. *O segundo com Cwyllog, uma princesa do Reino de Gwynedd.Triad 54. In Bromwich, Rachel (2006). Trioedd Ynys Prydein. *O terceiro com Genebra, esposa de Artur e amante de Lancelot. Algumas fontes tais como as tríades afirmam que ele era casado com Guinevak, irmã de Guinevere.Torregrossa, Michael A.. \"Will the 'Reel' Mordred Please Stand Up? Strategies for Representing Mordred in American and British Arthurian Film\" em Cinema Arthuriana: Twenty Essays (Rev. edn.), ed. Kevin J. Harty. Jefferson, NC: McFarland, 2002 (pb. 2009), pp. 199–210. Outras afirmam que a herança de Mordred sobreviveu através de Melehan e Melou, seus filhos gêmeos cuja mãe - uma de suas esposas - não é mencionada. Relata-se que eles tentaram reclamar o trono da Bretanha após a morte de Artur e Mordred.De Excidio et Conquestu Britanniae, cp. 28–29. Melehan foi morto mais tarde por Lancelot e Melou por Bors.O. J. Padel. Arthur in Medieval Welsh Literature. Cardiff, University of Wales Press, 2013, Google Book. Retrieved April 11, 2017. == Cultura popular == * No seriado de TV Merlin, baseado nas histórias sobre o Rei Arthur, Mordred é retratado como uma criança druida perseguida em Camelot pelo uso da magia, porém protegido pela feiticeira Morgana, que mais tarde seria sua principal aliada para derrotar Arthur. * Na trilogia de livros As Crônicas de Artur, de Bernard Cornwell, Mordred é o herdeiro ao trono da Dumnônia, no entanto devido a sua idade um conselho é criado para governar até Mordred atingir a idade mínima. Quando ele finalmente é aclamado rei conspira contra Artur planejando sua morte em Isca, mas sem sucesso. Mordred é morto por Artur na Batalha de Camlann. * Na série de Light Novels e anime Fate/Apocrypha, Mordred é uma serva vermelha da classe Saber, que busca se vingar de seu pai Arthur. * Mordred é retratado como vilão na série Liga da Justiça sem Limites da DC Comics Mordred Categoria:Ciclo arturiano Categoria:Vilões em animação",
 "title": "Mordred"
}