{
 "id": "61530",
 "text": "Władysław Szpilman (Sosnowiec, 5 de dezembro de 1911 -- Varsóvia, 6 de julho de 2000) foi um pianista e compositor clássico polaco de descendência clássica. Szpilzman é vastamente conhecido como a figura central no filme de 2002 de Roman Polanski, O Pianista, que foi baseado na autobiografia de Szpilman de como ele sobreviveu à ocupação alemã de Varsóvia e o Holocausto. Szpilman estudou piano nas academias de música em Berlim e Varsóvia. Ele tornou-se num artista popular na rádio polaca e em concerto. Confinado no gueto de Varsóvia depois da invasão alemã, Szpilman passou dois anos escondido. Perto do fim do seu esconderijo, ele foi ajudado por Wilm Hosenfeld, um oficial alemão que detestava as políticas alemãs. Depois da II Guerra Mundial, Szpilman continuou a sua carreira na rádio polaca. Szpilman também foi um compositor prolífico; a sua produção inclui centenas de músicas e muitas peças orquestrais. == Carreira como pianista == Szpilman começou o seu estudo do piano na Academia Chopin de Música em Varsóvia, Polónia, onde ele estudou piano com Aleksander Michałowski e Józef Śmidowicz, alunos de primeira e segunda geração de Franz Liszt. Em 1931 ele estudava na prestigiosa Academia de Artes em Berlim, Alemanha, onde ele estudou com Artur Schnabel, Franz Schreker e Leonid Kreutzer. Depois de Adolf Hitler ser nomeado Chanceler da Alemanha em 1933, Szpilman voltou a Varsóvia, onde ele rapidamente se tornou num celebrado pianista e compositor de tanto música clássica como popular. Primariamente um solista, ele também era o parceiro de música de câmara de violinistas aclamados como Roman Totenberg, Ida Haendel e Henryk Szeryng, e em 1934 ele fez uma tour pela Polónia com o violista dos Estados Unidos Bronislav Gimpel. A 5 de abril de 1935, Szpilman juntou-se à Polskie Radio, onde ele trabalhou como pianista a tocar música clássica e jazz. As suas composições nesta altura incluíam trabalhos orquestrais, peças de piano, e também músicas para filmes, como também cerca de 50 canções, muitas das quais se tornaram bastantes populares na Polónia. Na altura da invasão alemã da Polónia a setembro de 1939, ele era uma celebridade e um artista destacado na Polskie Radio, que foi bombardeada a 23 de setembro de 1939, pouco depois de transmitir o último recital de Chopin tocado por Szpilman. O ocupantes nazi estabeleceram o Governo Geral, e criaram guetos em várias cidades polacas, incluindo em Varsóvia. Szpilman e a sua família ainda não precisavam de encontrar uma nova residência, como o seu apartamento já estava na área do gueto.Wladyslaw Szpilman, The Pianist p. 59, Orion Books, 1999, Smierc miasta Warsaw, 1946 == Sobrevivência durante o Holocausto == Władysław Szpilman e a sua família, junto com todos os outros judeus que viviam em Varsóvia, foram forçados a mudar-se para um \"bairro judeu\" — o Gueto de Varsóvia — a 31 de outubro de 1940. Uma vez que todos os judeus estavam confinados no gueto, um muro foi construído para os separar do resto da cidade ocupada por alemães nazi. Szpilman conseguiu encontrar trabalho como músico para sustentar a sua família, que incluía a sua mãe, pai, irmão Henryk, e duas irmãs, Regina e Halina. Primeiro trabalhou no café Nowoczesna, onde algumas vezes os clientes ignoravam a sua música para realizar negócios, como ele relembrou na sua autobiografia.Wladyslaw Szpilman, The Pianist p.13-17, Orion Books, 2005 Szpilman tocou mais tarde num café na Rua Sienna e depois em 1942 no café Sztuka na Rua Leszno. Nestes últimos dois cafés, ele atuou música de câmara com o violinista Zygmunt Lederman, tocou no duo de piano com Andrzej Goldfeder,e tocou com outros músicos.Polski Słownik Biograficzny. Vol. XLVIII. Kraków: Polska Akademia Nauk. 2013. pp. 637–640. Toda a sua família foi deportada em 1942 para Treblinka, um campo de extermínio dentro da Polónia ocupada pela Alemanha mais ou menos 80.5 km nordeste de Varsóvia. Um membro da Polícia dos Guetos Judeus ajudou com as deportações, que o reconheceu numa linha de pessoas—incluindo os seus pais, irmãos, e duas irmãs—sendo carregadas para um comboio no local de transporte (que, como nos outros guetos, era chamado de Umschlagplatz). Nenhum dos familiares de Szpilman sobreviveu à guerra. Szpilman continuou no gueto como trabalhador. e ajudou a contrabandear armas para o Levante do Gueto de Varsóvia. Szpilman continuou no gueto de Varsóvia até 13 de fevereiro de 1943, pouco antes de ser abolido depois da deportação da maioria dos seus habitantes em abril—maio de 1943. Szpilman encontrou lugares para se esconder em Varsóvia e sobreviveu com a ajuda dos seus amigos da Polskie Radio e músicos Andrzej Bogucki e a sua mulher Janina, Czesław Lewicki, e Helena Lewicka apoiada por Edmund Rudnicki, Witold Lutosławski, Eugenia Umińska, Piotr Perkowski, e Irena Sendler. Ele evitou a captura várias vezes. Começando em agosto de 1944, Szpilman escondia-se num edifício abandonado na Rua Aleja Niepodległości 223. Em novembro, ele foi descoberto por um oficial alemão, Capitão Wilm Hosenfeld. Para a surpresa de Szpilman, o oficial não o prendeu ou matou; depois de descobrir que o Szpilman emancipado era um pianista, Hosenfeld pediu-lhe para tocar algo no piano que estava no rés-do-chão. Szpilman tocou o Nocturne No. 20 em Dó♯ menor de Chopin. Depois disso, o oficial trouxe-lhe pão e compota em várias ocasiões. Ele também ofereceu a Szpilman um dos seus casacos para o manter quente nas temperaturas gélidas. Szpilman não sabia o nome do oficial alemão até 1951. Apesar dos esforços de Szpilman e dos Polacos para o salvar, Hosenfeld morreu num campo de prisioneiro de guerra soviético em 1952.Szpilman 2005 == Rádio polaca == Szpilman começou a tocar para a Polskie Radio em 1935 como o seu pianista residente. Em 1939, a 23 de setembro, Szpilman estava no meio de uma transmissão quando os alemães abriram fogo no estúdio e ele foi forçado a parar de tocar. Esta foi a última transmissão ao vivo de música que foi ouvida até ao fim da guerra.Szpilman's Warsaw: The History Behind The Pianist.\" ushmm.org, n.d. Web. 27 Feb. 2011. Quando Szpilman continuou o seu trabalho na rádio em 1945, ele fez-lo continuando onde ele ficou à seis anos: pungentemente, ele abriu a primeira transmissão tocando mais uma vez Nocturne No. 20 em Dó♯ menor. De 1945 a 1963, Szpilman foi o diretor do Departamento de Música Popular na Polskie Radio. Szpilman tocou ao mesmo tempo como um pianista de concerto e músico de câmara na Polónia, como também pela Europa, Ásia, e América. Durante este período, ele compôs vários trabalhos sinfónicos e cerca de 500 outras composições que ainda são populares na Polónia atualmente. Ele também escreveu música para peças de rádio e filmes e em 1961, ele criou o Concurso Internacional da Canção em Sopot, Polónia, que tem sido produzido todos os verões à mais de 50 anos. Szpilman e Bronislav Gimpel fundaram o Quinteto de Piano de Varsóvia em 1963 com o qual Szpilman atuou em mais de 2000 concertos pelo mundo até 1986 em locais como o Royal Festival Hall em Londres; Salle Pleyel e Salle Gaveau em Paris; Residência de Munique em Munique; como também no Festival de Salzburgo, Brahstage Baden-Baden, Musikhalle Hamburg a.o. == Composições == Desde os seus anos iniciais em Berlim, Szpilman nunca desistiu da vontade de escrever música, até quando a viver no Gueto de Varsóvia. As suas composições incluem trabalhos orquestrais, concertos, peças de piano, mas também quantidades significativas de música para peças de rádio e filmes, como também cerca de 500 canções. Mais de 100 dessas são muito conhecidas como sucessos e atemporais na Polónia. Nos anos 50, ele escreveu cerca de 40 canções para crianças, pelas quais ele recebeu um prémio da União Polaca de Compositores em 1955. O seu filho Andrzej comentou em 1998 que os trabalhos de Szpilman não chegavam a um público maior fora da Polónia, atribuindo-o à \"divisão da Europa em duas metades culturalmente como também politicamente\" depois da guerra. O seu pai \"moldou o panorama da música popular polaca por várias décadas—mas a divisa ocidental da Polónia constituía uma barreira\" para música dos países do bloco este. As composições de Szpilman incluem a suite para piano \"Vidas das Máquinas\" 1932, Concerto de Violino 1933, \"Waltzer no Estilo Velho\" 1937, trilha sonora de filmes: \" Świt, dzień i noc Palestyny\" (1934), Wrzos (1938) e Doutor Murek (1939), Concertino para Piano e Orquestra (1940), Paráfrase de Temas Próprios (1948), \"Ouverture para Orquestra Sinfónica\" (1968) e muitas canções populares na Polónia. Os seus trabalhos estão agora publicados em edições impressas pela Editoras de Música Boosey & Hawkes/Bote & Bock em Nova Iorque, Berlim e Londres. Em 1961, ele iniciou e organizou o Festival Internacional da Canção de Sopot produzido na Polónia todos os verões, à mais de 50 anos. Ele fundou a União Polaca de Autores de Canções Populares. == O livro == A Morte de uma Cidade (original Śmierć Miasta\") foi escrito por Wladyslaw Szpilman e elaborado por Jerzy Waldorff pouco depois da guerra acabar, e foi impresso pela primeira vez em 1946 pela editora Wiedza.Wladyslaw Szpilman, Śmierć miasta (a.k.a. The Pianist), \"Wiedza\" Warsaw, 1946. O livro foi censurado pelas autoridades Estalinistas por razões políticas. Por exemplo, a nacionalidade do oficial alemão benevolente Wilm Hosenfeld foi mudada para ser austríaca. Como o cantautor dissidente da Alemanha Oriental Wolf Biermann observou no seu epílogo para a edição de 1999 em inglês: \"Diretamente depois da guerra era impossível publicar um livro na Polónia que apresentasse um oficial alemão como um homem corajoso e prestativo,\" e um herói austríaco seria \"não tão mau.\" Biermann adicionou causticamente, \"Nos anos da Guerra Fria a Áustria e a Alemanha Oriental estavam ligadas por um pedaço comum de hipocrisia: ambos faziam de conta que tinham sido forçadamente ocupados pela Alemanha de Hitler.\" Em 1998, o filho de Szpilman Andrzej Szpilman publicou uma nova edição estendida da autobiografia do seu pai, primeiro uma tradução alemã de Karim Wolff como Das wunderbare Überleben (A Sobrevivência Milagrosa\") pela editora alemã Ullstein Verlag; e depois a tradução inglesa por Anthea Bell como O Pianista com Epílogo de Wolf Biermann. Em março de 1999, Władysław Szpilman visitou Londres para a Semana de Livros Judeus, onde ele conheceu leitores ingleses para marcar a publicação do livro na Grã-Bretanha. Foi mais tarde publicado em mais de 35 línguas, nomeado Melhor Livro do ano pelo Los Angeles Times, Sunday Times, Boston Globe, The Guardian, The Economist, Library Journal, ganhou o Prémio Anual Judeu Trimestral Wingate de 2000, Melhor Livro do ano 2001 pela revista Lire e Elle (Paris) em 2002. A nova edição polaca, Pianista: warszawskie wspomnienia 1939–1945 (Kraków: Znak, 2000) tornou-se o número 1 na lista de betsellers do jornal polaco Rzeczpospolita por 3 anos em 2001—2003. Como chegou a um público muito maior, a autobiografia de Szpilman foi vastamente elogiada. O The Independent descreveu-a como \"uma obra de arte convincente e angustiante\"; é \"um dos relatos mais poderosos já escritos\" da era, declarado por outro jornal britânico. A descrição do livro sobre aclamado professor e escritor de Varsóvia Janusz Korczak tem sido descrita como \"esmagadoramente poderosa e pungente\". Korczak recusou salvar-se da deportação para Treblinka, invés disso falou com as crianças do seu orfanato do local de deportação e ultimamente levou-os \"para o próximo mundo,\" como Szpilman relatou: > Um dia, à volta de 5 de agosto, quando eu descansei um pouco do trabalho e > estava a andar pela Rua Gęsia, aconteceu eu ver Janusz Korczak e os seus > órfãos a sair do gueto. A evacuação do orfanato judeu dirigido por Janusz > Korczak tinha sido ordenada essa manhã. As crianças eram para ter sido > levadas sozinhas. Ele tinha a chance de se salvar, e foi só com dificuldade > que ele persuadiu os alemães a também o levar. Ele tinha passado longos anos > da sua vida com as crianças e agora, na sua última jornada, ele não os podia > deixar sozinhos. Ele queria facilitar-lhes as coisas. Ele disse aos órfãos > que eles iam sair do país, para que eles estivessem alegres. Por fim eles > poderiam trocar as horríveis paredes sufocantes da cidade por campos de > flores, riachos onde eles se podiam banhar, florestas cheias de bagos e > cogumelos. Ele disse-lhe para usarem as suas melhores roupas, e então eles > vieram para o pátio, dois a dois, vestidos bem e num humor feliz. A pequena > coluna era liderada por um homem da SS que amava crianças, como os alemães > gostam, até aqueles que ele estava prestes a ver a caminha do próximo mundo. > Ele gostou especialmente de um rapaz de doze, um violinista que tinha o seu > instrumento sob braço. O homem da SS disse-lhe para ir para a frente da > procissão de crianças e tocar — e assim eles foram. Quando eu os conheci na > Rua Gęsia, as crianças sorridentes estavam a cantar em coro, o pequeno > violinista a tocar para eles e Korczak estava a carregar dois das crianças > mais pequenas, que também estavam radiantes, e a contar-lhes uma história > divertida. Tenho a certeza que até na câmara de gás, quando o gás Zyklon B > estava a sufocar as gargantas infantis e o espalhar do terror invés de > esperança nos orações dos órfãos, o Velho Doutor deve ter sussurrado com um > último esforço, 'está tudo bem, crianças, vai ficar tudo bem'. Para que pelo > menos ele pudesse poupar as suas pequenas acusações de medo de passar da > vida para a morte.\" — O Pianista, pp. 95-96.Wladyslaw Szpilman, The Pianist > p. 95–96, Orion Books, 2005. A edição de 1999 em inglês também inclui excertos do diário de Wilm Hosenfeld (1942—44). O Epílogo de Biermann dá mais visão aos feitos de Hosenfeld e do seu caráter. Ele ajudou várias outras potenciais vítimas em Varsóvia; Hosenfeld no entanto morreu (em 1952) depois de sete anos em cativeiro soviético, apesar de esforços de Szpilman para o salvar. Embora conclua com a sua sobrevivência, Szpilman recusou concluir a sua autobiografia numa nota final. Nos últimos parágrafos, ele anda pelas ruas de uma Varsóvia abandonada e devastada: \"Um vento tempestuoso agitava a sucata nas ruínas, assobiando e uivando pelas cavidades queimadas das janelas. O crepúsculo veio. Neve caiu do céu a escurecer e cinzento.\" Como um crítico disse, \"estas frases finais destilam o estilo surpreendente e inesquecível do livro. Conciso porém altamente evocativo; medido e algo desapegado, porém possuindo um poetismo e um tenor espiritual consistente e força.\" === Adaptação cinematográfica === Em 2002, o realizador polaco-francês, Roman Polanski, dirigiu uma versão para o ecrã do livro. O filme ganhou três Óscares em 2003— Óscares de melhor diretor; melhor ator, e melhor roteiro adaptado, o BAFTA de melhor filme da British Academy of Film and Television Arts, e o Palme D'Or no Festival de Cannes. Polanski escapou do Gueto da Cracóvia e sobreviveu aos genocídios Nazi mas a sua mãe foi morta pelos ocupantes alemães. O filme de Polanski segue intimamente o estilo e os detalhes do livro. Adrien Brody aceitou o Óscar de Melhor Ator dizendo — ...\"Este filme não seria possível sem a planta fornecida por Wladyslaw Szpilman. Este é um tributo à sua sobrevivência\"... O filho de Szpilman, Andrzej Szpilman, compilou e lançou um CD com as músicas mais populares que Szpilman compôs sob o título Wendy Lands Sings the Songs of the Pianist [Wendy Lands Canta as Músicas d'O Pianista] (Universal Music). Outros CDs com os trabalhos de Szpilman incluem Works for Piano and Orchestra by Władysław Szpilman [Trabalhos para Piano e Orquestra por Władysław Szpilman] com Ewa Kupiec (piano), John Axelrod (diretor), e a Orquestra Sinfônica da Rádio de Berlim (2004) (Sony classical) e Original recordings of The Pianist and Władysław Szpilman-Legendary recordings [Gravações originais d'O Pianista e Władysław Szpilman-Gravações lendárias ] (Sony classical). Em novembro de 1998, Szpilman foi honrado pelo presidente da Polónia com uma Cruz do Comandante com Estrela da Ordem da Polônia Restituta. == Morte e tributos == Szpilman morreu de causas naturais em Varsóvia a 6 de julho de 2000, com 88 anos. Ele está enterrado no Cemitério de Powązki. A 25 de setembro de 2011, o Estúdio 1 da Polskie Radio foi renomeado de Władysław Szpilman. A 4 de dezembro de 2011, uma placa comemorativa para Szpilman, gravada em polaco e inglês, foi revelada na Avenida 223 Niepodległości em Varsóvia, na presença da sua mulher Halina Szpilman e filho Andrzej, e a filha de Wilm Hosenfeld, Jorinde Krejci-Hosenfeld. No dia seguinte, no centenário exato do nascimento de Szpilman, o presidente polaco Bronisław Komorowski conheceu a viúva e o filho de Szpilman, como também Krejci-Hosenfeld. Uri Caine, um pianista e compositor clássico e de jazz americano, criou as suas próprias interpretações dos trabalhos de Szpilman numa variedade de géneros. O CD do concerto de Caine foi lançado a 24 de fevereiro de 2014. thumb|centro|Sepultura de Władysław Szpilman em Varsóvia. == Gravações == * CD \"F.Chopin — Trabalhos\" - Edição Nacional — F.Chopin — Piano trio und Introduction und Polonaise – W. Szpilman, T. Wronski, A. Ciechanski, Muza Warsaw 1958 e 2002 * CD \"J. Brahms – Piano Quintett\" The Warsaw Piano Quintett, Muza Warsaw 1976 * CD \"Wladyslaw Szpilman – Ein musikalisches Portrait\" Trabalhos de Szpilman, Rachmaninov und Chopin, Alinamusic Hamburg 1998 * CD Władysław Szpilman – Portret [Box-Set de 5 CDs] Polskie Radio Warszawa 2000 * CD Wladyslaw Szpilman. As Gravações Originais d'O Pianista. Sony Classical 2002 * CD O Pianista [Banda Sonora] Sony Classical 2002 * CD Canções de Wladyslaw Szpilman – canta Wendy Lands, Universal Music USA 2003 * CD Trabalhos Para Piano & Orquestra Sony Classical 2004 * CD Władysław Szpilman – Gravações Lendárias [Box-Set de 3 CD's] Sony Classical 2005 == Trabalhos publicados selecionados == * Władysław Szpilman: Suite. A Vida das Máquinas para Piano (1933). Boosey & Hawkes Berlin/New York 2004 ISBN 3-7931-3077-0 * Władysław Szpilman: Concertino, Piano e Orquestra, Partes de Piano, Schott Mainz 2004 ISBN 3-7931-3086-X * Władysław Szpilman: Concertino, Piano e Orquestra, Partitur Schott Mainz 2004 ISBN 3-7931-3079-7 * As minhas memórias de ti. 16 canções selecionadas pelo Pianista Władysław Szpilman Boosey & Hawkes Berlin/New York 2003 ISBN 3-7931-3085-1 == Ver também == * Lista de judeus sobreviventes do Holocausto * Ocupação da Polónia (1939-1945) Categoria:Naturais de Sosnowiec Categoria:Pianistas da Polónia Categoria:Judeus da Polônia Categoria:Compositores clássicos do século XX",
 "title": "Władysław Szpilman"
}