{
 "id": "61550",
 "text": "O AgustaWestland EH101 é um helicóptero originalmente desenvolvido num esforço conjunto entre a Westland Helicopters no Reino Unido e Agusta na Itália para aplicações militares, embora também pode ser utilizado no contexto civil. Desde 2007, o EH101 teve sua designação oficial modificada para AgustaWestland AW101. == Desenvolvimento == Em 1977, o Ministério da Defesa do Reino Unido expediu uma requisição para a compra de um novo helicóptero (ASW) antissubmarino de guerra para substituir o Westland Sea Kings da Royal Navy. A Westland respondeu com um desenho chamado WG.34, que foi aprovado para desenvolvimento. Enquanto isto, a Marinha Militar Italiana também estava procurando por um substituto para o seus Sea Kings fabricados pela Agusta, o que levou a Agusta a uma série de discussões com a Westland sobre a possibilidade de um desenvolvimento conjunto. Isto culminou na finalização de uma joint venture em Novembro de 1979 e na formaçcão de uma nova empresa (EH Industries) para gerenciar o projeto no ano seguinte. EH é uma abreviação para Elicottero Helicopter, incorporando as palavras inglesa e italiana para \"helicóptero.\" Enquanto os estudos de design progrediam, a EHI descobriu um mercado maior para uma aeronave com as mesmas capacidades amplas requeridas pelas marinhas tanto da Inglaterra quanto da Itália, o que a levou a um design mais generalizado que poderia ser customizado para clientes e aplicações específicos. Após um desenvolvimento extenso, o primeiro protótipo voou em 9 de outubro de 1987. As indústrias EH não existem mais, tendo sido incorporadas quando as duas companhias se fundiram. O nome EH101 surge por mero acaso. De facto inicialmente chamava-se EHI01 como referência ao facto de ser o primeiro projecto da empresa. Numa comunicação interna uma secretária trocou o I por um 1 e o nome pegou. thumb|300px|left|Vistas esquemáticas do EH101 == Operadores == === === A Real Marinha Britânica (Royal Navy) encomendou 44 helicópteros para luta antissubmarina designados originalmente Merlin HAS Mk.1, logo alterados para Merlin HM Mk.1. O primeiro Merlin operacional foi entregue em 17 de maio de 1997, entrando em serviço a 2 de junho de 2000. Todas as Aeronaves foram entregues até ao fim de 2002. A Real Força Aérea Britânica (RAF) encomendou 22 helicópteros de transporte designados Merlin HC3, o primeiro dos quais entrou em serviço em 2000. O Reino Unido está a considerar o Merlin como substituição dos Westland Sea King ASaC7 na função de Alerta Aéreo Antecipado. === === A Marinha Italiana recebeu seu primeiro exemplo de produção (de um pedido de 36) em janeiro de 2001. Esta fornada inclui uma mistura de ASW, transporte, vigilância e avião com variantes de alarme antecipado, a entrega termina no final de 2004. === === A Força Aérea Portuguesa utiliza, desde 24 de Fevereiro de 2005, 12 helicópteros EH101 em missões de Transporte, Busca e Salvamento e Vigilância e Reconhecimento. Estes aparelhos substituiram progressivamente os Aérospatiale Puma naquelas missões. Os EH101 aquiridos por Portugal, operados pela Esquadra 751, vêm em três diferentes versões: SAR (busca e salvamento), CSAR (busca e salvamento em combate) e SIFICAP (Sistema de Fiscalização das Pescas). Os EH101 portugueses têm a características de serem as únicas aeronaves deste modelo pintadas com uma camuflagem táctica (verde e castanha). São utilizados primariamente em missões de Busca e Salvamento, mantendo-se dois sempre em alerta de 30 minutos (a partir da Base Aérea do Montijo e da Base Aérea das Lajes) e um em alerta de 45 minutos (a partir do Aeródromo de Manobra nº3, em Porto Santo). === === Também em 2001, a Agusta Westland assinou um contrato com a Lockheed Martin para comercializar aeronaves nos Estados Unidos sob o nome de US101. Ela competiu pelas regras de transporte presidencial para VIP e \"Marine One\", atualmente feito pelo H-3 Sea King ou o menor UH-60 Black Hawk. O US101 vair ser construído nos Estados Unidos e terá os grandes sistemas e equipamentos americanos, como eixo-turbo da General Electric, por exemplo. Em 28 de janeiro de 2005, foi anunciado que o US101 foi o vencedor da competição para ser o próximo helicóptero da Marine One para transporte exclusivo do presidente dos Estados Unidos. Desta forma, ele venceu o Super Hawk, do desafiante Sikorsky e se tornou o primeiro helicóptero não-Sikorsky a preencher o papel do Marine One desde 1957. O pedido é para 23 aeronaves para equipar o tradicional One squadron HMX-1 da Marine. O contrato foi então cancelado alegando-se custos excessivos, e nova concorrência está sendo preparada. === === O Canadá tem uma história confusa com o EH 101. Após o exemplo do Reino Unido e da Itália, o governo canadense colocou um pedido para que a aeronave substituisse o CH-124 Sea Kings e o CH-113 Labrador das Forças Canadenses em 1987. Estes eram para ser montados no Canadá sob o nome de CH-148 Petrel e CH-149 Chimo para os papéis de antissubmarino e resgate por ar-mar respectivamente. O programa todo foi cancelado entretanto, após a mudança de governo em 1993, o que levou ao pagamento de multas de cancelamento que excederam o valor total do contrato. Em 1998, o governo canadense anunciou que o CH-113 seria substituído pelo EH101, designados CH-149 Cormorant. O governo canadense se referia a estas máquinas como \"AW 320\"s, evitando cuidadosamente o nome EH101. O primeiro, de um pedido de 28, chegou ao Canadá em setembro de 2001 e entrou em serviço no ano seguinte. O EH101 foi de novo parte de uma competição canadense (o Projeto do Helicóptero Marítimo), versus o Sikorsky H-92, por um preço total de CA$5 bilhões. O Sikorsky ganhou a competição em 23 de julho de 2004. De novo, controvérsias seguiram este processo de compra, girando em torno de vários pontos: * A falta de vontade alegada ao governo liberal para selecionar uma aeronave que havia sido previamente rejeitada por uma adminstraçcao liberal anterior. * Quase CA$1.2 bilhões dadas como compensação à Sikorsky. * A incapacidade da Sikorsky, alguns dizem, para preparar o S-92 para o uso militar. Deve-se notar que o S-92 é meramente uma versão maior do helicóptero de patrulha em uso, o SH-60 Seahawk, e que a Sikorsky tem uma longa tradição no campo de patrulha marítima. Apesar de todos estes obstáculos, o S-92 Superhawk é uma escolha óbvia para que o Comando do Ar Canadense se desenvolva abordo de navios da Marinha Canadense, especialmente pelo fato da cabine do S-92 ser alta o suficiente para que os membros da tripulação fiquem de pé (uma luxúria ao longo das missões). Ao contrário do EH-101, O S-92 também pode bater o EH-101 por ter menos 300 libras de peso e poder decolar em menos de 2 minutos. Outra vantagem, que o S-92 tem sobre o EH-101, é que o tempo de reparo. O S-92 demanda somente 2 horas de reparo para cada hora de voo, enquanto o EH-101 no Serviço Canadense de Busca e Resgate tem experimentado a necessidade de tempos de reparo de 20 horas, contra uma hora no ar. A entrega começará em 2008, sendo um entregue por mês após esta data. O preço de contrato também inclui manutenção por um período de 20 anos. A variante CH-149 tem ficado no solo por algum tempo devido a estaladelas em componentes dos rotores de cauda. Em novembro de 2004, o governo canadense permitiu que ele voasse de novo. === === A Policia de Tóquio tornou-se o primeiro cliente civil para este tipo de helicóptero, ao comprar um único exemplar em 1998. Em 2003, Força Marítima de Autodefesa do Japão anunciou a compra de 14 unidades destas aeronaves para utilizar na função de combate antissuperfície e antissubmarino. === === Em 2001, a Dinamarca anunciou a aquisição do EH101 para missões de busca e salvamento. == Ver também == * Programa de defesa europeu == Ligações externas == *Sítio da RAF *Sítio do construtor *Sítio da Força Aérea Portuguesa Categoria:Helicópteros do Reino Unido Categoria:Helicópteros militares Categoria:Helicópteros da Itália Categoria:Helicópteros da AgustaWestland Categoria:Helicópteros trimotor",
 "title": "AgustaWestland EH101"
}