{
 "id": "6157",
 "text": "Moldes é uma freguesia portuguesa do Município de Arouca com 28,01 km² de área{{citar web|url= http://www.dgterritorio.pt/ficheiros/cadastro/caop/caop_download/caop_2013_0/areasfregmundistcaop2013_2 |título= Carta Administrativa Oficial de Portugal CAOP 2013 |publicado= IGP Instituto Geográfico Português|acessodata= 10 de dezembro de 2013|notas= descarrega ficheiro zip/Excel|arquivourl= https://web.archive.org/web/20131209063645/http://wwwdgterritoriopt/static/repository/2013-11/2013-11-07143457_b511271f-54fe-4d21-9657-24580e9b7023$$DB4AC44F-9104-4FB9-B0B8-BD39C56FD1F3$$43EEE1F5-5E5A-4946-B458-BADF684B3C55$$f al|censo de 2021]]) e com uma densidade populacional de . É uma freguesia contígua à vila de Arouca, sede do Município de Arouca, situada, em termos estruturais, num vale: o vale de Moldes, do rio de MoldesFreguesia de Moldes - Município de Arouca. O acesso directo à freguesia de Moldes faz-se, pela parte sul do vale de Arouca, percorrendo a EN 326 (variante), pelas localidades de Santo Aleixo e de Penso até ao lugar da PortelaPortela de Moldes - Portas da Freita - Arouca, em Moldes, que é a porta de acesso ao vale de Moldesvale de Moldes - freguesia de Moldes. Moldes é conhecida por ter um grupo de danças e cantares tradicionais muito relevante, que é também uma das associações mais representativas do município: o Conjunto Etnográfico de Moldes de Danças e Corais ArouquensesAssociações - freguesia de Moldes A construção de um lugar de memória. Conjunto Etnográfico de Moldes (1944-2013) - Universidade do Porto, bem como conhecida pela qualidade da sua gastronomia Gastronomia - freguesia de Moldes . ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 272 280 699 226 2011 192 156 682 227 2021 125 124 601 276 ==Património== * Alto da Senhora da Mó com capela * Viveiros da Granja * Coto do Boi * Trecho do rio Paivó * Igreja de São Estêvão (matriz) * Capelas da Senhora da Guia e de Santa Catarina * Casa setecentista perto da igreja * Cruzeiros a caminho da igreja e na estrada da Senhora da Mó * Portão setecentista no lugar de Paços * Moinhos de água * Baloiço de Moldes Baloiço de Moldes * Quinta do Couço Quinta do Couço - Moldes == Associativismo Associativismo - Freguesia de Moldes== * Conjunto Etnográfico de Moldes de Danças e Corais Arouquenses Conjunto Etnográfico de Moldes de Danças e Corais Arouquenses * Centro Cultural e Recreativo de Moldes * Clube de Caça e Pesca de Moldes * Associação dos Amigos da Cultura e do Desporto de Ponte de Telhe * Vale do Viso – Associação pelo Ambiente, Desporto e Cultura de Celadinha * Motard Clube Estrada Viva Motard Clube Estrada Viva - Freguesia de Moldes * Escola de Música da Paróquia de Santo Estêvão de Moldes (Fábrica da Igreja) * Associação de Pais e Encarregados de Educação de Ponte de Telhe * Associação de Pais das Escolas de Fuste, Bustelo e Paços == Personalidades e Famílias Ilustres == * Arnaldo de Pinho * Fernando Miranda (político) - antigo Vice- Presidente da Câmara Municipal de Matosinhos e dirigente do Conjunto Etnográfico de Moldes e meio-irmão do fundador da SONAEFernando Miranda - dirigente do Conjunto Etnográfico de Moldes e antigo Vice-Presidente da Câmara Municipal de Matosinhos e meio-irmão do fundador da SONAE * Família nobre 'do Valle Quaresma', da Casa de Paços - Lugar de Paços, descrita por Pinho Leal, na obra 'Portugal Antigo e Moderno'. == Gastronomia == * Restaurante do Pedrogão Gastronomia - Moldes - Arouca Geopark * Restaurante Casa do Campo Gastronomia - Moldes * Restaurante e Café Portela Restaurante e Café Portela * Restaurante Quinta da Carvalha Velha Restaurantes Gastronomia - Moldes == Transportes == Os transportes públicosTransportes Públicos em Arouca: Autocarros - Centro Coordenador de Transportes de Arouca, durante alguns dias da semana, são assegurados pela TransdevTransportes Públicos para a freguesia de Moldes - Arouca: Autocarros. == Acessibilidades == O acesso directo à freguesia de Moldes faz-se, pela parte sul do vale de Arouca, percorrendo a EN 326 (variante), pelas localidades de Santo Aleixo e de Penso até ao lugar da Portela de Moldes. Categoria:Freguesias de Arouca Categoria:Arouca",
 "title": "Moldes (Arouca)"
}