{
 "id": "61606",
 "text": "Jardim Ângela é um distrito da zona sul do município de São Paulo, no estado de São Paulo, no Brasil. Fica às margens da Represa de Guarapiranga, na sua margem norte. Juntamente com o Jardim São Luís, conforma a região da cidade conhecida como M'Boi Mirim. == História == Os distritos de Jardim São Luís e Jardim Ângela faziam parte anteriormente do Capão Redondo; com o novo plano diretor da cidade na gestão Marta Suplicy, ambos os bairros ganharam certa autonomia e uma subprefeitura (a Subprefeitura de M'Boi Mirim). O Jardim Ângela surgiu a partir de um loteamento clandestino feito nos primeiros anos da década de 1960. O distrito é um aglomerado de 74 pequenos bairros irregulares situados em área de manancial, à beira da Represa de Guarapiranga, na zona sul. A Estrada do M'Boi Mirim (do tupi “cobra pequena”) é a grande via de acesso desses bairros para a cidade. Até o início do terceiro milênio, o índice de cidadania era zero, segundo o Ministério Público. No ano de 1996, o Jardim Ângela foi considerado o bairro mais violento do planeta Terra. Na contramão disso tudo, a sociedade vem se organizando no Jardim Ângela, tentando tirar as crianças e os jovens das ruas. Lentos resultados vêm aparecendo no decorrer dos anos. Em 2019 foi anunciado pelo governador João Doria a intenção de estender o ramal da Linha 5–Lilás até o bairro. Atualmente, o bairro vem atraindo grandes empresas, como os bancos Bradesco, Caixa Econômica Federal e o Centro de Ensino Fisk. == Transportes == O distrito conta com um terminal de ônibus e uma base operacional que tem linhas para vários destinos da cidade. miniaturadaimagem|435x435px|Corredor Santo Amaro - Guarapiranga - Jardim Ângela Além disso, há o Corredor Jardim Ângela - Guarapiranga - Santo Amaro que é um corredor de transporte coletivo. Inaugurado em 2004, sua extensão é de 8 km. Segue no sentido bairro/centro pela Avenida Vitor Manzini, Avenida Guarapiranga e Estrada do M'Boi Mirim, ligando Santo Amaro aos distritos de Socorro, Jardim São Luís e Jardim Ângela. Existem planos para levar o metrô até o distrito. Em junho de 2024, o governador Tarcísio de Freitas assinou contrato para a expansão da Linha 5–Lilás no trecho sul, que inclui a construção de duas estações no Jardim Ângela. A expectativa é que as obras na região tenham início no começo de 2025. == Bairros: == * Alto da Baronesa * Alto da Riviera * Balneário Dom Carlos * Baronesa * Chácara Bandeirantes * Chácara Flórida * Chácara Santa Maria * Chácara Sonho Azul * Cidade Ipava * Cumbica * Estância Mirim * Estância Tangará * Jardim Ângela * Jardim Aracati * Jardim Boa Esperança * Jardim Caiçara * Jardim Capela * Jardim Clara Regina * Jardim Coimbra thumb|220x220px|Vila Gilda * Jardim Copacabana * Jardim das Flores * Jardim Europa * Jardim Fraternidade * Jardim Fujihara * Jardim Guarujá * Jardim Gustavo * Jardim Herculano * Jardim Horizonte Azul * Jardim Imbé * Jardim Kagohara * * Jardim Maria Emília * Jardim Mariane * Jardim Nakamura * Jardim Planalto * Jardim Ranieri * Jardim Recreio * Jardim Remo * Jardim dos Reis * * Jardim Rio Douro * Jardim Rosa Maria * Jardim Santa Margarida * Jardim Santa Zélia * Jardim São João * Jardim São José * Jardim São Lourenço * Jardim São Manuel * Jardim Solange * Jardim Sônia Regina * Jardim Tamoio * Jardim Tupi * Jardim Turquesa * Jardim União * Jardim Vale Verde * Jardim Vera Cruz * Jardim Wanda * Loteamento Vila do Sol * M’Boi Mirim * Miaimi Paulista * Morro do Índio * Parque Bologne * Parque Boulogne * Parque Cristina * Parque das Cerejeiras * Parque do Lago * Parque Lago * Parque Maria Alice * Parque Novo Santo Amaro * Parque Santo Amaro * Parque Santo Antônio * Parque Santo Edwiges * Parque Universitário Espírita * Sapato Branco * Vila Bom Jardim * Jardim Caiçara * Vila Calu * Vila Damasceno * Vila Dom José * Vila Dona Meta * Vila Gilda * Vila Jaci * Vila Nagibe * Vila Remo * Vila Santa Lúcia * Vila São Judas * Vila do Sol == Ver também == * Lista de distritos de São Paulo * População dos distritos de São Paulo (Censo 2010) * Área territorial dos distritos de São Paulo (IBGE) * Telecomunicações em São Paulo == Ligações externas == * Das manchetes policiais para a revolução social\", Repórter Brasil, Núcleo de Estudos da Violência, Universidade de São Paulo Categoria:Distritos da cidade de São Paulo",
 "title": "Jardim Ângela"
}