{
 "id": "61657",
 "text": "Alto de Pinheiros é um distrito situado na zona oeste do município de São Paulo e é administrado pela subprefeitura de Pinheiros, em região ainda compreendida pelo centro expandido da capital. == História == As origens do distrito de Alto de Pinheiros remontam à incorporação de sua área pela Cia. City of São Paulo Improvement and Freehold Company Limited no ano de 1911. Sua urbanização iniciou-se em 1912, porém, as obras seriam interrompidas por acordos entre esta empresa e a São Paulo Tramway, Light and Power Company, concessionária de serviços de iluminação e transportes. A Light, por sua vez, promoveria a partir de 1927 as obras de retificação do rio Pinheiros, fundamentais à melhor habitabilidade da região que era marcada por inúmeras cheias, especialmente durante o verão. O encerramento das obras de retificação acabou por gerar enorme valorização aos terrenos da City, o que fez com que o Alto de Pinheiros se configurasse como um distrito destinado a uma população de alto poder aquisitivo, o que se dá até os dias de hoje. == Características == Classe A Classe B Classe C Classe D Classe E O Alto de Pinheiros possui uma superfície de 7,7 km² e, no Censo de 2000, apresentou uma população de 42 580 habitantes. Possui grande concentração de alemães, portugueses, americanos, austríacos e suíços, ou de descendentes destas nacionalidades. Também no Alto de Pinheiros se encontra o Parque Villa-Lobos. == Bairros == O distrito de Alto de Pinheiros possui onze bairros. * Alto de Pinheiros * Boaçava * Jardim Atibaia * Jardim Califórnia * Jardim dos Jacarandás * Jardim Ligia * Sítio Boa Vista * Vila Beatriz * Vila Ida * Vila Jataí * Vila Nogueira === Vila Beatriz === O bairro de Vila Beatriz é urbanizado no ano de 1954, quando Alto de Pinheiros já estava praticamente com seu arruamento completo, a esquina da Vila Beatriz com a Leão Coroado-Vila Madalena era inexistente pois ainda não havia sido arruada. Há uma canalização no Córrego das Corujas que faz com que haja uma divisão entre os bairros Vila Beatriz e Vila Madalena. O bairro, antes nomeado de Sitio do Rio Verde, está localizado no lado oeste do córrego. == Transportes == O distrito é atendido pela Linha 9 do Trem Metropolitano de São Paulo nas estações Villa Lobos-Jaguaré e Cidade Universitária. == Limites == * Noroeste: Ponte do Jaguaré, Avenida Queiroz Filho, Praça Apecatu, Avenida Queiróz Filho. * Norte: Rua Oliveira Fortes, Rua Cerro Corá. * Nordeste: Rua Heitor Penteado, Rua Paulistânia. * Leste/Sudeste: Rua Cristóvão Burgos, Praça Doutor João Ernesto Faggin, Rua Heitor de Andrade, Rua Natingui, Avenida Professor Frederico Hermann Júnior. * Sudoeste/Oeste: Rio Pinheiros. === Distritos limítrofes === * Vila Leopoldina (Noroeste). * Lapa (Norte). * Perdizes (Nordeste) * Pinheiros (Leste/Sudeste/Sul). * Butantã (Sul, Sudoeste/Oeste). == Turismo == === Parque Estadual Villa-Lobos === Antes de 1989 a região onde está localizado o parque Villa-Lobos destoava do bairro do Alto de Pinheiros. Para oeste estava localizado um depósito de lixo, na outra extremidade vizinha ao atual Shopping Villa-Lobos, era depósito do material dragado do Rio Pinheiros, e para completar, na porção central estava um depósito de materiais da construção civil.http://www.saopauloinfoco.com.br/parque-villa-lobos/ Os primeiros estudos para a viabilização de um parque aconteceu para comemorar o centenário de Heitor Villa-Lobos em 1987. Os moradores reagiram de forma positiva a construção e uso daquela área, e em 1989 a ideia do parque começou a ganhar corpo. Foram removidas as família e muito entulho que dominavam o local. O parque foi entregue em 1994 e pronto para o lazer. Em 2004 sua administração passa para a Secretária do Meio Ambiente do Estado de São Paulo. No final do mesmo ano foram iniciadas as intervenções emergenciais para solucionar problemas emergenciais para solucionar problemas de manutenção existentes no local. Começaram também projetos de expansão do parque, adequados a legislação atual e ao terreno, com base no projeto original.Parque Villa Lobos == Ver também == * Lista de distritos de São Paulo * População dos distritos de São Paulo (Censo 2010) * Área territorial dos distritos de São Paulo (IBGE) * Telecomunicações em São Paulo Categoria:Alto de Pinheiros",
 "title": "Alto de Pinheiros"
}