{
 "id": "6165",
 "text": "{{Info/Município do Brasil | nome = Ubaíra | foto = Ubaíra vista de helicoptero.jpg | leg_foto = Ubaíra vista de helicóptero | apelido = | brasão = Brasão Ubaíra by ArnonCorado.JPG | bandeira = Flag ubaira by arnoncorado.png | link_brasão = | link_bandeira = | link_hino = | aniversário = 30 de junho | fundação = | gentílico = ubairense | lema = Fervet Opus \"Ferve o trabalho\" | prefeito = Lúcio Passos Monteiro | partido = PSD | fim_mandato = 2024 | mapa = Bahia Municip Ubaira.svg | latP = S | latG = 13 | latM = 16 | latS = 04 | lonP = O | lonG = 39 | lonM = 39 | lonS = 46 | estado = Bahia | mesorregião = Centro-Sul Baiano | data_mesorregião = IBGE/2008 | microrregião = Jequié | data_microrregião = IBGE/2008 | região_intermediária = | região_imediata = | região_metropolitana = | vizinhos = Amargosa, Jiquiriçá, Teolândia, Wenceslau Guimarães, Cravolândia, Santa Inês, Brejões. | dist_capital = 270 | área = 726 | área_ref = | população = 18626 | data_pop = Censo de 2022 | população_ref = | altitude = 324 | clima = Temperado, máxima de 36°, mínima de 14°, período do inverno de abril a agosto. | sigla_clima = | idh = 0.582 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 3449.55 | data_pib_per_capita = IBGE/2008 | bioma = Mata Atlântica | site = https://www.ubaira.ba.gov.br/ }} Ubaíra é um município brasileiro do estado da Bahia e da Microrregião de Jequié, fundado em 1832. ==História == Em 1790, João Gonçalves da Costa foi encarregado de conquistar os índios mongoiós, localizados na aldeia de Santo Antônio do Cantanhede, nas margens do rio Jiquiriçá, tendo feito o que se lhe ordenara. Pediu, então, que o território por ele conquistado fosse anexado à vila de Valença, o que lhe foi negado, tendo entretanto isto acontecido posteriormente, por força da Carta régia de 1 de janeiro de 1813. Nas proximidades da região já existiam as sesmarias de São Paulo e Poço do Facão, que haviam sido doadas a Manuel de Sousa Santos e a Domingos de Matos e Aguiar, respectivamente, por Alvará de 13 de maio de 1770, sendo somente ocupadas em 20 de dezembro de 1781 pelos referidos proprietários. Também desde 1977, os terrenos, com meia légua para cada lado do rio Jiquiriçá e denominados Barra da Estopa e Riacho da Torre, já haviam sido dados, por sesmaria, ao primeiro explorador da região, Francisco de Sousa Feio, que tomou posse das mesmas, com as solenidades então costumeiras, a 7 de maio de 1875. A fazenda de Francisco de Sousa Feio, denominada Pindobas, nome que ainda hoje conserva, se estendeu ao riacho, em cuja margem se formaram diversas fazendas. Francisco de Sousa Feio fixou residência no lugar chamado Estopa, também conhecido por Barra da Palmeira. Aí, onde edificou moradia e fez plantações, ainda vivem seus bisnetos e outros descendentes que se ocupam na lavoura. A sede da velha fazenda constitui hoje pequeno povoado. Aumentando a família do primeiro posseiro, um genro seu de nome Manuel de Sousa Santos levou a exploração além dos limites da sesmaria e fixou residência no lugar a que se chamou Santa Inês. Sobrevindo no ano de 1824 o flagelo de demorada seca, a qual, por três anos, crestou campos e sementeiras, Pedro da Costa Avelar e Vicente Ferreira de Sousa, este neto de Francisco de Sousa Feio e ambos genros de Manuel de Sousa Santos, abandonaram o local e vieram residir na sede da fazenda Areia, onde se votaram à lavoura e construíram propriedades, um na parte conhecida por Areia de Cima e outro na conhecida por Areia de Baixo; que constituíam, sucessivamente, a povoação, vila e hoje cidade de Ubaíra. Por motivo da profunda decadência da vila de Santo Antônio do Jiquiriçá, foi sua sede transferida para o então povoado de Areia, que da mesma era parte, pela Lei provincial nº 1046, de 17 de junho de 1868. Desde então, teve Areia a denominação de Vila de Jiquiriçá, até perder este nome por força da Lei nº 1611 de 16 de junho de 1876, passando a chamar-se São Vicente Ferreira de Areia. O Ato estadual de 30 de junho de 1891 concedeu foros de cidade à sede municipal, sob o nome de Areia, nome que se estendeu ao município. Conforme a divisão administrativa do Brasil de 1911, Areia figurava integrada unicamente pelo distrito-sede, apresentando-se nos quadros de apuração do recenseamento geral de 1920 composto de 6 distritos: Areia, Riachão, Volta do Rio (Sapucaia), Santa Inês, Caldeirão e Jaguaquara. Segundo a divisão administrativa do Brasil, concernente ao ano de 1933, o município formava-se dos distritos de Areia, Riachão e Sapucaia, situação mantida nas divisões territoriais de 31 de dezembro de 1937. Com os mesmos distritos apareceu ainda no quadro territorial em vigor no quinquênio 1939-1943, estabelecido pelo Decreto estadual nº 11089, de 30 de novembro de 1938, observando-se, porém, as alterações toponímicas sofridas pelos dois últimos, que passaram a chamar-se, respectivamente, Baixinha e Engenheiro Franca. Em virtude do Decreto-Lei estadual n° 141, de 31 de dezembro de 1943, que fixou o quadro territorial a vigorar no quinquênio 1944-1948, o nome do município e do seu distrito-sede foi substituído pelo de Ubaíra. Com a retificação do referido quadro pelo Decreto estadual nº 12978, de junho de 1944, o município de Ubaíra permanece constituído dos três distritos citados acima: Ubaíra, Baixinha e Engenheiro Franca, situação que perdura até os dias de hoje.http://www.acquacon.com.br/cobesa/apresentacoes/pap/pap001799.pdfhttp://www.academia.edu/5110145/A_Administra%C3%A7%C3%A3o_e_a_Organiza%C3%A7%C3%A3o_dos_Servi%C3%A7os_de_Saneamento_B%C3%A1sico_no_Munic%C3%ADpio_de_Uba%C3%ADra_Bahia Ubaíra – palavra oriunda do tupi-guarani e que significa “mel de pau”. ==Riquezas Naturais== A região possui ricas florestas com as seguintes madeiras de lei: Sapucaia, Louro, Sucupira, Pau-D'arco, Camaçarí, Piqui, Vinhático, Araroba, Jacarandá, Muquiba, Passoré, Massaranduba, Ipê e outros. Reino Mineral: Grafite, Mica, Manganês, Granito e Prata. Reino Animal: Equinos, Suínos e Caprinos.http://ubaira.ba.gov.br/site/ler_textos.cfm?TXT_CO_TEXTO=50 ==Economia== A agricultura é a principal atividade econômica do município com as culturas de Cacau, Café, Mandioca, Cereal e Hortifrutigranjeiro. A pecuária está se desenvolvendo também, pois é de vital importância para a economia rural. Pib = 53.916 mil IBGE/2005 Categoria:Fundações no Brasil em 1832",
 "title": "Ubaíra"
}