{
 "id": "61688",
 "text": "A Kia Corporation (; formalmente conhecida por Kyungsung Precision Industry e Kia Motors Corporation) é uma multinacional Sul Coreana do setor automobilístico e uma das maiores do mundo. A empresa sul-coreana Kia foi fundada em 1944 com o propósito de construir peças para bicicletas.KIA Motors South Africa A fábrica foi instalada em Seul. Atualmente pertence - minoritariamente - a Hyundai Motor Company. == Etimologia == A primeira sílaba “KI\" significa sair ou acordar para o mundo, já a letra “A\" significa Ásia, assim KIA significa: \"acordar ou sair da Ásia para o mundo\". A escolha desse novo nome demonstrava os ambiciosos planos de expansão da empresa, que iam muito além do continente asiático. == História == Durante a Guerra da Coreia, que decorreu entre 1950 e 1953, a Kia mudou as instalações para a cidade portuária de Busan, no sul do país, tendo passado a designar-se Indústrias Kia. Nesta altura, mais concretamente em 1952, começou a fabricar bicicletas, chamadas Samcholli. Após o início do armistício a Kia montou outra fábrica, na localidade de Shiheung, para poder dar vazão às encomendas de bicicletas. A empresa foi crescendo e em 1961 lançou um motor para motorizadas tipo scooter. No ano seguinte criou um pequeno veículo comercial de três rodas. Na década de 1970, a Kia estabeleceu-se como construtora de viaturas, tendo começado com os caminhões Titan e Boxer. Dado o crescimento da empresa, em 1973 foi construída uma nova fábrica em Sohari, criada de raiz para a concepção de viaturas motorizadas. Logo nesse ano a fábrica começou a produzir motores a gasolina. Em 1974 a Kia apresentou o seu primeiro carro de passageiros, chamado Brisa. Dois anos depois a empresa comprou a Asia Motors, uma construtora de veículos comerciais. Em 1978 foi o ano em que a Kia começou a construir motores a diesel. Nesta altura a marca coreana já tinha ganho uma boa reputação internacional, o que lhe permitiu ser escolhida em 1979 para fabricar para o mercado nacional os 604 e os 132. No entanto, no início da década de 1980 a marca entrou em declínio e passou por um processo de reestruturação. Assim, durante a primeira metade da década de 1980, apostou essencialmente na produção de viaturas comerciais, entre as quais se destacavam os modelos de caminhões: o Bongo. Os japoneses da Mazda e da C. Itoh investiram na Kia em 1983 e a norte-americana Ford em 1986, permitindo à marca coreana apostar na pesquisa e desenvolvimento tecnológico. Dessa forma, no final da década surgiram modelos como o Conord e o Capital. Em 1990 a marca adaptou o seu nome, para Kia Motors, e inaugurou uma nova fábrica que lhe permitiu duplicar a produção e atingir a produção 700 mil veículos por ano. Em 1991 a Kia lançou-se no mercado internacional com os modelos Sephia e Sportage, este último com características de todo-o-terreno. O 50º aniversário da marca foi assinalado em 1994 com a mudança de nome para Kia Motors Corporation e com o lançamento do primeiro motor coreano de 16 válvulas a gasolina. Em julho desse mesmo ano, a Kia começou a ser comercializada em Portugal. Em 1995 começou a produzir seus carros (Sephia) na Europa e dois anos depois lançou de uma vez três modelos novos: o Carnival (primeira minivan coreana), o esportivo Shuma e uma série de caminhões. == Quase falência e venda para a Hyundai == Os constantes investimentos da década de 1990 consumiram milhões de dólares, e a Kia esteve perto da falência entre 1997 e 1998, mas acabou sendo adquirida em 1998 pela Hyundai. Assim, surgiu o conglomerado Hyundai Kia Automotive Group, existente até hoje. Depois desta união, é comum carros destas duas marcas terem os mesmos conceitos e plataformas, mas ambos concorrendo, como ocorre com Sportage e Tucson ou Bongo e HR. == No Brasil == No Brasil a Kia Motors está desde 1992, e é representada por José Luiz Gandini, tendo sua sede na cidade de Itu. Já o pátio onde os veículos recebidos da Coreia que são distribuídos para as concessionárias, fica localizado em Vitória. Inicialmente, a Kia Motors do Brasil vendia em sua grande maioria a van Besta, porém em 2005 este modelo saiu de linha na Coreia do Sul. Então a importadora brasileira mudou toda a rede de concessionárias, pois seu público também mudava. Deixava de vender seu principal modelo no Brasil,a Besta, e partia para um mercado de carros de passeio. Em 2012 a montadora foi acusada no país de ter subido os preços dos carros ligeiramente antes do corte nacional de IPI apenas para dar desconto em seguida, e divulgar comercialmente que os automóveis estavam em promoção,Kia subiu preços de carros no dia do corte de IPI e deu desconto 24h depois similarmente ao que a empresa fez em 2011, quando ela anunciou que os carros estavam em promoção em cima de um preço que vigorou apenas por menos de um mês.KIA REAJUSTA PREÇOS NOVAMENTE ANTES DO AUMENTO DA ALÍQUOTA DO IPI A empresa nega ter sabido antecipadamente das medidas do governo e não ter repassado o corte de impostos ao consumidor, alegando que havia subido os preços dos carros por conta de uma eventual alta do dólar. E também a montadora foi patrocinadora master da Sociedade Esportiva Palmeiras. == Na Rússia == A Kia é uma das primeiras marcas estrangeiras a chegar oficialmente à Rússia. A KIA Corporation chegou à Rússia em 2008 e rapidamente se tornou uma das marcas mais populares. A Kia produziu seus modelos nas instalações da fábrica Autotor em Kaliningrado. Lá, em particular, produziu crossovers Kia Soul e Kia Cultus, Sedan Kia Cerato. O Kia Rio foi produzido na fábrica da Hyundai em São Petersburgo. Em 2021, a empresa vendeu 205.801 unidades na Rússia, ocupando uma participação de mercado de 12,3%. Os modelos mais vendidos da marca foram Kia, K5 e Sportage. Em 2021, a receita da empresa na Rússia foi de 2,8 bilhões de euros. == Modelos == ===Atuais (Brasil)=== * Kia Cerato * Kia Sportage - Motorização Flex * Kia Sorento * Kia Bongo * Kia Stinger *Kia Stonic *Kia Carnival ===Descontinuados=== * Opirus/Amanti * Kia Magentis * Kia Besta (ou Kia Pregio) * Kia Clarus *Carens (Rondo) ===Não Presentes no Brasil=== * Kia Rio Sedan * Kia Cerato Hatch ou Kia Forte Hatch * Kia Optima Hybrid ou Kia K5 Hybrid * Kia Cee'd *Kia Stonic *Kia Niro *Kia Picanto *Kia Rio *Kia EV6 *Kia K5 *Kia K7 *Kia Telluride *Kia Seltos *Kia K8 *Kia K9 *Kia Mohave ===Comercializados em Portugal === * Kia Picanto * Kia Rio * Kia Venga * Kia Cee'd * Kia Sportage * Kia Sorento * Kia Soul * Kia Stinger * Kia xceed == Ver também == * Hyundai == Ligações externas == * * * * * * * * Categoria:Multinacionais da Coreia do Sul Categoria:Kia Categoria:Hyundai Categoria:Fabricantes de automóveis da Coreia do Sul Kia Motors",
 "title": "Kia Motors"
}