{
 "id": "61721",
 "text": "O Festival Internacional de Música Pop de Monterey (Monterey International Pop Music Festival) aconteceu de 16 a 18 de junho de 1967 no Monterey County Fairgrounds, em Monterey, na Califórnia, nos Estados Unidos. Foi organizado pelos produtores Loud Adler e Alan Pariser, o músico John Phillips (do The Mamas & the Papas) e o publicitário Derek Taylor. Entre os membros da comissão do festival, estavam integrantes dos Beatles e dos Beach Boys. Os artistas se apresentaram de graça, com toda a renda sendo doada a instituições de caridade. Mais de 200 000 pessoas compareceram ao festival, que é considerado como o começo do \"Verão do Amor\" dos hippies. Monterey foi a primeira apresentação nos Estados Unidos de Jimi Hendrix (que foi agendado devido à insistência de Paul McCartney), The Who e Ravi Shankar, sendo também a estreia para o grande público de Janis Joplin e Otis Redding (que morreria tragicamente alguns meses depois). Muitos executivos de gravadoras estavam na plateia, e a maioria das bandas ganhou contratos de gravação depois de suas apresentações no festival. Outros grupos também foram notados por sua não aparição - os Beach Boys não puderam comparecer devido a problemas com a recusa do vocalista Carl Wilson de se registrar no festival, e o músico britânico Donovan teve seu visto recusado por ter sido pego com drogas em 1966. Monterey foi o primeiro grande festival de rock do mundo (o primeiro festival de roque do mundo, o Fantasy Fair and Magic Mountain Music Festival, havia acontecido uma semana antes, em Mount Tamalpais, no Condado de Marin), e tornou-se modelo para futuros festivais, principalmente o Festival de Woodstock. O festival corporificou a imagem da Califórnia como foco da contracultura. O festival também foi tema de um aclamado documentário de D. A. Pennebaker, intitulado Monterey Pop. == O festival == O festival foi planejado em sete semanas por John Philips do The Mamas & the Papas, o produtor musical Lou Adler, Alan Pariser e o publicitário Derek Taylor. Monterey e Big Sur já eram conhecidos por sediarem o Monterey Jazz Festival e o Big Sur Folk Festival. Os produtores viram o festival de Monterey como um meio de validar o roque como uma forma de arte, como o jazz e o folk já haviam conseguido. Os produtores conseguiram realizar esse intento acima de todas as expectativas. Os artistas se apresentaram gratuitamente, e toda a renda foi revertida para a caridade, exceto por Ravi Shankar, que recebeu 3 000 dólares estadunidenses por sua apresentação de sitar, que durou uma tarde inteira. Country Joe and the Fish recebeu 5 000 dólares estadunidenses não pelo festival em si, mas em função da renda gerada pelo documentário de D.A. Pennebaker. Os artistas, no entanto, não tiveram de pagar por seus voos e acomodações. Com a exceção de Shankar, cada apresentação durou no máximo quarenta minutos. Muitos terminaram sua apresentação mais cedo, inclusive o The Who, que tocou por apenas 25 minutos. Lou Adler refletiu, posteriormenteː A programação do festival colocou estrelas consagradas como The Mamas and The Papas, Simon & Garfunkel e The Byrds ao lado de atrações inéditas dos Estados Unidos e Reino Unido. As estimativas para o público do festival variavam de 25 000 a 90 000 pessoas. O local do festival tinha uma capacidade aprovada de público de 7 000 pessoas, mas se estima que o público das apresentações de sábado à noite chegou a 8 500, com muitas pessoas ainda na área ao redor. O espectador deveria ter um bilhete para todo o festival, ou um bilhete para cada um dos cinco eventos agendadosː sexta-feira à noite, sábado à tarde, sábado à noite, domingo à tarde e domingo à noite. O preço dos bilhetes variava de acordo com a área do público, variando de três a 6,5 dólares estadunidenses (de 23 a 49 dólares estadunidenses, em valores de 2019 reajustados pela inflação). A canção San Francisco (Be Sure to Wear Some Flowers in Your Hair), escrita por Phillips e cantada por Scott McKenzie, foi lançada em maio de 1967 para promover o evento. == Apresentações == === Jefferson Airplane === Com dois grandes sucessos anteriores, o Jefferson Airplane foi uma das maiores atrações do festival. A banda possuía muitos fãs na costa oeste. === The Who === Embora já fizessem bastante sucesso no Reino Unido, e tivessem começado a se tornar conhecidos nos Estados Unidos após algumas apresentações em Nova Iorque dois meses antes, o The Who chegou ao estrelato nos Estados Unidos a partir do festival. A banda usou amplificadores Vox alugados, os quais não eram tão potentes quanto os amplificadores Sound City que a banda costumava usar e que havia deixado na Inglaterra para economizar o dinheiro do transporte. No final da frenética apresentação da música My Generation, a plateia ficou perplexa quando o guitarrista Pete Townshend despedaçou sua guitarra e jogou-se de pescoço contra os amplificadores e alto-falantes. Bombas de fumaça explodiram atrás dos amplificadores e a assustada equipe do festival irrompeu no palco para proteger os caros microfones. No final do caos, o baterista Keith Moon chutou seu aparelho de bateria enquanto a banda saía do palco. Durante a estadia de Jimi Hendrix na Inglaterra, ele e o The Who haviam visto suas respectivas apresentações, e ambos haviam ficado impressionados um com o outro. Como resultado, nenhum deles queria se apresentar depois do outro. No festival, eles tiveram que decidir a ordem de apresentação no cara ou coroa, e ficou decidido que a apresentação do The Who seria seguida pela apresentação de Hendrix. === Grateful Dead === Michael Lydon, autor de Flashbacks (2003), comentouː \"o Grateful Dead foi maravilhoso. Eles fizeram em volume máximo o que Shankar havia feito suavemente. Eles tocaram pura música, das melhores do festival. Eu nunca havia ouvido em música algo que tivesse sido qualitativamente melhor do que o que o Grateful Dead tocou no domingo à noite\". Jerry Garcia comentou sobre o The Who \"destruindo todo seu equipamento. Quero dizer, eles fizeram muito bem. Foi sensacional. Nós seguimos e tocamos nossa pequena música. E ela me pareceu muito tacanha, na hora. E [Jimi Hendrix] também foi sensacional e incrível e soou muito bem e apareceu muito bem. Amei as duas apresentações. Eu fiquei boquiaberto. Eles foram maravilhosos.\" Foi difícil convencer a banda a participar do festival, pois ela desconfiava do comercialismo de Los Angeles. A banda chegou a ameaçar criar um festival alternativo ao festival de Monterey. === The Jimi Hendrix Experience === O uso, por Jimi Hendrix, de volumes extremamente altos, bem como o feedback produzido por eles e o uso do vibrato, produziram sons que o público, com exceção dos britânicos presentes, nunca havia ouvido. Isso, junto com o visual de Jimi e suas palhaçadas eróticas no palco, teve um tremendo impacto sobre o público. Ciente do final explosivo da apresentação do The Who, ele não quis ficar atrás e pediu um frasco de líquido acendedor, colocando-o atrás dos amplificadores. Ao terminar sua apresentação com uma versão de Wild Thing, Jimi se ajoelhou sobre a guitarra, derramou o líquido acendedor sobre ela, pôs fogo e a despedaçou sobre o palco sete vezes, antes de arremessá-la sobre o público. A apresentação tornou Jimi extremamente famoso. Robert Christgau, posteriormente, escreveu, no jornal The Village Voiceː Curiosamente, o Experience estava programado inicialmente para tocar no sábado à noite. A mudança para o domingo à noite pode ter se efetuado quando os organizadores descobriram a rivalidade entre o The Who e Jimi Hendrix. A decisão quanto à ordem de apresentação dos dois grupos se fez por cara ou coroa. Os dois grupos tiveram o que às vezes é descrito como uma jam session nos bastidores, mas isso é contestado por Pete Townshendː \"eu ouvi Roger falando que aquilo foi uma jam session, mas não foi uma jam session. Foi só Jimi sentado numa cadeira tocando para mim. Tocando como se estivesse dizendoː 'não me enche, seu merdinha'\". === Big Brother and the Holding Company (Janis Joplin) === O festival também foi uma das primeiras grandes apresentações públicas de Janis Joplin, que apareceu como um dos membros do Big Brother and the Holding Company. Janis apresentou uma provocativa versão de Ball and Chain. A Columbia Records contratou o grupo com base na sua apresentação no festival. === Eric Burdon and the Animals === Eric Burdon mudou seu estilo no festival. Depois de três anos tocando com o The Animals como parte da Invasão Britânica e do rompimento da banda, Eric reuniu uma nova banda, a New Animals, que tocou, no festival, a música Paint It Black, dos Rolling Stones. Com a nova banda, Eric adotou uma nova posturaː pacifista e hard rock. O festival teve grande influência em sua carreira, como retratado na canção Monterey. === Otis Redding === Redding, acompanhado por Booker T. & the M.G.'s, foi incluído no festival graças aos esforços do promotor Jerry Wexler, que enxergou, no festival, uma oportunidade de alavancar a carreira de Redding. Até então, Redding havia tocado principalmente para públicos negros, além de ter feito algumas bem-sucedidas apresentações no Whisky a Go Go. A apresentação de Redding agradou ao público (\"existe certamente mais participação audível da plateia na apresentação de Redding do que em qualquer outra apresentação filmada por Pennebaker naquele final de semana\"), e incluiu versões de Respect e (I Can't Get No) Satisfaction. O festival foi uma de suas últimas grandes apresentações. Ele morreria seis meses depois, em um acidente de avião, com a idade de 26 anos. === Ravi Shankar === Ravi Shankar foi outro artista que foi apresentado aos Estados Unidos pelo festival. O Raga Dhun (Dadra and Fast Teental) - que foi chamado posteriormente de forma errônea Raga Bhimpalasi -, um resumo da apresentação de quatro horas de Shankar no festival, concluiu o filme Monterey Pop. A apresentação de Shankar começou à tarde, após uma manhã chuvosa. O público preencheu oitenta por cento da capacidade do local. Todas as outras apresentações contaram com público máximo. === The Mamas & the Papas === The Mamas & the Papas encerrou o festival. Eles trouxeram Scott McKenzie para cantar a canção de John Phillips San Francisco (Be Sure to Wear Some Flowers in Your Hair). A apresentação incluiu os maiores sucessos do grupo, como Monday, Monday e California Dreamin'. A canção Dancing in the street foi a última canção do festival, com Mama Cass dizendo ao públicoː \"vocês estão por sua conta\". == Ausências notáveis == === Cancelamentos === *The Beach Boys, que estiveram envolvidos na concepção do evento e chegaram a constar como uma das atrações principais, acabaram por não participar. Isso resultou de várias questões que afetaram o grupo. Carl Wilson estava em conflito contra oficiais por se recusar a prestar o serviço militar durante a Guerra do Vietnã. O álbum Smile havia sido rejeitado recentemente, o que deixou Brian Wilson pouco disposto a tocar ao vivo (ele não tocava ao vivo com o grupo desde o final de 1965). De acordo com o amigo Michael Vosse, Brian achava que o grupo seria criticado no festival por fãs de grupos britânicos de acid rock. Mike Love disse que \"Carl deveria aparecer na corte federal na terça-feira seguinte ao concerto, mas, até onde nós sabemos, eles o prenderiam novamente se ele tocasse ao vivo... Nenhum de nós estava com medo de tocar em Monterey.\" Em 2017, Love refletiu que as drogas influenciavam as decisões do grupo na época. Ele manteve que tirar o grupo do festival não foi decisão sua.\" Quando perguntado sobre a decisão, Bruce Johnston disseː \"no início, foi 'aqui está o dinheiro, aqui está a proposta, vocês serão atrações principais', e passou para 'agora será uma apresentação beneficente', e nós nos retiramos. *Dionne Warwick e The Impressions faziam parte de pôsteres iniciais do evento, mas Dionne se retirou devido a problemas com sua agendaː ela estava programada para tocar no hotel Fairmont, em São Francisco, naquele final de semana, e o hotel estava relutante em liberá-la. Pensou-se que cancelar sua apresentação no hotel afetaria negativamente sua carreira. === Convites recusados === *Havia rumores de que os Beatles fariam parte do festival devido à participação de seu agente de imprensa Derek Taylor, mas eles recusaram, pois sua música havia se tornado muito complexa para ser tocada ao vivo. Ao invés disso, sob a instigação de Paul McCartney, o festival programou The Who e The Jimi Hendrix Experience. No final de semana do festival, os Beatles ficaram em Londres, se preparando para a apresentação no programa de televisão Our World. *Captain Beefheart e The Magic Band, de acordo com notas da reedição do álbum Safe as Milk, rejeitaram o convite devido à insistência do guitarrista Ry Cooder, que achava que a banda não estava preparada. Cooder argumentou que, numa apresentação de aquecimento alguns dias antes, Beefheart havia se recusado a cantar e abandonara o palco, fazendo com que a banda tivesse que tocar músicas principalmente instrumentais. Essa teria sido a razão da iniciativa de Cooder. *Bob Dylan recusou porque ele ainda estava se recuperando do seu acidente de motocicleta no ano anterior. Hendrix o homenageou tocando uma versão de Like a Rolling Stone. *Especulou-se durante muito tempo que o Love rejeitou um convite para o festival de Woodstock, mas a revista Mojo confirmou posteriormente que o festival que a banda rejeitou foi o de Monterey. *Os produtores também convidaram vários artistas da Motown Records. No entanto, Berry Gordy não permitiu que nenhum de seus artistas se apresentasse, apesar de Smokey Robinson fazer parte da mesa diretora do festival. *The Rascals recusou, mas, de acordo com Gene Cornish, a banda já estava agendada para tocar em outro lugar naquele final de semana. === Outros motivos === * Donovan teve seu visto de entrada nos Estados Unidos recusado devido a uma acusação de porte de droga de 1966. *The Kinks não conseguiu um visto de entrada de trabalho nos Estados Unidos devido a uma disputa com a American Federation of Musicians. *Apesar de o logotipo da banda Kaleidoscope poder ser visto no filme do festival como um sinal rosa logo abaixo do palco, a banda não tocou no festival. *Embora os Rolling Stones não tenham tocado, o guitarrista e fundador Brian Jones assistiu ao festival e apareceu no palco para apresentar Hendrix. A banda havia sido convidada, porém não pôde conseguir vistos de trabalho devido às prisões por porte de drogas de Mick Jagger e Keith Richards. *Os Monkees eram campeões de vendagem nos Estados Unidos em 1967 e haviam sido cogitados seriamente para tocar no festival, mas, depois de semanas de deliberação, John Phillips e Lou Adler decidiram não convidá-los. Entretanto, os membros do grupo Micky Dolenz (vestido de índio estadunidense) e Peter Tork assistiram ao festival e confraternizaram com os músicos nos bastidores. Foi pedido, a Tork, que apresentasse o Buffalo Springfield, que era seu grupo preferido. Tork também apresentou Lou Rawls e se involveu em um acidente bizarro, no qual ele entrou no palco durante a apresentação do Grateful Dead para impedir que fãs subissem no palco para dançar. Tork também informou ao público que os Beatles não estavam disfarçados no festival. *De acordo com Eric Clapton, o Cream não tocou porque seu empresário havia planejado uma entrada mais bombástica do grupo nos Estados Unidos mais tarde naquele mesmo ano. No entanto, foi revelado também que o grupo não havia sido cogitado pelos organizadores do festival. *O The Doors também não foi convidado, embora eles fossem um grupo conhecido na época. O tecladista Ray Manzarek disse, posteriormenteː \"nós ficamos bem nervosos imaginando por que The Association estava no festival, e o The Doors não\". == Influência == O escritor da área musical Rusty DeSoto argumenta que a história da música pop tende a diminuir a importância de Monterey em face do \"maior, mais vistoso, mais decadente\" Festival de Woodstock, que aconteceu dois anos depois. Mas ele apontaː O festival deslanchou as carreiras de muitos artistas que lá se apresentaram, tornando, alguns deles, estrelas da noite para o dia, incluindo Janis Joplin, Laura Nyro, Canned Heat, Otis Redding, Steve Miller e o mestre de sitar indiano Ravi Shankar. Monterey também foi o primeiro evento de grande porte que reuniu artistas dos grandes centros musicais dos Estados Unidos - São Francisco, Chicago, Los Angeles, Memphis, Tennessee e Nova Iorque - e foi a primeira vez que muitas dessas bandas se encontraram pessoalmente. Foi um local de encontro particularmente importante para as bandas da área da Baía de São Francisco e Los Angeles, que sempre haviam tendido a olhar uma para a outra com suspeita. Frank Zappa, por exemplo, não fazia segredo da baixa consideração que tinha em relação a algumas bandas de São Francisco - e, até esse ponto, as duas cenas haviam se desenvolvido separadamente em duas linhas distintas. Paul Kantner, do Jefferson Airplane, disseː \"a ideia que São Francisco estava anunciando era um pouco de liberdade contra a opressão\". Monterey também marcou uma mudança significativa na guarda da música britânica. The Who e Eric Burdon and the Animals representaram o Reino Unido, com os Beatles e os Rolling Stones visivelmente ausentes. Brian Jones, dos Rolling Stones, flutuou pela multidão, resplandecente em privilégios totalmente psicodélicos, e apareceu brevemente no palco para apresentar Hendrix. Seriam mais dois anos até que os Stones pegassem a estrada e Brian Jones estivesse morto, e os Beatles nunca mais excursionaram. Enquanto isso, o The Who aproveitou a brecha e se tornou a principal banda excursionante britânica da época. Também notável foi o inovador sistema de som do festival, desenhado e construído pelo engenheiro de som Abe Jacob, que iniciara sua carreira preparando o som ao vivo de bandas de São Francisco e se tornou o principal projetista de som do teatro estadunidense. O inovador sistema de som de Monterey foi o antecessor de todos os amplificadores de grande porte que surgiram em seguida. Foi um fator chave para o sucesso do festival e foi muito apreciado pelos artistas - no filme de Monterey, David Crosby pode ser claramente visto dizendo, a seu colega de banda Chris Hillman, no início da checagem de som do The Byrdsː \"grande sistema de somǃ\" A iluminação de Chip Monck atraiu a atenção dos promotores do festival de Woodstock. Os pioneiros da música eletrônica Paul Beaver e Bernie Krause montaram uma cabine em Monterey para demonstrar o novo sintetizador eletrônico de música desenvolvido por Robert Moog. Beaver e Krause haviam comprado um dos primeiros sintetizadores de Moog em 1966 e haviam gasto um ano infrutífero tentando encontrar alguém em Hollywood que se interessasse em usá-lo. Através de sua cabine de demonstração em Monterey, eles conseguiram a atenção de nomes como The Doors, the Byrds, the Rolling Stones, Simon & Garfunkel, e outros. Isto rapidamente se tornou um firme ramo de negócios, e o excêntrico Beaver logo se tornou um dos profissionais mais requisitados de Los Angeles. Ele e Krause conseguiram um contrato com a Warner Brothers. Mais tarde nesse mesmo ano, Eric Burdon and the Animals, no seu sucesso Monterey, citaram uma linha da canção do The Byrds Renaissance Fair (I think that maybe I'm dreamin), e mencionaram artistas como Byrds, Jefferson Airplane, Ravi Shankar, Jimi Hendrix, the Who, Hugh Masekela, Grateful Dead, e Brian Jones dos Rolling Stones (His Majesty Prince Jones smiled as he moved among the crowd). Os instrumentos usados nessa canção imitavam os estilos dos artistas citados. === Aniversário === O festival não se tornou um evento anual. Entretanto, em 2017, no quinquagésimo aniversário do festival, o evento Monterey International Pop Festival – Celebrates 50 Years foi realizado no mesmo local, no mesmo final de semana, com a participação de Lou Adler. Norah Jones, filha de Ravi Shankar, foi uma das principais atrações. == Gravação e filmagem == O festival foi tema de um documentário intitulado Monterey Pop, do diretor D. A. Pennebaker. A equipe de Pennebaker usou câmeras crystal-sync de dezesseis milímetros recentemente desenvolvidas que permaneciam sincronizadas com sistemas de gravação sonora de sistema duplo. A película utilizada foi a recentemente lançada Ektachrome 100 ASA de alta velocidade, da Eastman Kodak, sem a qual as apresentações noturnas teriam sido impossíveis de ser filmadas a cores. O som foi registrado pelo estúdio móvel de Wally Heider pela então avançada gravação multicanal, com um dos canais sendo utilizado para sincronizar o crystal-sync com as câmeras. O Grateful Dead achava que o filme era muito comercial e negaram que sua apresentação fosse registrada. A exibição do filme nos cinemas dos Estados Unidos ajudou a elevar o festival a um nível mítico, aumentou o público potencial do festival seguinte, e estimulou novos empreendedores a realizarem festivais semelhantes em outros pontos do país. Adler disse que os câmeras haviam sido instruídos a registrar pelo menos duas canções de cada apresentação, com exceção de nomes como The Who e Jimi Hendrix, que deveriam ter o máximo número possível de canções registrado. Como resultado, só uma canção não foi registrada integralmente em cada uma dessas duas apresentações. A apresentação do Big Brother não foi registrada devido a um desentendimento. Entretanto, devido à grande resposta do público, foi pedido que eles retornassem no domingo para ter duas canções registradas. Um versão ampliada do documentário foi lançada em DVD e disco blu-ray pela The Criterion Collection. Eventualmente, as gravações sonoras do festival se tornaram a base de muitos álbuns, em especial o lançamento de 1970 Historic Performances Recorded at the Monterey International Pop Festival, com apresentações parciais de Otis Redding e Jimi Hendrix. Outros lançamentos incluíram álbuns ao vivo de Grateful Dead, Jefferson Airplane (Live at the Monterey Festival) e Ravi Shankar (Live: Ravi Shankar at the Monterey International Pop Festival). Em 1992, foi lançada uma caixa com quatro CDs contendo apresentações da maior parte dos artistas. Várias outras compilações foram lançadas ao longo dos anos. De acordo com material promocional da caixa de quatro CDs, foram realizadas jam sessions espontâneas para o público ao redor do festival. Numa delas, no estádio do Monterey Peninsula Community College (do outro lado do cruzamento com a autoestrada 1), Jimi Hendrix tocou com Jorma Kaukonen e John Cipollina. Foi também registrado que Eric Burdon utilizou os serviços de provisões e atendimento médico. A gravação da apresentação de Moby Grape em Monterey não foi lançada até hoje, supostamente porque o empresário Matthew Katz exigiu 1 000 000 de dólares estadunidenses pelos direitos. == Artistas que se apresentaram em Monterey == === Sexta-feira, 16 de junho === * The Association * The Paupers * Lou Rawls * Beverly * Johnny Rivers * Eric Burdon & The Animals * Simon and Garfunkel * Enigma Bang === Sábado, 17 de junho === * Canned Heat * Big Brother and the Holding Company * Country Joe and the Fish * Al Kooper * The Electric Flag * Quicksilver Messenger Service * Steve Miller Band * The Electric Flag * Moby Grape * Hugh Masekela * The Byrds * Laura Nyro * Jefferson Airplane * Booker T. & the MG's * Otis Redding === Domingo, 18 de junho === * Ravi Shankar * The Blues Project * Big Brother and the Holding Company * The Group With No Name * Buffalo Springfield * The Who * The Jimi Hendrix Experience * Grateful Dead * Scott McKenzie * The Mamas & The Papas == Ligações externas == * 50 Anos do Festival Monterey Pop Monterey",
 "title": "Festival Pop de Monterey"
}