{
 "id": "61723",
 "text": "O gênero Homo foi primeiramente cunhado por Lineu como parte do sistema binomial que ele criou, sendo este o grupo que engloba a espécie Homo sapiens, isto é, os humanos. Há evidências bem fundamentadas do gênero há ~1.5 milhões de anos, datação do esqueleto fóssil do garoto de Turkana,https://www.sciencedirect.com/science/article/abs/pii/S0047248410001211 Este esqueleto faz parte da espécie H. erectus, cujas características se diferenciam significativamente das de seus ancestrais, os Australopithecus. As características deste importante fóssil de H. erectus, por sua vez, aproximam- se muito das nossas no que diz respeito a proporção de seu corpo, tamanho do cérebro relativamente grande e bipedia obrigatória (ou seja, eles não sobem em árvores), como sugere o nome da espécie. O H. erectus foi o primeiro grupo de homini a sair da África, migrando para a Ásia, há aproximadamente 1.6 Ma. Ele teria sido originado de outro grupo, o Homo habilis. Foi estabelecido na década de 1960 que o H. habilis seria também parte do gênero Homo, apesar dos indivíduos da espécie apresentarem características semelhantes aos Australopithecus. H. habilis é datado como um grupo ainda mais antigo que o H. erectus: estimam que seus restos fósseis (ver Homo habilis) sejam de 2,3 a 2,5 Ma. Mesmo com as controvérsias, muitos cientistas consideram este o primeiro grupo do gênero Homo. Além desses dois grupos, atualmente 8 grupos são considerados parte do gênero Homo (H. sapiens, H. habilis, H. erectus sensu lato, H. heidelbergensis, H. florensiensis, H. rudolfensis e H. neanderthalensis), além do H. naledi. Essas espécies fazem parte dos Homininis ou Hominineos, o grupo que engloba todos os humanos. Todas as espécies do gênero Homo, exceto o Homo sapiens (os humanos viventes) estão extintas. Os H. neanderthalensis que são considerados muito próximos de nós, tendo também coexistido com as primeiras populações da nossa espécie na Europa por anos extinguiram-se entre 41 - 39 ka. Outro grupo, o H. florensis, tem extinção estimada para 17 - 11/13 ka, ainda mais recente. Os representantes vivos mais próximos de nós são do grupo Homininae, sendo eles gorilas (do gênero Gorilla), chimpanzés e bonobos (do gênero Pan). Os movimentos migratórios começaram com a saída da África, pela região do Levante, e ocupação do Oriente Médio, Ásia, Oceania e Europa. == Etimologia == Nas ciências biológicas, em particular na antropologia e na paleontologia, o nome comum para todos os membros do gênero Homo é \"humano\". O nome binominal Homo sapiens é atribuído a Carl Linnaeus (1758). Nomes de outras espécies começaram a ser cunhados na segunda metade do século XIX, como Homo neanderthalensis, cunhado por William King- 1864 e Homo erectus, renomeado por Mayr - 1944). == Expansão das definições do gênero == A definição do gênero foi ampliada, inicialmente por William King’s que observou que o fóssil Feldhofer I era muito similar ao H.Sapiens e o incluiu no gênero Homo como H.neanderthalensis. A inclusão desse esqueleto no grupo, expandiu os limites do que era considerado para o gênero, em relação a morfologia cranial e pós-cranial. O segundo passo para a ampliação dos parâmetros gênero ocorreu com a inclusão da espécie H. Heidelbergensis. Fósseis na Alemanha , Europa e África foram inicialmente vistos como H. Sapiens antigos, porém hoje são frequentemente referidos como H. Heidelbergensis ou H. rhodesiensis que englobaria as espécies africanas. O terceiro passo rumo à expansão da morfologia geral do gênero Homo, foi iniciado por Mayr, que sugeriu que Pitecanthropus erectus, também se tratava de uma espécie do grupo. Essa espécie foi então denominada Homo erectus, e depois ampliada para Homo erectus senso lato, juntamente com outros antigos “grupos” que, na verdade, faziam parte do mesmo grupo. H.Erectus é uma nomenclatura que teve um histórico bem complexo, já tendo sido, inclusive, considerada como Australopitecus eretus , isto é, parte do gênero Australopitecos. O quarto passo no processo de alocar espécies para Homo, foi o reconhecimento de uma espécie considerada grácil, encontrada em Olduvai Gorge. Essa espécie foi incluída no gênero Homo como H.habilis, porém isso envolveu o relaxamento de alguns critérios, como tamanho de cérebro, que era relativamente menor nessa espécie (600 - 700 cm3) do que na maioria das outras do mesmo grupo. Atualmente, alguns dos critérios usados para essa classificação estão sendo reinterpretados o que levaram a novas avaliações funcionais do mesmo material. A associação de H. habilis ao gênero Homo é considerada mal resolvida em relação a(o): estatura, proporção de braços e pernas, tamanho dos dentes, locomoção. Os limites morfológicos do gênero Homo foram novamente expandidos em 2004, com a inclusão dos fósseis encontrados na Ilha de Flores, na Indonésia, os quais apresentaram o menor tamanho absoluto do gênero Homo em relação à capacidade encefálica, com 417 cm³. Esses fósseis receberam o nome Homo floresiensis, uma nova espécie para o gênero Homo. A última expansão do gênero Homo aconteceu em 2015, com a publicação de dois trabalhos de Lee Berger e Paul Dirks, com a inclusão de uma nova espécie chamada Homo naledi. Essa nova espécie apresenta algumas curiosidades em relação às suas características morfológicas, apresentando tanto características como o pequeno tamanho cerebral e dedos curvos, remetendo-a a espécies do gênero Australopithecus e ao Homo Habilis, como características derivadas no gênero Homo em relação a morfologia das mãos, pés e pulso, que o remetem mais ao Homo neanderthalensis e ao Homo sapiens. Atualmente, inclusive, os sistematas debatem a definição de Homo como um gênero, pois ele não é considerado um grupo monofilético, isto é não apresentam um ancestral em comum entre os seus ramos. Eles sugerem, de acordo com estudos cladísticos, que Australopitecos, H. habilis e H.rudolfensis formariam um grupo enquanto H. erectus, H. heidelbergensis e H. neanderthales, outro. Existe um consenso de que H. ergaster, H. heidelbergensis, e H. neanderthalensis são mais aparentadas aos H. sapiens do que eles são dos Australopithecus (gênero). ==Espécies== Um estudo de 2023 concluiu que os antepassados humanos quase morreram entre cerca de 930.000 e 813.000 anos atrás, numa crise populacional evolutivamente crucial. Esta separação potencial dos antepassados humanos num número pouco sustentável de sobreviventes coincidiu com um período de frio extremo e secas prolongadas em África e na Eurásia, indicam evidências geológicas. Se o novo cenário derivado do DNA se mantiver, relativamente poucos sobreviventes do grande frio da Idade da Pedra podem ter evoluído para uma espécie ancestral do Homo sapiens, dos neandertais e dos denisovanos, diz o geneticista populacional Wangjie Hu. Análises anteriores de DNA extraído de fósseis antigos estimam que H. heidelbergensis apareceu entre cerca de 700 mil e 500 mil anos atrás. Não muito antes disso, membros do gênero humano, Homo, resistiram a um congelamento de aproximadamente 117 mil anos, mantendo uma média de 1.280 indivíduos capazes de procriar. Esse número de nossos precursores evolutivos reproduziu-se apenas o suficiente para evitar a extinção. Antes do início do clima rigoroso, o número de potenciais criadores na mesma população ancestral totalizava entre 58.600 e 135.000 indivíduos, mas os dados genéticos modernos vieram de 3.154 pessoas em 10 populações africanas e 40 populações europeias e asiáticas. A diversidade esperada destas variantes modernas com base em hipotéticas histórias populacionais antigas, mostra uma queda populacional entre os antepassados humanos que durou cerca de 930.000 a 813.000 anos atrás foi a melhor responsável pela variação genética nos dados analisados, concluem os investigadores. Os africanos apresentaram evidências genéticas muito mais fortes de uma queda populacional antiga do que os não- africanos, descobriram os cientistas. Uma população esgotada de antepassados humanos provavelmente viveu em África há cerca de 900.000 anos, embora a Eurásia não possa ser excluída como região de origem dos sobreviventes. À medida que essa população diminuída começou a recuperar, os seus membros podem ter evoluído para H. heidelbergensis. Alguns pesquisadores consideram o H. heidelbergensis um ancestral dos Denisovanos, Neandertais e Humanos que apareceu pela primeira vez há cerca de 700.000 anos na África e na Eurásia. Mas outros cientistas dizem que os fósseis atribuídos ao H. heidelbergensis contêm demasiadas diferenças esqueléticas para serem qualificados como uma única espécie de Homo. Um número crescente de descobertas de fósseis sugere que grupos do género Homo ocuparam várias partes de África, Ásia e Europa entre cerca de 900.000 e 800.000 anos atrás, durante a recentemente proposta crise populacional. Populações não relacionadas com o H. sapiens posterior que viveram nesses continentes podem de alguma forma ter sobrevivido melhor ao severo resfriamento global do que grupos relacionados às pessoas de hoje. === Homo habilis === Essa espécie pode ser caracterizada por apresentar uma morfologia parecida com os Au. graceis. Entretanto possui um volume endocranial levemente maior do que os australopithecines, chegando a 610 cm³, apesar de possuir forame magno anterior e pós-crânio bípede, apresenta também proporções de membros mais parecidas com o Australopithecus afarensis, com braços compridos em relação às pernas, o que indica um hábito de vida tanto terrestre (bípede) como arborícola. Outra característica relacionada ao Homo Habilis, é um elevado prognatismo quando comparado a outros grupos de Homo. Essas controvérsias alimentam o debate da verdadeira posição do grupo em relação à evolução do gênero Homo, podendo ser o grupo inaugural do gênero, ou ainda estar dentro de Australopithecus. Levando em consideração o material fóssil, o Homo habilis ocorria no Leste e Sul da África e apareceu por volta de 1.9 Ma, e seu último registro foi por volta de 1,6 Ma. === Homo rudolfensis === Essa espécie, assim como o Homo habilis se localiza na linha entre o gênero Australopithecus e o Homo, devido às suas características ambíguas quanto aos dois grupos, esse grupo apresenta uma grande mandíbula e dentes grandes quando comparado ao Homo sapiens, além de um grande prognatismo,possui um tamanho encefálico de 752 cm³, apesar de ser um grupo ligado ao gênero Homo, falta registros fósseis conhecidos de ossos pós-craniais, para maior detalhamento do grupo. O H. rudolfensis viveu no Leste da África (ref4) entre 2,4 a 1,8 Ma. === Homo erectus sensu lato === O H. erectus sensu lato abriga as espécies H. ergaster e o H. erectus, assim o H. erectus sensu lato é descrito como o primeiro grupo que não apresenta controvérsias de ser do gênero Homo. Esse grupo apresenta um significativo aumento do tamanho encefálico apresentando uma média de 970 cm³, além de ser o primeiro grupo a apresentar, de fato, uma bipedia obrigatória, essa característica pode ser observada pela relação entre os membros, mais parecidas com o Homo sapiens. O H. erectus, quando comparado aos grupos mais ancestrais de Homo, apresenta uma redução na megadontia e no prognatismo, o que pode ser resultado do domínio do fogo por esse grupo, que começa a cozer os alimentos. As proporções corpóreas do H. erectus, assim como algumas especializações musculares permitiram a capacidade de um aumento na resistência para correr durante longas distâncias, característica que se manterá nas espécies mais derivadas do gênero, essa nova característica permite a inferência de um hábito como a caça a outros animais (ver vídeo). O H. Erectus sensu lato têm origem no Leste da África por volta de 1.9 Ma, sendo o primeiro grupo de Homo a realizar uma grande migração, saindo da África, chegam na Geórgia e assim vão até a China e Indonésia. Há registros de H. erectus na região da Indonésia datados de há 200 mil anos, quando então teria sido extinto. === Homo floresiensis === Essa espécie foi incluída no gênero Homo apenas em 2004, quando registros fósseis foram encontrados na ilha de Flores, na Indonésia. O H. floresiensis possuía uma baixa estatura com 106cm de altura, proporções dos membros de característica primitiva e volume endocranial pequeno de apenas 417 cm³, características semelhantes a um Au. africanus. Esse grupo ocorreu há entre 200 000 e 60 000 anos. A hipótese mais aceita é que essa espécie é resultado de um processo de nanismo insular que uma população de H. erectus teria sofrido na ilha de Flores. === Homo naledi === Essa espécie foi incluída no gênero Homo apenas em 2014, quando foi encontrado seus registros fósseis em uma caverna na África do Sul. O que sabem sobre essa espécie é que possuía um cérebro de tamanho pequeno, dedos curvados e o formato do ombro, tronco e da articulação do quadril que se assemelham aos Australopithecus e ao H. habilis. Entretanto as características do pulso, mãos, pernas e pés se assemelham mais aos H. neanderthalensis e aos H. sapiens. Como não há datações precisas de seu registro fóssil, não é possível inferir a época em que essa espécie teria ocorrido. === Homo heidelbergensis === O H. heidelbergensis apresenta algumas semelhanças com o H. erectus como a face projetada, cristas supraorbitais bem demarcadas, além de possuir uma quilha sagital, entretanto o H. heidelbergensis se diferencia do H. erectus em outras características como o aumento do tamanho do cérebro podendo alcançar cerca de 1200cm³, a face é mais verticalizada, além de possuir ossos dos membros mais parecidos com o H. sapiens, é por essas características que esse grupo era chamado de H. sapiens arcaicos, antes de serem nomeados como H. heidelbergensis. Existem registros de armas, como lanças, que indivíduos dessa espécie utilizavam para a caça de grandes mamíferos como cavalos e rinocerontes, além de haver registros do manejo de fogo realizado por essa espécie. Essa espécie ocorreu na Eurafrásia há entre 600 000 a 200 000 anos, regiões de latitudes altas que nenhum grupo de Homo havia chegado, há uma hipótese de eles terem se originado na África, entretanto o registro fóssil não é capaz de refutar ou validar essa hipótese. As populações africanas e europeias, do H. heidelbergensis, são cotadas como as possíveis ancestrais de H. sapiens e H. neanderthalensis respectivamente. === Homo neanderthalensis === H. neanderthalensis é a espécie mais próxima de H. sapiens, que deriva da população de H. heidelbergensis europeia. Essa espécie ocorria em toda a Europa e também viveu no oeste e centro da Ásia, por volta de há a anos. Essa espécie possuía uma estatura um pouco mais baixa e uma face mais projetada quando comparado ao H. sapiens, além disso, possuía demarcadas cristas supraorbitais, e um grande volume encefálico que pode chegar até 1 512 cm³, mostrando a tendência de aumento encefálico que existe dentro do gênero Homo. O H. neanderthalensis apresenta um tórax em formato de barril, com os segmentos dos membros distais curtos tanto nas pernas quanto nos braços, essas características são melhores para a conservação do calor, sendo consideradas como uma adaptação ao clima frio em que habitavam. Está relacionado a essa espécie, diversos sítios arqueológicos com registro do uso de ferramentas para a caça e para a utilização para rasgar, cortar e raspar alimentos variados, oriundos de plantas ou animais. A matéria prima utilizada para a ferramenta poderia ser, não somente de pedras, mas também de materiais orgânicos como ossos, além de apresentarem ferramentas complexas, havendo combinações de peças. === Homo sapiens === Homo sapiens é a única espécie do gênero Homo viva atualmente, sendo derivada do H. Heidelbergensis africano que deu origem na África para o humano primitivo por volta de há anos, mais precisamente no Leste da África. O humano primitivo é caracterizado por uma face reduzida, grande tamanho encefálico de 1 355 cm³, cristas supraorbitais e dentes menores em relação aos demais Homo, possuindo proporções entre os membros adaptada para a bipedia exclusiva, apresentando características físicas muito próximas do humano moderno. Desde os primórdios da espécie é associado o uso de ferramentas para a caça e manejo de alimentos, feitos de pedra e materiais orgânicos.Shea, J., Sisk, M., 2010. Complex projectile technology and homo sapiens dispersal into Western Eurasia. Paleoanthropology 100–122. O H. sapiens saiu da África e se dispersou por toda Eurásia, Oceania, até chegar em tempos mais recentes nas Américas. Uma característica importante de H. sapiens é a presença de uma linguagem extremamente complexa, apresentando um aparelho fonador capaz de emitir sons diferentes com facilidade. == Migração e miscigenação == A migração de espécies do gênero Homo tem início com a saída de populações de H. Erectus da África. Desde seu surgimento (aprox. 2Ma), a primeira localidade aonde se encontra fósseis é na Georgia, em Dmanisi (1,85 Ma). Após isso, há a aparição de fósseis tanto na China, quando na Indonésia (1,6 Ma), se espalhando então para o Velho Mundo. Nota-se evidencias de populações de H. Erectus em outras localidades, encontrando-se evidências da sobrevivência de populações, em Java (Indonésia) datadas de há anos. Um fato interessante, é que os H.Erectus não colonizaram regiões localizadas a mais de 45 Graus Norte, possivelmente por causa do frio. Ainda se tratando de H. Erectus, há a discussão sobre a nomenclatura de algumas dessas populações. Alguns autores acreditam que há evidencias suficientes para considerar as populações de H. Erectus que permaneceram na Gerogia, de H.Gerogicus, enquanto algumas populações que ficaram na África, de H.Ergaster. Por conta da imprecisão na datação dos materiais, é difícil definir qual população de H. Erectus deu origem a H. Heidelbergensis, e quando isso ocorreu . O que se sabe é que no Início do Pleistoceno Médio (há 700 mil anos) encontra-se uma variedade de morfologias do gênero homo. Encontra-se populações de H.Erectus persistindo em locais da Ásia, e na Indonésia (Java), ainda na Indonésia, evidencias da existência de H.Florisiensis, na Ilha de Flores, e a aparição do H.Heidelbergensis, com fósseis em locais tanto da Europa, como da Ásia e da África. Por volta do meio do Pleistoceno Médio (há 400 mil anos), o que se encontra são tanto H.Erectus, quanto H.Florisiensis persistindo na Indonésia, populações tardias de H.Heidelbergensis, que se extinguem por volta desse período, e a aparição dos neandertais na Europa. No fim do Pleistoceno Médio (há 200 mil anos), a permanência de neandertais na Europa, assim como a de H.Florensis na Ilha das Flores, a aparição de uma nova espécie, H.Naledi, e há o surgimento dos H.Sapiens, na África. Há duas principais vertentes ao se tratar da evolução de H.Sapiens, a primeira acredita que o surgimento de H.Sapiens tenha sido multirregional, ou seja, surgiu em diversos lugares separadamente. A outra vertente, mais aceita, é a out of África, em que surgimos no leste da África e, de lá nos espalhamos para o mundo. Recentemente algumas descobertas evidenciam uma evolução que usaria partes das duas teorias, os humanos haveriam sim surgido na África, porém algumas incoerências entre as datações nos impossibilita de afirmar como e quando essa saída ocorreu. Ainda é dito que possivelmente mais de um evento de dispersão tenha ocorrido, em diferentes períodos de tempo. A principal rota de saída da África envolve a passagem pela região do Levante, por meio da qual se chega ao oriente médio. A partir da ocupação deste local, os H.Sapiens seguiriam ocupando localidades como o sudoeste da Asia, e então a Oceania, seguindo a região costal. A partir dai eles se dispersariam por toda Eurásia, aonde faltam evidências para sequenciar com mais precisão os acontecimentos. A chegada de H.Sapiens em, alguns locais, coincide com a extinção de certas espécies de hominínios, como ocorreu com os Neandertais. Acredita-se que a competição dessa espécie com os H.Sapiens da época tenha alta contribuição na extinção da mesma. Esse fato pode ter relação com a diferença encontrada na variedade de hominínios vivos no meio Pleistoceno Médio, com a encontrada no final dele, aonde praticamente só se encontra H.Sapiens. Dentre as conhecidas últimas espécies a coexistirem com os H.Sapiens, temporalmente, são os H.Neanderthalis, cujos fosseis mais recentes podem chegar a indicar sua existência há 36 mil anos. Outra espécie que está nessa mesma categoria são os H.Florensis, cuja existência de um indivíduo foi estimada em cerca de há 17 mil anos. Os H. Denisova, ou Denisovanos, são outra espécie que se enquadra nessa categoria, que seriam Hominínios que teriam surgido há aproximadamente 100 mil anos, e cujo último registro fóssil data de há 45 mil anos. Tanto os Denisovanos, como os Neandertais tem comprovada influencia genética nas populações humanas atuais, indicando que houve troca genética entre H.Sapiens e outras espécies de hominínios. == Dieta == A dieta é um dos principais fatores que determinam as diferenças ecológicas e de comportamento entre os primatas vivos e também os antigos hominínios.Marcé-Nogué, J., Püschel, T. A., Daasch, A., & Kaiser, T. M. (2020). Broad-scale morpho-functional traits of the mandible suggest no hard food adaptation in the hominin lineage. Scientific reports, 10(1), 1-11. A relação entre a ingestão de alimento e a morfologia, investigada através de fósseis, é estudada através de diferentes comparativos, que seriam por exemplo, biomecânica, morfologia, dentição. Em Homo, é visto que o gênero evoluiu para um nicho mais generalista, no que se diz respeito a ingerir diversos alimentos, como carne de ungulados e tubérculos. Os mais antigos seres do gênero Homo, como H.habilis, H. rudolfensis e H.ergaster mostram características como redução no tamanho do molar, redução do esmalte, maior diferenciação na topografia dental, perda do diastema e redução do caninoGowlett, J. A. J. (2003). What Actually was the Stone Age Diet?*. Journal of Nutritional & Environmental Medicine, 13(3), 143–147. doi:10.1080/13590840310001619338 indicando um maior processo de mastigação do alimento do que de corte. === A utilização controlada do fogo === Em relação ao fogo, é possível dizer que este foi um importante instrumento para os antigos humanos: foi utilizado para fornecer calor e aquecer os grupos; utilizado para proteção; e teve grande importância na atividade de cozer os alimentos. O ato de cozer o alimento aumenta consideravelmente a energia obtida através da ingestão do alimento, pois também reduz o custo energético para realizar o trabalho metabólico da digestão.Wrangham, R., & Carmody, R. (2010). Human adaptation to the control of fire. Evolutionary Anthropology: Issues, News, and Reviews, 19(5), 187–199. doi:10.1002/evan.20275 O ato de cozer deixa as plantas mais macias, deixa o colágeno mais gelatinoso, e reduz a integridade da carne dos animais. A transição de seres mais antigos do gênero Homo, como H. habilis e H. rudolfensis, para H. erectus está associada com significativas mudanças relacionadas à dieta, com enfoque nos efeitos de uma dieta baseada em alimentos cozidos. Existem evidências de que a primeira espécie adaptada ao controle do fogo foi o Homo erectus. A área do canino do H. erectus é menor em comparação a qualquer hominínio anterior a tal espécie.McHenry, H. M., & Coffing, K. (2000). AustralopithecustoHomo: Transformations in Body and Mind. Annual Review of Anthropology, 29(1), 125–146. doi:10.1146/annurev.anthro.29.1.125 Correspondentemente, Homo erectus apresenta uma mandíbula de menor tamanho e outros aspectos de uma face mais reduzida, sugerindo uma menor força na mordida.Wood, B., & Aiello, L. C. (1998). Taxonomic and functional implications of mandibular scaling in early hominins. American Journal of Physical Anthropology: The Official Publication of the American Association of Physical Anthropologists, 105(4), 523-538. Esses fatores indicam que H. erectus tinha um hábito de dieta com alimentos mais macios.Lieberman, D. E., Krovitz, G. E., Yates, F. W., Devlin, M., & Claire, M. S. (2004). Effects of food processing on masticatory strain and craniofacial growth in a retrognathic face. Journal of human evolution, 46(6), 655-677. Essa mudança de dieta acabou por implicar a redução do tamanho do sistema digestivo, obtendo características como a redução do tamanho da caixa torácica, o que aproxima o H. erectus dos seres humanos dos dias de hoje. Outra característica relevante, é que H. erectus mostra sinais de maior uso de energia, resultante do seu tipo de dieta, como por exemplo maior tamanho corporal em relação a outros hominíneos e adaptações para correr longas distâncias.Bramble, D. M., & Lieberman, D. E. (2004). Endurance running and the evolution of Homo. nature, 432(7015), 345-352. Considerando que o H. erectus foi o primeiro animal obrigatoriamente terrestre e bípede, a utilização do fogo foi importante para que se pudesse ter maior proteção contra diversos predadores durante o dia, mas principalmente durante a noite. == Cultura e Linguagem == A cultura é toda \"informação capaz de afetar o comportamento dos indivíduos e que eles adquirem de outros membros da sua espécie através do ensino, da imitação, e de outras formas de transmissão social\".Abrantes, Paulo Cesar Coelho; Almeida, Fábio Portela Lopes de. Evolução humana: a teoria da dupla herança. 2018.Dobzhansky, Theodosius. A evolução humana. Revista de antropologia, p. 97-102, 1956. O gênero Homo, em especial Homo sapiens, apresenta uma variação cultural muito extensa, onde sua transmissão pode ocorrer de forma horizontal (de indivíduo para indivíduo) e vertical/oblíqua (de geração para geração). Além disso, em especial para a espécie Homo sapiens, ocorre o processo de acúmulo de cultura, tornando-a mais adaptável às mudanças dos séculos e possibilitando grande vantagem adaptativa à nossa linhagem, uma vez que a cultura dispensa o indivíduo de ser forçado a aprender tudo por conta própria, testando e aprendendo novas experiências, e a cada geração, seria necessário ocorrer tudo de novo. Da mesma forma, a transmissão de cultura possibilita a adição de novas aprendizagens provenientes das experiências de cada indivíduo.Bussab, Vera Silvia Raad; Ribeiro, Fernando Leite. Biologicamente cultural. Psicologia: reflexões (im) pertinentes, p. 175-193, 1998. Outro resultado do acúmulo de informações é a sua retratação em forma de crenças, práticas e rituais. O uso de instrumento faz parte de um modo de vida sócio-cultural. A sua manufatura requer, muitas vezes, técnicas específicas de lascamento, coleta e utilização de matéria prima, uso da ferramenta e afins. Isso requer a transmissão de conhecimentos entre os integrantes do bando, seja por observação e cópia de movimentos, ou por outras formas de interação. Seguindo esse pensamento, Homo habilis então seriam, possivelmente, um dos primeiros Homo a desenvolver uma vida sócio- cultural, seguido então do Homo erectus, espécie que desenvolveu uma tecnologia típica e elaborada de lascamento, englobado no que é chamado de indústria olduvaiense. A cultura altera o padrão de comunicação, interação e organização social dos indivíduos, permitindo também a divisão de tarefas e cooperação grupal. Ela permitiu o crescimento e desenvolvimento do cérebro. Uma vez que o seu uso permitiu maior adaptação e sobrevivências aos seus indivíduos, estes apresentavam certas partes de seu encéfalo (relacionadas à cultura) mais desenvolvidas, passando tais características para suas gerações. Isso possibilitou um aumento do tamanho cerebral superior ao esperado para a evolução desses hominídios. Consequentemente, a linguagem se tornou um dos principais sinais da presença de cultura. Sinais associados ao desenvolvimento de uma linguagem extensiva podem ser vistos mais pronunciadamente nos Homo sapiens, como a presença de um aparelho fonador especializado que permite produzir sons diferentes com facilidade.Laitman. J.T.(1984) The anatomyof humanspeech.Natural History, 93,20:27. No entanto, inúmeras outras capacidades são requeridas: perceptuais, cognitivas, interacionais, tudo isto evoluindo dentro de um modo de vida em que falar seja vantajoso. Com isso, até hoje existe uma grande discussão sobre a origem da linguagem no gênero Homus e por isso ainda não temos uma data e espécie Homus exatas que podemos chamar de originários da linguagem. O que podemos visualizar evolutivamente é que especializações anatômicas e fisiológicas, como aumento da massa encefálica e desenvolvimento de aparelho fonador complexo, ao decorrer do processo de hominização os indicadores de cultura ficaram cada vez mais complexos. E com isso, podemos dizer que uma coisa puxou a outra, ou seja, um cérebro mais desenvolvido permitiu culturas mais complexas, por outro lado, uma cultura mais complexa pode prover uma seleção de especializações cerebrais. Pode-se dizer então que a linguagem é responsável pela propagação e acumulação de cultura, e de mesmo modo, que ela é seu fruto direto. Para o desenvolvimento da linguagem, como é melhor explicado no parágrafo acima, é necessário “propriedades biológicas ligadas à estrutura cerebral, à anatomia do sistema fonador e à herança da capacidade linguística\", características ampliadas em decorrência do desenvolvimento do cérebro ao longo dos gêneros Homo. Assim, o cérebro mais desenvolvido possibilitou a elaboração da linguagem e de ferramentas, compondo um acervo cultural mais “sofisticado” para a espécie Homo sapiens. == Ver também == *Evolução humana == Ligações externas == * Comunidade Virtual de antropologia. * Associação brasileira de antropologia (ABA)",
 "title": "Homo"
}