{
 "id": "61782",
 "text": "Rogue, no Brasil Vampira, é uma mutante ômega, personagem de histórias em quadrinhos da editora Marvel Comics. Vampira é integrante (e as vezes líder) de algumas equipes dos X-Men e dos Vingadores. Sua primeira aparição foi em The Avengers Annual número 10 de 1981, e seu poder mutante é a habilidade de absorver a vitalidade, memórias, habilidades e poderes de outros seres vivos através do contato com a pele. Seu nome de batismo é Anna Marie e levou mais de duas décadas antes que fosse devidamente citado (numa história escrita por Chris Claremont). == Publicação == Mesmo na infância, antes de seus poderes se manifestarem, ela já tinha sua mecha branca no cabelo, tirando essa curiosa característica, ela era uma menina como qualquer outra. Tinha uma vida feliz com sua família até que eventos trágicos envolvendo plantas dadas por um shamam fez Priscilla ficar presa em um plano místico. Seu pai, sem saber como cuidar sozinho de sua filha deixou-a aos cuidados da severa tia Carrie. Mas Anna fugiu de casa por estar infeliz com a educação rigorosa dada pela tia. Morando nos pantanos e com uma arma de caça para se defender foi abordada por uma mulher que lhe ofereceu casa e comida, esta mulher era a transmorfa Mística.Ela, junto com sua amante, a precognitiva cega Sina, a adotaram. == Biografia ficcional da personagem == A bela e destemida Vampira sempre possuiu uma vida sofrida e trágica desde sua infância. Criada por sua severa tia Carrie após eventos dramáticos envolvendo seus pais, a jovem Anna Marie fugiu de casa e acabou adotada pela transmorfa Mística e sua companheira, a precongnitiva cega Sina. O poder mutante de Vampira manifestou-se pela primeira vez no início da adolescência, quando em sua casa a menina beijou um garoto chamado Cody Robbins e sua mente foi invadida pelas memórias do rapaz, que entrou em coma permanente. Percebendo que nunca poderia viver com pessoas normais, Vampira começou a participar de atividades criminosas junto de sua mãe adotiva e, assim como Mística, juntou-se à Irmandade de Mutantes. Em sua primeira missão, para provar o seu valor a Irmandade, a inexperiente mutante enfrentou Miss Marvel (Carol Danvers) na ponte de São Francisco onde absorveu permanentemente as memórias e poderes da heroína, incluindo super-força e capacidade de voar, mas também sua psiquê, e em uma tentativa de tirar a heroína da sua mente, acaba jogando Carol Danvers da ponte, onde esta é salva pela Mulher-Aranha. Em seguida, Vampira enfrenta Os Vingadores, e depois, Cristal. Quando estava no Pentágono, enfrentou novamente Carol, que estava sem poderes, e os X-Men, onde Tempestade fez um tornado jogando Vampira para longe Depois desse incidente, perturbada pela sua falta de controle, Vampira bateu à porta dos X-Men pedindo ajuda e orientação. Foi inicialmente muito mal recebida pelos integrantes da equipe, porém convencido da sinceridade da jovem sulista, o professor Xavier aceitou-a como membro da equipe. Somente depois de Vampira arriscar a vida para salvar a noiva de Wolverine, Mariko Yashida, que os outros X-Men começaram a confiar na ex-vilã. Com o passar do tempo, Vampira provou ser uma das integrantes de maior atuação e valor na equipe. Mas sua personalidade \"Danvers\" causou muito incômodo a ela e aos demais, tanto que foi declarada \"Inimiga Pública\" devido a invasão na SHIELD onde salvou Michael Rossi. Participou de várias formações de equipe e assumiu a liderança de algumas delas com o passar do tempo, conforme foi ganhando experiência. Na formação da equipe azul na década de 90, Vampira e Gambit se apaixonaram, apesar da impossibilidade dela tocá-lo sem causar danos e do passado obscuro do cajun que gerava desconfianças, porém o amor dos dois mutantes foi mais forte do que qualquer obstáculo com o passar dos anos. Participou, junto com outros 5 integrantes dos X-Men, do grupo especial que procurava pelos diários de Sina, que revelariam o futuro dos mutantes. Durante essas buscas, Vampira e Gambit perderam seus poderes, e aproveitaram a oportunidade para levar uma vida normal na comunidade solidária a mutantes de Vale Soleada, na Califórnia. Pouco depois, eles ajudaram os X-Men contra o predador de mutantes Elias Bogan e retornaram à equipe. Anna Marie recuperou seu poder de absorção graças à habilidade de sua companheira de equipe, Sábia, de despertar o potencial genético latente. Confusa quanto ao seu passado, Vampira saiu em busca de suas origens. Descobriu que seus pais faziam parte de uma comunidade que visava alcançar os Bancos Distantes, um mundo de sonhos que só pode ser atingido por meio de um estado alterado de consciência. Porém, no desespero de chegar ao lugar místico a qualquer custo, o pai de Vampira, Owen, traiu sua esposa Priscilla, que se sacrificou para proteger os Bancos Distantes de pessoas egoístas como seu marido. Viajando até esse plano extradimensional, Vampira conseguiu fazer as pazes com o espírito de sua mãe. Vampira participou de diversas formações dos X-Men logo após ingressar no grupo. Tentou deter ao lado de Tempestade, Wolverine, Lince Negra, Colossus e Noturno o massacre dos Morlocks arquitetado pelo vilão Sr. Sinistro, enfrentou bravamente um enlouquecido Juggernaut nas ruas de Edimburgo ao lado de Cristal, Psylocke e Longshot. Também esteve no exílio na Austrália junto com Logan, Ororo, Alex Summers, Piotr Rasputin, Betsy, Alison, Longshot e Madelyne Pryor (clone de Jean Grey) após os acontecimentos da saga ¨Queda de Mutantes, onde foram dados como mortos. Vampira integrou recentemente uma divisão nos Vingadores onde os integrantes trabalham juntos para mostrar a humanidade que humanos e mutantes podem trabalhar juntos por um futuro melhor. Voltou aos X-Men pouco tempo depois ao lado de Gambit, Psylocke, Bishop, Arcanjo e Fantomex na saga \"The Man Called X\" onde inesperadamente Charles Xavier ressurge jovem e enfrentam o Rei das Sombras e Proteus novamente. == Poderes e habilidades == Através do contato físico, Vampira absorve a energia vital, as memórias, pensamentos, habilidades físicas, mentais, normais ou especiais que a vítima possui, além dos seus super-poderes, sejam mutantes ou não. Normalmente, isso ocasiona perda de consciência, porque absorve a energia vital. Contatos prolongados podem levar à morte. Pensava-se, anteriormente, que os poderes tinha efeito temporário, mas na verdade ficam permanentemente com ela, ela apenas não consegue controlar. Vampira possuiu por mais de 20 anos os poderes da Miss Marvel original (Carol Danvers) de força sobre-humana, resistência, voo e invulnerabilidade, já manteve por longo período os poderes flamejantes do X-Men Solaris (Marvel Comics) e até a capacidade de manifestar aleatoriamente poderes anteriormente absorvidos, sem novo contato, permanecendo ativo as garras de Wolverine, seu fator de cura e os poderes da Miss Marvel. Essas capacidades extras ocorreram em diferentes épocas e hoje Vampira possui seu poder de absorção somado aos poderes permanentes de super-força, resistência, invulnerabilidade e voo do herói Simon WillIiams, o Magnum (Marvel Comics). Vampira absorveu de forma permanente os poderes do Magnum na edição de Fabulosos Vingadores vol 1 #21, de 2014. Seus tecidos orgânicos foram permeados com energia iônica, concedendo a ela uma série de habilidades sobre- humanas. Vampira possui força sobre-humana suficiente para levantar mais de 100 toneladas, bem como velocidade, resistência, agilidade e reflexos sobre- humanos. Além disso, Vampira é praticamente invulnerável à danos e é capaz de voar em velocidade super sônica. A energia iônica em seu corpo também lhe concede imunidade à doenças, toxinas e envelhecimento. A maior parte de sua vida, Vampira não tinha controle e seu poder de absorção estava sempre ativo e por isso ela vivia à parte, com uma vida incompleta sem poder ter o menor contato com ninguém e as memórias absorvidas tinham, eventualmente, um efeito prejudicial à sua própria psique, a deixando muitas vezes confusa e até chegando a ter sua própria personalidade subjugada pela que foi absorvida. Esse problema foi resolvido por um tempo graças ao Professor Charles Xavier e de Danger onde então Vampira pôde ativar/desativar seu poder e direcioná-lo para o que queria drenar especificamente e se esse toque causaria dano ou não à pessoa. No evento chamado \"Age of X\" (uma realidade alternativa criada pelo mutante Legião) Vampira parece ter drenado as memórias de algumas pessoas antes de falecerem, inclusive uma versão do Capitão América, tornando-a excelente estrategista e perfeita em habilidades marciais. Depois de integrar os Vingadores, na batalha contra o Celestial, Exitar, Vampira mais uma vez teve seus poderes alquebrados e revive o isolamento e o corpo constantemente coberto como em sua fase clássica, somando-se a isso, o fato de novamente possuir voo, invulnerabilidade e super-força dessa vez, esses poderes foram absorvidos e mantidos de outro Vingador: Simon Williams, o Magnum (Wonder Man). Na quinta edição americana de Mr. and Mrs. X, a revista que seguiu as consequências do casamento da Vampira e Gambit, vemos a \"evolução\" dos poderes da heroína depois que esta mescla seus poderes aos de Xandra – a “filha” perdida do Professor X e Lilandra, enquanto forjavam suas mortes em uma batalha contra o império Shiar. Agora Vampira não precisa tocar em alguém para sugar seus poderes; ela pode simplesmente absorver energias próximas só por aproximação. Esse é um poder bem similar ao que Hope Summers tinha nas HQs e ao personagem Peter Petrelli da série Heroes (série de televisão).https://legiaodosherois.uol.com.br/2018/x-men-vampira-sofre- mudanca-em-seus-poderes-nas-hqs.html Atualmente, ela controla totalmente seus poderes, não tem mais os surtos que ocorriam na sua adolescência, podendo ativar/desativar qualquer poder que absorveu na vida (o que são milhares). Controla também o nível de absorção, podendo tocar nas pessoas sem causar danos ou tocar e matar em segundos. Vampira foi treinada por Wolverine em técnicas de combate e por Gambit em acrobacias e no Savate, para incorporar em seu tipo de luta contra seus adversários. Vampira é fluente em ambos inglês e francês, e seu irmão adotivo Noturno (Kurt Wagner) a ensinou como manejar uma espada, se tornando-se uma ótima espadachim. Além disso Vampira pode aumentar suas habilidades através da absorção das memórias de um outro ser, ex: ela absorveu as habilidades de luta e espionagem de Carol Danvers (antiga Miss Marvel e atual Capitã Marvel). == Relacionamentos amorosos == Por ser uma mutante com a habilidade de absorver poderes, habilidades, personalidades e memórias de outras pessoas com um simples toque, Vampira sempre foi incapaz de ter uma relacionamento amoroso normal. Após o episódio traumático com Cody Robbins (em seu primeiro beijo, seus poderes mutantes se manifestaram e Cody entrou em coma), Vampira sempre tentou manter distância para não causar danos a outros com seus poderes. No entanto isso não evitou que ela tivesse uma paixão platônica por Longshot (que escolheu Cristal ao invés dela). Porém, seu grande amor sempre foi Gambit (Remy LeBeau). Também já teve um relacionamento com Magneto e beijou Deadpool. Entre idas e vindas, Anna Marie e Remy voltam a ser um casal na série \"Rogue & Gambit\" publicada neste ano de 2018 nos EUA. Na última edição da revista X-Men Gold #30 publicada em 20 de Junho de 2018, Vampira e Gambit se casam na mesma cerimônia onde aconteceria o casamento de Kitty Pryde e Colossus. Após Kitty desistir de se casar no último momento. Remy LeBeau aproveita a festa e pede sua amada em casamento que aceita.https://www.omelete.com.br/quadrinhos/gambit-e-vampira-se-casam-nos- quadrinhos-e-serie-mostrara-lua-de-mel == Em outras mídias == === Animação === * Vampira é uma personagem de X-Men: Animated Series, com os poderes de absorção e os da Miss Marvel. Foi dublada por Lenore Zann nos EUA, e por Taciana Fonseca e depois Fernanda Baronne (que se manteve no papel em X-Men: Evolution e nos filmes) no Brasil. * Na série X-Men: Evolution, Vampira é uma adolescente insegura, que apenas possui poderes de absorção. Quando descobre seus poderes Mística a engana e ela fica no lado da Irmandade, mas ao descobrir a verdade vai para a equipe X-Men, tem uma quedinha pelo mutante Ciclope e foi a peça chave para a liberdade de Apocalipse. Foi dublada por Meghan Black nos Estados Unidos, e por Fernanda Baronne no Brasil. * Em Wolverine and the X-Men (série), Vampira atua tanto para os X-Men quanto para a Irmandade de Mutantes. É dublada por Kieren van den Blink na versão original em inglês e por Rita Almeida no Brasil. * É um dos principais personagens de X-Men '97. === Filmes === Anna Paquin interpreta Vampira na trilogia de filmes dos X-Men - a única encarnação em que ela tem nome e sobrenome, Marie D'Acanto. * No primeiro filme, ela foge de casa ao descobrir seus poderes. Vira estudante do Instituto Xavier após um ataque de Dentes-de-Sabre a ela e Wolverine, mas foge ao ser enganada por Mística, sendo então capturada por Magneto para operar uma máquina que induz mutações (que transformaria os líderes da Terra em mutantes). Wolverine a salva, mas a absorção de Magneto cria em Vampira a mecha branca em seu cabelo. * Em X2, Vampira começa uma paquera com Bobby Drake, o Homem de Gelo. Quando os homens de William Stryker atacam a Mansão X, foge junto com Bobby, Pyro e Wolverine para a casa de Bobby, onde usa seus poderes duas vezes seguidas e logo em seguida é resgatada pelos outros X-Men. Quando a barragem do lago Alkali começa a ruir, ela pilota o Jato X para resgatar os X-Men. * Em X-Men: The Last Stand, Vampira vai atrás da cura para mutações que está sendo distribuída para tentar ter um relacionamento com o Homem de Gelo, vendo que ele desenvolvia um relacionamento amoroso com Kitty Pryde. * Faz uma ponta no filme Dias de Um Futuro Esquecido, contudo, suas cenas não apareceram nos cinemas, a 20th Century Fox Home Entertainment resolveu lançar em uma versão alternativa do filme, chamada The Rogue Cut, \"X-Men Dias de Um Futuro Esquecido Edição Vampira\", que foi lançado em 14 de julho de 2015, aniversário de 15 anos do primeiro filme da franquia. === Videogames === * Vampira é personagem jogável em X-Men: Mojo World. * Em X-Men para Mega Drive, Vampira pode ser convocada para atacar inimigos. * Em X-Men vs. Street Fighter, Vampira é uma personagem jogável, e capaz de absorver um ataque do oponente. * Em Marvel vs. Capcom: Clash of Super Heroes, Vampira é parceira de assistências, e personagem jogável em Marvel vs. Capcom 2: New Age of Heroes. * Vampira é personagem jogável nos jogos de luta X-Men: Mutant Academy 2 e X-Men: Next Dimension. * Vampira é uma personagem jogável no jogo X-Men: Reign of Apocalypse, exclusivo para Gameboy Advance. * Vampira é personagem jogável nos RPGs X-Men Legends e X-Men Legends II: Rise of Apocalypse. * Sem ser jogável, Vampira aparece em X2: Wolverine's Revenge e Spider-Man 2: Enter Electro. * Vampira é uma personagem jogável no jogo Deadpool. * Vampira é uma personagem jogável no jogo Marvel Heroes Online. (Jogo offline) * Vampira é uma personagem jogável no jogo Marvel: Contest of Champions, para android e ios. * Vampira é uma personagem jogável no jogo Marvel Future Fight. * Vampira é uma personagem jogável no jogo Marvel Puzzle Quest,disponível para android,Ios e Pc pela Steam. == Ligações externas == * Vampira no Marvel.com .... Categoria:Personagens de X-Men Categoria:Vilões reformados da Marvel Comics Categoria:Os 198 Categoria:Mulheres da Marvel Comics Categoria:Personagens que podem voar Categoria:Personagens com precognição",
 "title": "Rogue"
}