{
 "id": "6178",
 "text": "No budismo, o termo anattā (páli: अनत्ता) ou anātman (sânscrito: अनात्मन्) refere-se à doutrina do \"não-eu\" ou \"não-self\" - de que nenhum self ou essência imutável e permanente pode ser encontrado em qualquer fenômeno. Embora muitas vezes interpretado como uma doutrina que nega a existência de um eu, anatman é descrito com mais precisão como uma estratégia para alcançar o desapego reconhecendo tudo como impermanente, enquanto se permanece em silêncio sobre a existência última de uma essência imutável.\"Selves & Not- self: The Buddhist Teaching on Anatta\", by Thanissaro Bhikkhu. Access to Insight (Legacy Edition), 30 November 2013, http://www.accesstoinsight.org/lib/authors/thanissaro/selvesnotself.html Em contraste, o hinduísmo afirma a existência de Atman (Self) como pura consciência ou consciência-testemunha, == Etimologia e nomenclatura == Anatta é uma palavra composta em páli que consiste em an (não, sem) e attā (essência autoexistente). O termo refere-se ao conceito budista central de que não há fenômeno que tenha \"autoexistência\" ou essência. É uma das três características de toda existência, juntamente com dukkha (sofrimento, insatisfação) e anicca (impermanência). Anatta é sinônimo de Anātman (an + ātman) nos textos budistas sânscritos. Em alguns textos páli, ātman dos textos védicos também é referido com o termo Attan, com o sentido da alma. Um uso alternativo de Attan ou Atta é \"eu, si mesmo, essência de uma pessoa\", impulsionado pela crença bramânica da era védica de que atman é a essência permanente e imutável de um ser vivo, ou o verdadeiro eu. Na literatura inglesa relacionada ao budismo, Anatta é traduzida como \"não-Self\", mas esta tradução expressa um significado incompleto, afirma Peter Harvey; uma tradução mais completa é \"nenhum-Self\" porque desde seus primeiros dias, a doutrina Anatta nega que haja algo chamado 'eu' próprio permanente em qualquer pessoa ou qualquer outra coisa, e que uma crença nesse 'eu' é uma fonte de Dukkha (sofrimento, dor, insatisfação). O estudioso budista Richard Gombrich, no entanto, argumenta que anattā é muitas vezes mal traduzido como significando \"não tendo um eu ou essência\", mas na verdade significa \"não é ātman\" em vez de \"não tem ātman\". Também é incorreto traduzir Anatta simplesmente como \"sem ego\", de acordo com Peter Harvey, porque o conceito indiano de ātman e attā é diferente do conceito freudiano de ego., Citação: \"Again, anatta does not mean 'egoless', as it is sometimes rendered. The term 'ego' has a range of meanings in English. The Freudian 'ego' is not the same as the Indian atman/atta or permanent Self.\" == Anattā no budismo inicial == === Nos primeiros textos budistas === O conceito de Anatta aparece em vários Sutras dos antigos textos budistas Nikaya (Cânone Páli). Aparece, por exemplo, como um substantivo em Samyutta Nikaya III.141, IV.49, V.345, no Sutta II.37 de Anguttara Nikaya, II.37–45 e II.80 de Patisambhidamagga, III.406 de Dhammapada. Também aparece como um adjetivo, por exemplo, no Samyutta Nikaya III.114, III.133, IV.28 e IV.130–166, no Sutta III.66 e V.86 do Vinaya. Também é encontrado no Dhammapada. Os textos budistas antigos discutem Attā ou Attan (si próprio), às vezes com termos alternativos como Atuman, Tuma, Puggala, Jiva, Satta, Pana e Nama-rupa, fornecendo assim o contexto para a doutrina budista Anatta. Exemplos de tais discussões contextuais de Attā são encontrados em Digha Nikaya I.186-187, Samyutta Nikaya III.179 e IV.54, Vinaya I.14, Majjhima Nikaya I.138, III.19 e III.265-271 e Anguttara Nikaya I.284. De acordo com Steven Collins, a investigação de anattā e \"negação de si mesmo\" nos textos budistas canônicos é \"insistida apenas em certos contextos teóricos\", enquanto eles usam os termos atta, purisa, puggala de forma bastante natural e livre em vários contextos. A elaboração da doutrina anattā, juntamente com a identificação de palavras como \"puggala\" como \"sujeito permanente ou alma\" aparece na literatura budista posterior. De acordo com Collins, os Suttas apresentam a doutrina em três formas. Primeiro, eles aplicam a investigação \"não-eu, não-identidade\" a todos os fenômenos, bem como a todo e qualquer objeto, produzindo a ideia de que \"todas as coisas são não-eu\" (sabbe dhamma anattā). Em segundo lugar, afirma Collins, os Suttas aplicam a doutrina para negar o si próprio de qualquer pessoa, tratando a presunção como evidente em qualquer afirmação de \"isto é meu, isto sou eu, isto sou eu mesmo\" (etam mamam eso 'ham asmi, eso me atta ti). Terceiro, os textos teravadas aplicam a doutrina como referência nominal, para identificar exemplos de \"eu\" e \"não- eu\", respectivamente, a Visão Errada e a Visão Correta; este terceiro caso de uso nominativo é devidamente traduzido como \"eu\" (como uma identidade) e não tem relação com \"alma\", afirma Collins. Os dois primeiros usos incorporam a ideia de alma. === Sem negação de \"eu\" === Os estudiosos budistas Richard Gombrich e Alexander Wynne argumentam que as descrições do não-eu nos primeiros textos budistas não negam a existência de um eu próprio. Wynne e Gombrich argumentam que as declarações do Buda sobre anattā eram originalmente um ensinamento de \"não-eu\" que se desenvolveu em um ensinamento de \"nenhum-eu\" no pensamento budista posterior. De acordo com Wynne, os primeiros textos budistas, como o Anattalakkhana Sutta, não negam que exista um si mesmo, afirmando que os cinco agregados que são descritos como não-eu não são descrições de um ser humano, mas descrições da experiência do ser humano. De acordo com Johannes Bronkhorst, é possível que \"o budismo original não tenha negado a existência da alma\", embora uma firme tradição budista tenha sustentado que o Buda evitou falar sobre a alma ou até mesmo negara sua existência. O tibetólogo André Migot afirma que o budismo original pode não ter ensinado uma completa ausência do self, apontando para evidências apresentadas pelos acadêmicos de páli e budismo Jean Przyluski e Caroline Rhys Davids de que o budismo primitivo geralmente acreditava em um eu, fazendo com que as escolas budistas admitissem a existência de um \"self\" não heréticas, mas conservadoras, aderindo a crenças antigas. Embora possa haver ambivalência sobre a existência ou inexistência do self na literatura budista primitiva, Bronkhorst sugere que esses textos indicam claramente que o caminho budista da libertação consiste não em buscar o autoconhecimento do tipo Atman, mas em afastar-se do que poderia erroneamente ser considerado como o eu perfeito eterno e apropriado com apego. Esta é uma posição inversa às tradições védicas que reconheciam o conhecimento desse conceito de eu como \"o principal meio para alcançar a liberação\". Um exemplo de escola do budismo inicial que mais defendeu a realidade de um eu foi o Pudgalavada, também chamados \"personalistas\", com base em comentários do Buda que apontavam referência a um sujeito ou pessoa (pudgala). Ela foi combatida por outras escolas posteriores. Para os pudgalavadins, o eu era o constituinte verdadeiro e último único a cada indivíduo, persistente na transmigração em meio à impermanência de seus constituintes: não podia nem ser identificado de forma reducionista aos agregados (skandhas), nem ser desvinculado destes, mas era o realizador de suas próprias ações e apreciador dos resultados. Sua teoria foi interpretada seja de forma conceitual, seja de forma substancial.Priestley, Leonard C. D. C (1999). Pudgalavāda Buddhism: The Reality of the Indeterminate Self. Toronto: University of Toronto, Centre for South Asian Studies. Arquivado na Wayback Machine em 1 de março de 2022 De acordo com Harvey, o uso contextual de Attā nos Nikāyas é bilateral. Em um, nega diretamente que qualquer coisa possa ser encontrada chamada de um \"eu\" ou alma em um ser humano que seja uma essência permanente de um ser humano, um tema encontrado nas tradições bramânicas (antigas hindus). Em outro, afirma Peter Harvey, como no Samyutta Nikaya IV.286, o Sutta considera o conceito materialista nos tempos védicos pré- budistas de \"sem vida após a morte, aniquilação completa\" na morte como uma negação do Eu, mas ainda \"amarrada com a crença em um Eu\". \"O Eu existe\" é uma premissa falsa, afirmam os primeiros textos budistas. No entanto, acrescenta Peter Harvey, esses textos também não admitem a premissa \"o Eu não existe\" porque a redação pressupõe o conceito de \"Eu\" antes de negá-lo; em vez disso, os primeiros textos budistas usam o conceito de Anatta como premissa implícita. === Desenvolver o \"eu\" === De acordo com Peter Harvey, enquanto os Suttas criticam as noções de um Eu eterno e imutável como sem fundamento, eles vêem um ser iluminado como aquele cujo eu empírico é altamente desenvolvido. Isso é paradoxal, afirma Harvey, em que \"o estado nibbana semelhante ao Eu\" é um self maduro que conhece \"tudo como sem self\". O \"eu empírico\" é o citta (mente/coração, mentalidade, natureza emocional), e o desenvolvimento do eu nos Suttas é o desenvolvimento deste citta. Aquele com \"grande eu\", afirmam os primeiros suttas budistas, tem uma mente que não está à mercê de estímulos externos nem de seus próprios humores, nem disperso nem difuso, mas imbuído de autocontrole e autocontido em direção ao objetivo único de nibbana e um estado 'semelhante ao Eu'. Este \"grande eu\" ainda não é um Arahat, porque ele ainda faz pequenas ações más que levam à fruição cármica, mas ele tem virtude suficiente para não experimentar essa fruição no inferno. Um Arahat, afirma Harvey, tem um estado totalmente iluminado de eu empírico, que carece do \"senso de 'eu sou' e 'isto eu sou'\", que são ilusões que o Arahat transcendeu. O pensamento budista e a teoria da salvação enfatizam um desenvolvimento do eu em direção a um estado altruísta não apenas em relação a si mesmo, mas reconhecendo a falta de essência relacional e do Eu nos outros, no que afirma Martijn van Zomeren: \"o eu é uma ilusão\"., Citação: \"Buddhism is an example of a non-theistic religion, which underlies a cultural matrix in which individuals believe that the self is an illusion. Indeed, its anatta doctrine states that the self is not an essence.\" === Carma, renascimento e anattā === Os Quatro planos de libertação (de acordo com o Sutta Piaka) \"fruto\" do estágio Grilhões abandonados renascimento(s) até o fim do sofrimento entrante- na-corrente 1. visão de identidade (Anatman) 2. dúvida no Buda 3. regras rituais ou ascéticas grilhões inferiores até sete renascimentos em reinos humanos ou celestiais aquele que retorna uma vez mais uma vez como um humano não-retornante 4. desejo sensual 5. má vontade mais uma vez em um plano celeste (Moradas Puras) arahant 6. desejo de renascimento material 7. desejo de renascimento imaterial 8. presunção 9. inquietação 10. ignorância grilhões superiores nenhum renascer Fonte: Ñāṇamoli & Bodhi (2001), Discursos de Extensão Média, pp. 41-43. O Buda enfatizou as doutrinas do karma e do anattā.\"Selves & Not-self: The Buddhist Teaching on Anatta\", by Thanissaro Bhikkhu. Access to Insight (Legacy Edition), 30 November 2013, http://www.accesstoinsight.org/lib/authors/thanissaro/selvesnotself.html O Buda criticou a doutrina que postulava uma essência imutável como um sujeito sendo a base do renascimento e da responsabilidade moral cármica, que ele chamou de \"atthikavāda\". Ele também criticou a doutrina materialista que negava a existência tanto da alma quanto do renascimento e, assim, negava a responsabilidade moral cármica, que ele chama de \"natthikavāda\".David Kalupahana, Causality: The Central Philosophy of Buddhism. The University Press of Hawaii, 1975, page 44. Em vez disso, o Buda afirmou que não há essência, mas há renascimento para o qual a responsabilidade moral cármica é uma obrigação. Na estrutura de carma do Buda, a visão correta e as ações corretas são necessárias para a libertação. O hinduísmo, o jainismo e o budismo afirmam uma crença no renascimento e enfatizam a responsabilidade moral de uma maneira diferente das escolas materialistas pré-budistas das filosofias indianas. As escolas materialistas de filosofias indianas, como Charvaca, são chamadas de escolas aniquilacionistas porque postulavam que a morte é o fim, não há vida após a morte, nem alma, nem renascimento, nem carma, e que a morte é aquele estado em que um ser vivo é completamente aniquilado, dissolvido. Buda criticou a visão materialista do aniquilacionismo que negava o renascimento e o carma, afirma Damien Keown. Tais crenças são inadequadas e perigosas, afirmou Buda, porque encorajam a irresponsabilidade moral e o hedonismo material. Anatta não significa que não haja vida após a morte, renascimento ou fruição do carma, e o budismo se contrasta com as escolas aniquilacionistas. O budismo também se contrasta com outras religiões indianas que defendem a responsabilidade moral, mas postulam o eternalismo com sua premissa de que dentro de cada ser humano existe uma essência ou alma eterna imutável que pode ser apontada empiricamente, e essa alma faz parte da natureza de um ser vivo, existência e realidade metafísica. == Anattā no Budismo Teravada == === Visões tradicionais === Os estudiosos do budismo Teravada, afirma Oliver Leaman, consideram a doutrina Anatta como uma das principais teses do budismo. A negação budista de um eu é o que distingue o budismo das principais religiões do mundo, como o cristianismo e o hinduísmo, conferindo-lhe singularidade, afirma a tradição Teravada. Com a doutrina de Anatta, permanece ou cai toda a estrutura budista, afirma Nyanatiloka Mahathera. De acordo com Collins, \"a percepção do ensino de anattā é considerada como tendo dois loci principais na educação intelectual e espiritual de um indivíduo\" à medida que ele/ela progride ao longo do Caminho. A primeira parte desse insight é evitar sakkayaditthi (Crença na Personalidade), que é converter o \"senso de eu que é obtido da introspecção e do fato da individualidade física\" em uma crença teórica em um eu. \"Uma crença em um corpo (realmente) existente\" é considerada uma crença falsa e uma parte dos Dez Grilhões que devem ser gradualmente perdidos. O segundo locus é a realização psicológica de anattā, ou perda de \"orgulho ou vaidade\". Isso, afirma Collins, é explicado como o conceito de asmimana ou \"eu sou\"; (...) a que se refere este \"conceito\" é o fato de que para o homem não iluminado, toda experiência e ação devem necessariamente aparecer fenomenologicamente como acontecendo ou originando-se de um \"eu\". Quando um budista fica mais iluminado, tal acontecimento ou se originar de um \"eu\", ou sakkdyaditthi, é menor. A obtenção final da iluminação é o desaparecimento desse \"eu\" automático, mas ilusório. A tradição Teravada há muito considera a compreensão e aplicação da doutrina Anatta como um ensinamento complexo, cuja \"aplicação pessoal e introjetada sempre foi considerada possível apenas para o especialista, o monge praticante\". A tradição, afirma Collins, \"insistiu ferozmente no anattā como uma posição doutrinária\", enquanto na prática pode não desempenhar um papel muito importante na vida religiosa diária da maioria dos budistas. A doutrina Teravada de Anatta, ou não-eu não-alma, inspira práticas meditativas para monges, afirma Donald Swearer, mas para os leigos budistas teravadas no Sudeste Asiático, as doutrinas de kamma, renascimento e punna (mérito) inspiram uma ampla gama de práticas rituais e comportamento ético. A doutrina Anatta é a chave para o conceito de Nibbana na tradição Teravada. O estado de nirvana liberto, afirma Collins, é o estado de Anatta, um estado que não é universalmente aplicável nem pode ser explicado, mas pode ser realizado. === Disputas atuais === A disputa sobre as doutrinas do \"eu\" e do \"não-eu\" continuou ao longo da história do budismo. No budismo tailandês, por exemplo, afirma Paul Williams, alguns estudiosos budistas da era moderna afirmaram que \"o Nirvana é de fato o verdadeiro eu\", enquanto outros budistas tailandeses discordam. Por exemplo, a tradição Dhammakaya na Tailândia ensina que é errôneo subsumir o nirvana sob a rubrica de anattā (não-eu); em vez disso, o nirvana é ensinado como o \"verdadeiro eu\" ou dhammakaya. A tradição Dhammakaya que ensina que o nirvana é atta, ou verdadeiro eu, foi criticada como herética no budismo em 1994 pelo Ven. Payutto, um conhecido monge erudito, que afirmou que 'Buda ensinou Nibbana como sendo não-eu\". O abade de um dos maiores templos na tradição Dhammakaya, Luang Por Sermchai de Wat Luang Por Sodh Dhammakayaram, argumenta que tende a ser os acadêmicos que mantêm a visão do não-eu absoluto, em vez de praticantes de meditação budista. Ele aponta para as experiências de proeminentes monges eremitas da floresta, como Luang Pu Sodh e Ajahn Mun, para apoiar a noção de um \"eu verdadeiro\". Interpretações semelhantes sobre o \"verdadeiro eu\" foram apresentadas anteriormente pelo 12º Patriarca Supremo da Tailândia em 1939. De acordo com Williams, a interpretação do Supremo Patriarca ecoa os sutras tathāgatagarbha. Vários professores notáveis da Tradição Tailandesa das Florestas também descreveram ideias em contraste com o não-eu absoluto. Ajahn Maha Bua, um conhecido mestre de meditação, descreveu a citta (mente) como sendo uma realidade indestrutível que não se enquadra em anatta.pp. 101–103 Maha Boowa, Arahattamagga, Arahattaphala: the Path to Arahantship – A Compilation of Venerable Acariya Maha Boowa's Dhamma Talks about His Path of Practice, trad. Bhikkhu Silaratano, 2005, http://www.forestdhammabooks.com/book/3/Arahattamagga.pdf Ele afirmou que o não-eu é meramente uma percepção que é usada para afastar a pessoa da paixão pelo conceito de um eu, e que, uma vez que essa paixão se vá, a ideia de não- eu também deve ser abandonada.Archived at Ghostarchive and the Wayback Machine: O monge americano Thanissaro Bhikkhu, da Tradição Tailandesa das Florestas, descreve as declarações do Buda sobre o não-eu como um caminho para o despertar, em vez de uma verdade universal.\"Selves & Not-self: The Buddhist Teaching on Anatta\", by Thanissaro Bhikkhu. Access to Insight (Legacy Edition), 30 November 2013, http://www.accesstoinsight.org/lib/authors/thanissaro/selvesnotself.html Bhikkhu Bodhi escreveu uma réplica a Thanissaro, concordando que anattā é uma estratégia para o despertar, mas afirmando que \"A razão pela qual o ensinamento de anattā pode servir como uma estratégia de libertação é precisamente porque serve para corrigir um equívoco sobre a natureza do ser, portanto, um erro ontológico.\" Thanissaro Bhikkhu afirma que o Buda intencionalmente deixou de lado a questão de saber se existe ou não um eu como uma questão inútil, e passa a chamar a frase \"não há eu\" o \"avô das falsas citações budistas\". Ele acrescenta que apegar-se à ideia de que não existe nenhum eu na verdade impediria a iluminação. Thanissaro Bhikkhu aponta para o Ananda Sutta (SN 44.10), onde o Buda fica em silêncio quando perguntado se existe um 'eu' ou não, como uma das principais causas da disputa. == Anātman no Budismo Maaiana == Anātman é uma das principais doutrinas fundamentais do budismo, e sua discussão é encontrada nos textos posteriores de todas as tradições budistas. Existem muitas visões diferentes de anātman (; japonês : 無我 muga; coreano: 무아 mu-a) dentro de várias escolas maaianas. Os primeiros textos do budismo Maaiana ligam sua discussão da \"vacuidade\" (śūnyatā) ao anātman e ao nirvana. Eles o fazem, afirma Mun-Keat Choong, de três maneiras: primeiro, no senso comum do estado meditativo de vacuidade de um monge; segundo, com o sentido principal de anātman ou 'tudo no mundo está vazio de self'; terceiro, com o sentido último do Nirvana ou realização da vacuidade e, assim, o fim dos ciclos de sofrimento do renascimento. A doutrina anātman é outro aspecto de śūnyatā, sua realização é a natureza do estado de nirvana e o fim dos renascimentos. === Nāgārjuna === O filósofo budista Nāgārjuna (~200 EC), o fundador da escola Madiamaca (caminho do meio) do Budismo Maaiana, primeiro analisou darma como fatores de experiência. Ele, afirma David Kalupahana, analisou como essas experiências se relacionam com \"cativeiro e liberdade, ação e consequência\", e posteriormente analisou a noção de eu pessoal (ātman). Ele escreveu extensivamente sobre a rejeição da entidade metafísica chamada ātman (eu, alma), afirmando no capítulo 18 de seu Mūlamadhyamakakārikā que não existe tal entidade substancial e que \"Buda ensinou a doutrina do não-eu\". Nāgārjuna afirmou que a noção de um eu está associada à noção de identidade própria e ideias corolárias de orgulho, egoísmo e um senso de personalidade psicofísica. Tudo isso é falso e leva ao cativeiro, em seu pensamento madiamaca. Não pode haver orgulho nem possessividade em alguém que aceita anātman e nega o \"eu\", que é o senso de identidade pessoal de si mesmo, dos outros ou de qualquer coisa, afirma Nāgārjuna., Citação: \"Nāgārjuna, the second century Indian Buddhist philosopher, used śūnyatā not to characterize the true nature of reality but to deny that anything has any self-existence or reality of its own.\" Além disso, todas as obsessões são evitadas quando uma pessoa aceita a vacuidade (śūnyatā). Nāgārjuna negou que exista algo chamado de natureza própria (svabhava), bem como de \"natureza de outro\", enfatizando que o verdadeiro conhecimento compreende a vacuidade. Qualquer um que não se dissociou de sua crença na personalidade em si mesmo ou dos outros, através do conceito de self, está em um estado de avidya (ignorância) e preso no ciclo de renascimentos e mortes. === Iogachara === Os textos atribuídos ao filósofo budista Vasubandhu do século V, da escola Iogachara, discutem anātman como uma premissa fundamental do Buda. As interpretações Vasubandhu da tese do não-eu foram desafiadas pelo estudioso budista do século VII, Candrakīrti, que então ofereceu suas próprias teorias sobre sua importância. === Sutras Tathagatagarbha: Buda é o Verdadeiro Eu === Alguns textos budistas do primeiro milênio EC sugerem conceitos que têm sido controversos porque implicam um conceito \"semelhante ao Eu\". Em particular são os tathāgatagarbha sūtras, em que o próprio título significa um garbha (útero, matriz, semente) contendo Tathagata (Buda). Esses Sutras sugerem, afirma Paul Williams, que \"todos os seres sencientes contêm um Tathagata\" como sua \"essência, núcleo ou natureza interior essencial\". A doutrina tathagatagarbha, em seu início, provavelmente apareceu na parte posterior do século III d.C., e é verificável em traduções chinesas do primeiro milênio d.C. A maioria dos estudiosos considera que a doutrina tathāgatagarbha de uma \"natureza essencial\" em cada ser vivo é equivalente a \"eu\", e contradiz as doutrinas anātman na grande maioria dos textos budistas, levando os estudiosos a postular que os sutras tathagatagarbha foram escritos para promover o budismo aos não-budistas., Citação: \"Some texts of the tathāgatagarbha literature, such as the Mahaparinirvana Sutra actually refer to an atman, though other texts are careful to avoid the term. This would be in direct opposition to the general teachings of Buddhism on anātman. Indeed, the distinctions between the general Indian concept of atman and the popular Buddhist concept of Buddha-nature are often blurred to the point that writers consider them to be synonymous.\" O Mahāyānasūtrālaṃkāra contém trechos que afirma o atingimento de um \"Eu\" em nível maior na libertação, como em 9.23: \"Na pureza que é a vacuidade, tendo alcançado o caminho através da ausência do eu, [e] porque eles atingiram o eu puro (śuddhātman), os Budas chegaram ao seu próprio grande eu (ātmamahātman)\". O Mahayana Mahaparinirvana Sutra afirma explicitamente que o Buda usou o termo \"eu\" para conquistar ascetas não-budistas. Citação: \"... it refers to the Buddha using the term \"self\" in order to win over non-Buddhist ascetics.\" O Ratnagotravibhāga (também conhecido como Uttaratantra), outro texto composto na primeira metade do primeiro milênio d.C. e traduzido para o chinês em 511 d.C., aponta que o ensinamento da doutrina tathāgatagarbha visa conquistar os seres sencientes para o abandono do \"autoamor\" (atma-sneha) – considerado um dos defeitos pelo budismo. A tradução chinesa tathāgatagarbha do século VI afirma que \"Buda tem shiwo (verdadeiro eu) que está além do ser e do não-ser\". No entanto, o Ratnagotravibhāga afirma que o \"eu\" implícito na doutrina tathāgatagarbha é na verdade \"não-eu\". De acordo com alguns estudiosos, a Natureza de Buda discutida nesses sutras não representa um eu substancial; em vez disso, é uma linguagem positiva e expressão da \"vacuidade\" śūnyatā, representando a potencialidade de realizar o estado de Buda através das práticas budistas. Outros estudiosos, de fato, detectam tendências para o monismo nessas referências de tathagatagarbha.Jamie Hubbard, Absolute Delusion, Perfect Buddhahood, University of Hawai’i Press, Honolulu, 2001, pp. 99-100 Michael Zimmermann vê a noção de um eu imperecível e eterno no Tathagatagarbha Sutra.Zimmermann, Michael (2002), A Buddha Within: The Tathāgatagarbhasūtra, Biblotheca Philologica et Philosophica Buddhica VI, The International Research Institute for Advanced Buddhology, Soka University, p. 64 Zimmermann também afirma que \"a existência de um eu eterno e imperecível, isto é, a budeidade, é definitivamente o ponto básico do Tathāgatagarbha Sutra\".Michael Zimmermann, A Buddha Within, p. 64 Ele indica ainda que não há interesse evidente encontrado neste sutra na ideia de Vacuidade (sunyata).Zimmermann, A Buddha Within, p. 81 Williams afirma que o \"eu\" nos sutras tathāgatagarbha é na verdade \"não-eu\", e nem idêntico nem comparável aos conceitos hindus de brahman e self. === Vajraiana === miniaturadaimagem|348x348px| Deidades budistas tibetanas e nepalesas Nairatmya e Hevajra em um abraço. Nairatmya é a deusa da vacuidade e da realização anātman. A doutrina anātman é amplamente discutida e parcialmente inspira as práticas rituais da tradição Vajraiana. Os termos tibetanos como bdag med referem-se a \"sem um eu, insubstancial, anātman\". Essas discussões, afirma Jeffrey Hopkins, afirmam a \"inexistência de um eu permanente, unitário e independente\", e atribuem essas ideias ao Buda. As práticas rituais no Budismo Vajraiana, como o ioga da deidade, empregam o conceito de deidades, para acabar com o autoagarramento e se manifestar como uma deidade purificada e iluminada como parte do caminho vajraiana para a libertação dos renascimentos. Uma dessas deidades é a deusa Nairatmya (literalmente, não-alma, não-eu). Ela simboliza, afirma Miranda E. Shaw, que \"o eu é uma ilusão\" e \"todos os seres e aparências fenomenais carecem de um eu ou essência permanente\" no Vajraiana. Entretanto, nos tantras maiores, particularmente os do Mahayoga e do Dzogchen, encontram-se afirmações sobre um \"grande Eu\" ou \"grande Self\" (; ), em referência à Base Primordial (gzhi) e sua união de vacuidade e luminosidade. Sobre esse ensino em Longchenpa, por exemplo, David Germano explica: > \"Uma vez que esses discípulos são assim 'soltos' e não estão mais nas garras > rígidas da percepção e pensamento dualísticos baseados em coisas, há uma > abertura psicológica para o ensino 'real' quanto à realidade última do > Universo―o Mestre pode agora revelar o núcleo inerente de luminosidade > indestrutível presente dentro de cada ser senciente sem que esses discípulos > o enquadrem confiantemente (e, assim, o descartendo em termos de qualquer > relevância transformadora duradoura) em termos de suas categorias e vieses > dualistas e emocionalmente distorcidos normais. Assim, Longchenpa até se > sente à vontade para falar de uma \"grande autoidentidade\" (bDag Nyid Chen > Po; Paramātmā), termo que se refere ao núcleo de luminosidade indestrutível > como uma espécie de 'super' (Chen Po) identidade que transcende a oposição > convencional de 'eu' e 'não-eu'\" == Diferença entre budismo e hinduísmo == === Atman no hinduísmo === O conceito budista de anattā ou anātman é uma das diferenças fundamentais entre o budismo dominante e o hinduísmo dominante, com o último afirmando que ātman (eu perfeito imutável) existe. \"reificando a consciência como um eu eterno.\" No hinduísmo, Atman refere-se à essência dos seres humanos, a consciência pura observadora ou consciência-testemunha.[a] ; [b] ; [c] Ele não é afetado pelo ego,James Hart (2009), Who One Is: Book 2: Existenz and Transcendental Phenomenology, Springer, , pages 2-3, 46-47Richard White (2012), The Heart of Wisdom: A Philosophy of Spiritual Life, Rowman & Littlefield Publishers, , pages 125-131 é distinto do ser individual (jivanatman) embutido na realidade material, e caracterizado por Ahamkara ('criação do eu'), mente (citta, manas), e todos os kleshas (impurezas). A personalidade incorporada muda com o tempo, enquanto o Atman não. De acordo com Jayatilleke, a investigação das Upanixades falha em encontrar um correlato empírico do suposto Atman, mas, no entanto, assume sua existência, e os advaitins \"reificam a consciência como um eu eterno\". Em contraste, a investigação budista \"está satisfeita com a investigação empírica que mostra que tal Atman não existe porque não há evidências\", afirma Jayatilleke. De acordo com Harvey, no budismo a negação dos existentes temporais é aplicada de forma ainda mais rigorosa do que nas Upanixades: Tanto o budismo quanto o hinduísmo distinguem \"eu sou, isto é meu\" relacionado ao ego, de suas respectivas doutrinas abstratas de \"Anatta\" e \"Atman\". Isso, afirma Peter Harvey, pode ter sido uma influência do budismo no hinduísmo., Citação: \"The post-Buddhist Matri Upanishad holds that only defiled individual self, rather than the universal one, thinks 'this is I' or 'this is mine'. This is very reminiscent of Buddhism, and may well have been influenced by it to divorce the universal Self from such egocentric associations\". === Anatman e Niratman === O termo niratman aparece no Maitrayaniya Upanishad do hinduísmo, como nos versos 6.20, 6.21 e 7.4. Niratman significa literalmente \"altruísta\". O conceito niratman foi interpretado como análogo ao anatman do budismo. Os ensinamentos ontológicos, no entanto, são diferentes. Na Upanixade, afirma Thomas Wood, numerosas descrições positivas e negativas de vários estados – como niratman e sarvasyatman (o eu de todos) – são usadas no Maitrayaniya Upanishad para explicar o conceito não-dual do \"eu mais elevado\". De acordo com Ramatirtha, afirma Paul Deussen, a discussão do estado niratman está se referindo a parar o reconhecimento de si mesmo como uma alma individual e alcançar a consciência da alma universal ou o Brahman metafísico. == Correspondência no pirronismo == O filósofo grego Pirro viajou para a Índia como parte da comitiva de Alexandre, o Grande, onde foi influenciado pelos gimnosofistas indianos, que o inspiraram a criar a filosofia do pirronismo. O filólogo Christopher Beckwith tentou demonstrar que Pirro baseou sua filosofia em sua tradução das três marcas da existência para o grego, e que adiáfora (não logicamente diferenciável, não claramente definível, negando o uso de \"diáfora\" por Aristóteles) refletiria a compreensão de Pirro do conceito budista de anatta. == Ver também == * Essencialismo e não-essencialismo * Filosofia budista * Filosofia do eu * Identidade pessoal * Navio de Teseu * Paradoxo do teletransporte * Si mesmo == Bibliografia == * * * * * Dalai Lama (1997), Healing Anger: The Power of Patience from a Buddhist Perspective. Translated by Geshe Thupten Jinpa. Snow Lion Publications. Source: (accessed: Sunday March 25, 2007) * * * * * * * * * * * * * * * * * * K. R. Norman (1981), A Note on Attā in the Alagaddūpama Sutta . Studies in Indian Philosophy LD Series, 84 – 1981 * * * * * * * * * * * * ==Ligações externas== * Categoria:Não-dualidade Categoria:Si mesmo Categoria:Conceitos filosóficos budistas",
 "title": "Anatta"
}