{
 "id": "61799",
 "text": "Bad Religion é uma banda estadunidense de punk rock formada em 1979 por Jay Bentley, Greg Graffin, Brett Gurewitz e Jay Ziskrout. A banda é frequentemente creditada por liderar uma cena de volta ao punk rock durante o final da década de 1980, influenciando vários outros músicos do estilo em suas carreiras. Já vendeu milhões de discos pelo mundo São conhecidos por suas letras com temas sociais e por sua habilidade em expressar sua ideologia através do uso de metáforas. Sua formação já passou por diversas mudanças através do tempo, sendo que o vocalista Greg Graffin foi o único a estar em todos os álbuns. No entanto, atualmente, estão na banda três integrantes do quarteto original, além do vocalista Greg estão o guitarrista Brett Gurewitz e o baixista Jay Bentley, que só esteve de fora em um álbum. Destaca-se também o guitarrista Greg Hetson, que ingressou na banda em 1984 e saiu, senão oficialmente, tendo ficado de fora de apresentações desde que Mike Dimkich assumiu seu posto, em abril de 2013. == História == === Primeira fase (1979-1985) === Bad Religion foi formado em Los Angeles, Califórnia, em 1979 pelos estudantes do ensino secundário Greg Graffin (vocal), Jay Bentley (baixo), Jay Ziskrout (bateria) e Brett Gurewitz (guitarra), este último também conhecido como \"Mr. Brett\". Suas maiores influências estão nas primeiras bandas de punk rock tais como Ramones, Black Flag e The Clash. Fora do movimento punk, suas influências também incluem Beach Boys, Elvis Costello, Todd Rundgren, The Jam e Nick Lowe, e autores como Jack Kerouac e Noam Chomsky. Em 1981 a banda lançou seu primeiro EP, homônimo, através de sua recém aberta própria gravadora, Epitaph Records, que era gerenciada por Gurewitz. No ano seguinte a banda lançou o primeiro álbum, How Could Hell Be Any Worse?. Durante sua gravação Jay Ziskrout deixou a banda, tendo sido substituído por Peter Finestone. Foi lançado em 1983 o álbum Into the Unknown, um álbum de rock progressivo bastante impopular entre os fãs mais assíduos e que está, atualmente, fora de circulação. No ano seguinte, Greg Hetson do Circle Jerks, que já havia tocado um solo de guitarra em \"Part III\" de How Could Hell Be Any Worse?, entrou na banda para substituir Gurewitz, que estava em reabilitação por problemas com drogas. A banda voltou ao seu estilo do primeiro disco,lançando um EP titulado Back To The Know, o qual é considerado tão bom que músicas como Along The Way e Frogger são pedidas até hoje. Mas a banda encerrou suas atividades logo após. === Reunião (1986-1992) === A banda foi lentamente reformada, com Jay Bentley sendo chamado por Greg para voltar ao grupo. Após ter sido assegurado que a lista de faixas do primeiro concerto de volta consistiria na maioria das faixas de How Could Hell Be Any Worse?, ele aceitou voltar à banda para este concerto, mas acabou retornando como membro oficial. Gurewitz, agora reabilitado, também foi convencido a voltar à banda. Lançaram então Suffer em 1988. Os álbuns No Control (1989) e Against the Grain (1990) aumentaram a popularidade da banda, seguidos de Generator (1992). Em 1991, antes das sessões de gravação de Generator, o baterista Pete Finestone deixou a banda para focar-se em sua outra banda, The Fishermen, que havia assinado contrato com uma grande gravadora, tendo sido substituído por Bobby Schayer. Também em 1991 foi lançado o primeiro álbum de compilação, 80-85, uma repacotamento de How Could Hell Be Any Worse?, Bad Religion e Back to the Known, além das três contribuições da banda para o EP Public Service. Esse álbum está atualmente fora de circulação, tendo sido substituído pelo relançamento de How Could Hell Be Any Worse? de 2004, com a mesma lista de faixas. === Sucesso na mídia (1993-1995) === Com o sucesso do rock alternativo e do grunge na grande mídia, a banda deixou a Epitaph Records para assinar contrato com a Atlantic Records, re-lançando então seu sétimo álbum de estúdio, Recipe for Hate (1993), agora em uma grande gravadora. O álbum foi seguido de Stranger than Fiction (álbum) (1994), e Gurewitz deixou a banda novamente logo após seu lançamento. Ele citou oficialmente a quantidade de tempo gasta nos escritórios da Epitaph pelo fato da banda The Offspring ter se tornado uma das maiores bandas de em meados da década de 1990. Entretanto, tanto Gurewitz quanto vários outros fãs acusaram a banda de \"vendida\" por ter deixado a Epitaph para buscar maior retorno financeiro. Gurewitz foi substituído como guitarrista por Brian Baker, ex-membro de bandas como Minor Threat e Dag Nasty. Com a saída de Gurewitz, Greg tornou-se o principal compositor da banda. Em 4 de março de 1998, \"Stranger than Fiction\" tornou-se recebeu a primeira certificação da RIAA para a banda, o ouro, com mais de meio milhão de cópias vendidas nos Estados Unidos. === Período pós Gurewitz (1996-2001) === A banda continuou sem Brett Gurewitz e lançou mais álbuns pela Atlantic Records. The Gray Race (1996), produzido pelo ex-líder do Cars, Ric Ocasek, tornou-se um sucesso razoável, apesar da desaprovação dos fãs em relação à ausência de Gurewitz. O álbum lançou o hit \"A Walk\", assim como o lançamento para a Europa de \"Punk Rock Song\" (cantada tanto em inglês quanto em alemão). A popularidade de The Gray Race proporcionou à banda a construção de uma nova legião de fãs. Seu próximo álbum, No Substance (1998), não foi bem recebido pela crítica e pelos fãs. O álbum conta com o convidado the Campino, vocalista do Die Toten Hosen, na faixa \"Raise Your Voice\". Apesar do desapontamento, no mesmo ano a banda liderou o \"Vans Warped Tour\", dividindo palco com bandas como NOFX, Rancid e Deftones. Para o álbum The New America (2000), a produção foi feita por Todd Rundgren, uma das primeiras inspirações de Graffin. Na mesma época, Bobby Schayer deixou a banda com problemas no ombro, tendo sido substituído por Brooks Wackerman (Suicidal Tendencies). Com a queda da popularidade, o Bad Religion saiu da Atlantic Records em 2001 para retornar à Epitaph Records. === Volta de Gurewitz (2002-atualmente) === Brett Gurewitz voltou ao grupo em tempo para gravar The Process of Belief (2002). O próximo álbum, The Empire Strikes First, foi lançado em junho de 2004. os dois álbuns são considerados um retorno às origens da banda, em oposição ao seu período na Atlantic. A banda relançou versões remasterizadas digitalmente de vários de seus álbuns, incluindo How Could Hell Be Any Worse?, Suffer, No Control, Against the Grain e Generator. O relançamento de How Could Hell Be Any Worse?, apesar do nome igual ao primeiro álbum, contém o mesmo material da compilação 80-85, incluindo o primeiro EP, Public Service. Em 7 de março de 2006 foi lançado o DVD ao vivo Live at the Palladium, contendo um concerto realizado no final de 2004 no Hollywood Palladium, entrevistas, vídeos musicais e uma galeria de fotos. Em Abril de 2007 a banda voltou a fazer shows na América do Sul. Foram cinco concertos em três países (Chile, Argentina e Brasil). Em terras brasileiras foram três concertos, nas cidades de Curitiba (13 de março), São Paulo (14 de março) e Rio de Janeiro (15 de março).Em 10 de março de 2007 a banda lançou pela Epitaph Records o álbum, New Maps of Hell. A banda lançou o álbum The Dissent Of Man no dia 28 de setembro de 2010 que teve uma grande aprovação pelos fãs.True North foi o décimo sexto álbum de estúdio da banda, lançado em 22 de janeiro de 2013 pela Epitaph Records. No dia 29 de outubro de 2013 é lançado o décimo sétimo álbum de estúdio, intitulado Christmas Songs. O álbum conta com oito covers de músicas natalinas e uma versão remix de American Jesus além de ser o primeiro álbum do Bad Religion que não conta com Greg Hetson na guitarra desde 1983, Into the Unknown, e pela primeira vez eles gravaram em quinteto desde o álbum de 2000, The New America. Em outubro de 2016, Brooks Wackerman deixa oficialmente a banda para se juntar ao Avenged Sevenfold e o substituto para o posto das baquetas é Jamie Miller. Em 3 de maio de 2019, lançaram seu décimo sétimo álbum de estúdio, intitulado Age of Unreason, eleito pelo portal Loudwire como um dos 50 melhores discos de rock de 2019. == Jogos == * Em 2000 as músicas \"ten in 2010\" \"No control\" e \"Inner logic\" estavam no Jogo Crazy Taxi; * Em 2000 a música \"You\" estava na trilha sonora do game Tony Hawk's Pro Skater 2(THPS2); * Em 2005 a música \"Infected\" fez parte do primeiro jogo da série Guitar Hero; * Em 2003 a música \"Big Bang\" estava na trilha sonora do Tony Hawk's Underground(THUG 2); * Em 2006 a música \"We're Only Gonna Die\" estava na trilha sonora do Tony Hawk's American Wasteland(THAW); * Em 2010 a música \"The Resist Stance\" estava na trilha sonora do jogo Need for Speed: Hot Pursuit; * Em 2009 a música \"Supersonic\" estava no site oficial de Sonic o ouriço. == Integrantes == ;Formação atual * Greg Graffin – vocal (1980-presente) * Brett Gurewitz – guitarra e vocal de apoio (1980-1983, 1988-1994, 2001-presente; inativo nas turnês desde 2001) * Jay Bentley – baixo e vocal de apoio (1980-1982, 1986-presente) * Brian Baker – guitarra e vocal de apoio (1994-presente) * Mike Dimkich – guitarra (2013-presente) * Jamie Miller – bateria (2016-presente) ;Ex-integrantes * Jay Ziskrout – bateria (1980) * Pete Finestone – bateria (1981-1982, 1984-1991) * Paul Dedona – baixo (1982-1984) * Davy Goldman – bateria (1982-1984) * Greg Hetson – guitarra (1984-2013) * John Albert – baixo (1984-1985) * Tim Gallegos – baixo (1984-1985) * Lucky Lehrer – bateria (1987) * Bobby Schayer – bateria (1991-2001) * Brooks Wackerman – bateria (2001-2015) ;Linha do tempo ImageSize = width:980 height:400 PlotArea = left:100 bottom:60 top:0 right:50 Alignbars = justify DateFormat = mm/dd/yyyy Period = from:01/01/1979 till:01/01/2023 TimeAxis = orientation:horizontal format:yyyy Colors = id:Vocal value:blue legend:Vocal id:Baixo value:red legend:Baixo id:Guitarra value:green legend:Guitarra id:Bateria value:gray(0.45) legend:Bateria id:Lines value:black legend:Lançamentos Legend = orientation:horizontal position:bottom ScaleMajor = increment:3 start:1980 ScaleMinor = unit:year increment:1 start:1980 LineData = at:01/01/1982 color:black layer:back at:01/01/1983 color:black layer:back at:09/08/1988 color:black layer:back at:11/02/1989 color:black layer:back at:11/23/1990 color:black layer:back at:11/12/1991 color:black layer:back at:03/13/1992 color:black layer:back at:09/21/1993 color:black layer:back at:09/06/1994 color:black layer:back at:02/27/1996 color:black layer:back at:05/15/1998 color:black layer:back at:05/09/2000 color:black layer:back at:01/21/2002 color:black layer:back at:06/07/2004 color:black layer:back at:07/07/2007 color:black layer:back at:09/27/2010 color:black layer:back BarData = bar:Graffin text:\"Greg Graffin\" bar:Brett text:\"Brett Gurewitz\" bar:Hetson text:\"Greg Hetson\" bar:Baker text:\"Brian Baker\" bar:Bentley text:\"Jay Bentley\" bar:Dedona text:\"Paul Dedona\" bar:Gallegos text:\"Tim Gallegos\" bar:Ziskrout text:\"Jay Ziskrout\" bar:Finestone text:\"Pete Finestone\" bar:Goldman text:\"Davy Goldman\" bar:Albert text:\"John Albert\" bar:Lehrer text:\"Lucky Lehrer\" bar:Schayer text:\"Bobby Schayer\" bar:Wackerman text:\"Brooks Wackerman\" bar:Dimkich text: \"Mike Dimkich\" bar:Miller text:\"Jamie Miller\" PlotData= width:10 textcolor:black align:left anchor:from shift:(10,-4) bar:Graffin from:01/01/1979 till:end color:Vocal bar:Brett from:01/01/1979 till:01/01/1984 color:Guitarra bar:Hetson from:01/01/1984 till:05/31/2013 color:Guitarra bar:Dimkich from:05/31/2013 till:end color:Guitarra bar:Brett from:01/01/1986 till:12/01/1994 color:Guitarra bar:Baker from:12/01/1994 till:end color:Guitarra bar:Brett from:01/01/2001 till:end color:Guitarra bar:Bentley from:01/01/1979 till:12/01/1982 color:Baixo bar:Dedona from:12/01/1982 till:01/01/1984 color:Baixo bar:Gallegos from:01/01/1984 till:12/01/1985 color:Baixo bar:Bentley from:12/01/1985 till:end color:Baixo bar:Ziskrout from:01/01/1979 till:01/01/1982 color:Bateria bar:Finestone from:01/01/1982 till:12/01/1982 color:Bateria bar:Goldman from:12/01/1982 till:06/01/1984 color:Bateria bar:Finestone from:06/01/1984 till:06/01/1985 color:Bateria bar:Albert from:06/01/1985 till:03/01/1986 color:Bateria bar:Lehrer from:03/01/1986 till:09/01/1986 color:Bateria bar:Finestone from:09/01/1986 till:12/01/1991 color:Bateria bar:Schayer from:12/01/1991 till:12/01/2001 color:Bateria bar:Wackerman from:12/01/2001 till:10/27/2015 color:Bateria bar:Miller from:10/27/2015 till:end color:Bateria == Discografia == ;Álbuns de estúdio *How Could Hell Be Any Worse? (1982) *Into the Unknown (1983) *Suffer (1988) *No Control (1989) *Against the Grain (1990) *Generator (1992) *Recipe for Hate (1993) *Stranger Than Fiction (1994) *The Gray Race (1996) *No Substance (1998) *The New America (2000) *The Process of Belief (2002) *The Empire Strikes First (2004) *New Maps of Hell (2007) *The Dissent of Man (2010) *True North (2013) *Age Of Unreason (2019) == Ligações externas == * * * no MySpace * no Besouros.net Categoria:Bandas da Califórnia Categoria:Bandas de punk rock Categoria:Bandas de hardcore punk Categoria:Bandas de hardcore melódico Categoria:Bandas de skate punk Categoria:Bandas de punk rock californiano Categoria:Bandas formadas em 1979",
 "title": "Bad Religion"
}