{
 "id": "61808",
 "text": "Dentes-de-Sabre (em inglês: Sabretooth), alter-ego de Victor Creed, é um personagem de história em quadrinhos do Universo Marvel, publicado pela editora Marvel Comics, aparecendo com mais frequência no universo dos X-Men. Arqui-inimigo de Wolverine, Dentes-de-Sabre foi criado por Chris Claremont e John Byrne. Sua primeira aparição foi em Iron Fist (Punho de Ferro) número 14, de 1977.Power Man and Iron Fist #66Power Man and Iron Fist #84 Durante muitos anos, Dentes-de-Sabre foi um dos arqui-inimigos da dupla de heróis Luke Cage e Punho de Ferro, sendo depois transferido por pouco tempo para as aventuras do Homem-Aranha, Demolidor e, finalmente, sendo fixado como inimigo de Wolverine. Figura na lista de \"melhores super heróis de todos os tempos\" da revista Wizard, e em uma lista de vilões da IGN.Sabretooth is number 44 . IGN. Aparece no filme Logan,http://www.cinemablend.com/news/1631149/what-logan-was- planning-to-do-with-sabretooth e em outros programas televisivos. ==Histórico== ===X-Men e X-Factor=== Grande adversário dos X-Men, ele participou do grupo Carrascos de Mutantes, criados pelo Sr. Sinistro. Inimigos letais dos X-Men, promoveram o Massacre de Mutantes, onde a população Morlock quase foi extinta. Um incorrigível psicopata homicida, Dentes-de-Sabre quase foi morto por Wolverine, na fase em que este havia perdido o Adamantium e estava cada vez mais selvagem. Logan cravou suas garras no cérebro de Creed (imediatamente antes dos eventos que deram origem à Era do Apocalipse). Como resultado, Creed ficou várias semanas em coma e, ao se recuperar, aparentemente havia perdido a memória, ficando retardado mentalmente. Acolhido pelos X-Men, ele começou um tratamento com o Professor X, que tencionava curar sua sociopatia. O treinamento porém, foi completamente ineficaz e Dentes-de- Sabre conseguiu fugir da Mansão X, ferindo gravemente Psylocke e Tabitha Smith no processo. Após ser capturado, ele teve algemas de contenção instaladas em seu corpo e foi obrigado pelo governo a trabalhar na segunda formação do X-Factor. Claramente repudiado pela equipe, Victor atenuou muitos dos problemas de relacionamento e confiança presentes no grupo. Posteriormente foi revelado que o verdadeiro objetivo de Dentes-de-Sabre na equipe era eliminar todos seus integrantes, caso eles não atendessem mais às ordens do governo. Quando se livrou das algemas de contenção, Creed escapou da influência do governo e da perseguição perpetrada pelos próprios membros do X-Factor, voltando a atuar como assassino. Após o X-Factor, ele já participou de várias equipes de vilões (como uma formação da Irmandade de Mutantes) e foi operativo do novo programa Arma X. Atualmente Dentes-de-Sabre foi morto por Wolverine, usando a lâmina muramasa (espada que anula o fator de cura). ==Outras realidades== ===Era do Apocalipse e Exilados=== Na Era do Apocalipse, Dentes de Sabre era parte da formação de X-Men liderados por Magneto. Ele é pai adotivo de Blink e sempre estava junto de Selvagem. Ele lutava sempre contra a tirania de Apocalipse e era um dos heróis que mais ajudava quem necessitava. Ele tinha uma birra com o Morfo de sua equipe. Quando sua era acabou, Victor foi sugado por um portal e foi convocado pelo corretor do Tempo para poder se juntar à equipe da Arma X. Ele, junto com o Aranha, Hulk, Deadpool e outros ajudavam a controlar a realidade. Eles encontraram, em uma de suas aventuras os Exilados e Victor reencontrou sua \"filhota\". Blink. Tempos depois, ele foi forçado por Hipérion, a se juntar aos Exilados. A partir daí ele vem ajudando Blink em suas decisões e sempre quer partir Morfo ao meio. ===Ultimate Marvel=== Em Ultimate X-Men, Dentes de Sabre é um prisioneiro da Arma X e logo que saiu, mostrou que não era de confiança. Ele, aparentemente, possui quatro garras em cada mão iguais as de Logan, além de suas próprias garras. Além do seu fator de cura também possui o esqueleto de adamantium assim como Logan. ===Dinastia M=== Em Dinastia M, Dentes de Sabre é um assassino a mando de Magneto. Ele foi atrás do rei T'Challa para matá-lo, mas ele foi morto decapitado pelo rei, pois ele já esperava isto de Magneto. ==Outras mídias== ===Televisão=== *Victor Creed fez aparições marcantes em X-Men: A série animada, onde era um dos principais inimigos de Wolverine. Ele agia somente pela raiva e destruia tudo pela frente, querendo se vingar dos humanos. *Em X-Men: Evolution ele apresentava uma personalidade diferente, é inteligente e estrategista a ponto de espionar o Spyke para roubar sua câmera e descobrir a localização precisa de onde mora o Wolverine. Depois invadiu a mansão dos X-Men e passou pelo sistema de defesa da mansão. Ele também era um dos Acólitos,grupo liderado pelo mutante Magneto. *Em Wolverine and the X-Men (série) Victor é um dos participantes do projeto Arma X. Nesse desenho ele tem pouca participação. ===Filmes=== *Sua primeira vez no cinema foi no filme X-Men: O Filme (2000), sendo interpretado pelo ex-boxeador Tyler Mane. Embora o visual do personagem tenha ficado fiel aos quadrinhos a atuação e a personalidade de Victor não ficaram muito boas, sendo representado como um mero guarda-costas pouco inteligente de Magneto. Victor teve poucas falas no filme, na maior parte do tempo apenas rugiu. *Em 2009 ele apareceu no filme X-Men Origens: Wolverine, sendo interpretado por Liev Schreiber. Nesta versão Victor era irmão do Wolverine e o acompanhou em muitas guerras ao longo da história. Esta versão possui uma aparência mais humana e normal (sem pelos ou características animalescas, apenas garras e presas), porém sua personalidade ficou mais fiel a obra original e a brilhante atuação de Liev Schreiber impressionou a todos. *O filme Logan tem uma cena deletada, que mostra um garoto mutante brincando com bonecos do Wolverine e do Dentes de Sabre. Ele pergunta a Logan se o Dentes de Sabre existiu de verdade. ===Video games=== *Dentes-de-Sabre é personagem jogável nos jogos de luta X-Men vs. Street Fighter, Marvel vs. Capcom 2, X-Men: Mutant Academy e sua sequência, e X-Men: Next Dimension é um personagem desbloqueavel em Lego Marvel Super Heroes * ==Referências== ==Ligações externas== *Sabretooth em Marvel.com *UncannyXmen.net Spotlight on Sabretooth Categoria:Personagens de X-Men Categoria:Vilões da Marvel Comics Categoria:Os 198 Categoria:Mercenários da Marvel Comics Categoria:Canadenses fictícios Categoria:Artistas marciais da Marvel Comics Categoria:Wolverine Categoria:Mercenários fictícios",
 "title": "Dentes-de-Sabre (Marvel Comics)"
}