{
 "id": "61860",
 "text": "Caixa alta é uma expressão usada em tipografia para referir à escrita com letras maiúsculas. É o mesmo que versais ou capitais. Caixa baixa, por sua vez, corresponde à escrita com letras minúsculas. A terminologia caixa-alta e caixa-baixa é usada nos sectores e profissões editoriais (editores, revisores, grafistas, jornalistas). Maiúsculas e minúsculas são os termos usados na linguística, e nas ciências humanas em geral. == Escrita bicameral == Um alfabeto bicameral é um alfabeto com símbolos em caixa alta e em caixa baixa, tais como os alfabetos latino, cirílico e grego. Um alfabeto sem distinção de altura de caixa, tais como os alfabetos árabe, hebraico, tâmil e hangul, é chamado de alfabeto unicameral. Da mesma forma, uma fonte tipográfica com símbolos para ambas as caixas de um alfabeto bicameral pode ser chamada de fonte bicameral. Fontes latinas com suporte a versaletes, além de maiúsculas e minúsculas, são denominadas tricamerais. == Etimologia == === Caixa alta e caixa baixa === Na tipografia, os caracteres móveis — inicialmente em madeira e mais recentemente em chumbo — estão dispostos numa caixa dividida internamente, formando caixas menores (os “caixotins”). Para facilitar o acesso do compositor aos caracteres, a caixa é colocada sobre um cavalete inclinado. A parte contendo os caracteres mais usados (as minúsculas, a pontuação mais comum, os espaços, os algarismos) ficava num plano mais baixo, mais acessível — era a caixa baixa. A parte com as maiúsculas, os caracteres acentuados e sinais e símbolos menos usados ficava no topo — era a caixa alta. Assim, com o tempo usar a caixa alta passou a significar “escrever em maiúsculas”, enquanto usar a caixa baixa significa “escrever em minúsculas”. É comum o uso das abreviaturas C.A. (caixa alta) e c.b. (caixa baixa). Quando algo está escrito com maiúsculas iniciais (p.e., “Wikipédia, a Enciclopédia Livre”), diz-se que está em caixa alta e baixa (simbolicamente: c.A/b). === Maiúsculo e minúsculo === Os termos maiúsculo e minúsculo derivam dos termos em latim maiusculus e minusculus, compostos pelos prefixos latinos maius (\"maior\") e minus (\"menor\") com o sufixo diminutivo -culus. == História == No latim clássico não existia a distinção entre letras maiúsculas e minúsculas. Todos os textos eram escritos com letras semelhantes àquelas que hoje conhecemos maiúsculas. Aquilo a que hoje chamamos de letras minúsculas, ou em caixa baixa, nada mais é do que a imitação das letras das inscrições em pedra pelos escrivães que as tinham de desenhar em suportes mais parecidos com o papel (sobretudo o papiro). A diferença entre a letra imitada e a minúscula criada deve-se às características dos diferentes instrumentos de escrita usados, martelo e escopro no primeiro caso, cálamo ou pena no segundo. No essencial, a criação da maior parte das letras minúsculas deu-se entre os séculos IV e VI. Algumas letras minúsculas não foram criadas de todo, isto é, os símbolos usados são os mesmos das maiúsculas, sendo representados com um tamanho ligeiramente inferior. É o caso, por exemplo, do C, do K, do X ou do Z. Quando surgiram, as minúsculas não eram vistas como um complemento às maiúsculas, mas como uma alternativa para a escrita cursiva (caligrafia). Isto quer dizer que um escrivão recorria só a umas ou só a outras, não as misturando. A ideia de que maiúsculas e minúsculas constituem alfabetos tipográficos diferentes e complementares (podendo, por exemplo, uma palavra ter a primeira letra em caixa alta e as restantes em caixa baixa), nasceu durante a Idade Média. Quando a escrita e a cultura se refugiaram nos mosteiros, os livros passaram a ser vistos como objetos artísticos que valiam não só pelo seu conteúdo, mas também pelo seu aspecto físico. Assim, as iluminuras medievais desenvolveram a arte das maiúsculas nas letras que iniciavam cada capítulo de um livro. Por essa razão, ainda hoje, chama-se capitular à letra maiúscula, maior do que as restantes, que inicia um texto. Durante este período, o cânone da escrita deixou de ser a inscrição na pedra, para passar a ser o desenho no papel. Deste modo, as letras maiúsculas, mais difíceis de usar em caligrafia, caíram em desuso para os textos correntes, sendo vistas como algo de arcaico mas elegante, próprio dos tempos glorificados da antiguidade. É assim que nasce a noção inconsciente de que as maiúsculas são para coisas mais importantes do que as minúsculas. Começa-se então a usar maiúsculas para dar ênfase a determinadas palavras, como nomes próprios. Por outro lado, o uso da gramática latina entra num processo de degradação irreversível, com a consequente introdução de inovações e alterações que levarão à morte do latim e ao nascimento das línguas românicas modernas como o português. As funções gramaticais das palavras e as orações deixam de ser identificadas pela flexão gramatical do latim (as declinações). Assim, surge a pontuação e as maiúsculas passam a marcar o início das frases. No alemão todos os substantivos são grafados com a primeira letra em caixa alta. Também no inglês essa regra foi seguida até ao século XVIII e no neerlandês até 1948. A profusão de maiúsculas nas letras iniciais de palavras e em títulos de obras é um traço típico das línguas germânicas que teve o seu auge durante o , havendo, desde então, uma evolução para um uso mais moderado. Tradicionalmente, as línguas românicas foram sempre mais comedidas no uso das maiúsculas. Por exemplo: nos títulos de obras, pela tradição e segundo as normas académicas, apenas a primeira palavra tem a letra inicial em caixa alta. == Uso de caixa alta == A forma como as letras em caixa alta são usadas varia muito de país para país, havendo claramente uma tradição germânica e uma dos países latinos. Mesmo dentro de cada país há diferentes regras em uso conforme o editor e a finalidade dos textos em causa. Na língua portuguesa existem várias normas em uso. Até ao aparecimento da informática, as regras de uso das maiúsculas e minúsculas eram mantidas pelos compositores, que as transmitiam de mestre para discípulo. O desaparecimento desta profissão (passando a composição do texto a ser feita pelos próprios autores dos textos nos seus computadores) e o facto de as normas serem transmitidas oralmente quase não existindo fontes escritas levaram a um certo desnorte nesta área, como em outras da tipografia. Hoje em dia, assiste-se a um processo quase imparável de esquecimento, abandono e adulteração das tradições da tipografia e da composição em língua portuguesa e de adopção sistemática de normas de outras línguas, sem que haja sequer consciência desse processo. Em Portugal, as normas sobre maiúsculas de virtualmente todos os manuais e livros de estilo em vigor derivam das normas da Imprensa Nacional, incluindo o Código de Redação Interinstitucional da União Europeia. Contudo, as alterações introduzidas desde o Acordo Ortográfico de 1945 à norma das citações bibliográficas não foram acatadas pelo meio académico e científico (que tem continuado a usar largamente o sistema de caixa alta apenas na letra inicial da primeira palavra). === Todas as letras em caixa alta === São raros os contextos em que todas as letras de uma palavra devem (ou podem) estar em maiúsculas: * no título de um livro, na sua capa, rosto e ante-rosto (ex. OS LUSÍADAS). Este aspecto foi regra absoluta até ao início do século XX; * em transcrições do latim (existindo a alternativa de grafar todas as letras em minúsculas); * em siglas (ex. EUA, OMS) e acrónimos (ex. OTAN ou NATO, ONU). É considerado falta de educação escrever uma frase em contexto normal com todas as letras em caixa alta, por ser, em geral, mais difícil de ler. Em alguns contratos menos bem intencionados chega-se a escrever cláusulas completamente em maiúsculas e com letra em ponto pequeno, para desencorajar a sua leitura. === Pontuação === * A letra da primeira palavra de uma frase é sempre escrita em caixa alta. ** Nota: depois de reticências, de ponto de exclamação ou de ponto de interrogação pode iniciar-se uma frase ou não. Se não se iniciar um novo período, então, a primeira letra deve permanecer em caixa baixa (e. g. \"Ó quimera de Vida! pois a Vida é isto? estes apertos de mão, esta mentira, este monólogo entrecortado de risos, de lágrimas e de infâmias? este sonho e esta lama? esta inveja e esta vaidade?\" — Raul Brandão). * Coloca-se em maiúscula a primeira letra de uma fala de um interlocutor, depois do travessão (e. g. \"— De que gostas mais? — perguntou-lhe o pai\"). * Tradicionalmente, na poesia, a primeira letra de um verso vinha em caixa alta. Alguns autores recentes (como Alexandre O'Neill ou Ruy Belo) têm posto em causa esta regra, usando a maiúscula apenas para o início de frase. * Abrem-se com maiúsculas as enumerações ou alíneas que tenham redacção independente e que, no final, podem levar ponto ou ficar sem pontuação final. ** Nota: quando se trata de enumerações ou alíneas que continuam uma frase interrompida por dois pontos (que levam ponto e vírgula no final), não devem ser iniciadas por caixa alta. Por exemplo: *** a) nos casos de x; *** b) nos casos de y; *** c) nos casos de z. * Em contexto jornalístico, as citações podem iniciar-se ou não com caixa alta, dependendo da redação da frase em que a citação é inserida: ** se a citação surge na abertura da frase, deve ficar em maiúsculas (e. g. \"«Em certas zonas, a distância para a urgência é uma verdadeira desgraça», afirma um dos pacientes\"); ** se a citação surge a meio de uma frase, deve ficar em minúsculas (e. g. \"Teve de mandar chamar a ambulância, que «veio logo». O «logo», para ele, é entre 20 minutos e…\"). * Em contexto científico (trabalhos académicos, por exemplo), uma citação deve ficar tal como está no original: ** se a citação se inicia no mesmo ponto em que se inicia a frase no original, deve ficar em maiúsculas (e. g. \"Segundo Celso Cunha, «Todas as variedades linguísticas são estruturadas […]», o que vai ao encontro do que defendemos\"); ** se a citação se inicia num ponto intermédio da frase do original, então, deve iniciar-se em minúsculas (e. g. \"Segundo Lindley Cintra, pelo contrário, elas «[…] são estruturadas […]», o que vai ao encontro do que defendemos\"). === Palavras especiais === Há algumas palavras que se devem grafar sempre com inicial maiúscula. Estas regras, contudo, podem ter algumas variações. Por exemplo, no português europeu os meses são escritos com inicial maiúscula (Janeiro) e no português brasileiro com minúscula (janeiro), embora o Acordo ortográfico de 1990 estabeleça o uso de minúscula. Por vezes, conforme o livro de estilo em vigor numa instituição, pode haver algumas diferenças. A seguinte lista contém as palavras especiais que, tradicionalmente, quer no Brasil, quer em Portugal, se escrevem com maiúscula inicial. * Palavras de categorias onomásticas: ** Nomes pessoais ou de família (e. g. António da Silva). ** Cognomes ou apodos (e. g. D. Dinis, o Lavrador ou Jack, o Estripador). ** Nomes geográficos (e. g. serra da Estrela, Luanda). *** Em geral, os substantivos que designam acidentes geográficos e que acompanham os topónimos não levam maiúscula (e. g. arquipélago dos Açores, cabo da Boa Esperança, oceano Atlântico, cabo Horn, estreito de Magalhães, mar Mediterrâneo, estado do Maranhão, rio Iguaçu). Existem, no entanto, algumas combinações vocabulares que embora sejam baseadas em palavras designativas de acidentes geográficos, formam no seu conjunto locuções toponímicas, não dispensando, portanto, a maiúscula inicial nesses elementos. São disso exemplos os topónimos Grandes Lagos e Península Ibérica. Neste último caso, o geónomo, mesmo quando reduzido somente ao primeiro elemento – Península – continua mantendo a maiúscula inicial. ** Nomes de países ou comunidades territoriais (e. g. Estados Unidos do Brasil, República Portuguesa). *** Os nomes de formas de organização política, social ou administrativa (como estado, distrito ou república) quando estão ligados a nomes próprios, indicando a espécie a que pertencem, escrevem- se com inicial minúscula (e. g. \"o império de Carlos Magno\", \"o distrito de Braga\", \"o estado do Maranhão\", \"o reino de Ofir\", \"a cidade do Jequié\"). Assim, escreve-se \"República Portuguesa\", para designar o país, mas, \"a república de Portugal\" para designar o sistema político. ** Em Portugal, nomes que designam colectivamente povos, tribos ou habitantes de localidades ou regiões (e. g. Brasileiros, Marcianos, Escandinavos, Lisboetas). *** Só se emprega a caixa alta quando a palavra designa a colectividade em geral (e. g. \"os Portugueses são um povo que…\", \"o Português é sebastianista\" , \"os portugueses residentes em França são…\"). No Brasil esta regra não existe, usando-se minúsculas para estes casos (e. g. brasileiros, paulistas, cariocas). ** Nomes religiosos e mitológicos (e. g. Deus, Diabo, Inferno, Musas). *** Nas religiões não monoteístas, apenas o nome da divindade tem maiúscula inicial (e. g. \"entrou Atena, a deusa de olhos garços\"). ** Nomes astronómicos (e. g. Estrela Polar, Lua, Sol, Marte). *** Nota: \"o Sol\" (astro) mas \"ao sol\" (luz do Sol). ** Com excepção do Brasil, os nomes pertencentes aos calendários (e. g. Janeiro, Primavera). *** Os dias da semana são sempre em caixa baixa (e. g. domingo, segunda-feira). O Acordo Ortográfico de 1990 estipula que os nomes de meses e estações do ano passem a ser escritos em caixa baixa (e. g. janeiro, primavera). ** Nomes de festas públicas ou períodos festivos (e. g. Natal, Carnaval). *** No Brasil, o Formulário Ortográfico de 1943 estabelecia que as festas pagãs ou populares deviam ser escritas com caixa baixa (e. g. carnaval, entrudo). Era, apesar disso, extremamente frequente o uso de Carnaval com maiúscula. ** Nomes de igrejas quando incluem o seu patrono (e. g. Igreja de São Pedro). *** As igrejas que se identifiquem pelo lugar onde se encontram devem ser escritas com letra inicial em caixa baixa (e. g. igreja do Campo Grande). ** Nomes de divindades ou seres antropomorfizados (e. g. Deus, Adamastor, Neptuno/Netuno). ** Nomes de ramos científicos, artes e cursos, desde que sirvam de título a disciplinas escolares e universitárias (e. g. Biologia, Matemática, Filosofia, História, Pintura). *** Nota: devem ficar em minúsculas quando não se referem a uma ciência mas têm apenas significado geral (e. g. \"gostar de música\"). Com o Acordo Ortográfico de 1990, a recomendação geral passa a ser a inicial minúscula, mantendo-se a inicial maiúscula em caráter opcional. ** Nomes de pontos cardeais ou colaterais quando designam regiões (e. g. Leste da Europa, Norte de Portugal). *** Os pontos cardeais em si grafam-se com minúsculas (e. g. \"Belo Horizonte fica a norte de…\"). * Formas pronominais para entidades sagradas ou de alta hierarquia política quando se deseja dar realce especial (e. g. \"Ascender a Deus, servindo-O\", \"pela Nossa autoridade sobre estes reinos de Portugal…\"). * Nomes de sentido moral ou espiritual a que se queira dar realce (e. g. \"a Ciência\", \"as Artes\", \"a Cultura\"). ** Nota: como norma oficial de ortografia, esse uso é mencionado apenas no Formulário Ortográfico de 1943. * Palavras que servem de base a designações de vias, logradouros ou bairros (e. g. Rua Direita, Travessa da Fonte, Avenida do Uruguai, Baixa portuense). ** O Acordo Ortográfico de 1990 prevê a possibilidade de se usar opcionalmente a caixa baixa (e. g. rua, avenida). No Brasil, o uso desta regra varia bastante (o Formulário Ortográfico de 1943 estipulava a maiúscula). * Substantivos que exprimem elevados conceitos religiosos, políticos ou nacionais quando só por si têm o mesmo significado que teriam em conjunto com uma forma adjectiva ou adjectivo-pronominal: \"a Igreja\" (com o sentido de \"a Igreja Católica\"), \"a Administração\" (sentido de \"a Administração Pública\"), \"a Nação\" (\"a nossa nação\"), \"o País\" (\"o nosso país\"). * Nomes de cargos de especial deferência (Presidente da República, Cardeal, Bispo), mas apenas quando a palavra se refere ao cargo em si. Assim, deve-se escrever \"o presidente Lula da Silva\" e \"o rei D. Carlos\" (com inicial minúscula). O \"Presidente da República\" (com inicial maiúscula) deve-se escrever somente quando se refere à instituição em si. O cargo de primeiro-ministro escreve-se sempre em minúsculas, excepto em documentos oficiais quando se faz referência ao cargo em si. ** Apesar de a regra ser a mesma, em Portugal a imprensa escreve quase sempre Papa com maiúscula inicial, independentemente do contexto (e. g. \"o Papa Bento XVI\"). No Brasil, pelo contrário, a regra geral é quase sempre seguida (e. g. \"o papa Bento XVI\"). * Axiónimos, apenas quando tenham o valor de cortesia ou reverência ou quando sejam pronomes de tratamento. Isto é: ** Em início de uma carta ou quando se dirige a palavra escrita directamente à pessoa em causa (e. g. \"Ex.mo Senhor Doutor Silva…\", \"o livro que o Sr. Dr. me recomendou na carta anterior…\"). ** Quando os axiónimos são utilizados como pronomes de tratamento (Vossa Excelência, Vossa Senhoria, Senhor, Senhora, V. Exa.). ** Porém, em contexto normal, os axiónimos usam-se com minúsculas (e. g. \"O dr. Saldanha declarou à imprensa\", \"O senhor Antunes foi mais uma vítima de...\"). O Acordo Ortográfico de 1945 tolera, \"em atenção ao uso\" (sic), que o grau académico tenha maiúscula quando abreviado (e. g. \"o Dr. Martins\"), mas não o aconselha como norma. * Designações de factos históricos (e. g. \"o Renascimento\", \"a Guerra Peninsular\"). * Nas palavras que exprimem actos das autoridades do Estado quando em designações de diplomas ou documentos oficiais (e. g. Código da Estrada, Lei 33/87, Decreto-Lei 298/97, Portaria n.º 123/86), salvo quando não seguido de número, de data ou de designação oficial (e. g. \"a nova lei aprovada…\"). ** Como norma oficial de ortografia, esse uso é mencionado apenas no Formulário Ortográfico de 1943, que o restringe ao contexto da escrita oficial. * Designações de edifícios, outras obras arquitectónicas e propriedades rústicas (e. g. Basílica da Estrela, Estrada Municipal n.º 312, Herdade da Contenda). === Títulos em artigos e em citação bibliográfica === ==== Norma tradicional das línguas latinas ==== Nos países de línguas românicas, a regra da referência bibliográfica é o título de qualquer artigo de imprensa ser escrito com a primeira letra em caixa alta e as restantes em caixa baixa, excepto nas palavras especiais (como nomes próprios). Também nos países anglo-saxónicos esta norma foi progressivamente introduzida na imprensa (para títulos de artigos) por ser considerada pelos editores mais prática, mais sóbria e mais estética. É o caso dos jornais The Guardian, do The Times e da generalidade da imprensa norte-americana. * e. g. \"Lula ganha eleições no Brasil\" Tradicionalmente, nos países de línguas latinas, também a citação bibliográfica, isto é, a citação de títulos de obras, segue a mesma regra. Faz parte dessa regra a obrigatoriedade de o título da obra ficar sem aspas e em itálico ou, no caso das antigas máquinas de escrever, com sublinhado. * e. g. \"Os Contos exemplares de Sophia, ao contrário dos Contos exemplares de Cervantes...\" * e. g. \"A ilustre casa de Ramires — a palavra \"Ramires\" é nome próprio. * e. g. Alice no País das Maravilhas — \"País das Maravilhas\" é considerado o nome próprio de uma nação, ainda que imaginária. ==== Norma tradicional das línguas germânicas ==== A norma germânica teve o seu auge no mundo anglo-saxónico com o desenvolvimento da imprensa ao longo dos séculos XVIII e XIX. Era usada para realçar os títulos, numa altura em que o desenvolvimento técnico da tipografia não permitia facilmente o uso de negrito, de itálico ou de variados tamanhos de letra. Ao longo do século XX, esta norma generalizou-se na maior parte da imprensa portuguesa e brasileira, para a citação de títulos de obras. Este facto deveu-se à influência da língua inglesa, mas resumiu-se à citação bibliográfica, mantendo-se a norma latina para os títulos dos artigos. Extremamente complexa, esta norma exige conhecimentos de gramática explícita e tem as mais variadas formas de uso quer nas línguas alemã e inglesa, quer na portuguesa. Geralmente, cada órgão de imprensa escolhe uma delas no seu livro de estilo. Por sua vez, em geral, os jornalistas não seguem nenhuma, limitando-se (os mais cuidadosos) a copiar sistematicamente a opção que esteja na capa do livro ou do CD (esta prática só é recomendada por alguns livros de estilo para obras em língua estrangeira). Por vezes, o copidesque (quando existe) corrige e o assunto fica mais ou menos resolvido. O seguinte quadro compara as diferentes aplicações da norma germânica à língua portuguesa, conforme os diferentes documentos normativos (ordenados por ordem de antiguidade). Para além destas, pode haver outras variantes. Exemplo Subs. Adj. Num. Verb. Art. D. Art. Ind. Pron. Flex. Pron. Infl. Adv. Conj. Prep. Interj. \"Que\" \"Se\" \"Si\" Inflx. IN Mais Um Livro a respeito das Árvores Que ninguém Separa CA CA CA CA cb CA CA cb cb cb cb CA CA cb FO 1943 Mais um Livro a Respeito das Árvores que ninguém Separa CA CA CA CA cb cb* cb* cb* cb* cb* cb* cb* AO 1945 Mais Um Livro a respeito das Árvores que ninguém Separa CA CA CA CA cb CA CA cb cb cb cb cb UE Mais Um Livro a Respeito das Árvores Que Ninguém Separa CA CA CA CA cb CA CA cb* cb* cb* cb* cb* CA CA PUCRS Mais um Livro a Respeito das Árvores Que Ninguém Separa CA CA CA CA cb cb CA CA cb cb cb * se forem palavras monossilábicas Legenda: * Sub.: substantivos * Adj.: adjectivos * Num.: numerais * Verb.: verbos * Art. D.: artigos definidos e contracções * Art. Ind.: artigos indefinidos * Pron. Flex.: pronomes flexivos * Pron. Infl.: pronomes inflexivos * Adv.: advérbios * Conj.: conjunções * Prep.: preposições * Interj.: Interjeições simples * Inflx.: Palavras inflexivas * IN: Imprensa Nacional (Portugal). Norma também seguida pelo “Livro de Estilo” do Público. * FO 1943: Formulário Ortográfico de 1943 da Academia Brasileira de Letras. De notar que o texto desta norma é impreciso, podendo originar interpretações diferentes daquela que aqui é apresentada. Basicamente, o que o texto diz é que todas as iniciais de palavras de um título são em maiúsculas excepto “partículas monossilábicas” (sic) que estejam entre palavras com iniciais maiúsculas… * AO 1945: Acordo Ortográfico de 1945. O website Ciberdúvidas da Língua Portuguesa segue esta norma. * UE: Código de Redacção Interinstitucional da União Europeia para a Língua Portuguesa * PUCRS: Manual de Redação da Pontifícia Universidade Católica do Rio Grande do Sul. ==== Norma latina vs. norma germânica ==== Em Portugal e no Brasil, para a citação bibliográfica, a norma germânica foi introduzida pelo Formulário Ortográfico de 1943 (em vigor no Brasil) e pelo Acordo Ortográfico de 1945 (em vigor em Portugal). Legalmente, é, pois, esta a regra em vigor. Apesar disso, a comunidade académica dos dois países nunca aceitou bem esta alteração. O filólogo brasileiro Antônio Houaiss, por exemplo, afirma: \"Toda normalização, no que se refere a textos impressos, parte de um pressuposto: é o chamado efeito de realce. [–] Assim, o pressuposto do bibliônimo é que ele apareça sempre, em língua portuguesa, em grifo. Vale dizer, se ele aparece em grifo, não há por que reiterar o realce com a letra maiúscula, pois o grifo já funciona como realce material típico do bibliônimo. Ipso facto, haveria redundância em colocar o grifo e a maiúscula\".HOUAISS, Antônio. Preparação de originais – I. In: MAGALHÃES, Aluísio et al. Editoração hoje. 2. ed. Rio de Janeiro: FGV, 1981. cap. 3, p. 56. Assim, as citações em trabalhos académicos e científicos continuam a fazer-se, em grande parte, na norma latina. Em Portugal, os manuais em vigor para os trabalhos académicos continuam a aconselhar esta norma. Em ambos os países, as entidades legalmente credenciadas para a normatização/normalização (Associação Brasileira de Normas Técnicas e Instituto Português da Qualidade) aconselham também a norma latina. Mesmo no contexto da língua inglesa, a norma germânica parece estar em processo de recuo, com uma influência cada vez maior do chamado down-style capitalization. Nos títulos de artigos ela foi quase abandonada, continuando a ser a regra dominante na citação bibliográfica. No entanto, por motivos de simplificação, alguns média ingleses mais inovadores, como a revista de música NME, têm vindo a adoptar o uso de maiúscula inicial em todas as palavras de títulos de obras (e. g. Where The Streets Have No Name). Por outro lado, a norma latina é aceite pela Organização Internacional de Normalização (ISO) e é largamente usada nas bibliotecas e universidades dos Estados Unidos da América (por exemplo, na psicologia, ciências da educação e ciências sociais, usa-se o estilo APA, que opta pela titulação latina das obras). O Acordo Ortográfico de 1990 estabelece o regresso à norma tradicional das línguas latinas. == Bibliografia == * Publication Manual. 5th ed. Washington, DC. American Psychological Association. 2001. ISBN 978-1-55798-791-4. * Carvalho, João Soares. A Metodologia nas humanidades. Lisboa. Editorial Inquérito. 1994. ISBN 972-670-221-6. * Cunha, Celso e Cintra, Lindley. Nova gramática do português contemporâneo. 12.ª ed. Lisboa. Edições João Sá da Costa. 1996. ISBN 972-9230-00-5. * Eco, Umberto. Como se faz uma tese em ciências humanas. 6.ª ed. Lisboa. Editorial Presença. 1995. ISBN 972-23-1351-7. * Manual da redação da Folha de S. Paulo. São Paulo. Folha da Manhã. 1996. * Gill, Eric. Ensaio sobre tipografia. Lisboa. Almedina. 2003. ISBN 972-40-1913-6. * Goldstein, Norm, ed. The Associated Press Stylebook and Briefing on Media Law. 39th ed. New York. Basic Books. 2004. ISBN 0.465.00488-1. * Gomes, Artur de Sousa. Instruções: regras e normas a seguir para compositores e revisores. Lisboa. Imprensa Nacional. 1970. * Instituto Brasileiro de Informação em Ciência e Tecnologia. Manual de normas de editoração do Instituto Brasileiro de Informação em Ciência e Tecnologia. 2.ª ed. Brasília, DF. 1993. * Marsh, David and Marshall, Nikki. The Guardian Stylebook. London. Guardian Books. 2004. ISBN 1-84354-991-3. * Martins, Gilberto de Andrade. Manual do mestrando e doutorando. São Paulo. Faculdade de Economia e Administração da Universidade de São Paulo. 2004. * Livro de estilo. 2.ª ed. Lisboa. Público. 2005. ISBN 972-8892-37-3. * The Chicago Manual of Style. 15th ed. Chicago. University of Chicago Press. 2003. ISBN 0-226-10403-6. * NP 405-1 (Norma portuguesa para referências bibliográficas). Lisboa. Instituto Português da Qualidade. 1994. * NBR 6023 (Informação e documentação — Referências — Elaboração). Rio de Janeiro, Associação Brasileira de Normas Técnicas. 2002. * NBR 14724 (Informação e documentação — Trabalhos acadêmicos — Apresentação). Rio de Janeiro, Associação Brasileira de Normas Técnicas. 2002. * ISO 690 (Information and documentation — Bibliographic references). International Organization for Standardization. 1987. == Ligações externas == * Formulário Ortográfico de 1943 da Academia Brasileira de Letras * Acordo Ortográfico de 1945 * Código de Redacção Interinstitucional da União Europeia * Imprensa Nacional (Portugal) * Manual de Redação da Pontifícia Universidade Católica do Rio Grande do Sul * Manual de Estilo do Jornal Público (Portugal) - Maiúsculas e minúsculas * Converter ferramenta de maiúsculas e minúsculas Categoria:Tipografia Categoria:Linguística Categoria:Ortografia Categoria:Formatação de texto Categoria:!Mais Diversidade em Teoria da História na Wiki",
 "title": "Caixa alta e caixa baixa"
}