{
 "id": "61941",
 "text": "Fissão é a designação dada em biologia à divisão de uma única entidade biológica em duas ou mais partes e a regeneração dessas partes para reconstituir entidades semelhantes ao original. A entidade biológica que experimenta a fissão é geralmente uma célula, mas o termo também se pode aplicar a um organismo, corpo, população ou espécie que se divida em partes discretas. A fissão pode ser fissão binária (ou cissiparidade), na qual um único organismo produz duas partes, ou fissão múltipla, na qual uma única entidade produz várias partes. ==Fissão binária (cissiparidade)== Em biologia celular, fissão binária, bipartição ou cissiparidade, é o nome dado ao processo de reprodução assexuada dos organismos unicelulares que consiste na divisão de uma célula em duas, cada uma com o mesmo genoma da \"célula- mãe\".Binary fission and other forms of reproduction in bacteria. Cornell University Department of Microbiology. O processo e iniciado com a replicação do DNA, em que cada nova cadeia se liga à membrana celular que, então se invagina e acaba por dividir a célula em duas, num processo chamado citocinese, que seria a fase final dos processos de divisão celular das células eucarióticas, caracterizada pela efetiva separação das duas células após a formação completa dos dois novos núcleos. Uma célula inicial aumenta de tamanho e replica seu material genético, Com o tempo, a parede celular e a membrana plasmática começam a invaginar, forma-se uma parede (septo) e a célula separa-se, dando origem a duas células-filhas idênticas. Em geral, a divisão pode ocorrer ao longo do comprimento, como nos protozoários flagelados, ou transversalmente, como nos protozoários ciliados e bactérias. Entre os organismos pertencentes aos domínios Archaea e Bacteria a reprodução por fissão binária é a mais comum. Essa forma de reprodução assexuada e divisão celular também seguida por alguns organelos dentro de organismos eucarióticos (por exemplo, mitocôndrias). A fissão binária resulta na reprodução de uma célula procariótica viva (ou organelos) dividindo a célula em duas partes, cada uma com o potencial de crescer até o tamanho do original. Apesar de bastante difundida entre vários taxa, a reprodução das bactérias por meio da cissiparidade não é a única forma de reprodução, podendo-se reproduzir de outras formas, como por esporulação e brotamento. Além disso, pode ocorrer recombinação genética em processos como conjugação e transdução. Os organismos que se reproduzem por fissão binária incluem: * As bactérias; * A Entamoeba histolytica (e outros protozoários); * A Pyrodictium abyssi, uma arquebactéria anaeróbica das nascentes hidrotermais das profundezas do oceano (e outros organismos do mesmo domínio); * O Schizosaccharomyces pombe e outras leveduras. A esquizogénese porém é diferente da bipartição, já que a bipartição ocorre em seres unicelulares e a esquizogénese ocorre em seres pluricelulares e envolve regeneração. ===Cissiparidade nos procariotas=== Entre estes organismos, cada molécula de DNA replica-se e depois anexa cada cópia a uma parte diferente da membrana celular. Quando a célula se começa a separar, os cromossomas replicados e originais são separados. A consequência desse método de reprodução assexuada é que todas as células são geneticamente idênticas, o que significa que têm o mesmo material genético (excepto as mutações aleatórias). Ao contrário dos processos de mitose e meiose seguidos pelas células eucarióticas, a fissão binária ocorre sem a formação de um fuso mitótico na célula. Como na mitose (e ao contrário do que ocorre na meiose) a identidade parental é preservada. ;:Processo de fissão FtsZ-dependente O processo de fissão binária nas bactérias envolve as seguintes etapas. Primeiro, o DNA da célula é replicado. As cópias replicadas do DNA movem-se para pólos opostos da célula, num processo dependente da energia. No processo, a célula alonga-se e pouco depois o plano equatorial da célula contrai-se e a membrana plasmática separa-se de modo que cada nova célula tenha exactamente o mesmo material genético. No processo, ocorrem os seguintes processos: # A bactéria antes da fissão binária, com o DNA bem enrolado; # O DNA da bactéria desenrola-se e duplica-se; # O DNA é puxado para os pólos da bactéria, por acção do fuso mitótico, à medida que aumenta o tamanho para se preparar para a divisão; # O crescimento de uma nova parede celular começa a separar a bactéria, geralmente com a forma de \"anel Z\" pelo citoesqueleto FtsZ; # A nova parede celular desenvolve-se completamente, resultando na divisão completa da bactéria; # As novas células-filhas possuem bastões de DNA firmemente enrolados, ribossomas e plasmídeos, constituindo organismos novos e totalmente autónomos. Estudos realizados em estirpes de bactérias em que a capacidade de produzir parede celular foi inibida, designadas por bactérias da forma L (por vezes «formas-L»), mostram que o funcionamento do complexo proteico FtsZ exige a presença de uma parede celular funcional. Pouco se sabe sobre como se dividem as bactérias que naturalmente não apresentam parede celular, mas acredita-se que nesses casos a divisão celular se assemelhe ao processo de divisão pelo mecanismo de extrusão e separação, similar à gemulação, que ocorre nas formas-L. ;:Velocidade da fissão FtsZ-dependente A fissão binária é geralmente rápida, embora a sua velocidade varie entre espécies. Para Escherichia coli, as células tipicamente dividem-se uma vez em cerca de cada 20 minutes aos 37 °C de temperatura ambiente. Como as novas células, por sua vez, sofrerão elas próprias fissão binária, o tempo médio necessário para a fissão binária é também o tempo que a cultura bacteriana requer para dobrar o seu número de células. Esse período de tempo pode, portanto, ser designado por tempo de duplicação. Algumas espécies, outras que E. coli, pode apresentar tempos de duplicação mais curtos ou mais longos: algumas estirpes de Mycobacterium tuberculosis podem ter tempos de duplicação de quase 100 horas. Note-se contudo que o crescimento bacteriano é limitado por factores ambientais que incluem a disponibilidade de nutrientes e o espaço, seguindo uma curva logística, num processo ao longo do qual a fissão binária ocorre em taxas muito mais baixas quando as culturas bacterianas entram na fase estacionária do crescimento bacteriano. ===Cissiparidade nos Archaea=== O grupo de microrganismos designado por Crenarchaeota, parte dos Archaea, não possui parede celular nem dispõe do mecanismo proteico FtsZ. Neste grupo, a fissão ocorre com recurso a uma versão filogeneticamente primitiva do sistema ESCRT-III dos eucariotas (também conhecido como mecanismo Cdv) para manipular a membrana celular durante o processo de separação, especificamente agindo sobre a região medial das duas células-filhas em processo de formação. Por seu lado, o grupo dos Euryarchaeota recorre ao mecanismo FtsZ, seguindo processo similar ao que ocorre entre as bactérias. ===Cissiparidade de organelos=== Alguns organelos das células eucariotas reproduzem-se recorrendo a um processo de fissão binária. Um dos casos mais comuns é a fissão mitocondrial, processo necessário para regular o metabolismo celular que ocorre frequentemente dentro da célula, mesmo quando a célula não está activamente em processo de mitose. Todos os cloroplastos e algumas das mitocôndrias (embora não nas células dos animais), se multiplicam recorrendo ao mecanismo FtsZ, num processo similar ao bacteriano, já que estees organelos são derivados da endossimbiose de bactéria que acabaram por sofrer um processo de endocitobiose ao longo do processo evolutivo. ===Tipos de fissão binária (cissiparidade)=== Do ponto de vista morfológico, a fissão binária pode ocorrer em quatro padrões gerais: (1) irregular; (2) longitudinal; (3) transversa; e (4) oblíqua (que pode ser distinguida em oblíqua à esquerda e oblíqua à direita). As características básicas desses padrões são as seguintes: * Irregular — a citocinese pode ocorrer ao longo de qualquer plano da célula, mas é sempre perpendicular ao plano ao longo do qual ocorre a cariocinese (ocorre, por exemplo, nas amebas); *Longitudinal — a citocinese ocorre ao longo do eixo longitudinal (ocorre, por exemplo, em flagelados como as Euglena); *Transversa — a citocinese ocorre ao longo do eixo transverso (ocorre, por exemplo, entre os protozoários ciliados como Paramecium); *Oblíqua — a citocinese ocorre obliquamente, da direita ou da esquerda, (ocorre, por exemplo, em Ceratium). ==Fissão múltipla== A fissão múltipla é comum entre os protistas, especialmente entre os Apicomplexa, as diatomáceas e as algas verdes, mas também ocorre com frequência entre as bactérias. Na fissão múltipla ao nível celular, comum em protistas como os esporozoários e as algas, o núcleo celular da célula-mãe divide-se múltiplas vezes por amitose, produzindo múltiplos núcleos. Concluído o processo de divisão celular, o citoplasma separa-se em torno de cada núcleo, criando múltiplas células-filhas. Alguns organismos parasitas unicelulares sofrem um processo múltiplo semelhante à fissão múltipla para produzir numerosas células filhas a partir de uma única célula progenitora. Estudos realizados com estirpes do parasita humano Blastocystis hominis mostraram que aqueles organismos iniciam o processo em de 4 a 6 dias após o início da cultura. Células do parasita dos peixes Trypanosoma borreli foram observadas a reproduzirem-se indistintamente por processos de fissão binária e de fissão múltipla. ===Fissão múltipla nos Apicomplexa=== Os Apicomplexa são um grupo de alveolados parasitas que inclui os agentes etiológicos de várias doenças, entre as quais a babesiose (Babesia), a malária (Plasmodium) e a toxoplasmose (Toxoplasma gondii). Entre estes organismos, a fissão múltipla, ou esquizogonia, ocorre como merogonia, esporogonia ou gametogonia. A merogonia resulta em merozoítos, que são várias células filhas que se originam no interior da mesma membrana celular, a esporogonia resulta em esporozoítos e a gametogonia resulta em microgâmetas. ===Fissão múltiplas em algas e bactérias=== As células das algas verdes podem sofrer divisões que resultam na formação de uma ou mais células-filhas, sendo que o número exacto de células formadas em cada divisão depende da espécie de condicionamentos ambientais, tais como os efeitos da temperatura e luminosidade. Também entre muitas espécies e grupos de bactérias, embora o mecanismo primário de reprodução bacteriana seja a fissão binária, pode ocorrer a fissão múltipla, num processo que por vezes se inicia ou termina na produção de esporos. Também foi observado que a espécie Metabacterium polyspora, um endossimbionte dos porquinhos-da-índia (Cavia sp.), produz múltiplos endósporos em cada divisão. Estudos realizados sobre a reprodução das cianobactérias mostram que algumas espécies pertencentes àquele agrupo também se reproduzem recorrendo ao processo de fissão múltipla. ==Plasmotomia== Alguns taxa pertencente aos grande agrupamento dos protozoários reproduzem-s por um mecanismo específico de fissão designado por «plasmotomia». Nesse tipo de fissão, um organismo adulto cuja célula é multinucleada, sofre processo complexo de citocinese do qual resulta a formação de duas células-filhas também multinucleadas (por vezes designadas por células cenocíticas»), que depois sofrem cariocinese, reiniciando o processo. Os géneros Opalina e Pelomyxa reproduzem-se por este mecanismo. ==Fragmentação clonal== A fragmentação em organismos multicelulares ou coloniais é uma forma de reprodução ou clonagem assexuada, na qual um organismo é dividido em fragmentos. Cada um desses fragmentos se transforma num indivíduo maduro, totalmente desenvolvido, que é um clone do organismo original. O processo pode prosseguir indefinidamente. Nos equinodermes, grupo em que é comum, este método de reprodução é geralmente conhecido por fissiparidade. ==Fissão de populações== Qualquer divisão de uma única população de indivíduos em partes discretas e estanques pode ser considerada uma forma de fissão biológica. Uma população pode sofrer fissão por vários motivos, incluindo migração ou isolamento geográfico. Como a fissão leva à variação genética nas populações menores e recém-isoladas, a fissão de uma população é um precursor da especiação. == Ver também == * Arquitomia * Autotomia * Ciclo celular * Citocinese, divisão celular nos eucariotas * Divisão celular * Divisoma, complexo proteico que inicia a divisão celular nas bactérias * Especiação * Fusão mitocondrial, uma forma de fissão reversa * Partenogénese * Paratomia * Mitose ==Referências== Categoria:Biologia celular Categoria:Reprodução Categoria:Ciclo celular",
 "title": "Fissão (biologia)"
}