{
 "id": "61968",
 "text": "O Pacaembu é um bairro nobre dos distritos da Consolação (administrado pela Subprefeitura da Sé) e de Perdizes (administrado pela Subprefeitura da Lapa), nas Zonas Oeste e Central do município de São Paulo, em São Paulo Limita-se com os bairros da Barra Funda, Perdizes, Sumaré, Higienópolis e Cerqueira César. Tem como principal via a Avenida Pacaembu, a qual faz a ligação do bairro com a região da Barra Funda e Marginal Tietê, e também com a região da Avenida Paulista. É servido pela Linha 2-Verde do metrô na Estação Clínicas. == História == Sua história remonta ao século XVI, quando a Sesmaria do Pacaembu foi doada aos jesuítas por Martim Afonso de Sousa. Na época, os jesuítas a subdividiram em Pacaembu de Cima, Pacaembu do Meio e Pacaembu de Baixo. Os religiosos resolveram catequizar os índios da região. Para tal fim, estabeleceram-se em várias aldeias da região. Uma delas situava-se próxima dum riacho que sofria inundações frequentemente. Era o paã-nga-he-nb-bu, ou seja, Pacaembu, que, na língua indígena tupi, significa \"atoleiro\" ou \"terras alagadas\". Outra interpretação etimológica do termo, no entanto, aponta para o significado \"rio dos pacamãos (Lophiosilurus alexandri)\", através da junção dos termos tupis paka'mu (pacamão)FERREIRA, A. B. Novo dicionário da língua portuguesa. 2ª edição. Rio de Janeiro. Nova Fronteira. 1986. p. 1 243. e 'y (rio).NAVARRO, E. A. Método moderno de tupi antigo: a língua do Brasil dos primeiros séculos. 3ª edição. São Paulo. Global. 2005. 463 p. Segundo o tupinólogo Eduardo de Almeida Navarro, no entanto, \"Pacaembu\" é oriundo da língua tupi antiga, com o significado de \"córrego das pacas\", através da junção de paka (paca) e 'yemby (córrego).NAVARRO, E. A. Dicionário de tupi antigo: a língua indígena clássica do Brasil. São Paulo. Global. 2013. p. 590. Como a maioria dos bairros paulistanos, formou-se do loteamento de diversas propriedades rurais originadas com os jesuítas. Uma delas era o Sítio do Pacaembu. Com o passar dos anos, o sítio isolado coberto por vegetação foi subdividido em pequenas chácaras majoritariamente cultivadoras de chá. Entre o bairro de Pinheiros e do futuro Pacaembu, foi criado, em 1887, o Cemitério do Araçá, importante necrópole do município, que abriga os mausoléus da elite paulistana. No ano de 1912, a empresa inglesa City of São Paulo Improvements and Freehold Company Limited adquiriu terrenos na cidade. Uma dessas áreas seria o futuro bairro do Pacaembu. A empresa anunciava a criação de bairros baseados nos princípios básicos da garden-city, causando alvoroço entre os paulistanos. Pelo fato de o bairro se situar em um vale, a City enfrentou diversos desafios, como o terreno acidentado e dificuldades de logística e transportes, onde eram utilizados burros de carga. direita|thumb|Residências do bairro. Há uma baixa taxa de densidade populacional devido à horizontalidade do bairro. Pelo fato de ser um plano arquitetônico ambicioso, nunca visto na cidadeILHAS DE TRANQÜILIDADE e bem maior do que o pioneiro Jardim América, foi embargado de início pela Câmara Municipal. Com a aprovação dos órgãos municipais, o projeto foi retomado em 1925, quando a Cia. City começou o loteamento e a urbanização da região. As primeiras modificações na região foram a canalização do ribeirão Pacaembu, a formação da primeira via do bairro, a Avenida Pacaembu, além da drenagem e aterramento de grandes áreas.Site da Cia. City O bairro foi projetado de acordo com o modelo cidade- jardim, através de ruas de traçado sinuoso, grandes terrenos e áreas ajardinadas. Houve, também, melhorias em eletricidade, rede de água e esgoto. Dez anos mais tarde, houve uma intensa divulgação para a venda de terrenos recém-criados. Vale ressaltar que o poder público colaborou com algumas dessas benfeitorias. Assim como o Jardim América, o bairro atraiu ricos comerciantes, industriais e barões de café, e começaram a surgir casarões construídos por sob a supervisão da companhia. Em 1935, a empresa inglesa doou, ao poder público, um terreno 75 000 metros quadrados para a construção do Estádio Municipal Paulo Machado de Carvalho (mais conhecido por seu nome antigo, Estádio Municipal do Pacaembu). Projetada pela Companhia Severo e Villares, a obra foi concluída em 1938, sendo inaugurada em 27 de abril de 1940, com a presença do então presidente da república, Getúlio Vargas, o qual foi recebido por estrondosa vaia pelos paulistas. Na época, era o maior estádio da América Latina. Quatro anos mais tarde, uma parte significativa dos terrenos do bairro fora comprada, tornando-se um dos endereços preferidos da alta sociedade paulistana. A partir da década de 1970, algumas de suas vias ganharam caráter comercial e de serviços, caso da Avenida Pacaembu.AVENIDA PACAEMBU - HIGIENÓPOLIS No ano de 1991, foi tombado pelo Conselho de Defesa do Patrimônio Histórico, Arqueológico, Artístico e Turístico, devido à intensa arborização das ruas e praças públicas, à grande área de solo permeável e a sua baixa taxa de densidade populacional. Este decreto evitou alterações em suas vias e modificações na estrutura das edificações, dentre outras minuciosas especificações.CONDEPHAAT – Conselho de Defesa do Patrimônio Histórico, Arqueológico == Atualidade == esquerda|thumb|A possível verticalização do bairro preocupa os \"pacaembuenses\" O Pacaembu é um dos bairros mais valorizados da capital paulista, e residência de moradores das classes média- alta e alta. Os preços dos imóveis variam de 600 000 a 6 000 000 de reais.Uma ameaça sobre o Pacaembu É classificado pelo Conselho Federal de Corretores de Imóveis como \"Zona de Valor A\", tal como outros bairros nobres da cidade, exemplo de: Higienópolis, Jardim América e Moema. Possui uma população bairrista, representada pela \"Associação Viva Pacaembu por São Paulo\"Site da Associação Viva Pacaembu por São Paulo e pela \"Associação dos Moradores e Amigos do Pacaembu, Perdizes e Higienópolis\", que defendem os interesses de seus moradores. Estas organizações não governamentaiss já lutaram contra: mudanças na resolução do tombamento histórico do bairro, construção de estabelecimentos educacionais,Prefeitura diz que não muda normas do tombamento na região da Faap verticalização do bairro,Uma ameaça sobre o Pacaembu poluição visual,Não à sujeira eventos no estádio do Pacaembu,Pacaembu diz que evento gospel no estádio descumpre liminar em SP e até quiseram influir no destino do mesmo estádio.Comissão de Estudos debate com sociedade civil destinação do Estádio do Pacaembu Na Rua Angatuba, se localiza o Nacional Clube, na mansão do antigo banqueiro Orozimbo Octavio Roxo Loureiro, bem em frente à antiga fazenda de chá Wanderley (hoje, Fundação da Faculdade de Medicina da Universidade de São Paulo).Site do Nacional Club No bairro, foi criado um dos quitutes mais apreciados pelos brasileiros: o brigadeiro.História do brigadeirohumm... brigadeiro Personalidades conhecidas na capital constam como seus habitantes: Ruy Mesquita (1925 - 2013), jurista, jornalista; Antônio Sílvio da Cunha Bueno (1918 - 1981), advogado, político, empresário; Cássio Egídio de Queirós Aranha (1899 - 1976), jurista, político; Guilherme de Almeida (1890 - 1969), jurista, poeta, jornalista; Dener Pamplona de Abreu (1936 - 1978), estilista;Jogo do Domingo- Reminiscências, Kaká e Big Brothers da Vida Sergio Buarque de Holanda (1902-1982), historiadorSergio Buarque de Holanda e os ex-governadores do Estado de São Paulo:o empresário Laudo Natel (1920 - 2020) Laudo Natel e o promotor público Luíz Antônio Fleury Filho (1949 - 2022). == Ver também == *Jardins === === * == Ligações externas == * Prefeitura Regional da Sé Categoria:Bairros da Consolação (distrito de São Paulo) Categoria:Bairros de Perdizes Categoria:Patrimônio tombado pelo CONDEPHAAT Categoria:Patrimônio tombado pelo CONPRESP Categoria:Topônimos de origem tupi",
 "title": "Pacaembu (bairro de São Paulo)"
}