{
 "id": "61978",
 "text": "Anschluß ou Anschluss é uma palavra do idioma alemão que significa conexão, anexação, afiliação ou adesão. É utilizada em História para referir-se à anexação político-militar da Áustria por parte da Alemanha em 1938. Este termo é o oposto à palavra Ausschluß, que caracteriza a exclusão da Áustria no Reino da Prússia. No tratado de Saint-Germain-en-Laye de 1919, que pôs fim ao Império Austro-Húngaro, o artigo 88 estipulava expressamente que a união de Áustria com Alemanha ficava proibida, mas a maioria dos habitantes que falavam o alemão apoiavam uma união com a Alemanha. == Antecedentes == A Áustria, na tradição do Império Austro-Húngaro, era uma nação multiétnica e multicultural. Em Viena e nas principais cidades austríacas viviam pessoas que falavam línguas diversas (alemão, húngaro, checo, croata, iídiche etc.) e praticavam as mais diferentes religiões (católicos - cerca de 73,6% da população, luteranos, judeus, cristãos ortodoxos). O imperador da Áustria tinha sido a figura política que tinha dado coesão à sociedade multicultural do Império Austro-Húngaro. Esse papel centralizador não tinha então um correspondente na nova sociedade austríaca. Muitas famílias judaicas, por exemplo, recordavam com saudade esses tempos idos. A nova sociedade austríaca vivia sob o signo do antissemitismo/antijudaísmo e das dificuldades da coexistência multi-cultural. Muitos austríacos, aqueles que eram de origem germânica (como Adolf Hitler) aspiravam a uma nação livre destas outras etnias, que eles desdenhavam. Aos olhos de Hitler, ele próprio de origem austríaca, o ideal a seguir era o do pangermanismo: uma nação com uma só língua e etnia. Desde 1933, com a subida dos nazis ao poder, a Áustria encontrou-se sob crescente pressão política da Alemanha. A 13 de setembro de 1931, a milícia dos cristãos-socialistas tenta em vão tomar o poder na Áustria pelas armas. Depois da vitória nas eleições de abril de 1932, os nazistas não obtiveram a maioria absoluta, o que os enfrenta à oposição. Os nazistas austríacos lançam-se a uma estratégia de tensão e recorrem ao terrorismo. O chanceler social cristão Engelbert Dollfuss escolhe em 1933 governar por decreto, dissolve o parlamento, o Partido Comunista da Áustria, o partido nacional-socialista e a poderosa milícia social-democrata, a Schutzbund. A dura repressão da polícia depois de uma insurreição em Linz em fevereiro de 1934 causou entre 1000 e 2000 mortes, os social-democratas abandonaram o combate e escolheram o exílio. Enquanto isso os nazistas austríacos reforçaram-se e organizaram-se; preferindo um fascismo mais germânico assassinaram o chanceler Dollfuss a 25 de junho de 1934 e exterminaram seu clã, mas seu golpe de Estado é frustrado. == Anexação == O novo chanceler, Kurt Schuschnigg, convocado por Hitler, aceita uma trégua (de facto um ultimato) com o líder nazista em Berchtesgaden em fevereiro de 1938. O acordo impõe a entrada dos nazistas no governo e anistia para os seus crimes em troca de uma não intervenção alemã na crise política; a Áustria seria assimilada no sistema económico alemão. Schuschnigg perde o controle do país e vê como último recurso organizar um referendo, para beneficiar-se da legitimidade popular, que se realizaria a 13 de Março. Não o chega a fazer: o exército alemão entra na Áustria a 12 de março e coloca como chanceler o advogado nazi Arthur Seyss-Inquart. Sem disparar um tiro e não encontrando qualquer oposição, o exército germânico é recebido entusiasticamente pela maioria da população austríaca, o que surpreende até os próprios alemães. A 13 de março de 1938 a Alemanha anuncia oficialmente a anexação da república austríaca e a converte numa província do Terceiro Reich, com o nome Ostmark. Em 10 de abril, um referendo, desta vez da sua iniciativa, avaliza a anexação com 99% de aprovação da população. Embora, sem dúvida, o resultado tenha sido manipulado e viciado, e houvesse a considerável pressão para aceitar um facto consumado, existia de facto um apoio genuíno maciço a Hitler. A França aceita a anexação de Áustria, que não voltará a ser soberana antes do final da Segunda Guerra Mundial, depois de ter sido ocupada pelos Aliados da Segunda Guerra Mundial (ver: Zonas ocupadas pelos Aliados na Áustria). == Consequências == As forças de Hitler reprimiram toda a oposição. Antes mesmo de o primeiro soldado alemão atravessar a fronteira, Heinrich Himmler e alguns oficiais das SS desembarcaram em Viena para prender destacados representantes da Primeira República, tais como Richard Schmitz, Leopold Figl, Friedrich Hillegeist e Franz Olah. Durante as poucas semanas que decorreram entre o Anschluss e o plebiscito, as autoridades reuniram social-democratas, comunistas, outros potenciais dissidentes políticos e judeus austríacos, e prenderam-nos ou enviaram-nos para campos de concentração. A 12 de Março, só em Viena, já 70 000 pessoas tinham sido presas. A perseguição aos judeus começou imediatamente após o Anschluss. As suas casas e lojas foram saqueadas. Homens e mulheres judeus foram forçados a lavar slogans pró-independência pintados nas ruas de Viena antes do falhado plebiscito de 13 de Março. Estes acontecimentos atingiram o clímax no pogrom da Noite de Cristal de 9-10 de Novembro de 1938. Quase todas as sinagogas e casas de oração em Viena foram destruídas, assim como noutras cidades austríacas, como Salzburgo. A maioria das lojas judaicas foram pilhadas e encerradas. Mais de 6000 judeus foram presos durante a noite, tendo a maioria sido deportada para o campo de concentração de Dachau nos dias seguintes. Os nazis dissolveram as organizações e instituições judaicas, na esperança de forçar os judeus a emigrar. No final de 1941, 130 000 judeus tinham deixado Viena, 30 000 dos quais se tinham deslocado para os Estados Unidos. Deixaram para trás todos os seus bens, mas foram obrigados a pagar um \"imposto de voo do Reich\" (Reichsfluchtsteuer), um imposto sobre todos os emigrantes da Alemanha nazi; alguns receberam apoio financeiro de organizações de ajuda internacional para que pudessem pagar este imposto. A maioria dos judeus que tinham ficado em Viena acabaram por se tornar vítimas do Holocausto. Dos mais de 65 000 judeus vienenses que foram deportados para campos de concentração, menos de 2000 sobreviveram. == Líderes políticos e militares austríacos na Alemanha Nazista == * Adolf Eichmann * Adolf Hitler * Alexander Löhr * Alfred Ritter von Hubicki * Amon Göth * Arthur Seyss-Inquart * Ernst Kaltenbrunner * Franz Böhme * Odilo Globocnik * Julius Ringel * Kurt Schuschnigg * Lothar Rendulic * Otto Skorzeny == Ver também == * A noviça rebelde * Áustria Alemã * História da Áustria * O grande ditador * Pangermanismo * Política da Áustria * Tratado de Saint-Germain-en-Laye == Bibliografia == * Brook-Shepherd (1963) - Anschluss: The Rape of Austria - Palgrave Macmillan *Dear, I.C.B. (editor) (1995) - The Oxford Companion to the Second World War - Oxford University Press *Kershaw, Ian (2000) - Hitler 1936-45: Nemesis - W. W. Norton & Company *Shirer, William L. (1990) - The Rise and Fall of the Third Reich - Simon & Schuster * Categoria:1938 na Alemanha Categoria:1938 na Áustria Categoria:Alemanha Nazi Categoria:Anexações territoriais Categoria:História da Alemanha Categoria:Áustria na Segunda Guerra Mundial Categoria:Palavras, frases e expressões em alemão Categoria:Relações entre Alemanha e Áustria",
 "title": "Anschluss"
}