{
 "id": "62002",
 "text": "Lawrence Mark \"Larry\" Sanger (Bellevue, Washington, 16 de julho de 1968) é um desenvolvedor de projetos de internet e filósofo americano que co-fundou a Wikipédia, junto com Jimmy Wales. Sanger cunhou o nome da Wikipédia e forneceu rascunhos iniciais para muitas de suas diretrizes iniciais, incluindo as políticas de \"Ponto de vista neutro\" e \"Ignorar todas as regras\". Antes da Wikipédia, ele foi editor-chefe da Nupedia, outra enciclopédia online. Mais tarde, ele trabalhou em outros projetos enciclopédicos, incluindo: Citizendium e Everipedia, e aconselhou a enciclopédia política americana sem fins lucrativos, Ballotpedia. == Biografia == Sanger foi criado em Anchorage, no Alasca, nos Estados Unidos. Em março de 2000 foi contratado pela empresa de Wales, a Bomis, como editor-chefe da Nupedia, um projecto para criar uma enciclopédia livre. Como respostas à frustração do progresso lento da Nupedia, em Janeiro de 2001 Sanger propôs a criação de uma wiki para melhorar o desenvolvimento de artigos, dando origem à Wikipédia. Sanger supervisionou o projecto da Wikipédia, deu-lhe o nome e formulou muita de sua política original. Em 2002, deixou a Wikipédia e tornou-se um crítico da mesma, especialmente pela pouca confiabilidade das informações por ela veiculadas. Recentemente, Sanger também acusou o site de ser tendencioso, de não aplicar o princípio da neutralidade e de ser inclinado contra o conservadorismo, a religiosidade tradicional e as perspectivas das minorias na ciência e na medicina. Sanger procurou sanar esta deficiência atuando em novos projetos: o Digital Universe, lançado em 2006 e o Citizendium, lançado em 25 de março de 2007. Atualmente, trabalha num portal de vídeos educativos, o WatchKnowLearn. == Sobre a confiabilidade da Wikipédia == Larry diz em declaração à imprensa que a Wikipédia não é confiável, porque faltam pontos de vistas contrários. Ele afirma: “Você pode confiar que sempre contará a verdade? Bem, depende do que você acha que é a verdade”. Como exemplo falou sobre a página em inglês de Joe Biden, que não conteria a visão dos seus adversários. Ou seja, o site apresentaria verdades parciais. == Trabalhos == ; Trabalho acadêmico * Epistemic Circularity: An Essay on the Problem of Meta-Justification – tese de doutorado. * Descartes' methods and their theoretical background – tese de bacharelado. ; Ensaios * Why Neutrality?. Ballotpedia, Dez. 2015. * How and Why I Taught My Toddler to Read. LarrySanger.org, Dez. 2010. * Individual Knowledge in the Internet Age. Educause Review, Abr. 2010. * The Fate of Expertise after Wikipedia. Episteme – Edinburgh University Press, Fev. 2009. * Who Says We Know: On The New Politics of Knowledge. Edge Foundation – Edge Reality Club, Abr. 2007. * Humanity's Coming Enlightenment. Edge Foundation – World Question Center, 2007. ; Apresentações * What Strong Collaboration Means for Scholarly Publishing. Keynote at the Annual Meeting of Society for Scholarly Publishing, San Francisco, CA, Jun. 7, 2007. * How to Think about Strong Collaboration among Professionals. Keynote at the Handelsblatt IT Congress, Bonn, Germany, Jan. 30, 2007. * Why Make Room for Experts in Web 2.0?. Opening keynote at the SVForum, The Business of New Media, Santa Clara, CA, Out. 25, 2006. Livros * Essays on Free Knowledge: The Origins of Wikipedia and the New Politics of Knowledge. Set. 8, 2020 == Ligações externas == * Sanger, Larry Sanger, Larry Categoria:História da Wikipédia Categoria:Críticos da Wikipédia",
 "title": "Larry Sanger"
}