{
 "id": "62014",
 "text": "Capelinha é um município brasileiro no interior do estado de Minas Gerais, Região Sudeste do país. Localiza-se no Vale do Jequitinhonha e sua população em 2022 foi recenseada em habitantes. Exerce uma polarização econômica, educacional, cultural, empresarial e esportiva sobre os municípios próximos, constituindo a área mais ocupada demograficamente do Vale do Jequitinhonha. A povoação se iniciou em 1812, a partir da construção da Igreja Matriz de Nossa Senhora da Graça por Feliciano Luiz Pego. Possui um microclima frio em relação ao resto do Vale do Jequitinhonha, seu ponto mais alto atinge os 1200 metros de altitude na Serra da Noruega e a sede urbana se localiza a 900 metros de altitude, fato que contribui para as constantes geadas e dias gélidos no inverno. No Século XX, um historiador suíço que esteve na cidade, denominou-a em um relato como a \"Suíça Brasileira\", em plena referência ao seu clima. Capelinha sempre evidenciou-se pela produção agrícola. A partir da década de 1970 começou a receber investimentos em plantio de eucalipto pela Acesita Energética, atual Aperam South America que hoje mantém no município a maior floresta artificial do Planeta, produzindo bioenergia à base do eucalipto. Na área de cafeicultura, se consolidou nas últimas décadas como um auspicioso parque cafeeiro nacional, polarizando eventos, seminários e encontros nacionais de cafeicultores. Cerca de 90% do café originário de Capelinha é exportado para os Estados Unidos e Europa. O setor porém, já representou mais à economia da cidade. A cidade vem alçando vertiginoso destaque no estado de Minas Gerais. Verifica-se na cidade um amplo crescimento econômico, justificado especialmente pelo crescimento demográfico e extensas complementações econômicas, como o aeroporto de Capelinha, um campus da Universidade Federal dos Vales do Jequitinhonha e Mucuri (UFVJM) o IFNMG, o Distrito Industrial e a expansão urbanística caracterizada pela criação de novos bairros planejados. == História == A história de Capelinha remonta-nos ao ano de 1808, quando Manoel Luís Pego, um descendente de portugueses, instalou-se às margens do Córrego Areão, que corta o centro da cidade, Manoel Luís Pego fora designado pelo Rei de Portugal D. João VI a desapropriar e expulsar os índios da região do Vale do Jequitinhonha a fim de criar para o Governo Imperial fazendas agropecuárias. Manoel Luís Pego começou a ser perseguido pelos índios da Tribo Aranãs, pertencente aos índios Aranã, por tentar expulsá-los de suas terras. Em 1808, fugido dos índios, se instalou às margens do córrego. Após a morte de Manoel Luís Pego, seu filho, Feliciano Luís Pego construiu uma pequena capela dedicada à Nossa Senhora da Graça. Em torno da capela formou-se gradualmente um vilarejo, composto por pessoas de vilas vizinhas que migravam à cidade em busca de terras férteis e lavradias. == Toponímia == A origem do nome provem do início do povoamento do vilarejo. Descendente de europeus e dono de fortes crenças católicas, Manoel Luís Pego, após a sua morte deixou a seu filho a tarefa de construir uma capela de Nossa Senhora da Graça, assim edificada, a pequena capela de Nossa Senhora da Graça, passou a ser denominada pelas povoações próximas pelo nome \"Capelinha de Nossa Senhora da Graça\". Ao longo dos anos, na data de emancipação político- administrativa, em 1913, o povoamento já era popularmente conhecido como \"Capelinha\". == Geografia == O município pertence à Região Geográfica Imediata de Capelinha e à Região Geográfica Intermediária de Teófilo Otoni. Está localizado na microrregião de Capelinha que, por sua vez, faz parte da mesorregião do Jequitinhonha. Localizada a mais de 900 metros de altitude, é famosa pelo intenso frio no inverno, o que atrai relativo número de turistas em sua principal festa, o Capelinhense Ausente. === Clima === Segundo dados do Instituto Nacional de Meteorologia (INMET) coletados na estação meteorológica automática da cidade, instalada em 31 de agosto de 2007, a menor temperatura registrada em Capelinha foi de em 20 de maio de 2022, e a maior atingiu em 18 de novembro de 2023, durante uma onda de calor intensa. O maior acumulado de precipitação em 24 horas, por sua vez, foi de milímetros (mm) em 17 de dezembro de 2013. Esse mesmo mês, dezembro de 2013, foi o mês de maior precipitação, com acumulados. 280px|direita|thumb|Espaço Monumento no Centro de Capelinha. 280px|direita|thumb|Edifício Vitória, Rua Governador Valadares, Centro. == Educação == No dia 16 de março de 2012, foi estabelecida a instalação de um campus da UFVJM. Capelinha pleiteava o campus que seria destinado ao Alto Jequitinhonha. A escolha foi feita após a elaboração de um parecer técnico feito por uma comissão indicada pelo CONSU (Conselho Universitário) e pelo MEC (Ministério da Educação). O local onde o campus será construído é um terreno disponibilizado pela Aperam BioEnergia, tem 20 hectares e é bem próximo ao centro da cidade. A construção do Campus da UFVJM foi adiada porque o Ministro da Educação, José Mendonça Filho, congelou nos próximos dois anos a ampliação de vagas no ensino superior em universidades federais. Inclusive hoje os campus de Unaí e Janaúba, pertencentes àquela universidade e já existentes, estão ameaçados por esta medida. Categoria:Fundações em Minas Gerais em 1911",
 "title": "Capelinha"
}