{
 "id": "62049",
 "text": "Teseu () foi, na mitologia grega, um grande herói ateniense. Corresponde, para a Ática, ao que o dórico Héracles era para o Peloponeso. Seu nome significa \"o homem forte por excelência\".Brandão, Junito, Mitologia Grega, Petrópolis; Ed. Vozes, vol III, p. 149 Embora não haja registros históricos que provem indiscutivelmente que Teseu existiu, alguns historiadores supõem que ele governou Atenas entre 1234 e , como consta na lista tradicional dos Reis de Atenas, conforme cálculos de Jerônimo de Estridão.Jerônimo de Estridão, Chronicon. == Família == Seu pai, Egeu, era filho de Pandião II e nasceu, assim como seus irmãos Palas, Niso e Lico, em Mégara.Pseudo-Apolodoro, Biblioteca, 3.15.5 Pandião tinha sido rei de Atenas, mas foi expulso pelos metiônidas, filhos de Metião, e se refugiou em Mégara; quando o rei Pilas foi para o Peloponeso, Pandião II, casado com a filha de Pilas, se tornou rei de Mégara.Pausânias (geógrafo), Descrição da Grécia, 1.5.3. Os filhos de Pandião retornaram a Atenas e expulsaram os metiônidas,Pausânias (geógrafo), Descrição da Grécia, 1.5.4.Pseudo-Apolodoro, Biblioteca, 3.15.6 recuperando o reino para Egeu ou dividindo o reino em quatro, tendo Egeu com o poder supremo. == O nascimento de Teseu == Egeu casou-se com duas mulheres, Meta, filha de Hoples e Calcíope, filha de Rexenor, mas não teve filhos com nenhuma delas; temendo perder o reino para seus irmãos (Palas, Niso e Lico), Egeu consultou a Pítia, mas não entendeu sua resposta. Na volta para Atenas, Egeu se hospedou em Trezena, cujo rei Piteu, filho de Pélope, compreendendo o oráculo, fez Egeu se embebedar e deitar com sua filha Etra.Pseudo-Apolodoro, Biblioteca, 3.15.7 Na mesma noite, porém, Posidão também se deitou com Etra. Egeu pediu a Etra que, se ela desse à luz um menino, só revelasse ao filho quem era seu pai quando ele tivesse forças para pegar a espada e as sandálias que ele escondera sob uma enorme pedra. Depois disso devia ir em segredo até Atenas, portando a espada de seu pai e calçando suas sandálias. Egeu teve de voltar a Atenas, para celebrar o festival Panateniense, onde Androgeu, filho de Minos, derrotou todos os competidores. Androgeu foi morto; segundo uma versão, Egeu enviou contra Androgeu o touro de Maratona, que o matou, ou Androgeu viajou para Tebas, para participar dos jogos fúnebres em honra a Laio, e foi assassinado pelos competidores. Quando a notícia da morte de Androgeu chegou a Minos, estava sacrificando às Graças em Paros: jogou fora a guirlanda que usava e interrompeu a música das flautas, costume este que passou a ser adotado em Paros, nos sacrifícios às Graças, feitos sem flautas e guirlandas. Nasceu um menino, que cresceu vigoroso e forte como um herói. Aos dezesseis anos seu vigor físico era tão impressionante que Etra decidiu contar-lhe quem era o pai e o que se esperava dele. Teseu ergueu então a enorme pedra antes movida por Egeu, recuperou a espada e as sandálias do pai e dirigiu-se a Atenas.Grimal, Pierre, Dicionário da Mitologia Grega e Romana, Rio de Janeiro: Bertrand, p. 441 == A chegada de Teseu == Em sua viagem, chegou a Epidauro, onde encontrou Perifetes, filho de Hefesto e de Anticleia. Perifetes, assim como seu pai, era coxo e usava sua muleta como clava para matar os peregrinos que estavam indo para Epidauro. Teseu matou-o com a sua própria muleta/clava e guardou-a como lembrança de sua primeira vitória. Teseu passou por várias outras batalhas, entre elas, batalhou uma vez com Sínis, gigante filho de Posídon, que amarrava seus inimigos em um pinheiro e os arremessava contra rochas, envergando o mesmo até o chão. Teseu fez o mesmo com Sínis e prosseguiu em sua viagem. == Teseu em Atenas == Quando Teseu chegou em Atenas já era conhecido pelos seus feitos, mas o rei Egeu não sabia que ele era seu filho. Medeia já estava instalada no palácio real depois de fugir de Corinto após o assassinato de quatro pessoas, inclusive seus dois filhos. Medeia sabia da identidade do herói, mas não contou a Egeu e sim o convenceu a matar o forasteiro, que poderia ser uma ameaça ao seu reinado. Colocou veneno no vinho e ofereceu ao visitante ilustre. Teseu tirou a espada para seu conforto à mesa e Egeu o reconheceu, evitando assim a sua morte. Medeia mais uma vez foi expulsa de um reino, só que desta vez voltou para a Cólquida. Variantes do mito contam que Medeia mandou seu enteado na missão de capturar um touro bravo que vivia perto de Atenas, na planície de Maratona. Este touro seria o de Creta, do 7º trabalho de Héracles. Depois de morto o touro, foi feito um sacrifício para Apolo e, quando Teseu sacou da espada, foi reconhecido pelo pai. Na véspera da caçada uma senhora hospedou Teseu em sua humilde casa e prometeu um sacrifício para Zeus se ele voltasse vivo e vitorioso. Quando voltou para ver sua anfitriã, que se chamava Hécale, Teseu encontrou-a morta e instituiu um culto a Zeus Hecalésio em sua honra. Antes de virar rei, Teseu precisou enfrentar a sua própria fúria animal na forma de um touro. O mesmo touro foi responsável pelo encontro de Teseu com Ariadne, filha de Minos, o início de sua derrocada. Ao tomar conhecimento de que seus primos, os cinquenta Palântidas, queriam tirar o trono de seu pai, Teseu resolveu acabar com eles. Os primos se dividiram para fazer uma emboscada, mas Teseu foi avisado pelo arauto Leos. Depois, Teseu teve de se exilar por um ano em Trezena. == Teseu e o Minotauro de Creta == Para combater o touro de Creta, foi enviado anteriormente por Egeu o jovem Androgeu, que era filho de Minos e sua esposa Pasífae, reis de Creta. Dizem que o motivo foi a inveja pelo desempenho do jovem nos jogos de Atenas. Como o jovem pereceu tentando matar o touro, seu pai Minos resolveu fazer uma guerra contra Atenas, da qual saiu vencedor. Uma variante do mito dá a morte de Androgeu por motivos políticos, pois este teria se unido aos Palântidas, que eram inimigos de Egeu. Minos rumou para Mégara com sua poderosa esquadra e logo partiu para cercar Atenas. Durante a guerra uma peste enviada por Zeus contra os atenienses provocou a derrota de Egeu, o que levou o rei Minos a cobrar uma taxa a cada nove anos. A taxa foi em forma de sete rapazes e sete moças atenienses enviados para Creta, onde seriam colocados no labirinto para serem devorados pelo seu filho monstruoso, o Minotauro. Na terceira remessa de jovens, Teseu estava presente e resolveu intervir no problema. Entrou no lugar de um jovem e partiu para Creta para entrar no Labirinto. Na partida usou velas pretas para navegar e seu pai entregou-lhe um jogo de velas brancas, para usar caso saísse vitorioso na missão. Com efeito, a linda Ariadne, filha do poderoso Minos, apaixonou-se por Teseu e combinou com ele um meio de encontrar a saída do terrível labirinto. Um meio bastante simples: apenas um novelo de lã. Ariadne ficaria à entrada do palácio, segurando o novelo que Teseu iria desenrolando à medida que fosse avançando pelo labirinto. Para voltar ao ponto de partida, teria apenas que ir seguindo o fio que Ariadne seguraria firmemente. Teseu avançou e matou o monstro com um só golpe na cabeça. == A volta e a queda de Teseu == No caminho de volta, parou na ilha de Naxos e de lá zarpou, deixando Ariadne dormindo. Esta é a versão mais conhecida e numa outra é Dioniso que pediu para Teseu deixar a jovem lá. Como presente de núpcias para Ariadne, Dioniso lhe deu um diadema de ouro cinzelado feito por Hefesto. Este diadema foi mais tarde transformado em constelação. Dioniso e Ariadne tiveram quatro filhos: Toas, Estáfilo, Enopião e Pepareto. Em outra variante, Teseu abandonou Ariadne porque amava Egle filha de Panopleu. Em uma quarta variante, levou Ariadne para a praia da ilha para amenizar seu enjoo. Um vento muito forte deixou o navio à deriva e quando ele conseguiu voltar encontrou a princesa morta. Uma quinta variante aponta que ao parar em Naxos, Ariadne desce em terra firme. Poseidon escolhe esse momento preciso para iniciar uma imensa tempestade. Teseu precisa agir rapidamente. Ou ele foge imediatamente da tempestade ou desce para buscar Ariadne, correndo o risco de ter o navio destruído contra os recifes. É Atena que vai interferir. A deusa protetora dos atenienses ordena a Teseu que ice a vela e evite o naufrágio. Ela lhe dá a ordem de abandonar Ariadne. O destino dele estava em outro lugar. BUSNEL, François. LES GRANDS MYTHES. Thésée, ou les ravages de l'oubli. A escala seguinte foi na ilha de Delos, onde consagrou uma estátua de Afrodite, presente de Ariadne. Depois ele e seus companheiros realizaram uma dança circular que se tornou um rito na ilha de Apolo e foi executado por muito tempo. Ao se aproximar de Atenas, Teseu se esqueceu de trocar as velas negras pelas velas brancas e seu pai, quando avistou o navio, achou que ele havia morrido na empreitada, atirando-se do penhasco no mar, que então passou a levar o seu nome. Subindo ao trono, Teseu organizou um governo democrático, reunindo os habitantes da Ática, fazendo leis sábias e úteis para o povo. Vendo que tudo corria bem e os atenienses estavam felizes, Teseu mais uma vez se ausentou em busca das aventuras que tanto apreciava. Teseu liderou uma luta contra as amazonas e suas origens são contadas com alguma diferença. Numa das versões lutou junto com Héracles e recebeu como prêmio a amazona Antíope e teve com ela um filho chamando Hipólito. Em outra versão Teseu foi sozinho à terra das amazonas e raptou Antíope. As amazonas então invadiram a Ática para vingar o rapto. Numa terceira variante, as Amazonas invadiram Atenas, pois Teseu tinha abandonado Antíope para se casar com a irmã de Ariadne, Fedra. De qualquer maneira, para comemorar a vitória sobre as Amazonas os atenienses instituíram as festas chamadas Boedrômias. Em uma de suas aventuras com Pirítoo, resolveu raptar Helena, ainda uma criança, e logo em seguida ir ao Hades raptar Perséfone. Foi estimulado por serem as duas de ascendência divina. Resolveram que Helena seria esposa de Teseu e Perséfone de Pirítoo. Os heróis foram a Esparta e raptaram Helena de dentro de templo de Ártemis, mas não contavam que os irmãos da jovem, Castor e Pólux, fossem atrás da irmã. Teseu levou Helena para Afidna para ficar sob os cuidados de sua mãe Etra e ele e Pirítoo foram ao Hades raptar Perséfone. Durante esta aventura Castor e Pólux conseguiram resgatar a sua irmã. Este resgate foi facilitado por Academo, que revelou o esconderijo da princesa. No Hades, foram convidados pelo seu rei para sentarem e comerem, com isso ficaram presos nos assentos infernais. Quando Héracles foi ao inferno libertá-los, somente lhe foi permitido levar Teseu, ficando Pirítoo preso na 'cadeira do esquecimento'. Quando Teseu retornou para Atenas encontrou a cidade transtornada e transformada. Cansado de tanta luta e do trabalho administrativo, enviou seus filhos para Eubeia, onde reinava Elefenor (enganar com promessas), e resolveu morar na ilha do Esquiro. Licomedes (o que age como lobo), o rei da ilha de Esquiro, sentindo-se ameaçado, resolveu matar o herói, jogando-o de um penhasco. Mesmo depois de sua morte, o eidolon (alma sem o corpo) de Teseu ajudou os atenienses durante a batalha de Maratona, em , afugentando os persas. Depois de sua morte, porém, os atenienses, arrependidos, foram a Esquiro buscar suas cinzas e ergueram um templo magnífico em sua honra. == Arqueologia == Este mito, que tem sido objeto de investigações dos historiadores, parece indicar que Atenas, durante muito tempo, esteve dominada pelos reis de Creta, que lhe exigiam pesados tributos. O episódio de Teseu e do Minotauro deve indicar uma revolução que libertou os atenienses. Escavações realizadas na ilha de Creta, no início do século, revelaram a existência de um grande palácio provido de imensos corredores que lembravam um labirinto (Palácio de Cnossos, descoberto por Arthur Evans). Por outro lado, afirmam os especialistas que existem elementos que permitem dizer que os reis de Creta usavam, em certas festas e cerimônias religiosas, máscaras representando cabeças de touros. == Ligações externas == * * * |} Categoria:Heróis da mitologia grega Categoria:Reis de Atenas Categoria:Semideuses da mitologia greco-romana",
 "title": "Teseu"
}