{
 "id": "62097",
 "text": "Blade Runner (Blade Runner - O Caçador de Androides no Brasil) é um filme de ficção científica neo-noir honcongo-estadunidense de 1982 dirigido por Ridley Scott e estrelado por Harrison Ford, Rutger Hauer, Sean Young e Edward James Olmos. O roteiro, escrito por Hampton Fancher e David Peoples, é vagamente baseado no romance Do Androids Dream of Electric Sheep?, de Philip K. Dick. O filme se passa em novembro de 2019 numa decadente e futurista cidade de Los Angeles decaída com a poluição, o consumismo exacerbado e a consequente busca de novas formas de colonização em outros planetas, para a qual as pessoas são convidadas a aventurarem-se em face do colapso da civilização humana, tanto material quanto moralmente. Destaca-se o quão visionário foi o diretor Ridley Scott, na medida em que a globalização tão amplamente difundida nas últimas décadas, encontra nesta película, um final catastrófico, melancólico e deprimente — animais extintos são clonados e replicados a exemplo do principal quinhão no filme — replicantes humanos; a existência de uma profusão de culturas, etnias, credos e costumes. Com efeito, mexicanos, chineses, árabes e toda uma gama de culturas convivem neste ambiente sombrio e desanimador. Neste contexto, seres humanos artificiais, chamados replicantes, são criados e usados nas mais nocivas atividades, na Terra e, principalmente fora dela. A empresa responsável se chama Tyrell Corporation. Após um motim, os replicantes são banidos na Terra, passando a ser usados para trabalhos perigosos, servis e de prazer nas colônias extraterrenas da Terra. Replicantes que desafiam esse banimento e retornam para a Terra são caçados e \"aposentados\" pelos operativos especiais da polícia conhecidos como \"caçadores de replicantes\". O enredo se foca em um brutal e astuto grupo de replicantes que recentemente escapou e está se escondendo em Los Angeles, e no aposentado caçador de replicantes Rick Deckard, que relutantemente concorda em realizar mais um trabalho para caçá- los. O filme é uma fina ironia acerca das questões fundamentais que afligem a espécie humana e, é exatamente neste ponto, sob o espectro da moral, da ética e da busca do sentido para a vida, é que as pessoas acabam fazendo com os replicantes tudo aquilo que as fazem sofrer e o que lhe acarretam as mazelas e vicissitudes da vida. Blade Runner inicialmente polarizou a crítica especializada: alguns não gostaram de seu ritmo, enquanto outros gostaram de sua temática complexa. O filme foi muito mal nas bilheterias da América do Norte; apesar do fracasso comercial, ele desde então se tornou um clássico cultSammon, pp. 16–8 e é atualmente considerado um dos melhores filmes já feitos. Blade Runner foi elogiado por seu desenho de produção, mostrando um futuro \"retrofit\",Bukatman, p. 21Sammon, p. 79 e permanece como um dos principais exemplos do gênero neo-noir. Blade Runner chamou a atenção de Hollywood para o trabalho do escritor Philip K. Dick, com vários filmes posteriores tendo sido baseados por suas obras.Bukatman, p. 41 Ridley Scott considera Blade Runner como \"provavelmente\" o seu filme mais completo e pessoal. Em 1993, o filme foi selecionado para preservação no National Film Registry da Biblioteca do Congresso como sendo \"cultural, histórica ou esteticamente significante\". Sete versões diferentes do filme já foram exibidas em vários mercados como resultados de mudanças controversas feitas pelos executivos do filme. Um apressado Director's Cut foi lançado em 1992 depois de fortes reações a exibições testes. Isso, em conjunto com a popularidade do aluguel de vídeo, fez este ser um dos primeiros filmes a ser lançado em DVD, resultando em um disco básico com uma qualidade medíocre de vídeo e áudio. Em 2007, a Warner Bros. lançou o The Final Cut, uma versão digitalmente remasterizada de 25 anos feita por Scott, em cinemas selecionados e posteriormente em DVD, HD DVD e Blu-ray. A sequência, intitulada Blade Runner 2049, foi lançada em 6 de outubro de 2017. == Enredo == Em novembro de 2019 na cidade de Los Angeles, o ex-policial Rick Deckard (Harrison Ford) é detido pelo oficial Gaff (Edward James Olmos) que o leva até seu antigo supervisor, Bryant (M. Emmet Walsh). Deckard, cujo trabalho como \"Blade Runner\" foi de rastrear seres de bioengenharia, conhecidos como replicantes e \"aposentá-los\" (um eufemismo para matá-los). É informado que quatro replicantes vieram à Terra ilegalmente. Todos foram criados pela Corporação Tyrell e são de um modelo chamado Nexus-6, eles possuem uma vida útil de apenas quatro anos e podem ter vindo à Terra para tentar prolongar suas vidas. Deckard assiste a uma gravação de vídeo de um Blade Runner chamado Holden administrando o teste \"Voight-Kampff\", destinado a distinguir replicantes dos seres humanos, com base em suas respostas emocionais às perguntas. Enquanto aplicava o teste, Leon (Brion James) atira em Holden após uma pergunta sobre sua mãe. Bryant quer que Deckard \"aposente\" Leon e os outros três replicantes: Roy Batty (Rutger Hauer), Zhora (Joanna Cassidy), e Pris (Daryl Hannah). Deckard inicialmente recusa, mas depois que Bryant o ameaça, ele relutantemente concorda. Deckard começa sua investigação na Tyrell Corporation para assegurar que o teste funciona em modelos Nexus-6. Enquanto estava lá, ele descobre que o Dr. Eldon Tyrell (Joe Turkel) tem uma assistente, Rachael (Sean Young), que é uma replicante experimental que acredita ser um ser humano. Foram dadas falsas memórias para Rachael no intuito de fornecer uma \"almofada emocional\". Como resultado, um teste mais extenso é necessário para determinar se ela é de fato uma replicante. Os replicantes fugitivos iniciam sua busca por Tyrell para forçá-lo a prolongar suas vidas. Roy e Leon investigam um laboratório de fabricação de olhos para replicantes e descobrem sobre o J.F. Sebastian (William Sanderson), um talentoso designer genético que trabalha em estreita colaboração com a Tyrell Corporation. Rachael visita Deckard em seu apartamento para provar sua humanidade, mostrando-lhe uma foto de família, mas depois que Deckard revela que suas memórias são implantes da sobrinha de Tyrell, ela sai de seu apartamento em lágrimas. Enquanto isso, Pris localiza Sebastian e o manipula para ganhar a sua confiança. Enquanto vasculhava o quarto de hotel de Leon, Deckard encontra uma foto de Zhora e uma escama de cobra sintética, que o leva a um clube de strip, onde Zhora trabalha. Deckard mata Zhora e pouco tempo depois é informado por Bryant que ele também precisa aposentar Rachael, que desapareceu da Tyrell Corporation. Depois que Deckard vê Rachael entre uma multidão, ele é atacado por Leon, mas Rachael o salva matando Leon, usando a pistola que Deckard deixou cair durante a briga com o replicante. Os dois retornam até o apartamento de Deckard e, após uma discussão íntima, ele promete não caçá-la; quando ela tenta sair do apartamento, ele a segura, obrigando-a a beijá-lo. Chegando no apartamento de Sebastian, Roy diz a Pris que os outros estão mortos. Enquanto isso, Sebastian revela que devido a sua \"Síndrome de Matusalém\", um envelhecimento prematuro das suas células, sua vida também será interrompida. Sebastian é convencido por Roy a leva-lo até a presença de Tyrell, onde Roy exige mais vida de seu criador. Tyrell diz-lhe que é impossível. Roy confessa que ele tem feito \"coisas questionáveis\", que Tyrell nega, louvando a concepção e realizações alcançadas por Roy em sua vida a curto prazo. Roy beija Tyrell, então o mata. Em seguida, ao ser mostrado descendo no elevador sozinho, fica implícito que Roy também matou Sebastian. Ao entrar no apartamento de Sebastian, Deckard é emboscado por Pris, mas ele consegue matá-la, e Roy retorna pouco depois. Quando Roy se dá conta que o momento de sua morte chegou, ele persegue Deckard através do edifício, terminando em cima do telhado. Deckard tenta saltar em um telhado ao lado, mas erra e fica pendurado entre os edifícios. Roy faz o salto com facilidade, e quando Deckard escorrega e está prestes a cair, Roy o segura pela mão e o puxa de volta, salvando-o. Roy, que começa a morrer neste momento, faz um monólogo sobre como suas memórias \"serão perdidas como lágrimas na chuva\"; Roy morre na frente de Deckard, que assiste tudo em silêncio. Gaff chega e grita para Deckard, \"É muito ruim que ela não vá viver, mas afinal, quem vive?\". Deckard retorna ao seu apartamento e encontra a porta entreaberta, mas Rachael está segura, dormindo em sua cama. Quando eles saem, Deckard percebe um pequeno origami de unicórnio feito em papel alumínio no chão, um cartão de visita familiar que traz de volta a ele as palavras finais de Gaff. Deckard e Rachael saem rapidamente do bloco de apartamentos. == Elenco == * Harrison Ford como Rick Deckard * Rutger Hauer como Roy Batty * Sean Young como Rachael * Edward James Olmos como Gaff * M. Emmet Walsh como Capitão Bryant * Daryl Hannah como Pris * William Sanderson como J.F. Sebastian * Brion James como Leon Kowalski * Joe Turkel como Dr. Eldon Tyrell * Joanna Cassidy como Zhora Salome * James Hong como Hannibal Crew * Morgan Paull como Dave Holden * Kevin Thompson como Bear * John Edward Allen como Kaiser * Hy Pyke como Taffey Lewis * Kimiko Hiroshige como Moça Cambojana * Robert Okazaki como Mestre Sushi * Carolyn DeMirjian como Vendedora * Ben Astar como Abdul Ben Hassan == Temas == Como filme, Blade Runner opera em vários níveis dramáticos e narrativos. Possui várias características de um filme noir: o arquétipo de femme fatale; protagonista-narrador (removido em versões posteriores); cinematografia escura e sombria; e a perspectiva moral questionável do herói - neste caso, estendida para incluir reflexões sobre a natureza de sua própria humanidade. É um filme literário de ficção científica, envolvendo tematicamente a filosofia da religião e implicações morais do domínio humano da engenharia genética no contexto do drama e da húbris grega clássica. O longa também se baseia em imagens bíblicas, como o dilúvio de Noé, e bebe de fontes literárias, como Frankenstein. Linguisticamente, o tema da mortalidade é sutilmente reiterado no jogo de xadrez entre Roy e Tyrell, inspirado na famosa Partida Imortal de Anderssen em 1851, embora Scott tenha dito que isso foi apenas uma coincidência.Sammon, p. 384 Blade Runner aprofunda as implicações da tecnologia no ambiente e na sociedade ao chegar ao passado, usando literatura, simbolismo religioso, temas dramáticos clássicos e cinema noir. Essa tensão entre passado, presente e futuro é refletida no futuro reestruturado de Blade Runner, que possui alta-tecnologia e lugares reluzentes, mas decadente e velho em outros lugares. Ridley Scott descreveu o filme como: \"extremamente escuro, literalmente e metaforicamente, com uma sensação estranhamente masoquista\", em uma entrevista de Lynn Barber para o jornal britânico The Observer em 2002. Scott \"gostou da ideia de explorar a dor\" e comentou na sequência a respeito da morte de seu irmão por um câncer de pele: \"Quando ele estava doente, eu costumava visitá-lo em Londres, e isso foi realmente traumático para mim.\" Uma aura de paranoia permeia o filme: o poder das corporações parece grande; A polícia parece onipresente; veículos e luzes de advertência sondam os edifícios; E as consequências de enorme poder biomédico sobre o indivíduo são exploradas — especialmente as consequências para os replicantes que possuem suas memórias implantadas. O controle sobre o meio ambiente é descrito como tendo lugar em grande escala, de mãos dadas com a ausência de qualquer vida natural, com animais artificiais substituindo seus predecessores extintos. Este cenário opressivo explica a migração frequentemente referenciada de seres humanos para colônias extraterrestres (\"fora do mundo\"). Os temas distópicos explorados em Blade Runner são um exemplo adiantado de conceitos do cyberpunk que são expandidos na projeção. Os olhos são um motivo recorrente, assim como as imagens manipuladas, para o questionamento da realidade e nossa capacidade de perceber e lembrar das coisas com precisão.Bukatman, pp. 9–11 Estes elementos temáticos fornecem uma atmosfera de incerteza para o tema central de Blade Runner onde examina a humanidade. Para descobrir replicantes, um teste de empatia é usado, com um número de perguntas focados no tratamento de animais — aparentemente um indicador essencial da \"humanidade\" de alguém. Os replicantes parecem mostrar compaixão e preocupação um pelo outro e são justapostos contra personagens humanos que não têm empatia enquanto a massa da humanidade nas ruas é fria e impessoal. O filme chega até a ponto de colocar em dúvida se Deckard é humano e força o público a reavaliar o que significa ser humano. A questão de se Deckard é pretendido ser um humano ou um replicante tem sido alvo de uma grande controvérsia desde o lançamento do filme.Bukatman, pp. 80–83 Michael Deeley e Harrison Ford queriam que Deckard fosse humano, enquanto Hampton Fancher preferia a ambiguidade.Sammon, p. 362 Ridley Scott declarou que em sua visão Deckard é um replicante. A sequência de sonhos de Deckard com um unicórnio, inserida na versão Director's Cut, coincidindo com o presente de despedida de Gaff de um unicórnio de origami, é vista por muitos como mostrando que Deckard é um replicante — como Gaff podendo ter acessado as memórias implantadas de Deckard. A interpretação de que Deckard é um replicante é desafiada por outros que acreditam que as imagens de unicórnios mostram que os personagens, humanos ou replicantes, compartilham os mesmos sonhos e reconhecem sua afinidadeBrooker, Peter \"Imagining the Real: Blade Runner and Discourses on the Postmetropolis\" in Brooker, pp. 9, 222 ou que a ausência de uma resposta decisiva é crucial para o tema principal do filme.Bukatman, p. 83 A ambiguidade inerente e a incerteza do filme, bem como a sua riqueza textual, permitiram aos espectadores assisti-lo a partir de suas próprias perspectivas.Hills, Matt \"Academic Textual Poachers: Blade Runner as Cult Canonical Film\" in Brooker, pp. 124–141 == Produção == === Escolha do elenco === A escalação para o elenco do filme demonstrou-se bastante problemática, particularmente para o papel principal de Deckard. O roteirista Hampton Fancher imaginou Robert Mitchum como Deckard tendo escrito o diálogo do personagem com Mitchum em mente.Dangerous Days: Making Blade Runner (Blade Runner: The Final Cut DVD), Warner Bros., 2007 O diretor Ridley Scott e os produtores do filme passaram meses se reunindo e discutindo o papel com Dustin Hoffman, que eventualmente desistiu do papel devido a algumas discrepâncias de visão. Harrison Ford foi finalmente escolhido por várias razões, incluindo seu desempenho nos filmes da franquia Star Wars, o interesse de Ford pela história de Blade Runner e algumas discussões com Steven Spielberg que estava terminando Os Caçadores da Arca Perdida na época e elogiou fortemente o trabalho de Ford no filme. Depois de seu sucesso em filmes como Star Wars (1977) e Os Caçadores da Arca Perdida (1981), Ford estava procurando um papel com profundidade dramática. De acordo com os documentos de produção, vários atores foram considerados para o papel, incluindo Gene Hackman, Sean Connery, Jack Nicholson, Paul Newman, Clint Eastwood e Al Pacino. Um papel que não foi difícil de escalar foi o de Rutger Hauer como Roy Batty, o violento mas ainda pensativo líder dos replicantes. Scott colocou Hauer no elenco sem conhecê-lo, tendo unicamente como base as performances de Hauer nos filmes de Paul Verhoeven que Scott tinha visto (Katie Tippel, Soldaat van Oranje e Turkish Delight). A interpretação de Hauer para o personagem Batty foi considerado por Philip K. Dick como \"o Batty perfeito e frio, ariano, impecável\".Sammon, p. 284 Dos muitos filmes que Hauer fez, Blade Runner é o seu favorito. Como explicou em um bate-papo ao vivo em 2001, \"Blade Runner não precisa de explicação, é apenas o melhor, não há nada parecido, fazer parte de uma verdadeira obra-prima que mudou o pensamento do mundo.\" Hauer reescreveu o discurso \"lágrimas na chuva\" do seu personagem e o apresentou para Scott no set antes da filmagem. Blade Runner utilizou um número de atores até então pouco conhecidos: Sean Young interpretou Rachael, uma replicante experimental com memórias da sobrinha de Tyrell implantadas, fazendo-a acreditar que ela é humana;Sammon, pp. 92–93 Nina Axelrod fez uma audição para o papel. Daryl Hannah interpretou Pris, uma \"modelo de prazer básico\" replicante; Stacey Nelkin fez testes para o papel, mas lhes foi dada uma outra parte no filme, que foi cortada em última instância antes da filmagem. A escalação para os papéis de Pris e Rachael foi desafiador, exigindo vários testes de tela, com Morgan Paull desempenhando o papel de Deckard. Paull foi escolhido como Dave Holden o caçador de recompensas e colega de Deckard, que é baleado na primeira cena, baseado em suas performances nos testes. Brion James interpretou Leon Kowalski, um replicante de combate, e Joanna Cassidy interpretou Zhora, uma replicante assassina. Edward James Olmos interpretou Gaff. Olmos usou sua diversidade étnica e pesquisa pessoal para ajudar a criar a linguagem ficcional \"cityspeak\" que seu personagem usa no filme.Sammon, pp. 115–116 Seu endereço inicial para Deckard no bar de macarrão é em parte em húngaro e significa, \"Cavalo de pau [mentira]! De jeito nenhum você é o Blade ... Blade Runner.\" M. Emmet Walsh interpretou o capitão Bryant, um duro, bêbado e desprezível veterano da polícia típico do gênero de filmes noir. Joe Turkel interpretou o Dr. Eldon Tyrell, um magnata corporativo que construiu um império sobre escravos humanoides geneticamente manipulados. William Sanderson foi escalado como J. F. Sebastian, um gênio quieto e solitário que fornece um retrato compassivo, mas complacente da humanidade. J. F. simpatiza com os replicantes, que ele vê como companheiros,Bukatman, p. 72 e compartilha igualmente sua curta vida devido à sua doença de envelhecimento acelerado;Sammon, p. 170 Joe Pantoliano foi considerado para o papel. James Hong interpretou Hannibal Chew, um idoso geneticista especializado em olhos sintéticos, e Hy Pyke interpretou o proprietário do bar do desprezível Taffey Lewis com facilidade e em uma única tomada, algo quase inédito para Scott, cujo impulso para a perfeição resultou às vezes em tomadas com dois dígitos.Sammon, p. 150 === Desenvolvimento === Interessado em adaptar o romance Do Androids Dream of Electric Sheep? de Philip K. Dick desenvolvido pouco tempo após sua publicação em 1968. O diretor Martin Scorsese estava interessado em filmar o romance, mas nunca optou o filme. O produtor Herb Jaffe opcionou o longa no início de 1970, mas Dick não gostou do roteiro escrito pelo filho de Herb, Robert: \"O roteiro de Jaffe estava terrível ... Robert voou para Santa Ana para falar comigo sobre o projeto. E a primeiro coisa referida por ele quando saiu do avião foi: \"devo bater em você aqui no aeroporto, ou devo bater em você de volta ao meu apartamento?\".Dick quoted in Sammon, p. 23 O roteiro de Hampton Fancher foi opcionado em 1977.Sammon, pp. 23–30 O produtor Michael Deeley se interessou pelo projeto de Fancher e convenceu o diretor Ridley Scott para filmá-lo. Scott tinha recusado o projeto, mas depois de deixar a lenta produção de Dune, queria um projeto com ritmo mais rápido para tomar sua mente para fora do pensamento da recente morte de seu irmão mais velho.Sammon, pp. 43–49 Ele se juntou ao projeto em 21 de Fevereiro de 1980 e conseguiu elevar o financiamento de US$ 13 milhões prometido pela Filmways para US$ 15 milhões. O roteiro de Fancher era focado mais em questões ambientais do que sobre questões de humanidade de religião, que são destaque no romance, e Scott queriam mudanças. Fancher encontrou de um tratamento de cinema de William S. Burroughs para Alan E. Nourse e seu romance The Bladerunner (1974), intitulado Blade Runner (a movie). Scott gostou do nome, então Deeley obteve os direitos para os títulos. Eventualmente ele contratou a David Peoples para reescrever o roteiro e Fancher deixou o trabalho em 21 de dezembro de 1980, embora posteriormente ele tenha voltado para contribuir com algumas regravações adicionais.Sammon, pp. 49–63 Depois de ter investido mais de US$ 2,5 milhões na pré-produção,Sammon, p. 49 e como a data de início da fotografia principal se aproximava, a Filmways empatou com o apoio financeiro. Em 10 dias Deeley garantiu US$ 21,5 milhões em financiamento por meio de um contrato de três vias entre a Ladd Company (através de Warner Bros.), a produtora de Hong Kong, Sir Run Run Shaw, e a Tandem Productions.Bukatman, pp. 18–19; Sammon, pp. 64–67 Philip K. Dick ficou preocupado que ninguém o havia informado sobre a produção do filme, o que acrescentou a sua desconfiança de Hollywood.Sammon, pp. 63–64 Depois que Dick criticou a versão inicial do roteiro de Hampton Fancher em um artigo escrito para o Los Angeles Selective TV Guide, o estúdio enviou para Dick o roteiro reescrito pela David Peoples.Sammon, pp. 67–69 Embora Dick tenha falecido pouco antes do lançamento do filme, ele estava bastante satisfeito com o script reescrito e com um carretel de teste de 20 minutos de efeitos especiais que foi exibido para ele quando fora convidado para o estúdio. Apesar de seu ceticismo bem conhecido a respeito de Hollywood, em princípio, Dick ficou entusiasmado com Ridley Scott devido ao seu mundo criado para o filme ser bastante semelhante ao que havia imaginado. Ele disse: \"Eu vi um segmento de efeitos especiais de Douglas Trumbull para Blade Runner no noticiário de televisão KNBC. Eu o reconheci imediatamente. Era meu próprio mundo interior. Capturaram-no perfeitamente.\" Ele também aprovou o roteiro do filme, dizendo: \"Depois que eu terminei de ler o roteiro, eu peguei meu romance e olhei através dele. Os dois se reforçam mutuamente, de modo que alguém que começou com o romance iria apreciar o filme e alguém que começou com o filme iria desfrutar o romance\". O filme foi dedicado a Dick.Blade Runner, dedicação depois dos créditos finais, 1:51:30 A montagem da fotografia principal de Blade Runner começou no dia 9 de marco de 1981 e terminou quatro meses depois.Sammon, p. 98 Em 1992, Ford revelou, \"Blade Runner não é um dos meus filmes favoritos. Fiquei bastante emaranhado com o Ridley\".Sammon, p. 211 Além do atrito com o diretor, Ford não gostava das dublagens: \"Quando começamos a filmar tinha sido tacitamente acordado que a versão do filme que nós tínhamos acordados foi a versão sem narração. Foi um p**a [sic] pesadelo. Eu pensei que o filme que tinha trabalhado estava sem a narração. Mas agora eu estava preso a re-criar essa narração. E fui obrigado a fazer as dublagens para as pessoas que não representam os interesses do diretor\". \"Fui chutando e gritando até o estúdio para gravar\".Sammon, p. 296 A narração dos monólogos foram escritos por um Roland Kibbee que não foi creditado. Em 2006, quando perguntaram para Scott \"Quem é o maior pé no saco com quem você já trabalhou\", Ele respondeu: \"Tem que ser o Harrison ... ele vai me perdoar porque agora eu fico com ele. Agora ele é mais encantador. Mas ele sabe muito, e esse é o problema. Quando trabalhamos juntos foi no meu primeiro filme e eu era um garoto novo na área. Mas nós fizemos um bom filme.\" Ford também falou sobre Scott em 2000: \"Eu admiro seu trabalho. Tivemos uma fase ruim lá, e eu estou nela\".Kennedy, Colin (November 2000), \"And beneath lies, the truth\", Empire (137): 76 Em 2006 Ford refletiu sobre a produção do filme dizendo: \"o que eu me lembro mais do que qualquer outra coisa quando eu vejo Blade Runner não são as 50 noites de tiroteio na chuva, mas a narração ... Eu ainda era obrigado a trabalhar para estes palhaços que vinham com uma narração mal escrita após a outra\".\"In Conversation with Harrison Ford\", Empire (202): 140, April 2006 Ridley Scott confirmou na edição de verão de 2007 da revista Total Film que Harrison Ford contribuiu para a Edição Especial de Blade Runner em DVD, e já tinha gravado suas entrevistas. \"Harrison está totalmente a bordo\", disse Scott.Smith, Neil (Summer 2007), \"The Total Film Interview\", Total Film (130) O Bradbury Building, no centro de Los Angeles, serviu como local de filmagem e uma locação da Warner Bros abrigou as ruas de LA 2019. Outros locais incluídos foram a Ennis-Brown House e o 2nd Street Tunnel. Testes resultaram em várias mudanças, incluindo a adição de uma narração, um final feliz e a remoção de uma cena de Holden no hospital. A relação entre os cineastas e os investidores foi difícil, que culminou na demissão de Deeley e Scott, mas ainda continuaram trabalhando no filme. Durante as filmagens, os membros da equipe de gravação criaram camisetas dizendo: \"Sim Guv'nor, My Ass\", que zombava da comparação desfavorável de Scott das equipes norte-americanas e britânicas; Scott respondeu com uma camiseta de sua autoria, \"Xenophobia Sucks\" fazendo o incidente ser conhecido como A Guerra da Camiseta.Sammon, p. 218 === Design === Ridley Scott deu créditos pela pintura Nighthawks de Edward Hopper e a revista de ficção científica francesa Métal Hurlant (que deu origem a revista Heavy Metal), para a qual o artista Moebius contribuiu, como fontes estilísticas de humor.Sammon, p. 74 Ele também desenhou o cenário de uma \"Hong Kong em um dia muito ruim\" e a paisagem industrial de sua única casa no nordeste da Inglaterra. O estilo visual do filme é influenciado pelo trabalho do futurista arquiteto italiano, Antonio Sant'Elia. Scott contratou Syd Mead como seu artista conceitual que, da mesma forma que Scott, foi influenciado por Métal Hurlant.Sammon, p. 53 Moebius teve a oportunidade de auxiliar na pré-produção de Blade Runner, mas ele recusou a proposta para trabalhar no filme animado Les Maîtres du temps de René Laloux – decisão esta que mais tarde lamentou.Giraud, Jean (1988), The Long Tomorrow & Other SF Stories, Marvel, ISBN 978-0-87135-281-1 O designer de produção Lawrence G. Paull e o diretor de arte David Snyder fizeram os esboços de Scott e Mead. Douglas Trumbull e Richard Yuricich supervisionaram os efeitos especiais para o filme. Blade Runner possui diversas semelhanças com o filme Metropolis de Fritz Lang, incluindo um ambiente urbano construído, onde os ricos vivem literalmente acima dos trabalhadores, dominados por um enorme edifício — a Torre Stadtkrone em Metropolis e o Tyrell Building em Blade Runner. O supervisor de efeitos especiais David Dryer usou alambiques de Metropolis para alinhar as fotos em miniatura de Blade Runner.Bukatman, pp. 61–63; Sammon, p. 111 A cena final estendida na versão original dos cinemas mostra Rachael e Deckard viajando à luz do dia com imagens aéreas pastorais filmadas pelo diretor Stanley Kubrick feitas de um helicóptero que foram aproveitadas das sobras de filmagem de O Iluminado. \"Spinner\" é o termo genérico para os carros de voo fictícios utilizados no filme. Um spinner pode ser conduzido como um veículo terrestre, deslocar-se verticalmente, planar, e cruzar os céus usando a propulsão a jato muito parecido como a decolagem e aterrissagem vertical (VTOL) feita por aeronaves. São usados extensivamente pela polícia para patrulhar e examinar a população, e fica claro que, apesar das restrições, pessoas ricas podem adquirir licenças para um spinner.Sammon, pp. 79–80 O veículo foi concebido e projetado por Syd Mead, que descreveu o spinner como um \"aerodyne\" — um veículo que empurra o ar para baixo criando sustentação, embora os kits de imprensa para o filme afirmarem que o spinner é impulsionado por três motores: \"combustão interna convencional, jato e antigravidade\". Os desenhos conceituais de Mead foram transformados em 25 veículos de trabalho pelo personalizador de automóveis Gene Winfield. Um spinner está em exposição permanente no Museu da Ficção Científica e no Hall da fama em Seattle, Washington.EMPSFM Brochure (PDF), Science Fiction Museum and Hall of Fame, arquivo do original (PDF) em 24 de janeiro de 2011. ==== Máquina de Voight- Kampff ==== A máquina de Voight-Kampff é uma ferramenta fictícia utilizada em interrogatórios, originado no romance onde é soletrada como Voigt-Kampff. O Voight-Kampff é uma máquina semelhante a um polígrafo usada pelos Blade Runners para determinar se um indivíduo é um replicante. Ele mede as funções corporais, como respiração, modo de respostas, frequência cardíaca e movimento dos olhos em resposta a questões relacionadas com a empatia.Sammon, pp. 106–107 No filme, dois replicantes fazem o teste, Leon e Rachael. Deckard diz a Tyrell que geralmente leva de 20 a 30 perguntas cruzadas para distinguir um replicante; Em contraste com o livro, onde é afirmado que só leva \"seis ou sete\" perguntas para fazer uma determinação. No filme é preciso mais de cem perguntas para determinar que Rachael é um replicante. === Música === A trilha sonora de Blade Runner composta por Vangelis é uma combinação melódica sombria de composição clássica e sintetizadores futuristas que espelha o filme noir retro-futurístico imaginado por Ridley Scott. Vangelis, que recentemente havia ganhado um Óscar de melhor trilha sonora por Carruagens de Fogo, compôs e executou a música em seus sintetizadores.Sammon, pp. 271–274 Ele também fez uso de vários timbres e os vocais do colaborador Demis Roussos.Sammon, pp. 419–423 Outro som memorável é o assombroso solo de saxofone de \"Love Theme\" realizado pelo saxofonista britânico Dick Morrissey, que se apresentou em muitos dos álbuns de Vangelis. Ridley Scott também usou \"Memories of Green\" do álbum See You Later de Vangelis, uma versão orquestral de que Scott posteriormente usaria em seu filme Perigo na Noite.Larsen, Peter (2007), Film music, London: Reaktion Books, p. 179, ISBN 978-1-86189-341-3 Junto com as composições de Vangelis e as texturas do ambiente, a paisagem sonora do filme também apresenta uma faixa do conjunto japonês Nipponia – \"Ogi No Mato\" ou \"The Folding Fan as a Target\" da Nonesuch Records lançada em vocal tradicional e também como música instrumental – e uma faixa pela harpista Gail Laughton de \"Harps of the Ancient Temples\" pela Laurel Records.Sammon, p. 424 Apesar de ser bem recebido pelos fãs e aclamado pela crítica e nomeado em 1983 por um BAFTA e Globo de Ouro como melhor partitura original, juntamente com a promessa de um álbum da trilha sonora pela Polydor Records nos créditos finais do filme, o lançamento da gravação da trilha sonora oficial foi atrasado em mais de uma década. Existem duas versões oficiais da música de Blade Runner. À luz da falta de um lançamento de um álbum, a New American Orchestra gravou uma adaptação orquestral em 1982 que tinha poucas semelhanças com a trilha original. Algumas das faixas do filme, em 1989, apareceram na compilação Vangelis: Themes, mas não até o lançamento de 1992 da versão Director's Cut que possuíra uma quantidade substancial da trilha sonora do filme lançada comercialmente. Tais atrasos e pobres reproduções levaram à produção de muitas gravações bootleg ao longo dos anos. Uma fita deste estilo emergiu em 1982 em convenções de ficção científica e tornou-se popular dado o atraso da liberação oficial das gravações originais, e em 1993 a \"Off World Music, Ltd\" criou um CD bootleg que provou-se mais detalhado do que o CD oficial de Vangelis em 1994. Um conjunto com três CDs de Blade Runner relacionados com as músicas de Vangelis foi lançado em 2007. Intitulado Blade Runner Trilogy, o primeiro disco contém as mesmas faixas do lançamento oficial de 1994, o segundo apresenta a música inédita do filme e o terceiro disco são todas a músicas (até então) recentemente compostas por Vangelis, inspirada por, e no espírito do filme. === Efeitos especiais === Os efeitos especiais do filme são geralmente reconhecidos como estando entre os melhores de todos os tempos, usando a tecnologia disponível (não-digital) ao máximo. Além das pinturas e modelos matte, as técnicas empregadas incluíram múltiplas exposições. Em algumas cenas, o conjunto foi iluminado, filmado, o filme rebobinado e, em seguida, gravado novamente com uma iluminação diferente. Em alguns casos, isso foi feito 16 vezes ao todo. As câmeras eram frequentemente controladas por movimento usando computadores. Muitos efeitos utilizaram técnicas que tinham sido desenvolvidas durante a produção de Contatos Imediatos do Terceiro Grau. == Lançamento == Blade Runner foi lançado em 1.290 cinemas no dia 25 de junho de 1982. Essa data foi escolhida pelo produtor Alan Ladd, Jr. porque seus filmes anteriores de maior bilheteria (Star Wars e Alien) tiveram uma data de abertura semelhante (25 de maio) em 1977 e 1979, tornando esta data seu \"dia de sorte\".Sammon, p. 309 Blade Runner arrecadou vendas de ingressos razoavelmente boas segundo relatórios contemporâneos; Faturando US$ 6,1 milhões durante o seu primeiro fim de semana nos cinemas.HARMETZ, Aljean (29 de junho de 1982), 'E.T.' May Set Sales Record, The New York Times, Section C, Cultural Desk, página 9 O filme foi lançado próximo de outros grandes lançamentos de ficção científica/fantasia, tais como O Enigma de Outro Mundo, Jornada nas Estrelas II: A Ira de Khan, Conan, o Bárbaro e E.T. - O Extraterrestre.Sammon, p. 316 === Recepção da crítica === As reações iniciais entre os críticos de cinema foram misturadas. Alguns escreveram que a trama tomou um assento traseiro para efeitos especiais do filme, e não coube o marketing do estúdio como um filme de ação/aventura. Outros aclamaram sua complexidade e previram que resistiria ao teste do tempo.Sammon, pp. 313–315 As críticas negativas nos Estados Unidos citaram seu ritmo lento. Sheila Benson, do Los Angeles Times, chamou o longa de \"Blade Crawler\", e Pat Berman do The State e a Columbia Records o descreveram como \"pornografia de ficção científica\".Citado em Sammon, p. 313 e p. 314, respectivamente Pauline Kael elogiou Blade Runner como digno de um lugar na história do cinema pela sua visão distinta de ficção científica, mas criticou a falta de desenvolvimento do filme em \"termos humanos\".KAEL, Pauline (1984), Taking It All In, Holt, Rinehart and Winston, pp. 360–365, ISBN 978-0-03-069361-8 Acadêmicos começaram a escrever análises do filme quase tão logo quanto foi lançado,WILLIAMS, Douglas E. (October 1988), \"Ideology as Dystopia: An Interpretation of \"Blade Runner\"\"(PDF), International Political Science Review, 9 (4): 381–394, JSTOR 1600763, visto em 13 de outubro de 2015 em particular sobre os seus aspectos distópicos, questões sobre a humanidade \"autêntica\", aspectos ecofeministas, nos estudos de gêneroDOLL, Susan; Faller, Greg (1986), \"Blade Runner and Genre: Film Noir and Science Fiction\", Literature Film Quarterly, 14 (2), visto em 13 de outubro de 2015 e nos últimos anos sobre a cultura popular. O filme tem sido tema de interesse acadêmico ao longo de décadas. Desde sua versão original, o filme se tornou um clássico de ficção científica. Roger Ebert elogiou os visuais tanto da versão original quanto da versão Director's Cut tendo recomendado-os por isso; Entretanto, ele achou a história humana clichê e um pouco fina. Mais tarde, ele adicionou The Final Cut à sua lista de \"Melhores Filmes\". O crítico Chris Rodley e Janet Maslin teorizaram que Blade Runner mudou o discurso cinematográfico e cultural através de seu repertório de imagens e influência subsequente sobre os filmes.RODLEY, Chris (1993), Blade Runner: the director's cut, Frieze, visto em 14 de outubro de 2015 Blade Runner detém uma classificação de 89% no Rotten Tomatoes, um site que classifica os filmes com base em críticas publicadas por críticos, obtendo uma média de 8,5 de 10 em 104 comentários. O consenso do site diz \"Incompreendido quando chegou aos cinemas, a influência do misterioso e neo-noir Blade Runner de Ridley Scott se aprofundou com o tempo\". Denis Villeneuve, diretor da sequência de Blade Runner, cita o filme como uma enorme influência para ele e muitos outros. === Prêmios e indicações === Blade Runner ganhou e foi nomeado para os seguintes prêmios: Ano Prêmio Categoria Indicado Resultado 1982 British Society of Cinematographers Melhor Fotografia Jordan Cronenweth Los Angeles Film Critics Association Melhor Fotografia 1983 British Academy Film Awards Melhor Fotografia Melhor Figurino Charles Knode e Michael Kaplan Melhor Edição Terry Rawligns Melhor Trilha Sonora Vangelis Melhor Maquiagem Marvin Westmore Melhor Montagem Lawrence G. Paull Melhor Som Peter Pennell, Bud Alper, Graham V. Hartstone e Gerry Humphreys Melhores Efeitos Visuais Douglas Trumbull, Richard Yuricich e David Dryer Prêmio Hugo Melhor Apresentação Dramática Blade Runner Londo Film Critic's Cirlcle Prêmio de Conquista Especial Lawrence G. Paull, Douglas Trumbull e Syd Mead Prêmio Globo de Ouro Melhor Trilha Sonora Original Vangelis Óscar Melhor Direção de Arte Lawrence G. Paull, David Snyder e Linda DeScenna Melhores Efeitos Visuais Douglas Trumbull, Richard Yuricich e David Dryer Prêmio Saturno Melhor Diretor Ridley Scott Melhor Filme de Ficção Científica Blade Runner Melhores Efeitos Especias Douglas Trumbull e Richard Yuricich Melhor Coadjuvante em Cinema Rutger Hauer Fantasporto Prêmio Internacional de Melhor Filme Fantástico Ridley Scott === Versões do filme === Diversas versões diferentes de Blade Runner foram exibidas. A versão original do filme (de 1982 com 113 minutos de duração) foi exibida para prévias de testes de audiência em Denver e Dallas em março de 1982. As respostas negativas às prévias levaram às modificações que resultaram na versão de cinema dos Estados Unidos.Sammon, p. 289 O trabalho foi exibido como uma versão de corte do diretor sem a aprovação de Scott no Cinema Fairfax de Los Angeles em maio de 1990, em uma exibição da AMPAS em abril de 1991 e em setembro e outubro de 1991 no Cinema NuArt de Los Angeles e no Cinema San Francisco Castro, respectivamente.Bukatman, pp. 36–37; Sammon, pp. 334–340 As avaliações positivas empurraram o estúdio para aprovar o trabalho em uma versão oficial de corte do diretor.Bukatman, p. 37 Uma prévia no Cinema San Diego Sneak foi exibida apenas uma vez, em maio de 1982, e era quase idêntica à versão dos cinemas dos Estados Unidos, mas continha três cenas extras não mostradas em nenhuma outra versão, incluindo o The Final Cut de 2007.Sammon, pp. 306 e 309–311 Duas versões foram mostradas na versão dos cinemas de 1982 do filme: a versão de cinema norte-americana (com 117 minutos de duração), também conhecida como a versão original ou Domestic Cut, foi lançada em Betamax, CED e VHS em 1983 e LD em 1987; O International Cut (com 117 minutos de duração), também conhecido como \"Edição Critério\" ou \"Versão sem Cortes\", incluiu cenas de ação mais violentas do que a versão norte-americana. Embora inicialmente estivesse indisponível nos Estados Unidos e sendo distribuído na Europa e na Ásia através de lançamentos cinematográficos pela Warner Home Video Laserdisc, foi lançado mais tarde em VHS e na Criterion Collection em LD na América do Norte e reeditado em 1992 como \"Edição de Aniversário de 10 Anos\".Sammon, pp. 326–329 A versão Director's Cut (de 1991 com 116 minutos de duração) do Scott foi disponibilizada em VHS e LD em 1993 e em DVD em 1997. Entre algumas mudanças significativas da versão dos cinemas incluem: a remoção da voz de Deckard; Re-inserção da sequência unicórnio; E a remoção do final feliz imposto pelo estúdio. Scott forneceu notas extensivas e consulta à Warner Bros. através do preservacionista cinematográfico Michael Arick, que foi encarregado de criar o Director's Cut.Sammon, pp. 353, 365 O The Final Cut de Scott (de 2007 com 117 minutos de duração) foi lançado pela Warner Bros. para os cinemas em 5 de outubro de 2007 e, posteriormente, foi lançado em DVD, HD DVD e Blu-ray em dezembro de 2007. Esta é a única versão sobre a qual Scott teve o controle editorial completo. Ano Prêmio Categoria Indicado Resultado 1993 Fantasporto Prêmio Internacional de Melhor Filme de Fantasia Melhor Filme – Ridley Scott (Director’s Cut) 1994 Prêmio Saturno Melhor Vídeo de Gênero Blade Runner (Director’s Cut) 2008 Prêmio Saturno Melhor Edição Especial Lançada em DVD Blade Runner (5-Discs Ultimate Collector’s Edition) === Impacto cultural === Embora não tenha feito sucesso com o público norte-americano em primeira instância, o filme ficou popular internacionalmente tornando-se referência do gênero e um clássico cult.Sammon, pp. 318–329 O estilo sombrio do filme e os projetos futuristas serviram de ponto de referência e sua influência pode ser vista em muitos filmes de ficção científica, videogames, anime e programas de televisão subsequentes. Por exemplo, Ronald D. Moore e David Eick, os produtores da re-imaginação de Battlestar Galactica, ambos citaram Blade Runner como uma das principais influências para o show. Blade Runner continua refletindo as tendências modernas e preocupações, e um número crescente considerá-lo um dos maiores filmes de ficção científica de todos os tempos. Ele foi eleito o melhor filme de ficção científica já feito em uma pesquisa com 60 cientistas mundiais eminentes realizada em 2004. Blade Runner também é citado como uma influência importante tanto para o estilo e a história da série de filmes Ghost in the Shell, que tem sido altamente influente do gênero futuro-noir. O filme foi selecionado para preservação no National Film Registry dos Estados Unidos em 1993 sendo frequentemente utilizado em cursos universitários. Em 2007 foi nomeado o segundo filme mais influente visualmente de todos os tempos pela Visual Effects Society.The Visual Effects Society Unveils \"50 Most Influential Visual Effects Films of All Time\" (PDF), Visual Effects Society, arquivado do original (PDF) em 4 de junho de 2012, visto em 27 de julho de 2011 Blade Runner é um dos filmes mais musicalmente amostrados do século 20.CIGÉHN, Peter (1 de setembro de 2004), The Top 1319 Sample Sources (version 60), sloth.org, arquivado do original em 27 de outubro de 2013, visto em 27 de julho de 2011 O álbum de 2009, I, Human, da banda cingalesa Deus Ex Machina faz inúmeras referências aos temas de engenharia genética e clonagem do filme, e até apresenta uma faixa intitulada \"Replicante\". Blade Runner tem influenciado jogos de aventura como a ficção interativa Cypher, lançado em 2012, Rise of the Dragon,Tracing Replicants: We examine Blade Runner's influence on games, 1Up.com, visto em 11 de novembro de 2010 a série Tex Murphy, Snatcher, Beneath a Steel Sky, Flashback: The Quest for Identity, Bubblegum Crisis (e seus animes originais), o RPG Shadowrun, o jogo de tiro em primeira pessoa Perfect Dark e a série de jogos Syndicate. O filme também é citado como uma grande influência para Warren Spector, o designer do jogo de computador Deus Ex, que exibe evidências da influência do filme tanto na sua representação visual como na trama. A aparência do filme, a escuridão, as luzes de néon e a opacidade da visão, é mais fácil de renderizar do que os cenários complicados, tornando-a uma escolha popular para os designers de jogos.Atkins, Barry \"Replicating the Blade Runner\" in Brooker, pp. 79–91Tosca, Susana P. \"Implanted Memories, or the Illusion of Free Action\" in Brooker pp. 92–107 Blade Runner também tem sido tema de paródia, como a história em quadrinhos Blade Bummer pela revista Crazy, Bad Rubber por Steve Gallacci, e a minissérie Red Dwarf de 2009 dividida em três partes intitulada \"Back to Earth\". Entre o folclore que se desenvolveu em torno do filme ao longo dos anos, existe a crença de que o filme foi uma maldição para as empresas cujos logotipos foram exibidos de forma proeminente de marketing indireto em algumas cenas.Sammon, p. 104 Enquanto elas eram líderes de mercado na época, Atari, Bell, Cuisinart e Pan Am experimentaram contratempos após o lançamento do filme. A Coca-Cola sofreu perdas durante a sua falha tentativa de introdução da New Coke em 1985, mas logo depois recuperou sua participação de mercado. Os reconhecimentos de mídia para Blade Runner incluem: Ano Apresentador Título Classificação Ref 2001 The Village Voice Os 100 Melhores Filmes do Século 20 94 2002 Online Film Critics Society (OFCS) Top 100 Filmes de Ficção Científica dos Últimos 100 Anos 2 Sight & Sound Top 10 da Sight & Sound 2002 45 50 Klassiker, Film N/A SCHRÖDER, Nicolaus (2002), 50 Klassiker, Film (em Alemão), Gerstenberg, ISBN 978-3-8067-2509-4 2003 1001 Filmes para Ver antes de Morrer Entertainment Weekly Top 50 Filmes Cult 9 2004 The Guardian, Scientists Top 10 Filmes de Ficção de Todos os Tempos 1 2005 Total Film's Editors Os 100 Melhores Filmes de Todos os Tempos 47 Time Magazine's Critic Os 100 Melhores Filmes de Todos os Tempos pela Time N/A 2008 New Scientists Filme Favorito de Ficção Científica de Todos os Tempos (leitores e equipe da revista) 1 Empire Os 500 Melhores Filmes de Todos os Tempos 20 2010 IGN Top 25 Melhores Filmes de Ficção Científica de Todos os Tempos 1 Total Film Os 100 Melhores Filmes de Todos os Tempos N/A 2012 Sight & Sound Top 205 Melhores Filmes pela Sight & Sound 2012 69 Sight & Sound Top 100 Melhores Diretores pela Sight & Sound 2012 67 2014 Empire Os 301 Melhores Filmes de Todos os Tempos 11 === Em outras mídias === Antes do início das filmagens, Paul M. Sammon escreveu um artigo sobre a produção de Blade Runner para a revista Cinefantastique, que eventualmente tornou-se o livro Future Noir: The Making of Blade Runner. O livro narra a evolução de Blade Runner, focado nas políticas do set de filmagens, especialmente as experiências do diretor britânico com sua primeira equipe de filmagem americana; Dos quais o produtor Alan Ladd, Jr. disse: \"Harrison não iria falar com Ridley e Ridley não iria falar com Harrison. Até o final das filmagens Ford estava 'pronto para matar Ridley', disse um colega. E realmente teria feito isso se eu não tivesse falado com ele\".SHONE, Tom (2004), Blockbuster, Simon & Schuster, ISBN 978-0-7432-3990-5 Future Noir contém biografias curtas e citações sobre suas experiências, e fotografias da produção do filme e esboços preliminares. Uma segunda edição de Future Noir foi publicada em 2007. Philip K. Dick recusou uma oferta de US$ 400 000 para escrever a romantização de Blade Runner, dizendo: \"[Foi-me] dito que a novela teria de apelar para o público de doze anos\" e \"provavelmente teria sido artisticamente desastroso para mim\". Ele acrescentou: \"Essa insistência de fazer o romance original e não fazer a romantização - eles estavam apenas furiosos. Eles finalmente reconheceram que havia uma razão legítima para reeditar o romance, mesmo que lhes custasse dinheiro. Não foi apenas uma vitória de obrigações contratuais, mas também de princípios teóricos.\" Eventualmente, Do Androids Dream of Electric Sheep? foi reimpresso com algumas adições: o cartaz do filme servia como uma capa e o título original entre parênteses ficou logo abaixo do título Blade Runner. Além disso, uma romantização do filme intitulada Blade Runner: A Story of the Future por Les Martin foi lançada em 1982. Archie Goodwin adaptou o script do filme para uma série de revistas em quadrinhos, intitulada A Marvel Super Special: Blade Runner, publicada em setembro de 1982. Existem dois videogames baseados no filme, um de 1985 para o Commodore 64, Sinclair ZX Spectrum e Amstrad CPC da CRL Group PLC com base na música de Vangelis (devido a problemas de licenciamento), e outro jogo de aventura e ação, feito para computadores, que foi lançado em 1997 pelo Westwood Studios. O videogame de 1997 apresentou novos personagens e histórias ramificadas baseadas no mundo de Blade Runner. Eldon Tyrell, Gaff, Leon, Rachael, Chew e J.F. Sebastian aparecem, e seus arquivos de voz são gravados pelos atores originais. O jogador assume o papel de McCoy, outro caçador de replicantes que está trabalhando ao mesmo tempo que Deckard. O jogo para computador apresentava um enredo não-linear, personagens não-jogadores os quais cada um deles rodavam sua própria IA independente, e um incomum motor de jogo pseudo-3D (que evitava sólidos poligonais para favorecer os elementos voxel) que não exigiam o uso de um acelerador 3D para jogar o jogo. O filme televisivo Total Recall 2070 foi inicialmente planejado como um spin-off do filme Total Recall, e acabaria por ser transformado em um híbrido de Total Recall e Blade Runner.ROBB, Brian J. (2006), Counterfeit Worlds: Philip K. Dick on Film, Titan Books, pp. 200–225, ISBN 978-1-84023-968-3 O filme Total Recall também foi baseado em uma história de Philip K. Dick chamada \"We Can Remember It for You Wholesale\"; Muitas semelhanças entre o Total Recall 2070 e o Blade Runner foram notadas, assim como a aparente inspiração o romance The Caves of Steel de Isaac Asimov e a série de televisão Holmes & Yo-Yo. ==== Documentários ==== O filme tem sido tema de vários documentários. On the Edge of Blade Runner (lançado em 2000 e com 55 minutos de duração) foi dirigido por Andrew Abbott e apresentado/escrito por Mark Kermode. Entrevistas com a equipe de produção, incluindo Scott, fornecem detalhes do processo criativo e da turbulência durante a pré-produção. Ideias sobre Philip K. Dick e as origens em Do Androids Dream of Electric Sheep? são fornecidos por Paul M. Sammon e Hampton Fancher. Future Shocks (lançado em 2003 com 27 minutos de duração) é um documentário da TVOntario.Future Shocks, TVO.ORG, visto em 27 de julho de 2011 Inclui entrevistas com o produtor executivo Bud Yorkin, Syd Mead, o elenco e os comentários do escritor de ficção científica Robert J. Sawyer e dos críticos de cinema. Dangerous Days: Making Blade Runner (lançado em 2007 com 213 minutos de duração) é um documentário dirigido e produzido por Charles de Lauzirika para a versão The Final Cut do filme. Foi retirado de mais de 80 entrevistas, incluindo Ford, Young e Scott. O documentário é composto por oito capítulos, cada um cobrindo uma parte da filmagem – ou, no caso do capítulo final, o legado polêmico do filme. All Our Variant Futures: From Workprint to Final Cut (lançado em 2007 com 29 minutos de duração), produzido por Paul Prischman, aparece no Blade Runner Ultimate Collector's Edition e fornece uma visão geral das várias versões do filme e suas origens, Bem como detalhando o processo de sete anos de restauração, aprimoramento e remasterização por trás da versão The Final Cut. == Sequência == O amigo de Dick, K.W. Jeter, escreveu três romances autorizados de Blade Runner que continuam a história de Deckard, tentando resolver as diferenças entre o filme e o livro Do Androids Dream of Electric Sheep?:GRAY, Christy \"Originals and Copies: The Fans of Philip K. Dick, Blade Runner and K. W. Jeter\" in Brooker, pp. 142–156 Blade Runner 2: The Edge of Human (1995), Blade Runner 3: Replicant Night (1996) e Blade Runner 4: Eye and Talon (2000). Em 1999, Stuart Hazeldine havia escrito uma sequela de Blade Runner baseada em The Edge of Human, intitulada Blade Runner Down; O projeto foi arquivado devido a questões de direitos. Davis Peoples, o co-autor de Blade Runner, escreveu Soldado do Futuro, um filme de ação de 1998 que foi referido por ele como um sucessor espiritual para o filme original, ambos situados no mesmo universo compartilhado.Cinescape, Setembro/Outubro - Edição de 1998 Scott considerou desenvolver uma sequência, provisoriamente intitulada Metropolis. Durante a Comic-Con de 2007, Scott anunciou novamente que estava considerando produzir uma sequência para o filme. O co-escritor do filme Controle Absoluto, Travis Wright, trabalhou com o produtor Bud Yorkin durante vários anos no projeto. Seu colega, John Glenn, que abandonou o projeto em 2008, afirmou que o roteiro explora a natureza das colônias fora do mundo, bem como o que acontece com a Tyrell Corporation seguindo a morte do seu fundador. Em junho de 2009, o The New York Times anunciou que Scott e seu irmão Tony Scott estavam trabalhando em uma prequela de Blade Runner, ambientada em 2019. A prequela, Purefold, foi planejada como uma série de curtas com 5 a 10 minutos de duração, que seriam lançados primeiramente na internet, e se possível, na televisão. Devido a questões de direitos, a série proposta não deveria ser muito ligada aos personagens ou eventos do filme de 1982. Em 7 de fevereiro de 2010, foi anunciado que a produção de Purefold tinha sido encerrada devido a problemas de financiamento. Em 4 de março de 2011,o blog io9 relatou que Yorkin estava desenvolvendo um novo filme de Blade Runner. Ainda no mês em questão, houve o anúncio de que o diretor Christopher Nolan era a escolha desejada para produzir o filme. Foi anunciado, em 18 de agosto de 2011, que Scott seria dirigir um novo filme de Blade Runner, com as filmagens previstas para começarem não antes de 2013. O produtor Andrew Kosove indicou que o envolvimento de Ford no projeto era improvável. Posteriormente, Scott disse que o filme era \"passível de ser uma sequência\", porém sem o elenco anterior, e que estava perto de encontrar um roteirista que \"poderia ser capaz de ajudá-lo\". Em 6 de fevereiro de 2012, Kosove negou que quaisquer considerações de elenco foram feitas em resposta aos comentários de que a Ford poderia reprisar seu papel, dizendo: \"É absolutamente e evidentemente falso que houve qualquer discussão sobre Harrison Ford estar em Blade Runner. Seja claro, o que estamos tentando fazer com Ridley agora é passar pelo meticuloso processo de tentar quebrar a história de fundo ... O elenco do filme não poderia estar mais longe de nossas mentes neste momento.\" Quando Scott foi questionado sobre a possibilidade de uma sequência em outubro de 2012, ele disse: \"Não é um boato — está acontecendo. Com Harrison Ford eu ainda não sei. Ele é muito velho? Bem, ele era um Nexus-6 Por isso não sabemos quanto tempo ele pode viver, e isso é tudo o que vou dizer nesta fase.\" Em novembro de 2014, a revista Variety informou que Scott não era mais o diretor do filme e só cumpriria o papel de produtor. Scott também revelou que o personagem de Ford só aparecerá no \"o terceiro ato\" da sequência. Em fevereiro de 2015, a Alcon Entertainment confirmou que Scott não voltaria a dirigir, e eles estavam negociando com o diretor de Os Suspeitos, Denis Villeneuve. Ford, entretanto, retornará, juntamente com Hampton Fancher, o roteirista do filme original, sendo esperado que o longa entre em produção em meados de 2016. A sequência é situada em décadas após o primeiro filme. Além de Ford, o filme também estrelará Ryan Gosling em um papel atualmente não revelado. A direção do filme ficou com Villeneuve enquanto Scott ficou como produtor executivo. O diretor de fotografia indicado ao Oscar, Roger Deakins, também está em anexo. Em 16 de novembro de 2015, Gosling anunciou ao Collider.com que ele estará no elenco sequência. A fotografia principal começou em julho de 2016. A Warner Bros. vai lidar com a versão nacional, enquanto a Sony (através da Columbia Pictures) lançará o filme em todos os territórios ultramarinos. Em 31 de março de 2016, a Variety informou que Robin Wright foi escalada em um papel, e em abril Dave Bautista, Ana de Armas e Sylvia Hoeks também se juntaram ao elenco. Em junho de 2016, foram anunciados que Mackenzie Davis e Barkhad Abdi, com David Dastmalchian e Hiam Abbass, no elenco do filme em julho, e Jared Leto em agosto. Originalmente o longa estava previsto para ser lançado na América do Norte em janeiro de 2018, porém a Alcon Entertainment estabeleceu o lançamento mundial para o dia 6 de outubro de 2017. == Ver também == * Rebelião das máquinas == Bibliografia == * * == Ligações externas == Categoria:Filmes com trilha sonora de Vangelis Categoria:Filmes de ficção científica dos Estados Unidos Categoria:Filmes de ficção científica de Hong Kong Categoria:Filmes dos Estados Unidos de 1982 Categoria:Filmes de Hong Kong de 1982 Categoria:Filmes premiados com o BAFTA de melhor cinematografia Categoria:Filmes baseados em obras de Philip K. Dick Categoria:Filmes distópicos Categoria:Filmes cyberpunk Categoria:Obras existencialistas Categoria:Filmes em língua inglesa Categoria:Filmes baseados em romances de autores dos Estados Unidos Categoria:Filmes da Warner Bros. Categoria:Filmes dirigidos por Ridley Scott Categoria:Blade Runner Categoria:Filmes preservados no National Film Registry Categoria:Filmes premiados com o BAFTA de melhor figurino Categoria:Filmes premiados com o BAFTA de melhor design de produção Categoria:Filmes biopunk",
 "title": "Blade Runner"
}