{
 "id": "62179",
 "text": "PROUT é a sigla de PROgressive Utilization Theory, ou seja, a Teoria da Utilização Progressiva, um modelo sócio-económico proposto, em 1959 pelo filósofo indiano Prabhat Ranjan Sarkar (1921-1990). A Teoria da Utilização Progressiva, como o próprio nome indica, é uma teoria inspirada na ideia da \"Utilização Progressiva\". \"Utilização\", neste contexto, significa a capacidade que o mundo material tem de suprir as necessidades dos seres humanos e impulsionar o seu desenvolvimento nas esferas: física, mental e espiritual. \"Progressiva\" é o termo aplicado às coisas direccionadas ao progresso, conduzidas para o bem-estar. Descreve uma alternativa aos paradigmas sócio- económicos do capitalismo e do comunismo. PROUT não se foca apenas na economia mas também em toda a existência humana individual e colectiva - física, educacional, social, política, mental, cultural e espiritual - no paradigma do crescimento colectivo. Os valores cardinais da teoria são aqueles do neo- humanismo, que tem em consideração o bem-estar e felicidade de todos os seres vivos; plantas, animais e seres humanos. Em PROUT, a motivação para a actividade económica é atender às necessidades humanas, acelerar o desenvolvimento dos seres humanos, com o intuito de utilizar progressivamente o potencial dos diferentes recursos, serviços e ideias, visando o bem-estar colectivo, ajustando assim a dinâmica e o progresso político, económico e social. == Princípios Gerais de PROUT== === Produção dos Requisitos Básicos e Utilização Máxima === O objectivo económico de PROUT é a \"utilização máxima\" e a \"distribuição racional\" dos recursos do mundo. Utilização máxima no campo da economia significa que os recursos do mundo deveriam ser distribuídos de forma progressiva e eficiente, com a intenção única de atender às necessidades de todos os seres humanos. As pessoas devem planear a sua própria economia e controlar os seus próprios recursos. Isso é essencial para garantir a sustentabilidade do meio ambiente e prevenir a exploração económica. PROUT estimula a evolução científica constante, com o espírito de promover o bem- estar geral, a independência económica local e o aumento da produtividade. A economia deve garantir o poder de compra da população e a produção das necessidades básicas. === Distribuição Racional === O aspecto mais marcante e fundamental do sistema económico de PROUT é a garantia das necessidades básicas a todos. As necessidades básicas devem ser definidas de forma progressiva, ou seja, deve haver um ajuste contínuo das necessidades básicas, de acordo com os recursos disponíveis e o padrão científico da localidade. As necessidades básicas devem ser asseguradas através do planeamento local, o qual deve garantir a criação de empregos, para que a população possa ter poder de compra. Somente em circunstâncias especiais, ou no caso de pessoas com problemas mentais ou fisicamente incapazes, poderá haver algo semelhante ao sistema de Segurança Social vigente. ===Democracia Económica=== De acordo com PROUT, a garantia das necessidades básicas e a descentralização económica são relevantes para a definição de democracia, surgindo daí o conceito de Democracia Económica. A Democracia Económica defende a transferência do poder de decisão das actividades económicas para a população local. == Os Cinco Princípios Fundamentais de PROUT== PROUT descreve cinco princípios fundamentais que contribuem para o desenvolvimento sustentável e equilibrado da sociedade. === _Não deverá existir acumulação de riqueza sem que a sociedade o permita_ === * Este princípio inclui diversos pontos. Entre eles, o mais importante é a reformulação do direito à propriedade. Segundo PROUT, esse direito pertence ao colectivo. A sociedade deve definir em que grau pode ocorrer a acumulação individual da propriedade. O desperdício de recursos e a acumulação de riqueza por parte de alguns indivíduos pode ser prejudicial à colectividade. A abundância para uns pode representar a privação para outros. Portanto, o direito à aquisição de bens (nomeadamente, as terras) não deve ser ilimitado. A liberdade económica individual deve respeitar o equilíbrio e o bem-estar colectivo. Isto fere os princípios do capitalismo — que permite acumulação praticamente ilimitada — e do comunismo — que em teoria prescreve salário igual para todos, independentemente do trabalho ou do mérito de cada um. Na filosofia de PROUT, uniformidade absoluta de riqueza é tida como irreal e contrária à psicologia humana, e a acumulação desenfreada é inaceitável. * Neste princípio, está implícita a tese de que o direito à propriedade pode variar de acordo com a psicologia colectiva. Essa psicologia tem mudado ao longo dos tempos. Para perceber isso, basta comparar os conceitos de propriedade privada da sociedade ocidental moderna com os de diferentes sociedades tribais. Este primeiro princípio de PROUT dirige-se, essencialmente, a que o direito à propriedade privada seja ajustado à psicologia colectiva. Nenhum mecanismo específico de definição do direito à propriedade está sendo proposto, visto que tais métodos não são absolutos — o que se propõe é um princípio genérico. Este princípio é a base da Democracia Económica de PROUT. A noção de propriedade colectiva implica uma abordagem democrática da utilização dos recursos. === _Deverá haver máxima utilização e distribuição racional dos recursos materiais, subtis e causais_ === * Este princípio pressupõe a utilização e a distribuição racional tanto dos recursos materiais como das potencialidades mais subtis. Os recursos do mundo deverão ser utilizados de forma eficiente, e é fundamental uma distribuição racional dos mesmos, para que hajam melhorias no padrão de vida. Tal distribuição será mais justa e mais facilmente alcançada numa sociedade que esteja preocupada com o bem-estar da colectividade do que com a obtenção de lucros astronómicos. * Este princípio constitui a base filosófica de PROUT, para garantir as necessidades básicas do ser humano. Isso será alcançado através do aumento na oferta de emprego, na medida em que se desenvolver as indústrias e os serviços voltados para a produção dessas necessidades. Com esses empregos, as pessoas ampliarão o seu poder de compra para adquirir os produtos essenciais. * A distribuição racional, ao contrário da distribuição igualitária, reconhece que as pessoas mais capazes merecem ganhos adicionais. Muitos dos princípios básicos do sistema económico de PROUT baseiam-se no ideal de utilização máxima e distribuição racional — aqui se incluem a agricultura integrada, as cooperativas e a descentralização económica. === _Deverá haver máxima utilização das potencialidades físicas, mentais e espirituais dos indivíduos e da sociedade_ === * O potencial colectivo e o potencial individual são igualmente importantes; o desenvolvimento de ambos está correlacionado. O potencial físico, mental e espiritual do indivíduo deve ser desenvolvido ao máximo e utilizado de forma construtiva. Da mesma forma, a força colectiva de diferentes grupos deve ser utilizada de acordo com as circunstâncias. * Para que haja desenvolvimento da sociedade como um todo, é preciso que cada indivíduo tenha as suas necessidades básicas garantidas, sem a insegurança da luta pela subsistência. Só então poderão os indivíduos ter condições favoráveis ao desenvolvimento mental e espiritual. É fundamental que a educação seja gratuita para todos. Cursos de aperfeiçoamento e especialização devem ser oferecidos nos locais de trabalho. O desenvolvimento da mente individual servirá de base para o desenvolvimento da mente colectiva. Consciência sócio-económica, conduta ética, espírito cooperativo, consciência social e espiritualidade são elementos de desenvolvimento da mente colectiva. Os ideais sócio-culturais de PROUT relacionados com a educação, a língua e a arte são elaborados a partir deste princípio. === _Deverá haver ajuste apropriado de utilização entre os recursos materiais, subtis e causais_ === *Este princípio assegura que os dois princípios anteriores sejam aplicados de forma integrada e balanceada. Só o equilíbrio e a integração no desenvolvimento dos mundos físico, mental e espiritual evitarão a degeneração da sociedade. As pessoas precisam ser estimuladas nos diversos níveis, de contrário a apatia e a letargia estabelecer-se-ão. Neste contexto, “ajuste apropriado” significa também que o trabalho das pessoas na sociedade deve ser remunerado de forma equilibrada. *Como regra geral, o emprego deve ser garantido a todos. Mas o trabalho deve adequar-se aos interesses e aos potenciais individuais. Em geral, reconhece-se que os dons artísticos e intelectuais são mais raros do que a capacidade física e que a sabedoria espiritual é um dom ainda mais raro. A sociedade deve, pois, reconhecer o potencial intelectual e espiritual dos indivíduos, possibilitando-lhes trabalhos nessas áreas, para prestarem maior benefício à sociedade. === _A utilização deve variar de acordo com as mudanças de tempo, espaço e forma, e deverá ser progressiva_ === *O quinto princípio estabelece que a utilização deve ser de natureza progressiva, de acordo com o desenvolvimento do indivíduo e da ciência, com as mudanças na psicologia humana, no meio ambiente, etc. Por exemplo, conforme o princípio da utilização máxima, as novas tecnologias deveriam tornar mais eficaz o trabalho manual. Assim, quando a produtividade aumentar em função disso, a carga horária de trabalho deverá ser reduzida, ao invés de desencadear desemprego. As directrizes económicas, políticas e sociais devem ajustar-se às necessidades humanas e serem aperfeiçoadas progressivamente de forma humanitária. *A pesquisa científica deve igualmente ser guiada por ideais progressistas. As atitudes anti-tecnológicas são também contra o desenvolvimento humano. Pode argumentar-se que o impacto tecnológico sobre o meio ambiente é tão grande que poderá destruir o equilíbrio ecológico. Por outro lado, pode contra-argumentar-se que esse estado de coisas é o resultado da utilização regressiva ou da má utilização da ciência. Deverão ser feitos esforços constantes para a utilização progressiva da ciência, de modo que seja minimizado o impacto ambiental das novas tecnologias. *A utilização progressiva na esfera mental compreende maior utilização do computador, novos desenvolvimentos artísticos e filosóficos, melhoria de métodos educacionais, entre outras conquistas. A utilização progressiva nas esferas superiores de nossa existência diz respeito ao desenvolvimento de técnicas intuitivas de auto-realização e fortalecimento espiritual, para proporcionar bem-estar a todos. == Democracia Económica == A ideia que sustenta a Democracia Económica é que os seres humanos não devem ser escravos daqueles que têm o controle do capital. No campo político, a democracia significa a liberdade de escolha. Desde os tempos do feudalismo até hoje, a maioria da população ganha um salário de subsistência, enquanto o seu trabalho produz a riqueza de uma minoria. As pessoas aceitam as regras e regulamentos impostos pelos empregadores (baixos salários, horas extraordinárias, etc.); quase nunca opinam sobre questões do seu interesse e raramente recebem alguma parcela do lucro. De acordo com PROUT, os frutos do trabalho são do trabalhador, devendo ele manter um controle sobre isso. Para alcançar isso, PROUT recomenda a economia descentralizada, baseada no sistema cooperativo. Assim, a democracia económica defende a transferência do poder de decisão das actividades económicas para a população local. Este tipo de democracia representa uma liberdade mais verdadeira do que a apregoada pela democracia política. Para o estabelecimento da Democracia Económica, são necessárias quatro condições: # Os requisitos básicos devem estar disponíveis a todos, e o padrão desses requisitos deve variar de acordo com a época e o local. O efeito desta garantia será a melhoria do bem-estar da sociedade, com o fim das incertezas e do stress da luta pela sobrevivência. # As pessoas devem ter um poder de compra crescente, contínuo e que possibilite a aquisição de produtos e serviços. Para obter isso numa Democracia Económica, as matérias-primas e os recursos de uma região em particular devem permanecer na própria região, para serem processados e manufacturados. À medida que a produção aumentar e forem desenvolvidos recursos mais eficientes, os benefícios serão direccionados para os habitantes locais e não para o estrangeiro. Este sistema propiciará o pleno emprego e aumentará o padrão de vida da região. # A população local deve ter o direito de tomar todas as decisões, que visam a economia local através de, por exemplo: orçamentos participativos, assembleias locais, ajudando assim a criação de uma economia descentralizada. # Empresas e empresários estrangeiros não devem interferir na economia local, ou seja, deverá ser negado o direito à propriedade dos mesmos. Tal restrição servirá para estancar a fuga de capitais, o que empobrece uma região em particular. As pessoas da região produtora de matérias-primas serão suas beneficiárias de direito e de facto. O aspecto mais marcante e fundamental da economia de PROUT é a garantia das necessidades básicas a todos. Na actual era de elevado desenvolvimento tecnológico, enquanto muitos seres humanos são privados das suas necessidades existenciais, alguns, poucos, acumulam riquezas enormes, que são usadas na aquisição de artigos de luxo. As necessidades básicas devem ser definidas de forma progressiva, isto é, deve haver um ajuste contínuo das necessidades básicas, de acordo com os recursos disponíveis e o padrão científico da localidade. Na Democracia Económica, o poder de compra das pessoas é tido como a medida de desenvolvimento económico. Para facilitar o aumento contínuo dessa capacidade, certos factores são necessários, são eles: # Disponibilidade de produtos e serviços básicos; # Preços estáveis; # Aumento progressivo e periódico dos salários; # Aumento da riqueza colectiva e da produtividade. PROUT classifica estes itens como as cinco necessidades básicas da vida: # Alimentação; # Vestuário; # Habitação (água, energia e telecomunicações inclusas); # Assistência médica; # Educação. Na categoria de necessidades suplementares está o transporte local/laboral. Amenidades devem ser providenciadas para que as pessoas possam contribuir mais efectivamente para a sociedade. Por exemplo, um cientista deve ter equipamentos de última geração; um artista, materiais de primeira categoria; e assim por diante. Assim, esses indivíduos poderão desenvolver as suas habilidades de forma a proporcionar maior benefício a todos. As pessoas com habilidades especiais e que prestam serviços importantes devem receber incentivos acima da média da população. Também deve haver esforços constantes para providenciar o máximo de amenidades para todos, independentemente do mérito individual. Por fim, haverá um processo infinito para minimizar a disparidade entre ricos e pobres, embora ela nunca deva chegar a zero. Esse direito ao máximo de amenidades deve constar na constituição de cada país. Na Democracia Económica as necessidades básicas são garantidas e existe um limite para a acumulação da riqueza. Os salários mais altos devem subir na mesma proporção que os mais baixos. A aplicação de um tecto para os salários mais altos dependerá da economia local e de como a sociedade se mantiver activa e dinâmica, economicamente. A sociedade ao trabalhar para elevar o padrão de vida dos seus membros mais pobres, garantirá a melhoria de todos. Na medida em que o valor “X” aumenta, a riqueza colectiva aumentará. As necessidades básicas não devem ser atendidas pelo governo, como é feito pelo sistema de segurança social na maioria dos países. Na verdade, o planeamento local deve garantir a criação de emprego, para que a população possa ter poder de compra. Actualmente, nos países capitalistas não há nenhuma garantia das necessidades básicas da vida, nem há um limite para a acumulação de riqueza. Dentro de um sistema proutista, as necessidades básicas são garantidas e existe um limite para a acumulação da riqueza. == Princípios chave == As necessidades básicas devem ser garantidas a todos, incluindo comida, abrigo, roupas, educação e cuidados médicos. Suficiente poder de compra também deve ser garantido a todos. Outros princípios chave são a democracia económica, liderança moral, liberdade individual, diversidade cultural, direitos das mulheres e governo mundial. == Ligações externas == * *PROUT Globe *PROUT Convention * *PRIP - PROUT Research Institute of Portugal *PROUTugal - PROUT Portugal * * == Referências == Categoria:Democracia económica Categoria:Economia social Categoria:Ideologias econômicas",
 "title": "Teoria de utilização progressiva"
}