{
 "id": "62184",
 "text": "André de Resende (Évora, por volta de 1498 — 9 de dezembro de 1573) foi um frade dominicano, um intelectual, um teólogo, um arqueólogo, um especialista da Grécia e da Roma antiga, em suma um grande pensador humanista português. Foi também mestre de Dom Duarte. ==Vida== André de Resende nasceu em Évora, por volta de 1500, na rua das Oliveiras. Filho de Pero Vaz de Resende e de Ângela Leonor de Góis, ficou órfão de pai muito cedo, em 1502. Em 1508, encontramo-lo a estudar gramática com Estevão Cacaleiro, tendo ingressado até aos dez anos no convento da Ordem de São Domingos de Évora. Em 1533, sabemo-lo de novo em Portugal, no convento de São Domingos, em Évora, sendo então convidado para mestre do infante D. Duarte, o que aceitou, transferindo-se por essa altura da ordem dominicana para a situação de clérigo secular. Regia, simultaneamente, a cadeira de humanidades na Universidade de Lisboa, passando a lecionar, em 1537, na de Coimbra. André de Resende foi, provavelmente, o pioneiro da arqueologia em Portugal, à qual se dedicou com zelo, devendo-se- lhe o primeiro estudo dos monumentos epigráficos da época romana em Portugal. Teve uma profunda ação como ideólogo do Renascimento e como pedagogo divulgador dos estudos latinos e gregos, havendo deixado uma vasta produção literária, composta em latim e português. Órfão de pai, desde tenra idade, André de Resende cedo deixa a sua casa para seguir os estudos. De 1513 a 1517 estuda em Alcalá de Henares, passando, no ano seguinte, ao Estudo de Salamanca, onde se doutorou, tendo como mestre de Grego, Latim e Retórica, o seu compatriota Aires Barbosa. Entre 1518 e 1526, vai até ao sul da França e demora-se por lá dois anos, repartidos entre Marselha e Aix, tendo recebido nesta última cidade as ordens de diácono. Em 1529 estava em Lovaina, entregue a uma grande atividade literária, que culminaria no Encomium urbis et academiae Lovaniensis e no Erasmi Encomium, vindo à luz em Basileia em 1531. Provavelmente em 1530, frequenta a Universidade de Paris, onde, segundo o seu próprio testemunho, cursa as aulas de Grego, regidas por Nicolau Clenardo, que tinha conhecido em Lovaina e a quem havia de ir buscar a Salamanca, em Novembro de 1533, por incumbência de D. João III, para preceptor do infante D. Henrique, o futuro cardeal-rei. Lovaina foi a cidade belga onde tomou contacto com as correntes humanistas, tornando-se amigo de personalidades próximas do grande pensador Erasmo. Em 1531 passa a residir em casa do embaixador português junto da corte de Carlos V em Bruxelas, D. Pedro Mascarenhas, entrando assim no séquito do diplomata. Mas se já então os novos deveres cortesãos obrigam Resende à memória histórico-patriótica e ao poema de circunstância, como foi o Genethliacom Principis Lusitani, composto para celebrar o nascimento do infante D. Manuel, filho de D. João III e D. Catarina. O seu itinerário coincide com o do embaixador, que ele acompanha por toda a parte. Em 1533 regressa definitivamente ao Reino, indo acolher-se ao seu convento de Évora e, depois, em casa própria onde regia uma escola pública que voluntariamente encerrou em 1555 quando o ensino foi entregue aos Jesuítas tendo então recolhido novamente ao seu Convento. Começa então o ciclo da sua atividade intelectual em Portugal. É a instâncias suas que Clenardo e Vaseu vêm reger em Portugal: o primeiro em Évora, em 1533, e o segundo no Estudo de Braga, em 1538. Vivamente interessado pela arqueologia romana, foi o primeiro a interessar-se pelos restos e antiqualhas encontradas, mas não o move ainda o espírito científico, não hesitando em falsificar inscrições epigráficas. Em vernáculo legou mais dois opúsculos históricos: A Santa Vida e Religiosa Conversação de Frei Pedro e a Vida do Infante D. Duarte, que ficou inédita até 1789, data em que por incumbência da Academia das Ciências de Lisboa, a publicou o abade José Correia da Serra. A sua ossada repousa na Sé de Évora. Morreu a 9 de dezembro de 1573. ==Obras em português== * Vida do Infante D. Duarte, Lisboa, 1789; * A Santa vida e religiosa conversão de Fr. Pedro; * História da Antiguidade da cidade de Évora; * Fala que Mestre André de Resende fez à Princesa D. Joana; * Fala que Mestre André de Resende fez a El-Rei D. Sebastião; ==Obras em latim== * Narration rerum gestarum in Índia a Lusitanis, Lovaina, 1530; * Encomium Urbis et Academiae Lovaniensis, Antuérpia, 1530. * Erasmi Encomium, Basileia, 1531; * Epistola de Vita Aulica, Lovaina, 1533; * Genethliacon Principis Lusitani ut in Gallia Belgica celebratam est a viro clarissimo D. Petro Mascaregna regia legato, Mense decembri, Bononiae, 1533; * Oratio pro Rostris pronuntiata in Olisiponensi Academia, clanedis Octobribus, Lisboa, 1534; * De verborum coniugatione commentarius, Lisboa, 1540; * Vincentius, Levita et Martyr, Lisboa, 1545; * Oratio habita Conimbricae in Gymnasio regio anniversario dedicationis eius die IV calend. Julii, Coimbra, 1551; (Oração de Andre de Resende Pronunciada No Colégio Das Artes em 1551) * In obitum D. Joannis III, Lusitanine regis, Conquestio, Lisboa, 1557; * Epistolae tres carmine, Lisboa, 1561; * Carmen Endecasyllabon ad Sebastianum Regem Serenissimum, Lisboa, 1567; * Ad manturandum adversus rebellis Mauros expeditionem cohartiatio, Évora, 1570; * Ad epistolam D. Ambrosii Moralis viri doctissimi, Responsio, Évora, 1575; * Illvstrissimo Domino Lvdovico Athaidio, Roma, 1575; * De Antiquitatibus Lusitaniae, Évora, 1593; ==Toponímia== Em 1933 a Câmara Municipal de Lisboa homenageou o humanista dando o seu nome a uma rua na Calçada de Carriche.https://www.facebook.com/423215431066137/photos/pb.423215431066137.-2207520000.1448289668./768016736586003/?type=3&theater; Atualmente há uma escola com o seu nome, localizada no bairro dos Álamos. == Ligações externas == * Tradução das Antiguidades da Lusitânia para Português *Obras de André de Resende na Biblioteca Nacional de Portugal Categoria:Naturais de Évora Categoria:Religiosos da Ordem dos Dominicanos Categoria:Humanistas de Portugal Categoria:Religiosos de Portugal Categoria:Escritores de Portugal",
 "title": "André de Resende"
}