{
 "id": "62190",
 "text": "Inteligência emocional é um conceito em psicologia que descreve a capacidade de reconhecer e avaliar os seus próprios sentimentos e os dos outros, assim como a capacidade de lidar com eles. Pelo ponto de vista da filosofia ikigai, é a competência responsável por boa parte do sucesso e da capacidade de liderança de um ser humano. ==História== A designação de inteligência emocional mais antiga remonta a Charles Darwin, que em sua obra referiu a importância da expressão emocional para a sobrevivência e adaptação. Embora as definições tradicionais de inteligência enfatizem os aspectos cognitivos, como memória e resolução de problemas, vários pesquisadores de renome no campo da inteligência estão a reconhecer a importância de aspectos não-cognitivos. Em 1920, o psicólogo Edward L. Thorndike, na Universidade Columbia, usou o termo \"inteligência social\" para descrever a capacidade de compreender e motivar os outros.THORNDIKE, R. K. (1920). \"Inteligência e seus usos\". Harper's Magazine, 140, 227-335. David Wechsler, em 1940, descreveu a influência dos fatores não- intelectuais sobre o comportamento inteligente, e defendeu ainda que os nossos modelos de inteligência não estariam completos até que esses fatores não pudessem ser adequadamente descritos. Em 1983, Howard Gardner, em sua teoria das inteligências múltiplas,GARDNER, Howard. \"Frames of Mind: The Theory of Multiple Intelligences.\" New York: Basic Books, 1983. introduziu a ideia de incluir tanto os conceitos de inteligência intrapessoal (capacidade de compreender a si mesmo e de apreciar os próprios sentimentos, medos e motivações) quanto de inteligência interpessoal (capacidade de compreender as intenções, motivações e desejos dos outros). Para Gardner, indicadores de inteligência como o QI não explicam completamente a capacidade cognitiva.SMITH, M. K. (2002). \"Howard Gardner and multiple intelligences\", the encyclopedia of informal education. Transferido de em 31 de Outubro de 2005. Assim, embora os nomes dados ao conceito tenham variado, há uma crença comum de que as definições tradicionais de inteligência não dão uma explicação completa sobre as suas características. O primeiro uso do termo \"inteligência emocional\" é geralmente atribuído a Wayne Payne, citado em sua tese de doutoramento, em 1985.PAYNE, W. L. (1983/1986). \"A study of emotion: developing emotional intelligence; self integration; relating to fear, pain and desire\". Dissertation Abstracts International, 47, p. 203A. (University microfilms No. AAC 8605928) O termo, entretanto, havia aparecido anteriormente em textos de Hanskare Leuner (1966). Stanley Greenspan também apresentou em 1989 um modelo de inteligência emocional, seguido por Peter Salovey e John D. Mayer (1990), e Goleman (1995). Na década de 1990, a expressão \"inteligência emocional\", tornou-se tema de vários livros (e até best-sellers) e de uma infinidade de discussões em programas de televisão, em escolas e mesmo em empresas. O interesse da mídia foi despertado pelo livro \"Inteligência emocional\", de Daniel Goleman, redator de Ciência do The New York Times, em 1995.GOLEMAN, D.. Emotional intelligence. New York: Bantam Books, 1995. No mesmo ano, na capa da edição de Outubro, a revista Time perguntava ao leitor - \"Qual é o seu QE?\" - apresentando um importante artigo assinado por Nancy Gibbs sobre o livro de Goleman e despertando o interesse da mídia sobre o tema. A partir de então, os artigos sobre inteligência emocional começaram a aparecer com frequência cada vez maior por meio de uma ampla gama de entidades académicas e de periódicos populares.Revista Mente & Cérebro, nº 179, páginas 34 a 43 (2007) A publicação de \"The Bell Curve\" (1994) pelo psicólogo e professor da Universidade de Harvard Richard Hermstein e pelo cientista político Charles Murray lançou controvérsias em torno do QI. Segundo os autores, a tendência era que a sociedade moderna se estratificasse pela definição de inteligência, não pelo poder aquisitivo ou por classes. O que causou maior polêmica e indignação por parte de inúmeros setores da sociedade foi a afirmação dos autores de que, no que diz respeito à inteligência haveria diferenças entre as etnias. ==Os conceitos de Salovey & Mayer== Salovey e Mayer definiram inteligência emocional como: :\"...a capacidade de perceber e exprimir a emoção, assimilá-la ao pensamento, compreender e raciocinar com ela, e saber regulá-la em si próprio e nos outros.\" (Salovey & Mayer, 2000). Dividiram-na em quatro domínios: #Percepção das emoções - inclui habilidades envolvidas na identificação de sentimentos por estímulos, como a voz ou a expressão facial, por exemplo. A pessoa que possui essa habilidade identifica a variação e mudança no estado emocional de outra. #Uso das emoções – implica a capacidade de empregar as informações emocionais para facilitar o pensamento e o raciocínio. #Entender emoções - é a habilidade de captar variações emocionais nem sempre evidentes; #Controlo (e transformação) da emoção - constitui o aspecto mais facilmente reconhecido da inteligência emocional – é a aptidão para lidar com os próprios sentimentos. Em um artigo posterior, os autores atualizam sua definição para abranger as dimensões sugeridas para o construto: “Inteligência emocional envolve a habilidade de perceber com precisão, avaliar, e expressar emoções; a habilidade de acessar e/ou gerar sentimentos quando eles facilitam o pensamento; a habilidade de entender emoções e conhecimento emocional; e a habilidade de regular emoções para promover inteligência emocional e crescimento intelectual” (Mayer & Salovey, 1997). Assim, Salovey e Mayer definem a inteligência emocional dentro desses quatro domínios pensando em promover não só a inteligência emocional, como também um crescimento intelectual. Para os autores, os indivíduos que possuem uma inteligência emocional elevada são capazes de gerenciar as suas emoções com precisão, conseguem lidar melhor com questões sociais e não se envolvem em comportamentos problemáticos e vícios, como elucidam os autores: \"O indivíduo de IE elevada, mais centralmente, pode perceber melhor as emoções, usá-las no pensamento, entender seus significados e gerenciar emoções, do que outras. Resolver problemas emocionais provavelmente requer menos esforço cognitivo para esse indivíduo. A pessoa também tende a ser um pouco mais elevada nas inteligências verbais, sociais e outras, particularmente se o indivíduo tiver uma pontuação mais alta na porção de emoções compreensivas da IE. O indivíduo tende a ser mais aberto e agradável que os outros. A pessoa de alta IE é atraída para ocupações que envolvem interações sociais como ensino e aconselhamento mais do que para ocupações envolvendo tarefas administrativas. O indivíduo de IE elevado, em relação a outros, é menos apto a se envolver em comportamentos problemáticos e evita comportamentos autodestrutivos, comportamentos negativos, como fumar, beber em excesso, abuso de drogas ou episódios violentos com outras pessoas\" (Mayer, J.D, Salovey, P, 1997). ==O conceito por Goleman== Goleman definiu inteligência emocional como: :\"...capacidade de identificar os nossos próprios sentimentos e os dos outros, de nos motivarmos e de gerir bem as emoções dentro de nós e nos nossos relacionamentos.\" (Goleman, 1998) Para ele, a inteligência emocional é a maior responsável pelo sucesso ou insucesso dos indivíduos. Como exemplo, recorda que a maioria das situações de trabalho é envolvida por relacionamentos entre as pessoas e, desse modo, pessoas com qualidades de relacionamento humano, como afabilidade, compreensão e gentileza têm mais chances de obter o sucesso. Segundo ele, a inteligência emocional pode ser categorizada em cinco habilidades: #Autoconhecimento emocional - reconhecer as próprias emoções e sentimentos quando ocorrem; #Controle emocional - lidar com os próprios sentimentos, adequando-os a cada situação vivida; #Automotivação - dirigir as emoções a serviço de um objetivo ou realização pessoal; #Reconhecimento de emoções em outras pessoas - reconhecer emoções no outro e empatia de sentimentos; e #Habilidade em relacionamentos interpessoais - interação com outros indivíduos utilizando competências sociais. As três primeiras são habilidades intrapessoais e as duas últimas, interpessoais. Tanto quanto as primeiras são essenciais ao autoconhecimento, estas últimas são importantes em: #Organização de grupos - habilidade essencial da liderança, que envolve iniciativa e coordenação de esforços de um grupo, bem como a habilidade de obter do grupo o reconhecimento da liderança e uma cooperação espontânea. #Negociação de soluções - característica do mediador, prevenindo e resolvendo conflitos. #Empatia - é a capacidade de, ao identificar e compreender os desejos e sentimentos dos indivíduos, reagir adequadamente de forma a canalizá-los ao interesse comum. #Sensibilidade social - é a capacidade de detectar e identificar sentimentos e motivos das pessoas. ==Testes== Os cientistas têm se empenhado em mensurar essas habilidades, tendo sido validados testes como o \"Multi-factor Emotional Intelligence Scale\" (\"MEIS\") (Escala Multifatorial de Inteligência Emocional, 1998) e o \"Mayer-Salovey- Caruso Emotional Intelligence Test\" (\"MSCEIT\") (Teste de Inteligência Emocional de Mayer-Salovey-Caruso, 2002).Daisy Grewal; Peter Salovey. Emoção - a outra inteligência. Os testes tradicionais medem a capacidade cognitiva da pessoa. Já os de inteligência emocional baseados na habilidade, são passíveis de interpretações subjetivas do comportamento. O maior problema enfrentado quando se trata de medição de inteligência emocional é como avaliar as respostas \"emocionalmente mais inteligentes\": uma pessoa pode resolver situações que envolvem componentes emocionais de diversas maneiras. == Ver também == * Testes de QI * Inteligência artificial * Inteligências múltiplas * Pensamento * Semiótica * Cognição * Inibição cognitiva * Criatividade == Bibliografia == * BEAUPORT, Elaine de; DIAZ, Aura Sofia. Inteligência Emocional - As três faces da mente. * GOLEMAN, Daniel. Inteligência Emocional. * GOLEMAN, Daniel. Emotional Intelligence: Why it can Matter More Than IQ. * GOTTMAN, John. Inteligência Emocional e a Arte de Criar Nossos Filhos. * MIRANDA, Roberto Lira. Além da Inteligência Emocional. * SEGAL, Jeane. Raising Your Emotional Intelligence: A Pratical Guide. * SALOVEY, Peter; SHIYTER, David J.. Emotinal Development and Emotional Intelligence: Educational Implicates. * WEISINGER, Hendrie. Inteligência Emocional no Trabalho == Ligações externas == * SCHWARTZ, Gilson. Inteligência Emocional Categoria:Psicologia Categoria:Cognição",
 "title": "Inteligência emocional"
}