{
 "id": "62257",
 "text": "Within Temptation é uma banda de metal sinfônico dos Países Baixos, formada em 1995 pelo guitarrista Robert Westerholt e pela vocalista Sharon den Adel. Seu estilo é descrito como metal sinfônico e gothic metal. Em uma entrevista, Sharon definiu como um rock sinfônico com várias influências. == História == ===Formação=== No começo de 1996 começa a banda com Robert Westerholt (na guitarra) e Sharon den Adel (nos vocais) depois adicionado Jeroen van Veen (no baixo), Martijn Westerholt no teclado, o segundo guitarrista Michiel Papenhoeve e Ivar de Graaf na bateria. Eles assinaram um contrato de gravação com a DSFA Records no ano seguinte, e começaram o trabalho para seu primeiro lançamento. ===Enter demo tape (1996)=== A demo tape Enter torna-se um sucesso e a demo do mês na revista de hard rock Aardshock. A banda assina contrato com a DSFA em Abril e Dennis deixa a banda sendo substituído por Ivar de Graaf. A banda grava seu primeiro álbum \"Enter\", toca no Dynamo Open Air Festival. Já em Novembro a banda junto com Orphanage começa uma turnê européia. ===Enter e The Dance (EP) (1997–1999)=== O álbum de estréia Enter foi lançado em 1997, sendo bem aceito. Posteriormente ao lançamento, a banda fez uma grande turnê atravessando os Países Baixos, além de uma apresentação no festival Dynamo Open Air, em Eindhoven, um dos maiores festivais neerlandeses de heavy metal. No mesmo ano, fizeram também uma turnê internacional na Alemanha e Áustria. O gênero musical é diferente dos álbuns posteriores. Em Enter a sonoridade é pesada e sinfônica e eles misturam um pouco do estilo próprio dos Within Temptation com doom metal. Em 1998 a banda continuou em turnê, alcançando o palco principal do festival Dynamo. Apesar disso, a banda não lançou material novo, apenas o EP The Dance. O ano seguinte foi de descanso para a banda, quando puderam construir seu próprio estúdio e resolver assuntos pessoais. Em The Dance o som de Within Temptation ficou mais limpo e adentrou-se no estilo que sucederia o resto da carreira. ===Mother Earth (2000–2003)=== O ano de 2000 trouxe novamente as turnês, tendo a banda tocado em três festivais neerlandeses: Waterpop, Bospop e Lowlands. Posteriormente, trabalharam no segundo álbum de estúdio, Mother Earth, que recebeu várias críticas positivas da mídia e nas paradas musicais neerlandesas. A banda lançou o compacto \"Our Farewell\", que não entrou nas paradas. Em contrapartida, o segundo compacto \"Ice Queen\" é considerado o estouro da banda. Em 2001 ele se tornou a quarta posição nos Países Baixos e primeira posição na Bélgica, e suas vendas promoveram bastante o álbum. No mesmo ano Michiel Papenhoeve sai da banda e Ruud Adrianus Jolie foi adicionado como segundo guitarrista, o baterista de Graaf foi substituído por Stephen van Haestregt, e Martijn Westerholt foi substituído por Martijn Spierenburg, pois estava sofrendo de mononucleose infecciosa. Westerholt posteriormente formou a banda Delain. A banda atingiu aparições maiores na mídia em 2002 com seu primeiro concerto na França, e um evento na Cidade do México. Obtiveram então seu primeiro prêmio de relevante, o Dutch Silver Harp. A banda embarcou em turnê internacional em suporte ao Paradise Lost em 2003, e relançaram Mother Earth pela GUN Records em mais países europeus. A banda foi particularmente bem aceita na Alemanha, onde recebeu disco de platina e a sétima posição nas paradas nacionais. Regiões do Benelux receberam o lançamento do compacto \"Running Up That Hill\", um cover da cantora Kate Bush. Nesse álbum, os Within Temptation, ficaram conhecidos como uma banda de metal melódico e até mesmo o power metal. Mas músicas como The Promise e World of Make Believe, sendo a ultima um B-Side, mostram um lado tanto obscuro da banda. ===The Silent Force (2004–2006)=== Planos para o terceiro álbum se tornaram realidade em 2004, com o lançamento de The Silent Force em 15 de novembro. A produção de Daniel Gibson se tornou topo das paradas em vários países europeus. Para promoção do álbum, a banda entrou em turnê internacional em 2005. \"Stand My Ground\" e \"Memories\", os primeiros compactos do álbum, ajudaram a promover o lançamento e alcançaram boas posições nas paradas e rádios europeias. \"Stand My Ground\" também foi promovido no trailer do filme Blood and Chocolate. O terceiro single foi Angels. Em Janeiro de 2006, a banda ganhou o Dutch Pop Prize e o Prêmio Holandês de Exportação por suas vendas fora do país, sendo este último ganho pelo terceiro ano consecutivo. Em 2021, o álbum foi eleito pela Metal Hammer como o 5º melhor álbum de metal sinfônico de todos os tempos. A banda então anunciou que estaria trabalhando em um próximo álbum após mais apresentações em festivais Europeus. Nesse álbum a banda começou a ser conhecida como Rock Atmosférico. ===The Heart of Everything (2007–2008)=== O álbum The Heart of Everything foi lançado em 9 de Março de 2007 no território europeu e em 24 de Julho de 2007 nos Estados Unidos, marcando o novo contrato da banda com a gravadora estado-unidense Roadrunner Records assinado no final de 2006. No final de fevereiro foi lançado o primeiro compacto, \"What Have You Done\". O vídeo musical foi gravado em 12, 13 e 14 de dezembro de 2006 no Koko club em Londres, e num estúdio de computação gráfica em Windsor, com a participação de Keith Caputo (da banda Life of Agony) nos vocais. Em maio, a banda realizou sua primeira turnê pela América do Norte junto com Lacuna Coil, contando também com as bandas In This Moment, Stolen Babies, The Gathering e Kylesa numa turnê apelidada \"The Hottest Chicks in Metal Tour 2007\". A nova gravadora também lançou um EP de versão limitada intitulado The Howling. O álbum estreou na primeira posição da parada musical neerlandesa, tornando-se o segundo álbum de estúdio da banda a atingir tal marca. O segundo compacto foi \"Frozen\", lançado em junho na Europa. O vídeo musical lida com a questão de abuso infantil e foi filmado na Romênia. Os fundos angariados foram destinados à caridade, através da organização Child Helpline International. A faixa \"The Howling\" foi escolhida como um compacto digital lançado no Reino Unido, tendo sido gravado outro vídeo musical. A versão estendida do compacto conta com um lado B inédito, a canção \"Sounds of Freedom\". Ambas as faixas foram incluídas no material para promoção do jogo de computador The Chronicles of Spellborn. Nesse álbum a banda começou a ser rotulada por um estilo novo, o Symphonic Metal, que logo após ser efetuado, encarou novamente o fato do grande leque de estilos que a banda pode oferecer. Os Within Temptation são muitos conhecidos no mundo todo como Hybrid Metal e Metal alternativo, também sendo uma vertente do Rock Atmosférico. O álbum vendeu 150.000 cópias na primeira semana. No dia 7 de Fevereiro de 2008, a banda realizou um show esgotado na cidade de Roterdão para uma audiência de 10.000 pessoas, com uma orquestra completa e um coral, que foi gravado em DVD e lançado, com o nome de Black Symphony. Atualmente, a música What Have You Done está no jogo Guitar Hero World Tour. ===An Acoustic Night at the Theatre (2009)=== O lançamento do álbum ao vivo aconteceu em Outubro de 2009 \"An Acoustic Night at the Theatre\". Esse mesmo álbum contém músicas acústicas ao vivo que foram gravadas durante a turnê \"sold-out\" Theatre Tour em Novembro de 2008. Esses foram shows muito especiais. A banda adicionou um set acústico ao seu show, fazendo com que fosse mais íntimo e especial. Além disso, foram usadas projecções do tela o que enfatizou o ambiente teatral. Como a respostas às faixas acústicas foram positivas, a banda decidiu lançar num CD, junto com o single da música bónus \"Utopia\", tocada em conjunto com Chris Jones. A data exacta do lançamento foi em 30 de Outubro, na Alemanha, Áustria e Suíça. O resto do mundo teve que esperar até 2 de Novembro. Apesar de este álbum ter sido referido como uma experiência positiva, a banda assegura que o seu rumo no próximo álbum será totalmente diferente. ===The Unforgiving (2011–2012)=== The Unforgiving, é o título do quinto álbum de estúdio da banda, lançado em março de 2011. O conceito do álbum é baseado na série em quadrinhos escrita por Steven O'Connell (BloodRayne, Dark 48) e trará personagens e cenários desenhados Romano Molenaar (Witchblade, Darkness, X-Men). Comentário da banda: “Neste álbum, nós tomamos uma abordagem totalmente diferente. Cada canção no 'The Unforgiving' foi escrita ao longo da narrativa de Steven. Os personagens principais do quadrinho estão refletindo os personagens em nossas canções. O conceito nos empurrou e deu inspiração para vir pra cima com uma nova abordagem em nosso som. Isto resultou em nossas melhores canções escritas até agora.\" Além da série em quadrinhos a inspiração do álbum contou também com a influência do metal, rock e até pop hit's do final dos anos 80 e início do anos 90. No dia 15 de Dezembro de 2010, a banda lançou \"Where Is The Edge\" na internet, junto com um vídeo contendo imagens do filme Me & Mrs. Jones. A banda também anunciou que uma série de quadrinhos com o mesmo nome do álbum, chamado de The Unforgiving, seriam lançados, acompanhado de 3 curtas-metragem, no qual, juntando álbum, quadrinhos e curtas, contariam a história da personagem principal, Sinéad. Um trailer do álbum, contendo um clipe da música \"In the Middle of the Night\", foi lançado em 17 de Janeiro de 2011. No dia 21 de Janeiro, o primeiro single, \"Faster\", foi mundialmente lançado nas rádios. Seu videoclipe foi lançado em 31 de Janeiro, junto com o primeiro curta- metragem, Mother Maiden. A música rapidamente entrou nas paradas holandesas, belgas e alemãs, mas não atingiu posições picos somo singles anteriores da banda.http://www.ultratop.be/nl/showitem.asp?interpret=Within+Temptation&titel;=Faster&cat;=s Contudo, é a música de mais sucesso da banda no site de download iTunes, tendo ficado como #1 nos downloads de rock em vários países. No dia 3 de Fevereiro, a primeira revisão do álbum foi publicada por um jornalista voluntário, em seu blog. Nos dias 7 e 8 de Fevereiro, a banda foi à Paris para promover o novo álbum na França. Uma primeira entrevista com Sharon foi publicada no site Metal-Ways.com (em inglês).http://www.metal-ways.com/229/interview-interview- with-sharon-den-adel-paris.html \"Sinéad\", o segundo curta-metragem, foi lançado em 21 de março O videoclipe foi lançado em 10 de junho para promover o lançamento do single físico, que foi lançado em 15 de junho e entrou nas paradas da Alemanha, Bélgica e Áustria.http://www.ultratop.be/nl/showitem.asp?interpret=Within+Temptation&titel;=Sin%E9ad&cat;=s O single difere dos outros da banda, possuindo além da versão editada de \"Sinéad\" mais 5 versões remixadas por Djs Europeus. A banda começou a turnê mundial de divulgação do álbum, chamadaThe Unforgiving Tour, em 10 de Agosto, no festival Sziget, na Hungria, tocando algumas canções do álbum The Unforgiving e também alguns sucessos dos álbums anteriores. No Huntenpop Festival, na Países Baixos, o álbum foi tocado completamente na primeira parte do show, sendo a segunda dedicada apenas a canções populares mais antigas, entre elas What Have You Done e Ice Queen. Após isso, a banda tocou em vários outros festivais, como o M'era Luna, um dos festivais alemães de rock e metal mais populares, embarcando depois em uma turnê Norte Americana seguida de uma turnê Européia em casas de show, com a maioria esgotados. No dia 22 de Setembro, a banda se apresentou no Festival de Cinema Holandês, tocando as canções Where is the Edge e Lost, e tendo seus três curtas metragens exibidos e indicados no festival. === Hydra (2014–2017) === Durante o ano de 2013 a banda esteve envolvida em um projeto de covers com a rádio belga Q-Music, onde a banda gravava um cover por semana, durante 15 semanas. Enquanto isso os músicos estavam no processo de composição do novo álbum, iniciado em 2012. Hydra é o sexto álbum da banda, gravado em 2013 e lançado em janeiro de 2014. O disco é repleto de participações, algumas delas bem ousadas. Entre elas estão a cantora finlandesa Tarja Turunen, além de Howard Jones, Dave Pirner e o rapper americano Xzibit. A inspiração para o trabalho, segundo a vocalista Sharon den Adel, foram \"as grandes coisas da vida\". A divulgação do mesmo começou ainda em 2013, com o lançamento do single \"Paradise (What About Us?)\" e o respectivo EP, que foi lançado em 27 de setembro. O segundo single promocional, Dangerous, foi lançado em 20 de dezembro e apresenta o ex- Killswitch Engage, Howard Jones. Hydra foi finalmente lançado em 31 de janeiro de 2014, na Europa e em 04 de fevereiro na América do Norte e Reino Unido, recebido nesse lugares com sucesso crítico e comercial. A banda saiu em turnê em fevereiro de 2014, começando por Helsinque na Finlândia, depois seguiu viagem pela Europa, América do Norte, uma passagem pelo Japão e finalmente América Latina. Encerrando a turnê em novembro com três shows no Brasil, nas cidades de Recife, Rio de Janeiro e São Paulo. Ainda em novembro de 2014 foi lançado o DVD Let Us Burn – Elements & Hydra Live in Concert, contendo duas apresentações ao vivo: a primeira é o show intitulado Elements, ocorrido em 2012 em comemoração aos 15 anos da banda. E a segunda é a gravação de um concerto em maio de 2014 na Amsterdam’s Heineken Music Hall e foi intitulada de Hydra. ===Resist, projecto de Den Adel e oitavo álbum (2017-)=== Em 3 de novembro de 2017, a banda mudou seu site e mídia social para exibir uma mensagem anunciando que em breve divulgaria uma declaração de Sharon den Adel. Uma declaração em vídeo apareceu há 7 dias, em que Sharon anunciou um novo projeto solo: My Indigo. Durante esse processo, recuperei a inspiração para reescrever para a banda e músicas para um novo álbum do Within Temptation. O álbum, intitulado Resist, foi anunciado pela revista Metal Hammer em 14 de dezembro de 2018, até algumas semanas antes que a banda anunciasse que o lançamento do álbum retornaria até 1º de fevereiro de 2019, e encerra seu lançamento. oficial. Em 17 de setembro de 2019, a banda anunciou a Worlds Collide Tour em uma turnê conjunta com o Evanescence em abril e maio de 2020. Devido ao pêndulo do COVID-19, a turnê foi adiada para setembro de 2020. Em 30 de abril de 2020, a banda anunciou o lançamento de um novo single em 8 de maio de 2020, \"Entertain You\", programado para fazer parte do oitavo álbum de estúdio da banda. Um videoclipe foi lançado posteriormente para o single. A banda também anunciou em 1º de junho de 2021 que faria dois shows de realidade virtual em 15 e 16 de julho de 2021, intitulados \"The Aftermath\", nos quais eles apresentaram uma variedade de material novo e antigo. Um videoclipe de \"Shed My Skin\", que consiste na música sendo tocada no show virtual, foi lançado em 14 de julho de 2021. Mais tarde naquele ano, a versão reimaginada de \"Forsaken\" também tocada no show foi lançada em plataformas de streaming. O primeiro show da banda com público após a diminuição dos casos de infecção pandêmica aconteceu em 29 de julho de 2021, como uma das principais atrações do festival Kuopio Rock open air, na Finlândia. Em entrevista à Audio Ink Radio, a vocalista Sharon den Adel confirmou que a banda planeja lançar mais músicas novas nos próximos meses, afirmando: \"Gravamos apenas duas músicas e temos muitas demos, que são muito longe, para que possamos finalizá-los rapidamente. Então, vamos começar com isso - vamos fazer essas demos músicas reais e, eventualmente, no próximo ano, vamos lançar também algumas músicas novamente. Eventualmente, haverá será um álbum, mas o álbum ainda não está completo, então temos que começar a escrever também algumas novas músicas extras para completar o álbum inteiro”. O próximo lançamento musical da banda veio em maio de 2022 de uma colaboração com Asking Alexandria em uma nova versão de sua música \"Faded Out\" de See What's on the Inside. Esta nova versão foi lançada junto com um videoclipe com cenas promocionais que levaram ao lançamento do filme The Retaliators. A música também faz parte de sua trilha sonora oficial. A banda lançou outro single, \"Don't Pray for Me\", em 8 de julho de 2022. Em 27 de julho de 2022, den Adel confirmou em uma entrevista que o novo álbum deve ser lançado em 2023. Em 20 de dezembro de 2022, a banda lançou o videoclipe oficial de sua música \"The Fire Within\". Outro single, \"Wireless\" foi lançado em 18 de maio de 2023. == Membros == === Formação atual === * Sharon den Adel - vocal (desde 1996) * Robert Westerholt - guitarra (em estúdio desde 2011) (membro da Banda desde 1996) * Stefan Helleblad - guitarra (desde 2011) * Ruud Adrianus Jolie - guitarra (desde 2001) * Jeroen van Veen - baixo (desde 1996) * Martijn Spierenburg - teclado (desde 2001) * Mike Coolen - bateria (desde 2011) === Membros antigos === * Ivar de Graaf - bateria (1996-1998, 1999-2001) * Martijn Westerholt - teclado (1996-2001) * Michiel Papenhoeve - guitarra (1996-2001) * Jelle Bakker - guitarra (2001) * Ciro Palma - bateria (1998-1999) * Dennis Leeflang - bateria (1996) * Richard Willemse - bateria (1996) * Rock Gary - bateria (1996) * Stephen van Haestregt - bateria (2002-2010) == Discografia == ;Álbuns de estúdio * Enter (1997) * Mother Earth (2001) * The Silent Force (2004) * The Heart of Everything (2007) * The Unforgiving (2011) * Hydra (2014) * Resist (2019) * Bleed Out (2023) == Ligações externas == * Categoria:Bandas de metal sinfônico Categoria:Bandas de metal alternativo Categoria:Bandas dos Países Baixos Categoria:Bandas formadas em 1996 Categoria:Fundações nos Países Baixos em 1996 Categoria:Sextetos musicais",
 "title": "Within Temptation"
}