{
 "id": "62274",
 "text": "Soro fisiológico é uma solução isotônica em relação aos líquidos corporais que contem 0,9%, em massa, de NaCl em água destilada. Cada 100mL da solução aquosa contém 0,9 gramas do sal (0,354 gramas de Na+ e 0,546 gramas de Cl-, com pH = 6,0). A solução estéril é normalmente usada para infusão intravenosa (devido à isotonicidade com relação ao sangue humano), irrigação nasal, limpeza de machucados leves, limpeza de piercings, além de utilizada na hidratação da pele (o soro possui propriedades de limpeza capaz de diminuir a dilatação dos poros e nutrir a cútis). Também é um bom meio para armazenar um dente avulsionado (arrancado) até que possa ser re-implantado por um dentista qualificado. Soluções salinas estão disponíveis em várias formulações para diferentes fins. Também são utilizadas em biologia celular, biologia molecular, bioquímica e em experiências. == Usos == * Higienização nasal: o soro fisiológico ajuda não só na limpeza e hidratação do nariz, mas também na prevenção de resfriados, gripes e nos sintomas alérgicos. A solução pode ser feita de forma caseira, com meio copo de água e uma colher de sal aplicados em um conta-gotas no nariz. * Desidratação: para reposição de íons de sódio e cloro. * Limpeza de ferimentos. * Enxágue de lentes de contato. * Em preparados para microscopia. * Para nebulização para asma. Deve ser usado frio e devidamente esterilizado, portanto, deve ser guardado em geladeira. == Precauções == Algumas formulações de soro fisiológico contém fármacos e por esse motivo não podem ser utilizadas em oftalmologia. A solução fisiológica deve ser aquecida (!) depois da geladeira na administração intravenosa, na utilização de terapia tópica, evitando o resfriamento do leito da ferida, portanto o atraso da cicatrização. A administração intravenosa excessiva de solução salina (0,9% NaCl), pode causar condições clínicas indesejáveis. Um litro de solução salina (soro fisiológico) contém 9 g de sal, essa quantidade é cerca de duas vezes maior do que a necessidade diária recomendada. Caso um paciente, após a administração de solução salina, solicite água para beber significa que ele tem muito Na+ no organismo, ou seja, ele recebeu excesso de sal (salina). Alem disso, sabe-se agora que a infusão rápida de NS pode causar acidose metabólica.Prough, DS; Bidani, A (1999). \"Hyperchloremic metabolic acidosis is a predictable consequence of intraoperative infusion of 0.9% saline\". Anesthesiology. 90 (5): 1247–1249. doi:10.1097/00000542-199905000-00003 == Efeitos colaterais da administração excessiva de solução salina == *Acidose *Super-hidratação *Edema *Hipocalemia *Hipernatremia *Náusea, vômito, diarreia, cólicas estomacais *Lacrimação, sudorese, febre *Taquicardia, hipertensão arterial *Insuficiência renal *Dor de cabeça, tonturas, ansiedade, fraqueza.0.9% NaCl (Normal Saline) - Perhaps not so normal after all?Transfus Apher Sci. 2018 Feb; 57(1):127-131. doi: 10.1016/j.transci.2018.02.021 Hipernatremia - o nível de sódio no sangue é superior a 145 mEq / l, causa sede e, devido à diminuição das células cerebrais, pode causar confusão e cãibras musculares. Cloreto de sódio alto pode levar a convulsões e coma. A morte pode ser causada pela ingestão de grandes quantidades de sal (cerca de 1 g por kg de peso corporal) ou também pode ser causada pelo uso excessivo de soluções salinas ou se usado acidentalmente em vez de açúcar nos alimentos. == Ver também == * Soro caseiro * Soro glicosado Categoria:Medicamentos essenciais da Organização Mundial da Saúde Categoria:Produtos introduzidos em 1831 Categoria:Soluções aquosas",
 "title": "Soro fisiológico"
}