{
 "id": "62325",
 "text": "O Microsoft FrontPage foi um editor HTML da Microsoft que permitia criar e gerir páginas e sítios web. Foi considerado um programa componente da suíte de aplicativos Microsoft Office de 1997 a 2003. Foi descontinuado em 2006, onde passou a ser substituído pelo Microsoft Expression Web. O FrontPage foi inicialmente desenvolvido pela Vermeer Technologies Inc., uma empresa norte- americana do estado de Massachusetts, que pode ser notado através de ficheiros com a extensão _vti_ em páginas de Internet criadas com o FrontPage. A Vermeer foi comprada pela Microsoft em 1996 para a Microsoft adicionar o FrontPage à sua linha de produtos. O FrontPage permitia a utilização de plug-ins proprietários conhecidos como FrontPage Server Extensions (extensões de servidor do FrontPage), para serem instaladas no servidor web para as páginas funcionarem. No entanto, versões mais recentes do programa também passaram a suportar o protocolo WebDAV, padrão da W3C. Como um editor WYSIWYG, o FrontPage era considerado um programa de fácil utilização pois permitia como opção a edição de páginas sem criar ou editar código por parte do utilizador. Em 1997, a Microsoft lançou a primeira e única versão do FrontPage para Mac OS, baseado na versão para Windows do FrontPage 97. A fraca adesão levou a Microsoft a não lançar mais nenhuma versão para Macintosh. Em 2006, a Microsoft anunciou que o FrontPage seria sucedido por dois produtos, descontinuando seu desenvolvimento em Dezembro do mesmo ano.Microsoft O Microsoft SharePoint Designer permite aos profissionais de negócios projetar aplicativos baseados no SharePoint. O Microsoft Expression Web, cujo alvo são os web designers, permite a criação de sites. Ambos foram parcialmente baseados no FrontPage. == Versões == * Vermeer FrontPage 1.0 - lançado em Novembro de 1995. * Microsoft FrontPage 1.1 - lançado em Junho de 1996. * Microsoft FrontPage 97 - lançado em Outubro de 1996. * Microsoft FrontPage Express 2.0 - versão gratuita, incluída no Internet Explorer 4.0. Lançado em Setembro de 1997. * Microsoft FrontPage 98 - lançado em Dezembro de 1997. * Microsoft FrontPage 2000 (versão 9) - lançado em Março de 1999. * Microsoft FrontPage 2002 (versão 10) - lançado em Junho de 2001. * Microsoft Office FrontPage 2003 (versão 11) - lançado em Outubro de 2003. == Ver também == * Microsoft Expression Web * Microsoft SharePoint Designer * Adobe Dreamweaver * KompoZer == Ligações externas == * * (versão para Portugal) * (versão para Brasil) Categoria:Programas para Windows Categoria:Editores de HTML Categoria:Microsoft Office Categoria:Programas descontinuados pela Microsoft Categoria:Programas de computador descontinuados Categoria:Software de 1996 Categoria:Software de 2003",
 "title": "Microsoft FrontPage"
}