{
 "id": "62338",
 "text": "Ditador () era o mais alto magistrado extraordinário na República Romana. Também era chamado pretor máximo (Praetor Maximus) e mestre do povo (Magister Populi). Charles Anthon (1848). Classical Dictionary. Harper. pp. 435–436.Basil Kennett (1822). Romæ antiquæ notitia. Hickman & Hazzard. p. 123. == História == O ditador era geralmente nomeado em circunstâncias de perigo extraordinário, seja por inimigos estrangeiros ou sedição interna, eventos frequentes segundo os primeiros livros de Lívio, que também nos informa sobre os seguintes propósitos do ditador:William Smith; Charles Anthon (1870). A Dictionary of Greek and Roman Antiquities. Harper. pp. 360–361. * Para afixar o clavus annalis no templo de Júpiter em épocas de pragas ou discórdias civis (Dictator clavi figendi causa);Francisco Pina Polo (2011). The Consul at Rome: The Civil Functions of the Consuls in the Roman Republic. Cambridge University Press. p. 39. ISBN 978-1-139-49599-8. * Para assegurar as assembleias (comitias) ou as eleições (comitiorum habendorum causa), na falta de cônsules; * Para apontar feriados (feriarum constituendarum causa)William Ramsay (1870). A manual of Roman antiquities. C. Griffin. p. 147. na aparição de prodígios e oficiando nos Jogos Romanos (Ludi Romani) se o pretor não puder comparecer; * Realizar julgamentos (quaestionibus exercendis); * Para preencher vagas no senado (legendo senatui), neste caso há dois ditadores, um para o estrangeiro e outro local, este último sem um mestre da cavalaria (magister equitum). Em condições de perigo militar iminente para a república, o ditador (neste caso designado por \"dictatores rei gerendae causa\") recebia um mandato com duração de seis meses ou enquanto se mantivesse o estado de emergência, qualquer que fosse o período mais curto. Os melhores exemplos de nomeações deste tipo são retirados das Guerras Púnicas com Cartago, sendo Fábio Máximo o mais notável. Numa altura em que o general Aníbal Barca se encontrava à solta na península itálica com os seus exércitos, a necessidade de nomear um ditador emergiu da falta de união entre as facções políticas romanas que tinha sido a causa dos desastres militares do lago Trasimeno por exemplo. No fim das Guerras Púnicas, o cargo de ditador foi abolido por ser considerado perigoso conceder a um único homem tanto poder. Em sua substituição criou-se a figura jurídica do senatus consultam ultimum que concedia aos cônsules, sempre dois, do ano poderes equivalentes ao do ditador para resolver qualquer emergência. A principal diferença é que estes não ganhavam imunidade através da nomeação e não actuavam sozinhos. O cargo foi reintroduzido em por Sula, no fim da guerra civil com a facção de Caio Mário, com a designação dictator rei publicae constituendae causa e a nuance de não haver limite de tempo para o mandato. Sula, porém, não fez uso desta provisão e retirou-se voluntariamente da vida pública dois anos depois. Júlio César foi nomeado ditador romano em , também como corolário de uma guerra civil, desta vez contra os optimates liderados por Pompeu. Para pacificar os seus pares que temiam o seu poderio crescente, César preferiu ser nomeado de acordo com o conceito contemporâneo das Guerras Púnicas, que continha a cláusula limitativa de tempo expandida, no entanto, para um ano em vez de seis meses. No ano seguinte foi reconduzido pelo senado para mais nove mandatos consecutivos de um ano e em foi nomeado ditador perpétuo (dictator perpetuus). César não foi longe no cargo de ditador perpétuo pois foi assassinado nos Idos de Março do mesmo ano. O cargo de ditador foi uma vez mais abolido da lei romana após a morte de César através das iniciativas legislativas de Marco Antônio. O senado ofereceu mais tarde o posto a Augusto, que no entanto o recusou, pondo um ponto final na história dos ditadores romanos. == Ver também == *Lista de cônsules da República Romana Categoria:Títulos militares romanos Categoria:Leis de exceção",
 "title": "Ditador romano"
}