{
 "id": "62362",
 "text": "Josina Machel (Vilanculos, 10 de agosto de 1945 - Dar es Salaam, 7 de abril de 1971), em solteira, Josina Abiathar Muthemba, foi uma revolucionária anti- colonial moçambicana que lutou pela independência do país e pelos direitos das mulheres. == Biografia == Em 1956, Machel mudou-se para a capital de Moçambique para frequentar a escola secundária, onde se tornou activa politicamente em grupos de estudantes clandestinos, e onde acabou por se tornar membro de uma célula secreta da Frente de Libertação de Moçambique (FRELIMO). Em 1963, com 18 anos, fugiu de Moçambique para se juntar à luta armada de libertação contra o regime colonial português. Após uma primeira tentativa falhada, que resultou na sua captura no Zimbabué e detenção por vários meses, em 1965, Machel conseguiu, numa segunda tentativa, alcançar a sede da FRELIMO na capital da Tanzânia, Dar es Salaam. Em 1967, a FRELIMO oferece-lhe uma bolsa para estudar na Suiça, que rejeitou por querer viver de perto a luta anti-colonial. Na FRELIMO foi uma das fundadoras e liderou o Destacamento Feminino - uma unidade dedicada ao treino militar e educação política. Em 1969, aos 24 anos, tornou-se chefe do Departamento de Assuntos Sociais e foi também chefe da Seção da Mulher no Departamento de Relações Exteriores da FRELIMO. Nesse mesmo ano, casou-se com Samora Machel, com quem teve um filho, Samora Machel Júnior. Machel impulsionou a criação dos Centro Infantis de Niassa e de Nangade, em Cabo Delgado, onde elementos do Destacamento Feminino tomavam conta das crianças que ficavam órfãs ou cujos pais estavam ausentes devido ao combate da FRELIMO pela libertação nacional. Machel morreu no dia 7 de Abril de 1971, num hospital na Tanzânia, vítima de doença. == Legado e Reconhecimentos == Josina é considerada um modelo de inspiração do movimento de mulheres. Com a independência de Moçambique, a data da sua morte foi consagrada como Dia da Mulher Moçambicana. Abordando a questão feminina e a sua participação na luta, Josina Machel escreveu: “Antes da luta, mesmo na nossa sociedade, as mulheres tinham posição inferior. Hoje, na FRELIMO, a mulher moçambicana tem voz e um importante papel a desempenhar; pode exprimir as suas opiniões; tem liberdade de dizer o que quiser. Tem os mesmos direitos e deveres que qualquer outro militante, porque é moçambicana, porque no nosso Partido não há discriminação baseada em sexo”. A luta armada de libertação de Moçambique serviu de base para a emancipação da mulher. Estas condições surgiram através do exercício a nível do Destacamento Feminino, onde a sua participação e envolvimento ativo em várias atividades da luta era bem evidente. A luta da valorização da mulher na FRELIMO não é recente, data desde o início da luta nacionalista, nos anos de 1960 e 1970. Foi nesta luta que pela primeira vez foi defendido o princípio de igualdade entre homens e mulheres. A FRELIMO tinha como objetivos principais garantir uma definição clara da inserção da mulher no contexto do movimento da luta nacionalista. A filosofia da FRELIMO permitiu às mulheres uma maior visibilidade da sua condição, tendo influenciado as diretrizes do Partido no período pós- independência. A nova política do governo da FRELIMO após a libertação em 1975, trouxe significativos ganhos para as mulheres. Em homenagem às conquistas de Josina Machel, na década de 1980 foi batizada com o seu nome uma rua do bairro de Bangu, na cidade brasileira do Rio de Janeiro. Em Maputo, a principal escola secundária, o Liceu Salazar, foi renomeada Escola Secundária Josina Machel. Em 1977, o antigo hospital Maria Pia em Luanda, Angola, foi também rebatizado com o nome de Josina Machel, embora os dois nomes sejam usados ao letreiro que identifica o edifício. == Ligações externas == *Breve perfil *As Grandes Mulheres de África: Josina Machel Categoria:Feministas de Moçambique Categoria:Naturais de Moçambique colonial Categoria:Nascidos em 1945 Categoria:Mortos em 1971",
 "title": "Josina Machel"
}