{
 "id": "62375",
 "text": "Theodor Holm Nelson, ou simplesmente Ted Nelson, é um filósofo e sociólogo estadunidense nascido em 1937. Pioneiro da Tecnologia da Informação, inventou os termos hipertexto e hipermídia, em 1963, e os publicou em livro, no ano de 1965. Também inventou os termos transclusão, transcopyright e virtualidade. O grande mote do trabalho de Ted Nelson tem sido tornar os computadores acessíveis para pessoas comuns. Seu lema é: == Carreira == Nelson fundou o Projeto Xanadu em 1960 com o objetivo de criar uma rede de computadores de interface simples. O trabalho está documentado no seu livro de 1974 Computer Lib/Dream Machines e no livro de 1981 Literary Machines (nenhum com tradução para a língua portuguesa). A maior parte da sua vida adulta tem sido dedicada ao Projeto Xanadu e à disseminação dessa idéia.The Curse of Xanadu, Gary Wolfl. O Projeto Xanadu na realidade falhou em sua disseminação, por uma série de razões que estão em disputa. O jornalista Gary Wolf publicou um artigo em 1995 na revista Wired que deixou Ted Nelson muito desgostoso com o que foi dito a respeito de seu trabalho. Nelson expressou seu descontentamento no seu website\". Alguns aspectos de suas idéias visionárias podem ser relacionadas com o desenvolvimento do protocolo WWW, criado por Tim Berners-Lee. A Web deve muito de sua inspiração ao Xanadu, mas Nelson não aprova nem um pouco a World Wide Web, o XML e todos os sistemas relacionados ao protocolo de Berners-Lee, lembrando que a Web é uma simplificação grosseira das idéias contidas no Xanadu: Nelson desenvolve atualmente numa nova forma de estruturar a informação e para isso desenvolveu o sistema ZigZag (software), que é descrito no site do Projeto Xanadu (infelizmente, só em inglês), que também armazena duas versões do código do Xanadu. Atualmente é filósofo e Professor Convidado da Universidade de Oxford, onde trabalha nas áreas da informação, computação e interfaces homem-máquina. Ted Nelson esteve no Brasil recentemente, onde proferiu palestra de abertura no FILE Symposium - evento que contou com o apoio do CNPq e de algumas universidades brasileiras. == Formação e Títulos == Nelson tem graduação em filosofia pelo Swarthmore College em 1959, mestrado em sociologia pela Harvard University em 1963, e doutorado em Mídia e Governança pela Universidade Keio em 2002. Em 1998, durante a sétima conferência da WWW, em Brisbane, Australia, Ted foi agraciado com o Yuri Rubinsky Memorial Award. Ted mencionou que tinha sido o primeiro prêmio que havia recebido em sua vida pelo seu trabalho. Em 2001 Ted Nelson foi homenageado pela França e nomeado \"Officier des Arts et Lettres\". Em 2004 foi indicado como Fellow no Wadham College, em Oxford, e foi associado ao Oxford Internet Institute, onde atualmente desenvolve suas pesquisas. Ted Nelson é filho do ganhador do prêmio Emmy Award diretor Ralph Nelson e da atriz Celeste Holm. == Bibliografia em inglês e português (quando indicado) == * Life, Love, College, etc. (1959) * Computer Lib: You can and must understand computers now/Dream Machines: New freedoms through computer screens—a minority report (1974), Microsoft Press, rev. edition 1987: ISBN 0914845497 * The Home Computer Revolution (1977) * Literary Machines: The report on, and of, Project Xanadu concerning word processing, electronic publishing, hypertext, thinkertoys, tomorrow's intellectual… including knowledge, education and freedom (1981), Mindful Press, Sausalito, California, 1981 edition: ISBN 089347052X, 1988 edition: ISBN 0893470554 * The Future of Information (1997) * . Journal of Digital Information, Volume 5 Issue 1. Article No. 298, July 16, 2004 * , Publicado Integralmente no livro do FILE Symposium, São Paulo, IMESP, 2005. == Ligações externas == * * * * * * , in The Electronic Labyrinth, 1993 * , June 1995 Wired article by Gary Wolf * , September 1995 Wired magazine, from Vint Cerf and Ted Nelson, * : An Interview with Ted Nelson * , by Theodor Nelson, October 8, 1999 * , August 2005 * * , a talk given by Ted at the Oxford Internet Institute, November 30, 2005 Nelson, Ted Nelson, Ted",
 "title": "Theodor Nelson"
}