{
 "id": "62422",
 "text": "Em Portugal, o conceito jurídico de região demarcada deve-se ao Marquês de Pombal, com a criação da delimitação de uma região vitivinícola, no século XVIII, em Portugal — a Região Demarcada do Alto Douro. As regiões demarcadas são, portanto, zonas de lavoura estanques, abrangidas por legislação especial para defesa e promoção da produção vinícola inconfundível de cada uma delas. As regiões vinícolas portuguesas, bem como os produtores de diversos outros produtos estabeleceram o sistema Denominação de Origem Controlada (DOC) após a entrada de Portugal na Comunidade Europeia em 1986. O sistema DOC substitui o anterior \"Região Demarcada\" que vigorou desde o início do século XX.J. Robinson (ed) \"The Oxford Companion to Wine\" Third Edition pg 231 Oxford University Press 2006 ISBN 0198609906 Posteriormente, outras demarcações vieram a ser criadas em Portugal, podendo actualmente falar-se das seguintes, entre outras: * Bairrada DOC * Bucelas DOC * Carcavelos DOC * Colares DOC * Madeira DOC * Moscatel de Setúbal * Região Demarcada do Dão (1908) * Região Demarcada do Douro (setembro de 1756) * Região Demarcada dos Vinhos Verdes (18 de setembro de 1908) == Organismos superintendentes == * Junta Nacional do Vinho — criada pelo Decreto nº 27-977, de 19 de agosto de 1937; * Instituto do Vinho do Porto — criado pelo Decreto nº 22.461, de 10 de abril de 1933; * Federação Sindical dos Viticultores da Região do Douro (Casa do Douro) — criada pelo Decreto nº 21.883, de 18 de Novembro de 1932. Pelo Decreto-Lei nº 24.948, de 10 de Janeiro de 1935 este Organismo passaria a denominar-se Federação dos Vinicultores da Região do Douro, podendo continuar a usar subsidiariamente a designação Casa do Douro. * Federação dos Vinicultores do Dão — criada pelo Decreto-Lei nº 23.274, de 19 de setembro de 1942 (anteriormente funcionou sob a designação de União Vinícola Regional do Dão) — ou, subsidiariamente Adega do Dão — nos termos do Decreto-Lei nº 24.516, de 28 de Setembro de 1934. * Comissão de Viticultura da Região dos Vinhos Verdes — criada pelo Decreto nº 16.684, de 22 de Março de 1929; * União Vinícola Regional de Bucelas — criada pelo Decreto nº 23.900, de 24 de Maio de 1934; * União Vinícola Regional de Carcavelos — criada pelo Decreto nº 23.763, de 12 de Abril de 1934; * Adega Regional de Colares — o Decreto nº 24.500, de 19 de setembro de 1934, fixa a área da Região Vinícola de Colares e promulga medidas de protecção aos respectivos vinhos e seu comércio. Organiza corporativamente a Adega, que desde Setembro de 1931 existia como cooperativa vinícola. Pelo Decreto nº 31.540, de 29 de setembro de 1941 foi reorganizada para o nome actual. * União Vinícola da Região do Moscatel de Setúbal — criada pelo Decreto-Lei nº 23.230, de 17 de Novembro de 1933. O Decreto nº 23.734, de 2 de Abril de 1934, promulga o regulamento da produção e comércio de vinhos licorosos desta região; * Região Vinícola da Madeira — área e designação fixadas pelo Decreto de 1 de Outubro de 1908. O Decreto-Lei nº 30.517, de 18 de Junho de 1940, determina que a Junta Nacional do Vinho passe a estender a sua acção à área da Região Vinícola da Madeira, até que seja criado um Organismo Corporativo ou de Coordenação Económica destinado a tutelar os interesses da vinicultura daquela região. == Região demarcada sem estatuto próprio == Vinho «Estremadura» — o Decreto nº22.123, de 14 de Janeiro de 1933, concede a designação de Estremadura, desde que se prove a sua origem e genuidade, aos vinhos de pasto e licorosos produzidos na mesma província (na sua antiga delimitação, exceptuados os típicos de Bucelas, Colares, Carcavelos e Setúbal). Anteriormente estes vinhos eram conhecidos pela designação de Lisbon-Wine. == Ver também == * Videira * Vinicultura * Região vinícola Categoria:Vinhos de Portugal Categoria:Regiões demarcadas",
 "title": "Região demarcada"
}