{
 "id": "62428",
 "text": "Heinrich Robert Zimmer (Greifswald, 6 de dezembro de 1890 – New Rochelle, 20 de março de 1943) foi um indólogo alemão. Ele era filho do indólogo e celtologista Heinrich Friedrich Zimmer (1851-1910). == Carreira == Graduado em sânscrito e linguística pela Universidade de Berlim em 1913, lecionou primeiro na universidade de sua cidade natal, e depois em Heidelberg, onde ocupou a cátedra de Filologia. Nesta cidade escreveu Kunstform und Yoga im indischen Kultbild (1926) e outros trabalhos importantes. Demitido pelos nazistas em 1938, emigrou para a Inglaterra, onde lecionou até 1942. Neste ano aceitou o cargo de professor visitante na Universidade de Columbia (EUA), vindo a falecer no ano seguinte. O método de Zimmer era examinar imagens religiosas, usando seu significado sagrado como chave para a transformação psíquica. Seu uso da filosofia e história religiosa (indianas) para interpretar a arte não se enquadrava na visão acadêmica tradicional. Tinha profundo conhecimento da filosofia e mitologia indianas, principalmente textos purânicos e tântricos, o que lhe trazia inspirações sobre a arte. Joseph Campbell, entre outros, apreciava sua abordagem: Campbell editou os escritos de Zimmer, após a morte deste. Também C. G. Jung apreciava o ponto de vista de Zimmer, com quem manteve longa amizade. Zimmer é um dos responsáveis pela popularização, no ocidente, da arte do sul da Índia. ==Livros escritos por Zimmer== *Kunstform und yoga im indischen Kultbild. Berlin, 1926. Em inglês: Artistic Form and Yoga in the Sacred Images of India. Princeton University Press, 1984 *Myths and symbols in Indian art and civilization. Editado por Joseph Campbell. Pantheon Books,1946. Em português: Mitos e símbolos na arte e civilização da Índia. Editora Palas Athena (ISBN 85-7242-018-5) *The Art of Indian Asia, its Mythology and Transformations. Completado e editado por Joseph Campbell. Pantheon,1955 *Philosophies of India. Editado por Joseph Campbell. Em português: Filosofias da Índia. Editora Palas Athena (ISBN 85-7242-002-9) *The king and the corpse. Editado por Joseph Campbell. Em português: A conquista psicológica do mal. Editora Palas Athena (ISBN 85-7242-019-3) *Yoga y Budismo. Editorial Kairos. Barcelona. (ISBN 84-7245-381-2) *Duke University Libraries Categoria:Filósofos da Alemanha Categoria:Historiadores da Alemanha",
 "title": "Heinrich Zimmer"
}