{
 "id": "62434",
 "text": "Um golpe de Estado (também referido internacionalmente como coup d'État, em francês, e putsch ou staatsstreich, em alemão) consiste no derrube ilegal de um governo constitucionalmente legítimo por uma facção política, militares ou um ditador. Distingue-se de uma revolução na medida em que esta última é popular e emprega uma transformação social profunda. Os golpes de Estado podem ser violentos ou não, e podem corresponder aos interesses da maioria ou de uma minoria. O ato do golpe de Estado pode consistir simplesmente na aprovação, por parte de um órgão de soberania, de um diploma que revogue a constituição e que confira todo o poder do Estado a uma só pessoa ou organização. Tem este nome de golpe porque se caracteriza por uma ruptura institucional repentina, contrariando a normalidade da lei e da ordem e submetendo o controle do Estado (poder político institucionalizado) a pessoas que não haviam sido legalmente designadas (fosse por eleição, hereditariedade ou outro processo de transição legalista). == História do conceito == Na teoria política, o conceito de golpe de Estado surge em 1639, teorizado por Gabriel Naudé na obra Considerations politiques sur les coups d'Etat; Naudé definia \"golpe de Estado\" como um governante, em defesa do interesse público, violar as leis e regras estabelecidas. Mas o conceito apenas se popularizou com a modernidade, após a quebra de paradigmas causada pela Revolução Francesa e pela doutrina iluminista. Antes, as rupturas bruscas da ordem institucional eram chamadas genericamente de revolução, como as tomadas de poder em 1648 e 1688 na Inglaterra. Após a tomada da Bastilha, no entanto, o termo revolução (ou contrarrevolução) passou a ser reservado para as mudanças profundas provocadas por intensa participação popular, da sociedade ou das massas. Assim, a expressão golpe de Estado tornou-se comum para designar a tomada de poder (ou a alteração das regras constitucionais) por vias excepcionais, à força, geralmente com apoio militar ou de forças de segurança. Um golpe de Estado costuma acontecer quando um grupo político renega as vias institucionais para chegar ao poder e apela para métodos de coação, coerção, chantagem, pressão ou mesmo emprego direto da violência para desalojar um governo. No modelo mais comum de golpes (principalmente em países do Terceiro Mundo), as forças rebeladas (civis ou militares) cercam ou tomam de assalto a sede do governo (que pode ser um palácio presidencial ou real, o prédio dos ministérios ou o parlamento), às vezes expulsando, prendendo ou até mesmo executando os membros do governo deposto. === Comparação com outros conceitos === O conceito de golpe de Estado está relacionado com outros conceitos relacionados com distúrbios políticos, tais como revolta, motim, rebelião, revolução ou guerra civil. Normalmente, esses termos são utilizados com pouca propriedade ou com a intenção de propaganda ou desinformação. No decorrer dos processos históricos, esses fenômenos não costumam se apresentar na forma pura, mas em formas combinadas entre siː * Golpe de Estado e revolução - Uma revolução, em Ciência Política, implica uma transformação social profunda e relativamente veloz, que, em geral (mas não necessariamente), envolve confrontos violentos entre amplos setores da sociedade. Uma revolução pode envolver um ou mais golpes de Estado em que as autoridades legais são removidas, de maneira claramente ilegal ou mantendo-se uma aparência de legalidade; * Golpe de Estado e guerra civil - Guerra civil é um enfrentamento militar generalizado e prolongado, entre dois lados de uma mesma sociedade. Diferencia-se do golpe, em especial por sua duração, já que o golpe é repentino e de curta duração (algumas horas ou, às vezes, poucos dias); * Golpe de Estado, rebelião e motim - Muitas vezes os golpes têm tomado a forma de sublevações ou rebeliões militares. Nesses casos, devem ser diferenciados dos motins, já que o motim é uma desobediência coletiva de um grupo de militares aos seus superiores que não visa derrubar o governo, nem provocar mudanças político-institucionais; * Golpe de Estado e revolta - Crises institucionais costumam ser acompanhadas de revoltas - em parte, provocadas intencionalmente e, em parte, espontâneas -, com multidões ocupando os espaços públicos e desafiando a autoridade dos poderes estabelecidos, por vezes de maneira violenta. As revoltas geram situações de caos social, que podem ser exploradas tanto por aqueles que promovem golpes de Estado, como por aqueles que procuram defender o poder estabelecido; * Golpe de Estado e Putsch - O termo alemão Putsch também significa 'golpe' ou tentativa frustrada de golpe, a exemplo do Putsch de Munique.Safire, William (1991). On Language; When Putsch Comes to Coup, New York Times, 22 de setembro de 1991. Segundo o politólogo Jaime Nogueira Pinto, o golpe de Estado distingue-se das outras formas de ruptura da ordem institucional. Os golpes de Estado são executados por agentes do Estado, usando meios do Estado, e de forma rápida. A partir do final do século XX, a ocorrência de diferentes processos de tomada do poder resultou na identificação de tipos - chamados coletivamente de golpes com adjetivos, dentre os quais se incluem: * golpe da sociedade civil * golpe de Estado clássico * golpe democrático * golpe eleitoral * golpe judicial * golpe de mercado * golpe militar * golpe neoliberal * golpe parlamentar * golpe presidencial * autogolpe * golpe em câmera lenta * soft coup (golpe suave)} * golpe judicial A questão de qual termo é aplicável a um determinado evento político envolve análises institucionais, normativas, processuais e, eventualmente, certo grau de subjetividade. Um golpe clássico implica a interrupção inconstitucional de um Governo por parte de outro agente estatal. Os três elementos constitutivos da definição são o alvo (o chefe de Estado ou de Governo), o perpetrador (outro agente do Estado, geralmente os militares) e o procedimento (secreto, rápido e, sobretudo, ilegal). Desde o final do século XX, embora as interrupções continuem a acontecer, é cada vez mais raro que contenham todos os três elementos. \"Até a década de 1980, as democracias morriam de golpe e de fora, assediadas por quem tinha perdido as eleições e procurava os militares como aliados. Agora as democracias morrem lentamente e de dentro, esvaindo-se entre a indignação do eleitorado e a ação corrosiva dos demagogos\".Malamud, Andrés (8 de novembro de 2020). A democracia está a morrer? publico.pt. == Características == Outros aspectos comuns que acompanham (antecedendo ou sucedendo) um golpe de Estado são: * suspensão do Poder Legislativo, com fechamento do congresso ou parlamento; * prisão ou exílio de oposicionistas e membros do governo deposto; * intenso apoio de determinados setores da sociedade civil; * instauração de regime de exceção, com suspensão de direitos civis, cancelamento de eleições e decretação de estado de sítio, estado de emergência ou lei marcial; * instituição de novos meios jurídicos (decretos, atos institucionais, nova constituição) para legalizar e legitimar o novo poder constituído. Nem todo processo de deposição de um governo ou regime é necessariamente um golpe de Estado: há, por exemplo, os referendos de revogação de mandato (Recall, em inglês), e as votações parlamentares de impedimento de um governante (impeachment), previstas constitucionalmente em vários países. John Kenneth Galbraith, em seu livro A Era da Incerteza, estabelece três condições essenciais para um golpe de Estado ser bem-sucedido: * A ação tem de ser do tipo \"pontapé em porta podre\", ou seja, o governo a ser derrubado já tem de estar bem decadente e impopular; * É preciso existir um líder determinado, resoluto, capaz de levantar as massas populares; * É preciso ter uma massa popular destemida, disposta a morrer pelo líder.Galbraith, John Kenneth, A Era da Incerteza, Editora Pioneira, 1979 === Exemplos === É disto exemplo a Lei de Concessão de Plenos Poderes de 1933 que os nazistas usaram para rasgar as barreiras legais existentes e instituir o regime nazista na Alemanha. O decreto de Boris Iéltsin que extinguiu a União das Repúblicas Socialistas Soviéticas pode ser considerado um golpe de Estado, pois, sendo presidente de uma república, não tinha legitimidade constitucional para dissolver a URSS. Kenny, Thomas; Keeran, Roger. O Socialismo Traído — Por Trás do Colapso da União Soviética. Avante!, 2008. Outros golpes de Estado caem na categoria dos golpes militares, em que unidades das forças armadas ou de um exército popular conquistam alguns lugares estratégicos do poder político para assim forçar a rendição do governo. A Revolução dos Cravos, por exemplo, foi iniciada por um golpe militar. Considera-se que o primeiro golpe de Estado no modelo moderno foi o Golpe do 18 Brumário dado por Napoleão Bonaparte para se consolidar sozinho no governo da França. Em casos extremos como o do Chile, em 11 de setembro de 1973, o palácio presidencial foi bombardeado diretamente por aviões da força aérea, na expectativa de destruí- lo e matar todos os ministros do governo Allende. Golpes de Estado podem ainda ser dados tanto por forças de oposição (como no Brasil, em 1889, 1930 e 1964 e na Argentina em 1976) quanto pelos líderes do próprio governo instituído, na esperança de aumentar os poderes de facto que possam exercer (como no Brasil, em 1937, e no Peru em 1992). O golpe do Estado Novo no Brasil, em 1937, foi simbolicamente estabelecido com um pronunciamento em rede de rádio por Getúlio Vargas declarando implantar um novo regime. Ao longo da história de vários países da América Latina, como a Bolívia e o Haiti, o golpe de Estado tem sido um processo de transição política mais comum até mesmo que as eleições e outros modos normais de transferência de poder. O caso boliviano pode mesmo ser considerado o extremo, pois, desde sua independência em 1825, aconteceram 189 golpes de Estado, em uma média de mais de um por ano. == Ver também == * Golpe militar * Golpe palaciano * Mudança de regime * Pronunciamento *Rollback Categoria:Política Categoria:Golpes de Estado",
 "title": "Golpe de Estado"
}