{
 "id": "62443",
 "text": "A Beira foi uma das seis grandes divisões históricas - comarcas, depois províncias - em que se dividia o território continental de Portugal, desde a Idade Média até ao século XIX. Por ter sido várias vezes subdividida em várias províncias ou regiões (Beira Alta, Beira Baixa, Beira Litoral, Beira Interior e Beira Transmontana), o conjunto da Beira é por vezes referido pelo nome plural Beiras. Territorialmente, a antiga Beira corresponde aproximadamente à atual região (NUTS 2) do Centro, ou seja, ao conjunto dos distritos de Castelo Branco, Viseu, Guarda, Coimbra, Aveiro e parte de Leiria. Inicialmente, a Beira correspondia à faixa interior do território português, limitada a norte pelo rio Douro e a sul pelo rio Tejo. Mais tarde, passou também a incluir uma faixa litoral de território - entre os rios Douro e Mondego - que, antes, pertencia à Estremadura, tornando-se na maior província portuguesa. Talvez por ser a maior província de Portugal, no século XVII, foi transformada num principado honorífico, cujo titular era, inicialmente, a filha mais velha do Monarca e, depois, o herdeiro do Príncipe herdeiro de Portugal. Até ao século XVII, a Beira constituía uma correição, chefiada por um corregedor que representava o Rei e exercia as funções de magistrado administrativo e judicial. A partir daí, foi ela própria subdividida em várias correições ou comarcas, cada uma com o seu corregedor. No início do século XIX incluía as seguintes comarcas: Coimbra, Feira, Aveiro, Arganil, Viseu, Lamego, Trancoso, Pinhel, Linhares, Leiria e Castelo Branco. As províncias, incluindo a da Beira, tornaram-se então meras circunscrições militares, cada qual chefiada por um governador das armas. Pela reforma administrativa de 1832, o território interior da Beira foi dividido em duas províncias, a Beira Alta e a Beira Baixa. Já a sua parte litoral foi agrupada com a comarca do Porto, dando origem à província do Douro. Na divisão administrativa de 1835, as províncias tornaram-se apenas agrupamentos de distritos para fins estatísticos e de referência regional, sem quaisquer órgãos administrativos próprios. Da antiga Beira, a província da Beira Alta, incluía o distrito de Viseu, a província da Beira Baixa, os distritos da Guarda e de Castelo Branco e a província do Douro, os distritos de Coimbra, de Aveiro e do Porto (este, correspondendo a território da antiga província de Entre-Douro-e-Minho). Em 1936, na sequência da Constituição de 1933, Portugal foi novamente dividido em províncias. A divisão implementada teve, por base, um estudo geográfico que dividia o país em 13 \"regiões naturais\", quatro das quais, no território da antiga Beira: Beira Litoral, Beira Baixa, Beira Alta e Beira Transmontana. Foram criadas as províncias da Beira Litoral, Beira Baixa e Beira Alta, esta última englobando, também, a região natural da Beira Transmontana. A Beira Litoral incluiu Leiria e parte do seu distrito, que nunca haviam pertencido à antiga Beira. Estas províncias deixaram de ter órgãos próprios em 1959, sendo extintas em 1976. == Topónimos com origem na Província da Beira == Distrito de Viseu: * Beira Valente (Leomil) * Lobão da Beira * Moimenta da Beira * Mondim da Beira * Paredes da Beira * Penela da Beira * Vila Chã da Beira Distrito da Guarda: * Aguiar da Beira * Alverca da Beira * Celorico da Beira * Linhares da Beira * Paranhos da Beira * Sazes da Beira * Souto de Aguiar da Beira Distrito de Coimbra: * Chamusca da Beira * Ervedal da Beira * Fiais da Beira (Ervedal da Beira) * Lagares da Beira * Lagos da Beira * Pombeiro da Beira * Seixo da Beira * Vila Franca da Beira * Vila Pouca da Beira Distrito de Castelo Branco: * Alvito da Beira * Monforte da Beira * São Jorge da Beira * São Vicente da Beira == Aldeias históricas == Na região da Beira Interior encontram-se algumas das aldeias mais pitorescas de Portugal, que se agrupam para formar a rota das aldeias históricas de Portugal, 12 aldeias reconhecidas pelo seu património cultural e paisagístico, e que tomaram parte em momentos específicos da história de Portugal. O percurso é composto pelas aldeias de Almeida, Belmonte, Castelo Mendo, Castelo Novo, Castelo Rodrigo, Idanha-a- Velha, Linhares da Beira, Marialva, Monsanto, Piódão, Sortelha e Trancoso. A maioria das aldeias tem castelos, muralhas, fortificações e outras construções de defesa da fronteira medieval. Monsanto, no concelho de Idanha-a-Nova, distrito de Castelo Branco, recebeu o título de \"aldeia mais portuguesa em Portugal\" em 1928. Almeida tem uma fortaleza na forma de uma estrela de 12 pontas (duplo hexágono) com seis bastiões e um número igual de ravelins. Está rodeado por um fosso de 12 metros de largura, ao longo de um perímetro de 2,5 quilómetros. Durante o seu momento histórico, foi guarnecida por 5000 homens e tinha mais de uma centena de bocas de incêndio de diferentes calibres. Sofreu importantes cercos em 1762, durante a Guerra dos Sete Anos e em 1810 durante a Guerra Peninsular após a invasão do país pela França de Napoleão. == Ver também == * Príncipe da Beira * Beira (Moçambique) * Província da Beira Alta * Província da Beira Baixa * Província da Beira Litoral * Províncias de Portugal * Topónimos com origem na província da Beira Categoria:Antigas províncias portuguesas",
 "title": "Beira (Portugal)"
}