{
 "id": "62456",
 "text": "José António de Oliveira Leite de Barros (São Gens, Fafe, 3 de setembro de 1749 — Coimbra, 4 de agosto de 1833), o conde de Basto, bacharel em Leis pela Universidade de Coimbra, foi desembargador da Casa da Suplicação, comendador professo na Ordem de Cristo, Ministro e Secretário de Estado do Reino do rei D. João VI de Portugal e Ministro e Secretário de Estado da Justiça no Ministério nomeado em 1828 por D. Miguel,Nota biográfica no Portugal - Dicionário Histórico. no qual, juntamente com o brigadeiro Joaquim Teles Jordão, implantou o terror em Lisboa e no Porto, enviando para a forca, apenas com instrução sumária, alguns revoltosos, o que fez dele uma das figuras mais odiadas e vilipendiadas do período da Guerra Civil Portuguesa. Era figura central da ala dura do partido apostólico, facção que compreendia a rainha-mãe D. Carlota Joaquina, e símbolo da opressão do governo miguelista.Respublica : José António de Oliveira Leite de Barros. ==Biografia== Nasceu na freguesia de São Gens, concelho de Fafe, filho legitimado do André de Oliveira Leite de Barros, senhor da Casa da Breia de Basto,IGESPAR : Casa da Breia. e de Brígida do Vale. Formou-se em Direito na Universidade de Coimbra no ano de 1780,ingressando seguidamente na magistratura judicial. Na sua carreia de magistrado, em 1795 foi nomeado desembargador da Casa e Relação do Porto, sendo logo em 1796 despachado juiz desembargador ordinário da Casa da Suplicação. Em 1799 foi promovido a desembargador de agravos da Casa da Suplicação, sendo no ano imediato, em 1800, escolhido para fiscal da Junta dos Três Estados. Em 1803 passou a deputado da Casa do Infantado e em 1805 a desembargador do Paço. Em Maio de 1806 passou a servir no sistema de fiscalização das forças armadas sendo nomeado juiz relator do conselho de justiça do Conselho do Almirantado, passando em Março do ano seguinte ao cargo de inspector-geral dos víveres, transportes e hospitais do Exército Português e auditor-geral e intendente geral da polícia militar. Após a reorganização do Exército Português liderada pelo general britânico William Carr Beresford, passou a chefe da auditoria geral do Exército, cargo que exerceu durante toda a Guerra Peninsular. Terminada a guerra, manteve-se no cargo até ao termo do período em que aquele general britânico foi comandante-em-chefe do Exército Português. Em reconhecimento dos serviços prestados naquele cargo, em 1813 foi-lhe concedida uma comenda da Ordem de Cristo, com a dotação de 90$000 réis. Já comendador professo da Ordem de Cristo, em 1819 recebeu ainda a mercê do senhorio do concelho de Rossas e o da alcaidaria-mor de Guimarães, acompanhadas das comendas de São Nicolau dos Vales e a sua anexa de Santa Comba de Orelhão. Partidário da monarquia tradicional, opôs-se a todas as ideias do liberalismo, sendo um dos mais influentes opositores ao estabelecimento do sistema parlamentar resultante da Revolução de 1820. Sendo uma das figuras liderantes desse campo político, teve papel relevante da Vilafrancada e nos acontecimentos que em 1823 iniciaram a reacção contra a Constituição Portuguesa de 1822. Com a sua vitória foi nomeado de Conselheiro de Estado e membro da junta criada em 18 de Junho de 1823 para a reforma da lei fundamental, a comissão nomeada por D. João VI para formular o projecto da nova constituição então prometida pelo monarca. A 19 de Março de 1824, com a queda do Ministério dos inauferíveis direitos de El-Rei e o fim da governação de Manuel Inácio Martins Pamplona Corte Real, o 1.º conde de Subserra, foi nomeado para os cargos de Ministro e Secretário de Estado do Reino, que no ordenamento institucional do tempo corresponderia ao de primeiro-ministro, o qual acumulava com a pasta da Justiça. Nessas funções desempenhou um papel importante na revolta da Abrilada, exercendo nos primeiros dias após aquela sublevação também as funções de Ministro da Guerra. Contudo, a sua governação foi curta, pois logo a 14 de Maio daquele ano de 1824 foi demitido do cargo de Ministro e Secretário de Estado do Negócios do Reino na sequência da expulsão do Infante D. Miguel, obrigado a partir com destino ao exílio em Viena. Ainda assim, manteve a sua influência e permaneceu na esfera governativa até 15 de Janeiro de 1825, data em que foi definitivamente exonerado. Partidário ferrenho do legitimismo e intimamente ligado ao chamado partido rainhista, quando o infante D. Miguel voltou a Portugal e foi proclamado rei em 1828, foi chamado a integrar o governo em que era Ministro Assistente ao Despacho, o ministro a quem cabia chefiar o governo, Nuno Caetano Álvares Pereira de Melo, 6.º Duque de Cadaval, ficando encarregue das pastas do Reino e da Marinha. Entre 1 de Julho de 1831 e 2 de Agosto de 1833, apesar da sua idade avançada, passou a chefiar o governo como Ministro Assistente ao Despacho, período durante o qual foi seguida uma política de grande dureza na repressão de qualquer traço de influência liberal. No período em que dirigiu o sistema judicial português promoveu a condenação à forca quantos professassem as ideias do liberalismo. Nesse contexto, destacou-se por ter enviado à cidade do Porto a famigerada alçada encarregada de sentenciar os promotores da revolta de 16 de Maio de 1828 ocorrida em Aveiro e no Porto. Em reconhecimento pelos serviços à causa do miguelismo, o rei D. Miguel I concedeu-lhe em 1828 a comenda da Ordem da Torre e Espada. O mesmo rei, por decreto de 18 de Janeiro de 1829, elevou-o a conde de Basto e concedeu-lhe a grã-cruz da Ordem de Cristo. O título de conde de Basto, uma nova criação de um antigo título, não foi contudo reconhecido pelo regime constitucional. O historiador Carlos de Passos disse dele que fora uma das \"almas danadas do miguelismo, os piores inimigos de D. Miguel\" e, ao referir a sua morte, em 1833, ainda na fase cruciante da campanha, afirma que \"em Coimbra ficara sepultado o abominável Conde de Basto\". Obrigado a fugir de Lisboa no dia 23 de Julho de 1833, dada a aproximação das forças liberais comandadas pelo duque da Terceira, o conde de Basto refugiou-se em Coimbra, onde chegou a 2 de Agosto. Octogenário, muito doente, faleceu dois dias depois, aparentemente de colera morbus. Foi sepultado com o hábito da Ordem de Cristo, na igreja do antigo Colégio de São Tomás de Coimbra. Quando em 1834, depois da extinção das ordens religiosas, os constitucionais entraram em Coimbra, o cadáver foi tirado do túmulo, arrastado pelas ruas de CoimbraRespublica : Barros, José António de Oliveira Leite de (1749-1833). e dilacerado. == Dados genealógicos == Nasceu na freguesia de São Gens, concelho de Fafe, filho legitimado do André de Oliveira Leite de Barros, senhor da Casa da Breia de Basto e de Brígida do Vale.. Casou em 1788, com Leonor Ângela Leite de Barros e novamente, a 10 de Janeiro de 1829, com Catarina Lusitana Correia de Morais Leite de Almada e Castro, filha de Martinho Correia de Morais e Castro, o 1.º visconde de Azenha. Do primeiro casamento teve João António de Oliveira Leite Pereira de Barros (Porto, Santo Ildefonso 21 de Junho de 1789 - Guimarães, 3 de Julho de 1859). Sem geração. == Bibliografia == * Nobreza de Portugal e Brasil, Direcção de Afonso Eduardo Martins Zuquete, Editorial Enciclopédia, 2ª Edição, Lisboa, 1989, vol. 2, pg. 405 ==Ligações externas== *\"Basto (José António de Oliveira Leite de Barros, conde de)\" no Portugal - Dicionário Histórico *Nota biográfica na Infopédia *Joanismo – 1823-1826 Categoria:Ministros da Justiça de Portugal Categoria:Condes de Basto Categoria:Nobres de Portugal do século XVIII Categoria:Nobres de Portugal do século XIX Categoria:Miguelistas Categoria:Comendadores da Ordem de Cristo Categoria:Alumni da Faculdade de Direito da Universidade de Coimbra Categoria:Naturais de Fafe",
 "title": "José António de Oliveira Leite de Barros"
}