{
 "id": "62465",
 "text": "Frederico Armando de Schomberg ou em alemão Friedrich Hermann von Schönberg ( Heidelberg, 16 de Dezembro de 1615 - 1 de Julho de 1690), duque de Schomberg e conde de Mértola, foi um general alemão que, contratado pelo conde de Soure, em 1660, veio para Portugal reorganizar o Exército Português, tendo contribuído para algumas vitórias como a Batalha do Ameixial e a Batalha de Montes Claros, em 1665. Teve algumas desinteligências com o 3.º conde de Castelo Melhor e com o marquês de Marialva. Segundo o seu biógrafo, o australiano Matthew Glozier, Schomberg foi \"o mais hábil soldado do seu tempo\"Guerra da Restauração da Independência de Portugal (1640-1668) – Intervenção do Marechal Schomberg, pelo Tenente-general José Lopes Alves, Revista Militar N.º 2530 - Novembro de 2012. Foi mestre de campo general em Portugal, marechal de França, generalíssimo das tropas da Prússia, etc.Friedrich Herman von Schomberg, Notícias biográficas, 2000-2010 Manuel Amaral. Em 1666 obteve o governo das armas do Alentejo. Em 31 de Março de 1668 obteve o título de conde de Mértola através do rei D. Afonso VI de Portugal. Morreu em combate na Batalha de Boyne Water, na Irlanda, então ao serviço da Inglaterra. ==Ligações exteriores== * Schomberg (Frederico Armando, conde e depois duque de), Portugal - Dicionário Histórico, Corográfico, Heráldico, Biográfico, Bibliográfico, Numismático e Artístico, Volume VI, pags. 766-767, Edição em papel, 1904-1915 João Romano Torres - Editor, Edição electrónica, 2000-2010 Manuel Amaral * Friedrich Herman von Schomberg, Notícias biográficas, 2000-2010 Manuel Amaral * Guerra da Restauração da Independência de Portugal (1640-1668) – Intervenção do Marechal Schomberg, pelo Tenente- general José Lopes Alves, Revista Militar N.º 2530 - Novembro de 2012 Categoria:Militares da Alemanha Categoria:Militares da Guerra da Restauração Categoria:Duques da Alemanha Categoria:Condados de Portugal Categoria:Governadores das Armas de Portugal Categoria:Marechais da França Categoria:Generais da Prússia Categoria:Naturais de Heidelberg Categoria:Mortos em combate Categoria:Heróis de Portugal Categoria:Condes de Mértola",
 "title": "Frederico Armando de Schomberg"
}