{
 "id": "62460",
 "text": "O Cruzeiro (Cr$ ou ₢$) foi o padrão monetário do Brasil de 1942 a 1967, de 1970 a 1986 e de 1990 a 1993.Do pau-brasil ao real Caderno História do Jornal Gazeta do Povo de 21 de julho de 2013 Sua adoção se deu pela primeira vez em 1942, durante o Estado Novo, na primeira mudança de padrão monetário no país, com o propósito de uniformizar o dinheiro em circulação. Um cruzeiro equivalia a mil réis. O Cruzeiro passou por uma reforma monetária no governo Castelo Branco, sendo temporariamente substituído pelo cruzeiro novo. A moeda voltou a ser substituída pela equipe do presidente José Sarney, com o Plano Cruzado; o Cruzeiro voltou a vigorar no governo Collor e foi definitivamente substituído pelo cruzeiro real em 1993. miniaturadaimagem|Cédulas em um museu. == Origem do nome == Em crônica de 1889, publicada no jornal Gazeta de Notícias, Machado de Assis propunha que o Brasil tivesse uma \"moeda batizada\". :Tem a Inglaterra a sua libra, a França o seu franco, os Estados Unidos o seu dólar, por que não teríamos nós nossa moeda batizada? Em vez de designá-la por um número, e por um número ideal — vinte mil-réis — Por que lhe não poremos um nome — cruzeiro — por exemplo? Cruzeiro não é pior que outros, e tem a vantagem de ser nome e de ser nosso. Imagino até o desenho da moeda; e de um lado a efígie imperial, do outro a constelação... Um cruzeiro, cinco cruzeiros, vinte cruzeiros. Os nossos maiores tinham os dobrões, os patacões, os cruzados, etc., tudo isto era moeda tangível; mas vinte mil-réis... Que são vinte mil-réis? Enfim, isto já me vai cheirando a neologismo. Outro ofício.MACHADO DE ASSIS, Joaquim Maria \"Bons Dias!\" , 30 de março de 1889 A primeira sugestão direta e documentada de \"cruzeiro\" como nome de moeda foi feita pelo senador Américo Lobo Leite Pereira, quando apresentou um projeto de reforma monetária para o Brasil, durante seu mandato entre 1890 e 1893. Em novembro de 1926, o economista Carlos Inglês de Sousa voltou a propor a troca de moeda para o mesmo nome no seu livro Restauração da Moeda no Brasil, onde retomava sua preconização para a melhoria da moeda (já exposta em 1924 no seu outro livro A Anarquia Monetária e suas ConsequênciasINGLÊS DE SOUSA, Carlos A Anarquia Monetária e suas Consequências. São Paulo: Editora Monteiro Lobato, 1924) e onde propunha: : (...) se substituir a unidade mil-réis pela de Cruzeiro, se este for o nome escolhido (…)INGLÊS DE SOUSA, Carlos Restauração da Moeda no Brasil, São Paulo, Casa Garraux, 1926, página 97. == Primeira edição == Vigente de 5 de outubro de 1942 a 12 de fevereiro de 1967. Em 5 de outubro de 1942, foi lançado pela primeira vez com equivalência ao antigo Mil-réis, cujas cédulas e moedas foram substituídas paulatinamente até meados da década de 1950. A escolha de tal denominação se baseava na constelação do Cruzeiro do Sul, escolhida como símbolo da pátria. Em 13 de fevereiro de 1967, o cruzeiro foi substituído pelo cruzeiro novo (NCr$) por conta da corrosão inflacionária que se tornou mais prevalente principalmente na primeira metade da década de 1960. O cruzeiro novo equivalia a mil cruzeiros \"antigos\", como ficou denominada esta moeda. == Segunda edição == Vigente de 13 de fevereiro de 1967 a 15 de maio de 1970 como cruzeiro novo e a partir de tal data até 28 de fevereiro de 1986 como cruzeiro. Transitoriamente foram colocadas cédulas carimbadas da primeira edição do cruzeiro com carimbos da equivalência na nova moeda, que viriam a ser substituídas paulatinamente a partir do dia 15 de maio de 1970, quando foram colocadas as novas cédulas do padrão em circulação. A partir daí, houve a supressão da palavra \"novo\" e do N constante no símbolo da moeda então circulante, que voltou a se denominar apenas \"cruzeiro\". Esta moeda veio a circular até a criação do cruzado (Cz$), em 28 de fevereiro de 1986. O código ISO 4217 dessa moeda era BRB. == Terceira edição == Vigente de 16 de março de 1990 a 31 de julho de 1993. Durante o governo de Fernando Collor e parte do governo de Itamar Franco, o cruzeiro volta como unidade monetária nacional, mantendo, contudo, a equivalência com o padrão anterior - cruzado novo, quando, após um período de transição com o cruzeiro real, foi adotado o padrão em uso até hoje: o real (R$). O código ISO 4217 dessa moeda era BRE. Categoria:Moedas do Brasil Categoria:Moedas extintas",
 "title": "Cruzeiro (moeda)"
}