{
 "id": "62477",
 "text": "Paul Edgar Philippe Martin PC CC (Windsor, ) é um político canadense que serviu como Primeiro-ministro do Canadá de 2003 até 2006 e líder do Partido Liberal do Canadá de 2003 a 2006. == Biografia == Martin serviu como membro do Parlamento para a corrida de LaSalle-Émard em Montreal desde sua eleição em 1988 até sua aposentadoria em 2008. Ele concorreu sem sucesso à liderança do Partido Liberal em 1990, perdendo para Jean Chrétien, a quem Martin formaria um longo-tempo rivalidade contra. Quando os liberais de Chrétien ganharam um governo de maioria esmagadora nas eleições federais de 1993, Martin foi nomeado seu ministro das Finanças e ocupou esse cargo até 2002. Ele supervisionou muitas mudanças na estrutura financeira do governo canadense e suas políticas tiveram um efeito direto na eliminação do déficit fiscal crônico do país por meio da reforma de vários programas, incluindo serviços sociais. Em 14 de novembro de 2003, Martin sucedeu Chrétien como líder do Partido Liberal e tornou-se primeiro-ministro em 12 de dezembro de 2003. Após as eleições de 2004, seu Partido Liberal manteve o poder, embora apenas como um governo minoritário. Durante seu mandato, o governo de Martin assinou o Acordo de Kelowna e legalizou o casamento entre pessoas do mesmo sexo. Em 2006, uma moção de censura foi aprovada e uma eleição foi iniciada. Como resultado dos detalhes emergentes em torno do escândalo de patrocínio de seu antecessor, bem como de um Partido Conservador unificado, Martin foi derrotado por Stephen Harper, terminando mais de 12 anos de governo liberal. Martin deixou o cargo de líder dos Liberais em 18 de março, passando as rédeas para Bill Graham, que mais tarde foi sucedido permanentemente por Stéphane Dion. Agora visto como um diplomata global, Martin continua a contribuir na arena internacional por meio de uma variedade de iniciativas, como a Incentives for Global Health, a organização sem fins lucrativos por trás do Health Impact Fund (mecanismo de pagamento por desempenho que forneceria uma solução baseada no mercado para problemas relativos ao desenvolvimento e distribuição de medicamentos em todo o mundo), onde ele atua como membro do Conselho Consultivo. Ele também é consultor da Comissão Ecofiscal do Canadá.Jeffrey, Brooke. Divided Loyalties: The Liberal Party of Canada, 1984 – 2008 (University of Toronto Press. 2010)Wilson-Smith, Anthony; Greenspon, Edward (1996). Double Vision: The Inside Story of the Liberals in Power. Doubleday Canada. ISBN 0-385-25613-2Martin, Paul (2009). Hell or High Water: My Life in and out of Politics. Emblem Editions. p. 33. ISBN 978-0771056932Perkins, Tara (September 17, 2011). \"Martin's recipe for economic stability\", The Globe and Mail, p. B3 ==Ligações externas== *Página oficial Categoria:Primeiros- ministros do Canadá Categoria:Alunos da Universidade de Toronto Categoria:Políticos do Canadá Categoria:Naturais de Windsor (Ontário)",
 "title": "Paul Martin (político)"
}