{
 "id": "625",
 "text": "Agronomia é um campo da Gestão Ambiental e abarcado pelas ciências agrárias, sendo uma área multidisciplinar que inclui subáreas aplicadas das ciências naturais, exatas, sociais e econômicas que trabalham em conjunto visando aumentar a compreensão da agropecuária e aperfeiçoar as práticas agrícolas e zootécnicas, por meio de técnicas e tecnologias em favor de uma otimização da produção dos pontos de vista econômico, técnico, social e ambiental,minimizar o gasto de energia em conformidade com as condições ambientais mutáveis. O surgimento da agronomia foi mediante a necessidade de sobrevivência humana na terra e era caracterizada pelo cultivo primitivo de extração mas que atendeu a demanda por certo tempo, o que permitiu a permanência dos indivíduos em um local, passou por inúmeras mudanças e foi base da economia de muitas sociedades. Atualmente essa atividade se tornou algo muito mais abrangente e de extrema importância para a economia mundial. == Área de Atuação == No geral, a agronomia possui principalmente três áreas de atuação: ensino, pesquisa e extensão rural. Produz pesquisas e desenvolve as técnicas que melhoram os resultados da agropecuária como, por exemploː manejo de irrigação, engenharia rural, quantidade ótima de fertilizantes, maximização da produção em termos de quantidade e qualidade do produto, fitotecnia, zootecnia, seleção de variedades resistentes à seca e de raças (melhoramento genético animal e vegetal), doenças e pragas (entomologia, fitopatologia, fitiatria, matologia, microbiologia, nematologia), desenvolvimento de novos agroquímicos, modelos de simulação de crescimento de colheita, secagem e armazenagem de produtos agropecuários, agroindústria, economia rural, meio ambiente, mecanização agrícola e técnicas de cultura de células in vitro. Elas estudam também a transformação de produtos primários em produtos finais de consumo como, por exemplo, a produção, preservação e embalagem de produtos lácteos e a prevenção e correção de efeitos adversos ao ambiente (isto é, a degradação do solo e da água). Ou seja, a agronomia estuda a interação do complexo homem, planta, animais, solo, clima e ambiente segundo relações de causa e efeito. As pesquisas agronômicas, mais que as de outros campos, estão fortemente relacionadas ao local em que são realizadas. Fato semelhante ocorre com as técnicas derivadas dessas pesquisas.Assim, esse campo pode ser considerado uma ciência de ecorregiões porque está ligado a características locais de solo e clima que nunca são exatamente iguais nos diferentes lugares geográficos. Os sistemas agrícolas de produção devem levar em conta características como clima, local, solo e variedades de plantas e animais de produção, que precisam ser estudados a nível local. Outros sentem que é necessário entender os sistemas de produção de uma forma generalizada de maneira que o conhecimento obtido possa ser aplicado ao maior número de locais possíveis. Os Engenheiros Agrônomos atuam de forma eclética e integrada nas atividades rurais através da horticultura, zootecnia, engenharia rural, economia, sociologia e antropologia rurais, ecologia agrícola etc. Os conhecimentos indispensáveis à otimização da atividade rural, adquiridos pela pesquisa científica,demandam a comunicação aos agricultores. Portanto, a extensão rural é o processo de exposição dessas informações servindo-se de método educacional não formal que visa o crescimento da renda e bem-estar das famílias rurais, o que distingue da assistência técnica que é limitada à solução de questões sem instruir o agricultor. No Brasil,a extensão rural segue a vertente pública e gratuita que é sistematizada em órgãos estaduais, os quais têm o papel de oferecer suporte técnico aos agricultores familiares, filiados a ASBRAER (Associação Brasileira das Entidades Estaduais de Assistência Técnica e Extensão Rural) a qual objetiva o progresso com a mínima agressão ao meio ambiente, menor custo e de forma honesta. Um outro importante ato a favor da valorização do meio rural foi a criação do Programa Nacional da Agricultura Familiar (PRONAF) que é uma politica pública direcionada a pequenos agricultores a qual pressupõe a competência da geração de renda no espaço rural e nos municípios que estão diretamente ligados a esse ambiente. == Tecnologia == Atualmente, as ciências agrícolas são muito diferentes das de antes de 1950. A intensificação da agricultura que desde a década de 1960 vem sendo realizada por muitos países desenvolvidos e em desenvolvimento é frequentemente denominada revolução verde, que com a ajuda da tecnologia proporcionou ter plantas com maior resistência a fatores climáticos, pragas ou doenças que poderiam nelas estarem presentes. Esta intensificação tem-se baseado na seleção genética de variedades de plantas e de animais capazes de alta produtividade e no uso de insumos artificiais como fertilizantes e produtos que visam a aumentar a produção através do aumento da sanidade dos vegetais e animais utilizados. Por outro lado, o dano ambiental que esta intensificação da agricultura vem causando (associado ao dano que o desenvolvimento industrial e o crescimento populacional que essa intensificação permite) estão levando muitos cientistas a criar novas técnicas a fim de contribuir para o desenvolvimento sustentável, como o manejo integrado de doenças e de pestes, técnicas de tratamento de dejetos, técnicas de minimização de desperdício, adubação verde e arquitetura da paisagem que são vertentes da Agroecologia. Além disso, campos como os da biotecnologia e da ciência da computação (processamento e armazenagem de dados) estão tornando possível o progresso e o desenvolvimento de novos campos de pesquisa, como a engenharia genética e a agricultura de precisão. Desta maneira, atualmente os pesquisadores que trabalham em ciências agrícolas e nas ciências a ela associadas equacionam o problema de alimentar a população do mundo ao mesmo tempo em que previnem a ocorrência de problemas de biossegurança que possam afetar a saúde humana e o ambiente. Este é o motivo pelo qual eles buscam promover um melhor manejo de recursos naturais e do respeito ao ambiente. A agronomia especialmente, deverá se adaptar às mudanças tecnológicas em um grau superior ao que se apresenta hoje, utiliza-se já muitas máquinas para realizar serviços que antes eram realizados por humanos, então no futuro esses serviços realizados por máquinas só irão aumentar, juntamente de diversas técnicas aprimoradas. Os aspectos sociais, econômicos e ambientais são temas que estão em debate atualmente. Crises recentes, como a doença da vaca louca (encefalopatia espongiforme bovina) e o debate sobre o uso de organismos geneticamente modificados, ilustram a complexidade e importância deste debate. == Cientistas agrícolas famosos == Os pesquisadores têm papel fundamental na construção da agronomia, pois o conhecimento adquirido por um cientista na maioria das vezes favorece que outro cientista amplie o conhecimento e/ou faça novas descobertas. * Gregor Mendel * Louis Pasteur * Norman Borlaug * Augusto Ruschi * George Washington Carver * Eurípedes Malavolta * Warwick Estevam Kerr * Johanna Döbereiner * Joaquim Vieira Natividade == Ver também == * Agrofloresta * Agrometeorologia * Agronegócio * Apicultura * Biotecnologia e Engenharia genética * Cartografia * Climatologia * Ciência ambiental * Construções rurais * Ecologia * Economia agrícola * Engenharia agrícola * Engenharia ambiental * Entomologia * Extensão rural * Fisiologia vegetal * Fitopatologia * Geografia * Geoprocessamento * Medicina veterinária * Máquinas e Mecanização agrícola * Nutrição animal * Nutrição vegetal * Paisagismo e Jardinagem * Pedologia * Produção de hortaliças * Tecnologia de alimentos * Turismo no espaço rural * Topografia * Zoologia * Zootecnia == Bibliografia == * CONFEDERAZIONI internazionale dei tecnici agricoli, Congresso mondiale della sperimentazione agraria, Sede della Fao, 7-9 maggio 1959, Società Grafica Romana, Roma, 1959 * ESALQ/USP. Enciclopédia Agrícola Brasileira. São Paulo: EDUSP. 6 vol. 1995-2006. [Coords.: SOUZA, J.S.I (vol. I, 1995; II, 1998; III, 2000;); PEIXOTO, A.M. (vol. IV, 2002; V, 2004; VI, 2006.)] * PENNAZIO, Sergio. Mineral Nutrition af Plants: A Short History of Plant Phisiology. Rivista di biologia, vol. 98, n. 2, maggio-agosto, 2005. * PIMENTEL, David; PIMENTEL, Marcia. Computer les kilocalories. Cérès, n. 59, sept-oct., 1977 * RUSSELL, E.W. Soil conditions and plant growth, Longman group ltd., London, New York, 1973 * SALTINI, Antonio. Storia delle scienze agrarie, 4 vol. Edagricole, Bologna, 1984-89 *FINLEY, Moses I. Economia na Grécia Antiga. In: FINLEY, Moses I. ECONOMIA E SOCIEDADE NA GRÉCIA ANTIGA. Bela Vista, São Paulo - SP: WMF Martins Fontes, 2013. *ROMEIRO, Ademar. Revolução Industrial e mudança tecnológica na agricultura europeia. Revistas USP. Disponível em: <https://www.revistas.usp.br/revhistoria/article/view/18633/20696>. Acesso em: 30 de outubro. 2019 == Ligações externas == *Primeiras escolas de agronomia do Brasil (1877 a 1936) *Glossário de Termos Usados em Atividades Agropecuárias, Florestais e Ciências Ambientais * Confea - Conselho Federal de Engenharia, Arquitetura e Agronomia * Portal Agronomia * Revista Brasileira de Ciências Agrárias Categoria:Agronomia",
 "title": "Agronomia"
}