{
 "id": "62514",
 "text": "A visão (a vista) é um dos cinco sentidos que permite aos seres vivos dotados de órgãos adequados, aprimorarem a percepção do mundo. No entanto, os neuroanatomistas consideram que a visão depende não somente da intensidade, mas da forma do pulso de luz, e engloba de dois sentidos já que são diferentes os receptores responsáveis pela percepção da cor (i.e. pela estimativa da frequência dos fotões de luz) os cones, e pela percepção da luminosidade (i.e. pela estimativa do número de fotões de luz incidente) os bastonetes. ==A olho nu== Vista desarmada ou a olho nu são expressões que significam olhar sem o uso de instrumentos. A visão humana pode ser ampliada quando os olhos são armados com instrumentos ópticos, como o microscópio óptico ou como o microscópio eletrônico, que ampliam a visão de forma a nos permitir enxergar micróbios e corpos microscópicos que são corpos muito pequenos, impossíveis de serem avistados a olho nu, ou seja, sem armar os olhos com esses instrumentos. A visão humana pode ser armada também com telescópios para poder enxergar os corpos muito distantes, como estrelas situadas em outras galáxias muito distantes do planeta Terra. A visão humana pode ser armada com outros instrumentos também, como binóculos infravermelho, que nos permite ter uma visão noturna. O observador armado com o binóculo infravermelho capta essa luz infravermelha que reflete os corpos no ambiente escuro e assim consegue enxergar tudo, embora tudo esteja no escuro. Com esses binóculos também é possível visualizar a luz infravermelha que é emitida pelos corpos que estão emitindo calor, permitindo assim distinguir no escuro os corpos mais quentes dos corpos mais frios. Existem outros instrumentos e aparelhos que nos permitem a visão de raios X, a visão através da imunofluorescência, a visão através da ressonância magnética dentre outras técnicas mais sofisticadas ainda que são utilizadas tanto pela Astronomia quanto pela Medicina para diagnósticos por imagem: *Tecnologias mais comumente utilizadas pela medicina: **Radiografia; **Mamografia; **Ultrassonografia; **Tomografia computadorizada; **Ressonância magnética; **Angiografia; **Densitometria óssea; **Tomografia por emissão de positrões. *Instrumentos ópticos comuns, exemplos: **Lupa, óculos, binóculos, lunetas, microscópios ópticos, telescópios ópticos. *Instrumentos ópticos eletrônicos, exemplos: **Binóculo de infravermelho, microscópio eletrônico, telescópio espacial. *A visão humana enxerga três níveis bem distintos da realidade cósmica: **A visão microscópica dos corpos microscópicos visualizados só com o uso de microscópios; **A visão macroscópica dos corpos que podem ser visualizados a olho nu; **A visão telescópica dos corpos do Universo visualizados só com os telescópios. ==Visão biológica== Os olhos são os órgãos sensoriais da visão e capturam a luz que incide sobre a retina que é uma superfície parabólica de tecido vivo formado por células fotorreceptoras. Essas células captam a luz e transformam essa energia luminosa em impulsos nervosos que são levadas pelo nervo óptico para o cérebro, para que lá sejam interpretados. Os olhos são as ferramentas com as quais o cérebro cria o campo visual; ver com os olhos significa usá-los em prol da visão, enquanto o cérebro é o órgão que processa os estímulos provenientes dos olhos criando a imagem visual. Por isso, no sentido mais amplo da palavra visão (de percepção visual), esta requer a intervenção de zonas especializadas do cérebro no córtex visual que analisam e sintetizam a informação recolhida em termos de forma, cor, textura, relevo e outros. A visão é por isso a percepção das radiações luminosas, compreendendo todo o conjunto de mecanismos fisiológicos e neurológicos pelos quais essas radiações determinam impressões sensoriais de natureza variada, como as cores, as formas, o movimento, a distância e as intensidades das luzes visualizadas no ambiente. O olho é a câmera deste sistema sensorial e é no seu interior que está a retina, composta de cones e bastonetes, onde se realizam os primeiros passos do processo perceptivo. A retina transmite os dados visuais, através do nervo óptico e do núcleo geniculado lateral, para o córtex cerebral. No cérebro tem então início o processo de análise e interpretação que nos permite reconstruir as distâncias, cores, movimentos e formas dos objetos que nos rodeiam. === Visão humana === Ao usar o sistema de visualização natural (a olho nu), o humano conta com vários indicadores de informações para interpretar formas 3D e as posições relativas aos objetos, onde a vergência e a acomodação estão vinculadas. indicação monocular: alguns indicadores visuais dependem apenas de um olho: Perspectiva linear; Tamanho familiar; Oclusão; Desfoque de profundidade do campo; Acomodação. indicação binocular: dois indicadores visuais dependem do uso de dois olhos: Vergência, e; Disparidade binocular. === Foco da visão humana === O olho humano corresponde a uma lente fotográfica de 22,3 mm, com campo de visão em torno de 150 graus, que enxerga com nitidez/com foco apenas uma área de 10 graus. Toda vez que o olho humano troca o foco da visão (entre um objeto e outro, por exemplo), o sistema nervoso deixa de receber informações visuais por cerca de 0,1 segundo. == Percepção de cores == === Definição === A cor nada mais é do que a propagação da luz interpretada pela visão do ser humano. A luz é uma onda eletromagnética visível, sendo seu percurso em função do tempo (velocidade) dado por: v = λƒ, em que λ (lambda) se refere à distância entre dois picos de uma onda e ƒ (frequência) à sua constância em um segundo. Em meio homogêneo e transparente, a luz se propaga em linha reta, o que permite aos seres vivos identificarem formas e objetos. Ao mesmo tempo, os raios de luz são independentes: ao se interceptarem, mantém sua trajetória como se os demais não existissem, permitindo-nos assim interpretar as distâncias e profundidade. Os estudos apresentados agora são referentes à propostas de Sir Isaac Newton. O λ, ou o comprimento da onda, indica em qual cor este raio se encontra. Dentro do espectro visível ao ser humano, ou seja, dentre as cores interpretadas pelo ser humano, encontram-se os comprimentos entre 400 e 700nm, cores essas que vão do violeta ao vermelho (seguindo a sequência do conhecido arco-íris). Não são somente esses comprimentos de luz presentes no nosso cotidiano, o λ maior que o vermelho, entre o infravermelho e a onda de rádio, possui um comprimento entre o 10-5 e 103m, não visíveis ao olho humano, e são utilizados desde a simples medição de temperatura por termômetros digitais até as frequências AM e FM de rádio. O comprimento inferior ao Violeta, entre 10-8 e 10-12m, também não visível ao ser humano, está mais associado a experimentos químicos. O ultravioleta, situado em 10-8m é a radiação provinda do sol, e os Raios Gama, a 10-12m são somente utilizados em laboratório. Os estudos e utilidades do comprimento de onda se limitam entre o 10-12m e o 103m. === Interpretações nos seres vivos === ==== No ser humano ==== Os fótons de luz ao atingirem uma superfície podem ser refletidos ou refratados, dependendo do arranjo molecular do raio de luz analisado. Esses fótons refletidos alcançam o olho humano passando por suas estruturas internas na seguinte ordem: córnea, pupila, íris e cristalino . Quando os fótons de luz atravessam o globo ocular e chegam à retina, eles entram em contato com células fotorreceptoras que reconhecem a presença e ausência de luz pela presença de vitamina A . Essas células são conhecidas como cones e bastonetes, que identificam os raios de luz a partir da sensibilidade de cada estrutura à determinado comprimento de onda . Assim, esses sinais luminosos são transformados em sinais neurais e essa informação passa pelas células nervosas e alcança o encéfalo, que as interpreta. ==== Em outros organismos ==== Os olhos como aparelho de detecção de luz apareceram múltiplas vezes na escala evolutiva, em diferentes reinos e épocas. Alguns exemplos são: * Protozoários unicelulares fotossintéticos, os euglenídeos, foram um dos primeiros organismos a desenvolverem sensitividade à luz, por meio de proteínas chamadas opsinas, concentradas em estigmas, que permitem o organismo a encontrar e seguir a luz, porém, não permitem visão. * Os primeiros olhos animais propriamente ditos surgiram nos Cnidários, que datam de 600 milhões de anos atrás. Estes variam de agrupados de células fotossensíveis a olhos com retinas, lentes e córneas, nas águas-vivas Cubozoa. * Há 40 milhões de anos, as primeiras planárias surgiam e, com elas, os primeiros sulcos oculares, que nada mais eram que agrupados de células fotorreceptoras em pequenos “copos”. === Teorias de percepção de cor === Existem duas teorias que se relacionam a sensibilidade dos cones e bastonetes quanto ao comprimento do raio de luz. A primeira é a Teoria Tricromática que aponta que os cones e bastonetes possuem sensibilidade aos comprimentos de onda das cores primárias, enquanto a Teoria Maxwell diz que a sensibilidade se refere aos comprimentos de onda das cores vermelho, verde e azul, as cores primárias de luz. A teoria mais aceita seria a Teoria Maxwell, porém pode-se encontrar materiais referentes a ambas teorias. === Dificuldades na percepção de cor === Dependendo da formação genética e do histórico de traumas do indivíduo, podem surgir algumas dificuldades na percepção de cores. A mais conhecida seria o Daltonismo, cujo nome deriva do grande cientista John Dalton que também possuía tal condição. O Daltonismo ocorre majoritariamente por questões genéticas em que indivíduo possui dificuldade para diferenciar o vermelho e o verde, e em alguns casos o azul e o amarelo. Porém existem outras condições além do Daltonismo, como a Protanopia (em que a dificuldade seria somente em relação a cor vermelha), a Deutranopia (a dificuldade seria em relação a cor verde) e a Tritanopia (que pode ser a dificuldade diferenciar o azul ou amarelo). No entanto há um distúrbio em que o indivíduo possui dificuldade de identificar as cores, somente enxergando tons acinzentados mais claros e mais escuros. Esse distúrbio seria a Acromatia. == Via visual == A via ótica é uma via aferente (sensorial) que apresenta quatro neurónios desde a retina até ao córtex. * 1º neurónio - cones e bastonetes (fotorreceptores). * 2º neurónio - neurónios bipolares (ligam os bastonetes e os cones às células ganglionares). * 3º neurónio - células ganglionares (formam o nervo ótico e vão até ao corpo geniculado externo). * 4º neurónio – cortical (saem do corpo geniculado externo, formam a radiação ótica e terminam na área visual). Na via visual, distinguem-se vários sectores: retina, nervo ótico, quiasma ótico, fita ótica, corpo geniculado externo, radiações óticas e córtex occipital. === Retina=== Na retina encontram-se os receptores visuais (neurónio I) e os neurónios II e III. A retina é então o neuroepitélio (membrana nervosa) que reveste internamente o globo ocular, posteriormente à íris. Na parte posterior da retina, existe uma zona amarelada, a mácula lútea que é a área da retina onde a visão é mais distinta. Por isso, os movimentos reflexos do globo ocular fixam, sobre as máculas, a imagem dos objetos que nos interessam no campo visual. Os raios luminosos na retina são cruzados, o campo visual nasal projeta-se na retina temporal e o campo visual temporal projeta-se na retina nasal. Na retina, encontramos três camadas que correspondem aos três primeiros neurónios da via ótica. São eles, de fora para dentro: células fotossensíveis (ou fotorrecetoras), as células bipolares e as células ganglionares. As células fotossensíveis fazem sinapse com as células bipolares que, por sua vez, fazem sinapse com as células ganglionares cujos axónios formam o nervo ótico. A excitação destes pela luz dá origem a impulsos nervosos que caminham em direção oposta à seguida pelos raios luminosos. === Células fotossensíveis === São as células recetoras da luz, que constituem uma camada profunda. São cones e bastonetes, de acordo com a forma. Os bastonetes são adaptados para a visão com pouca luz e os cones para a visão com luz de maior intensidade e para a visão de cores. No homem, o número de bastonetes é muito maior que o de cones mas a sua distribuição não é uniforme. Assim, nas zonas periféricas, predominam os bastonetes e o número de cones aumenta progressivamente até à mácula, até que ao nível da fóvea central só existem cones. Nas zonas periféricas da retina, vários bastonetes ligam-se a uma célula bipolar e várias células bipolares fazem sinapse com uma célula ganglionar. Assim, nestas áreas, cada fibra de nervo óptico pode está relacionada com até 100 recetores. No entanto, na mácula, o número de cones é aproximadamente igual ao de célula bipolares e ganglionares, logo cada cone faz sinapse com uma célula bipolar que por sua vez sinapsa com uma célula ganglionar. Assim, para cada cone existe uma fibra de nervo ótico. Estas características da mácula explicam a sua grande acuidade visual e permitem compreender o facto de, apesar de a mácula ser uma área muito pequena da retina, ela contribuir com um grande número de fibras para a formação do nervo ótico e ter uma representação cortical grande. Em vertebrados, existem centenas de GPCRs que sinalizam através de cerca de 20 proteínas G. Os GPCRs são responsáveis por detectar um amplo escopo de sinais externos e acionar as respostas correspondentes dentro da célula. a rodopsina GPCR é equipada para identificar o sinal de apenas um fóton e, através do início da transducina da proteína G e dos efetores a jusante, melhora-o várias vezes. Em humanos, GPCRs estão envolvidos em quase todos os processos biológicos em um corpo humano, eles são alvos para mais de 30% dos medicamentos usados. As estruturas de resolução atômica do complexo rodopsina-transducina fornecem a base molecular da visão dos vertebrados, além disso, mostram o mecanismo de como os GPCRs, em geral, ativam as proteínas G. Alguns neurônios da retina seguem um caminho menos percorrido enviando sinais inibitórios para o cérebro, esse subconjunto de neurônios da retina está associado a comportamentos subconscientes, por exemplo, sincronização de ritmos circadianos com ciclos de luz / escuridão e constrição da pupila com intensas luzes brilhantes. === Nervo ótico === Nervo sensitivo cujas fibras conduzem os impulsos visuais. Tem origem nos axónios das células ganglionares da retina. Estas fibras convergem para a papila ótica e emergem do globo ocular como nervo ótico. Da sua origem, ele dirige-se para trás, atravessa a cavidade orbitária e canal ótico, através do qual penetra na cavidade craniana. Termina no ângulo ântero-externo correspondente do quiasma ótico. Relaciona-se com a artéria oftálmica que, no interior do canal ótico, está por baixo do nervo. Depois, próximo da cavidade orbitária, contorna a sua face externa, cruza a sua face superior, continuando-se do lado interno do olho, até ao ângulo interno do mesmo. Relaciona-se ainda com a veia oftálmica, nervo motor ocular comum e externo, vasos e nervos ciliares. O nervo ótico vai ser composto pelos axónios das células ganglionares e por fibras reflexas (pupilares) para a coordenação da musculatura intrínseca do olho. Contém, ao centro, as fibras maculares, acompanhadas por dentro pelas fibras da retina nasal e por fora pelas fibras da retina temporal. === Quiasma ótico === Situa- se, por cima da hipófise, ao nível da porção mais anterior da sela turca. Os seus ângulos ântero-externos continuam o nervo ótico e os póstero-externos continuam-se com as fitas óticas. No quiasma, as fibras decussam parcialmente: as fibras temporais seguem do mesmo lado sem cruzamento e as fibras nasais cruzam para o outro lado. === Fita ótica === Emerge do quiasma ótico, passa à volta do pedúnculo cerebral e dirige-se para o corpo geniculado externo do tálamo. Algumas fibras seguem para o núcleo pré-tectal e colículo superior e estão relacionadas com os reflexos fotomotores. Assim, conforme o seu destino distinguem-se quatro tipos de fibras nas vias óticas: fibras retino- hipotalâmicas (destacam-se do quiasma ótico e ganham o núcleo supra- quiasmático do hipotálamo, sendo importantes para a regulação dos ritmos biológicos); fibras retino-tectais (ganham o colículo superior através do braço do colículo superior e estão relacionadas com certos reflexos de movimentos dos olhos ou das pálpebras, desencadeados por impulsos visuais); fibras retino-pré-tectais (ganham a área pré-tectal através do braço do colículo superior e estão relacionadas com os reflexos fotomotor direto e consensual); fibras retino-geniculadas (são as mais importantes, pois somente elas se relacionam com a visão, terminam fazendo sinapse com os quartos neurónios da via ótica, que se localizam no corpo geniculado lateral). Cada fita ótica contém fibras nasais contralaterais e temporais homolaterais. === Corpo geniculado externo === Situa-se na porção posterior do tálamo. Os axónios dos neurónios do corpo geniculado externo constituem a radiação ótica (trato geniculo-calcarino ou radiação ótica de Gratiolet) que passa pela porção retro-lenticular da cápsula interna e terminam na área visual primária ou área 17 de Brodman, situada nos lábios do sulco calcarino. Nem todas as fibras da radiação ótica atingem o córtex pelo mesmo trajeto. As fibras que estão mais internas vão-se situar mais anteriormente no córtex, seguindo um curso quase retilíneo para trás, em direção ao lobo occipital. Já as fibras que estão mais externamente vão-se situar mais posteriormente no córtex, dirigindo-se inicialmente para a frente, em direção ao pólo temporal, encurvando-se e voltando em direção ao lobo occipital, onde terminam. Forma-se assim uma alça, a alça temporal ou de Meyer, em relação com a parte anterior do corno inferior do ventrículo lateral. A presença desta alça explica o facto de que tumores do lobo temporal, situados à frente do nível em que se localizam os corpos geniculados externos, podem comprimir e lesar a radiação ótica, resultando alteração dos campos visuais. === Área visual === A área visual primária corresponde à área 17 de Brodmann, no lábio superior e inferior do sulco calcarino. As áreas 18 e 19 ou área visual secundária são responsáveis pela integração dos estímulos visuais com as experiências anteriores e pela percepção da cor e reconhecimento dos objetos. Existe correspondência entre partes da retina e partes do corpo geniculado externo, da radiação ótica e do córtex visual primário. Na radiação ótica, as fibras correspondentes às partes superiores da retina (portanto à metade inferior do campo visual) ocupam uma posição mais alta e projetam-se no lábio superior do sulco calcarino, as fibras correspondentes às partes mais inferiores da retina ocupam uma posição mais baixa e projetam-se no lábio inferior do sulco calcarino; as fibras que levam impulsos da mácula ocupam posição intermediária e projetam-se na parte posterior do sulco calcarino. == Lesões == * Lesão do nervo ótico (por traumatismo ou glaucoma>): cegueira completa do olho correspondente. * Lesão da parte mediana do quiasma ótico (tumores da hipófise que comprimem o quiasma, de baixo para cima): hemianópsia bitemporal, como consequência da interrupção das fibras da retina nasal de cada olho que aqui se cruzam. * Lesão da parte lateral do quiasma ótico (aneurisma da carótida interna, que comprime lateralmente o quiasma): hemianópsia nasal do olho correspondente, porque há interrupção das fibras provenientes da retina temporal deste olho. * Lesão da fita ótica (traumatismos ou tumores que comprimem a fita ótica): hemianópsia direita ou esquerda conforme a lesão se localiza na fita esquerda ou direita. * Lesão do corpo geniculado externo é idêntica à da fita ótica. * Lesão da radiação ótica: se for completa é semelhante à da fita ótica. Normalmente ocorrem lesões de parte destas fibras, o que resulta em pequenas falhas do campo visual - escotomas - ou falhas que comprometem todo um quadrante do campo visual - quadrantopsias. * Lesão do córtex visual (área 17): Lesões completas (pouco frequentes) dão também sintomas semelhantes aos da fita ótica. As lesões parciais são mais frequentes (por exemplo, lesão do lábio inferior do sulco calcarino direito resulta numa quadrantopsia homónima superior esquerda). A visão macular é frequentemente poupada nas lesões da área 17, provavelmente devido à sua grande representação cortical. == Reflexos == === Reflexo fotomotor direto e consensual === Quando um olho é estimulado com um feixe de luz, a pupila contrai-se devido ao reflexo fotomotor. O impulso nervoso, que é originado na retina, é conduzido pelo nervo ótico, quiasma ótico e fita ótica e chega ao corpo geniculado lateral. No entanto, as fibras relacionadas com o reflexo fotomotor não fazem sinapse no corpo geniculado lateral ao contrário das fibras relacionadas com a visão. Elas ganham então o braço do colículo superior, terminando em neurónios da área pré-tectal. Daí vão sair fibras que terminam fazendo sinapse com os neurónios do núcleo de Edinger-Westphal, no mesencéfalo. Deste núcleo saem fibras pré-ganglionares que, pelo III par (motor ocular comum), vão ao gânglio ciliar, de onde saem fibras pós-ganglionares (nervos ciliares curtos) que terminam no músculo esfíncter da pupila, levando à sua contração. Este reflexo tem uma grande importância clínica e pode estar abolido em lesões da retina, do nervo ótico ou do nervo motor ocular comum. Ao mesmo tempo que acontece o reflexo fotomotor direto, temos também um reflexo consensual. Este consiste numa constrição da pupila contralateral e resulta de fibras que cruzam o plano mediano para o lado oposto, através do quiasma ótico e da comissura posterior. Neste último caso, existem fibras da área pré-tectal de um lado que cruzam para o núcleo de Edinger-Westphal do lado oposto. Fenómeno de Marcus Gunn: dilatação paradoxal das duas pupilas que ocorre quando a luz incide no olho sintomático (cujo nervo ótico está lesado), após ter incidido no olho normal. Quando a luz incide no olho normal, há constrição das duas pupilas e, quando esta é desviada para o olho sintomático, menos impulsos luminosos chegam ao núcleo do nervo oculomotor (em consequência da lesão) e este, devido à menor intensidade da luz, cessa a resposta parassimpática o que resulta numa dilatação pupilar paradoxal. === Reflexo de acomodação - convergência === Quando um objeto se aproxima do olho rapidamente, os eixos óticos de ambos os olhos têm que convergir (contração dos músculos retos internos), ao mesmo tempo o cristalino modifica a sua curvatura para alterar o foco de acomodação (contração dos músculos ciliares) e as pupilas contraem. Na convergência, os dois músculos retos internos movimentam os eixos dos olhos para dentro, garantindo que os raios provenientes de um objeto que se aproxima sejam projetados sempre na fóvea central. Na acomodação, o cristalino arredonda-se, garantindo uma visão mais nítida do objeto na retina. O cristalino mantém-se achatado pela tensão das fibras lenticulares, fixas no músculo ciliar e, quando o músculo ciliar se contrai na acomodação, estas fibras são relaxadas e o cristalino pode ceder à sua própria tensão e sofrer um arredondamento. Para aumentar a nitidez visual, a pupila é contraída pela ação do músculo esfíncter da pupila. Os impulsos aferentes seguem pelo nervo ótico, quiasma ótico, fita ótica, corpo geniculado externo e radiação ótica até o córtex visual primário, existindo então integração cortical e os axónios seguem para a área visual secundária (e também para o campo ocular frontal) e daí para a área pré- tectal. Nesta, ocorre outra formação de sinapses e os axónios destes neurónios terminam no núcleo de Perlia. Este núcleo situa-se entre os dois núcleos de Edinger-Westphal e possui dois tipos de neurónios: um tipo, que faz sinapse com o núcleo motor somático do motor ocular comum, que envia os seus axónios diretamente para o músculo reto interno, provocando convergência; o outro tipo faz sinapses com o núcleo de Edinger-Westphal e, a partir dele, as fibras fazem sinapse no gânglio ciliar, saindo umas para o músculo ciliar (acomodação) e outras para o músculo esfíncter da pupila (miose). A via do reflexo de acomodação-convergência é diferente da via para o reflexo da luz, o que é sustentado clinicamente pelo distúrbio designado “pupila de Argyll Robertson”, no qual o reflexo à luz é perdido, enquanto o reflexo de acomodação-convergência persiste (o local da lesão não foi determinado precisamente, mas sabe-se que o fator etiológico é a sífilis no Sistema Nervoso. === Reflexo de ameaça === Quando um objeto surge rapidamente à frente do olho, existe um reflexo que leva a pálpebra a fechar (é uma resposta reflexa que não pode ser inibida voluntariamente). As fibras aferentes da retina percorrem o nervo ótico, fita ótica e braço do colículo superior e alcançam o colículo superior. Daí saem fibras para o núcleo do nervo facial e, através deste, o impulso nervoso chega ao músculo orbicular da pálpebra e leva-a a piscar. Se o estímulo for muito intenso, o impulso chega aos neurónios motores da medula, a partir do trato tecto-espinhal, havendo uma resposta motora que pode fazer com que o indivíduo proteja o olho com a mão também de modo reflexo. === Reflexo corneopalpebral === Pesquisa-se este reflexo tocando ligeiramente na córnea com um pedaço de algodão, o que leva ao encerramento dos olhos por contração bilateral da parte palpebral do músculo orbicular das pálpebras. O impulso aferente passa sucessivamente pelo ramo oftálmico do trigémio, gânglio de Gasser e raiz sensitiva do trigémio, chegando ao núcleo sensitivo principal e núcleo do trato espinhal deste nervo. Fibras cruzadas e não cruzadas originadas nestes núcleos conduzem os impulsos aos núcleos do facial dos dois lados, de tal modo que a resposta motora se faz pelos dois nervos faciais, resultando o encerramento dos dois olhos. Entende- se assim que a lesão de um dos nervos trigémios leva à abolição da resposta reflexa dos dois lados quando se toca a córnea do lado da lesão, mas não quando se toca a córnea do lado saudável. Já a lesão do nervo facial de um lado corta a resposta reflexa deste lado, qualquer que seja o olho tocado. ==A televisão e a visão digital == Televisão (do grego \"tele\", \"distante\" e do latim \"visione\", visão) literalmente \"visão a longa distância\" é a tecnologia e o aparelho que nos permite captar e visualizar as imagens que estão sendo transmitidas pelas emissoras de TV. A visão digital através de computadores é outro tipo de \"televisão\" que nos permite visualizar em tempo real imagens que estão sendo captadas em lugares distantes em quaisquer localidades onde estejam instalados outros computadores equipados com instrumentos periféricos tais como câmera e monitor para captar e enviar imagens através de bits para outros computadores conectados às redes de computadores. ==Resolução da visão== Em comparação com a televisão de alta definição que possui 2 megapixels, a visão humana possui em média 576 megapixels de resolução, gerada por cones e bastonetes que possuímos nos olhos. Além disso, a mesma amplia os cerca de 576 megapixels com um sistema de interpolação sendo feita pelas próprias células oculares. Esta resolução é referente ao foco e não às dimensões das imagens em si (altura e largura), ou seja, não é influenciada por condições visuais como miopia, astigmatismo ou hipermetropia. == Bibliografia== * Afifi, A., Bergman, R.. Functional Neuroanatomy: Text and Atlas. 2nd edition, 2005 * Machado, A. (2006) Neuroanatomia Funcional. 2ª edição. Atheneu * Snell, R. S. (2010) Clinical Neuroanatomy, 7ª edição. Lippincott Williams & Wilkins ==Ver também== *Biotecnologia *Transplante de órgãos *Célula-tronco *Latanoprost *Astigmatismo *Cegueira *Daltonismo *Estrabismo *Hipermetropia *Miopia *Optometria *Visão subnormal Categoria:Sistema sensorial",
 "title": "Visão"
}