{
 "id": "62523",
 "text": "::Se procura a homónima rainha de Itália, veja Margarida de Saboia. Margarida de Saboia (, ; Turim, 28 de abril de 1589 — Miranda de Ebro, 26 de junho de 1656), foi duquesa consorte de Mântua e de Monferrato. Era filha de Carlos Emanuel I, Duque de Saboia e da infanta Catarina Micaela da Áustria, portanto neta materna do rei Filipe II de Espanha, e prima direita de Filipe IV de Espanha (III de Portugal).http://dbe.rah.es/biografias/13421/margarita-de- saboya Exerceu as funções de vice-rainha de Portugal, estando encarregada do reino aquando da Restauração da Independência, sendo assim a última governante de Portugal em nome da dinastia filipina. Ficou conhecida na história de Portugal pelo nome de duquesa de Mântua, título que lhe adveio por ter casado com o duque Francisco IV Gonzaga, da Família Gonzaga, que tinha o senhorio da cidade italiana de Mântua, governando-a como duque soberano. Era prima de D. Filipe IV de Espanha e III de Portugal. ==Biografia== Margarida de Saboia foi a quinta filha de Carlos Emanuel I de Saboia e de sua mulher a infanta Catarina Micaela, sendo por essa via neta materna do poderoso rei de Filipe II de Espanha. Essa relação de parentesco fazia dela um importante membro da família imperial dos Habsburgos (ou da Casa de Áustria, nome pelo qual a família ficou conhecida em Espanha) e cedo foi parte de uma das múltiplas alianças matrimoniais que mantinham a influência familiar, casando em Turim, a 19 de Fevereiro de 1608, com Francisco Gonzaga (1586-1612), o futuro Francisco IV Gonzaga, duque de Mântua e de Monferrato. Apesar deste casamento ser apresentado como uma forma de aproximar duas das mais importantes famílias reinantes do noroeste da península italiana, desde há muito em conflito pela posse da marquesado de Monferrato, na realidade tinha por detrás razões bem distintas: da parte dos Gonzaga pretendia-se eliminar qualquer pretensão residual sobre o trono de Monferrato; da parte dos Saboia, prevendo as futuras dificuldades dos Gonzaga em assegurar a sucessão no trono ducal, criar um laço familiar que permitisse uma mais fácil influência sobre a sucessão em Mântua e Monferrato. Do casamento com Margarida de Saboia, que acabaria prematuramente devido à morte de Francisco, nasceram os seguintes filhos: * Maria (1609 — 1660), a única descendente sobreviva aquando do falecimento do pai, que casaria em 1627 com Carlos Gonzaga, duque de Mayenne, um primo afastado pertencente ao \"ramo francês\" da família Gonzaga, os Gonzaga-Nevers; * Ludovico (27 de Abril de 1611 — 3 de Agosto de 1612), o herdeiro ducal, que faleceu do mesmo surto epidémico que vitimou o pai; * Leonor (12 de Setembro — 13 de Setembro de 1612), bebé falecido no dia imediato ao nascimento. Em Fevereiro de 1612 o seu marido sucedeu ao pai, o duque Vicente I, falecendo pouco depois. Estes acontecimentos fizeram dela duquesa de Mântua, título pelo qual ficaria conhecida em Portugal e Espanha. Como o casal não tinha filho varão sobrevivo, pela aplicação da lei sálica a sucessão no cargo de duque de Mântua coube logo em 1612 a um seu cunhado, irmão do falecido duque, não sem que Margarida tivesse fingido uma gravidez, dizendo que aquando do falecimento de Francesco esperava um filho. Quando Margarida foi obrigada a reconhecer que a gravidez não existia, houve uma intervenção da Casa de Saboia, que enviou a Mântua o príncipe Vítor Amadeu I de Saboia, o herdeiro ducal, forçando o reconhecimento da pequena Maria, então com apenas 3 anos de idade, como duquesa de Montferrat. Este reconhecimento foi possível tendo em conta as regras de sucessão aplicáveis a Monferrato, que por ser uma marca historicamente herdada pelo ramo feminino da família, permitia uma excepção à lei sálica. O ducado de Monferrato tinha sido trazido para a família reinante de Mântua, os Gonzagas, pelo casamento em 1531 da marquesa Margarida Paleóloga de Montferrat com o então duque de Mântua. Reclamados e aceites, embora com renitência, os direitos de sucessão no título, embora sendo criança, Maria foi feita duquesa de Montferrato, cabendo a Margarida de Saboia, duquesa viúva de Mântua, governar como regente em nome da filha. A sucessão no Monferrato continuou a ser contestada durante todo o período de menoridade de Maria e quando o seu tio paterno, o duque Francisco de Mântua, faleceu sem deixar herdeiro legítimo, a sucessão em ambos os títulos de seu pai foi violentamente contestada, dando origem à Guerra da Sucessão de Mântua (1627-1632). Para reduzir a conflitualidade e criar uma aliança que permitisse vencer no conflito, Margarida de Saboia conseguiu em 1627 casar a filha com Carlos Gonzaga, duque de Mayenne (1609-1631), o filho mais velho do herdeiro putativo da casa de Gonzaga (Carlos, duque de Nevers, 1580-1637). Com esta aliança conseguiu juntar dois dos ramos que reclamavam a herança de Mântua, levando a uma vitória na guerra e ao reconhecimento da sua linha como legítimos herdeiros dos ducados de Mântua e Monferrato. Tendo diversos antepassados ligados à casa real portuguesa, já que descendia de duas das filhas do rei D. Manuel (a imperatriz Isabel de Portugal e a duquesa Beatriz de Saboia), na busca de um título compatível com a sua alta estirpe, interessou-se pelo governo de Portugal, então em união pessoal com a monarquia espanhola. Por essa razão, após o pedido de demissão do conde de Basto, foi nomeada vice- rainha de Portugal, tomando posse do lugar a 23 de Dezembro de 1634. Para esta nomeação foram preciosos os esforços de Diogo Soares, do Conselho de Portugal em Madrid, valido do Conde-Duque de Olivares e parente de Miguel de Vasconcelos que, em 1635, foi nomeado Secretário de Estado de Portugal, encarregando-se do governo do Reino. Na Revolução do 1.º de Dezembro de 1640, o Secretário de Estado Miguel de Vasconcelos foi assassinado e a duquesa tentou, em vão, acalmar os ânimos do povo amotinado no Terreiro do Paço. Isolada e sem apoios locais, permaneceu aprisionada nos seus aposentos, incapaz de reconduzir os revoltosos à obediência do rei de EspanhaTerá sido neste transe que, diante dos Conjurados, tentando assomar à janela do Paço para conclamar a leadalde do povo, D. Carlos de Noronha, um dos líderes, terá lhe dirigido a frase \"Se Vossa Alteza não quiser sair por aquela porta, terá que sair pela janela...\".. Consolidada a proclamação do duque de Bragança como o novo rei, com o nome de João IV de Portugal, Margarida de Saboia foi autorizada a retirar-se para Espanha nos primeiros dias de Dezembro de 1640. Faleceu em Miranda de Ebro no ano de 1655, deixando como descendentes sobrevivos a sua filha Maria, então já duquesa de Rethel e Montferrat, e os filhos desta: Eleanor de Mântua, que em 1651 seria imperatriz consorte do Sacro Império Romano-Germânico por ter casado com o futuro imperador Fernando III; e o duque Carlos II de Mântua, reinando naquele ducado desde 1637. Ambos os netos tiveram descendentes. ==Ancestrais== Disponível me outras línguas Espanhol, Inglês Categoria:Vice-reis de Portugal Categoria:Casa de Saboia Categoria:Princesas de Saboia Categoria:Família Gonzaga Categoria:Duquesas de Monferrato Categoria:Mulheres do século XVI Categoria:Mulheres do século XVII Categoria:Duquesas de Mântua Categoria:Italianos do século XVI Categoria:Italianos do século XVII Categoria:Personagens da Restauração de Portugal Categoria:Naturais de Turim",
 "title": "Margarida de Saboia, Duquesa de Mântua"
}