{
 "id": "62530",
 "text": "Maria Francisca Isabel de Saboia (Marie Françoise Élisabeth; Paris, – Lisboa, ) foi Rainha Consorte de Portugal em dois períodos diferentes, primeiro de 1666 até 1668 como esposa de D. Afonso VI, e depois de setembro até dezembro de 1683 como esposa de D. Pedro II, irmão do precedente. == Origens == Maria Francisca foi princesa de Saboia, a segunda filha do 4º duque de Aumale e duque de Nemours, Carlos Amadeu de Saboia-Nemours (1624-1652) e de Isabel de Bourbon (1614-1664), uma das três filhas de César de Bourbon, Duque de Vendôme, bastardo legitimado do rei Henrique IV de França. A irmã de Isabel, Maria Joana Batista, se casara com Carlos Emanuel II, Duque de Saboia e seu tio era César d´Estrées, Bispo e Cardeal de Laon. Era assim Duquesa de Nemours-Aumale e bisneta por bastardia de Henrique IV de França. Maria Francisca descendia ainda da famosa amante do rei Henrique II de França, Diana de Poitiers, duquesa de Valentinois. == Primeiro casamento == O conde de Castelo Melhor buscara uma noiva francesa porque cobiçava a aliança de Luís XIV. Tentou a Grande Mademoiselle, e Luís XIV favorecia o projeto, mas a noiva resistiu, por amores com o duque de Lauzun. O duque de Guise lembrou o nome desta que era Mademoiselle de Nemours e d´Aumale, da casa soberana, parente do rei, gentil e inteligente, que tinha dote valioso. Era ainda aparentada com os Condé e com os principais fidalgos e traria para Portugal as simpatias da corte, o que era importante por estar Portugal em guerra contra a Espanha. A dificuldade proveio dos escrúpulos da Duquesa, que prometera a mão da filha a Carlos de Lorena. Morrendo a duquesa, cessou o obstáculo e o casamento foi ajustado em 1665. A 24 de fevereiro de 1666 assinaram-se as escrituras pelas quais a Rainha trazia de dote 1,8 milhão de libras tornesas ou 324 milhões de réis, devendo usufruir em Portugal da herança da sogra, D. Luísa de Gusmão, que valia 100 mil cruzados. Mencionava-se que, se sobrevivesse ao Rei sem ter filhos, poderia sair de Portugal com o dote e mais 500 mil libras esterlinas. Tendo filhos, só poderia levar, no mesmo caso, 1/3 do dote e 1/3 das 500 mil libras. Assinadas as escrituras, a Rainha saiu de Paris em 29 de maio de 1666, com o Marquês de Sande e comitiva, para La Rochelle. Ali em 27 de junho de 1666 casou por procuração com o rei, representado pelo Marquês. A 4 de julho embarcou a bordo de uma esquadra francesa de 10 navios comandada pelo marquês de Ruvigny, recebendo a esquadra de seu tio, o duque de Beaufort, para lhe abrir caminho, porque era de recear que os espanhóis a quisessem aprisionar. Chegou ao sítio da Junqueira a 9 de agosto de 1666, indo o conde de Castelo Melhor recebê-la a bordo com sua mãe, nomeada camareira-mor, e a levou para o Paço de Alcântara, onde a esperava o rei, o Infante D. Pedro e a corte. O rei mostrou-se impressionado com a formosura da noiva e o casamento foi ratificado na igreja do convento das flamengas em Alcântara, celebrante o Bispo de Tara e Capelão-mor da Casa Real. A 19 de agosto, a Rainha foi à Sé para um solene Te Deum. Estabelecida em Portugal, chamou para junto de si Melchior Harold de Sénevas, abade de Préau e marquês de Saint-Germain, homem de confiança de Luís XIV, que a ajudaria a fomentar a revolta palaciana de 1668, que afastou D. Luís de Vasconcelos e Sousa, 3.º conde de Castelo Melhor, que muito se empenhara no casamento. A Guerra da Restauração arrastava-se e apesar de muitas alianças prometidas, estas não se concretizavam e mais tarde ou mais cedo sucumbiria Portugal perante a Espanha, e este estado de coisas levou o conde a procurar uma aliança matrimonial com a França. Mas cedo se apercebeu que a nova rainha defendia os interesses do seu país, e não os da sua nova pátria, o que levou esta primeiro a afastar o Dr. António de Sousa Macedo, braço direito do conde, a pretexto de a ter insultado durante um incidente por ela provocado. Finalmente, vendo o Rei privado dos seus homens de confiança e considerando-o incapaz de governar por sua própria vontade, a rainha abandona o Paço e recolhe-se ao convento da Esperança, de onde escreve ao cabido pedindo a anulação do seu casamento, alegando peso na consciência pela dissimulação que fizera ao longo dos anos. O casamento foi anulado em 24 de março de 1668. No dia imediato o infante foi ao Paço e obrigou o Rei a abdicar, alertando para situação do reino. == Comentários depreciativos de um cronista == O casamento de D. Afonso VI com a filha do duque de Nemours interessou a França em nossos destinos, nos deu sua aliança. Enquanto Portugal se engrandecia no campo da batalha, consolidando a independência, no paço, em Lisboa, triunfavam as intrigas palacianas. A rainha estranhava bastante o marido, homem de instintos viciosos, destituído de educação, incapaz de amar e de se fazer amar. Sendo ambiciosa, estava habituada ao respeito e obediência da corte de Luís XIV, que de longe queria sujeitar a política portuguesa à influência do governo de Versalhes. Castelo Melhor não era homem que se curasse facilmente, e como a rainha soubera adquirir grande influência no ânimo fraco do marido, tratou de impedir que entrasse demasiadamente na política e nos negócios do Estado. Daqui resultou a hostilidade, dissimulada e depois sem reservas. O conde, verdadeiro diplomata, não deu nunca ensejo à rainha para que pudesse queixar-se dele, outro tanto não aconteceu com o secretário de estado, António de Sousa de Macedo, barão de Mullingar, poeta e escritor. Uma insignificante questão, relativa a um criado da rainha, obrigou a orgulhosa soberana a censurar Sousa de Macedo, e este respondeu com mais vivacidade. A rainha fez grande escândalo, dizendo que lhe tinham faltado ao respeito, queixou-se a el-rei, exigindo a sua demissão. El-rei, apesar da sua curta inteligência, entendia que os tiros dirigidos contra homens que o rodeavam, e que formavam um governo muito considerado no estrangeiro, era a ele que o feriam, não quis aceder ao pedido da rainha, e mesmo porque da resposta do secretário de estado nada havia de menos respeitoso. A rainha ainda insistiu, mas o rei instigado pelo conde de Castelo Melhor, firmou-se no seu propósito, e Sousa de Macedo não foi demitido. O infante D. Pedro, já em dissidências com seu irmão, ajudando os projectos da rainha, de quem se tornara íntimo, mostrou-se indignadíssimo. D. Pedro fazia oposição ao 1° ministro, porque, quando a impopularidade de D. Afonso VI mais se pronunciou, nutria a esperança de conquistar o poder, e o conde elevava-se entre ele e o rei, e o seu vulto enérgico era pare fazer recuar os ambiciosos. A rainha, que também detestava o ministro, ligou-se ao cunhado, para conspirarem contra o seu poder, procurando inutilizá-lo. Estas ligações tornaram-se depressa escandalosas. D. Maria Francisca de Saboia, na força da vida, via-se casada com um homem quase decrépito, e incapaz de inspirar amor pelos defeitos físicos e intelectuais, enquanto que D. Pedro era um rapaz simpático e dizia amá-la. Diz-se que foi no bosque de Salvaterra, onde el-rei gostava muito de ir à caça, que esses amores mais se acentuaram. O conde de Castelo Melhor, com a sua perspicácia, não tardou a descobrir aqueles amores, e o infante, percebendo que o conde estava senhor do segredo, mais aumentou o seu ódio. == Segundo casamento == Casou-se com o cunhado (depois da bula papal que os autorizava), em 2 de abril de 1668. Teve uma filha, apenas, a Infanta Isabel Luísa, Princesa da Beira. De 1668 a 1683, quando casada com o Regente D. Pedro, usou o Título de Princesa, mas era conhecida como Rainha-princesa. Voltou a ser Rainha de facto após a morte de Afonso VI em 12 de setembro de 1683. Morreu três meses e meio depois, em 27 de Dezembro de 1683. O casamento não foi feliz. Sua filha morreu aos 21 anos, depois de ter várias vezes ajustado o seu casamento com diversos príncipes. A Rainha fundou em 1667 o convento do Santo Crucifixo ou das Francesinhas, e enriqueceu muitas igrejas. Em 1683 adoeceu gravemente com hidropisia, indo para o palácio do conde de Sarzedas, em Palhavã, para mudança de ares; melhorou e logo piorou, morrendo três meses depois do primeiro marido, D. Afonso VI. Foi sepultada no Convento das Francesinhas, que fundara, tendo em 1912 seus restos mortais sido trasladados para o Panteão Real da Dinastia de Bragança, no Mosteiro de São Vicente de Fora. == Descendência == Do seu segundo casamento com D. Pedro II teve uma filha: * D. Isabel Luísa de Bragança, Princesa da Beira (1669–1690), que não se casou nem teve filhos. ==Ancestrais== == Bibliografia == * Isabel M. R. Mendes Drumond Braga e Paulo Drumond Braga, Duas Rainhas em Tempo de Novos Equilíbrios Europeus. Maria Francisca Isabel de Saboia. Maria Sofia Isabel de Neuburg , [Lisboa], Círculo de Leitores, 2011 == Ligações externas == * Maria Francisca Isabel de Sabóia (D). Rainha de Portugal, Portugal - Dicionário Histórico, Corográfico, Heráldico, Biográfico, Bibliográfico, Numismático e Artístico, Volume IV, págs. 837-840., Edição em papel © 1904-1915 João Romano Torres - Editor, Edição electrónica © 2000-2015 Manuel Amaral * D. Maria Francisca Isabel de Sabóia (1646-1683), rainha de Portugal, por Isabel M. R. Mendes Drumond Braga, Imprensa da Universidade de Coimbra, 8 de abril de 2020 * “D. Maria Francisca Isabel de Sabóia (1646-1683), Rainha de Portugal”, por Isabel Drumond Braga, Portugal e o Piemonte: a Casa Real Portuguesa e os Sabóias. Nove Séculos de Relações Dinásticas e Destinos Políticos (XII-XX), Coimbra, Imprensa da Universidade de Coimbra, 2012, pp. 167-210. |- ! colspan=\"3\" style=\"background: #FBEC5D;\" | Maria Francisca de Saboia Casa de Saboia 21 de junho de 1646 – 27 de dezembro de 1683 |- |width=\"30%\" align=\"center\" rowspan=2| Precedida por Luísa de Gusmão |width=\"40%\" style=\"text-align: center;\"| Rainha Consorte de Portugal e Algarves 2 de agosto de 1666 – 24 de março de 1668 |width=\"30%\" align=\"center\" rowspan=2| Sucedida por Maria Sofia de Neuburgo |- |width=\"40%\" style=\"text-align: center;\"| Rainha Consorte de Portugal e Algarves 12 de setembro de 1683 – 27 de dezembro de 1683 |} Categoria:Rainhas de Portugal Categoria:Sepultados no Panteão dos Braganças Categoria:Rainhas católicas Categoria:Princesas de Saboia Categoria:Mulheres do século XVII Categoria:Naturais de Paris Categoria:Casa de Saboia Categoria:Casa de Bragança",
 "title": "Maria Francisca de Saboia, Rainha de Portugal"
}