{
 "id": "62574",
 "text": "Chester Charles Bennington (Phoenix, 20 de março de 1976 – Palos Verdes Estates, 20 de julho de 2017) foi um cantor, compositor, ator e vocalista da banda americana Linkin Park. Ele também trabalhou no grupo Dead by Sunrise e foi vocalista do Stone Temple Pilots entre 2013 e 2015. Bennington ganhou notoriedade devido a sua carreira como vocalista da banda Linkin Park. No ano 2000, eles lançaram o disco Hybrid Theory, que se tornou um enorme sucesso de público e crítica. Em 2005, este álbum chegou a marca de 10 milhões de cópias vendidas apenas nos Estados Unidos. A banda lançou outros trabalhos bem sucedidos, como os álbuns Meteora (2003), Minutes to Midnight (2007), A Thousand Suns (2010), Living Things (2012), The Hunting Party (2014) e One More Light (2017). Com todo o sucesso, Bennington focou também em vários trabalhos paralelos, como músico, produtor e ator. Ele formou sua própria banda, Dead by Sunrise, em 2005, lançando posteriormente um álbum com eles, Out of Ashes. Chester também trabalhou com bandas como Stone Temple Pilots, gravando um EP e fazendo shows com eles. Bennington foi reconhecido diversas vezes por seu trabalho como cantor, especialmente com o Linkin Park, sendo colocado pela revista Hit Parader na lista dos \"Top 100 Vocalistas de Heavy Metal\". Era conhecido do público e da imprensa seus problemas pessoais, com drogas e álcool. Chester já tinha dito várias vezes usar a música como sua \"válvula de escape\". Mas após um período, decidiu se limpar e afirmou \"não ser mais aquela pessoa\", focando então ainda mais no trabalho e na família. Chester era pai de seis filhos (um adotado) que teve com três mulheres, sendo casado com sua última esposa, Talinda Ann Bentley, de 2006 até sua morte. Em 20 de julho de 2017, Bennington foi encontrado morto em sua residência em Palos Verdes Estates, no sul da Califórnia. A causa da morte foi suicídio por enforcamento. == Biografia == === Início de vida === Chester Charles Bennington nasceu em 20 de março de 1976, em Phoenix, Arizona. Sua mãe era enfermeira, enquanto seu pai era um detetive da polícia que trabalhava em casos de abuso sexual infantil.Fricke, David. “Rap Metal Rulers” , Rolling Stone No. 891, 14 de março de 2002 Bennington se interessou pela música desde criança, citando as bandas Depeche Mode e Stone Temple Pilots como suas primeiras inspirações, e sonhava em se tornar um membro dos Stone Temple Pilots, o que alcançou mais tarde quando ele se tornou o vocalista deles. Bennington foi vítima de abuso sexual de um amigo mais velho aos sete anos de idade. Ele tinha medo de pedir ajuda porque não queria que as pessoas pensassem que ele era gay ou mentiroso e o abuso continuou até os seus 13 anos de idade. Anos depois, ele revelou a identidade do agressor ao pai, mas optou por não persegui-lo depois que percebeu que o agressor era uma vítima, comentando em uma entrevista: \"Eu não precisava de vingança\". Os pais de Bennington se divorciaram quando ele tinha 11 anos. O abuso e a situação em casa o afetaram tanto que ele sentiu vontade de fugir e matar pessoas. Para se confortar, ele desenhou quadros e escreveu poesias e canções. Após o divórcio, o pai de Bennington ganhou a custódia dele. Bennington começou a abusar de álcool, maconha, ópio, cocaína, metanfetamina e LSD.Apar, Corey, Chester Bennington Biography, mtv.com, Consultado em 27 de junho de 2007. Ele foi fisicamente intimidado no ensino médio. Em uma entrevista, ele disse que foi \"agredido como uma boneca de pano na escola, por ser magro e parecer diferente\". Aos 17 anos, Bennington foi morar com a mãe. Ele foi proibido de sair de casa por um tempo em que sua mãe descobriu sua atividade com drogas. Ele trabalhou na Burger King antes de iniciar sua carreira como músico profissional. === Carreira musical === O seu primeiro instrumento foi um piano. O seu irmão mais velho mostrou-lhe bandas como Loverboy, Rush e The Doors. Segundo ele, Scott Weiland dos Stone Temple Pilots, Robert Plant dos Led Zeppelin e principalmente a banda Depeche Mode são as suas maiores influências. Já passou por várias bandas, nem sempre como vocalista. O primeiro trabalho mais sério de Chester na música foi na banda Grey Daze, na qual era vocalista. A banda gravou dois discos: Wake Me e No Sun Today. Um ano depois de deixar os Grey Daze, Chester recebeu um telefonema de um amigo em comum que o apresentou aos rapazes da banda Xero. Estes enviaram uma fita demo para que Chester pudesse gravar as vozes. Os rapazes da banda Xero ouviram o resultado da gravação pela primeira vez por telefone, e convidaram Chester a juntar-se a eles na Califórnia. Chester foi o último membro a juntar-se à banda Xero, que depois mudou seu nome para Hybrid Theory, e por causa da existência de uma banda com esse nome tiveram de mudar novamente. Linkin Park é uma adaptação de Lincoln Park, lugar por onde Chester passava após os ensaios com a banda. Em 2005, Chester Bennington anunciou que lançará um disco do seu projeto paralelo logo após o lançamento do terceiro disco de inéditas do Linkin Park. O disco já está pronto. Esse projeto paralelo chama-se Dead by Sunrise, antes chamado Snow White Tan, neste Chester trabalha com Amir Derakh e Ryan Shuck da banda Orgy, e além de cantar toca guitarra e piano. Outro projeto paralelo de Chester chama-se Bucket of Weenies. É uma banda de garagem, que faz covers de outras por diversão, cujos membros são amigos de Chester (alguns deles, ex-parceiros de banda). Em 22 de maio de 2013, Chester assumiu os vocais da banda grunge norte-americana Stone Temple Pilots, tomando o lugar de Scott Weiland. Ele já havia trabalhando anteriormente com a banda. Foi lançada também a primeira música com a nova formação, apresentada em um festival dos EUA. Dois anos e meio depois de assumir o posto de Scott Weiland como vocalista do Stone Temple Pilots, Chester Bennington anunciou no dia 9 de novembro de 2015, que encerraria suas atividades na banda, o músico explica que tomou a decisão pois não estava conseguindo gerenciar todas as suas responsabilidades, entre elas a família e o Linkin Park, sua banda principal. Chester e os integrantes do STP divulgaram comunicados simultâneos dizendo que a separação foi amigável. Durante seu tempo com o Linkin Park (1999 a 2017), foram sete álbuns de estúdio gravados e mais de 70 milhões de cópias vendidas, além de dois prêmios Grammy recebidos. === Vida pessoal === Casou-se duas vezes - a primeira com Samantha, com quem teve um filho chamado Draven, e a segunda com Talinda Bentley, com quem também teve três filhos, Tyler Lee, Lily e Lila. Chester também tem um filho chamado Jamie, de um relacionamento anterior. Também tem um filho adotivo, Isaiah. == Morte == O porta-voz do Departamento Forense de Los Angeles informou que Bennington cometeu suicídio por enforcamento em uma residência privada na cidade de Palos Verdes Estates, próximo à Los Angeles, aproximadamente às 9 horas do dia 20 de julho de 2017. Mike Shinoda confirmou sua morte no Twitter, dizendo: \"Chocado e de coração partido, mas é verdade. Uma declaração oficial será lançada assim quando tivermos uma\". Em 21 de julho, Brian Elias, chefe das operações para o consultório médico-forense, confirmou que uma garrafa de álcool meio vazia foi encontrada em cena, mas nenhum outro medicamento estava presente. A banda anunciou que cancelaram a parte norte-americana do One More Light World Tour após a morte de Bennington e os ingressos foram reembolsados. O funeral de Bennington foi realizado no South Coast Botanic Garden em Palos Verdes, Califórnia, em 29 de julho. Além dos familiares e amigos íntimos, muitos músicos que fizeram turnês ou já tocaram com o Linkin Park, também estiveram presentes. O funeral também incluiu um palco completo para homenagens musicais. === Autópsia === Em 5 de dezembro de 2017, a revista Billboard escreveu que o relatório de toxicologia de Bennington mostrava \"uma pequena quantidade\" de álcool em seu organismo no momento da morte. Ao contrário do que indicavam os primeiros testes efetuados, o artista não estava sob a influência de drogas quando se matou. De acordo com os resultados toxicológicos e da autópsia, o primeiro teste acusou um \"presumível positivo\" para MDMA (ecstasy). Contudo, dois testes seguintes não detectaram a presença de drogas, segundo o relatório revelado pelo TMZ. As autoridades encontraram alguns medicamentos para insónia e um par de garrafas de cerveja, além de pedaços de unhas embaixo do celular do cantor e também na mesa do quarto onde ele foi encontrado morto. De acordo com a mulher de Chester, Talinda, o cantor tinha o hábito de roer as unhas quando estava ansioso. Disse também que Bennington tinha um histórico de depressão e que já tinha tentado se matar. Destaca uma situação em 2006, em que o cantor, depois de beber bastante, saiu de casa com uma arma. Ele tinha antidepressivos receitados, mas não os tomava há mais de um ano, afirmou também Talinda, de acordo com o mesmo site. === Memorial e tributos === Os fãs da banda, fizeram homenagens e eventos memoriais em várias partes do mundo, incluindo em vários estados do Brasil, no Peru, México, na Alemanha, nos Estados Unidos, no Canadá, na Grécia, nas Filipinas, na Rússia, China, no Chile, na França, na Holanda e dentre outros locais. A canção mais utilizada nos tributos foi a \"One More Light\", que retrata sobre a perda de alguém. Após a banda ter selecionado a canção como um single de seu álbum homônimo, Shinoda escreveu: \"One More Light foi escrito com a intenção de enviar amor para aqueles que perderam alguém. Agora nos encontramos no fim do recebimento. Em eventos memoriais, artes, vídeos e imagens de fãs de todo o mundo, que gravitaram-se em direção a essa música como sua declaração de amor e apoio para a banda e a memória de nosso querido amigo, Chester. Estamos muito gratos e mal posso esperar para vê-lo novamente\". Bennington também havia filmado um episódio de \"Carpool Karaoke\" seis dias antes de sua morte. A família de Bennington permitiu que o episódio fosse exibido em 12 de outubro de 2017. Em 27 de agosto, durante a cerimônia do MTV Video Music Awards de 2017, Jared Leto recebeu a atenção da mídia por sua homenagem a Bennington e Chris Cornell. Alguns de seus antigos companheiros de banda do Dead By Sunrise e Gray Daze se uniram para realizar uma homenagem a Bennington durante um show em 2 de setembro em Las Vegas. O Linkin Park também organizou um tributo público em homenagem a Bennington, em Los Angeles, em 27 de outubro, intitulado Linkin Park and Friends - Celebrate Life In Honor of Chester Bennington. O evento foi realizado no Hollywood Bowl e foi a primeira apresentação da banda após a morte de Bennington, juntamente com performances do Blink-182, membros do System of a Down, Korn, Avenged Sevenfold, Bring Me the Horizon, Yellowcard, a cantora Kiiara e entre outros. === Conexões com a morte de Chris Cornell === A morte de Bennington ocorreu no que seria o 53º aniversário de Chris Cornell. Cornell, que era um amigo íntimo de Bennington, também havia se suicidado dois meses antes. Bennington comentou sobre a morte de Cornell no Instagram afirmando: \"Não consigo imaginar um mundo sem você nele\". Shinoda observou que Bennington ficou muito emocionado quando a banda tocou \"One More Light\" em sua homenagem em Jimmy Kimmel Live, onde ele não conseguiu terminar de cantar a canção e começou a ficar engasgado durante o ensaio e no ajuste de desempenho ao vivo. A banda deveria gravar uma performance ao vivo de seu single \"Heavy\" no show, mas decidiu, em vez disso, tocar \"One More Light\", depois de ouvir as notícias sobre a morte de Cornell, pois a música fala sobre a perda de um amigo. Bennington cantou a canção \"Hallelujah\", de Leonard Cohen, no funeral de Cornell. Ele também era o padrinho de Christopher, filho de Cornell. === Declarações de artistas e músicos === Diversos músicos e artistas reagiram e comentaram sobre a morte de Bennington. Hayley Williams, vocalista da banda Paramore, escreveu em seu Twitter: “Artistas são pessoas que trazem beleza a um mundo tão sombrio. Faz sentido que os artistas estejam sempre conscientes da escuridão, e algumas vezes mais vulneráveis a ela? Eu não sei. A vida pode ser tão implacável. Meu coração dói pela família, banda, amigos e fãs do Chester\". A cantora Rihanna disse: “Literalmente o talento mais impressionante que eu já vi ao vivo”. A banda OneRepublic escreveu: “Oh Deus. Descanse em paz Chester Bennington. Isso destrói nossos corações. Suicídio é o diabo na Terra andando no meio de nós. Chester tinha 6 filhos. Se alguém pensa que o mundo ficará melhor sem você, você está completamente errado. Procure ajuda, por favor”. A banda Imagine Dragons declarou: “Sem palavras. De coração partido. Descanse em paz Chester Bennington”. Chance The Rapper declarou: “Descanse em paz, Chester. Fim trágico. Condolências para sua família, amigos e Linkin Park”. A cantora Kiiara, que fez participação na canção \"Heavy\", disse em seu Twitter: \"Eu não sei o que dizer. Isso não parece real. Estou esperando que alguém me ligue e me diga que você ainda está aqui. Estou devastada e confusa\". O guitarrista da banda System of a Down, Daron Malakian, que fez participação na música \"Rebellion\" do Linkin Park, disse: \"Tão chocado e triste com as notícias da morte de Chester Bennington. Lembro-me da primeira vez que o conheci. Eu estava de mau humor e ele entrou no camarim e levantou meus espíritos antes de entrar no palco. Trabalhar com Chester e com o Linkin Park na música ‘Rebellion’ foi uma das colaborações mais divertidas que já tive com outros artistas. [...] Meus sentimentos ao Linkin Park e à família de Chester. Chester Bennington fará falta\". A cantora Avril Lavigne declarou em seu Instagram: “Não sei lidar. Notícia horrível. Perder um dos melhores. Sem palavras. Nós te amamos Chester e Linkin Park. Eu me lembro de tocar com vocês no Rock Am Ring em Nuremberg como se fosse ontem. Um momento mágico. Durante seu set, você se aproximou e deu um grande beijo no meu rosto enquanto eu te assistia do lado do palco. Descanse em paz”. A banda Coldplay fez um cover da canção \"Crawling\" em homenagem a Chester; Chris Martin, vocalista da banda, declarou: \"isso é para qualquer um que estiver sentindo falta de alguém\". O rapper Jay-Z fez um tributo à Chester com a canção \"Numb/Encore\", que foi uma colaboração entre o rapper e o Linkin Park. \"Vocês podem cantar isso hoje a noite para Chester?\" declarou o rapper ao público de Stafford, Inglaterra. \"Linkin Park, uma vez, esta noite. Façam muito barulho para que ele possa ouvir vocês em todo o caminho no céu esta noite!\" A dupla de DJ's, The Chainsmokers, declarou em seu Twitter: \"Descanse em paz, lendário Chester. Você foi e sempre será uma enorme inspiração para nós\". Apl.de.ap, vocalista do Black Eyed Peas disse: \"Absolutamente sem palavras. Descanse em paz, Chester Bennington\". == Legado == Várias publicações comentaram sobre o legado da música que Bennington deixou com as bandas e projetos em que trabalhou, especificamente com o Linkin Park. Escrevendo para a revista Billboard, Dan Weiss afirmou que Bennington \"transformou o nu-metal universal\", como ele era \"claramente um importante condutor para sua audiência abrangente\". Jon Caramanica, do The New York Times, comentou que a habilidade de Bennington de \"unir o vocal pesado com uma melodia lisa\" separou-o de outros cantores contemporâneos, e também dos artistas pelos quais ele foi influenciado. Caramanica observou: \"Ele era um simpatizante de emo em um momento em que o heavy metal ainda estava estabelecendo a agenda do hard rock mainstream e um entusiasta do hip-hop, que encontrou maneiras de fazer música informada no hip-hop que se beneficiava de sua própria vida \"conjunto de habilidade\". Como Bennington adquiriu influências de atos de punk industriais e incondicionais, o jornalista acreditava que este era o fator que fazia o Linkin Park sobreviver à \"queda ascendente e precipitada da era do rap-rock\", chamando o músico de \"um polêmico da música rock\". Mikael Wood, do Los Angeles Times, argumentou: \"Talvez mais do que o influente som do Linkin Park, o verdadeiro legado artístico de Bennington será a mensagem que ele colocou [...] a garantia que ele ofereceu do escuro\". Steve Holden, da BBC, chamou Bennington de \"voz de uma geração\", dizendo que sua voz era indiscutivelmente o maior recurso do Linkin Park. Jonathan McAloon de The Daily Telegraph comentou: \"A morte de Bennington terá um impacto em muitos milênios porque sua voz era o som de seu milênio\". Escrevendo para The Guardian, Ben Beaumont-Thomas notou que \"a decisão de Bennington de cantar claramente e abertamente era, portanto, mais radical do que ele é creditado e, de fato, mais socialmente valioso\". O jornalista continuou a discutir o impacto de Bennington, comentando: \"Suas histórias limpas de luta emocional, deram a milhões, a sensação de que alguém os entendia, e o enorme som de sua banda em torno dele, ampliou esse senso, movendo os ouvintes do espaço psíquico de seus quartos para uma arena de milhares de pessoas que compartilhavam sua dor\". James Hingle fez eco desse sentimento, escrevendo para Kerrang!, ele disse que Bennington \"foi um dos vocalistas mais honestos lá fora quando se tratava de sua saúde mental\". No mesmo tópico, William Goodman, da Billboard, disse que Bennington e colegas músicos Chris Cornell e Scott Weiland \"ajudaram a definir uma geração do som de hard rock, que estavam empatados artisticamente e pessoalmente\". O correspondente de música do Straits Times Eddino Abdul Hadi afirmou que Bennington \"foi uma inspiração para muitos artistas na cena musical de Singapura\". O Editor Calum Slingerland do Canadian Exclaim! disse: \"a influência foi sentida nos mundos do rock, metal, rap e além\". Após a morte de Bennington, sua esposa Talinda Bennington lançou uma campanha chamada \"320 Changes Direction\" em homenagem ao marido para ajudar a quebrar o estigma em torno da saúde mental. == Atuações ao vivo (solo) == * \"Highway To Hell\" (cover do AC/DC)\" – com Camp Freddy & Slash * \"Mountain Song\" (cover do Jane's Addiction)\" – com Camp Freddy * \"Ace of Spades\" (cover do Motörhead)\" – com Camp Freddy * \"Paradise City\" (cover do Guns N' Roses)\" – com Camp Freddy * \"Hunger Strike\" (cover do Temple of the Dog) \" \\- com Chris Cornell * \"Man in the Box\" \\- com Alice In Chains * \"Whole Lotta Love\" (cover do Led Zeppelin)\"- com Camp Freddy * \"Let Down\" Dead By Sunrise \"ReAct Now: Music & Relief,\" 10 de Setembro de 2005 * \"Walk\" (cover do Pantera)\" \\- com Disturbed * \"Wonderwall\" (cover do Oasis)\" – com Bucket Of Weenies * \"Riders on the storm\" (cover do The Doors)\" – com Carlos Santana e Ray Manzarek * \"Rolling in the Deep\" (cover da Adele)\" – com Linkin Park * \"Sabotage\" (cover dos Beastie Boys)\" – com Linkin Park * \"Walk This Way\" (cover dos Run DMC & Aerosmith)\" – com Camp Freddy e Mike Shinoda * \"Yesterday\" (cover do The Beatles)\" - com Linkin Park, Jay Z e Paul McCartney * \"Fight for Your Right\" (cover dos Beastie Boys)\" – com Camp Freddy e Mike Shinoda == Discografia == ===Com Linkin Park=== * Hybrid Theory (2000) * Meteora (2003) * Minutes to Midnight (2007) * A Thousand Suns (2010) * Living Things (2012) * The Hunting Party (2014) * One More Light (2017) ===Com Grey Daze=== * Wake Me (1994) * ...No Sun Today (1997) * Amends (2020) ===Com Dead by Sunrise=== * Out of Ashes (2009) ===Contribuições em álbuns=== Ano Artista Canção Lançamento 2002 Stone Temple Pilots \"Wonderful (Live)\" The Family Values 2001 Tour 2002 Chester Bennington \"System\" Queen of the Damned Cyclefly \"Karma Killer\" Crave DJ Lethal \"State of the Art\" N/A 2004 Handsome Boy Modeling School com participação de DJ Q-bert, Grand Wizard Theodore, Jazzy Jay, Lord Finesse, Mike Shinoda, Rahzel & Chester Bennington / Tim Meadows \"Rock N' Roll (Could Never Hip Hop Like This) (Part 2) / Knockers\" White People 2005 Z-Trip \"Walking Dead\" Shifting Gears 2005 Mötley Crüe Home Sweet Home\" (remake) N/A 2006 Chester Bennington \"Morning After (Julien-K Remix)\" Underworld: Evolution 2006 Mindless Self Indulgence \"What Do They Know? (Mindless Self Indulgence Vs. Julien-K & Chester Bennington Remix)\" Another Mindless Rip Off 2007 Young Buck \"Slow Ya Roll\" Buck the World 2008/2010 Chris Cornell \"Hunger Strike (Live at Projekt Revolution 2008)\" Songs from the Underground A Decade Underground 2010 Santana com participação de Chester Bennington & Ray Manzarek \"Riders on the Storm\" (The Doors cover) Guitar Heaven: The Greatest Guitar Classics of All Time 2019 Mark Morton com participação de Chester Bennington \"Cross Off\" Anesthetic == Atuação == Chester Bennington trabalhou com seu amigo Diretor de Atividades (DOA), Church, no desenvolvimento de um próximo show de televisão chamado Mayor of the World, com os produtores executivos de Trip Taylor. Bennington também fez uma participação no filme de 2006 Crank como um cliente em uma farmácia. Mais tarde, ele apareceu como um espectador de uma corrida de cavalos na sequência do filme em 2009, Crank: High Voltage. Bennington também teve um papel como o mal fadado, Evan no filme Saw 3D. Em 2012 participou de um documentário da banda 30 Seconds to Mars, \"Artifact\", onde examina o estado atual da indústria da música, enfocando as relações entre as grandes gravadoras e seus artistas. === Filmografia === Filmes Ano Título Personagem Notas Fonte 2006 Crank Pharmacy Stoner 2009 Crank: High Voltage Hollywood Park Guy 2010 Saw 3D Evan 2010 Dark as Day Mugger 2012 Artifact Ele mesmo == Ligações externas == * * Remembering Chester Bennington Categoria:Naturais de Phoenix Categoria:Membros do Linkin Park Categoria:Cantores de rock dos Estados Unidos Categoria:Cantores de heavy metal dos Estados Unidos Categoria:Cantautores dos Estados Unidos Categoria:Guitarristas dos Estados Unidos Categoria:Guitarristas rítmicos Categoria:Guitarristas de rock Categoria:Músicos de nu metal Categoria:Músicos suicidas Categoria:Atores de cinema dos Estados Unidos Categoria:Suicídios por enforcamento Categoria:Atores suicidas Categoria:Suicidas dos Estados Unidos Categoria:Membros do Stone Temple Pilots",
 "title": "Chester Bennington"
}