{
 "id": "62586",
 "text": "A Conferência de Bandungue (Bandung) foi uma reunião de 29 países asiáticos e africanos em Bandungue (Indonésia), entre 18 e 24 de Abril de 1955, com o objetivo de mapear o futuro de uma nova força política global (Terceiro Mundo), visando a promoção da cooperação econômica e cultural afro-asiática, como forma de oposição ao que era considerado colonialismo ou neocolonialismo, por parte dos Estados Unidos e da União Soviética.Nosso Tempo - Volume II - \"Surge o Terceiro Mundo\", página 411. Turner Publishing, Inc. e Century Books. São PauloDe acordo com recente teoria geopolítica, apresentada em 1952 pelo sociólogo francês Alfred Sauvy, o planeta se dividia em \"três mundos\": o primeiro era o das democracias capitalistas industrializadas; o segundo, o do bloco soviético; e, o terceiro, o dos países pós-coloniais. O patrocínio da reunião coube à Indonésia, Índia, Birmânia e Ceilão (Sri Lanka), que havia preparado a conferência em uma reunião anterior em Colombo, no Ceilão. ==Participantes== 29 países participaram na Conferencia de Bandungue: 15 da Ásia (Afeganistão, Birmânia, Camboja, Ceilão, República Popular da China, Filipinas, Índia, Indonésia, Japão, Laos, Nepal, Paquistão, República Democrática do Vietnã, Vietnã do Sul, e Tailândia); 8 do Oriente Médio (Arábia Saudita, Iêmen, Irã, Iraque, Jordânia, Líbano, Síria, e Turquia); e apenas 6 da África (Costa do Ouro (atual Gana), Etiópia, Egito, Líbia, Libéria e Sudão) - o que reflete o fato de que grande parte desse continente ainda era colônia da Europa, embora tenha havido a presença de uma delegação da FLN argelina, assim como do Destur tunisiano. No total, os países participantes representavam uma população de 1,350 bilhões de habitantes. O Japão foi o único país industrializado a participar da conferência. Apesar da condição econômica, os participantes tinham pouco em comum. Houve um debate acirrado sobre se a política soviética no Leste Europeu e na Ásia Central deveria ou não ser equiparada ao colonialismo ocidental. O encontro propôs a criação de um \"tribunal da descolonização\" para julgar os responsáveis pela prática de políticas imperialistas, entendidas como crimes contra a humanidade, mas a ideia foi vetada pelos países centrais. Bandungue deu origem a uma política de não alinhamento - uma postura diplomática e geopolítica de equidistância das Grandes Potências -, através da qual dezenas de nações tentariam não ser transformadas em joguetes dos titãs da Guerra Fria. A reunião conferiu estatura internacional a alguns chefes de Estado: o presidente Sukarno, da Indonésia; Chu En-Lai, o primeiro-ministro da China; e o presidente egípcio, Gamal Abdel Nasser. O \"não alinhamento\" não foi possível no contexto da Guerra Fria, onde URSS e EUA competiam por áreas de influência. No lugar do conflito leste-oeste, Bandungue criava o conceito de Conflito norte-sul, expressão de um mundo dividido entre países ricos e industrializados e países pobres exportadores de produtos primários.Como nesse último grupo - dos jovens países pós-coloniais - a população não-branca era predominante, o presidente Sukarno, da Indonésia, chamou o evento de \"a primeira conferência intercontinental de pessoas de cor na história da humanidade\". == Os dez princípios da Conferência de Bandungue == A única realização concreta dos delegados à conferência foi uma declaração de dez pontos sobre \"a promoção da paz e cooperação mundiais\", baseada na Carta das Nações Unidas e nos princípios morais do premiê indiano Jawaharlal Nehru, um dos estadistas mais antigos presentes ao encontro: # Respeito aos direitos fundamentais; # Respeito à soberania e integridade territorial de todas as nações; # Reconhecimento da igualdade de todas as raças e nações, grandes e pequenas; # Não intervenção e não ingerência nos assuntos internos de outro país - (Autodeterminação dos povos); # Respeito pelo direito de cada nação defender-se, individual e coletivamente; # Recusa na participação dos preparativos da defesa coletiva destinada para servir aos interesses particulares das superpotências; # Abstenção de todo ato ou ameaça de agressão, ou do emprego da força, contra a integridade territorial ou a independência política de outro país; # Solução de todos os conflitos internacionais por meios pacíficos (negociações e conciliações, arbitradas por tribunais internacionais); # Estímulo aos interesses mútuos de cooperação; # Respeito pela justiça e obrigações internacionais. ==Galeria de fotos== 280px|Presidente Sokarno no Gedung Merdeka (Bandungue) ==Ver também== * Movimento Não Alinhado * Pós-colonialismo * Descolonização === Bibliografia === * ==Ligação externa== * InfoEscola: navegando e aprendendo - \"Conferência de Bandungue\" (Página acessada em 19 de agosto de 2012) Bandungue Categoria:1955 nas relações internacionais Categoria:1955 na Indonésia Categoria:História da Ásia Categoria:Colonialismo Categoria:Bandungue Categoria:Zhou Enlai",
 "title": "Conferência de Bandungue"
}