{
 "id": "6258",
 "text": "Alcoentre é uma povoação portuguesa sede da Freguesia de Alcoentre do Município da Azambuja, freguesia com 47,05 km² de área e 3133 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . ==História== Foi vila e sede de concelho entre 1174 e meados do século XIX. Este era constituído apenas por uma freguesia e tinha, em 1801, 1 054 habitantes. Após 1834, foram-lhe anexadas as freguesias de Alguber, Cercal, Figueiros e Manique do Intendente. Tinha, em 1849, 3600 habitantes. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 447 344 2037 706 2011 326 262 2208 652 2021 267 228 1924 714 == Política == A freguesia de Alcoentre é administrada por uma junta de freguesia, liderada por Francisco António Galvão Morgado, eleita nas eleições autárquicas de 2017 pelo Partido Socialista. Existe uma assembleia de freguesia, que é o órgão deliberativo, constituída por 9 membros. O partido mais representado na Assembleia de Freguesia é o PS, com 7 membros (maioria absoluta), seguida da coligação PSD/CDS-PP/MPT/PPM com 1, e do PCP-PEV com 1. Esta assembleia elegeu os 2 vogais (secretário e tesoureiro) da Junta de Freguesia, ambos do PS. O presidente da Assembleia de Freguesia é Francisco António Galvão Morgado do PS. {| Órgão PS PSD/CDS- PP/MPT/PPM PCP-PEV Assembleia de Freguesia 7 1 1 Junta de Freguesia 3 0 0 == Lugares pertencentes à freguesia == * Tagarro * Casais das Boiças * Quebradas * Espinheira == Património == * Marco de cruzamento em São Salvador * Escola Primária \"Almeida Grandella\" em Tagarro * Igreja de S. Pedro, reconstrução de 1560 em Tagarro * Quinta de Tagarro século XVIII em Tagarro * Palácio de Pina Manique * Edificio da sede da antiga sede do concelho e prisão * Ponte romana == Atividades Económicas == As atividades económicas principais da freguesia são a agricultura, vitivinicultura, comércio e serviços. ==Equipamentos== * Bombeiros Voluntários de Alcoentre Categoria:Freguesias da Azambuja Categoria:Antigos municípios do distrito de Lisboa",
 "title": "Alcoentre"
}