{
 "id": "62668",
 "text": "Os ventos (em grego, Άνεμοι — \"Anemoi\"), na mitologia grega, eram comandados por Éolo, deus dos ventos. A cada um era atribuída uma direção cardinal. Em especial a genealogia dos Quatro Grandes Ventos é controversa, por vezes são colocados como titãs, portanto filhos de Urano, o céu e Gaia, a terra. Entretanto existem outras descrições. Em Hesíodo, os filhos de Astreu e Eos que são ventos são apenas três: Zéfiro, Bóreas e Noto.Hesíodo, Teogonia, Os Deuses Titãs, 378-382 == Quatro grandes ventos == *Bóreas (N), o vento norte, frio e violento; em latim Aquilon. *Zéfiro (O), o vento oeste, suave e agradável; para os romanos FavoniusAulo Gélio, Noctes Atticae, Livro II, Capítulo 22, Informação sobre o vento chamado Iapyx e sobre os nomes e os quadrantes de outros ventos, derivados dos discursos de Marco Favônio, 12 *Euro (L), o vento leste,Aulo Gélio, Noctes Atticae, Livro II, Capítulo 22, Informação sobre o vento chamado Iapyx e sobre os nomes e os quadrantes de outros ventos, derivados dos discursos de Marco Favônio, 7 criador de tempestades; para os marinheiros romanos VulturnusAulo Gélio, Noctes Atticae, Livro II, Capítulo 22, Informação sobre o vento chamado Iapyx e sobre os nomes e os quadrantes de outros ventos, derivados dos discursos de Marco Favônio, 8 *Noto (S), o vento sul, quente e formador de nuvens; em latim AusterAulo Gélio, Noctes Atticae, Livro II, Capítulo 22, Informação sobre o vento chamado Iapyx e sobre os nomes e os quadrantes de outros ventos, derivados dos discursos de Marco Favônio, 14 Segundo Aulo Gélio, Bóreas (em grego) ou Áquilo (em latim) é o vento que sopra a partir da direção do sol nascente no solstício de verão.Aulo Gélio, Noctes Atticae, Livro II, Capítulo 22, Informação sobre o vento chamado Iapyx e sobre os nomes e os quadrantes de outros ventos, derivados dos discursos de Marco Favônio, 9 == Ventos menores == *Cécias (NE), o vento nordeste *Apeliotes (SE), o vento sudeste *Lips (SO), o vento sudoeste *Siroco (NO), o vento noroeste == Ver também == * Torre dos Ventos Categoria:Mitologia grega Categoria:Deuses da Grécia Categoria:Quatro",
 "title": "Ventos (mitologia)"
}