{
 "id": "62673",
 "text": "A Medusa (, Médousa, \"guardiã\", \"protetora\"Provavelmente seja o particípio feminino presente do verbo medein, \"proteger\", \"comandar\" (American Heritage Dictionary; compare Médon, Medeia, Diomedes, etc.), ou deriva da mesma raiz. OED revisão de 2001, s.v.; medein - LSJ.), na mitologia grega, era um monstro ctônico do sexo feminino, uma das três Górgonas. Filha de Fórcis e CetoHesíodo, Teogonia 270, e Pseudo-Apolodoro, Bibliotheke, 1.10. (embora o autor antigo HiginoFabulae, 151. interpole uma geração e cite outro casal ctônico como os pais da Medusa),\"de Tifão, o gigante, e Equidna, nasceu a Górgona... Medusa, filha de Górgona e Netuno...\" quem quer que olhasse diretamente para ela seria transformado em pedra. Ao contrário de suas irmãs górgonas, Esteno e Euríale, Medusa era mortal;Mitologia Grega, de David Birllingham. foi decapitada pelo herói Perseu, que utilizou posteriormente sua cabeça como arma, até dá-la para a deusa Atena, que a colocou em seu escudo. Na Antiguidade Clássica a imagem da cabeça da Medusa aparecia no objeto utilizado para afugentar o mal conhecido como gorgonião. == Medusa na mitologia grega == Segundo Hesíodo (Teogonia), Ésquilo (Prometeu Acorrentado), Pausanias e Nono (Dionisíaca), as três irmãs Górgonas - Medusa, Esteno e Euríale - eram filhas das antigas divindades marinhas, Fórcis (Phorkys) e sua irmã, Ceto (Keto), monstros ctônicos de um mundo arcaico. Segundo Hesíodo, viviam no Oceano Ocidental, perto do local onde também viviam as Hespérides e a Nix. Sua genealogia é partilhada com outro grupo de irmãs, as Greias, como é explicado na obra Prometeu Acorrentado, de Ésquilo, que situa ambos os trios de irmãs num lugar longínquo, \"a terrível planície de Cistene\": Enquanto os antigos artistas gregos, ao pintar vasos e gravar relevos, imaginavam a Medusa e suas irmãs como tendo nascido com uma forma monstruosa, os escultores e pintores do século V a.C. passaram a visualizá-la como sendo bela, ao mesmo tempo que aterrorizante. Numa ode escrita em 490 a.C., Píndaro já falava da \"Medusa de belas bochechas\".Ode Pítia 12, comentada por Marjorie J. Milne ao discutir vaso de figuras vermelhas no estilo de Polignoto, c. 450 - 430 a.C., no Metropolitan Museum of Art: \"É uma das primeiras ilustrações da história a mostrar a Górgona não como um monstro hediondo, mas uma bela mulher. A arte, neste respeito, ficou para trás da poesia.\" (Marjorie J. Milne, \"Perseus and Medusa on an Attic Vase\" The Metropolitan Museum of Art Bulletin New Series, 4.5 (Janeiro de 1946, pp. 126–130) 126.p.) Numa versão posterior do mito da Medusa, relatada pelo poeta romano Ovídio, Medusa foi originalmente uma bela donzela, que trabalhava como sacerdotisa no templo de Atenas, 'desejada por muitos pretendentes mortais e imortais'. Sua beleza era tão grande que passou a acreditar que era mais bela que a deusa Atena e a se vangloriar por isso. Um dia, ela teve relação sexual com o \"Senhor dos Mares\", Poseidon. Após isso, quando Medusa retornou ao templo da deusa fingindo não ter acontecido nada, a deusa enfurecida transformou o belo cabelo de que ela tanto se orgulhava em serpentes e deixou seu rosto tão horrível de se contemplar que a mera visão dela transformaria todos que o olhassem em pedra. Na versão de Ovídio, Perseu descreve a punição dada por Atena à Medusa como \"justa\" e \"merecida\". === A morte da Medusa === Na maioria das versões do mito, enquanto Medusa esperava um filho de Poseidon, deus dos mares, teria sido decapitada pelo herói Perseu (semi-deus), que havia recebido do rei Polidetes de Sérifo a missão de trazer sua cabeça como presente. Com o auxílio de Atena, de Hermes, que lhe forneceu sandálias aladas, e de Hades, que lhe deu um elmo de invisibilidade, uma espada e um escudo espelhado, o herói cumpriu sua missão, matando a Górgona após olhar apenas para seu inofensivo reflexo no escudo, evitando assim ser transformado em pedra. Quando Perseu separou a cabeça da Medusa de seu pescoço, duas criaturas nasceram: o cavalo alado Pégaso e o gigante dourado Crisaor. Para a acadêmica britânica Jane Ellen Harrison, a \"potência (da Medusa) somente se inicia quando sua cabeça é cortada, e aquela potência se encontra na cabeça; ela é, noutras palavras, uma máscara com um corpo acrescentado posteriormente a ela... a base do gorgonião é um objeto de culto, uma máscara ritual mal-compreendida.\"Jane Ellen Harrison, (1903) 3ª ed. 1922. Prolegomena to the Study of Greek Religion. \"The Ker as Gorgon.\" p.187. Na Odisseia Homero não menciona a Medusa especificamente pelo nome:Odisseia, xi. Ainda para Harrison, \"a Górgona teria nascido do terror, e não o terror da Górgona.\" De acordo com Ovídio, no Noroeste da África, Perseu teria voado pelo titã Atlas, que segurava o céu em seus ombros, e o transformado em pedra. Os corais do Mar Vermelho teriam sido formados pelo sangue da Medusa, derramado sobre algas quando Perseu colocou a cabeça num trecho do litoral, durante sua breve estada na Etiópia, onde salvou e se casou com a princesa Andrômeda. As víboras venenosas que infestam o Saara também foram citadasArgonautica 4.1515, Metamorphoses 4.770 e Pharsalia (Lucano) 9.820. como sendo nascidas de gotas derramadas de seu sangue. Perseu voou então para Sérifo, onde sua mãe estava prestes a ser forçada a se casar com o rei Polidetes, que foi transformado em pedra ao olhar para a cabeça da Medusa. Perseu deu então a cabeça da Górgona para Atena, que a colocou em seu escudo, o Aegis. Algumas referências clássicas se referem às três Górgonas; Harrison considerava que o desmembramento da Medusa num trio de irmãs seria um aspecto secundário do mito: ==Interpretações modernas== ===Psicanálise=== Em 1940, a obra Das Medusenhaupt (A Cabeça da Medusa), de Sigmund Freud, foi publicada postumamente. Este artigo preparou o terreno para a construção de um significativo corpo de críticas envolvendo o monstro mitológico. A Medusa é apresentada como \"o supremo talismã, que fornece a imagem da castração - associada na mente da criança à descoberta da sexualidade maternal - e sua negação.\"Das Medusenhaupt Int. Z. Psychoanal. Imago, 25 (1940), 105; republicado Ges. W., 17,47. O manuscrito é datado de 14 de maio de 1922, e parece ser um rascunho para uma obra mais extensa. Tradução para o inglês e reimpressão em Int. J. Psychoanal., 22 (1941), 69; de James Strachey. right|thumb|left|Mosaico romano mostrando a Medusa, do Museu Arqueológico de Atenas. === Simbolismo === Aegis é o nome do escudo da deusa Atena, o qual tem a Górgona,Escudo de Atenas: Athena e que viria originar o nome em português de Égide, que significa precisamente “escudo”. As gravuras da Górgona Medusa que decoravam os telhados dos templos gregos tinham como objectivo assustar os maus espíritos. As mais famosas dessas gravuras encontravam-se nos frontões do Templo de Ártemis (a quarta maravilha do Mundo Antigo) na ilha de Éfeso.Górgona: Temple of Artemis Algumas das taças de vinho atenienses nos meados do século VI a.C. apresentavam o seguinte aspecto: cerca da berma, no interior da taça, desenhavam-se cachos de uvas, não deixando dúvidas que naquela taça se servia apenas vinho; já perto do fundo, estão desenhadas em todo o contorno umas figuras negras de rapazes nus a servirem vinho aos convidados, enquanto que na base da taça, estava estampado o símbolo da Górgona, ou seja, quem bebesse por essas taças, no momento em que o vinho chegasse a um nível onde que era permitido poder-se ver as figuras negras, os servidores desnudados, significava que a taça necessitava de ser enchida; a cabeça da Górgona depositada no fundo, seria uma mensagem humorística que indicava ao convidado manter a taça do vinho sempre cheia durante a festa, caso contrário, viria a figura da Górgona desvendada e seria transformado em pedra. == Ligações externas == * Moedas antigas que mostram a Medusa - Numis: coins and coin collecting * \"Medusa in Myth and Literary History\" - english.uiuc.edu (Universidade de Illinois) * On the Medusa of Leonardo Da Vinci in the Florentine Gallery, de Percy Bysshe Shelley * Medousa & the Gorgones - Theoi Project (referências à Medusa e suas irmãs na literatura e na arte clássica) Categoria:Criaturas da mitologia grega Categoria:Monstros",
 "title": "Medusa"
}