{
 "id": "62686",
 "text": "O bairro Costa da Lagoa é uma localidade da Ilha de Santa Catarina, parte de Florianópolis, capital do estado brasileiro de Santa Catarina, situado ao centro da ilha que abrange caminhos para os quatro cantos da capital. Com relevo acidentado, o único acesso por terra é através de caminhos que a ligam (1) à Freguesia da Lagoa, passando pelo Canto dos Araçás, (2) ao Saco Grande, passando pelas montanhas, e (3) ao Ratones, também pelas montanhas, em sua parte mais baixa. É ao longo do caminho que leva à Freguesia que sempre se distribuíram as casas dos moradores e, atualmente, dos novos habitantes: os que buscam a calma da localidade. No percurso dos 5 km do caminho encontram-se pontes, escadarias, rampas e outras obras onde a engenharia dos antigos habitantes desenvolveu trabalhos que ainda hoje, à mercê das intempéries, estão servindo como única via de acesso terrestre à sede do Distrito da Lagoa. Outra forma de acesso à Costa são as embarcações, por exemplo, baleeiras que fazem a linha Freguesia-Costa e Parque do Rio Vermelho-Costa. == Ecologia == Em 1715, os moradores da Ilha de Santa Catarina apresentavam a \"Sua Majestade\" uma petição em que denunciavam a devastação das matas da ilha por inúmeros navios que se abasteciam de lenha e madeira, cuja presença nestas partes era freqüente. Afirmam diversos pesquisadores da botânica insular que as matas da Costa da Lagoa apresentam em suas escarpas, muitas de difícil acesso, excelente amostra da exuberância de nossas matas no início da colonização. Ainda pode-se encontrar ali variadas espécies de madeiras como a canela, cedro, etc, aves como a gralha-azul, o aracuã, pica-paus, tangarás, tucanos e pombas, além de animais como macacos, tamanduás, tatus, e raras lontras, já observadas por moradores locais. == História == Séculos de ocupação da Costa deixaram marcas que são documentos vivos do caráter desta ocupação. Ao longo do caminho que leva à Freguesia da Lagoa, os sobrados, engenhos, casarões e ruínas surgem em meio a mata ou em pequenos agrupamentos de casas. Porém, quando da abolição da escravatura, deixou de haver abundância de mão de obra e, como havia entre os brancos um certo preconceito contra o trabalho braçal, começou a ocorrer certa decadência da região. Após alguns anos tornou-se patente o efeito do êxodo para outras regiões. A população remanescente da Costa passou a se dedicar quase que exclusivamente à pesca, com uma ou outra roça de feijão, mandioca, aipim ou cana e colhendo, dos pomares que já existiam, o café, a bergamota e a laranja. Com a diminuição da produção de mandioca os engenhos ficaram abandonados, muitos apodrecendo no tempo. Sem produção de cana desapareceram os alambiques, moendas e o barulho de rodas d'água dos engenhos. Atualmente o lugar é dos mais visitados da região, principalmente por causa de seus restaurantes, pequenas praias, trilhas ecológicas e cachoeiras. Categoria:Bairros de Florianópolis",
 "title": "Costa da Lagoa"
}