{
 "id": "62684",
 "text": "José Afonso dos Santos Filho, também conhecido como Afonso Brazza e Rambo do Cerrado, (São João do Piauí, 17 de abril de 1955 — Brasília, 29 de julho de 2003) foi um ator e cineasta brasileiro. ==Biografia== Nasceu em São João do Piauí, Piauí, e teve uma infância difícil em Gama, Distrito Federal, para onde seus pais migraram, aos doze anos, em 1969, deixa Gama em direção a São Paulo, no estado homônimo, onde conhece José Mojica Marins, o Zé do Caixão, que o integra ao meio cinematogáfico. Trabalha numa pastelaria de manhã e, à tarde, frequenta a \"boca do lixo\", participando da equipe técnica e elenco de produções assinadas por David Cardoso, Tony Vieira e Ozualdo Candeias. De volta ao Distrito Federal, casado com a atriz Claudete Joubert, tornou-se bombeiro por profissão, mas resolve ser cineasta por opção. Depois de algumas incursões solitárias, o casal Brazza e Joubert estreiam em Inferno no Gama (1993). Com parcos recursos, o cineasta filmava com negativos quase vencidos. Perguntado sobre a fama, respondeu: \"Eu não quero fama. Eu quero estar sempre na memória das pessoas, mas lentamente. A fama leva à destruição, é instantânea e, por isso mesmo, faz mal, faz você passar por cima de tudo, inclusive dos amigos. A fama é curta. Eu quero admiração e respeito. é uma fama simples, do meu jeito\". Seu filme Tortura Selvagem custou 240 mil reais, um recorde para os padrões de Brazza. No Distrito Federal, o filme se manteve em uma sala de cinema por quatro semanas, com mais de dois mil ingressos vendidos, performance não alcançada por seus concorrentes do momento: Memórias Póstumas, de André Klotzel, e Domésticas, de Fernando Meirelles e Nando Olival. Faleceu no Hospital de Base do Distrito Federal com apenas 48 anos, vítima de parada cardiorrespiratória causada por um câncer no esôfago. Ao falecer, Brazza deixou \"Fuga sem Destino\", seu último filme inacabado. Ainda no leito do hospital pediu ao amigo e cineasta Pedro Lacerda para que não deixasse seu filme parado. Pedro Lacerda aceitou o desafio e em 2006 concluiu Fuga Sem Destino, que teve sua estreia no Festival de Brasília com a presença de todo o elenco e também do ator Selton Mello. ==Filmografia== Como diretor: *2002 - Fuga sem destino *2001 - Tortura selvagem - A grade *1998 - No eixo da morte *1995 - Gringo não perdoa, mata *1993 - Inferno no Gama *1991 - Santhion nunca morre *1985 - Os Navarros em Trevas de Pistoleiros entre Sexo e Violência *1982 - O matador de escravos Como ator: *2002 - Fuga sem destino *2001 - Tortura selvagem - A grade *2000 - Surfista invisível (curta-metragem) *1998 - No eixo da morte *1995 - Gringo não perdoa, mata *1993 - Inferno no Gama *1991 - Santhion nunca morre *1985 - Os Navarros em Trevas de Pistoleiros entre Sexo e Violência *1982 - O matador de escravos *1977 - As Amantes de um Canalha *1976 - O Trapalhão no Planalto dos Macacos *1976 - Traídas pelo Desejo *1975 - A Filha do Padre ==Ligações externas== * *Gringo Não Perdoa, Mata *Tortura Selvagem - A Grade *No Eixo da Morte Categoria:Naturais de São João do Piauí Categoria:Atores do Piauí Categoria:Cineastas do Piauí",
 "title": "Afonso Brazza"
}