{
 "id": "62704",
 "text": "Luluzinha () é uma personagem feminina de histórias em quadrinhos e desenhos animados norte-americana criada pela cartunista Marjorie Henderson Buell no ano de 1935. == Histórico == Foi criada em 1935 por Marjorie Henderson Buell, conhecida como Marge. A primeira aparição da personagem foi num cartoon que mostra a menina em frente aos noivos, jogando cascas de banana no corredor de uma igreja, durante uma cerimônia de casamento. Seus cartoons, inteiramente desenhadas por Marge, eram publicadas no jornal The Saturday Evening Post até 1945. Durante este período, também foram lançados alguns livros com brincadeiras e passatempos com a personagem e seu amigo Bolinha para o público infantil. Em 1945, foi lançada pela Dell Comics (sob licença da Western Publishing Company), a sua própria revista em quadrinhos, com roteiros e desenhos de John Stanley. Após algum tempo, Irving Tripp assumiu a parte artística, deixando Stanley apenas com os roteiros. Inicialmente, tentou-se manter os mesmos traços de Marge, mas com o tempo, ocasionou um visual mais simples, juntamente com o modo dócil e apaziguador. Luluzinha já teve diversos desenhistas, pois há pelo menos quatro estilos. Na década de 70, os direitos de publicação dos personagens, para as revistas, foram revertidas para selos da Western Publishing Company: Gold Key e a Whitman Comics. A revista foi editada nos Estados Unidos até 1984. Hoje, as marcas sobre Little Lulu pertencem a Universal Television (que administra as propriedades de empresas antecessoras da DreamWorks Animation, Classic Media e Golden Books Family Entertainment). == Sobre a personagem == Luluzinha é uma menina muito esperta e teimosa, sua idade é entre 8 a 10 anos e gosta de aprontar várias peripécias, principalmente manter na linha seu amigo Bolinha e a turma do clube dos meninos. Lulu, nas horas vagas, inventa histórias de aventura, enquanto toma conta do terrível Alvinho. Nas histórias, ela sempre usa cabelos cacheados atrás e enrolados na frente, vestido e boina vermelhos, calção branco, e sapatos cor de caramelo. == Personagens == Participam das histórias da Luluzinha (\"Little Lulu\"): * Bolinha França - (\"Tubby Tompkins\") líder do grupo de meninos que têm, como lema de seu clube, a frase: \"Menina não entra!\". Bolinha sempre passa por sufocos e vem recorrer a Lulu, que sempre o ajuda. É apaixonado por Glória; * Carequinha Polegar (\"Iggy Inch\") é um dos amigos do Bolinha, da Turma da Luluzinha. Integra o Clubinho dos Meninos, junto com Juca e Zeca. É o irmão da Aninha e vive brigando com ela; * Zeca - (\"Eddie Simson\") integrante da turma do Bolinha, é às vezes atrapalhado e inteligente; * Juca - (\"Willy Wilkins\") integrante da turma do Bolinha; * Aninha Polegar - (\"Annie Inch\" ou \"Magee\") Melhor amiga de Lulu e irmã de Carequinha. Tem um cabelo bem espetadinho; *Plínio Raposo - (\"Wilbur Van Snob\") Garoto rico e esnobe que quer fazer parte do Clube dos Meninos, mas sem sucesso. * Glorinha - (\"Gloria Darling\") Menina esnobe da turma, sempre é perseguida pelos outros garotos; *Carlinhos - (\"Chubby (Tompkins?)\") Primo do Bolinha, é seu clone, só que menor. Sempre se mete em confusões; *Alvinho - (\"Alvin James\" ou \"Jones\") Menino a quem Luluzinha conta histórias a cada vez que o visita para tomar conta. É um tanto levado e desobediente; *Dona Marocas - (\"Miss Feeny\") a professora da escola da Turma da Luluzinha; *Dona Marta Palhares - (\"Martha Moppet\") mãe de Luluzinha; *Seu Jorge Palhares - (\"George Moppet\") pai da Luluzinha; *Aranha - (\"The Spider\") apelido usado por Bolinha, quando atua como detetive procurando coisas perdidas para Luluzinha. O culpado era sempre o seu pai. Tem como lema \"O aranha ataca novamente\". *Mino - (\"Sammi\") amigo marciano do Bolinha; *Fifi - amiga da Lulu que mora em Paris; *Pobre Menininha - versão pobre da Luluzinha, geralmente aparece nas histórias contadas para Alvinho; *Bruxa Alceia - (\"Ol' Witch Hazel\") tia da Bruxa Meméia, aparece nas histórias que Luluzinha conta para Alvinho; *Bruxa Memeia - (\"Little Itch\") sobrinha da Bruxa Alcéia, ambas estão sempre presentes nas histórias da Luluzinha; *Vovô Fracolino - (\"Grandpa Feeb\" ou \"McFeeb\") avô de Aninha e Carequinha; *Seu Miguel Astronemo - (\"Clarence McNabbem\") é o bedel da escola, vive caçando os alunos que cabulam aula; *Turma da Zona Norte - (\"The Westside Boys\") liderada por Zico, é a gangue de meninos que atazanam a turma. == Diário == O diário da Lulu é o principal quadro escrito nos gibis da Luluzinha, que contava histórias que aconteciam com ela e sua turma durante um dia. Algumas histórias do Diário foram editadas em quadrinhos. == Desenhos == Foram produzidas algumas séries de desenhos animados com a personagem e sua turma. A primeira foi gravada entre 1943 a 1948, pelo Famous Studios - divisão de animação pertencente a Paramount Pictures para o cinema, baseada nos cartoons de Marge. A série, assim como outras produzidas pelo Famous foram vendidas em 1955 para UM&M; TV Corporation, que distribuiu os curtas para a televisão. Entre os anos 50 e 60 foram produzidos dois curtas com a personagem para a série Noveltoon, também da Paramount. Neles, contava com algumas participações do Bolinha. Novos episódios foram produzidos com toda a turma no Japão pela Nippon Animation entre 1976 e 1977 no formato Anime fazendo sucesso em alguns países da Europa e América Latina. Nos anos 70, o canal americano ABC exibiu uma série especial com as personagens. A última série de desenhos foi produzida de 1995 a 1999 com nome The Little Lulu Show, que foi produzida nos estúdios da Cinar (atual Cookie Jar Entertainment), sendo exibida nos Estados Unidos pelo canal HBO Family. == No Brasil == Luluzinha e Bolinha apareceram em território brasileiro pela primeira vez, nas revistas em quadrinhos publicadas pela editora O Cruzeiro em 1955. As revistas fizeram grande sucesso e foram publicadas pela editora até 1972. A partir de 1973, passou a ser publicada pela Editora Abril, que lançou ao longo dos anos outros títulos com os personagens como: Almanaque da Luluzinha, As Viagens de Lulu e Bolinha, Lulu e Bolinha Especial, entre outros, tendo, inclusive, histórias produzidas por autores locais como Primaggio Mantovi (um dos responsáveis pelos roteiros de quadrinhos Disney). No final dos anos 80, a Editora Rio Gráfica publicou um álbum de figurinhas com os personagens da turma. Já em 1989, a Abril lançou uma nova versão da revista, com novo grafismo e que circulou até 1994, ano que foi lançado As Melhores Histórias de Luluzinha e sua Turma, último título da série, que circulou até 1996. Roberto Carlos e Erasmo Carlos compuseram a música \"A Festa do Bolinha\", que contava uma historinha com os personagens. Nos anos 2000, a Editora Devir relançou em livros, as histórias em quadrinhos da personagem, originalmente produzidas em preto e branco. Os desenhos animados da turma foram, inicialmente, transmitidos na televisão brasileira, pelo SBT nos anos 80 e também na Jetix. Little Lulu to Chitcha na Nakama (中村のリトル・ルル〜チッチャ) (série produzida no Japão). Desde a década de 2000, a Rede Globo vem exibindo ocasionalmente os curtas da série de 1995, produzida no Canadá. A rede NGT, de São Paulo, foi outra emissora que transmitiu os episódios dos anos 90, em sua programação até 2008. Além da Rede Record, nenhuma outra emissora brasileira exibiu os desenhos produzidos nos anos 40. A distribuidora VideoBrinquedo, recentemente lançou uma série de DVDs avulsos ou em box com os episódios da turma. Em 2009, foi anunciada pela Ediouro, uma versão adolescente em estilo mangá da Turma da Luluzinha, o nome da série é Luluzinha Teen e sua Turma Em 2011, a mesma editora e o selo Pixel, a partir de Março iniciou uma nova revista mensal da Luluzinha, em formatinho (13,5 x 19 cm), contendo todas as histórias originais da heroína mirim (produzidas entre 1945 e 1984). A primeira edição veio com um brinde especial: um almanaque com passatempos e apresentação dos personagens. Todas as páginas são coloridas, tanto do almanaque quanto da revista. Segundo o jornal Folha de S.Paulo, a Ediouro comprou os diretos de publicação, após o fim do contrato da Devir. Em Maio do mesmo ano, a editora anunciou uma revista exclusiva para o Bolinha. Em março de 2015, foi publicada a última edição de Luluzinha Teen e sua Turma. == Anime == foi um anime com 26 episódios, a série foi produzida pelo estúdio Nippon Animation e foi ao ar pela ABC e pela TV Asahi entre 3 de outubro de 1976 e 3 de abril de 1977 a série foi dirigida por Fumio Kurokawa e contou com os seyus Eiko Masuyama e Minori Matsushima dublando Luluzinha. Também foi exibido no Brasil pelo SBT entre os anos 1980. === Elenco === *Luluzinha: Eiko Masuyama (episódios 1-3) e Minori Matsushima (episódios 4-26) *Bolinha: Keiko Yamamoto *Plínio: Noriko Ohara *Carequinha: Yoneko Matsukane *Aninha: Junko Hori *Alvinho: Sachiko Chijimatsu *Mãe: Noriko Ohara *Pai: Masayuki Kato == Ligações externas == * Michele's World * * * Categoria:Luluzinha Categoria:Tiras de banda desenhada dos Estados Unidos Categoria:Devir Categoria:RGE Categoria:Ediouro Categoria:O Cruzeiro (editora) Categoria:Editora Abril",
 "title": "Little Lulu"
}