{
 "id": "62751",
 "text": "Nas histórias em quadrinhos da Marvel Comics, um mutante é um humano que nasceu com mutações fisiológicas que o fazem possuidor de habilidades anormais. Ou seja, diferente de outros super-heróis cujos poderes são frutos de acidentes ou experimentos, os dons mutantes são natos. Tipicamente, os poderes mutantes manifestam-se na puberdade, embora haja exceções como Noturno, que já nasceu com aspecto não-humano. Outra exceção foi uma das integrantes da Cruzada Stryker, que, apesar de já ser uma mulher madura sem manifestar poderes, foi afetada por um pulso que devia vitimar apenas mutantes. Os mutantes são considerados o próximo estágio da evolução humana, sendo chamados de Homo superior. Entretanto, são marginalizados pela sociedade, que os teme. O preconceito é o tema de inúmeras revistas em quadrinhos dos X-Men, a primeira equipe de mutantes da ficção, assim como em séries spin-offs. Apesar de ser considerada um degrau natural da evolução, muitas mutações foram parcialmente causadas porque os pais do mutante se envolveram de alguma forma com radiação, o que acelerou o processo. No Universo Marvel, também há o termo mutado (mutate em ), que são personagens que desenvolvem seus poderes somente após a exposição a estímulos ou energias externas (como Hulk, Homem-Aranha, Deadpool e Quarteto Fantástico). Na versão brasileira, são chamados pelos que os odeiam do termo pejorativo \"mutuna\". == Histórico == Uma história de março 1952 em Amazing Detective Cases #11 chamada \"The Weird Woman\" conta a história de uma mulher descrevendo-se como uma mutante que procura um companheiro igualmente sobre-humano. Roger Carstairs, um mutante que pode criar ilusões, é mostrado Man Comics #28, publicada em setembro de 1953. Um personagem com poderes sobre-humanos, nascido de um pai expostos à radiação, foi visto em Journey into Mystery # 52 (maio de 1959) \"The Man with the Atomic Brain!\". Embora não seja especificamente chamado de \"mutante\", sua origem é consistente com um. Uma história pouco conhecida em Tales of Suspense #6 (novembro de 1959) intitulada \"The Mutants and Me!\" foi um das primeiras histórias da Marvel (na época conhecida como Atlas) a mostrar um personagem chamado de mutante. Tad Carter,All-New OHotMU A-Z Bibliography um mutante com poderes telecinéticos, é mostrado em Amazing Adult Fantasy #14, de julho de 1962. A concepção dos mutantes foi criada pelo editor e roteirista da Marvel, Stan Lee, no começo dos anos 1960, para inventar inúmeros super- heróis e supervilões sem ter que pensar em uma origem diferente para cada um. Como parte do conceito, Lee decidiu que esses adolescentes mutantes deviam, assim como os normais, frequentar a escola, a fim de lidar melhor com o mundo (neste caso, o Instituto Xavier para Jovens Superdotados). Estes mutantes apareceram pela primeira vez na série dos super-heróis X-Men, que estreou em 1963. Mais tarde, foram introduzidas várias equipes adicionais de super-heróis mutantes, incluindo os Novos Mutantes, X-Factor, Excalibur, X-Force e Generation X. Oficialmente, Namor, o príncipe submarino, é considerado o primeiro super-herói mutante da Marvel Comics, estreando em 1939 quando a editora chamava-se Timely Comics.Spoiler: Namor ganha nova revista mensal No entanto, Namor não foi realmente descrito como um mutante até décadas após sua primeira aparição. O mesmo vale para o Centelha, sidekick do androide Tocha Humana introduzido em 1940.Spoiler: Alex Ross fala sobre seu novo projeto == Origem == A origem das mutações genéticas dos seres humanos no Universo Marvel ocorreu há cerca de um milhão de anos, quando o primeiro exército Celestial veio à Terra para fazer experiências genéticas em seres humanos. Esses experimentos resultaram em uma divergência artificial de três subgêneros do Homo sapiens: humanos, Deviantes e Eternos. Os Deviantes e os Eternos são dotados de superpoderes desde o nascimento, enquanto nos seres humanos esse potencial permanecerá latente, expressando-se apenas em poucos indivíduos raros, geralmente na adolescência. Ao longo dos séculos, mais e mais seres humanos demonstraram possuir habilidades sobre-humanas. O primeiro deles parece ser a mutante Selene, que apareceu em tempos pré-históricos, em algum lugar da Europa Central há cerca de anos. == Descoberta do gene == A Dra. Moira McTaggert, especialista mundial em mutações genéticas, identificou primeiro o gene mutante em seu centro de pesquisa genética em Muir Island, na Escócia. Os mutantes foram a partir desse momento chamados Homo Sapiens Superior. Por sua descoberta, ela ganhou um Prêmio Nobel. Vinte anos depois, no final do ou no início do , o dr. Henry McCoy (Fera) descobriu que os mutantes teriam precedência sobre a humanidade, que está condenada a desaparecer nas quatro gerações seguintes. McCoy também descobriu que os humanos não parecem ser os únicos seres vivos a exibir mutações que levam a habilidades físicas ou psíquicas aprimoradas, pois ele identificou um gato mutante. == Níveis de mutação == === Ômega === É a classe mais poderosa dos mutantes. São capazes de destruição em larga escala, tendo ou não o total controle de seus poderes. Eles possuem a habilidade de controlar matéria, energia, espaço e tempo. Quando juntas, eles são chamados de Psiônicos. Quando separados, eles são chamados de Elementais. Os mutantes Ômegas tendem a ser confundidos como Alfas em seus primeiros anos de vida, mas quando os níveis de poderes alcançam o grau de periculosidade extrema, eles são reconhecidos pela classificação da S.H.I.E.L.D. como mutantes de “Último Nível” (de poder) e dentro da Classe Ômega (categoria de mutação definida pelos geneticistas). Os mutantes do nível Ômega podem evoluir de qualquer classe mutante, sendo mais comum isso ocorrer entre os Alfas e Betas que em qualquer outra classe. São mutantes cujo poder dominante é considerado para registro – ou alcance – indefinível da classificação específica. Em outras palavras, um mutante cujos poderes são grandes o suficiente que não podem ser superados. Segundo a lista oficial da Marvel, os mutantes Ômegas são: En Sabah Nur, Exodus, Franklin Richards, Homem de Gelo, Hope Summers, Jamie Braddock, Jean Grey, Joshua Foley (Elixir), Legião, Magneto, Nate Grey, Proteus, Quentin Quire (Kid Ômega), Senhor M, Tempestade, Feiticeira Escarlate, Vulcano e Mancha Solar. === Alfa === Eles podem ativar e desativar seus poderes de acordo com a conveniência. Eles se parecem humanos, pois não possuem nenhuma alteração física marcante ou sutil, ocasionada pela mutação. Também não possuem limitações ou “vantagens físicas” decorrente dos poderes. Suas habilidades geralmente tem utilidade ofensiva ou defensiva e não crescem com o tempo. Porém o treinamento constante pode fazer o Alfa descobrir novas formas de manifestar seu poder. Estima-se que menos de 10% da população mutante seja de classe Alfa, e alguns mutantes nível Alfa são: Avalanche, Banshee, Bishop, Ciclope, Colossus, Destrutor, Emma Frost, Estrela Polar, Flama, Iara da Silva, Jubileu, Klara Plast, Lupina, Lince Negra, Luna Snow, Magia, Míssil, Piro, Polaris, Professor X, Psylocke, Satânico e Vampira. === Beta === Eles não podem desativar seus poderes, pois eles não tem esse controle. Eles poderiam se passar por humanos normais e ter uma vida tranquila se não fosse alguma alteração sútil ou marcante em sua condição física. Não estão abaixo dos Alfas em escala de poder, mas as falhas de controle sobre suas habilidades ou as possíveis alterações físicas são sempre uma desvantagem social. Seus poderes costumam ser mais ofensivos que defensivos. Alguns mutantes nível Beta são: Gambit, Mercúrio, Mímico, Namor e Wolverine. === Gama === Eles também não podem desativar seus poderes e não podem se passar por humanos, pois as alterações físicas são marcantes, não podendo ser escondidas com facilidade. A cor da pele, caldas, escamas, tamanho dos membros, asas, chifres, garras entre outros, a fisionomia e anatomia dessa classe os identificaram explicitamente como mutantes. Seus poderes tem utilidades tanto ofensivas quanto defensivas deixando-os na mesma categoria de perigo que os Alfas e Betas. Alguns mutantes dessa classe são: Blink, Blob, Dentes de Sabre, Fada, Fera, Feral, Larval, Medula, Mística, Míssil Adolescente Megassônico, Noturno e Sangue Suga. === Delta === Eles são fisicamente como os mutantes Alfa, considerando que eles não possuem um traço físico marcante que os impediriam de se passar por humanos. Porém o que fazem eles serem do nível Delta é que seus poderes não são fortes ou muito significantes. Eles não são nem ofensivos muito menos defensivos, sendo no geral, habilidades super ampliadas que dão aos Delta alguma vantagem em relação a demais classes. Sorte, inteligência, engenhosidade, premonição, decodificação de linguagem são alguns tipos de poderes Delta. A maior parte da população mutante é classe Delta e não apresenta nenhum grau de ameaça por causa de seus poderes. Alguns mutantes dessa classe são: Calisto, Cifra, Dominó, Dr. Nêmesis, Forge, Olhos Vendados, Prodígio, Sábia e Sina. === Épsilon === Eles não podem passar por humanos de maneira alguma, suas mutações influenciam diretamente em sua aparência física, fisiológica e anatômica. No geral, não possuem poderes defensivos ou ofensivos. E diferente dos Deltas, não possuem poderes significativamente úteis, muito pelo contrário, seus poderes tendem a trazer desvantagens na maioria dos casos e são completamente inúteis em quaisquer questão de combate. Orelhas de macaco, mudar a cor da pele para roxo, além de pele gelatinosa, são exemplos de poderes Épsilon. Cerca de 20% da população mutante são Épsilon. Alguns mutantes nível Épsilon são: Artie Maddicks, Bico, Derme, Meme, Monkey, Morlocks em geral e Tommy. === Zeta === Esse é o nível mais baixo que um mutante pode ser. Basicamente esses são as pessoas que tem filhos ou netos mutantes; eles possuem o gene mutante dentro de si mas ele não causa nenhum efeito, ou por não possuir em grande quantidade ou por conta de ele já possuir algum tipo de poder. Um exemplo de mutantes nível Zeta pode ser o casal Reed Richards e Susan Storm, o filho deles, Franklin Richards, nasceu mutante; porém Reed e Susan não eram mutantes, isso porque os poderes concedidos a eles pela radiação cósmica funcionava como uma espécie de \"trava\" que impedia que o gene mutante dos dois (ou de um dos dois) fosse ativado; porém seu filho nasceu com o gene mutante já ativo; então ele não é um nível Zeta. == Ver também == *Esper *Inumanos *Meta-humano *Psiônica == Ligações externas == * https://universoxmen.com.br/2015/09/a-classificacao-mutante-entenda-todos-os- conceitos/ * http://gm-rpg.weebly.com/fiacutesicos.html Categoria:X-Men Categoria:Personagens de quadrinhos introduzidos em 1963",
 "title": "Mutante (Marvel Comics)"
}