{
 "id": "62823",
 "text": "Nártex (, com origem no grego narthikas, νάρθηκας, género de planta de grandes dimensões, possivelmente similar à cana), em arquitetura, se refere, em sentido lato, à zona de entrada de um templo. Também outras designações podem surgir associadas a este termo, como pronau, átrio, vestíbulo, galilé ou paraíso. == As origens e a expansão do termo == Na sua utilização inicial, na Grécia Antiga, esta área situa-se frente ao mausoléu e, estando separada do edifício através de cercas em cana, está intimamente relacionada com o culto dos mortos. === As primeiras igrejas cristãs === Nas igrejas e basílicas paleocristãs é a área de entrada a ocidente onde os penitentes, catecúmenos, pecadores, loucos e mulheres permaneciam por ainda não serem admitidos dentro do templo. Esta estrutura, de estreita ligação ao conceito de cemitério, apresenta, no início, uma forma bastante similar à do antigo hipódromo, arredondando-se nas extremidades em semi-circunferências. Evoluindo para uma estrutura baixa, de um só piso coberto e projectada do edifício central, é separada da nave através de uma parede baixa, um painel ou colunas. Na época bizantina clássica é uma área rectangular estreita (denominada Litai) da mesma largura que a nave principal do templo, ligada a esta por arcos ou portas onde se podiam também benzer os corpos antes de estes serem transportados para o interior da igreja. Esta edificação apresenta, no entanto, duas diferentes tipologias de acordo com a sua localização (algumas igrejas podem apresentar os dois tipos): * Exo-nártex É assim denominado quando se situa no exterior do edifício. Caracteriza-se como um pórtico ou átrio aberto através de colunas ou arcos e que se estende diante da edificação central. Era usado para julgamentos e outros acontecimentos públicos e, a partir do , também como local de enterro. Uma ampla ante-câmara, de um só piso e bastante decorada, na zona de entrada de uma igreja pode também ser denominada galilé, termo de referência bíblica a Cristo, após a ressurreição, a guiar os discípulos a caminho da Galileia. Este espaço pode também ser utilizado para batizados e casamentos. * Endo-nártex (ou Eso-nártex) É assim denominado quando se situa no interior do edifício. Caracteriza-se como um espaço estreito transversal à nave, de tecto geralmente abobadado, e típico das igrejas monásticas onde a entrada era restrita (também designado de \"matroneu\"). A partir do {[séc|VI}} surge também como átrio ladeado por um deambulatório (tipo claustro). O termo paraíso (que se refere a Édem - jardim do paraíso, e aos jardins dos príncipes do oriente) designa, do mesmo modo, um átrio aberto à entrada de um templo, especialmente presente em igrejas de ordens monásticas. === A transição === Aproximadamente após o início do abdica-se da utilização do átrio exterior e a ante-câmara interior acaba por se desenvolver num amplo espaço transformando- se nas entradas das catedrais da alta Idade Média. Neste momento a fachada ocidental sobe em verticalidade e passa a possuir, além da zona térrea de entrada, uma câmara superior e torres. As ordens monásticas continuam, no entanto, a usar o átrio até início do , mas, a partir deste momento, e com a entrada livre dos crentes nas igrejas, o nártex já não serve a sua utilidade ritual e simbólica e alguns autores defendem que o uso do termo já não deve ser aplicado às zonas de entrada das catedrais a partir desta altura. == Ligações externas == * Categoria:Elementos da arquitetura religiosa Categoria:Arquitetura eclesiástica",
 "title": "Nártex"
}