{
 "id": "62867",
 "text": "micro-ondas (AO 1945 / FO 1943: microondas) Ciclos por segundo: 0,3 GHz a 300 GHz Comprimento de onda: 1 m a 1 mm As são ondas eletromagnéticas com comprimentos de onda maiores que os dos raios infravermelhos, mas menores que o comprimento de ondas de rádio variando o comprimento de onda, consoante os autores, de 1 m (0,3 GHz de frequência) até 1,0 mm (300 GHz de frequência) - intervalo equivalente às faixas UHF, SHF e EHF. Nome Comprimento de onda Frequência (Hz) Energia do fóton (eV) Raio gama < 0,01 nm > 30 EHz > 124 keV Raio-X 0,01 nm – 10 nm 30 EHz – 30 PHz 124 keV – 124 eV Ultravioleta 10 nm – 400 nm 30 PHz – 750 THz 124 eV – 3 eV Luz visível 400 nm – 750 nm 750 THz – 400 THz 3 eV – 1,7 eV Infravermelho 750 nm – 1 mm 400 THz – 300 GHz 1,7 eV – 1,24 meV Micro-ondas 1 mm – 1 m 300 GHz – 300 MHz 1,24 meV – 1,24 µeV Rádio ≥ 1 m ≤ 300 MHz ≤ 1,24 µeV Acima dos 300 GHz, a absorção da radiação eletromagnética pela atmosfera da Terra é tão grande que a atmosfera é praticamente opaca para as frequências mais altas, até que se torna novamente transparente na, assim chamada, \"janela\" do infravermelho até a luz visível. == Bandas de frequências de micro-ondas == Há diversas classificações das bandas de micro-ondas. A divisão por letras teve início na Segunda Guerra Mundial com uma classificação secreta dos Estados Unidos para bandas de radar, que resultou na classificação IEEE. Frequência Tamanho de onda IEEE UE, OTAM, ECM EUA UIT Aplicações Número Nomenclatura 300 MHz 30 cm a 100 cm UHF B 9 Ultra High Frequency (UHF) Telemetria militar, GPS, celulares (GSM), rádio amador 500 MHz C 1 GHz 15 cm a 30 cm L D 2 GHz 7.5 cm a 15 cm S E Radar meteorológico, radar de navio de superfície, alguns satélites de comunicação, forno microondas, aparelhos de comunicação por microondas, rádio astronomia, celulares, LAN sem fio, bluetooth, ZigBee, GPS, radio amador. 3 GHz F 10 Super High Frequency (SHF) 4 GHz 3.75 cm a 7.5 cm C G Comunicação por satélites, radar, banda larga terrestre, comunicação espacial, rádio amador, espectroscopia rotacional molecular 6 GHz H Telecomunicações de rádio a longa distância, LAN sem fio, rádio amador 8 GHz 25 mm a 37.5 mm X I Comunicação por satélites, banda larga terrestre, comunicações espaciais, rádio amador, espectroscopia rotacional molecular 10 GHz J 12 GHz 16.7 mm a 25 mm Ku Comunicação por satélites, radar, banda larga terrestre, comunicação espacial, rádio amador, espectroscopia rotacional molecular 18 GHz 11.3 mm a 16.7 mm K K Radar, comunicação por satélites, observação astronômica, radar automotivo, espectroscopia rotacional molecular 20 GHz 27 GHz 5.0 mm a 11.3 mm Ka Comunicação por satélites, espectroscopia rotacional molecular 30 GHz 6.0 mm a 9.0 mm Q 11 Extremely High Frequency (EHF) Comunicação por satélites, comunicação terrestrial por microondas, rádio astronomia, radar automotivo, espectroscopia rotacional molecular 5.0 mm a 7.5 mm U 40 GHz 4.0 mm a 6.0 mm V L Pesquisa de radar por ondas milimétricas, espectroscopia rotacional molecular e outros tipos de pesquisa científica 60 GHz 2.7 mm a 4.0 mm W M Comunicação por satélites, pesquisa de radar por ondas milimétricas, aplicação militar de monitoramento e mira, aplicações não militares, radar automotivo 75 GHz 100 GHz 110 GHz 1mm a 2.7 mm mm == Propagação == > Artigo Principal: Propagação de radiofrequência Micro-ondas se propagam somente como linhas de visada; diferentemente das ondas de rádio de baixa frequência, elas não se propagam como por meio linhas de superfície que seguem o contorno da terra ou refletem da ionosfera. Apesar de, na extremidade inferior da banda, poderem passar por paredes de construções o suficiente para garantir uma recepção útil, geralmente são necessários espaços livres para a primeira zona de Fresnel. Portanto, na superfície da Terra, as conexões de comunicação por micro-ondas são limitadas pelo horizonte visual a cerca de 30 a 40 milhas (48 a 64 km). Micro-ondas são absorvidas pela umidade atmosférica, e a atenuação aumenta com a frequência, tornando-se um fator significativo (rain fade) na extremidade superior da banda. A partir de cerca de 40 GHz, gases atmosféricos também passam a absorver micro-ondas, e portanto, acima desta frequência, a transmissão por meio de micro-ondas passa a ser limitada a apenas alguns quilômetros. Uma estrutura de banda espectral causa picos de absorção em frequências específicas (ver gráfico acima). Acima de 100 GHz, a absorção de radiação eletromagnética pela atmosfera terrestre é tão eficaz que se torna opaca, até que a atmosfera se torne transparente de novo nas faixas de frequência do infravermelho e de janela óptica. === Tropodifusão === > Artigo Principal: Tropodifusão Em um feixe de micro-ondas direcionado angularmente ao céu, uma pequena parte da energia será dispersada de maneira aleatória à medida que o feixe passa pela troposfera. Um receptor sensível além do horizonte com uma antena de alto ganho focalizada na dada área da troposfera pode captar o sinal. Esta técnica vem sido utilizada em frequências que variam entre 0,45 e 5 GHz em sistemas de comunicação de tropodifusão para a comunicação além do horizonte, em distâncias de até 300 km. == Geração == Para a geração de micro-ondas podem ser utilizados transistores de efeito de campo (FET: Field Effect Transistor), transístores bipolares, diodo Gunn e diodo IMPATT, entre outros. Dispositivos a válvula, ou válvulas termiônicas, por exemplo: magnetron, o klystron, o TWT e o gyrotron . == Aplicações == * Um forno de micro-ondas usa um gerador de micro-ondas do tipo magnetron para produzir micro-ondas em uma frequência de aproximadamente 2,45 GHz para cozinhar os alimentos. As micro-ondas cozinham os alimentos, fazendo com que as moléculas de água e outras substâncias presentes nos alimentos vibrem. Esta vibração cria um calor que aquece o alimento. Já que a maior parte dos alimentos orgânicos é composta de água, este processo os cozinha facilmente. * Micro-ondas são usadas nas transmissões de comunicações, porque as micro-ondas atravessam facilmente a atmosfera terrestre, com menos interferência do que ondas mais longas. Além disso, as micro-ondas permitem uma maior largura de banda do que o restante do espectro eletromagnético. * O Radar também usa radiação em micro-ondas para detectar a distância, velocidade e outras características de objetos distantes. * Redes Locais sem-fio, tais como Bluetooth, WIFI, WiMAX e outros usam micro-ondas na faixa de 2,4 a 5,8 GHz. Alguns serviços de acesso à Internet por rádio também usam faixas de 2,4 a 5,8 GHz. * TV a cabo e Internet de banda larga por cabo coaxial, bem como certas redes de telefonia celular móvel, também usam as frequências mais baixas das micro-ondas. * Micro-ondas podem ser usadas para transmitir energia a longas distâncias e, após a 2ª Guerra Mundial, têm sido realizadas diversas pesquisas para verificar essas possibilidades. A NASA realizou pesquisas, durante os anos 1970/80, sobre o uso de Satélites de Energia solar que captariam as emissões solares e as retransmitiriam para a superfície da Terra por meio de micro-ondas. * Um maser é um dispositivo semelhante ao laser, exceto pelo fato de que trabalha na faixa das micro- ondas, em lugar da luz visível. == Medição da frequência de micro-ondas == A frequência das micro-ondas pode ser medida por meio de técnicas mecânicas ou eletrônicas. Contadores de frequência ou sistemas de heteródinos de alta frequência podem ser utilizados. Os harmônicos da frequência desconhecida são comparados com os harmônicos de uma frequência mais baixa, porém conhecida, utilizando um gerador de baixa frequência, um gerador de harmônicos e um mixer de frequências. A precisão da medição é limitada pela precisão e estabilidade da frequência utilizada como referência. Métodos mecânicos necessitam de um ressonador sintonizável, como um medidor de absorção de ondas, que utiliza uma relação conhecida entre frequências e dimensões físicas. Em um ambiente laboratorial, Linhas de Lecher podem ser utilizadas para medir diretamente o comprimento de onda em uma linha de transmissão formada por fios paralelos, tornando assim possível calcular a frequência. Uma técnica similar consiste em usar um guia de ondas com fendas, ou uma linha de transmissão coaxial com fendas para medir diretamente o comprimento de onda. Estes dispositivos consistem em uma sonda introduzida na linha por meio de uma fenda longitudinal, de maneira que a sonda fique livre para se movimentar para cima e para baixo pela linha. Linhas contendo fendas são primariamente destinadas à medição da relação de ondas estacionárias na linha. Entretanto, desde que uma onda estacionária esteja presente, elas também podem ser utilizadas para medir a distância entre os nós, que é igual à metade do comprimento de onda. A precisão deste método é limitada pela precisão na determinação dos locais onde as regiões nodais se encontram. == Efeitos na saúde == Micro-ondas são um tipo de radiação não-ionizante, o que significa que seus fótons não contêm energia suficiente para ionizar moléculas, quebrar ligações químicas ou causar dano ao DNA, como a radiação ionizante consegue, por exemplo raios X ou ultravioleta. A palavra “radiação” refere-se a energia irradiando de uma fonte e não à radioatividade. O principal efeito da absorção de micro-ondas é o aquecimento de materiais; os campos eletromagnéticos causam a vibração de moléculas polares. Ainda não foi mostrado conclusivamente que micro-ondas (ou outra radiação eletromagnética não-ionizante) têm efeitos biológicos adversos significativos em níveis baixos. Alguns estudos sugerem que exposição a longo prazo pode ter um efeito carcinogênico. Durante a Segunda Guerra Mundial, foi observado que indivíduos no caminho da radiação de instalações de radar experimentaram cliques e sons de apito em resposta à radiação de micro-ondas. Uma pesquisa da NASA na década de 70 mostrou que isso foi causado por expansão termal em partes do ouvido interno. Em 1955, o Dr. James Lovelock conseguiu reanimar ratos resfriados a 0 e 1°C (32 e 34 °F) usando diatermia das micro- ondas. Quando ocorrem danos devido à exposição às micro-ondas, é normalmente resultado de aquecimento dielétrico induzido em um corpo. O cristalino e a córnea do olho são especialmente vulneráveis porque eles não possuem vasos sanguíneos que podem dispersar o calor. Exposição à radiação de micro-ondas pode gerar catarata através desse mecanismo, porque o aquecimento desnatura proteínas no cristalino do olho(do mesmo jeito que o calor torna a clara do ovo branca e opaca). Exposição a doses grandes de radiação de micro-ondas (como as de um forno que foi adulterado para funcionar mesmo com a porta aberta) pode gerar dano por calor em outros tecidos também, além de queimaduras sérias que podem não ser imediatamente evidentes devido à tendência das micro-ondas de aquecerem tecidos mais internos com maior teor de umidade. == Ver também == * Rede por micro-ondas == Ligações externas == * Categoria:Espectro eletromagnético",
 "title": "Micro-ondas"
}