{
 "id": "62915",
 "text": "Lobão, nome artístico de João Luiz Woerdenbag Filho (Rio de Janeiro, 11 de outubro de 1957), é um cantor, compositor, músico e escritor brasileiro. Um dos grandes nomes da cena do rock nacional, compôs sucessos como \"Me Chama\" (canção muito famosa na voz de vários intérpretes, que ficou na 47ª posição das maiores músicas brasileiras, segundo a Rolling stone), \"Vida Louca Vida\" (regravada por Cazuza), Corações Psicodélicos, Canos Silenciosos e Essa Noite Não. Apesar de ter surgido e conseguido sucesso no ambiente marginal e underground do rock brasileiro nos anos 1980, Lobão dialogou com diversos gêneros, como o samba e a MPB, ao longo de sua carreira.. Em 1988, por exemplo, o disco Cuidado! contou com a participação da percussão da Estação Primeira de Mangueira. Em 2018 lançou o disco Guia Politicamente Incorreto Dos Anos 80 Pelo Rock, em paralelo ao livro, com músicas de bandas que marcaram a década de 1980. == Biografia == === Infância e adolescência === João Luiz Woerdenbag Filho nasceu no hospital Casa de Saúde São José, filho de João Luiz Woerdenbag, um mecânico de automóveis que trabalhava para a Rede Globo, e de Ruth Araújo de Mattos, uma professora de inglês do Instituto de Educação do Rio de Janeiro. Pelo lado paterno Lobão é descendente de holandeses.Marsiglia, I. (2000). Lobão - Entrevista concedida em Fevereiro de 2000. Playboy. São Paulo: Editora Abril Também tem uma irmã caçula que mora na Holanda. O seu interesse pela música surgiu cedo e aos três anos de idade Lobão começou a tocar bateria.Após Vímana, Blitz e os Ronaldos, Lobão vira estrela do rock de língua afiada. Acervo O Globo, 9 de outubro de 2017. Consultado em 22 de setembro de 2019 Aos seis anos ganhou dos pais uma bateria de brinquedo e aos treze sua primeira bateria profissional. Aos quinze começou a tocar violão clássico. Lobão cresceu na Zona Sul do Rio de Janeiro e estudou no Colégio São Vicente de Paulo. Recebeu o apelido \"Lobão\" na escola, pelo fato de se vestir com um macacão de jardineiro preso por um alça só, que lembrava o Lobão, personagem da Disney. Aos dezenove anos de idade foi expulso de casa pelo pai. Levou um cruzado na cara e rebateu com o violão, despedaçando-o inteiro em cima do pai (“...Só sosseguei quando não havia mais violão para continuar batendo.”). === Carreira === ==== Vímana e Blitz ==== Sua carreira começou aos dezessete anos, depois de sair de casa para se tornar músico profissional. Em seguida, entrou para a banda Vímana, da qual também faziam parte Lulu Santos e Ritchie. Sua primeira apresentação pública com a banda foi realizada em um teatro em São Paulo, no qual acompanharam Marília Pêra. Após outras apresentações, Lobão gravou com o Vímana, em 1975, duas músicas. Em 1977, essas duas composições foram lançadas no compacto simples \"Zebra / Masquerade\". No mesmo ano, gravaram um LP, que foi não foi lançado pela gravadora. Três anos depois, com o fim do grupo, Lobão seguiu sua carreira de baterista, tocando com Luiz Melodia, Walter Franco, Gang 90 e as Absurdettes e Marina Lima. Fundou a banda Blitz com Evandro Mesquita e Fernanda Abreu e outros, mas por diferenças artísticas, saiu do grupo antes mesmo do sucesso comercial. Foi Lobão quem deu o nome à banda, às vésperas de um show, após uma indecisão do grupo. \"A Blitz vem um pouquinho depois da Gang 90 (grupo de seu amigo Júlio Barroso), e se tornou uma banda infanto-juvenil quando não era. Era pervertida. Foi higienizada quando assinaram contrato com a EMI\", afirmou em 2011. ==== Carreira solo ==== thumb|150px|esquerda|Lobão em entrevista para a TV Cultura. Lobão já havia decidido sair da Blitz. Porém, precisava, de algum modo, abrir caminho pra sua carreira solo. Ficou sabendo que a banda seria entrevistada por uma revista de grande circulação. Então fingiu que continuaria como baterista da Blitz só para sair na capa. A entrevista já estava agendada, ele falou pelos cotovelos, chamou a maior atenção. Em seguida, com a revista debaixo do braço e a fita de \"Cena de Cinema\" nas mãos, foi bater à porta da gravadora. Vinte minutos depois, já tinha assinado contrato para a carreira solo. Saiu chamuscado da Blitz — e riscado da capa do disco da banda. Em retaliação, desenharam, no lugar dele, a cara do Lobo Mau. Lobão, começa então sua carreira solo com o lançamento de Cena de Cinema, em 1982. Em seguida forma a banda Lobão e os Ronaldos (que tinha na sua formação a cantora e tecladista holandesa Alice Pink Pank, ex-Gang 90 e as Absurdettes, além de Guto Barros, guitarrista e um dos fundadores da Blitz), que lança Ronaldo Foi Pra Guerra. Lobão apareceu no cinema atuando e cantando com a banda em Areias Escaldantes (1985), mas o filme foi lançado apenas em alguns poucos cinemas no Rio de Janeiro. Apesar do sucesso de \"Me Chama\", a banda tem uma vida curta, e após o lançamento do single \"Decadence Avec Elegance\" (1985) Lobão segue carreira solo mantendo alta rotatividade na mídia e lança o álbum O Rock Errou (1986), do qual \"Revanche\" se torna o carro-chefe. Logo após seu lançamento, Lobão é preso por porte de drogas em 1987, passando três meses na cadeia. Uma manifestação na Lagoa Rodrigo de Freitas foi feita em prol da sua libertação. Ali desenvolve o disco Vida Bandida, voltando aos holofotes. Ainda em 87, gravou junto com Nélson Gonçalves a canção \"A Deusa do Amor\", que está presente no álbum de Nélson Nós. Depois de um flerte com o samba-rock e participações no Hollywood Rock (1990) e no Rock in Rio II (1991; quando recebeu uma vaia histórica dos fãs de heavy metal e abandonou o palco), Lobão passa um período fora da mídia. Retorna ao Hollywood Rock em 1996, como convidado de Gilberto Gil, que anos mais tarde seria um dos seus alvos de crítica. Por volta de 1998 começa a se interessar por música eletrônica, em especial pelas composições de Trent Reznor, do Nine Inch Nails, lançando o disco Noite no mesmo ano. Suas atitudes polêmicas voltariam a ter evidência em 1999 depois de seu rompimento com as gravadoras e o lançamento de A Vida É Doce num esquema inédito, com distribuição pela Internet, bancas de jornais e lojas de departamento. Após o sucesso da vendagem e de crítica com seus discos independentes A Vida É Doce (1999) e 2001: Uma Odisséia no Universo Paralelo (2001), lançou a revista Outracoisa, através da qual lança bandas e músicos de maneira independente, tais como Cachorro Grande, BNegão, Mombojó e Arnaldo Baptista. Ainda em 2001, liderou uma bancada de artistas em prol da numeração de fonogramas (tiragens), que após discussões e controvérsias foi estabelecida com a regulamentação final do Decreto nº 4.533, publicado no Diário Oficial da União em dezembro de 2002 e em vigor desde 22 de abril de 2003. Este decreto estabeleceu que todos os CDs e DVDs produzidos no Brasil deveriam conter um código de duas letras designando o número do lote e a quantidade de unidades na tiragem. Além disso, instituiu-se a obrigatoriedade do código ISRC (International Standard Recording Code), que permitiu o rastreamento de cada faixa individualmente. Seu próximo disco de estúdio, Canções Dentro da Noite Escura, lançado em 2005, foi também lançado pela revista com tiragem inicial de 21 mil cópias. Em abril de 2007 lançou o álbum Acústico MTV, que foi premiado com o prêmio Grammy Latino na categoria melhor disco de rock, e como o próprio Lobão caracterizou, foi uma seleção \"parcial\" de sucessos do músico, contando, inclusive, com a participação especial do grupo Cachorro Grande, lançado pela Outracoisa. O ENEM de 2009 utilizou a música \"Para o Mano Caetano\", do álbum 2001: Uma Odisseia no Universo Paralelo, em uma questão.ENEM 2009 - QUESTÃO 98. educacao.globo.com. Consultado em 14/01/2017 No final de 2010, o cantor lançou sua biografia, 50 Anos a Mil, com o jornalista Claudio Tognolli. O livro conta histórias inéditas e conhecidas sobre a vida do músico. Junto com seu livro, Lobão, em parceria com a Sony Music, montou um box com três CDs mais o DVD do Acústico MTV, contendo as canções mais significativas dos 10 primeiros anos de sua carreira. Em meados de 2011, prestes a completar um ano de lançamento, 50 Anos a Mil chegou a marca de 100 mil exemplares vendidos.. No mesmo ano, Lobão excursionou com a turnê \"Elétrico 2011\", que gerou o CD e DVD Lobão Elétrico: Lino, Sexy & Brutal (Ao Vivo em SP), gravado em outubro de 2011, no Citibank Hall,. em São Paulo. O registro foi lançado e distribuído pela Deckdisc no final de 2012. Em 2013 participou da Virada Cultural, evento organizado pela Prefeitura de São Paulo, onde levou um bom público.David Shalom (18 de maio de 2013). «Lobão se apresenta na Virada Cultural e oferece música ao Racionais MC's». Consultado em 14/01/2017.Thiago Ney (18/05/2013). «Lobão faz show pesado na abertura da Virada Cultural 2013». ultimosegundo.ig.com. Consultado em 14/01/2017. Em 2015, gravou seu primeiro álbum de inéditas em 10 anos, intitulado O Rigor e a Misericórdia. Lançado em janeiro do ano seguinte, Lobão executou todos os instrumentos e produziu o disco. O projeto, realizado via crowdfunding, deu origem ao livro Em Busca do Rigor e da Misericórdia - Reflexões de um Ermitão Urbano, publicado pela Editora Record também em 2015. No final de 2016, o músico anunciou uma turnê de quatros shows ao lado da banda Sepultura, intitulada A Chamada.Aline Macedo (26/10/2016). «'A única saída é ser ousado. E se unir', diz Lobão sobre shows com Sepultura». oglobo.globo.com. Consultado em 14/01/2017. Em 2018, lançou o álbum Antologia politicamente incorreta dos anos 80 pelo rock – inspirado pelo quase homônimo livro, Guia politicamente incorreto dos anos 80 pelo rock (2017). O artista buscou recursos via financiamento coletivo para finalizar o 18º álbum. Primeiro disco de Lobão como intérprete, foi formatado em estúdio com a banda Os Eremitas da Montanha, formada pelos músicos Armando Cardoso (bateria), Augusto Passos (baixo e voz), Christian Dias (guitarra) e Felipe Faraco (teclados). Em 2020, ano da pandemia do Coronavírus, o músico produziu em seu estúdio uma série de músicas que marcaram em sua formação musical, intitulada Canções de Quarentena. ==== Escritor ==== Em 2003, Lobão lançou a revista cultural Outracoisa, com a parceria da L&C; Editora. Essa revista reunia participações de músicos e pensadores do Brasil, entre eles José Celso Martinez Corrêa, Angeli, Laerte, Adão Iturrusgarai, Marta Medeiros e outros. Em 2010, lançou sua autobiografia 50 Anos a Mil, que conta desde suas histórias da juventude, até suas mais loucas experiências como músico. O livro é coassinado por Claudio Tognolli. Lobão insiste que sem a \"documentação\" de Cláudio, as pessoas não acreditariam nas histórias. Em 2012, começou a escrever um novo livro, intitulado Manifesto do Nada na Terra do Nunca, lançado em 2013. Em 2015, publicou Em Busca do Rigor e da Misericórdia - Reflexões de um Ermitão Urbano, pela editora Record, e em 2017, lançou o Guia Politicamente Incorreto dos Anos 80 pelo Rock, pela editora LeYa. Em 2020, Lobão escreveu a segunda parte de sua autobiografia, 60 Anos a Mil. ==== Televisão ==== A partir de 2005, Lobão começa a trabalhar com televisão. Nesta época, apresentou o programa Saca Rolha, na PlayTV, junto com Marcelo Tas e a modelo Mariana Weickert. Os três recebiam todos os dias convidados para juntos debaterem temas nacionais e internacionais. Trabalhou de junho de 2007 a dezembro de 2010 como apresentador na MTV Brasil. Apresentou 4 programas, entre eles, o MTV Debate, durante todo seu período como VJ, Código MTV, em 2008, o Lobotomia, em 2010, e Lobão ao Mar durante o verões de 2009 e de 2010. Em 2007 participou do Som Brasil, homenageando Raul Seixas. Fez uma participação como jurado no Astros do SBT, em 2008. Em novembro de 2011, assinou com a Rede Bandeirantes para apresentar o programa A Liga, no lugar do humorista Rafinha Bastos.. Três meses após o início das gravações, Lobão deixou a atração por problemas com a produção do programa, além de, na época, estar envolvido com a produção do novo CD e livro... Já foi entrevistado pelo Roda Viva, The Noite, Agora é Tarde, De Frente com Gabi, Programa do Jô, Passando a Limpo, Provocações, Jô Soares Onze e Meia, e outros. Tocou na década de 1980 em programas como Globo de Ouro e Cassino do Chacrinha. Seus 60 anos foram homenageados na coluna de Nelson Motta, no Jornal da Globo, em 3 de novembro de 2017. O colunista afirmou o considerar como um dos maiores compositores da sua geração. ==== Cinema ==== Em 1985, atuou no filme Areias Escaldantes, um filme musical brasileiro. Em 2013, o Canal Bis exibiu o documentário Universo Lobão, que conta sobre sua carreira.Documentário - Universo Lobão (29/07/2013). lobao.com. Consultado em 14/01/2017. O livro 50 Anos a Mil iria para as telas de cinema em 2016, porém o cantor cancelou o projeto. == Vida pessoal == === Parentes === Sua mãe era cardiopata e suicidou-se em 1984.Lobão fala sobre tentativas de suicídio em congresso de psiquiatria, no Sul. Extra Globo, 7 de novembro de 2015. Consultado em 25 de setembro de 2019 Ela deixou uma carta responsabilizando-o por sua morte.. Vinte anos depois, seu pai também cometeu suicídio.Davi Lemos (11/09/2015). «Cantor Lobão fala de depressão e suicídio em evento». atarde.uol.com. Consultado em 14/01/2017. === Relações e casamentos === Lobão foi casado com a atriz e compositora Daniele Daumerie, que faleceu em 2014, muito tempo depois da separação. Nesse casamento ele teve uma filha, Júlia.Bárbara Vieira e Luciana Tecidio (27 de agosto de 2014). «Morre compositora Daniele Daumerie, ex-mulher do músico Lobão». ego.globo.com. Consultado em 10 de fevereiro de 2017. O artista carioca mora na cidade de São Paulo desde 2008, com Regina Lopes, com quem é casado desde 1991. === Visões políticas === Em 1989, ao voltar de uma temporada nos Estados Unidos, Lobão votou em Lula, pedindo voto ao vivo para ele no Domingão do Faustão.com convidados - BATE-PAPO COM Lobão - 23/07/1999 Em 2014, ele foi um dos citados na Lista negra do PT, nome por qual ficou conhecida uma lista de citados em um artigo do então vice-presidente do Partido dos Trabalhadores, Alberto Cantalice, intitulado como \"A desmoralização dos pitbulls da grande mídia\", da qual, além de Lobão, constavam Danilo Gentili, Marcelo Madureira, Arnaldo Jabor, Reinaldo Azevedo, Diogo Mainardi, Guilherme Fiuza e Demétrio Magnoli chamando-os de \"elitistas e os acusando de serem contra os pobres e de fomentarem ódio\". Atualmente, é um dos artistas brasileiros apontados como de vertente conservadora. Foi favorável ao impeachment de Dilma, inclusive tocando em palco de manifestação.«Lobão toca hino nacional em protesto na Paulista». oglobo.globo.com. Consultado em 14/01/2017. Quando interrogado sobre a possibilidade de ingressar na carreira política, respondeu:Lobão: \"O pai disso tudo é o Lula\". Mariana Barros, Revista Veja, 12 de Março de 2015. Acessado em 13/03/2015. == Discografia == Álbuns de estúdio * 1982 - Cena de Cinema * 1984 - Ronaldo Foi Pra Guerra (com Os Ronaldos) * 1986 - O Rock Errou * 1987 - Vida Bandida * 1988 - Cuidado! * 1989 - Sob o Sol de Parador * 1991 - O Inferno é Fogo * 1995 - Nostalgia da Modernidade * 1998 - Noite * 1999 - A Vida é Doce * 2005 - Canções Dentro da Noite Escura * 2016 - O Rigor e a Misericórdia * 2018 - Antologia Politicamente Incorreta dos Anos 80 pelo Rock * 2022 - Canções de Quarentena Álbuns ao vivo * 1990 - Vivo * 2001 - Lobão 2001: Uma Odisseia no Universo Paralelo * 2007 - Acústico MTV * 2012 - Lobão Elétrico: Lino, Sexy & Brutal - Ao Vivo em SP Compilações * 2010 - Box Lobão 81-91 + Acústico MTV EPs e Singles * 1985 - Decadence Avec Elegance / Mal Nenhum (com Os Ronaldos) * 2001 - Para o Mano Caetano * 2010 - Das Tripas, Coração / Song For Sampa * 2013 - Eu Não Vou Deixar * 2016 - O Que É a Solidão em Sermos Nós? * 2017 - O Bobo (com Roger Moreira) * 2019 - Com a Graça de Deus * 2019 - Valkiria Queen == Ver também == * Rock no Brasil == Bibliografia == * SERPA, A. C.; FERNANDES, D. C. Lobão e Caetano Veloso: desdobramentos da dialética nacional-estrangeiro. Música Popular em Revista, Campinas, SP, v. 5, n. 2, p. 88–115, 2018. DOI: 10.20396/muspop.v5i2.13137. Disponível em: https://econtents.bc.unicamp.br/inpec/index.php/muspop/article/view/13137. Acesso em: 29 jun. 2021. * LOBÃO. In: ENCICLOPÉDIA Itaú Cultural de Arte e Cultura Brasileira. São Paulo: Itaú Cultural, 2022. Disponível em: http://enciclopedia.itaucultural.org.br/pessoa374580/lobao. Acesso em: 28 de janeiro de 2022. Verbete da Enciclopédia. ISBN 978-85-7979-060-7 == Ligações externas == * * * * * * Categoria:Naturais da cidade do Rio de Janeiro Categoria:Bateristas do estado do Rio de Janeiro Categoria:Compositores do estado do Rio de Janeiro Categoria:Anticomunistas do Brasil Categoria:Católicos do Brasil Categoria:Guitarristas rítmicos Categoria:Guitarristas do estado do Rio de Janeiro Categoria:Cantores do estado do Rio de Janeiro Categoria:Músicos vencedores do Grammy Categoria:Brasileiros de ascendência neerlandesa Categoria:Cantores de rock do Brasil Categoria:VJs do Brasil Categoria:Apresentadores de televisão do estado do Rio de Janeiro Categoria:Escritores do estado do Rio de Janeiro Categoria:Youtubers do estado do Rio de Janeiro",
 "title": "Lobão (músico)"
}