{
 "id": "62963",
 "text": "A Cúria Régia foi uma assembleia que assessorou o rei e que vigorou na monarquia portuguesa até meados do . Era uma instituição que intervinha no governo do reino, na formação de legislação e na administração de justiça. A Cúria Régia teve como sucessoras as cortes, por um lado, e por outro o conselho do rei. ==Antecedentes== A Cúria Régia teve origem e foi sucessora da Aula Régia visigótica, um organismo que misturava elementos institucionais germânicos, romanos e eclesiásticos, como era característico de toda a organização política e jurídica dessa época. A Aula Régia chegou a constituir um complexo organismo em cujo seio se reuniam as principais forças sociais e políticas do reino visigótico, substituindo as antigas juntas de seniores ou senatus, cujo poder foi sendo enfraquecido pela gradual decadência e extinção das antigas famílias nobres e pelo consequente fortalecimento à sua custa do poder real. A constituição da corte de (r. 791-842), de acordo com a tradição visigótica, traria a restauração da Aula Régia, embora com alterações decorrentes duma situação muito diferente da do passado, resultante da invasão muçulmana e da Reconquista. O organismo passa a designar-se ademais Palatium, Palatinum Collegium, Senatus Togae Palatii ou Concilium, e nele voltam, tal como antanho, a participar regularmente os bispos. Daí a confusão que se estabelece entre as reuniões plenárias de tal organismo e os próprios concílios eclesiásticos, quando, não embargando a íntima relação existente entre um e o outro tipo de assembleias, elas sempre se distinguem durante a monarquia visigótica. O advento da dinastia navarra no Reino de Leão, em 1037, trouxe consigo a acentuação da influência franca, e, com ela, veio a reforma religiosa que muito contribuiu para que o concílio voltasse a separar-se do Palatium, passando este a designar-se Cúria, um termo que está na origem da expressão corte. ==A Cúria Régia no Condado Portucalense e em Portugal== Quando se constituiu o Condado Portucalense, o conde D. Henrique passou a ter a sua corte, que o assessorava no governo e que era presidida pelo conde e pela sua mulher, Teresa de Leão. Dela faziam também parte, como era tradição no Reino de Leão, o maiordomus, o armiger, signifer ou vexillifer (alferes) e o notator ou notarius, elevado à dignidade de cancelarius (chanceler). Além destes três altos cargos havia o de dapifer, que por vezes se confunde com o mordomo. Da corte faziam também parte outros magnates, vulgarmente designados consiliarii, que eram os conselheiros mais íntimos do monarca. No reinado de surgem os cargos de superjudex e de outros magistrados menores, que completam a estrutura da Cúria Régia. A Cúria Régia era um organismo consultivo, que auxiliava o rei a deliberar sobre os assuntos que este propunha, e membros dela confirmavam depois, com as suas assinaturas, a resolução real. Intervinha em todos os assuntos que dependiam diretamente do monarca, como, por exemplo, cartas de foral e outras leis. De uma maneira geral, todas as questões de carácter militar, administrativo e judicial eram tratadas pela Cúria, que atuava no julgamento de conflitos afetos às jurisdições nobres isentas e nas apelações que lhe eram apresentadas de sentenças proferidas pelos juízes dos concelhos.Mattoso, José. \"A Consolidação da monarquia e a unidade política\". História de Portugal II. Editorial Estampa. Página 276. ISBN 972330919X Na generalidade dos casos, apenas intervinham nas deliberações os elementos da corte, mas também acontecia que fossem ouvidas outras pessoas, inclusivamente não nobres. Exemplo disso foi o tabelamentos de preços nas sessões da cúria realizadas em Lisboa, Leiria e Coimbra em 1253 e 1254, às quais foram chamados a assistir representantes dos mercadores. Além de ser o mais alto órgão administrativo e judicial do reino, a Cúria Régia era também o órgão político supremo, constituindo juntamente com o rei, que a presidia, o centro da vida política do país. Por lhe competir solucionar todos os problemas que mais afetavam a vida da nação, os quais, pela sua complexidade e importância, só poderiam ser resolvidos com a colaboração das figuras mais poderosas de todo o território nacional, como eram os bispos, os abades e priores dos conventos, e os tenentes dos distritos em que se dividia o país, estes eram convocados para comparecer nas sessões da Cúria. As autoridades do local onde as sessões se realizavam também participavam nestas assembleias. Alguns exemplos disso são as assembleias de Coimbra de 1211, e 1228 ou 1229, em que tomaram parte os ricos-homens e seus vassalos, ou seja, os nobres de todo o país, e que aparentemente foram as primeiras cúrias extraordinárias ou plenas da monarquia portuguesa. Essas assembleias alargadas da Cúria Régia deram origem, no , às Cortes, isto é, reuniões onde os participantes também podiam colocar questões ao rei, ao contrário do que acontecia anteriormente, em que só os assuntos propostos pelo monarca eram discutidos. ==Bibliografia== * * * * * * in * * Categoria:História política de Portugal Categoria:Monarquia Categoria:Poder Judiciário de Portugal Categoria:Poder Legislativo de Portugal",
 "title": "Cúria Régia"
}