{
 "id": "62989",
 "text": "Carlos Viegas Gago Coutinho ou somente Gago Coutinho (Santa Maria de Belém, Lisboa, 17 de fevereiro de 1869 — Santa Engrácia, Lisboa, 18 de novembro de 1959) foi um geógrafo cartógrafo, oficial da Marinha Portuguesa, navegador e historiador. Juntamente com o aviador Sacadura Cabral, tornou-se um pioneiro da aviação ao efetuar a Primeira travessia aérea do Atlântico Sul, no hidroavião Lusitânia em 1922.Sacadura Cabral, site www.vidaslusofonas.ptSobre a recente biografia de Gago Coutinho leia-se RTP: Biografia de Gago Coutinho. == Infância e juventude == Carlos Viegas Gago Coutinho nasceu em Santa Maria de Belém, Lisboa, na número 5 ( actualmente numero 27) da Calçada da Ajuda em , filho de José Viegas Gago Coutinho, natural de São Brás de Alportel, e de sua mulher e prima em segundo grau Fortunata Maria Coutinho, natural de Faro. De família humilde, não pode frequentar, como desejava, o curso de Engenharia na Alemanha e ingressou, aos 17 anos, na Marinha Portuguesa, tendo terminado o curso da Escola Naval em 1888. == Carreira militar == Serviu em vários navios e participou nas operações militares de Tungue (Moçambique) em 1890 e em Timor em 1912. Distinguiu-se como cartógrafo e geodeta a partir de 1898, aquando de sua primeira comissão em Timor. Até 1920 levantou e cartografou não apenas aquele território mas também o de Niassa (1900), Congo (1901), Zambézia (1904-1905), Barotze (1912-1914), São Tomé e Príncipe (1916), estabelecendo vértices geodésicos e determinando coordenadas em missões científicas onde conseguia precisões notáveis, devido ao seu rigor e dedicação à missão que lhe fora confiada. Respondeu pela delimitação definitiva da parte norte da fronteira entre Angola e Zaire. No decurso destes trabalhos fez a pé a travessia da África, onde conheceu Sacadura Cabral. Este incentivou-o a dedicar-se ao problema da navegação aérea, o que levou ao desenvolvimento do sextante de horizonte artificial, posteriormente comercializado pela empresa alemã Plath com o nome \"Sistema Gago Coutinho\".Foi utilizado, por exemplo, na viagem de circum-navegação do LZ 127 Graf Zeppelin. Juntos inventaram ainda um \"corretor de rumos\" (o \"plaqué de abatimento\") para compensar o desvio causado pelo vento. Para testar essas ferramentas de navegação aérea, realizaram em 1921 a travessia aérea Lisboa-Funchal. == Primeira travessia aérea do Atlântico Sul == Assim preparados, em 1922, no contexto das comemorações do centenário da Independência do Brasil, os dois aviadores realizaram a primeira travessia aérea do Atlântico Sul, sendo recebidos entusiasticamente em várias cidades do Brasil (Rio de Janeiro, São Paulo, Salvador, Recife), bem como no regresso a Portugal.Pinheiro Corrêa. Gago Coutinho, precursor da navegação aérea. Edição do Centenário (1869 - 1969) Porto, 1969 Gago Coutinho e Sacadura Cabral regressaram a Portugal a bordo da Barca Foz do Douro, de Joaquim Costa Carvalho (\"A minha viagem na Barca Foz do Douro, do Brasil a Portugal\" Editora Maritímo-Colonial Lda., Lisboa). == Anos posteriores == Gago Coutinho foi nomeado 35.º Sócio Honorário do Ginásio Clube Figueirense a 2 de Junho de 1922.ginasiofigueirense.com - pdf Em 1954 a TAP convidou-o para um voo experimental ao Rio de Janeiro em um DC-4, antecipando a futura linha regular que se estabeleceria em 1961. A partir de 1925 dedicou-se à História Náutica, tendo desenvolvido vasta obra de investigação científica, publicando significativa variedade de trabalhos geográficos e históricos, principalmente acerca das navegações portuguesas, como, por exemplo, \"O Roteiro da Viagem de Vasco da Gama\" e a sua versão de \"Os Lusíadas\". Vários de seus trabalhos encontram-se compilados na \"Náutica dos Descobrimentos\". Conhece-se colaboração da sua autoria na revista Boletim Fotográfico (1900-1914), na Gazeta das colónias (1924-1926) e na edição mensal do Diário de Lisboa (1933). Correspondeu-se com grandes nomes da história da aviação da época como Alberto Santos Dumont, apoiou Sarmento de Beires e João Ribeiro de Barros. Pertenceu ao Grande Oriente Lusitano da Maçonaria Portuguesa e foi sócio da Sociedade de Geografia de Lisboa, onde foi responsável por uma das secções. Por decisão da Assembleia Nacional e mediante decreto específico foi promovido a Almirante em 1958.Decreto-Lei n.º 41636, de 22 de Maio de 1958, que promove ao posto de almirante o vice-almirante Carlos Viegas Gago Coutinho. == Condecorações == * Grau de Comendador da Ordem Militar de Avis de Portugal (11 de março de 1919) * Grau de Grande-Oficial da Ordem Militar de Avis de Portugal (19 de outubro de 1920) * Grau de Grã-Cruz da Ordem Militar da Torre e Espada, do Valor, Lealdade e Mérito de Portugal (21 de abril de 1922) * Grau de Grã-Cruz da Ordem Militar de Sant'Iago da Espada de Portugal (1 de maio de 1922) * Grau de Grã-Cruz da Ordem Militar de Avis de Portugal (18 de outubro de 1926) * Grau de Grã-Cruz da Ordem do Império Colonial de Portugal (28 de janeiro de 1943) * Grau de Grã-Cruz da Ordem Militar de Cristo de Portugal (28 de junho de 1947) * Grau de Grã-Cruz da Ordem de Camões de Portugal, a título póstumo (13 de janeiro de 2023) == Morte == Faleceu no dia seguinte a completar 90 anos, no Hospital da Marinha, na freguesia de Santa Engrácia, vitima de esclerose renal, no estado civil de solteiro e sem filhos, sendo sepultado no Cemitério da Ajuda em Lisboa. == Homenagens == Entre outras homenagens, vários lugares homenageiam Gago Coutinho: * Uma rua em Recife, no bairro do Pina. * Uma rua em Curitiba, no bairro Bacacheri, próximo ao Cindacta II * Uma rua no Rio de Janeiro, próxima ao Parque Guinle * Uma rua em São José do Rio Preto, São Paulo, Brasil * Uma rua em Ribeirão Preto, São Paulo, Brasil * Uma rua em Londrina, Paraná, Brasil * Uma rua em São Paulo, São Paulo, Brasil * Uma rua no bairro Jardim Chapadão, em Campinas, São Paulo, Brasil. * Uma rua em Uberlândia, Minas Gerais, Brasil * Avenida Gago Coutinho, em Montemor-o-Novo, Portugal * Praça onde localiza-se o Aeroporto Internacional de Salvador, Salvador, Bahia, Brasil * Avenida Almirante Gago Coutinho, em Lisboa, Portugal * Uma avenida em Santo André, na Grande São Paulo * Uma rua em Guarulhos, na Grande São Paulo * O edifício da Câmara Municipal de São Brás de Alportel, Portugal, tem sede na rua Rua Gago Coutinho, n.º1 * Uma rua em Cuiabá, Mato Grosso, próximo a Av. CPA * Uma rua em Praia Grande, no bairro campo da aviação * Uma praça em Santos, próxima ao Ferry Boat, na Ponta da Praia * Uma rua no Montijo, Portugal * Uma rua em Vendas Novas, Portugal * Uma rua em Olhão, Portugal * Uma Rua e Travessa em Nisa, Portugal * Uma escola secundária em Alverca do Ribatejo, Portugal * Uma rua perto do Aeroporto Internacional de Mavalane, cidade de Maputo, Moçambique * Uma Rua em Buriti Sereno, Aparecida de Goiânia, Goiás, Brasil * Nome do aeródromo que pertence ao Condomínio Fly- in em Jaboticatubas, Minas Gerais, Brasil * Uma Rua em Barretos, São Paulo * Uma rua em Las Palmas de Gran Canaria, Ilhas Canárias * Nome na Galeria de Nomes Históricos da Loja Maçônica \"Refúgio do Guaporé\"/Vilhena/Rondônia/Brasil * Foram impressas uma série de notas de 100$00 (com Artur de Sacadura Freire Cabral), 500$00 e 1.000$00 de Moçambique e uma nota de 20$00 Chapa 9 de Portugal com a sua imagem. * Uma rua em Bairro de Fátima, na cidade de Serra, Espírito Santo * Uma escola em Praia Grande na Cidade Ocean em São Paulo. * CS-TTB, A319 da TAP AIR PORTUGAL, aquando da sua entrega à companhia portuguesa em Dezembro de 1997, foi baptizado com o nome do ilustre historiador. * Uma rua no Bairro do Paraíso, Portugal == Monografias == Entre muitas outras obras dispersas por periódicos, é autor das seguintes monografias: * A náutica dos descobrimentos. Os descobrimentos marítimos vistos por um navegador. Colectânea de artigos, conferências e trabalhos inéditos do Almirante Gago Coutinho, Org. e pref. do Comandante Moura Braz, 2 vols., Lisboa, Agência Geral do Ultramar, 1951-1952. * Ainda Gaspar Corte- Real, 35 p., Lisboa, 1950. * Influencia que as primitivas viagens portuguesas a América do Norte tiveram sobre o descobrimento das \"Terras de Santa Cruz\", 26 p, Lisboa, 1937. * Descobrimento do Brasil: Conferências. Liceu Literário, 1955 ==Ver também== * Lista de pilotos ==Bibliografia== * CORREIA, Pinheiro, Gago Coutinho, Precursor da Navegação Aérea, Lisboa, edição de autor, 1965 * MOTA, Avelino Teixeira da (org.), Obras Completas de Gago Coutinho. Obras Técnicas, Científicas e Históricas (1893-1915), vols. I (1893-1915) e II (1917-1921), Lisboa, Junta de Investigações Científicas do Ultramar, 1972-75 * PINTO, Rui Miguel da Costa. ”Gago Coutinho simples aventureiro ou um homem de Ciência” in Filatelia Lusitana, série III, nº19, Lisboa, Federação Portuguesa de Filatelia, 2009. * PINTO, Rui Miguel da Costa. Gago Coutinho, breve perfil biográfico, Lisboa, Academia da Marinha, 2009. * PINTO, Rui Miguel da Costa. Gago Coutinho e as relações luso brasileiras, Espírito Santo (Brasil), Instituto Histórico e Geográfico do Espírito Santo, 2009. * PINTO, Rui Miguel da Costa - Gago Coutinho - O Último Grande Aventureiro Português. Eranus. Lisboa. 2014 ==Ligações externas== * * * historyanthropologytimor.org - pdf * * * Biografia e Autobiografia de Carlos Viegas Gago Coutinho CITI .Pt (cultura, historia, personalidades) Consulta, fev. de 2014 * A VIAGEM DE SACADURA CABRAL E GAGO COUTINHO - EDUARDO BUENO Categoria:Naturais de Lisboa Categoria:Aviadores de Portugal Categoria:Historiadores de Portugal Categoria:Maçons de Portugal Categoria:Maçons do século XIX Categoria:Maçons do século XX‎ Categoria:Almirantes de Portugal Categoria:Pioneiros da aviação de Portugal Categoria:Heróis de Portugal Categoria:Doutores honoris causa pela Universidade do Porto Categoria:Doutores honoris causa pela Universidade de Lisboa Categoria:Académicos de Portugal Categoria:Inventores de Portugal Categoria:Comendadores da Ordem Militar de Avis Categoria:Grandes-Oficiais da Ordem Militar de Avis Categoria:Grandes-Oficiais da Ordem do Mérito Aeronáutico Categoria:Grã-Cruzes da Ordem Militar da Torre e Espada, do Valor, Lealdade e Mérito Categoria:Grã-Cruzes da Ordem Militar de Sant'Iago da Espada Categoria:Grã-Cruzes da Ordem Militar de Avis Categoria:Grã-Cruzes da Ordem do Império Categoria:Grã-Cruzes da Ordem Militar de Cristo Categoria:Grã-Cruzes da Ordem de Camões",
 "title": "Gago Coutinho"
}