{
 "id": "62990",
 "text": "Duque da Terceira é um título nobiliárquico, que foi instituído de juro e herdade, com honras de parente, por decreto do regente do Reino D. Pedro de Bragança, em nome da rainha Dona Maria II de Portugal, em 8 de Novembro de 1832, em benefício de António José de Sousa Manuel de Menezes Severim de Noronha, sétimo conde de Vila Flor, com varonia real de Portugal por bastardia (Souza), e que havia sido entretanto agraciado com o título de primeiro marquês de Vila Flor. == História do Ducado da Terceira == === Monarquia === Foi primeiro conde de Vila Flor D. Sancho Manuel de Vilhena, com varonia real de Castela (Manoel de Vilhena), vencedor da Batalha do Ameixial e herói de Linhas de Elvas, nomeado Vice-Rei do Brasil, Governador da Torre de Belém, Governador de Armas (posto equivalente ao de Marechal) do Alentejo e da Beira, etc. Herói das Guerras liberais, o sétimo conde de Vila Flor recebeu a mais alta distinção nobiliárquica, a par da ascensão à dignidade de Marechal, em virtude da denodada resistência que promoveu na ilha Terceira. Condestável (temporário) fez toda a campanha do Algarve, tendo entrado em Lisboa no dia 24 de Julho à cabeça das forças liberais. Vencedor de batalha de Asseisseira, decisiva para a vitória da causa liberal, assinava pouco depois a Convenção de Évora-Monte, em representação de Dom Pedro, duque de Bragança e Regente. Foi por quatro vezes Presidente do Conselho de Ministros. António José de Sousa Manuel de Meneses Severim de Noronha nasceu em Lisboa, a 18 de Março de 1792, filho primogénito de António de Sousa Manuel de Meneses Severim de Noronha, 6.º conde de Vila Flor, então um dos homens mais ricos de Portugal, e de Maria José de Mendonça, filha do 6.º conde de Vale de Reis. Como grande do reino, era membro da alta nobreza e o herdeiro de uma das mais ricas e antigas casas vinculares portuguesas. Tinha apenas dois anos de idade quando em 1795 lhe faleceu o pai, sucedendo-lhe no título de conde de Vila Flor e no cargo de copeiro-mor da rainha, herdando uma imensa fortuna, composta por bens de raiz e por múltiplas comendas e outros rendimentos vinculados. Entre outras, herdou as comendas de Santa Maria de Pereira, de São Pedro de Calvelo, de São Tiago de Cassourado, de São Vicente de Figueira e de São Geris de Arganil, e várias tenças, sendo uma de 500$000 réis e outra de 200$000 réis no almoxarifado do pescado de Lisboa. Herdou igualmente o padroado do convento dos Capuchos de Nossa Senhora dos Anjos, do lugar de Sobralinho, da capela de Nossa Senhora do Pópulo, na cerca do convento da Boa Viagem, da ermida de Nossa Senhora da Conceição do Portal, na vila da Alhandra, e a administração de vários morgadios, que compreendiam duas quintas em Alverca do Ribatejo, a Lezíria da Corte da Vila e o casal de Borges, no termo de Azambuja, a Herdade da Aravia, em Avis, e as casas de São João da Praça e o morgado de Braço de Prata, em Lisboa. Teve a excepcional honra, a par com o duque da Saldanha, de ser sepultado no Panteão Real. O duque da Terceira era o chefe do ramo português dos Manoeis de Vilhena (sendo chefes do ramo espanhol a Casa de Manuel de Villena em Espanha que ostentou recentemente os seguintes títulos que foram objecto de divisão - cessão e distribuição - no início do século XX: duques de Arévalo d'el Rey, condes de Via Manuel com grandeza de 1.ª classe, Marqueses de Vellisca, Marqueses de Rafal, quatro vezes Grandes de Espanha e ainda marqueses de la Puebla de la Rocamora, marquese de Vadesillas e marqueses de Villa Alegre de Castilla, Condes de Cheles, Viscondes de Cheles, Condes de la Granja, Barões da Puebla de Rocamora, Barões de Monte Villena, Condes de Assumar, etc.). Esta família procede do filho segundo do terceiro Senhor de Cheles (procedente o ramo espanhol do quarto senhor de Cheles), Don Juan Manuel de Villena, cavaleiro do Tosão de Ouro, Mordomo-Mor do Imperador Carlos V, que passou a Portugal. Descendia por varonia Don Juan Manuel, do conde de Seia e Sintra, Dom Henrique Manuel de Vilhena, senhor do Palácio da Vila, Oeiras e Cascais, meio irmão da Rainha D. Constança de Portugal, filho de Don Juan Manuel, princípe de Vilhena em Aragão e duque de Escalona e de Penafiel em Castela, Adelantado-Mor de Murcia, Regente de Castela, escritor, filho do Infante D. Manuel, irmão de D. Fernando Manuel, Despot da Roménia no Império Romano do Oriente, por seu turno neto do Rei Fernando III, o Santo, de Castela e por essa via bisneto por via materna do Imperador do Sacro Império Romano- Germânico e trineto de Inácio Ângelo de Constantinopla, Imperador Romano do Oriente, de onde de acordo com certa tese os Manoeis de Vilhena retiraram o segundo quartel das armas. Pela morte sem descendência do 1.º duque da Terceira, de juro e herdade, e tendo passado todos os títulos da Casa Vila Flor ao ramo colateral, o uso deste título só viria a ser pedido pela família legitimamente representante de todos os outros títulos da Casa, na pessoa de D. Maria Luísa de Almeida Manuel de Vilhena, 2.ª duquesa da Terceira, já no período republicano. As Casas Vila Flor e Alpedrinha deram origem ou representam dois Marechais do Exército de Portugal (1.º Conde de Vila Flor e 1.º Duque da Terceira) e nove oficiais-generais (D. Franscisco Manoel, irmão do 2.º conde de Vila Flor, e outros três Manoel de Vilhena filhos do 3.º Senhor da Zibreira e netos do 2.º conde de Vila Flor, D. Cristóvão, D. Sancho e D. João, bem como o 5.º Conde de Vila Flor), dois Almeida-Lavradio (D. Tomás e D. Martinho- Lourenço), um Senhor de Pancas (Francisco da Costa Freire, Governador da Madeira) e Jaime Malaquias de Lemos, Comnandante da Guarda (pelo lado Azarujinha), três Capitães-Mor dos Mares da Índia (D. Cristóvão e D.Franciso Manoel de Vilhena, avô e pai do 1.º Conde de Vila-Flor e Francisco de Faria Severim), um Cardeal-Bispo Vice-Decano do Sacro Colégio - depois de Julio II - e Carmelengo (Alpedrinha), dois Arcebispos de Lisboa e Braga (sobrinhos do Cardeal), um Bispo do Porto, Leão e Osma, Capelão-Mor da Imperatriz Isabel, Rainha de Espanha (D. Pedro da Costa, sobrinho neto do Cardeal) e outro Bispo de Porto (D. Diogo da Costa), um Príncipe-Grão-Mestre da Ordem de Malta (D. António Manoel de Vilhena) e dois Bailios da Ordem (um filho do terceiro conde de Vila Flor e em tempos recentes o 9.º conde de Vila Flor), um Vice-Rei do Brasil (nomeado - o 1.º conde de Vila Flor), um Governador interino do Brasil e também Governador do Estado do Grão Pará e Maranhão (Cristóvão da Costa Freire, 8.º Senhor de Pancas), uma Camareira-Mor (D. Maria Ana, Marquesa Honorária de Vila Flor), um Presidente do Conselho de Ministros (Duque da Terceira), e mais dois \"primeiros-ministros\", o Cardeal Alpedrinha (de D. Afonso V) e Gaspar de Faria Severim (Secretário de Estado das Mercês e depois Secretário de Estado de D. Afonso VI, antes do Conde de Castelo Melhor, criado Marquês de Souvré em França por Luis XIV em 1659) e ainda um Chefe do Governo no Exílio (8.º Conde de Vila Flor) e dois Juízes Conselheiros (um efectivo e outro com Honras de, respectivamente o 1.º Conde de Alpedrinha e o seu neto, D. Salvador Manoel de Vilhena), etc., uma Abadessa de Odivelas e uma Comendadeira de Santos, um D. Abade de Alcobaça (Cardeal), dois académicos em Espanha e no Brasil (o 8.º conde e a 10.ª condessa de Vila Flor), um Mordomo-Mor e dois Estribeiros-Mor (um deles temporário, o Senhor de Pancas), um Condestável Temporário, e diversos oficiais mores da casa real, governadores de Capitanias ou Praças, professores universitários, cónegos, etc. === Pós-monarquia === ==== Dona Maria Luísa de Almeida Manoel de Vilhena ==== D. Maria Luísa de Almeida Manoel de Vilhena foi segunda duquesa da Terceira, décima condessa de Vila Flor de juro e herdade, condessa de Alpedrinha (Saldanha Oliveira e Daun), representante do título de marquesa de Vila-Flor, dos senhores da Zibreira e de Vila Flor (Manoel de Vilhena/Vila Flor) de juro e herdade, dos senhores de Pancas e da Atalaia da Beira, dos senhores da Orca e dos senhores das Donas (Costas do Cardeal Alpedrinha, que foi Carmelengo e Decano do Sacro-Colégio Cardinalício, tendo aberto a porta de S. João de Latrão no Jubileu de 1500), dos senhores de Sandomil e de Loriga (Machados), dos Executores-Mores da Fazenda, senhores do Machial e comendadores de Santa Maria de Pernes(Severim de Noronha) e representante do Príncipe Grão-Mestre da Ordem de Malta, D. António Manoel de Vilhena, irmão do segundo conde de Vila-Flor. Foi ainda condessa de Azarujinha pelo seu casamento com Jaime Lasso de la Vega Dias de Freitas, Grande Proprietário, senhor da Herdade de Coelheiros, Cortiçais, Codiçais e, Branca de Almeida, etc., Presidente do Conselho de Administração da Ápis, S.A., conde de Azarujinha e representante do título de visconde de Azarujinha. Escritora, Membro Correspondente da Academia Brasileira de Ciências, Artes e Letras, Dama de Honra e Devoção da Ordem de Malta, Assessora do Primeiro-Ministro de Portugal, Prof. Doutor Cavaco Silva, Candidata a Deputada pela Oposição em 1966. Casaram no Oratório do Palácio Vila Flor, tendo presidido à cerimónia o Arcebispo de Lamego, anteriormente Arcebispo de Mitilene. O 4.º Conde de Azarujinha era neto de Libânio Augusto Dias de Freitas, 2.º conde, senhor do Palácio Pombeiro, hoje Embaixada de Itália, senhor de grande fortuna à época, cerca de 3000 contos, e que a dado passo chegou a ser o 3.º contribuinte de Portugal e bisneto de António Augusto Dias de Freitas, 1.º Conde e 1.º Visconde, Par do Reino, Fidalgo da Casa Real, Deputado, Vereador da Câmara de Lisboa, Concessionário da Real Fábrica dos Vidros da Marinha Grande, Fundador da Ivima, Fundador e Director do Mercado da Ribeira, da Companhia das Minas de Gondarém, da Companhia dos Carros Ripert, e sócio e Director substituto do Banco de Portugal, sócio e dos órgãos sociais da Real Fábrica de Fiação de Tomar, da Companhia das Águas, da Real Fábrica das Moagens de Viana, sócio da Companhia das Lezírias e da Fidelidade, etc., além de grande proprietário agrícola no Alentejo e Ribatejo e proprietário urbano, etc.). D. Maria Luísa era filha de D. Francisco Maria Martinho de Almeida Manoel de Vilhena, nono conde de Vila Flor de juro e herdade, Bailio Grã-Cruz de Honra e Devoção da Ordem de Malta, Presidente da Assembleia dos Cavaleiros Portugueses, Professor do Instituto Superior de Agronomia, Chefe de Gabinete do Ministro da Agricultura, insígne esgrimista por diversas vezes Campeão Nacional de Espada, e de Dona Maria de Lourdes Mello e Castro (Castelo Novo). Casaram no Oratório do Palácio Castelo Novo, à Rua Infante D. Henrique, tendo presidido à cerimónia religiosa D. Teotónio Vieira de Castro, Patriarca das Índias, Arcebispo de Goa. Neta de D. Tomás Maria Martinho de Almeida Manoel de Vilhena, oitavo conde de Vila Flor, de juro e herdade, Chefe do Governo do Rei D. Manuel II no exílio, Senador, Governador Civil de Braga, Grã-Cruz da Ordem de Nossa Senhora da Conceição de Vila Viçosa, Grande-Oficial de Carlos III de Espanha, Grande Oficial(Comendador com Placa) de São Gregório Magno da Santa Sé, Membro Correspondente da Real Academia de História de Madrid, Primeiro Presidente do Instituto Português de Heráldica e de D. Maria José de Azeredo Teixeira de Aguilar (Samodães). Casaram no Oratório do Palácio Samodães, à Rua do Sol, no Porto, sendo celebrantes e dado a bênção o Bispo de Himéria, D. António Barroso, futuro Bispo do Porto, e o Bispo de São Tomé de Meliapor, D. Henrique Reed da Silva, futuro Arcebispo-Titular de Trajanópolis. Bisneta de D. Benedicta Manoel de Vilhena, irmã do representante da Casa D. Salvador Manoel de Vilhena, que usou Senhor de Pancas, Moço Fidalgo com Honras de Exercício, Desembargador da Relação aposentado com Honras de Conselheiro do Supremo Tribunal de Justiça, herdeiro das Casas Vila-Flor, Alpedrinha e Pancas, filho de D. Cristóvão Manoel de Vilhena, Ajudante de Campo de D. Miguel, Chefe de uma Junta Legitimista no Porto, Senhor de Pancas e da Zibreira, Alcaide-Mor de Alegrete, etc., representante do título de Conde de Alpedrinha e pela morte do duque da Terceira da Casa Vila-Flor. Filho de José Sebastião Saldanha Oliveira e Daun, irmão do Duque de Saldanha e neto do Marquês de Pombal, Juiz Conselheiro, com Honras de Conselheiro de Estado, Conde de Alpedrinha, casado com D. Maria Leonor Carolina Manoel de Vilhena, com varonia real de Castela, Senhora da Zibreira, Alcadessa-Mor de Alegrete, e Senhora de Pancas, etc. pela morte de seu primo D. Francisco-Xavier da Costa e Noronha, Estribeiro-Mor. === Dom Francisco Xavier Manoel de Vilhena Dias de Freitas === O 11.º conde de Vila Flor e V conde de Azarujinha, D. Francisco Xavier Manoel de Vilhena Dias de Freitas, foi Administrador da Fábrica Ápis, S.A. e Cavaleiro Tauromáquico, com alternativa concedida por Manuel Conde em 1968, apresentando-se nas arenas com o nome artístico de Francisco Azarujinha.RODRIGUES, A. Martins, 1968, Portugal - O Fado e as Toiradas Foi senhor, com seus irmãos, do Palácio Vila Flor e do Palácio do Conde de Azarujinha, e ainda do Chalet Azarujinha no Estoril, foi representante do título de duque da Terceira, tendo desde logo autorizado o uso ao seu filho D. Lourenço. Cavaleiro da Ordem de São Miguel da Ala. Casou na capela do Palácio de Queluz com D. Maria Cristina Freire Bandeira Barata, tendo presidido à cerimónia Frei Vítor Melícias, OFM, actual Ministro Superior Provincial. Maria Cristina Freire Bandeira Barata era filha de José Alfredo Barata, Industrial, Sócio-gerente da fábrica de laníficios José Alfredo Barata (filho de Francisco Barata, Industrial e neto de Francisco Pereira Espiga, Industrial de Lanificios, Sócio-gerente da fábrica Baiúca e de outras duas fábricas de lanifícios, etc.) e de D. Maria Henriqueta Freire Bandeira Duarte. === Dom Lourenço da Bandeira Manoel de Vilhena de Freitas === O actual duque é Doutor em Direito, Advogado, Sócio da Cuatrecasas e Professor de Ciências Jurídico- Políticas na Faculdade de Direito da Universidade de Lisboa, árbitro e jurisconsulto, tendo sido também membro de diversos gabinetes governamentais, como assessor e/ou consultor jurídico. Membro fundador e membro do Conselho Fiscal do Instituto da Nobreza de Portugal, organismo regulador dos assuntos nobiliárquicos em Portugal. É Comendador da OSML e de OSMA, e Cavaleiro da OSSJ e de NSCVV. As casas Vila Flor e Azarujinha têm como herdeiros D. Cristóvão António José do Pópulo e D. Constança Leonor Benedita da Conceição. == Palácios da família == Presentemente, a família habita o Palácio Vila Flor, junto ao Castelo de São Jorge em Lisboa. Foi igualmente pertença dos Condes de Vila Flor: #O Palácio de Arroios, objecto de uma famosa gravura do pintor Domingos Sequeira (actualmente no Museu Nacional de Arte Antiga), onde viveu o primeiro conde de Vila Flor, vendido no início do século XX pela mãe do 8.º conde, mandado demolir nos anos 1950 (e no qual teve lugar a recepção ao Príncipe Grão-Mestre de Malta, dada pelo sobrinho 2.º Senhor da Zibreira, D. Sancho Manoel de Vilhena, filho do 2.º Conde de Vila Flor, e no qual se hospedou, a convite do 1.º Conde de Alpedrinha e durante largos meses, S.A.R. o príncipe Augusto-Frederico, duque de Sussex, irmão do Rei de Inglaterra, durante a sua estadia em Portugal, que depois esteve em Londres a sua convite); #O Palácio de São João da Praça (no qual viveu o primeiro Duque da Terceira); #O Palácio Vila Flor na Palhavã, no qual funcionou o Tribunal da Inquisição; #O Palácio do Sobralinho (de Alverca), ambos descritos pelo príncipe de Lichnowsky aquando da sua visita a Portugal; #No séc. XVII, um Palácio ao Rossio, correspondente às Casas do Executor-Mor, ou seja dos Severim de Noronha, a dar para Largo do Regedor, em frente das quais foi executado o Duque de Caminha. Aos Alpedrinhas, enquanto Senhores de Pancas, pertenceu até ao início do século XIX o Palácio Pancas-Palha, em Santa Apolónia, (hoje na posse do município de Lisboa) e um solar em Pancas (no qual se hospedou o Rei D. José I), vendido na segunda metade do século XIX, bem como um Solar em Alpedrinha e antigamente o Paço das Donas, nas Donas. Pertenceu ainda aos Senhores de Pancas, futuros Condes de Alpedrinha, um Palácio em Marvilla, que no fim do séc. XVII passou aos Marqueses de Abrantes. Os Azarujinhas moraram no Palácio que é hoje a Embaixada de Itália (Pombeiro), tendo também sido donos da casa ao Campo dos Martyres da Pátria (então ns. 151 a 155) onde funcionava o Instituto Oftalmológico, e de outro Palácio ao Campo de Santana, e mandado edificar um chalé no Estoril, sobre a praia que ficou conhecida como da Azarujinha, vendido nos anos 80 do século XX, e um palácio na Azaruja, que se mantém na propriedade da família. Tiveram ainda a Quinta do Porto em Massamá, a Quinta de São João da Coicideira em Loures, na Granja da Paradela, um Chalé em Paço de Arcos e uma Casa em Machede. == Lista de duques da Terceira == # António José de Sousa Manuel de Meneses Severim de Noronha (1792–1860), também 7.º Conde de Vila Flor, de juro e herdade, e 1.º Marquês de Vila Flor # D. Maria Luísa de Almeida Manoel de Vilhena (1927–1998) # D. Lourenço Manoel de Vilhena de Freitas (n.1973). Categoria:Duques da Terceira Categoria:Títulos criados por Maria II de Portugal",
 "title": "Duque da Terceira"
}