{
 "id": "63029",
 "text": "A Devir é uma editora brasileira de história em quadrinhos, livros de RPG e baralhos de card games. Ela foi fundada em 1987 em São PauloDevir Livraria lança nova edição de Sin City por Douglas Quinta Reis, Mauro Martinez dos Prazeres e Walder Mitsiharu YanoFaleceu Douglas Quinta Reis, um dos fundadores da Devir como uma importadora e distribuidora de títulos de quadrinhos e RPGs norte-americanos e europeus, criando um sistema de reservas inovador. Esse sistema era similar ao de assinatura de revistas, mas permite ao leitor selecionar melhor os títulos que deseja. Em 1996 a Devir passou a atuar no mercado de Portugal, em 2000 na Espanha, e a partir de 2004 em toda a América Latina. Em 2006 abriu a Devir Chile. Distribui e promove o jogo de cartas colecionáveis Magic: The Gathering em língua portuguesa, desde 1995 e em língua espanhola desde 2000. A Devir também já teve no seu catálogo histórias em quadrinhos de autores brasileiros como Laerte Coutinho, Angeli, Adão Iturrusgarai e Lourenço Mutarelli. No mercado de RPG, a Devir era até 2010 representante de três das maiores editoras norte-americanas: a Steve Jackson Games (GURPS), White Wolf (Vampiro, Lobisomem, Mago) e Wizards of the Coast (Dungeons & Dragons, Magic: The Gathering). No Brasil, sua gibiteria chamava- se Terramédia e se localizava no bairro Cambuci na Cidade de São Paulo, em 2017, a loja física foi vendida a Luis Mauro Gonçalves, ex-funcionário da Devir, que fundou a Omniverse, apesar disso, a Devir continuou usando o nome Terramédia em um site de vendas.Loja Terramédia é vendida e passa a se chamar Omniverse == Ver também == * Dia do Quadrinho Nacional * História em Quadrinhos no Brasil * Literatura do Brasil * Prêmio Angelo Agostini ==Ligações externas== *, disponível em inglês, português (do Brasil e de Portugal) e espanhol. * Categoria:Editoras de RPG do Brasil Categoria:Editoras de jogos de cartas colecionáveis Categoria:Editoras de banda desenhada do Brasil Categoria:Editoras de banda desenhada de Portugal Categoria:Distribuidoras de mangás Categoria:Distribuidoras de mangás em Portugal",
 "title": "Devir (editora)"
}