{
 "id": "63038",
 "text": "Milho Verde é um distrito do município brasileiro de Serro, no interior do estado de Minas Gerais. De acordo com o Instituto Brasileiro de Geografia e Estatística (IBGE), sua população no ano de 2010 era de habitantes, sendo 655 homens e 620 mulheres, possuindo um total de 548 domicílios particulares. Foi criado pela lei provincial nº 830, de 11 de julho de 1857. == História == Situa-se na região do Alto Jequitinhonha, próxima à nascente do rio que se encontra nessa região. Arraial criado no início do século XVIII, originou-se da lavra de minerais preciosos de Manuel Rodrigues Milho Verde, natural da Província do Minho, em Portugal, e abrigou um posto de fiscalização da entrada e saída no Distrito Diamantino. A segunda versão, e é a que é mais aceita, é a de que na época dos desbravamentos do interior do país, capitaneado pelos bandeirantes, estes chegaram a um pequeno vilarejo em que havia um senhor de alcunha Seu Mudesto. O que o senhor tinha a oferecer aos desbravadores era milho verde. Sendo assim, estes nomearam aquele local de Milho Verde. De aspecto e modo de vida tradicionais, com casario e igrejas antigas cercados de montanhas de pedra e cachoeiras da Serra do Espinhaço, e afastada da velocidade e tecnologia do mundo moderno, Milho Verde veio a se tornar um dos cartões-postais de Minas Gerais, sendo muito visada pela atividade turística e atraindo um grande número de novos moradores, com impactos diversos para a população local. Distante poucos quilômetros de Diamantina, integra roteiros turísticos de cunho histórico, cultural e ecológico, tais como o da Estrada Real. A história do lugarejo é enriquecida por fatos como a descoberta dos primeiros diamantes da região e além do mais é a terra de Chica da Silva, já que esta nasceu na região hoje conhecida como Baú, um pequeno lugarejo que compõe o distrito de Milho Verde. Chica veio a ser batizada na igreja da Matriz de Milho Verde. O lugarejo apresenta bela paisagem, com ampla vista de vales, serras e do Pico do Itambé. Nos remete bem a música de Vilarejo, de Marisa Monte. A vegetação é de campos rupestres e de altitude, além de cerrado, típicos da região, entremeada por inúmeros cursos de água. As casas são simples e as ruas estreitas, muitas totalmente invadidas por grama verde durante a maior parte do ano. Milho Verde tem na igrejinha de Nossa Senhora do Rosário, construída em barro e madeira, ao mesmo tempo uma atração e um símbolo. São várias as opções de cachoeiras e passeios pelas serras, além da tradicional comida caseira, queijos, doces, cachaças, vinhos e licores de produção artesanal, principalmente nas épocas das frutas típicas da região. A Associação Comunitária e algumas ONGs têm hoje um importante papel no distrito, com iniciativas socioculturais-ambientais, produção de material de construção, creche e coleta de lixo, contribuindo para intermediarem a relação entre o turismo crescente e a manutenção da qualidade de vida da população. == Ver também == * Distritos do Brasil == Ligações externas == * Categoria:Distritos de Serro",
 "title": "Milho Verde"
}