{
 "id": "63043",
 "text": "O Explorer I, oficialmente denominado Satellite 1958 Alpha (também referenciado como Explorer 1), foi o primeiro satélite artificial terrestre lançado ao espaço pelos Estados Unidos. Seu lançamento ocorreu no dia 31 de janeiro de 1958 (GMT-03:48, 1 de fevereiro de 1958) como parte do programa norte-americano para o Ano Geofísico Internacional e foi uma resposta ao lançamento pela URSS do Sputnik 1, quatro meses antes. == Missão == Como conseqüência do lançamento do satélite da União Soviética Sputnik 1 em 4 de outubro de 1957 houve um frenético esforço dos Estados Unidos para lançar um satélite próprio, iniciando assim a corrida espacial. O satélite Explorer I foi desenhado e construído pelo Jet Propulsion Laboratory (JPL) e o foguete Júpiter-C foi modificado pela Army Ballistic Missile Agency (ABMA) para acomodar o satélite. O resultado do projeto foi a criação do foguete conhecido como Juno I. Trabalhando juntas, ABMA e JPL completaram o trabalho de modificação do foguete Júpiter-C e a construção do satélite Explorer I em 84 dias. Antes do término desse trabalho, entretanto, a União Soviética já havia lançado um segundo satélite, o Sputnik 2, em 3 de novembro de 1957. == Resultados da Missão == A descoberta do Cinturão de Van Allen pelos satélites Explorer foi considerada como uma das excepcionais descobertas do Ano Geofísico Internacional.Paul Dickson, Sputnik: The Launch of the Space Race. (Toronto: MacFarlane Walter & Ross, 2001), 190. O Explorer-I foi colocado em uma órbita com o perigeu de 360 km (224 milhas) e um apogeu de 2 520 km (1 575 milhas). O período da órbita era de 114,9 minutos. O peso total era 13,97 kg (30,8 libras), composto de 8,3 kg (18.3 libras) de equipamentos (bem mais leve que o primeiro satélite Soviético, Sputnik 1, o qual pesava 83,6 kg [184 libras]). O equipamento embarcado consistia de um detector de raios cósmicos, um sensor interno de temperatura, três sensores externos de temperatura, um sensor de temperatura no nariz cônico, um microfone para registrar o som do impacto de micrometeoritos e um anel de medição da erosão a ser causada por micrometeoritos. Os dados desses instrumentos eram transmitidos para a Terra através de um transmissor de 60 mW (miliwatts) operando na frequência de 108,03 MHz e de um transmissor de 10 mW operando na frequência de 108,00 MHz. O equipamento da Explorer I usava transistores eletrônicos com componentes tanto de germânio como de silício. Tal uso consistia em um avanço tecnológico na história do desenvolvimento do transistor e representa o primeiro uso documentado de transistores no programa de satélites norte-americano. Um total de 29 transistores foram utilizados nos equipamentos da Explorer I. As antenas transmissoras consistiam de duas antenas de fibra de vidro no próprio corpo do satélite e quatro chicotes flexíveis ao redor do satélite. A rotação do satélite ao longo de seu próprio eixo mantinha estes chicotes flexíveis sempre estendidos. A casca externa da seção dos equipamentos foi pintada com em tiras alternadas de branco e verde escuro para permitir um controle passivo da temperatura do satélite. As proporções das tiras claras e escuras foram determinadas através da pesquisa dos intervalos de exposição a luz do sol baseadas na trajetória, órbita e inclinação do satélite. A energia elétrica era proveniente de baterias químicas de níquel-cádmio que representavam 40% do peso. Essas baterias forneceram a energia necessária para o transmissor de alta potência de 60 mW operar por 31 dias e o transmissor de baixa potência de 10 mW operar por 105 dias. Devido ao espaço limitado disponível e os requisitos necessários de baixo peso o equipamento da Explorer I foram projetados e construídos tendo em mente a simplicidade e alta confiabilidade. O Explorer I parou de transmitir dados em 23 de maio de 1958 quando suas baterias se esgotaram. O Explorer I permaneceu em órbita por mais 12 anos. Esse satélite reentrou na atmosfera sobre o Oceano Pacífico em 31 de março de 1970. O Explorer I foi o primeiro do longo programa de satélites Explorer, que até novembro de 2004 já lançou 83 satélites. Uma cópia idêntica do Explorer I está atualmente em exposição na galeria \"Milestones of Flight\" do Instituto Smithsonian \"National Air and Space Museum\". ==Ver também== * Exploração espacial * Programa espacial estadunidense == Ligações externas == * Explorer-1 * Explorer 1 Mission Profile by NASA's Solar System Exploration * NASA's 50th Anniversary of the Space Age including Explorer 1 - Interactive Media * First Transistors in Space - Personal Reflections by the Designer of the Cosmic Ray Instrumentation Package for the Explorer I Satellite * First United States Satellite and Space Launch Vehicle Categoria:Missões espaciais encerradas Categoria:Programa espacial dos Estados Unidos Categoria:1958 na exploração espacial Categoria:Programa Explorer",
 "title": "Explorer 1"
}