{
 "id": "6309",
 "text": "{{Info/Município do Brasil | nome = Paty do Alferes | foto = Paty do Alferes (cerca 1930).jpg | leg_foto = Fachada da igreja | apelido = Paty\" \"Terra do Tomate | brasão = Brasao-patydoalferes.png | bandeira = Bandeira-patydoalferes.png | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | emancipação = | gentílico = patiense | lema = | prefeito = Eurico Pinheiro Bernardes Neto | partido = | fim_mandato = 2024 | mapa = RiodeJaneiro Municip PatydoAlferes.svg | latP = S | latG = 22 | latM = 25 | latS = 44 | lonP = O | lonG = 43 | lonM = 25 | lonS = 08 | estado = Rio de Janeiro | vizinhos = Miguel Pereira, Paraíba do Sul, Petrópolis e Vassouras | dist_capital = 119 | área = 314.341 | área_ref = | população = 29619 | data_pop = | população_ref = | altitude = 610 | densidade = | clima = Tropical de Altitude | sigla_clima = Cwa | idh = 0.671 | idh_pos = RJ: 76º | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2019 | pib_per_capita = 20065,93 | data_pib_per_capita = IBGE/2019 }} Paty do Alferes é um município brasileiro do interior do estado do Rio de Janeiro. Pertence à Região Imediata de Valença, que integra a Região Intermediária de Volta Redonda-Barra Mansa. Em 2021 sua população estimada pelo IBGE era de 27 942 habitantes, ocupando uma área de 314,341 km². == Etimologia == Acredita-se que o nome Paty do Alferes venha da união do nome do posto militar de alferes (no Brasil, equivalente ao posto de segundo-tenente) ao vocábulo indígena dado a uma palmeira abundante na região - o pati - que começou a se delinear às margens do Caminho Novo. Ademais, registros históricos apontam para dois alferes de ordenança, Leonardo Cardoso da Silva e Francisco Tavares (depois capitão), cujas propriedades viriam a ser conhecidas como Roça do Alferes. Também havia muitos patis que davam nome a toda a região, desde a serra até às margens do Rio Paraíba do Sul. O nome vem do tupi árvore que se eleva, designando uma palmeira da família Syagrus (Syagrus pseudococos), também chamada de palmito-amargoso. Ao longo dos anos, a grafia foi alterada para pa'ti, pati e finalmente para paty. Assim, a antiga Roça dos Alferes passou a ser chamada de Paty do Alferes para distinguir-se da localidade de Paty, atual Andrade Pinto, em Vassouras. == História == Em 1700, Garcia Rodrigues Pais, filho de Fernão Dias Pais Leme, o Caçador de Esmeraldas, abriu o Caminho Novo ligando as Minas Gerais ao porto do Rio de Janeiro. Este caminho passaria, nos anos seguintes, a ser a principal rota de comunicação de escoamento do ouro produzido nas Minas Gerais e o rota dos imigrantes para o interior, substituindo o antigo caminho, que terminava em Paraty. Paty do Alferes começou, então, a se desenvolver em ritmo acelerado no século XVIII a partir da ocupação de terras da sesmaria de Pau Grande. Viajantes como Monsenhor Pizarro e Frei Antonil percorreram o Caminho Novo no século XVIII e deixaram descrições de uma região que apenas servia de passagem entre o porto do Rio de Janeiro e as ricas Minas Gerais, com grandes florestas virgens e com índios coroados que por elas perambulavam. Frei Antonil descreveu sua viagem no livro Cultura e opulência do Brasil, datado de 1711, no qual cita a sesmaria de Pau Grande (no atual distrito de Avelar) como uma roça que principiava a ser desbravada em plena selva. Muitos sesmeiros logo se agruparam em torno deste primeiro núcleo. O capitão Francisco Tavares era o dono da fazenda onde se ergueu a primeira capela da região. O Bispo Antônio de Guadalupe, em uma viagem em 1726, transformou a localidade em curato para melhor atender espiritualmente os cristãos da região. O Capitão Francisco Tavares doou, depois, o terreno em que foi erguida a primeira igreja matriz, no ano de 1739, criando-se, assim, a freguesia de Nossa Senhora da Conceição do Alferes. As terras férteis banhadas pelo Ribeirão de Ubá e pelo Rio do Saco primeiro acolheram o plantio da cana-de-açúcar e a criação de porcos, cuja carne era salgada e vendida no Rio de Janeiro. Também eram vendidos mantimentos aos viajantes que seguiam pelo Caminho Novo. A freguesia de Conceição do Alferes foi elevada ao posto de vila por um alvará expedido pelo rei Dom João VI em 4 de setembro de 1820. Entretanto, apesar das fazendas de café cada vez mais prósperas, o povoado contava com apenas quatro casas. Além disto, havia uma disputa política entre os dois maiores proprietários da região, o capitão-mor Manuel Francisco Xavier, da Fazenda Cachoeira e o sargento-mor, depois padre, Inácio de Sousa Vernek, da Fazenda Piedade. A briga familiar, que durou até 1824, fez com que vários colonos deixassem a região. O primeiro presidente da Câmara Municipal (equivalente hoje ao cargo de prefeito) foi Laureano Correia e Castro, futuro Barão de Campo Belo. Visitado em 9 de novembro de 2008. O cientista Auguste de Saint-Hilaire passou pela região em 1823 e a descreveu no livro Viagem pelas províncias do Rio de Janeiro e Minas Gerais, relatando minuciosamente as construções, os hábitos e as tecnologias usadas para a manufatura do açúcar nas fazendas e engenhos da região. A plantação de café substituiu rapidamente a cana-de-açúcar, com intensa derrubada de florestas virgens. O clima propício, as terras férteis nunca antes cultivadas, adubadas pelas cinzas das queimadas e a mão de obra composta na maior parte por escravos africanos jovens foram os fatores que permitiram a alta produtividade das lavouras de café de Pati do Alferes no meio do século XIX. Os lucros foram crescentes com o aumento contínuo do consumo de café na Europa e nos Estados Unidos, o que tornou os fazendeiros da região pessoas muito ricas. Entretanto, o crescimento urbano ocorreu mais acelerado na então freguesia de Nossa Senhora da Conceição de Vassouras, na beira da recém-aberta Estrada da Polícia, enquanto que, na vila de Conceição do Alferes, o crescimento ocorreu na zona rural, dentro dos limites das grandes fazendas. Considerando tal fato, em 1833, os vereadores concordaram em transferir a sede da vila para a localidade de Vassouras e Conceição do Alferes voltou a ser uma freguesia, embora seus fazendeiros tenham permanecido atuando ativamente na política local. O grande crescimento econômico aumentou a necessidade de mão de obra e intensificou o tráfico de escravos africanos. Em 1838, houve uma fuga em massa de escravos liderados por Manuel Congo que espalhou medo entre os fazendeiros. A revolta foi duramente reprimida pela Guarda Nacional sediada em Valença e comandada pelo futuro segundo Barão de Pati do Alferes. Uma nova Igreja Matriz de Nossa Senhora da Conceição foi inaugurada em terra doada pelo capitão-mor de ordenança Manuel Francisco Xavier e sua esposa, Dona Francisca Elisa Xavier, futura Baronesa da Soledade, os mesmos donos da Fazenda Freguesia, atual Aldeia de Arcozelo, onde se iniciou a Revolta de Manuel Congo. Enriquecida pelas plantações de café, nasceu uma aristocracia rural formada por nobres intimamente ligados à corte, como o Visconde de Ubá, o Barão de Capivari, o Barão de Guaribu, dentre muitos outros. A riqueza do ciclo do café é citada em antigos e importantes relatos de viajantes, cientistas e estudiosos que passaram por Pati do Alferes nessa época, como Charles Ribeyrolles, Auguste de Saint-Hilaire, Visconde de Taunay, José Matoso Maia Forte e Alberto Lamego. Com o esgotamento dos solos e sem matas virgens para derrubar, as plantações de café tornaram-se pouco produtivas. A nobreza rural empobreceu e emigrou. A região entrou em grande decadência econômica no final do século XIX. Iniciou-se, então, a pecuária leiteira e produção de laticínios na região. Imigrantes italianos, alemães e japoneses, embora em pequeno número, introduziram técnicas agrícolas que revitalizaram a economia regional. O excelente clima da região passou a ser conhecido nacionalmente com a propaganda feita grande médico infectologista, Miguel da Silva Pereira, nos anos de 1930. Muitos turistas procedentes da cidade do Rio de Janeiro começaram, então, a passar temporadas de verão na região. A Fazenda Freguesia, local da revolta de Manuel Congo, voltou à cena em 1965 quando Pascoal Carlos Magno ali criou a Aldeia de Arcozelo, hoje totalmente degradada Emancipada em 1987, Pati do Alferes manteve uma grande produção agrícola, tendo sido considerada no século XX como o maior produtor de tomate do estado do Rio de Janeiro e o terceiro do Brasil. == Geografia == Fica situado a 624 metros de altitude e tem como coordenadas geográficas latitude: 22° 25' Sul longitude: 43° 25' Oeste. A distância entre a capital Rio de Janeiro e Paty do Alferes é de 118 km. Seu acesso, vindo da capital, se dá pela RJ 125 que se inicia no município de Japeri e a partir do pórtico de entrada da cidade, na divisa com o município de Miguel Pereira. Possui um acesso ferroviário vindo de Miguel Pereira (embora originalmente se inicie no Rio de Janeiro e em Japeri), pela Linha Auxiliar da antiga Estrada de Ferro Central do Brasil, porém no município, a ferrovia se encontra desativada para o transporte de passageiros desde o início dos anos 80 e abandonada desde 1996, mesmo após sua concessão à Ferrovia Centro Atlântica (FCA). === Clima === Segundo dados do Instituto Nacional de Meteorologia (INMET), desde 1985 a menor temperatura registrada em Paty do Alferes, no distrito de Avelar, foi de em 9 de junho de 1985, e a maior atingiu em 19 de outubro de 2014. A partir de 1992 o maior acumulado de precipitação em 24 horas foi de milímetros (mm) em 11 de novembro de 2009. Outros grandes acumulados iguais ou superiores a foram em 18 de janeiro de 1992, em 26 de dezembro de 2002, em 19 de janeiro de 2005, em 7 de dezembro de 1994, em 25 de novembro de 2008, em 23 de dezembro de 1994 e 16 de janeiro de 2016 e em 11 de março de 2001. Fevereiro de 1992, com , foi o mês de maior precipitação. === Bairros === Atualmente o Município de Paty do Alferes conta com 47 bairros, são eles: *ALTO RECANTO *ANTAS *ANTÔNIO JOAQUIM *AQUENTA SOL *ARAÇÁ *ARCOZELO *AVELAR *BARRO BRANCO *BELA VISTA *BOA VISTA *CAMPO VERDE *CAPIVARA *CENTRO *CHAVE DE OURO *COQUEIROS *CÓRREGO RICO *ENCANTO *ESPERANÇA *FAZENDA MANGALARGA *GOIABAL *GRANJA CALIFÓRNIA *GUARIBÚ *HORIZONTE *MANTIQUEIRA *MARAVILHA *MATO GROSSO *MONTE ALEGRE *MONTE RASO *PAIOL VELHO *PALMARES *PARQUE BARCELOS *PARQUE DAS ACÁCIAS *PARQUE INDUSTRIAL *PEDRAS RUIVAS *POAIA *RECANTO *RECANTO DOS EUCALIPTOS *RIO PARDO *ROSEIRAL *SANTA ROSA *SANTO ANTÔNIO *SÃO JOAQUIM *SAUDADE *TRÊS PORTEIRAS *VILA RICA *VISTA ALEGRE *ZENOBIÓPOLIS == Turismo e Cultura == > === ALDEIA DE ARCOZELO === Bem vindo paty do alferes.webm Era a antiga Fazenda Freguesia, onde ocorreu a mais importante revolta de escravos da região, liderada por Manoel Congo. Depois, passou a ser propriedade do Visconde de Arcozelo. João Pinheiro Filho, seu último proprietário, doou, em 1958, a Fazenda Arcozelo para o embaixador Pascoal Carlos Magno criar um centro permanente de realizações artísticas teatrais, onde, sob sua gerência, ocorreram algumas edições do FESTIVAL DE TEATRO DE ESTUDANTES por ele organizado. Atualmente, a Aldeia de Arcozelo é administrada pela Fundação Nacional de Arte, do Ministério da Cultura - estando abandonada em precário estado de conservação, fruto do descaso das autoridades, com visitação suspensa. > === IGREJA MATRIZ NOSSA SENHORA DA CONCEIÇÃOSite da Prefeitura - Igreja > Matriz de Paty do Alferes=== A Igreja Matriz de Nossa Senhora da Conceição de Pati do Alferes é um monumento arquitetônico profundamente representativo do mais importante período histórico da região. Foi tombada em 1973 pelo Instituto do Patrimônio Histórico e Artístico Nacional. Sua construção foi iniciada em 1840, a partir de uma doação de terras e recursos financeiros do capitão-mor de ordenança Manuel Francisco Xavier e de sua esposa, Dona Francisca Elisa Xavier, futura Baronesa da Soledade. Foi construída em estilo colonial com estruturas em madeira e paredes frontais de pau a pique. Seu interior é decorado com importantes peças de mobiliário e ícones, tais como as imagens de Nossa Senhora da Conceição e de Nossa Senhora do Rosário, ambas do século XIX, que, ainda hoje, adornam os altares. Foi inaugurada em 31 de maio de 1844 e era administrada pela Irmandade de Nossa Senhora da Conceição. A administração por frades franciscanos começou em 1937. Frei Aurélio Stulzer, um de seus párocos mais atuantes, realizou reformas para a comemoração do centenário em 1944. Com a restauração, foi trazida para a igreja matriz uma imagem de Nossa Senhora da Piedade, feita no século XVIII, que era padroeira da Fazenda Piedade, pertencente ao Coronel Francisco Peixoto de Lacerda Werneck, o segundo Barão de Pati do Alferes. Nesta ocasião, também foram inauguradas a Praça da Matriz e a Galeria dos Fundadores. A igreja matriz conta ainda com o Espaço Cultural Frei Aurélio Stulzer, que pode ser visitado aos sábados e domingos das dezesseis às dezessete horas e trinta minutos. Atualmente deteriorada, infestada de cupins, a igreja encontra-se fechada por ordem do IPHAN em lastimável estado de abandono. As missas estão sendo realizadas no Salão Paroquial ao lado da Matriz. > === CAMINHO DO IMPERADOR === O Caminho do Imperador, que penetra em plena Mata Atlântica, é usado por amantes da ecologia para a prática de esportes como caminhadas, cavalgadas ou trilha de bicicletas. Origina-se de parte do Caminho Novo de Minas aberto por Garcia Rodrigues Pais no início do século XVIII. Um documento de 1810 menciona um caminho que somente podia ser percorrido a cavalo ou a pé, atravessando a Mata Atlântica entre Pati do Alferes e Córrego Seco, atual Petrópolis. A partir da criação de Petrópolis em 1843 e da chegada de imigrantes alemães em 1845, as autoridades do governo provincial decidiram transformar o caminho em uma estrada carroçável. O relatório do presidente da província do Rio de Janeiro, datado de 5 de maio de 1851, justificava as obras devido à necessidade de suprir a colônia com a produção agrícola daqueles campos mais férteis e menos acidentados, além de estimular a fabricação de carros e seges (carruagens). O projeto original passou por diversos governos e inúmeras correções até que, em 1858, a obra foi concluída sob a orientação do engenheiro Otto Reimarus, com um percurso de 33 km contados a partir da Estrada do Contorno. Charles Ribeyrolles percorreu o Caminho do Imperador logo que este foi aberto e o descreveu em seu livro Brasil Pitoresco citando panoramas que são esplêndidas pinturas e cenários magníficos que dão vistas à Baía da Guanabara.RIBEYROLLES, Charles; Brazil Pittoresco; Typographia Nacional; 1ª ed: 1859 O Imperador D. Pedro II percorreu diversas vezes o caminho cavalgando, surgindo, daí, o nome Caminho do Imperador. > === CENTRO CULTURAL MAESTRO JOSÉ FIGUEIRA === A produção artística e cultural de Paty do Alferes conta com a estrutura do Centro Cultural Maestro José Figueira, um dos maiores da região. Além da arrojada arquitetura, em suas instalações modernas e versáteis realizam-se diversos eventos do município: exposições, apresentações teatrais, cursos, exibição de vídeos etc. A biblioteca é formada por mais de 40 000 títulos, uma sala especializada em literatura brasileira e acesso à internet com monitoramento. Dentro do complexo, há um teatro com 110 lugares usado esporadicamente. > === MUSEU DA CACHAÇA === O Museu da Cachaça é o primeiro no gênero no país. Seus idealizadores, Íris e Iale Renan, inauguraram o museu em 1991. Foram necessários anos de pesquisas em bibliotecas e aquisição de centenas de garrafas compradas em todos os cantos do Brasil para montar um acervo vasto e peculiar, que é apresentado aos seus visitantes junto com quadros, coleções de crônicas e artigos, livros especializados, trovas populares, um antigo mini alambique, dentre muitos outras atrações da história da cachaça. No Museu da Cachaça, também estão instaladas uma indústria artesanal de aguardente, duas adegas e um bar para degustação gratuita. Como trata-se de uma instituição privada as visitas são cobradas. > ==== RAIA DE MALHA ==== A malha é um jogo bem difundido entre a comunidade local, sendo realizados diversos torneios. Atualmente existem, aproximadamente sessenta jogadores cadastrados no Clube de Malha de Pati do Alferes. As regras utilizadas são um tanto diferentes das do resto do Brasil e de Portugal. A pista da malha tem quarenta metros de comprimento. As malhas usadas habitualmente pelos jogadores de Pati do Alferes são retangulares com peso que varia de quinhentos a 2.800 gramas. A malha pode ser jogada individualmente ou em duplas. O jogo consiste em alcançar o maior número de pontos derrubando os pinos ou se mantendo dentro de um dos dois círculos concêntricos (o menor com quarenta cm de diâmetro e o maior com 1,30 cm de diâmetro) onde são colocados os dois pinos e demarcados na extremidade da pista. Cada pino derrubado equivale a dez pontos. O jogador, conseguindo colocar a malha no círculo menor, ganha vinte pontos e, no círculo maior, ganha dez pontos, independente de derrubar o pino ou não. O somatório das jogadas determina o vencedor e as partidas são definidas pelo número de pontos, com o máximo de cem pontos, no torneio de duplas. Atualmente mal conservada, em precário estado de conservação e sem atividades. > ==== TURISMO RURAL ==== O Turismo Rural de Paty do Alferes é um movimento organizado por empresários de diversos segmentos que buscam consolidar a identidade rural da nossa cidade. O objetivo é oferecer experiências rurais que aproximem as pessoas da natureza, levando renovação e paz de espírito, ao mesmo tempo que conscientiza sobre a importância da natureza e de uma vida mais simples e sem exageros. A associação acredita na importância de parcerias com empresas e instituições, que compartilham nossos compromissos sobre a importância da responsabilidade social e ambiental, estimulando a participação nas questões sobre sustentabilidade do turismo e meio ambiente. == Eventos == > === FESTA DO TOMATE === A consagração da produção agrícola local ocorre anualmente na semana do feriado de Corpus Christi com a realização da Festa do Tomate, quando o distrito de Avelar recebe um fluxo médio de 40 000 pessoas por dia. A festa originou-se de uma semana técnica promovida por técnicos da Empresa de Assistência Técnica e Extensão Rural do Rio de Janeiro (EMATER-RIO) e da CEASA-RJ no Mercado Produtor em 1979. O objetivo inicial era apenas o realizar um encontro de aprimoramento técnico dos produtores rurais de Paty do Alferes com eventos paralelos de entretenimento. Dois anos depois, inspirado na Festa da Uva de Caxias do Sul, no Rio Grande do Sul, o evento passou a ser conhecido como Festa do Tomate. Ainda era uma uma pequena confraternização de produtores e técnicos agrícolas, onde as grandes atrações eram mágicos e leilões de animais. No ano da emancipação de Paty do Alferes, 1987, a Festa do Tomate passou para a administração municipal. Desde então, passaram a ser contratados artistas de renome para apresentação nos eventos. Com a inauguração do Parque de Exposição Amaury Monteiro Pullig no distrito de Avelar, em 1995, a Festa do Tomate tornou-se a maior do gênero no estado do Rio de Janeiro. Além de shows de artistas famosos, a programação inclui atividades da área agrícola como o Concurso Leiteiro e de Qualidade do Tomate, eventos esportivos tais como os Torneios de Vôlei e de Corrida Rústica, concursos de culinária do tomate e eleição da Rainha da Festa. > ==== EXPO ORQUÍDEAS E BROMÉLIAS ==== O Brasil possui a maior diversidade de orquídeas e bromélias do mundo. Paty do Alferes promove anualmente a Exposição de Orquídeas e Bromélias, onde são apresentadas as variadas espécies cultivadas pelos produtores de toda a região. Durante a realização do evento, a cidade recebe uma média de 20 000 visitantes, número este que vem crescendo a cada ano. A Expo Orquídeas e Bromélias traz para o município grandes nomes dos orquidários nacionais, juntamente com a apresentação de shows musicais, praça de alimentação e muito mais. > ==== FESTA DO DOCE ==== A Festa do Doce é um festival gastronômico realizada sempre no feriado da Semana Santa. A festa acolhe mais de dez mil visitantes ao município para se deliciarem com uma imensa variedade de produtos feitos artesanalmente. Outra atração da festa são as apetitosas receitas de geleias, bombons e conservas, tendo como base a fruta que divulga o município por todo o país, o tomate, com degustação e venda nos estandes montados na antiga estação ferroviária. === Bibliografia === SOUZA, Alan de Carvalho. Cargos Comissionados: clientelismo do Estado Social e Democrático. Jundiaí, Paco Editorial: 2012. == Ligações externas == * Página da prefeitura Categoria:Fundações no Rio de Janeiro em 1988 Categoria:Topônimos de origem tupi",
 "title": "Paty do Alferes"
}