{
 "id": "63111",
 "text": "Manoel Francisco dos Santos (Magé, 28 de outubro de 1933 – Rio de Janeiro, 20 de janeiro de 1983), mais conhecido Garrincha, foi um futebolista brasileiro que atuou como ponta-direita. Notabilizado pela grande habilidade e por seus dribles desconcertantes, é considerado por muitos como o mais célebre ponta- direita e o melhor driblador da história do futebol. Mundialmente reconhecido como uma figura lendária no esporte, é extremamente popular entre os amantes do futebol no Brasil, onde os fãs mais antigos o consideram melhor até do que Pelé. Apesar de ter sido acometido por vários defeitos congênitosbooks.google.com.br/ Livro: \"Os 100 Melhores Futebolistas de Todos os Tempos\", por João Almeida Moreira (ele tinha estrabismo, um desequilíbrio da pelve, seis centímetros de diferença de comprimento entre as pernas; o joelho direito tinha valgismo e o esquerdo varismo), Garrincha, o \"Anjo de Pernas Tortas\", foi um dos principais jogadores das conquistas da Copa do Mundo de 1958 e, principalmente, da Copa do Mundo de 1962 quando, após a contusão de Pelé, tornou-se o principal jogador do time brasileiro. Dos 14 gols do Brasil na competição, seis (42%) passaram por seus pés (marcou quatro e deu duas assistências para gols). Neste torneio, ele se tornou o primeiro jogador a ganhar a Bola de Ouro (melhor jogador do torneio), a Chuteira de Ouro (artilheiro da competição) e o troféu da Copa do Mundo numa mesma edição. Por conta disso, a Copa do Mundo de 1962 é conhecida no Brasil como \"A Copa do Garrincha\". Incluído na Seleção de Futebol do Século XX por 250 dos escritores e jornalistas de futebol mais respeitados do mundo, Garrincha foi selecionado, em 1994 para a Seleção de Todos os Tempos da Copa do Mundo FIFA e ficou em sétimo lugar numa votação entre especialistas da FIFA sobre o melhor jogador do Século XX. No auge de sua carreira, passou a assinar Manoel Francisco dos Santos, em homenagem a um tio homônimo, que muito o ajudou. == Biografia == === Infância: o apelido \"Garrincha\" === De origem humilde, com quinze irmãos na família, Manoel dos Santos era natural de Pau Grande, um bairro de Magé, no estado do Rio de Janeiro. Sua irmã o teria apelidado de Garrincha, fazendo uma associação com o pássaro de mesmo nome, muito comum na região. === As pernas tortas === Uma das características marcantes que envolvem a figura de Garrincha relaciona-se a uma distrofia física: as pernas tortas. Sua perna direita, seis centímetros mais curta que a esquerda, era flexionada para o lado esquerdo, e a perna esquerda apresentava o mesmo desenho. Ambas as pernas eram, pois, tortas para o seu lado esquerdo. Garrincha era destro. Afirma Ruy Castro em seu livro que já teria nascido assim, mas há vários depoimentos no sentido que tal característica tenha sido sequela de uma poliomielite. === Vida pessoal === O sucesso de Garrincha no campo de futebol contrastava fortemente com sua vida pessoal. Ele era um beberrão inveterado, e esteve envolvido em vários acidentes de trânsito, principalmente um acidente em um caminhão em abril de 1969, que matou sua sogra. Ele foi casado duas vezes. Primeiro com Nair Marques, namorada de adolescência, com quem teve oito filhas. Suas filhas Teresa e Nadir já estão falecidas. Desquitou-se de Nair em 1963, e nesse mesmo ano assumiu publicamente seu relacionamento com Elza Soares, com quem estava desde 1962, enquanto era casado, decidindo deixar a esposa para ficar com a cantora, com quem passou a conviver sob o mesmo teto em 1966. A união durou dezesseis anos, até 1982, terminando a união devido aos ciúmes, traições, agressões e humilhações a que Elza era submetida. Os dois tiveram um único filho, Manuel Francisco dos Santos Júnior, apelidado de Garrinchinha (9 de julho de 1976 – 11 de janeiro de 1986), morto aos nove anos de idade num acidente automobilístico em Duque de Caxias.Garrinchinha também se foi. In: O Estado de S. Paulo, Geral, página 18, edição de 14 de janeiro de 1986 Entre 1959 e 1961 manteve também um relacionamento extraconjugal com sua conterrânea de Pau Grande Iraci Maria da Silva. Com ela teve dois filhos: Márcia e Manuel, este conhecido por Neném Garrincha, tendo chegado a jogar na equipe juvenil do Fluminense.Neném Garrincha, a promessa. In: O Estado de S. Paulo, Geral, página 35, edição de 1 de fevereiro de 1979 Neném Garrincha também morreu num acidente de carro em Portugal, em 20 de janeiro de 1992. Garrincha também é pai de um filho sueco: Ulf Lindberg, fruto de um caso extraconjugal que manteve por alguns meses com uma jovem sueca da cidade de Umeå, durante uma excursão do Botafogo à Europa em 1959. Ao todo, ele teve pelo menos 14 filhos. == Carreira == Sua carreira profissional se prolongou de 1953 a 1972 nos clubes. O jogador teve grande destaque no Botafogo, onde atuou em 614 partidas e marcou 245 gols. === Início === Com quatorze anos de idade, começou a jogar amadoramente dividindo o expediente na América Fabril, fábrica têxtil, com as partidas no campo do Esporte Clube Pau Grande. Mas não teve chance de jogar logo porque, além da sua pouca idade, o técnico Carlos Pinto temia expor o garoto aos fortes zagueiros dos times adversários. Cansado de não ter uma chance de jogar, Mané registrou-se no time do Serrano, da cidade vizinha de Petrópolis e jogou durante quase um ano. Foi no Serrano, que o técnico Carlos Pinto decidiu dar uma chance ao Mané na ponta direita. Suas atuações despertaram a atenção de Arati, um ex-jogador do Botafogo, que o levou ao clube carioca. Garrincha trabalhava na fábrica Nova América, de Ademar Alves Bebiano, ex-presidente do Botafogo entre 1944 e 1947. Nos minutos iniciais do primeiro treino, ele teria dado vários dribles em Nílton Santos, o qual já era um renomado jogador. Nílton teria demandado a contratação do ponta no intervalo deste primeiro treino. Assim em 1953 foi adquirido pelo Botafogo por dois mil cruzeiros. Antes, havia sido rejeitado por Vasco e São Cristóvão. === Botafogo === ==== Primeira temporada ==== O apelido Garrincha foi de difícil assimilação. De acordo com o Jornal dos Sports: \"Nada de Garricha, Garrincho, Garrincha, Garrincho, Gualicho, como denominam a mais nova criação de Gentil. Que nunca ninguém no futebol surgiu com tantas alcunhas juntas\". Zé do Januário descreveu: Em 1953, aos 19 anos, Garrincha já era titular da ponta-direita da equipe comandada por Gentil Cardoso. O Jornal dos Sports deu as primeiras impressões sobre Garrincha: \"As pernas tortas (..) dão-lhe aspecto pitoresco na cancha e fazem com que ele realize um milagre de destreza e agilidades impressionantes. Quando se pensa que já não lhe é possível descobrir ângulo para atirar, passar ou centrar, descobre. E faz tudo, tudo com esmero, uma facilidade assombrosa. De longe, leva a gente a se lembrar de um antigo jogador que tinha o Tupi de Juiz de fora. Chamava-se Fotosfisio.\" Ao final da temporada 1953, Geraldo Romualdo Silva elegeu Garrincha \"e Paulinho do Madureira\" como as revelações do Rio de Janeiro em 1953. Já o jornal A Noite elegeu Garrincha a revelação do futebol em 1953. Segundo Vargas Neto, que ainda chamava o jogador de Garricha, sem o \"n\": \"Domingo passado fui ver Garricha jogar. Tem excelentes qualidades, mas ainda precisa aprender um pouco. A primeira coisa que tem que aprender é não ter pressa ao subir... se quiser durar, vá devagar. A ânsia de fazer gols perturba um pouco o craque que começa. Faz três gols num match e depois pensa que sempre precisa fazer.\" O comentarista conclui: \"Notei que o jovem extrema-direita do Botafogo sabe bater bem na bola. Não é só ter o chute forte que interessa, e ele o tem, mas a certeza de botar a bola onde se quer ou for preciso é de capital importância. E isso Garricha sabe. Por isso mesmo bate os corners (escanteios) dos dois lados e bate bem. Sabe atirar na corrida para o companheiro bem colocado, um passe justo. Isso é consequência de quem sabe bater bem, tem o domínio da esfera. Entretanto, não sabe jogar bem sem a bola nos pés, qualidade que consagrou Sylvio Pirillo. Também ainda não aprendeu a defender a bola com o corpo Era o segredo do Tesourinha e por isso lhe faziam pênaltis quando tentavam interceptá-lo\". Em seu primeiro campeonato, o Carioca de 1953, Garrincha foi o vice-artilheiro com 20 gols, atrás do paraguaio Jorge Benítez do Flamengo, com 22 gols. ==== Outras temporadas ==== Por praticamente toda a sua carreira (95% das partidas), Garrincha defendeu o Botafogo (no período de 1953–1965), além da Seleção Brasileira (de 1955–1966). Estreou no clube carioca em 19 de julho de 1953, enfrentando o Bonsucesso, pela segunda rodada do Campeonato Carioca. O Botafogo goleou por 6–3, com três gols de Garrincha, sendo um deles de pênalti. Ele ajudou o Botafogo a vencer o Campeonato Carioca em 1957, marcando 20 gols em 26 jogos, terminando em segundo lugar nas paradas da liga, e isso convenceu o técnico da Seleção a convocá-lo para a Copa do Mundo de 1958. Garrincha jogou no Botafogo por 12 anos, a maior parte de sua carreira profissional. Ele venceu o Campeonato Carioca três vezes, marcou 232 gols em 581 partidas e se tornou um símbolo da história do clube. Com ele, o Botafogo disputou 150 jogos contra os times do eixo RJ x SP, tendo supremacia sobre cinco deles (São Paulo, Palmeiras, Corinthians, Flamengo, Fluminense) e desvantagem apenas contra Santos e Vasco da Gama. === Seleção Nacional === Garrincha jogou 50 partidas oficiais pelo Brasil entre 1955 e 1966, marcando 12 gols, e foi titular da Seleção Brasileira nas Copas do Mundo de 1958, 1962 e 1966. Ele jogou, ainda, duas partidas na Copa América de 1957 e quatro na edição de 1959, onde o Brasil terminou em segundo em ambas as edições. Sua primeira aparição com a camisa da Seleção foi contra o Chile, no Rio de Janeiro, em 1955. Em todos os seus jogos, participou de apenas uma derrota (de 3–1 para a Hungria na Copa do Mundo de 1966, jogo em que Pelé não jogou). Aquela foi a última vez que Garrincha vestiu a camisa da Seleção em um jogo válido por uma competição oficial. Com Garrincha e Pelé jogando juntos, o Brasil nunca perdeu. Mesmo na Seleção Brasileira, Garrincha nunca abandonou sua forma irreverente de jogar. Voltava a driblar o jogador oponente, no mesmo lance, ainda que desnecessariamente, só pela brincadeira em si. Sobre a Copa do Mundo de 1954, alguns acreditam que Garrincha não foi convocado por ser considerado muito individualista, já que juntamente a comissão técnica da Seleção estava adotando um novo estilo de jogo europeu centrado no trabalho em equipe (o Maracanaço ainda atormentava os dirigentes brasileiros, que acreditavam na necessidade de abordar o futebol de uma maneira mais rigorosa e científica). Além disso, o Brasil tinha outros jogadores talentosos em sua posição, principalmente Julinho Botelho. Garrincha jogou alguns jogos no Campeonato Sul-Americano de 1957, mas foi reserva na Copa Roca do mesmo ano e na Copa Oswaldo Cruz de 1958, quando Joel era o preferido. ==== Copa do Mundo de 1958 ==== Durante a fase de preparação anterior à Copa do Mundo de 1958, na Suécia, o professor João Carvalhaes, psicólogo da equipe, decidiu submeter os jogadores a testes de aptidão; o método adotado era para que representassem a figura de um homem, e os desenhos mais detalhados revelariam as personalidades mais \"sofisticadas\". Garrincha traçou uma figura humana desproporcionalmente grande, alegando que era Quarentinha, seu companheiro de clube.Jornal do Brasil O ponta-direita também se mostrou incapaz de distinguir uma linha horizontal da vertical. Assim, ele obteve uma pontuação menor do que o limiar mínimo estabelecido pela teoria (fez 38 pontos de 123) e o relatório preparado descreveu sua personalidade como infantil. Segundo o psicólogo, convocar Garrincha para a Copa seria um erro, já que ele não tinha condições de enfrentar jogos de muita pressão. O curioso é que Pelé também foi reprovado neste teste, e reza a lenda que Pelé chegou ao Doutor Carvalhaes e afirmou “você pode até estar certo, mas não entende nada de futebol”. Há relatos que dão conta também que antes dos testes serem realizados, o lateral Nílton Santos disse ao psicólogo: \"Olha, doutor, vem aí um sujeito de pernas tortas que não vai saber fazer nada disso. Mas tenha paciência com ele, doutor, pois ele joga demais\". Em 29 de maio, dez dias antes do início da Copa do Mundo, Garrincha marcou um de seus gols mais famosos, contra a Fiorentina, na Itália. Ele driblou quatro defensores e o goleiro, antes de parar na linha de gol. Mesmo com o gol aberto, em vez de chutar a bola para o gol, ele ainda driblou o zagueiro Enzo Robotti antes de marcar o gol. Apesar de seu desempenho impressionante, a comissão técnica da Seleção ficou chateada com o que consideraram uma jogada irresponsável e isso provavelmente levou Garrincha a não ser escolhido nas duas primeiras partidas do Brasil no torneio de 1958. No entanto, precisando do resultado, ele foi escalado para a partida contra a URSS (a última da fase de grupos); essa partida marcou a estreia da dupla \"Garrincha e Pelé\". Os soviéticos eram um dos favoritos para o torneio, e para o Brasil, seria o \"jogo da vida\". Para Garrincha, porém, seria apenas um jogo como outro qualquer. Só para se ter uma ideia, antes do jogo, Garrincha foi abordado por com uma pergunta que entrou para a história. Um jornalista, querendo tirar sarro de Mané, o questionou sobre o significado da sigla que ficava na camisa soviética, CCCP - no original: União das Repúblicas Socialistas Soviéticas. Sempre ágil, Garrincha disparou: \"Cuidado com o criolo Pelé!”. O técnico brasileiro, Vicente Feola, decidiu atacar diretamente do pontapé inicial. Garrincha recebeu a bola na ala direita, passou por três jogadores adversários e chutou na trave. Com o jogo ainda com menos de um minuto, ele criou uma chance para Pelé, que também chutou na trave. O Brasil, principalmente Garrincha, foi tão impressionante nos momentos de abertura que o início do jogo costuma ser chamado de \"os três minutos mais incríveis do futebol de todos os tempos\". Garrincha dava, assim, seu cartão de visitas à Copa do Mundo. O Brasil venceu a partida por 2–0. No jogo seguinte, realizado no dia 19 de junho de 1958, vitória dos brasileiros nas quartas de final por 1–0 sobre o País de Gales. Após a partida, Mel Hopkins (zagueiro que encarou Garrincha naquele jogo) descreveu o ponta-direita como \"um fenômeno capaz de pura magia. Era difícil saber de que maneira ele estava indo por causa de suas pernas e porque estava tão confortável com o pé esquerdo quanto com o direito, para que ele pudesse entrar ou descer pela linha e tinha um chute feroz também\". Na final contra a Suécia, o Brasil saiu atrás do marcador, mas empatou rapidamente depois que Garrincha superou seu marcador na ala direita e deu um cruzamento para Vavá marcar. Antes do final do primeiro tempo, Garrincha fez uma jogada semelhante, dando nova assistência para Vavá marcar 2–1 para o Brasil. O Brasil terminou de vencer a partida e seu primeiro troféu da Copa do Mundo, com Garrincha sendo um dos melhores jogadores da competição; ele foi eleito para a seleção do torneio. Enquanto seus companheiros comemoravam a vitória na Copa do Mundo, ele ficou inicialmente confuso, tendo a impressão de que a competição era mais parecida com uma liga e que o Brasil jogaria com todas as outras equipes duas vezes. Tanto que deu uma entrevista dizendo: \"Campeonatinho mixuruco, nem tem segundo turno!\". ==== Período entre as Copa de 1958 e 1962 ==== O período entre as duas Copas do Mundo viu Garrincha ganhar peso, muito por conta de seu vício em bebidas alcoólicas. No amistoso contra a Inglaterra, em 13 de maio de 1959, Vicente Feola, preferiu jogar com Júlio Botelho, que não tinha sido selecionado por cinco anos. No entanto, o comissário técnico decidiu chamá-lo para a Copa América, realizada naquele ano, um evento no qual Garrincha entrou em campo quatro vezes sem marcar nenhum gol. Em 1961, ele conquistou a Taça Bernardo O'Higgins e a Taça Oswaldo Cruz com o Brasil. ==== Copa do Mundo de 1962: \"a Copa do Garrincha\" ==== Em 1962, com a contusão de Pelé, descobriu-se um outro Garrincha. De repente parou de brincar, virou sério, compenetrado de que a conquista da Copa dependia dele. Quase sozinho, ganhou a Copa. Fez o que nunca tinha feito. Gols de cabeça, pé esquerdo, folha-seca. E driblou como um endiabrado, endoidando os adversários\". Garrincha foi o jogador mais destacado da Copa do Mundo de 1962. Quando Pelé se machucou após o segundo jogo e ficou de fora pelo resto do torneio, Garrincha desempenhou um papel de liderança no triunfo do Brasil, destacando-se principalmente contra a Inglaterra e o Chile, marcando quatro gols nesses dois jogos. Depois de uma vitória e um empate, o Brasil enfrentou a Espanha, sem Pelé. Os sul-americanos estavam perdendo de 1–0 no segundo tempo. Amarildo, substituto de Pelé pelo restante do torneio, marcou o empate. Cinco minutos antes do final, Garrincha pegou a bola no flanco direito, driblou um zagueiro e parou. Nisso, mais um zagueiro chegou para marcá-lo. Ele, então, passou pelos dois zagueiros, e mandou um cruzamento para Amarildo, que marcou o gol da vitória brasileira. Nas quartas de final contra a Inglaterra, uma história curiosa. Antes do jogo, Nílton Santos disse para Garrincha: \"Mané, tem um tal de Fowler no time deles que anda dizendo que você não joga nada e não consegue driblá-lo\". Garrincha perguntou: \"Mas quem é esse Fowler?\". Nilton respondeu: \"Não sei qual deles é esse cara, acho que você vai ter que driblar alguns deles pra mostrar que você é bom\". Na primeira bola que recebeu, o Garrincha driblou todo mundo que viu pela frente, pelo menos uns seis jogadores. Logo depois, Garrincha abriu o placar de cabeça após um escanteio. A Inglaterra empatou antes do intervalo. No segundo tempo, Vavá marcou o segundo gol do Brasil com um rebote de Garrincha; minutos depois, Garrincha roubou a bola do Didi, fez uma pausa, e, de fora da área, acertou um chute folha-seca no ângulo, marcando o terceiro e derradeiro gol brasileiro. O Brasil venceu por 3–1 e avançou para as semifinais. A imprensa britânica de futebol disse que \"Garrincha era Stanley Matthews, Tom Finney e um encantador de serpentes, todos juntos\". Durante este jogo, um cachorro entrou em campo, paralisando a partida. O cachorro driblava a todos que tentavam pegá-lo, até que o atacante inglês Jimmy Greaves conseguiu segurá-lo. Greaves afirmou que Garrincha achou o incidente tão divertido que levou o cachorro para casa como animal de estimação. O livro de Ruy Castro expande isso, esclarecendo que o cachorro foi capturado por um oficial e sorteado para a equipe brasileira, um sorteio que Garrincha ganhou. O cão recebeu o nome de \"Bi\" (de \"bicampeões\" - \"bicampeão\"). Sobre sua atuação neste jogo, Celso Unzelte, em sua obra \"O Livro de Ouro do Futebol\", tece o seguinte comentário: “Contra a Inglaterra mais uma vez Garrincha fez de tudo, deu seguidos dribles em seu marcador, Alfred Fowler, além de deixar tontos os ingleses Wilson e Bobby Moore. Marcou dois gols e cobrou a falta que permitiu a Vavá fazer o terceiro na vitória 3–1.”UNZELTE, Celso. O Livro de Ouro do Futebol. SP: Ediouro. 1ª ed. pp. 554-557. 2002. Na semifinal, contra o Chile, Garrincha seria novamente decisivo, marcando dois dos quatro gols da vitória brasileira por 4–2. Seu primeiro gol foi um chutaço de fora da área com o pé esquerdo; o segundo, de cabeça. Uma manchete subsequente no jornal chileno El Mercurio dizia: \"De que planeta veio Garrincha?\". Garrincha foi expulso nessa partida após 83 minutos, por retaliar após ser continuamente derrubado. No entanto, ele não foi suspenso para a partida seguinte. O Brasil enfrentou a Tchecoslováquia na final. Garrincha jogou, mesmo com uma febre de 38 graus, o que não impediu o Brasil de vencer por 3–1 e ele de ser eleito jogador do torneio. Foi a segunda Copa do Mundo consecutiva conquistada por Garrincha e Brasil. ==== Copa do Mundo de 1966 ==== O ponta-direita jogou a Copa do Mundo de 1966 já visivelmente fora de forma. Uma lesão no joelho, que o atormentaria pelo resto de sua carreira, já começava a atrapalhar os seus movimentos. Além disso, foram três jogos extremamente violentos. Os europeus usaram a tática de parar o jogo brasileiro, sempre que possível, na porrada. Mesmo assim, Garrincha jogou a primeira partida do torneio, uma vitória por 2–0 contra a Bulgária, na qual ele marcou um dos gols, com um chute livre executado com a parte externa do pé. O segundo gol deste jogo foi marcado por Pelé, sendo a única vez em que Garrincha e Pelé marcaram gols no mesmo jogo (e também a última vez em que atuaram juntos pelo Brasil). No jogo seguinte, o Brasil perdeu por 3–1 para a Hungria no Goodison Park, na última partida internacional de Garrincha, que foi a única vez que Garrincha perdeu uma partida com a Seleção Brasileira; ele não jogou na última partida da primeira rodada contra Portugal. Com a derrota, o Brasil foi eliminado do Mundial no primeiro turno. === O declínio pós-Copa de 1966 === O início do fim da carreira de Garrincha começou já em 1963. À época, Juventus e Internazionale tentaram adquirir o jogador, com a Inter quase fechando a contratação por 700 mil cruzeiros — o martelo não foi batido pois o clube Nerazzurri não conseguiu vender seus estrangeiros por um bom preço. O que caracterizou este ano, no entanto, foram os problemas contínuos no joelho, que levaram o médico da Seleção, Lídio Toledo, a enfatizar novamente a necessidade de uma intervenção e desaconselhar a participação na tradicional turnê de amistosos internacionais que Botafogo costumava organizar. Garrincha se recusou a se submeter a uma operação, apesar da osteoartrite causar inflamação da cartilagem e inchaço do joelho, exigindo um descanso de pelo menos um dia entre os jogos. O Botafogo, no entanto, ordenou que ele participasse dos amistosos, pois sem ele a taxa garantida de participação cairia de doze mil para oito mil dólares. O salário do jogador, o escandaloso relacionamento com Elza Soares e o abuso de álcool se juntaram ao relacionamento com o clube, enquanto a equipe terminou o campeonato na quarta posição, separada por quatro pontos do Flamengo. Em 29 de setembro de 1964, finalmente Garrincha se submeteu à cirurgia, passando o restante do ano fazendo fisioterapia. Apesar de sua má condição física, precisava de dinheiro para sustentar sua família e seu alcoolismo; assim, decidiu continuar jogando no fim de 1965. O ponta-direita acertou com o Corinthians em março de 1966, onde jogou alguns amistosos antes da Copa do Mundo daquele ano. Ainda atuou em mais alguns jogos pela Taça Brasil. No entanto, com movimentos lentos devido sua cirurgia malsucedida no joelho, não obteve sucesso no Timão e rumou para Portuguesa Santista em 1967. Logo depois passou pelo Fortaleza em 1968, pelo Flamengo em 1969, e pelo Olaria, onde já estava visivelmente longe de seu auge. Integrou o elenco do Vasco em um amistoso contra a Seleção da cidade do Cordeiro, marcando um gol nesta partida. Sua contratação não foi fechada pela equipe cruzmaltina devido a sua má condição física, e com isso o ponta foi devolvido ao Corinthians após o supracitado amistoso. Enquanto esteve no Corinthians, o Jornal da Tarde de 26 de outubro de 1966, assim escreveu sobre Garrincha: \"Mané veio para ser a alegria do Corinthians, não foi. É um homem triste que só vê a bola em treino no Parque São Jorge\". Participou de um amistoso jogando pela equipe gaúcha do Novo Hamburgo, contra o Internacional, numa partida foi realizada no Estádio Beira Rio. Ele vestiu a camisa 7 na noite de 2 de julho de 1969, e o Colorado venceu o Novo Hamburgo por 3–1. Garrincha saiu de campo aos 15 minutos do segundo tempo, sendo muito aplaudido pelos torcedores gaúchos. Antes da partida, Garrincha fez um treino no Estádio Santa Rosa, quando conheceu um pouco do clube e o grupo de jogadores. Ainda no Rio Grande do Sul, no dia 6 de Julho de 1969 foi ao sul do estado jogar outro amistoso, dessa vez pelo Riograndense, o Guri Teimoso, da cidade de Rio Grande. A partida foi contra a equipe do Brasil de Pelotas e acabou num empate de 0–0, com Garrincha tendo atuado somente no primeiro tempo. O último gol de Garrincha aconteceu no empate do Olaria em 2–2 com o Comercial, no dia 23 de março de 1972, no Estádio Palma Travassos em Ribeirão Preto. Foi, inclusive, o único gol de Mané pelo Olaria. A carreira profissional de Garrincha como jogador de futebol durou até 1972, mas ele jogou partidas de exibição ocasionais até 1982. == Últimos anos de vida e morte == Após uma série de problemas financeiros e conjugais, Garrincha faleceu aos 49 anos em 20 de janeiro de 1983, vítima de cirrose hepática, em coma alcoólico no Rio de Janeiro.Placar Magazine 28 jan. 1983 Ele havia sido hospitalizado oito vezes no ano anterior e, na época de sua morte, ele estava arruinado, física e mentalmente. Seus últimos anos foram infelizes e obscuros - ele parecia ter se tornado um herói esquecido -, mas sua procissão fúnebre, do Maracanã a Pau Grande, atraiu milhões de fãs, amigos e ex-jogadores para prestar homenagem. Foi velado num caixão sob a bandeira do Botafogo. Em seu epitáfio lê-se \"Aqui jaz em paz aquele que foi a Alegria do Povo – Mané Garrincha.\" Conviveu com o excesso de ingestão de bebida alcoólica ao longo de sua vida, principalmente cachaça. O fato do seu gosto pela branquinha era tão conhecido que algumas marcas traziam seu nome.Cavalcante, Messias Soares. A verdadeira história da cachaça. São Paulo: Sá Editora, 2011. 608p. ISBN 9788588193628 == Estilo de jogo e características == Garrincha é amplamente conhecido por seu notável controle de bola, imaginação, habilidade de drible e finta, além de sua capacidade de criar chances do nada.\"Garrincha, the never forgotten genius of Brazilian football\" . World Soccer.Ruy Castro (2013). \"Garrincha: The Triumph and Tragedy of Brazil's Forgotten Footballing Hero\" p.89. Random House Ele também possuía um chute forte com ambos os pés e era um especialista em bolas paradas, conhecido por cobranças de falta e escanteio de trivela (com a parte de fora do pé). No entanto, era por suas habilidades de drible e finta que ele era mais famoso, uma habilidade pela qual ele manteve ao longo de sua carreira. Em relação à capacidade de drible de Garrincha, o escritor de futebol Scott Murray comentou ao escrever para o The Guardian em 2010: \"... os resultados são incontestáveis: Garrincha foi o maior driblador de todos os tempos\". Adorado pelo público brasileiro devido à sua inocência, atitude despreocupada e capacidade de entreter os inclusive os torcedores adversários, Garrincha era conhecido como \"Alegria do povo\". Djalma Santos, seu companheiro de equipe no Brasil, afirmou; \"Ele tinha um espírito infantil. Garrincha foi a resposta do futebol para Charlie Chaplin\".\"Garrincha - The Genius of Dribble\". Pitch International LLP. Retrieved 9 May 2014 Exemplos de sua capacidade de chute são seus gols nas Copas do Mundo contra a Inglaterra, em 1962, e contra a Bulgária em 1966. Ele também era capaz de se virar em torno de si a toda velocidade e explodir em ângulos incomuns, que ele usou com grande efeito. Os inúmeros ataques e oportunidades de gols que ele gerava através de jogadas individuais terminavam frequentemente em um passe exato para um companheiro de equipe em posição de marcar. Isso ocorreu nos dois primeiros gols do Brasil na final da Copa do Mundo de 1958 e no segundo gol contra a Espanha, no torneio de 1962. Ele também era um excelente cabeceador, apesar de sua estatura relativamente baixa. Ele era um dos poucos jogadores que, à época, marcava gols diretamente após cobrança de escanteio, um feito que ele conseguiu fazer quatro vezes em sua carreira. Considerado um dos maiores jogadores de todos os tempos, ele foi votado na Seleção de Futebol do Século XX por 250 dos escritores e jornalistas de futebol mais respeitados do mundo, ficou em sétimo lugar numa votação entre especialistas da FIFA sobre o melhor jogador do Século XX e foi nomeado na Seleção de Todos os Tempos da Copa do Mundo FIFA. === Legado e homenagens === *O Estádio Mané Garrincha, em Brasília, tem esse nome em sua homenagem. *O museu do Estádio do Maracanã chama-se \"Museu de Esportes Mané Garrincha\" em sua homenagem. *Em 1998, foi escolhido para a seleção de todos os tempos da FIFA, em eleição que contou com votos de jornalistas do mundo inteiro. *Em 2010, torcedores do Botafogo custearam uma estátua de quatro metros e meio e cerca de 300 kg, ao custo de R$ 56 000,00 pagos ao artista plástico Edgar Duvivier (pai de Gregório Duvivier). Essa estátua encontra-se hoje em frente ao Estádio Olímpico Nilton Santos, onde o Botafogo manda seus jogos. *Já em novembro de 2011, durante a convenção mundial de futebol Soccerex, o craque português Eusébio criticou Pelé e declarou abertamente que considerava Garrincha o melhor jogador de todos os tempos. *A força do seu carisma ficou marcada rapidamente nas palavras do poeta de Itabira, Carlos Drummond de Andrade, numa crônica publicada no Jornal do Brasil, no dia 21 de janeiro de 1983, um dia após a morte do genial Garrincha: == Estatísticas == === Botafogo === *Partidas: 614 *Gols marcados: 245 *Partida de estreia: Botafogo 6–3 Bonsucesso (19 de julho de 1953) *Primeiro gol: na partida Botafogo 6–3 Bonsucesso (19 de julho de 1953) *Última partida: Botafogo 2–1 Portuguesa-RJ (16 de setembro de 1965) *Último gol: Botafogo 1–0 Flamengo (22 de agosto de 1965) === Corinthians === *Partidas: 21 *Gols marcados: 4 *Partida de estreia: Corinthians 0–3 Vasco da Gama (2 de março de 1966) *Primeiro gol: Corinthians 3–2 Cruzeiro (13 de março de 1966) *Última partida: Corinthians 3–2 Santos (9 de outubro de 1966) === Atlético Junior === *Partidas: 1 *Gols marcados: 0 *Única partida: Junior 2–3 Santa Fé (Barranquilla, 20 de agosto de 1968) === Flamengo === *Partidas oficiais: 15 *Partidas não-oficiais: 5 *Gols marcados: 4 *Partida de estreia: Flamengo 0–2 Vasco da Gama (30 de novembro de 1968) *Primeiro gol: Flamengo 2–2 America (19 de janeiro de 1969) *Última partida: Flamengo 1–0 Campo Grande (14 de dezembro de 1969) *Último gol: Flamengo 2–1 ABC (9 de fevereiro de 1969) # Data Partida Gols 01 30 de novembro de 1968 Flamengo 0–2 Vasco da Gama 02 10 de dezembro de 1968 Flamengo 2–2 Atlético (MG) 03 19 de janeiro de 1969 Flamengo 2–2 América (RJ) 04 26 de janeiro de 1969 Flamengo 3–1 Robin Hood (Suriname) 05 28 de janeiro de 1969 Flamengo 2–3 Transvaal (Suriname) 06 30 de janeiro de 1969 Flamengo 4–0 Robin Hood (Suriname) 07 2 de fevereiro de 1969 Flamengo 2–0 Fast Club (AM) 08 4 de fevereiro de 1969 Flamengo 0–0 Nacional (AM) 09 6 de fevereiro de 1969 Flamengo 3–0 Paysandu (PA) 10 9 de fevereiro de 1969 Flamengo 2–1 ABC (RN) 11 11 de fevereiro de 1969 Flamengo 3–0 América (RN) 12 13 de fevereiro de 1969 Flamengo 2–0 Fluminense (Feira de Santana - BA) 13 28 de fevereiro de 1969 Flamengo 0–1 Anápolis (GO) 14 2 de março de 1969 Flamengo 3–1 Seleção de Amadores do Distrito Federal 15 6 de março de 1969 Flamengo 2–0 Seleção de Teresópolis (RJ) 16 9 de março de 1969 Flamengo 0–0 América (RJ) 17 12 de março de 1969 Flamengo 2–3 Racing (Argentina) 18 22 de março de 1969 Flamengo 2–0 São Cristóvão (RJ) 19 6 de abril de 1969 Flamengo 2–0 Bangu (RJ) 20 12 de abril de 1969 Flamengo 1–0 Campo Grande (RJ) === Novo Hamburgo === *Partidas: 1 *Gols marcados: 0 *Partida de estreia: Internacional 3–1 Novo Hamburgo (2 de julho de 1969) === Riograndense === *Partidas: 1 *Gols marcados: 0 *Partida de estreia: Rio-Grandense 0–0 Brasil de Pelotas (6 de julho de 1969) === Olaria === *Partidas: 10 *Gols marcados: 1 *Partida de estreia: Olaria 1–1 Flamengo (23 de fevereiro de 1972) *Última partida: Olaria 1–5 Caldense (7 de setembro de 1972) *Único gol: Olaria 2–2 Comercial-SP (23 de março de 1972) === Seleção Brasileira === *Partidas: 60 (52 vitórias, sete empates e uma derrota) *Gols: 17 (12 oficiais) *Partida de estreia: Brasil 1–1 Chile (18 de setembro de 1955) *Primeiro gol: Brasil 5–0 Corinthians (28 de maio de 1958) – Garrincha marcou dois gols na partida *Última partida: Brasil 1–3 Hungria (15 de julho de 1966) *Último gol: Brasil 2–0 Bulgária (12 de julho de 1966, Copa do Mundo FIFA de 1966) # Data Partida Competição Gols 01 18 de setembro de 1955 Brasil 1–1 Chile Taça Bernardo O'Higgins 0 02 21 de março 1957 Brasil 7–1 Equador Campeonato Sul-Americano 0 03 24 de março de 1957 Brasil 9–0 Colômbia Campeonato Sul-Americano 0 04 13 de abril de 1957 Peru 1–1 Brasil Eliminatórias da Copa do Mundo 0 05 21 de abril de 1957 Brasil 1–0 Peru Eliminatórias da Copa do Mundo 0 06 18 de maio de 1958 Brasil 3–1 Bulgária Amistoso 0 07 11 de junho de 1957 Brasil 2–1 Portugal Amistoso 0 08 16 de junho de 1957 Brasil 3–0 Portugal Amistoso 0 09 15 de junho de 1958 Brasil 2–0 União Soviética Copa do Mundo - fase de grupos 0 10 19 de junho de 1958 Brasil 1–0 País de Gales Copa do Mundo - quartas de final 0 11 24 de junho de 1958 Brasil 5–2 França Copa do Mundo - semifinais 0 12 29 de junho de 1958 Suécia 2–5 Brasil Copa do Mundo - final 0 13 21 de março de 1959 Brasil 4–2 Bolívia Campeonato Sul-Americano 0 14 26 de março de 1959 Brasil 3–1 Uruguai Campeonato Sul-Americano 0 15 29 de março de 1959 Brasil 4–1 Paraguai Campeonato Sul-Americano 0 15 4 de abril de 1959 Argentina 1–1 Brasil Campeonato Sul-Americano - final 0 16 29 de abril de 1960 Egito 0–5 Brasil Amistoso 17 1 de maio de 1960 Egito 1–3 Brasil Amistoso 0 18 6 de maio de 1960 Egito 0–3 Brasil Amistoso 19 10 de maio de 1960 Dinamarca 3–4 Brasil Amistoso 0 20 29 de junho de 1960 Brasil 4–0 Chile Amistoso 0 21 30 de abril de 1961 Paraguai 0–2 Brasil Taça Oswaldo Cruz 0 22 3 de maio de 1961 Paraguai 2–3 Brasil Taça Oswaldo Cruz 0 23 7 de maio de 1961 Chile 1–2 Brasil Taça Bernardo O'Higgins 24 11 de maio de 1961 Chile 0–1 Brasil Taça Bernardo O'Higgins 0 25 21 de abril de 1962 Brasil 6–0 Paraguai Taça Oswaldo Cruz 26 24 de abril de 1962 Brasil 4–0 Paraguai Taça Oswaldo Cruz 0 27 6 de maio de 1962 Brasil 2–1 Portugal Amistoso 0 28 9 de maio de 1962 Brasil 1–0 Portugal Amistoso 0 29 12 de maio de 1962 Brasil 3–1 País de Gales Amistoso 30 16 de maio de 1962 Brasil 3–1 País de Gales Amistoso 0 31 30 de maio de 1962 Brasil 2–0 México Copa do Mundo - fase de grupos 0 32 2 de junho de 1962 Brasil 0–0 Tchecoslováquia Copa do Mundo - fase de grupos 0 33 6 de junho de 1962 Brasil 2–1 Espanha Copa do Mundo - fase de grupos 0 34 10 de junho de 1962 Brasil 3–1 Inglaterra Copa do Mundo - quartas de final 35 13 de junho de 1962 Chile 2–4 Brasil Copa do Mundo - semifinal 36 17 de junho de 1962 Brasil 3–1 Tchecoslováquia Copa do Mundo - final 0 37 2 de junho de 1965 Brasil 5–0 Bélgica Amistoso 0 38 6 de junho de 1965 Brasil 2–0 Alemanha Oriental Amistoso 0 39 9 de junho de 1965 Brasil 0–0 Argentina Amistoso 0 40 17 de junho de 1965 Argélia 0–3 Brasil Amistoso 0 41 24 de junho de 1965 Portugal 0–0 Brasil Amistoso 0 42 4 de junho de 1965 União Soviética 0–3 Brasil Amistoso 0 43 14 de maio de 1966 Brasil 3–1 País de Gales Amistoso 44 19 de maio de 1966 Brasil 1–0 Chile Taça Bernardo O'Higgins 0 45 4 de junho de 1966 Brasil 4–0 Peru Amistoso 0 46 8 de junho de 1966 Brasil 2–1 Polônia Amistoso 47 30 de junho de 1966 Suécia 2–3 Brasil Amistoso 0 48 12 de julho de 1966 Brasil 2–0 Bulgária Copa do Mundo - fase de grupos 49 15 de julho de 1966 Brasil 1–3 Hungria Copa do Mundo - fase de grupos 0 50 19 de dezembro de 1973 Brasil 2–1 Seleção do Resto do Mundo Amistoso - Jogo de Despedida do Garrincha 0 Partidas não- oficiais 01 21 de maio de 1958 Brasil 5–0 Corinthians Jogo-treino 02 29 de maio de 1958 Fiorentina 0–4 Brasil Jogo-treino 03 8 de maio de 1960 Malmö 1–7 Brasil Jogo-treino 0 04 12 de maio de 1960 Internazionale 2–2 Brasil Jogo- treino 0 05 16 de maio de 1960 Sporting 0–4 Brasil Jogo-treino 06 1 de maio de 1966 Brasil 2–0 Seleção Gaúcha Jogo-treino 0 07 21 de junho de 1966 Atlético de Madrid 3–5 Brasil Jogo-treino 0 08 27 de junho de 1966 Åtvidabergs 2–8 Brasil Jogo-treino 0 09 4 de julho de 1966 AEK 2–4 Brasil Jogo-treino 10 6 de julho de 1966 Malmö 1–3 Brasil Jogo-treino 0 Partidas oficiais Ano Jogos Gols 1955 1 0 1956 0 0 1957 6 0 1958 5 0 1959 4 0 1960 5 2 1961 4 1 1962 12 6 1963 0 0 1964 0 0 1965 6 0 1966 7 3 Total 50 12 Partidas não-oficiais Ano Jogos Gols 1958 2 3 1960 3 1 1966 5 1 Total 10 5 === Seleção Carioca === *Partidas: 9 *Gols: 7 *Partida de estreia: Rio de Janeiro 3–2 Pernambuco (9 de março de 1955) *Primeiro gol: Marcado na partida acima *Última partida: Rio de Janeiro 6–4 São Paulo (19 de dezembro de 1962) *Último gol: Marcado no partida acima *Obs: Aqui está computada também a partida Combinado Botafogo-Flamengo 6–2 Honved (7 de fevereiro de 1957), no qual Garrincha marcou um gol. === Total geral === *Partidas: 688 *Gols marcados: 268 == Títulos == miniatura|200px|Garrincha em jogo pelo Botafogo ;Botafogo *Torneio Rio-São Paulo: 1962 e 1964 *Taça dos Campeões Estaduais Rio-São Paulo: 1961 *Campeonato Carioca: 1957, 1961 e 1962 *Torneio Início do Campeonato Carioca: 1961, 1962 e 1963 ;Corinthians *Torneio Rio-São Paulo: 1966 ;Seleção Brasileira *Taça Bernardo O'Higgins: 1955, 1959 e 1961 *Superclássico das Américas: 1957 *Taça Oswaldo Cruz: 1958, 1961 e 1962 *Copa do Mundo FIFA: 1958 e 1962 === Prêmios individuais === *Melhor jogador do Campeonato Carioca: 1957, 1961 e 1962 *Melhor Jogador da Copa do Mundo FIFA: 1962 *Seleção da Copa do Mundo da FIFA: 1958 e 1962 *Seleção do Ano (World Soccer): 1962ERIC BATTY’S WORLD XI – THE SIXTIES *Hall da Fama da FIFA: 1999 *Seleção da América do Sul do Século XX (IFFHS): 2000 IFFHS *Hall da Fama do Futebol Mexicano: 2011 *Lendas do Futebol (IFFHS): 2016Manuel Santos *Bola de Ouro Dream Team (Segunda Equipe): 2020 *Maior ídolo da História do Botafogo (O Globo): 2020 ;Honrarias miniatura|200px|Busto de Garrincha na Sede do Botafogo *Busto na Sede do Botafogo Futebol e Regatas *Busto no Estádio Olímpico Nilton Santos *Calçada da Fama do Maracanã *Estátua no Museu do Botafogo *Calçada da Fama da Neo Química Arena == Filmografia == *Garrincha, Alegria do Povo (1962) — Documentário de Joaquim Pedro de Andrade *Mané Garrincha (documentário de 1978) — Documentário curta-metragem de Fábio Barreto *Asa Branca: Um Sonho Brasileiro (1980) — Ator convidado *Pelé e Garrincha, Deuses do Brasil (2002) — Documentário da BBC *Garrincha - Estrela Solitária (2003) — Baseado no livro Estrela Solitária - Um Brasileiro Chamado Garrincha de Ruy Castro == Bibliografia == *1995 - Ruy Castro - Estrela Solitária - Um Brasileiro Chamado Garrincha (Companhia das Letras) *1998 - Luis H. Antezana (1998). Un pajarillo llamado \"Mané\". Plural Editores. ISBN 84-89891-29-X *2002 - Alex Bellos - Futebol: The Brazilian Way of Life. Bloomsbury. ISBN 0-7475-6179-6 == Notas == # O Anjo de Pernas Tortas é o título de uma poesia de Vinícius de Moraes. # É muito difícil, quando se trata de Garrincha, separar o homem do mito. Muitos tentam: jornalistas, escritores, amigos, renomados acadêmicos, mas, nem sempre com sucesso. Mesmo uma biografia de fôlego como a empreendeu Ruy Castro, considerada a mais completa até o momento, baseada em muita documentação e 500 entrevistas, possibilitou. Boa parte do livro é um esforço para separar lendas de fatos, casos de causos. # Há várias espécies de pássaros em diversas regiões do Brasil que são conhecidas por este nome, a maioria do gênero Thryothorus: o Garrincha-de-Bigode (Thryothorus genibarbis); o Garrincha-da- Chuva (Thryothorus Coraya – ouça o canto ); o Garrincha-de-Bico-Longo (Thryothorus Longirostris - ouça o canto ); Garrincha-Trovão (Thryothorus leucotis); etc. == Ver também == *Futebolistas do Século *Elza Soares *Seleção de Futebol do Século XX *Lista dos artilheiros da Copa do Mundo de Futebol == Ligações externas == * *100 Craques do Século - World Soccer Categoria:Nascidos em 1933 Categoria:Mortos em 1983 Categoria:Naturais de Magé Categoria:Futebolistas do estado do Rio de Janeiro Categoria:Futebolistas afro-brasileiros Categoria:Futebolistas do Olaria Atlético Clube Categoria:Jogadores da Copa do Mundo FIFA de 1958 Categoria:Jogadores da Copa do Mundo FIFA de 1962 Categoria:Jogadores da Copa do Mundo FIFA de 1966 Categoria:Mortes por cirrose hepática Categoria:Futebolistas do Botafogo de Futebol e Regatas Categoria:Futebolistas da Associação Atlética Portuguesa Categoria:Futebolistas do Sport Club Corinthians Paulista Categoria:Bola de Ouro da FIFA Categoria:Futebolistas do Clube de Regatas do Flamengo Categoria:Futebolistas do Club Deportivo Popular Junior Fútbol Club Categoria:Futebolistas do Esporte Clube Novo Hamburgo Categoria:Jogadores da Seleção Brasileira de Futebol Categoria:Jogadores campeões da Copa do Mundo FIFA",
 "title": "Garrincha"
}