{
 "id": "63125",
 "text": "Reims (pron. ) ou Remos é uma comuna francesa na região administrativa de Grande Leste, no departamento Marne. Estende-se por uma área de 46,9 km². Era chamada de Durocórtoro () durante o período romano. == Geografia == === Localização === Reims se situa a noroeste do departamento de Marne e a oeste da região Grande Leste, no eixo Paris-Alemanha, ao sul da Banana Azul. Em linha reta, a cidade está a 130 km de Paris, 157 km de Metz, 168 km de Lille e 282 km de Estrasburgo. No contexto regional, Reims está situada à 25 km ao norte de Épernay, à 41 km noroeste de Châlons-en-Champagne, à 75 km sudoeste de Charleville-Mézières e 107 km ao norte de Troyes. Reims é limitada por 15 comunas: Champfleury, Villers-aux-Nœuds, Bezannes, Tinqueux, Saint-Brice- Courcelles, Saint-Thierry, Courcy, Bétheny, Witry-lès-Reims, Cernay-lès-Reims, Saint-Léonard, Puisieulx, Taissy, Cormontreuil e Trois-Puits. De acordo com a INSEE, seis dessas comunas fazem parte da Unidade Urbana de Reims. A malha urbana depois da Unidade Urbana de Reims faz parte Zona Urbana de Reims. == Geologia e Relevo == Reims se situa no limite da Bacia Sedimentar Parisiense. Ela está limitada ao sul pela Montanha de Reims (em cujas encostas se encontram as melhores vinhas do vinhedo de champagne), onde se encontra o maciço de Saint Thierry e a leste pela Monte Berru. A cidade se encontra em estratos de calcário (no caso giz ) compostos por foraminíferos datados do Campaniano. Divididos entre os giz formados por foraminíferos do tipo g, existentes em boa parte do centro da cidade, nos arredores de Laon, Orgeval e o tipo h, presentes sobre as periferias orientais, ocidentais e meridionais. Os bairros situados na margem do rio Vesle e seus aluviões, além das terras adjacentes são compostas por giz brancos também datados do campaniano. == História == No início de 451, Átila, o Huno atravessou o Rio Reno e atacou diversas cidades da Gália. O bispo de Nicásio foi morto diante do altar da sua igreja em Reims. Os ataques de Átila culminariam com a Batalha dos Campos Cataláunicos. É a cidade francesa onde Clóvis I foi batizado. Após ter sido escolhida por Hugo Capeto, primeiro rei da dinastia capetiana, para sede de sua coroação, passou então a ser sede de todas as coroações posteriores, sendo essas integralmente custeadas pelos burgueses da cidade. Os três últimos reis da dinastia Capeto, filhos de Filipe IV, o Belo, foram coroados em Reims num período de 7 anos, causando muita revolta aos burgueses locais, pela enorme despesa que acompanhava cada uma das coroações. Foram eles: Luís X (1289-1316), Filipe V (1291- 1322) e Carlos IV (1294-1328), coroados respectivamente em 1315, 1316, 1322. == Educação == * NEOMA Business School == Ver também == * Condado de Reims * Lista das cidades mais populosas da França == Ligações externas ==",
 "title": "Reims"
}