{
 "id": "63173",
 "text": "Uraninita, também conhecida como pechblenda, é um mineral e minério radioativo, rico em urânio, com uma composição química composta principalmente de UO2, mas que, devido à oxidação, normalmente contém proporções variáveis de U3O8. A decomposição radioativa do urânio faz com que o mineral contenha óxidos de chumbo e vestígios de hélio. Também pode conter tório e elementos de terras raras.Klein, Cornelis and Cornelius S. Hurlbut, Jr., Manual of Mineralogy, Wiley, 1985, 20th ed. pp. 307–308 Uraninite . Mindat.orgUraninite . Webmineral.com == Visão geral == A uraninita costumava ser conhecida como pechblenda (de piche, por causa de sua cor preta, e blende, de blenden que significa \"enganar\", um termo usado por mineradores alemães para denotar minerais cuja densidade sugeria conteúdo metálico, mas cuja exploração, na época em que foram nomeados, era desconhecida ou não era economicamente viável). O mineral é conhecido pelo menos desde o século XV, em minas de prata nas Montanhas Ore, na fronteira entre a Alemanha e a República Tcheca. A localidade é a histórica cidade de mineração e spa conhecida como Joachimsthal, a atual Jáchymov, no lado tcheco das montanhas, onde F. E. Brückmann descreveu o mineral em 1772. A pechblenda do depósito de Johanngeorgenstadt na Alemanha foi usada por M. Klaproth em 1789 para descobrir o elemento urânio. Todos os minerais de uraninita contêm uma pequena quantidade de rádio como produto decaimento radioativo do urânio. Marie Curie usou pechblenda, processando toneladas dela ela mesma, como material de origem para seu isolamento de rádio em 1910. A uraninita também sempre contém pequenas quantidades dos isótopos de chumbo 206Pb e 207Pb, os produtos finais da série de decaimento dos isótopos de urânio 238U e 235U, respectivamente. Pequenas quantidades de hélio também estão presentes na uraninita como resultado do decaimento alfa. O hélio foi encontrado pela primeira vez na Terra na cleveíta, uma variedade radioativa impura de uraninita, após ter sido descoberto espectroscopicamente na atmosfera do Sol. Os elementos extremamente raros tecnécio e promécio podem ser encontrados na uraninita em quantidades muito pequenas (cerca de 200 pg/kg e 4 fg/kg respectivamente), produzidos pela fissão espontânea do urânio-238. O frâncio também pode ser encontrado na uraninita em 1 átomo de frâncio para cada 1 × 1018 átomos de urânio no minério, como resultado da decomposição do actínio. Categoria:Minerais de óxido Categoria:Minérios cúbicos Categoria:!Predefinição Webarchive wayback links",
 "title": "Uraninita"
}