{
 "id": "63207",
 "text": "O albinismo (do termo em latim albus, \"branco\"; também chamado de acromia, acromasia ou acromatose) é uma doença congênita caracterizado pela ausência completa ou parcial de pigmento na pele, cabelos e olhos, devido à ausência ou defeito de uma enzima envolvida na produção de melanina. O albinismo resulta de uma herança de alelos de gene recessivo e é conhecido por afetar todo o reino animal. O termo mais comum usado para um organismo afetado por albinismo é \"albino\". O albinismo é associado com um número de defeitos de visão, como fotofobia, nistagmo e astigmatismo. A falta de pigmentação da pele faz com que o organismo fique mais suscetível a queimaduras solares e câncer de pele. == Conceituação == O albinismo é uma doença de natureza genética em que há um defeito na produção pelo organismo de melanina. Este defeito é a causa de uma ausência parcial ou total da pigmentação dos olhos, pele e pêlos do animal afetado. Também aparecem equivalentes do albinismo nos vegetais, em que faltam alguns compostos corantes, como o caroteno. É uma condição hereditária que aparece com a combinação de genes que são recessivos nos pais. Os principais tipos de albinismo são os seguintes: # Oculocutâneo (completo ou total) - em que todo o corpo é afetado; # Ocular - somente os olhos sofrem da despigmentação; # Parcial - o organismo produz melanina (ou corantes, se no vegetal) na maior parte do corpo, mas em outras partes isto não ocorre como, por exemplo, nas extremidades superiores. == Etimologia == A palavra albinismo deriva do latim albus, que significa branco. Também é conhecido como Hipopigmentação. == Descrição da mudança genética == Nos indivíduos comuns/médios o organismo transforma um aminoácido chamado tirosina na substância conhecida por melanina. Para que haja produção de melanina devem ocorrer uma série de reações enzimáticas (metabolismo) por meio dos quais se opera a transformação do aminoácido Y (chamado tyr) em melanina, por intermédio da acção da enzima tirosinase. Os indivíduos que padecem de albinismo têm este caminho metabólico interrompido, já que sua enzima tirosinase não apresenta nenhuma actividade (ou esta é tão pequena que é insuficiente), de modo que a transformação não ocorre e tais indivíduos ficarão sem pigmentação. === Papel da melanina === A melanina se distribui por todo o corpo, dando cor e proteção à pele, cabelos e à íris dos olhos. Quando o corpo é incapaz de produzir esta substância, ou de distribuí-la por todo o soma, ocorre a hipopigmentação, conhecida por albinismo. === Transmissão === O albinismo é hereditário, e transmite-se de duas formas distintas: # Autossómica recessiva; # Autossómica dominante. === Graus de albinismo === O albinismo completo se apresenta quando a carência da substância corante se percebe na pele, no cabelo e nos olhos, sendo conhecido como albinismo oculo- cutâneo ou tiroxinase-negativo. Estes indivíduos apresentam a pele e os pêlos de cores branca, e os olhos de tom rosado. Sofrem de transtornos visuais, fotofobia, movimento involuntário dos olhos (nistagmus) ou estrabismo e, em casos mais severos, podem chegar à cegueira. A hipoplasia da fóvea, ou seja, o desenvolvimento comprometido do tecido do fundo de olho, é a responsável pela diminuição da acuidade visual (AV), normalmente para menos de 0,1. A exposição ao sol não produz o bronzeamento, além de causar queimaduras de graus variados. No albinismo ocular, uma versão menos severa deste transtorno, apenas os olhos são afetados. Nesta variedade do albinismo a cor da íris pode variar de azul a verde e, em alguns casos, castanho-claro - e cuja detecção se dá mediante exame médico. Nestes casos a fóvea (responsável pela acuidade visual, no olho) tende a desenvolver-se menos, pela falta da melanina, que cumpre um papel central no desenvolvimento do olho, nos fetos. ; Os filhos da lua Os albinos sofrem conseqüências devido a falta de proteção contra a luz solar especialmente na pele e nos olhos. Assim muitos preferem a noite para desenvolvimento de suas atividades, daí o nome filhos da lua. Muitos albinos humanos sofrem dificuldades de adaptação social e emocional. === Outras doenças genéticas associadas à falta de melanina === * Síndrome de Waardenburg: é um transtorno que se apresenta como uma mecha de pêlos que crescem sem pigmentação na parte frontal da cabeça, ou pela ausência de pigmentação numa das íris. * Síndrome de Chediak-Higashi: falta parcial da pigmentação na pele, associado a alterações imunológicas celulares, tendo tendência a criar graves infecções sistémicas. * Esclerose tuberosa: pequenas áreas localizadas com despigmentação. * Síndrome de Hermansky-Pudiak: albinismo generalizado, associado com problemas sanguíneos, pulmonares e intestinais. == Albinismo animal == Os animais albinos, via de regra, não sobrevivem por muito tempo em seu meio natural em virtude de sua debilidade ante os raios solares e ainda porque sua falta de coloração os delata facilmente, quer para suas presas, quer para seus predadores. Deve-se diferenciar, porém, os animais albinos daqueles que possuem a coloração branca (ou leucísticos). Comumente são vendidos animais como albinos quando na realidade trata-se de animais de pelagem branca mas que ainda assim possuem melanina em seu organismo, como ocorre aos ursos do Ártico. A vida em cativeiro dos animais albinos é, sem dúvida, a única forma de manter sua sobrevivência. Por sua beleza e raridade, tornam-se atração em alguns zoológicos do mundo, como os seguintes: * O gorila chamado Floco de Neve (Floquinho de Neve), único albino conhecido de sua espécie, que vivia no Zoológico de Barcelona, até sua morte causada por câncer de pele em 24 de novembro de 2003. Viveu por 40 anos, e nascera na Guiné Equatorial; * No zoológico de Barranquilla (Colômbia) vive um espécime de macaco-aranha albino, da espécie Ateles ater, conhecida popularmente pelo nome de Marimonda; * Mecky Way, um ouriço criado em liberdade, na Alemanha; * Snowdrop, um pinguim sul- africano albino, que vivia no zoológico de Bristol (Reino Unido) até sua morte em agosto de 2004. Era um dos quatro casos documentados de albinismo nesta espécie; * Os espetaculares pavões reais albinos dos zoológicos de Connecticut (Estados Unidos) e Lahore (Paquistão), Cangurú, nascido no zoológico de Brasília(Brasil); * Mince, uma cobra albina de 2 cabeças, que foi vista numa exposição de animais exóticos na Suíça. Imagem:Albino Macropus rufogriseus rufogriseus.jpg|Macropus rufogriseus albino Imagem:Gamo Albino no zoo da Madroa, Vigo.jpg|Um veado albino. Imagem:Albino_Alligator_2008.jpg|Um crocodilo albino. == Albinismo em plantas == Nas plantas, o albinismo é caracterizado por perda parcial ou completa de pigmentos de Clorofila e diferenciação incompleta das membranas de Cloroplasto. O albinismo nas plantas interfere na Fotossíntese, o que pode reduzir a capacidade de sobrevivência. Algumas variações de plantas podem ter flores brancas ou outras partes. No entanto, essas plantas não são totalmente desprovidas de clorofila. Os termos associados a esse fenômeno são \"hipocromia\" e \"albiflora\". As plantas que são pálidas simplesmente por estarem no escuro sofrem Estiolamento. As Sequoia albinas são exemplos raros de uma árvore albina com agulhas brancas; apesar de sua falta de clorofila, pode crescer até um tamanho substancial como parasita, geralmente na base da sequóia (normal) da qual ela cresceu primeiro. Apenas cerca de sessenta exemplos de sequóias albinas são conhecidos. Além disso, um número ainda menor de sequóias \"quiméricas\" possui agulhas normais e brancas. O albinismo ocorreu frequentemente na descendência das variedades de Cereja- doce \"Black Tartarian\", \"Bing\" e \"Hedelfingen\". == Discriminação == Em países africanos como a Tanzânia e Burúndi existem casos de albinos sendo mortos nos anos recentes pois seus corpos seriam usados em poções e rituais, e forneceriam sucesso e saúde para o usuário. Numerosos incidentes têm sido reportados no século XXI. Por exemplo, na Tanzânia em setembro de 2009, três homens foram acusados de matarem um garoto de 14 anos albino e cortarem suas pernas com o propósito de venderem para feiticeiros. Novamente na Tanzânia e Burúndi em 2010, o assassinato, desmembramento e rapto de uma criança albina foi denunciada para a corte. A National Geographic estima que na Tanzânia o corpo completo de uma pessoa com albinismo custe 75 000 dólares. Outro sério problema é a falsa crença que relações sexuais com uma mulher albina irá curar a AIDS. Isso acarreta, no Zimbábue, estupros e consequentemente infecções de HIV. == Ver também == * Vitiligo * Melanismo * Amelanismo * Leucismo (animais brancos não albinos) * Lutinismo * Schizochromismo Categoria:Albinismo",
 "title": "Albinismo"
}