{
 "id": "63204",
 "text": "José Reinaldo de Lima (Ponte Nova, 11 de janeiro de 1957) é um ex-futebolista brasileiro que atuava como atacante. Apareceu em meados dos anos 1970 pelo Atlético Mineiro, clube a que dedicou quase toda a carreira, sendo considerado um dos mais talentosos jogadores de sua época e o maior jogador da história do Clube Atlético Mineiro. == Carreira == === Atlético Mineiro === Reinaldo surgiu aos 15 anos, ao participar de um treino no Atlético jogando no ataque reserva contra a defesa titular que conquistou o Brasileirão poucos meses antes, em 1971. Reinaldo foi um dos melhores em campo naquele dia, chamando a atenção de todos. Em 28 de janeiro de 1973, aos 16 anos, estreou pelo time profissional do Atlético, em partida contra o Valério.\"Reinaldo é nosso rei\", O Tempo, 11/2/2008, link O resultado final dessa partida foi Atlético 1–2 Valério. No ano seguinte, em partida contra o Ceará, ao pisar em um buraco, torceu o joelho. Ainda nessa época, teve de extrair ambos os meniscos depois de uma entrada de um zagueiro de seu próprio time em um treinamento. As lesões no joelho acompanharam-no por toda a carreira. Conquistou seu primeiro título ao ganhar de forma invicta o Campeonato Mineiro de 1976 e, dois anos depois, daria início ao hexacampeonato que o Atlético conquistou de 1978 a 1983. Tornou-se o artilheiro com melhor média de gols em um único Campeonato Brasileiro (28 gols em 18 partidas, ou 1,55 por jogo, em 1977), apesar de nunca ter conquistado o título nacional. Nesse mesmo ano, seu time terminou o campeonato sem perder um jogo, mas apenas com o vice-campeonato, perdendo a final nos pênaltis para o São Paulo, que terminou a competição com 12 pontos a menos em um tempo que as vitórias valiam apenas 2 pontos. Também foi vice- campeão brasileiro em 1980. Ao longo de sua carreira pelo Atlético, Reinaldo participou de 475 jogos, marcou 255 gols, obteve 289 vitórias, 113 empates e 73 derrotas. Recebeu no total 17 cartões vermelhos. Já pelas categorias de base, são 54 gols em 44 jogos, totalizando 309 gols, o que faz dele o maior artilheiro da história do futebol de Minas Gerais, o maior artilheiro do Atlético, e possuidor da maior média de gols do campeonato brasileiro, 1,55 por partida. Foi também o maior artilheiro do campeonato brasileiro no período de 1977 à 1997, com 28 gols marcados em 18 jogos. Foi superado em 1997 por Edmundo, que atuando pelo Vasco marcou 29 gols em 28 jogos. Guilherme, com 28 gols em 29 jogos, atuando também pelo Atlético, em 1999, conseguiu igualar sua marca. Dimba, que atuava pelo Goiás com 31 gols marcados em 46 jogos, no ano de 2003, e Washington em 2004, que atuando pelo Atlético Paranaense marcou 34 gols em 46 jogos. Vale lembrar que mesmo assim, nenhum desses conseguiu atingir ou superar sua média. === Seleção Nacional === Pela Seleção Brasileira, Reinaldo atuou em 37 partidas, marcou 14 gols e foi convocado para a Copa do Mundo de 1978, na Argentina. Marcou um gol na competição, o primeiro do Brasil, contra a Suécia. Nº Data Partida Competição Local Treinador Gols 1 31-07-75 Brasil 4x0 Venezuela Copa América 1975 Estádio Universitário em Caracas-Venezuela Osvaldo Brandão 0 2 16-08-75 Brasil 1x0 Argentina Copa América 1975 Estádio Cordeleon em Rosário-Argentina Osvaldo Brandão 0 3 30-09-75 Brasil 1x3 Peru Copa América 1975 Estádio Mineirão em Belo Horizonte/MG-Brasil Osvaldo Brandão 0 4 05-06-77 Brasil 4x2 Seleção Carioca Amistoso Estádio Maracanã no Rio de Janeiro/RJ-Brasil Cláudio Coutinho 0 5 19-06-77 Brasil 3x1 Polônia Amistoso Estádio Morumbi Em São Paulo/SP-Brasil Cláudio Coutinho 1 6 23-06-77 Brasil 2x0 Escócia Amistoso Estádio Maracanã no Rio de Janeiro/RJ-Brasil Cláudio Coutinho 0 7 26-06-77 Brasil 0x0 Iugoslávia Amistoso Estádio Mineirão em Belo Horizonte/MG-Brasil Cláudio Coutinho 0 8 14-07-77 Brasil 8x0 Bolívia Eliminatórias Copa do Mundo 1978 Estádio Pascual Guerrero em Cáli-Colômbia Cláudio Coutinho 0 9 12-10-77 Brasil 3x0 Milan Amistoso Estádio Maracanã no Rio de Janeiro/RJ-Brasil Cláudio Coutinho 0 10 12-03-78 Brasil 7x0 Combin.Interior do RJ Amistoso Estádio Caio Martins em Niterói/RJ-Brasil Cláudio Coutinho 0 11 19-03-78 Brasil 3x1 Seleção Goiana Amistoso Estádio Serra Dourada em Goiânia/GO-Brasil Cláudio Coutinho 1 12 22-03-78 Brasil 1x0 Seleção Paranaense Amistoso Estádio Couto Pereira em Curitiba/PR-Brasil Cláudio Coutinho 0 13 01-04-78 Brasil 0x1 França Amistoso Estádio Parc des Princes em Paris-França Cláudio Coutinho 0 14 05-04-78 Brasil 1x0 Alemanha Amistoso Volksparkstadion em Hamburgo-Alemanha Cláudio Coutinho 0 15 21-04-78 Brasil 3x0 Atlético de Madrid Amistoso Estádio Vicente Calderón em Madrid-Espanha Cláudio Coutinho 0 16 01-05-78 Brasil 3x0 Peru Amistoso Estádio Maracanã no Rio de Janeiro/RJ-Brasil Cláudio Coutinho 2 17 17-05-78 Brasil 2x0 Tchecoslováquia Amistoso Estádio Maracanã no Rio de Janeiro/RJ-Brasil Cláudio Coutinho 1 18 25-05-78 Brasil 2x2 Seleção Gaúcha Amistoso Estádio Beira-Rio em Porto Alegre/RS-Brasil Cláudio Coutinho 0 19 03-06-78 Brasil 1x1 Suécia Copa do Mundo 1978 Estádio Mundial 78 em Mar del Plata-Argentina Cláudio Coutinho 1 20 07-06-78 Brasil 0x0 Espanha Copa do Mundo 1978 Estádio Mundial 78 em Mar del Plata-Argentina Cláudio Coutinho 0 21 24-06-78 Brasil 2x1 Itália Copa do Mundo 1978 Estádio Monumental de Nuñes em Buenos Aires-Argentina Cláudio Coutinho 0 22 02-04-80 Brasil 7x1 Seleção Olímpica Brasil Amistoso Estádio Maracanã no Rio de Janeiro/RJ-Brasil Telê Santana 2 23 25-09-80 Brasil 2x1 Paraguai Amistoso Estádio Defensores del Chaco em Assunção-Paraguai Telê Santana 1 24 30-10-80 Brasil 6x0 Paraguai Amistoso Estádio Serra Dourada em Goiânia/GO-Brasil Telê Santana 0 25 01-02-81 Brasil 1x1 Colômbia Amistoso Estádio El Campin em Bogotá-Colômbia Telê Santana 0 26 14-02-81 Brasil 6x0 Equador Amistoso Estádio Olímpico Atahualpa em Quito-Equador Telê Santana 2 27 22-02-81 Brasil 2x1 Bolívia Eliminatórias Copa do Mundo 1982 Estádio Hernán S. Zuazo em La Paz-Bolívia Telê Santana 1 28 14-03-81 Brasil 2x1 Chile Amistoso Estádio Santa Cruz em Ribeirão Preto/SP-Brasil Telê Santana 1 29 22-03-81 Brasil 3x1 Bolívia Eliminatórias Copa do Mundo 1982 Estádio Maracanã no Rio de Janeiro/RJ-Brasil Telê Santana 0 30 01-02-81 Brasil 5x0 Venezuela Eliminatórias Copa do Mundo 1982 Estádio Serra Dourada em Goiânia/GO-Brasil Telê Santana 0 31 12-05-81 Brasil 1x0 Inglaterra Amistoso Estádio de Wembley em Londres-Reino Unido Telê Santana 0 32 15-05-81 Brasil 3x1 França Amistoso Estádio Parc des Princes em Paris-França Telê Santana 1 33 10-06-84 Brasil 0x2 Inglaterra Amistoso Estádio Maracanã no Rio de Janeiro/RJ-Brasil Edu Antunes 0 34 21-06-84 Brasil 1x0 Uruguai Amistoso Estádio Couto Pereira em Curitiba/PR- Brasil Edu Antunes 0 35 25-04-85 Brasil 2x1 Colômbia Amistoso Estádio Mineirão em Belo Horizonte/MG-Brasil Evaristo de Macedo 0 36 05-05-85 Brasil 2x1 Argentina Amistoso Estádio Fonte Nova em Salvador/BA-Brasil Evaristo de Macedo 0 37 21-05-85 Brasil 1x2 Chile Amistoso Estádio Nacional em Santiago/Chile Evaristo de Macedo 0 === Outros clubes === Depois de várias outras operações no joelho, deixou o Atlético em 1985, indo para o Palmeiras, onde ficou apenas três meses e não marcou nenhum gol. Em 1986, passou ainda por Rio Negro e Cruzeiro, por onde disputou apenas duas partidas no Mineirão pelo Campeonato Brasileiro de 1986, com dois empates de 0x0 contra o Rio Branco/ES e contra o Bahia. Sempre caçado em campo pelos zagueiros adversários, teve que abandonar prematuramente a carreira em 1988, aos 31 anos, em decorrência de inúmeras lesões no joelho. Nessa época, defendia o Telstar, um time da segunda divisão holandesa, após uma passagem pelo BK Häcken da Suécia.Enciclopédia do Futebol Brasileiro Lance!, Areté Editorial, 2001, pág. 330 Sua última partida pelo Atlético foi contra o Ajax da Holanda, na data de 11 de agosto de 1985. O resultado final dessa partida foi Ajax 4–1 Atlético. Em 1991, fundou o clube Belo Horizonte Futebol e Cultura. == Polêmica == Reinaldo tinha uma maneira peculiar de comemorar seus gols, de punho direito erguido, em um gesto que lembrava o dos militantes negros do movimento dos Panteras Negras dos Estados Unidos. Por conta disso e por suas posições políticas independentes, Reinaldo era visto com desconfiança pelos representantes do regime militar, o que teria dificultado a sua trajetória na Seleção. Apesar de estar em boa forma física e técnica, não foi convocado por Telê Santana para a Copa do Mundo de 1982. == Números na carreira== Equipe Período Partidas Gols Atlético Mineiro (juvenil) 1971 a 1973 44 54 Atlético Mineiro 1973 a 1985 475 255 Palmeiras 1985 7 0 Rio Negro-AM 1986 6 2 Cruzeiro 1986 2 0 BK Häcken 1987 ? ? Telstar 1987 a 1988 ? ? Seleção Mineira 1976 a 1984 2 1 Seleção Brasileira 1976 a 1985 37 14 == Títulos == ; Atlético Mineiro *Copa dos Campeões da Copa Brasil: 1978 *Campeonato Mineiro: 1976, 1978, 1979, 1980, 1981, 1982, 1983, 1985 *Copa dos Campeões Mineiros: 1974 *Taça 40 anos do Sindicato dos Jornalistas: 1985 *Taça Belo Horizonte: 1972 *Taça do Trabalho: 1972 *Taça Governador do Estado: 1976, 1983, 1985 *Taça Jeddah: 1977 *Taça Minas Gerais: 1975, 1976, 1979 *Torneio da Costa do Sol: 1980 *Torneio de Amsterdã: 1984 *Torneio de Berna: 1983 *Torneio de Bilbao: 1982 *Torneio de León: 1972 *Torneio de Paris: 1982 *Torneio Governador Aureliano Chaves: 1977 *Troféu Brasília 21 anos: 1981 *Troféu Cidade de Vigo: 1977 *Troféu Conde de Fenosa: 1976 *Troféu Governador Rondon Pacheco: 1975 *Troféu Mineirão 13 anos: 1978 *Troféu Sérgio Ferrara: 1985 ; Palmeiras *Troféu Cidade de Lima: 1985 *Troféu Diário Popular: 1985 ; Rio Negro *Taça Cidade de Manaus: 1986 ; Cruzeiro *Torneio de Alicante: 1986 *Troféu Reyno de Navarra: 1986 ; Seleção Brasileira *Copa Rio Branco: 1976 *Mundialito de Cáli: 1977 *Superclássico das Américas: 1976 *Taça Brasil- Inglaterra: 1981 *Taça do Atlântico: 1976 *Taça Oswaldo Cruz: 1976 *Torneio Bicentenário dos Estados Unidos: 1976 *Troféu Coroa do Príncipe: 1978 === Prêmios individuais === * Bola de Prata da Revista Placar (artilheiro do Campeonato Brasileiro - 28 gols: 1977) * Bola de Prata da Revista Placar (seleção do Campeonato Brasileiro: 1977 e 1983) === Recordes === * Artilheiro com maior média de gols em um único Campeonato Brasileiro (28 gols em 18 partidas, média de 1,55 por jogo: 1977) * Maior Artilheiro do Atlético-MG: 255 Gols * Maior Artilheiro do Atlético-MG no Campeonato Brasileiro: == Vida pós-carreira == Após deixar o futebol, chegou a ser eleito deputado estadual pelo Partido dos Trabalhadores. Em 2004, foi eleito vereador em Belo Horizonte. Em 1996, teve envolvimento com um traficantes de drogas e admitiu ter usado cocaína. Chegou a ser condenado a quatro anos de prisão por tráfico,\"Um craque fora do ar\", Tarso Araújo, Placar número 1317, abril de 2008, Editora Abril, pág. 56 mas foi absolvido em segunda instância.\"Reinaldo já viveu drama das drogas e aponta soluções\", Eduardo Kattah, O Estado de S. Paulo, 29/3/2008, pág. E2 Hoje trabalha na Rede Alterosa como comentarista esportivo em off. Foi homenageado pelo Atlético no ano do centenário como um dos atletas mais bem sucedidos no clube com 255 gols só no profissional, passagens pela Seleção Brasileira, participação de extrema importância no hexacampeonato mineiro de 1978 a 1983, nas conquistas dos Torneios de Paris e Bilbao e mesmo em boas campanhas que não culminaram em títulos, como os vice- campeonatos brasileiros de 1977 e 1980, em que muitos consideram que o Atlético teria sido prejudicado pelas arbitragens e regulamentos. Lançou em 2008 sua candidatura para se tornar mais uma vez vereador em Belo Horizonte. == Publicações == * LISBOA, Luis Carlos. Reinaldo: do Atlético Mineiro. Rio de Janeiro: Ed. Universidade Estácio de Sá, 2003. * LIMA, Philipe Van R. Punho Cerrado: A História do Rei. Belo Horizonte: Ed. Letramento, 2017. == Ligações externas== *Site oficial *Reinaldo página de ídolos do Clube Atlético Mineiro *Reinaldo. Página na Wiki Galo Digital * * * Categoria:Naturais de Ponte Nova Categoria:Futebolistas de Minas Gerais Categoria:Futebolistas do Clube Atlético Mineiro Categoria:Futebolistas da Sociedade Esportiva Palmeiras Categoria:Futebolistas do Atlético Rio Negro Clube (Amazonas) Categoria:Futebolistas do Cruzeiro Esporte Clube Categoria:Futebolistas do BK Häcken Categoria:Futebolistas do Stormvogels Telstar Categoria:Jogadores da Seleção Brasileira de Futebol Categoria:Jogadores da Copa América de 1975 Categoria:Jogadores da Copa do Mundo FIFA de 1978 Categoria:Artilheiros do Campeonato Brasileiro de Futebol Categoria:Treinadores do Esporte Clube Mamoré Categoria:Treinadores do Villa Nova Atlético Clube Categoria:Treinadores do Ipatinga Futebol Clube Categoria:Deputados estaduais de Minas Gerais Categoria:Membros do Partido dos Trabalhadores Categoria:Membros do Partido Verde (Brasil) Categoria:Desportistas políticos Categoria:Vereadores de Belo Horizonte",
 "title": "José Reinaldo de Lima"
}