{
 "id": "6321",
 "text": "Em matemática, uma equação diferencial é uma equação cuja incógnita é uma função que aparece na equação sob a forma das respectivas derivadas. Dada uma variável , função de uma variável , a equação diferencial envolve, , , derivadas de e eventualmente também derivadas de . Por exemplo: x^2 \\frac{d^2 y}{dx^2} + x \\frac{dy}{dx} + (x^2)y = 0 Equações diferenciais têm propriedades intrinsecamente interessantes como: * solução pode existir ou não; * caso exista, a solução é única ou não. A ordem da equação diferencial é a ordem da derivada de maior grau que aparece na equação. A solução de uma equação diferencial de ordem , conterá constantes. As equações diferenciais são usadas para construir modelos matemáticos de fenómenos físicos tais como na dinâmica de fluidos e em mecânica celeste. Deste modo, o estudo de equações diferenciais é um campo extenso na matemática pura e na matemática aplicada. As equações diferenciais têm inúmeras aplicações práticas em medicina, engenharia, química, biologia e outras diversas áreas do conhecimento. As soluções destas equações são usadas, por exemplo, para projetar pontes, automóveis, aviões e circuitos elétricos. O tópico das equações diferenciais é muito vasto, podendo ser abordado de diferentes maneiras, dependendo do objetivo do estudo. Do ponto de vista da matemática aplicada, tais equações são utilizadas para descrever situações do mundo real, tendo um papel relevante na ligação e interação da matemática com outras ciências: na Física, para descrever as forças sofridas por corpos; na Química, para compreender a velocidade das reações; na Biologia, para modelar o crescimento de populações; na Economia, para formular modelos acerca do mercado; além dos vários ramos da Engenharia. == Tipos == As equações diferenciais dividem-se em dois tipos: * Uma equação diferencial ordinária (EDO) contém apenas funções de uma variável e derivadas daquela mesma variável; * Uma equação diferencial parcial (EDP) contém funções com mais do que uma variável e suas derivadas parciais. == Exemplos == Exemplo 1 Equações diferenciais são extremamente importantes para as ciências, pois nos informam como a variação de uma grandeza afeta outras grandezas relacionadas. A lei mais importante de Física Clássica, a segunda lei de Newton: \\vec{F} = m \\vec{a} é na verdade uma equação diferencial de segunda ordem: \\vec{F}(\\vec{r},t) = m \\frac{d^{2} \\vec{r} }{dt^2} Equações diferenciais fazem parte de nosso dia a dia, mesmo que não nos demos conta disto. No entanto, as equações diferenciais são mais difíceis de resolver do que as equações algébricas comuns. À exceção das equações separáveis, a resolução de cada tipo diferente de equação sem que se conheça a técnica é uma obra homérica. Por isso, cada avanço no campo das equações diferenciais em geral é creditado a um matemático diferente (exceto por Leonhard Euler). Exemplo 2 Mostrando que as funções y_1 (x) = e^{5x} \\qquad \\mathrm{e} \\qquad y_2(x) = e^{-3x} são soluções da equação diferencial e dos métodos numéricos após as únicas bidimensionais da resolução. y - 2y' - 15y = 0 Resolução por simples substituição da função e as suas derivadas vê-se facilmente que cada uma das funções dada é solução: \\begin{align} &&25 e^{5x} - 10 e^{5x} - 15 e^{5x} = 0 \\\\\\ &&9 e^{-3x} + 6 e^{-3x} - 15 e^{-3x} = 0 \\end{align} Exemplo 3 Demonstre que a relação x + y + e^{xy} = 0 é solução implícita de \\bigg(1 + x e^{xy}\\bigg) \\dfrac{dy}{dx} + 1 + y e^{xy} = 0 Resolução \\begin{align} &\\dfrac{d}{dx} (x + y + e^{xy}) = 0\\\\\\ &1 + y' + e^{xy} {d(xy) \\over dx} = 0\\\\\\ &1 + y' + (y + xy') e^{xy} = 0\\\\\\ &(1 + x e^{xy} ) {dy \\over dx} + 1 + y e^{xy} = 0 \\qquad \\end{align} == Classificação == === Equações de primeira ordem === As equações diferenciais ordinárias de primeira ordem são da forma F(x,y,y') = 0, mas geralmente por meio de simples manipulação algébrica conseguem-se re-escrever na forma de uma ou mais equações: {dy \\over dx} = f(x,y) A chamada forma inversa da equação anterior é {dx \\over dy} = \\frac{1}{f(x,y)} Qualquer solução implícita de uma das duas equações é solução da outra, e se a inversa de uma solução explícita y(x) da primeira equação existir, será solução (x(y)) da equação inversa. A equação pode ser também escrita na chamada forma diferencial. f(x,y) d x - d y = 0 Existem em geral muitas soluções de uma equação diferencial de primeira ordem. Dado um valor inicial y(x_0) = y_0, é possível calcular a derivada y' no ponto x_0 (igual a f(x_0, y_0) segundo a equação diferencial), e geralmente é possível encontrar uma curva (curva integral) que passe pelo ponto (x_0, y_0) e com derivada igual a f(x,y) em cada ponto. O problema de valores iniciais: {dy \\over dx} = f(x,y) \\qquad y(x_0) = y_0 consiste em encontrar a curva integral (ou curvas integrais) que passa pelo ponto (x_0, y_0). === Existência e unicidade da solução === As condições suficientes para a existência de uma solução única de uma equação diferencial de primeira ordem são definidas pelo teorema de Picard: ==== Teorema de Picard ==== Considere o problema de valor inicial {dy \\over dx} = f(x,y) \\qquad g(x_0) = y_0 se a função f e a derivada parcial de f em função de y são contínuas numa vizinhança do ponto (x_0, y_0), existe uma solução única y = g(x) em certa vizinhança do ponto (x_0, y_0) que verifica a condição inicial g(x_0)= y_0. O intervalo onde existe a solução única pode ser maior ou menor que o intervalo onde a função f e a sua derivada parcial \\partial f/\\partial y são contínuas (o teorema não permite determinar o tamanho do intervalo). As condições do teorema de Picard são condições suficientes, mas não necessárias para a existência de solução única. Quando f ou a sua derivada parcial \\partial f/\\partial y não sejam contínuas, o teorema não nos permite concluir nada: provavelmente existe solução única apesar das duas condições não se verificarem. Exemplo Demonstre que a relação x^2 + y^2 - c^2 = 0 onde c é uma constante positiva, é solução implícita da equação {dy \\over dx} = -\\frac{x}{y} o que pode se concluir a partir do teorema de Picard? Resolução \\begin{align} &2x + 2y y' = 0\\\\\\ &y;' = -\\frac{x}{y} \\end{align} a função f = -x/y e a sua deriavada parcial \\partial f/\\partial y = x/y^2 são contínuas em quaisquer pontos fora do eixo dos x. A solução implícita dada conduz às soluções únicas: y_1 = \\sqrt{c^2 - x^2} \\qquad y_2 = -\\sqrt{c^2 - x^2} no intervalo -c < x < c. O teorema de Picard nada permite concluir nos pontos y = 0, mas segundo o resultado obtido acima vemos que em cada ponto y = 0 existem duas soluções, y_1 e y_2. == Métodos para resolução de equações diferenciais == Existem diferentes métodos para resolução de equações diferenciais e aqui serão apresentados alguns deles. === Variáveis separáveis === Equações diferenciais com variáveis separáveis são as mais simples de se resolver, utilizamos o seguinte método: ==== Solução por integração ==== Considere a equação diferencial de primeira ordem {dy \\over dx} = f(x,y). Quando f não depende de y, isto é f(x,y)=g(x), a equação diferencial {dy \\over dx} = g(x) pode ser resolvida por integração. Se g(x) é uma função contínua, então integrando ambos os lados teremos y = \\int g(x)dx=G(x)+c, em que G(x) é a antiderivada (integral indefinida) de g(x). ==== Definição ==== O caso apresentado acima é um caso especial de quando f em {dy \\over dx} = f(x,y) é um produto de uma função de x por uma função de y. A definição de uma equação diferencial de primeira ordem que é separável ou de variáveis separáveis é {dy \\over dx} = g(x)h(y), pois nesse caso podemos manipular a equação com o intuito de deixar as funções que dependem da mesma variável do mesmo lado da equação e a partir daí usar o método da integração de ambos os lados. ==== Exemplo 1: Resolvendo uma equação diferencial separável ==== Resolva (1+x)dy-ydx=0 . Solução: Dividindo por (1+x)y, podemos escrever {dy \\over y} = {dx \\over (1+x)} , da qual segue \\int{dy \\over y} = \\int{dx \\over (1+x)} ln|y| = ln|x+1|+c y = e^{ln|x+1|+c} = e^{ln|x+1|}.e^{c} y = |1+x|e^{c} = \\pm e^{c}(1+x) Podemos escrever \\pm e^{c} como uma constante D e obtemos y = D(1+x) . Solução alternativa: Uma vez que cada integral resulta em logaritmo, uma escolha judiciosa da constante de integração \\ln|c| em vez de c. Reescrevendo a segunda linha da solução como \\ln|y|=\\ln|1+x|+\\ln|c|, podemos combinar os termos no lado direito usando as propriedades de logaritmo. De \\ln|y|=\\ln|c(1+x)| obtemos imediatamente y=c(1+x). Mesmo que as integrais indefinidas não sejam todas logaritmos, pode ainda ser vantajoso usar \\ln|c|. Porém, nenhuma regra geral pode ser dada. Nota: Não há necessidade de usar duas constantes na integração de uma equação separável, pois se escrevermos H(y)+c = G(x)+d , a diferença entre d-c poderá ser substituída por uma única constante a . Em várias ocasiões renomearemos constantes, múltiplos de constantes ou combinações de constantes por uma única constante. ==== Exemplo 2: Resolvendo um problema de valor inicial ==== Resolva: (e^{2y}-y)\\cos(x){dy \\over dx}=e^{y}\\sin(2x) , sendo y(0)=0. Solução: Dividindo a equação por e^{y}\\cos(x) temos: {e^{2y}-y \\over e^{y}}dy={\\sin(2x) \\over \\cos(x)}dx Antes de integrar, usamos a divisão termo a termo, no lado esquerdo, e a identidade trigonométrica \\sin(2x)=2\\sin(x)\\cos(x) no lado direito. Então da integração por partes segue: \\int (e^{y}-ye^{-y})dy=2\\int \\sin(x)dx e^{y}+ye^{-y}+e^{-y}=-2\\cos(x)+c A condição inicial y=0 quando x=0 implica c=4. Assim, a solução do problema de valor inicial é: e^{y}+ye^{-y}+e^{-y}=4-2\\cos(x). === Equações lineares === ==== Definição ==== Uma equação diferencial de primeira ordem é chamada equação linear na variável dependente y se for da forma: a_1(x){dy \\over dx}+a_0(x)y=g(x) Quando g(x)=0, a equação linear é chamada homogênea; do contrário, é não homogênea. Dividimos ambos os lados da equação acima pelo coeficiente dominante a_1(x), obtemos uma forma mais conveniente, a forma padrão de uma equação linear, que segue {dy \\over dx}+P(x)y=f(x) Procuramos uma solução dessa equação em um intervalo I no qual as funções P e f são contínuas. ==== Propriedade ==== Uma propriedade da ED é que a soma de duas soluções: y=y_c+y_p, onde y_c é uma solução da equação homogênea correspondente {dy \\over dx}+P(x)y=0 e y_p é uma solução particular para a equação não homogênea. ==== Procedimento ==== Para resolução de uma equação linear seguimos esses passos. # Ponha e equação linear dada na forma padrão. # Identifique P(x) na forma padrão e então encontre o fator integrante e^{\\int P(x)dx} para a ED visando resolver por integração. # Multiplique a forma padrão da ED pelo fator integrante. O lado esquerdo da equação resultante é automaticamente a derivada do produto do fator integrante por y: {d \\over dx}[e^{\\int P(x)dx}y]=e^{\\int P(x)dx}f(x). # Integre ambos os lados dessa última equação. ==== Exemplo 1: Resolvendo uma ED linear homogênea ==== Resolva {dy \\over dx}-3y=0 Solução: Essa equação pode ser resolvida pelo método das separáveis. Alternativamente, uma vez que a equação já está na forma padrão, vemos que P(x)=-3, e portanto, o fator integrante é e^{ \\int (-3) dx}=e^{-3x}. Multiplicamos a equação por esse fator e observamos que: e^{-3x}{dy \\over dx}-3e^{-3x}y=0 é o mesmo que {d \\over dx}[e^{-3x}y]=0 Integrado ambos os lados da última equação, obtemos e^{-3x}y=c. Resolvendo para y, obtemos a solução explícita y=ce^{3x}, -\\infty < x < \\infty. == Equações Diferenciais Reais Ordinárias Homogêneas Lineares a Coeficientes Constantes == ==== Definição ==== Uma equação diferencial real ordinária homogênea linear a coeficientes constantes de ordem N é qualquer equação da forma. \\sum_{n=0}^N a_n y^{(n)} = 0 Sendo os coeficientes constantes reais e y uma função real dependente da variável real x. Agora, o novo método de solução: se supormos y = b exp(p x), obtemos: \\sum_{n=0}^N a_n b p^{n}exp(px) = 0 \\sum_{n=0}^N a_n p^{n} = 0 O que nada mais é que um polinômio de grau N em função de p. As raízes desse polinômio são os valores de p que fazem a afirmação acima ser verdadeira, tal que a solução geral da equação diferencial será uma combinação linear da solução b exp(p x) utilizando todos os valores de b e p adequados, ou seja: y= \\sum_{n=0}^N b_n e^{p_nx} Frequentemente, algumas dessas raízes são complexas, tal que p = u + vi, com u e v reais. Pois bem, e^{x(u_n+v_ni)}=e^{xu_n}e^{xiv_n} = e^{xu_n}(cos(v_nx)+isen(v_nx))=e^{xu_n}cos(v_nx) + ie^{xu_n}sen(v_nx)) É garantido por teorema que sempre que a solução de uma equação diferencial real resultar em uma função complexa, ambos o módulo da parte real e o módulo da parte complexa serão soluções reais para a equação. Assim sendo, a solução pode ser escrita de uma forma mais geral por: y= \\sum_{n=0}^N b_n [e^{u_nx}cos(v_nx)+e^{u_nx}sen(v_nx)] === Equações não lineares === Existem muitas equações diferenciais, especialmente não lineares, que não são suscetíveis à solução analítica de algum modo razoavelmente conveniente. Métodos numéricos são uma forma de tratar estas equações. Uma outra abordagem possível analisa o caráter geométrico e nos leva a uma compreensão qualitativa do comportamento das soluções, ao invés de uma informação quantitativa de forma detalhada. Considerando um sistema linear homogêneo de segunda ordem com coeficientes constantes, ou seja, um sistema da forma x'=Ax, onde A é uma matriz 2x2 e x é um vetor 2x1, onde supomos que o determinante da matriz de coeficientes não se anula. A análise deste sistema é importante para a determinação dos autovalores da matriz de coeficientes, determinando assim o comportamento de soluções com seus respectivos autovetores, ou seja, os autovalores e autovetores fornecem uma forma de analisar o chamado plano de fase, que mostra o comportamento das soluções, de forma qualitativa (geométrica), em um plano ortogonal, sem necessariamente fornecer uma solução analítica para o problema. Existe também o caso onde o sistema se comporta como não linear, entretanto próximo aos pontos críticos comporta-se como aproximadamente linear. São os chamados Sistemas Localmente Lineares. Vamos considerar, como um exemplo desta situação, um sistema autônomo bidimensional não linear da forma x'=f(x). Nosso objetivo principal é investigar o comportamento das trajetórias deste sistema perto de um ponto crítico. Vamos considerar, primeiro, o que significa um sistema não linear estar \"próximo\" de um sistema linear. Suponhamos então que x'=Ax+g(x), em que x=0 é um caso isolado do sistema. Isso significa que existe algum círculo em torno da origem para o qual não existem outros pontos críticos. Suponhamos, também, que o determinante da matriz de coeficientes não se anula, de modo que x=0 também é um ponto crítico isolado no sistema linear x'=Ax. Para que o sistema não linear e o sistema linear anteriores estejam próximos, temos que supor que a função g(x) é pequena. Matematicamente, isso equivale a dizer que ||g(x)||/||x|| \\longrightarrow 0 quando x\\longrightarrow0, ou seja, o módulo da função é pequeno quando comparado com o módulo de X em torno da origem. Este tipo de sistema é chamado de sistema localmente linear na vizinhança do ponto crítico X=0. ==== Exemplo 3: Resolvendo equações localmente lineares ==== Determine se o sistema \\binom{x}{y}' = \\begin{pmatrix} 1 & 0 \\\\\\ 0 & 0.5 \\end{pmatrix}\\binom{x}{y} + \\binom{-x^2 - xy}{-0.75xy - 0.25y^2} é localmente linear perto de uma vizinhança em torno da origem. Solução: Neste problema, é conveniente fazermos uso de coordenadas polares, com x=r\\cos(t) e y=rsen(t). Feito isso, temos que g1(x,y)/r\\longrightarrow (-x^2-xy)/r\\longrightarrow(-r^2cos^2(t)-r^2sen(t)cos(t))/r = -r(cos^2(t) + sen(t)cos(t))\\longrightarrow0, quando r\\longrightarrow0. Analogamente, podemos mostrar que a segunda função também tende a 0, sob a mesma análise. Portanto, o sistema dado é localmente linear próximo à origem. === Sistemas de Equações Diferenciais Ordinárias Lineares === Um sistema de equações diferenciais ordinárias lineares é um sistema, por exemplo, da forma x'=Ax+By y'=Cx+Dy Sendo A, B, C e D constantes reais dadas, e x e y duas funções incógnitas dependentes de uma variável t. Este é o caso mais simples que pode ser chamado de sistema: o 2x2, com duas equações diferenciais dadas e duas funções a serem determinadas. O sistema pode ser resolvido através da seguinte sequência de passos: 1) Isole a função x na segunda equação, e derive os dois lados com respeito a t. x={y'-Dy \\over C} x'={y-Dy' \\over C} 2) Substitua na primeira equação. {y-Dy' \\over C}=A{y'-Dy \\over C}+By 3) Agora, temos uma equação diferencial ordinária linear de segunda ordem, que trata apenas da função y. Resolva-a. ({1 \\over C})y+({-D-A \\over C})y'+({AD \\over C}+B)y=0 Digamos que y = exp(rt) para algum r real: y=e^{(r)t} y'=(r)e^{(r)t} y=(r)^2e^{(r)t} Substituindo na equação diferencial: ({1 \\over C})(r)^2e^{(r)t}+({-D-A \\over C})(r)e^{(r)t}+({AD \\over C}-B)e^{(r)t}=0 ({1 \\over C})(r)^2+({-D-A \\over C})(r)+({AD \\over C}-B)=0 Um polinômio de segundo grau em função de r, que terá duas soluções dadas por r={-({-D-A \\over C})\\pm\\surd(({-D-A \\over C})^2-4({1 \\over C})({AD \\over C}-B) \\over 2({1 \\over C})} A solução geral para y será, portanto, a combinação linear das duas soluções: y=Uexp({\\displaystyle {-({-D-A \\over C})+ \\surd (({-D-A \\over C})^{2}-4({1 \\over C})({AD \\over C}-B) \\over 2({1 \\over C})}}t)+Vexp({\\displaystyle {-({-D-A \\over C})- \\surd (({-D-A \\over C})^{2}-4({1 \\over C})({AD \\over C}-B) \\over 2({1 \\over C})}}t ) Sendo U e V duas constantes reais arbitrárias. Isso também pode ser escrito como: P=Uexp(-{({-D-A \\over C}) \\over 2({1 \\over C})}) Q=Vexp(-{({-D-A \\over C}) \\over 2({1 \\over C})}) y=Pexp({\\displaystyle { \\surd (({-D-A \\over C})^{2}-4({1 \\over C})({AD \\over C}-B) \\over 2({1 \\over C})}}t)+Qexp({\\displaystyle {- \\surd (({-D-A \\over C})^{2}-4({1 \\over C})({AD \\over C}-B) \\over 2({1 \\over C})}}t ) 4) Agora, precisamos determinar a função x. Substituindo y na primeira equação diferencial do sistema: x'=Ax+B[{\\displaystyle Pexp({\\displaystyle {\\surd (({-D-A \\over C})^{2}-4({1 \\over C})({AD \\over C}-B) \\over 2({1 \\over C})}}t)+Qexp({\\displaystyle {-\\surd (({-D-A \\over C})^{2}-4({1 \\over C})({AD \\over C}-B) \\over 2({1 \\over C})}}t)} ] x'-Ax=B[{\\displaystyle Pexp({\\displaystyle {\\surd (({-D-A \\over C})^{2}-4({1 \\over C})({AD \\over C}-B) \\over 2({1 \\over C})}}t)+Qexp({\\displaystyle {-\\surd (({-D-A \\over C})^{2}-4({1 \\over C})({AD \\over C}-B) \\over 2({1 \\over C})}}t)} ] Multiplicando os dois lados por uma função arbitrária de t: \\mu x'-\\mu Ax=B\\mu[{\\displaystyle Pexp({\\displaystyle {\\surd (({-D-A \\over C})^{2}-4({1 \\over C})({AD \\over C}-B) \\over 2({1 \\over C})}}t)+Qexp({\\displaystyle {-\\surd (({-D-A \\over C})^{2}-4({1 \\over C})({AD \\over C}-B) \\over 2({1 \\over C})}}t)} ] Isso pode ser imaginado como uma sentença da forma \\mu x'+\\mu'x=(\\mu x)' De forma que -A \\mu x=\\mu'x -A\\mu=\\mu'={d\\mu \\over dt} -Adt={d\\mu \\over \\mu} Integrando-se os dois lados: -A\\int dt=\\int {d\\mu \\over \\mu} -At+I=ln(\\mu)+J Sendo I e J constantes reais arbitrárias. Se I - J = K, temos -At+K=ln(\\mu) \\mu=exp(-At+K)=Hexp(-At+K) Se H = exp(K). Substituindo no lado direito da equação diferencial em x, temos BHexp(-At)[{\\displaystyle Pexp({\\displaystyle {\\surd (({-D-A \\over C})^{2}-4({1 \\over C})({AD \\over C}-B) \\over 2({1 \\over C})}}t)+Qexp({\\displaystyle {-\\surd (({-D-A \\over C})^{2}-4({1 \\over C})({AD \\over C}-B) \\over 2({1 \\over C})}}t)}]=(Hxexp(-At))' \\int BHexp(-At)[{\\displaystyle Pexp({\\displaystyle {\\surd (({-D-A \\over C})^{2}-4({1 \\over C})({AD \\over C}-B) \\over 2({1 \\over C})}}t)+Qexp({\\displaystyle {-\\surd (({-D-A \\over C})^{2}-4({1 \\over C})({AD \\over C}-B) \\over 2({1 \\over C})}}t)}]dt=Hxexp(-At) BH\\int exp(-At){\\displaystyle Pexp({\\displaystyle {\\surd (({-D-A \\over C})^{2}-4({1 \\over C})({AD \\over C}-B) \\over 2({1 \\over C})}}t)+Qexp({\\displaystyle {-\\surd (({-D-A \\over C})^{2}-4({1 \\over C})({AD \\over C}-B) \\over 2({1 \\over C})}}t)}dt=Hxexp(-At) x={{P\\exp(({\\displaystyle {\\surd (({-D-A \\over C})^{2}-4({1 \\over C})({AD \\over C}-B) \\over 2({1 \\over C})}}-A)t) \\over {\\displaystyle {\\surd (({-D-A \\over C})^{2}-4({1 \\over C})({AD \\over C}-B) \\over 2({1 \\over C})}}}+{Q\\exp(({\\displaystyle {-\\surd (({-D-A \\over C})^{2}-4({1 \\over C})({AD \\over C}-B) \\over 2({1 \\over C})}}-A)t) \\over {\\displaystyle {-\\surd (({-D-A \\over C})^{2}-4({1 \\over C})({AD \\over C}-B) \\over 2({1 \\over C})}}} \\over \\exp(-At)} Assim, as duas funções estão determinadas, e o sistema está resolvido. == Equações Diferenciais Reais Parciais Lineares Homogêneas a Coeficientes Constantes == ==== Definição ==== Uma equação diferencial parcial linear homogênea de ordem M que depende de N variáveis independentes é uma equação da forma: \\sum_{n=0}^N \\sum_{m=0}^M a_{m,n} {d^{m}y \\over dx_n^m} = 0 Sendo a(m,n) coeficientes constantes. O caso particular M = N = 1 e a(0,n) = 0 se reduz a uma expressão do tipo: a_0 {dy\\over dx_0}+a_1 {dy\\over dx_1}=0 {dy\\over dx_0}=k {dy\\over dx_1} Se k = - a1/a0. Neste ponto, é aplicado o principal e mais simples método para resolução deste tipo de equação diferencial: o Método da Separação de Variáveis, que supõe que: y=f(x_0)g(x_1) Logo, {dy\\over dx_0}=f'g {dy\\over dx_1}=fg' Substituindo na equação, temos: f'g=kfg' Sendo x0 e x1 variáveis independentes, então os problemas sobre f e g são independentes, tal que: f'=kf g=g' Ou, alternativamente, g=kg' f=f' O teorema de existência e unicidade nos garante que essas duas formas chegarão na mesma solução, que é a única solução verdadeira a menos de uma constante por equação (o que prova que a hipótese inicial de que y = fg estava correta). Assim, o método transformou uma equação diferencial parcial em duas equações diferenciais ordinárias de fácil resolução, e a solução do problema será o produto das soluções dessas duas equações. == Software == * ExpressionsinBar: desolve(y'=b*y-a,y) * Maple: dsolve * SageMath: desolve() * Xcas: desolve(y'=k*y,y) == Lista de equações diferenciais == *Segunda lei de Newton *Equações de Hamilton *Decaimento radioativo *Equação do pêndulo *Equação de Lane-Emden *Equação da onda *Equações de Maxwell *Equação do calor *Equação de Laplace *Equação de Poisson *Equação de Schrödinger *Equações de Navier-Stokes *Equação de Lotka-Volterra *Equações de Cauchy-Riemann == Ver também == *Equação diferencial linear *Equação de Bernoulli == Bibliografia == *",
 "title": "Equação diferencial"
}