{
 "id": "63256",
 "text": "Alexandre IV foi Papa de 12 de dezembro de 1254 até a data da sua morte (25 de maio de 1261). Chamava-se Reginaldo (ou Reinaldo, Rinaldo) Conti. Foi elevado a cardeal pelo seu tio, o Papa Gregório IX, em 1227. Prosseguiu a guerra contra os descendentes do imperador Frederico II. Opôs-se à sucessão no trono imperial alemão de Conradino. Viveu quase sempre fora de Roma, por causa do conflito entre guibelinos e guelfos. Ocupou-se do governo da Igreja, procurando a união com as igrejas gregas. Promoveu a influência dos franciscanos, intervindo na universidade de Paris em favor desta ordem mendicante, e também dos dominicanos, após submeter a uma comissão de cardeais, concluiu que a obra de Guillaume Saintamour era reprovável em todos os seus aspectos. Após a bula Ad Extirpanda, de Inocêncio IV, autorizando a tortura,mas não pelas mãos dos próprios clérigos, o Papa Alexandre IV na bula Ut Negotium de 1256, permitiu que os inquisidores se absolvessem mútuamente se tivessem incorrido em quaisquer \"irregularidades canónicas no seu importante trabalho\". == Brasão == * Descrição: Escudo eclesiástico de goles com uma águia de asas abaixadas, xadrezada de sable e jalde, armada, bicada e coroada do último – armas dos Condes de Segni. O escudo está assente em tarja branca. O conjunto pousado sobre duas chaves decussadas, a primeira de jalde e a segunda de jalde, atadas por um cordão de goles, com seus pingentes. Timbre: a tiara papal de argente, com uma única coroa de jalde. Quando são postos suportes, estes são dois anjos de carnação, sustentando cada um, na mão livre, uma cruz trevolada tripla, de jalde. * Interpretação: O escudo obedece às regras heráldicas para os eclesiásticos. Nele estão representadas as armas familiares do pontífice, os Condes de Segni, que já são representadas nos brasões de Inocêncio III e Gregório IX e estarão presentes no brasão de Inocêncio XIII. O campo de goles (vermelho), simboliza o fogo da caridade inflamada no coração do Soberano Pontífice pelo Divino Espírito Santo, que o inspira diretamente do governo supremo da Igreja, bem como valor e o socorro aos necessitados, que o Vigário de Cristo deve dispensar a todos os homens. A águia é símbolo de poder, generosidade e liberdade, e sua cor, sable (preto), representa: sabedoria, ciência, honestidade e firmeza. O xadrezado de 42 peças (sendo 6 horizontais e 7 verticais) é uma das nobres e antigas figuras da armaria não sendo dado senão a valentes e esforçados guerreiros, por sinal de seu valor e ousadia. (Asêncio, 45), é também emblema da milícia e modelo de estratégia militar, porque representa convencionalmente um campo de batalha. (Asêncio, 45) – como num jogo de xadrez, em que duas pessoas fazem mover, num tabuleiro, diferentes peças cujo objetivo é a tomada do rei do parceiro contrário e a defesa do seu, representa o exército em mordem de batalha, estando composto de quadros que simbolizam os batalhões e esquadrões (Baron – Playbe, 256); e por seu metal e cor tem significado próprio, sendo que jalde (ouro) simboliza: nobreza, autoridade, premência, generosidade, ardor e descortínio e sable (preto), representa: sabedoria, ciência, honestidade e firmeza. Os elementos externos do brasão expressam a jurisdição suprema do papa. As duas chaves \"decussadas\", uma de jalde (ouro) e a outra de argente (prata) são símbolos do poder espiritual e do poder temporal. E são uma referência do poder máximo do Sucessor de Pedro , relatado no Evangelho de São Mateus, que narra que Nosso Senhor Jesus Cristo disse a Pedro: \"Dar-te-ei as chaves do reino dos céus, e tudo o que ligares na terra será ligado no céu, e tudo o que desligares na terra, será desligado no céu\" (Mt 16, 19). Por conseguinte, as chaves são o símbolo típico do poder dado por Cristo a São Pedro e aos seus sucessores. A tiara papal, usada como timbre, recorda, pela simbologia da coroa, a Jurisdição (o poder régio ou temporal) do papa sobre os territórios da Igreja. Categoria:Cardeais-bispos de Óstia Categoria:Cardeais- sobrinhos Categoria:Decanos do colégio dos cardeais Categoria:Papado de 1048 a 1257 Categoria:Papado de Viterbo Categoria:Cristãos da Cruzada Prussiana Categoria:Cardeais nomeados pelo papa Gregório IX Categoria:Papas da Itália",
 "title": "Papa Alexandre IV"
}