{
 "id": "63274",
 "text": "Luís da Cunha (Lisboa, 25 de Janeiro de 1662 — Paris, 9 de Outubro de 1749) foi um diplomata português que serviu o rei D. João V. Foi comendador da Ordem de Cristo, arcediago da Sé de Évora, Juiz desembargador do Desembargo do Paço, enviado extraordinário de Portugal às Cortes de Londres, Madrid e Paris, e ministro plenipotenciário no Congresso de Utrecht. Pertenceu também à Real Academia de História. == Biografia == D. Luís da Cunha estudou na Faculdade de Cânones da Universidade de Coimbra, onde se formou em Cânones em 1686, tendo, logo após sido nomeado como Juiz Desembargador do Tribunal da Relação do Porto, e posteriormente, do Tribunal da Relação de Lisboa. Em 1696 foi nomeado como embaixador de Portugal em Londres, onde participou em importantes negociações relacionadas com a intervenção portuguesa na Guerra da Sucessão Espanhola, o acontecimento mais complexo da política internacional daquela época. Em 1712, juntamente com o Conde de Tarouca, representou com mérito os interesses portugueses no Congresso de Utrecht, que tinha como finalidade pôr fim àquele conflito. Dessas negociações resultaram o chamado Tratado de Utrecht, na verdade um conjunto de acordos que estabeleciam as condições de paz entre a França, a Inglaterra e a Espanha, e os demais países envolvidos. Após a assinatura do Tratado de Utecht de 1715, voltou a Londres como embaixador extraordinário, para felicitar o rei Jorge I da Grã-Bretanha, pela sua elevação ao trono. Em seguida foi enviado a Madrid, então governada pelo cardeal Alberoni, com tem teve várias disputas. Posteriormente, foi nomeado ministro plenipotenciário ao Congresso de Cambray, que não se realizou, tendo permanecido em Paris, de onde foi obrigado se retirar em função de um desentendimento suscitado pelo procedimento do abade de Livry, ministro de França em Portugal. D. Luís dirigiu-se a Bruxelas, onde chegou a um acordo com o marquês de Fénelon, ministro francês em Haia, e retornou a Paris, onde se manteve como ministro de Portugal na Corte francesa, até ao seu falecimento. Destes contactos internacionais partiu o impulso para a escrita de obras como as Memórias da Paz de Utrecht onde registra a história política da Europa durante meio século, e o seu notável Testamento Político, que tiveram apreciável difusão no século XVIII e se podem considerar elementos de renovação da cultura filosófico-política portuguesa da época. == Ideias == D. Luís da Cunha deplorava a ausência de uma comunidade reformada (calvinista) em Portugal. Comparando a situação portuguesa com a da França, notou que o desafio huguenote tinha impedido que o sacerdócio católico francês se afundasse até ao nível \"sórdido\" dos seus pares portugueses (David Landes). Por alguns historiadores foi considerado como um estrangeirado em seu país mas na verdade, longe disso, pelo seu testamento político, nos apercebemos que «não sai quase nunca dos limites do pensamento político tradicional português do século XVIII, mostrando o rei como chefe das famílias - um senhor de Casa - que o é também Príncipe, senhor do Reino, remetendo assim para o pensamento aristotélico, que via a função do monarca como conciliador dos poderes e das jurisdições preexistentes, tendo por obrigação garantir paternalistamente os vários interesses presentes na sociedade».Testamento Político de D. Luís da Cunha, Fonte: Testamento Politico ou Carta Escrita pelo grande D. Luiz da Cunha ao Senhor Rei D. José I. antes do seu Governo, ..., Lisboa, Na Impressão Régia, 1820, Portal de História, Manuel Amaral, 2000-2010 Quando da ascensão ao trono do rei D. José I enviou-lhe uma carta na qual sugeria ao rei dois homens de boa visão para o coadjuvarem no Governo: Gonçalo Manuel Galvão de Lacerda, que havia servido longos anos no Conselho Ultramarino, e Sebastião José de Carvalho e Melo, o futuro marquês de Pombal, que se podia destinar à pasta do Reino, descrevendo-o como homem com sentido de realidades, cauteloso a formular projectos mas determinado em sua firme execução - como indica Joaquim Veríssimo Serrão em sua História de Portugal, volume VI, página 25. == Portugal e Brasil == D. Luís da Cunha defendeu a ideia da transferência da capital da monarquia portuguesa da metrópole para o Brasil. Ao estabelecer-se no \"imenso continente do Brasil\", o rei de Portugal deveria tomar o título de \"imperador do Ocidente\". Esta ideia fora já apresentada pelo padre António Vieira, na situação de emergência do período da Restauração da Independência de Portugal, mas foi reiterada por Dom Luís da Cunha quando não pendia ameaça iminente sobre a soberania portuguesa na metrópole. A ideia dele visava buscar um meio de afirmação e engrandecimento do reino de Portugal ao mesmo tempo que garantia melhor a sua segurança na Europa.D. Luís da Cunha, Instruções Políticas, 1736, Lisboa, Edição Abílio Diniz Silva, 2001. ==Dados genealógicos== Era filho de D. António Álvares da Cunha, 17.º senhor de Tábua, um dos conjurados de 1640, guarda-mor da Torre do Tombo; e sobrinho de D. Sancho Manuel de Vilhena, 1.º conde de Vila Flor. ==Toponímia== Em 1933 a Câmara Municipal de Lisboa homenageou o diplomata dando o seu nome a uma rua no Novo Bairro dos Franceses, junto à Avenida General Norton de Matos. == Ligações externas == * * * O projecto de D. Luís da Cunha para o império português, de Joaquim Romero de Magalhães * Biografia de D. Luís da Cunha, por Isabel Cluny * Obra de D. Luís da Cunha na Biblioteca Nacional de Portugal Categoria:Alumni da Faculdade de Cânones da Universidade de Coimbra Categoria:Comendadores da Ordem de Cristo Categoria:Arcediagos de Portugal Categoria:Juízes desembargadores do Desembargo do Paço Categoria:Provedores da Santa Casa da Misericórdia de Lisboa Categoria:Embaixadores do Reino de Portugal Categoria:Embaixadores de Portugal no Reino Unido Categoria:Embaixadores de Portugal na Espanha Categoria:Embaixadores de Portugal na França Categoria:Académicos de Portugal Categoria:Nobres de Portugal do século XVII Categoria:Nobres de Portugal do século XVIII",
 "title": "Luís da Cunha"
}