{
 "id": "63314",
 "text": "Angenor de Oliveira, mais conhecido por Cartola OMC (Rio de Janeiro, – Rio de Janeiro, ), foi um cantor, compositor, poeta e violonista brasileiro. É considerado por diversos músicos e críticos musicais como o maior sambista da história da música brasileira. Tendo como seus principais sucessos as músicas As Rosas não Falam, O Mundo É um Moinho e Alvorada. Ajudou na fundação da agremiação Mangueira. Cartola passou a infância no bairro de Laranjeiras (Rio de Janeiro). Na infância conheceu a música e o samba, aprendendo violão com o pai. Com dificuldades financeiras sua numerosa família foi obrigada a mudar para o Morro da Mangueira, a nascente favela,Cartola no Cliquemusic onde fez amizade com Carlos Cachaça e outros bambas, além de se iniciar no mundo da boemia, da malandragem e do samba. Após a morte de sua mãe abandonou os estudos — terminou apenas o primário. Virou servente de obra e passou a usar um chapéu-coco para se proteger do cimento que caía de cima. Por usar esse chapéu, ganhou dos colegas de trabalho o apelido \"Cartola\". Junto com amigos sambistas do morro, Cartola criou o Bloco dos Arengueiros, cujo núcleo em 1928 fundou a Estação Primeira de Mangueira. Ele compôs também o primeiro samba para a escola de samba, \"Chega de Demanda\". Suas composições se popularizaram na década de 1930 nas vozes ilustres de: Araci de Almeida; Carmen Miranda; Francisco Alves; Mário Reis, e; Sílvio Caldas. Mas como cantor apenas produziu o primeiro disco na década de 1970 (seis anos antes de falecer). Em 1974, aos 66 anos, Cartola gravou o primeiro de seus quatro discos-solo, e sua carreira tomou um novo impulso com clássicos instantâneos como: \"As Rosas não Falam\"; \"O Mundo É um Moinho\"; \"Acontece\"; \"O Sol Nascerá\" (com Elton Medeiros); \"Quem Me Vê Sorrindo\" (com Carlos Cachaça); \"Cordas de Aço\"; \"Alvorada\", e; \"Alegria\". No final da década de 1970, mudou-se para o bairro Jacarepaguá, onde morou até a morte, em 1980. == Biografia == === Do Catete para a Mangueira === Angenor de Oliveira nasceu em 1908 na cidade do Rio de Janeiro. Era o mais velho de oito filhos do casal Sebastião Joaquim de Oliveira e Aída Gomes de Oliveira. Apesar de ter recebido o nome de Agenor, foi registrado como Angenor — fato descoberto muitos anos mais tarde, ao tratar dos papéis de seu casamento com Dona Zica na década de 1960 - e para não ter que providenciar a mudança em cartório, a partir de então passou a assinar oficialmente Angenor de Oliveira.Biografia de Cartola - Dicionário Cravo Albin da Música Popular Brasileira Sua família materna era de Campos dos Goytacazes (RJ) e seus antepassados foram escravos do primeiro Barão de Carapebus (proprietário do Solar do Beco). Neste local nasceu seu avô materno, Luís Cipriano Gomes, famoso cozinheiro que trabalhou no município de Macaé (Rio de Janeiro) — na Fazenda da Bertioga da aristocrata Drª. Julia Nogueira da Gama e Gavinho — até ser aliciado por D. Anita Peçanha (prima de D. Julia e esposa do futuro Presidente do Brasil, Nilo Peçanha), que foi levado ao Rio de Janeiro, chegando a servir o casal Peçanha no Palácio do Catete. Cartola nasceu no bairro carioca do Catete, onde também passou parte de sua infância — período que tomou gosto pela música e pelo samba aprendendo com o pai a tocar violão — mas quando tinha oito anos de idade, sua família se mudou para o bairro das Laranjeiras, onde ele se tornou torcedor do time do bairro, o Fluminense.Cartola - Por Carlos Rennó - UOL Música No Laranjeiras, entrou em contato com os ranchos carnavalescos \"União da Aliança\" e \"Arrepiados\" — neste último tocava cavaquinho (instrumento recebido do pai aos oito/nove anos), o que também fazia nos desfiles do Dia de Reis, em que suas irmãs saíam em grupos de \"pastorinhas\".MARCONDES, Marcos Antônio. Enciclopédia da música brasileira - erudita, folclórica e popular. 3. ed. São Paulo: Arte Editora/Itaú Cultural/Publifolha, 1998 - ISBN 85-7161-031-2. Era tão entusiasmado pelo \"Arrepiados\" que, mais tarde, ao participar da fundação da escola de samba Estação Primeira de Mangueira, sugeriu que as cores deste rancho — o verde e o rosa — fossem as mesmas da nascente agremiação, que seria um símbolo dos mais reverenciados no mundo do samba. Por outro lado, Carlos Cachaça disse que tinha existido no Morro da Mangueira um antigo rancho chamado Caçadores da Floresta, cujas cores eram exatamente o verde e o rosa. Em 1919, movidos por dificuldades financeiras, os Oliveira foram para o morro da Mangueira, onde então começava a despontar uma incipiente favela, com menos de cinquenta barracos. Logo, outro morador da Mangueira, Carlos Cachaça, seis anos mais velho que Cartola, se tornaria, além de amigo por toda a vida, o seu parceiro mais constante em dezenas de sambas. miniaturadaimagem|136x136px|Cartola aos 12 anos, na Mangueira. Quando tinha 15 anos, abandonou os estudos (tinha concluído apenas o quarto ano primário) para trabalhar, ao mesmo tempo em que se inclinava para a vida boêmia. Na adolescência, trabalhou como aprendiz de tipógrafo, mas logo se transformou em pedreiro. Foi enquanto trabalhava nas obras de construção que ele ganharia o apelido com que se tornaria reconhecido como um dos grandes nomes da música popular brasileira. Para que o cimento não lhe caísse sobre os cabelos, resolveu passar a usar um chapéu-coco, que os colegas diziam parecer mais uma cartolinha, e assim, começou a ser chamado de \"Cartola\". Tinha 17 anos quando sua mãe morreu. Pouco depois, após conflitos crescentes com o pai, inimigo da malandragem, acabou expulso de casa. Levou então algum tempo uma vida de vadio, bebendo e namorando, frequentando zonas de prostituição e contraindo doenças venéreas, perambulando pelas noites e dormindo em trens de subúrbio. Esses hábitos o levaram a se enfraquecer fisicamente, adoecido e mal alimentado, na cama de um pequeno barraco. Uma vizinha chamada Deolinda, sete anos mais velha, casada e com uma filha de dois anos – passou a cuidar e a gostar dele e, assim dois acabaram se envolvendo romanticamente. Tinha na época apenas 18 anos e morava sozinho, decidiram então viver juntos e Deolinda deixou o marido, levando a filha, que o compositor criaria como sua. === O surgimento do sambista === O barraco dividido por Cartola e Deolinda era habitado por mais gente, todos sustentados pela dona de casa, que lavava e cozinhava para fora. Sob seu teto e de Deolinda, Noel Rosa foi se abrigar algumas vezes, à procura de um refúgio tranquilo.DIDIER, Carlos, e MÁXIMO, João. Noel Rosa: uma Biografia. 1. ed. UnB, 1990 - ISBN 85-2600-254-5 Cartola exercia a atividade de pedreiro apenas esporadicamente, preferindo assumir o ofício de compositor e violonista nos bares e tendas locais. À época, já se firmava como um dos maiores criadores do morro, ao lado do grande amigo Carlos Cachaça e Gradim. Com estes e outros compositores, Cartola integrava uma turma de brigões e arruaceiros que, não por acaso, formavam o Bloco dos Arengueiros, em 1925, para brincar o carnaval. Esse bloco seria o embrião da Estação Primeira de Mangueira. A ampliação e fusão do bloco com outros existentes no morro gerou, em 28 de abril de 1928, a segunda escola de samba carioca e uma das mais tradicionais da história do carnaval da cidade.Dados Artísticos de Cartola - Dicionário Cravo Albin da Música Popular Brasileira Cartola, um dos seus sete fundadores, também assumiu a função de diretor de harmonia da escola, em que permaneceu até fins da década de 1930. O nome Estação Primeira foi escolhido porque, contando a partir da Central do Brasil, o morro de Mangueira ficava na primeira estação de trem de um lugar em que havia samba. Cartola compôs \"Chega de Demanda\", o primeiro samba escolhido para o desfile e que só seria gravado pelo compositor em 1974, para o disco \"História das Escolas de Samba: Mangueira\". No início da década de 1930, Cartola se tornou conhecido fora da Mangueira, quando foi procurado por Mário Reis, através de um estafeta chamado Clóvis Miguelão, que subira o morro para comprar uma música. O sambista vendeu os direitos de gravação do samba \"Que Infeliz Sorte\", que acabou sendo lançado por Francisco Alves, pois não se adaptava à voz de Mário Reis. Assinava então Agenor de Oliveira. Vendeu outros sambas a Francisco Alves, maior ídolo da música brasileira na época, cedendo apenas os direitos sobre a vendagem de discos. Neste comércio – que serviu para projetá- lo entre os sambistas na cidade –, Cartola conservava a autoria e não dava parceria a ninguém. Em 1932, Francisco Alves e Mário Reis gravaram outro samba seu, \"Perdão, Meu Bem\". Também remonta àquela época a amizade e a parceria que Cartola estabeleceu com Noel Rosa. Com o \"poeta de Vila Isabel\", compôs \"Tenho Um Novo Amor\", interpretada por Carmen Miranda, \"Não Faz, Amor\" e \"Qual Foi o Mal Que Eu Te Fiz\", interpretadas por Francisco Alves. Ainda naquele ano, Sílvio Caldas lançou \"Na Floresta\", de autoria de Cartola, do próprio Sílvio e ainda a primeira composição em parceria com Carlos Cachaça. Também em 1932, a Mangueira foi campeã do desfile promovido pelo jornal O Mundo Esportivo com a música \"Pudesse Meu Ideal\", a sua primeira parceria com Carlos Cachaça. Em 1933 Cartola viu pela primeira vez um samba seu se tornar sucesso comercial: \"Divina Dama\", novamente na voz de Francisco Alves. Arnaldo Amaral gravou \"Fita Meus Olhos\" (com B. Vasquez), canção que encerrava o breve ciclo inicial de gravações de composições suas. A partir dali, o sambista passou a compor exclusivamente para a sua escola no morro, marginalizando-se do círculo artístico e de produção discográfica da cidade. Em 1935 novamente a Mangueira teve premiado no desfile um samba de Cartola, \"Não Quero Mais\", feito com Carlos Cachaça e Zé da Zilda, que foi gravado, em 1936, por Araci de Almeida e regravado, em 1973, por Paulinho da Viola, com o título alterado para \"Não Quero Mais Amar A Ninguém\". Em 1940, Cartola foi convidado pelo maestro e compositor erudito Heitor Villa-Lobos, seu admirador, a formar um grupo de sambistas — entre eles, Donga, Pixinguinha, João da Baiana — para fazer algumas gravações de música popular brasileira para outro celebre maestro, o norte-americano Leopold Stokowski acompanhado da Orquestra Sinfônica da Juventude Americana (que percorria a América Latina recolhendo músicas nativas), realizadas a bordo do navio Uruguai, ancorado no pier da Praça Mauá, no Rio de Janeiro. Dos sambas que Cartola gravou a bordo do navio, \"Quem Me Vê Sorrindo\", composto com Carlos Cachaça, saiu em um dos quatro discos de 78 rpm, lançados comercialmente apenas nos Estados Unidos pela gravadora Columbia. Além da sua primeira gravação, foi registrado nesse álbum o coro da agremiação Mangueira com vozes de Dona Neuma e das irmãs, a clarineta de Luís Americano, emboladas da dupla Jararaca e Ratinho, a flauta de Pixinguinha, além das participações de Donga e de João da Baiana e, um arranjo de Villa- Lobos para o tema indígena Canidé Joune. Popular, Cartola também atuou como cantor na rádio, apresentando músicas suas e de outros compositores. Ainda em 1940 criou com Paulo da Portela o programa A Voz do Morro na Rádio Cruzeiro do Sul, no qual apresentavam sambas inéditos, cujos títulos deviam ser dados pelos ouvintes. Assim, o programa premiava o ouvinte que tivesse sugerido o título escolhido para o samba. Em 1941 formou, junto com Paulo da Portela e Heitor dos Prazeres, o Conjunto Carioca, que durante um mês realizou apresentações em um programa da Rádio Cosmos, da cidade de São Paulo. Em 1942 \"Não Posso Viver Sem Ela\" (parceria com Alcebíades Barcellos) foi lançada no famoso disco \"Ai Que Saudades da Amélia\", de Ataulfo Alves. === Tempos difíceis === Nos anos seguintes, Cartola participou pouco no cenário musical. Entre suas poucas atuações artísticas, o sambista apareceu como corista da gravação de alguns cantores na Colúmbia e chegou a se apresentar com um grupo de morro no Cassino Atlântico. Com a nova direção da Estação Primeira de Mangueira antipática a Cartola, o sambista viu seu samba ser desqualificado pelo júri que julgou as músicas concorrentes ao enredo que representaria a escola de samba no carnaval de 1947. Para piorar, ele contraiu meningite, ficando três dias em estado de coma e um ano andando de muleta. Com vergonha da condição de doente, acabou se mudando para Nilópolis. Foi cuidado por Deolinda, mas pouco depois assistiu à morte da mulher, vitimada por um ataque cardíaco. Com a morte de Deolinda, deixou o Morro da Mangueira. Por um período de cerca de sete anos, andou desaparecido dos seus conhecidos. Fora do ambiente musical, muitos pensavam até que tinha morrido. Chegou-se a compor sambas em sua homenagem. Em 1948 a Mangueira sagrou-se campeã do carnaval do Rio de Janeiro com seu samba-enredo \"Vale do São Francisco\" (com Carlos Cachaça). Cartola vivia um período difícil em sua vida. Sem mais a atenção de Deolinda e o prestígio no morro da Mangueira, o sambista morava em uma favela no bairro do Caju, com uma mulher chamada Donária. Ele conseguiu trabalhos modestos, como o de lavador de carros e vigia de edifícios. Mas a entrada em cena de uma nova — e definitiva — mulher em sua vida alterou o seu destino. Quando Eusébia Silva do Nascimento, mais conhecida como Zica, o encontrou, o sambista estava em um estado lastimável, entregue à bebida, desdentado e sobrevivendo de biscates — sem contar ainda um problema no nariz, que tinha se tornado demasiadamente grande, devido a uma afecção denominada rinofima. Apesar disso, Zica, antiga admiradora de Cartola, se apaixonou por ele, conquistando-o. Zica o levou de volta ao morro da Mangueira, onde o casal se instalou em uma casa na subida do morro, perto da quadra da escola de samba e próximo da casa de Carlos Cachaça e Menina (irmã de Zica). Com Zica, Cartola viveria até o fim de seus dias, sem, no entanto, deixar filhos. Mesmo sumido, Cartola ainda foi lembrado em 1952, quando Gilberto Alves gravou o samba- canção \"Sim\" (parceria com Oswaldo Martins). === Os bons tempos do Zicartola === Em 1957, Cartola trabalhava como vigia e lavador dos carros dos moradores de um edifício em Ipanema. Nessa função, foi identificado em uma madrugada pelo jornalista Sérgio Porto (conhecido como Stanislaw Ponte Preta), sobrinho do crítico musical Lúcio Rangel, que havia dado ao sambista, anos antes, o apelido de \"Divino Cartola\". Ao ver o compositor magro e maltrapilho em um macacão molhado, Stanislaw decidiu ajudá-lo, começando por divulgar a redescoberta, que fizera, do sambista. Àquela altura, Cartola era dado como desaparecido ou mesmo morto por muitos de seus conhecidos e admiradores. O reencontro com o jornalista foi definitivo para a retomada de sua carreira como músico e compositor. A promoção rendeu algumas apresentações na Rádio Mayrink Veiga e em restaurantes, além de matérias em jornais e revistas. Sérgio também arranjou para o sambista, por meio do cronista e pesquisador Jota Efegê, um emprego de contínuo no jornal Diário Carioca em 1958 e, no ano seguinte, no Ministério da Indústria e Comércio. Em 1958 foram gravados seus sambas \"Grande Deus\" e \"Festa da Penha\", respectivamente por Jamelão e Ari Cordovil. Em 1960 Nuno Veloso gravou \"Vale do São Francisco\", parceria com Carlos Cachaça. No início da década de 1960, Cartola se tornou zelador da Associação das Escolas de Samba, localizada em um velho casarão no centro do Rio de Janeiro, que se tornou um ponto de encontro de sambistas de toda a cidade. Além das rodas de samba no local, Zica — uma exímia cozinheira — passou a servir uma sopa aos participantes. Estimulado por amigos, Cartola e Zica resolveram aplicar a fórmula música-comida em um sobrado da rua da Carioca, também na zona central da cidade, em 1963. A iniciativa contou com o apoio financeiro de empreendedores considerados \"mangueirenses de coração\", como o empresário Renato Augustini. O Zicartola se tornou um marco na história da música popular brasileira no início da década de 1960. Além da boa cozinha administrada por Zica, Cartola fazia as vezes de mestre de cerimônias, propiciando o encontro entre sambistas do morro e compositores e músicos de classe média, especialmente ligados à Bossa Nova, além de poetas-letristas como Hermínio Bello de Carvalho e jornalistas musicais como Sérgio Cabral. Velhos bambas, como Nelson Cavaquinho e Zé Kéti, se juntavam a novos talentos, como Élton Medeiros e Paulinho da Viola. Além da presença constante de alguns dos melhores representantes do samba de morro, diferentes gerações de cantoras se encontravam ali, como Elizeth Cardoso e Nara Leão. No Zicartola, desafiado pelo amigo Renato Agostini, Cartola compôs com Elton Medeiros em cerca de 30 minutos o samba \"O Sol Nascerá\", que se tornaria um de seus grandes clássicos. A mesma facilidade para compor experimentaria em \"Alvorada\" um samba feito a seis mãos. Compusera com Carlos Cachaça a primeira parte de um samba que decidiram mostrar a Hermínio Bello de Carvalho, que escreveu então os versos da segunda parte, que ele musicou na hora. Moda no Rio de Janeiro, o Zicartola inaugurou um gênero de casa noturna que viria a se propagar nas décadas seguintes. Apesar disso, o bar durou pouco e, mal administrado, fechou as portas após dois anos de existência, pois seu dono definitivamente não tinha tino comercial. Em 1974, um bar chamado Zicartola foi aberto no bairro paulistano de Vila Formosa. Ainda em 1964, Cartola e Zica se casaram oficialmente (às vésperas do casamento, ele compôs \"Nós Dois\" para ela), e o sambista atuou no filme \"Ganga Zumba\", de Carlos Diegues, no papel de um escravo. Ele já havia atuado discretamente em \"Orfeu Negro\" e ainda participaria de \"Os Marginais\". O samba \"O Sol Nascerá\" foi gravado por Isaura Garcia. Em 1965 foi lançado o álbum com gravações do Show Opinião, no ano anterior, realizado entre Zé Keti, João do Vale e Nara Leão — esta incluiu \"O Sol Nascerá\" (de Cartola e Elton Medeiros) no repertório do LP. Esta gravação tornou Cartola, assim como outros sambistas de seu círculo, conhecidos pelo público de classe média da época, projetando-os profissionalmente. Em consequência do prestígio que ganhou, Cartola chegou a ter seu nariz retocado pelo célebre cirurgião plástico Ivo Pitanguy. Pery Ribeiro e Bossa Três também regravam \"O Sol Nascerá\". Ainda em 1965 Cartola iniciou a construção de uma casa (verde e rosa) ao pé do morro da Mangueira, em terreno doado pelo então Estado da Guanabara. Naquele mesmo ano e no seguinte fez participação em dois discos de Elizeth Cardoso, que gravou o samba \"Sim\" (parceria com Oswaldo Martins e Leny Andrade). Ainda em 1966 gravou com Clementina de Jesus seu samba \"Fiz por você o que pude\". Em 1968 participou em duas faixas do LP \"Fala, Mangueira\", que reuniu, além dele, Nelson Cavaquinho, Carlos Cachaça, Clementina de Jesus e Odete Amaral. Também naquele ano, Cartola gravou com Odete Amaral \"Tempos Idos\" (parceria com Carlos Cachaça) e Ciro Monteiro gravou \"Tive Sim\". === A glória na velhice === Em 1970 Cartola protagonizou uma série de apresentações promovidas pela União Nacional dos Estudantes, intituladas \"Cartola Convida\", na praia do Flamengo, onde recebia grandes nomes do samba. Também naquele ano, a Abril Cultural lançou um volume dedicado à sua obra na série \"História da música popular brasileira\", no qual o sambista interpretou \"Preconceito\", de sua autoria. Em 1972 Paulinho da Viola gravou \"Acontece\" e Clara Nunes gravou \"Alvorada\", com Carlos Cachaça e Hermínio Bello de Carvalho. Em 1973 Elza Soares gravou \"Festa da Vinda\", parceria com Nuno Veloso. Mas a consagração definitiva viria somente em 1974, alguns meses antes de completar 66 anos, quando o sambista finalmente gravou seu primeiro disco solo. Cartola, levado por Beth Carvalho, após a gravação de \"As Rosas Não Falam\", foi lançado pelo pesquisador musical, produtor de discos e publicitário Marcus Pereira. O disco, que recebeu vários prêmios e foi considerado um dos melhores daquele ano, reunia uma coleção de obras-primas de Cartola e uma equipe de instrumentistas de primeira linha no acompanhamento. O sambista interpretou \"Acontece\", \"Tive Sim\" e \"Amor Proibido\" (canções de autoria própria), \"Disfarça e Chora\" e \"Corra e Olhe o Céu\" (parceria com Dalmo Casteli), \"Sim\" (com Oswaldo Martins), \"O Sol Nascerá\" (com Élton de Medeiros), \"Alvorada\" (com Carlos Cachaça e Hermínio Bello de Carvalho), \"Festa da Vinda\" (com Nuno Veloso), \"Quem Me Vê Sorrindo\" (com Carlos Cachaça) e \"Ordenes e Farei\" (com Aluizio). Também em 1974 a mesma gravadora Marcus Pereira lançou o LP \"História das escolas de samba: Mangueira\", no qual Cartola interpretou algumas faixas. Pouco depois, durante uma entrevista ao radialista e produtor Luiz Carlos Saroldi, em um programa especial para a Rádio Jornal do Brasil, apresentou dois sambas ainda inéditos: \"As Rosas Não Falam\" e \"O Mundo é um Moinho\". Ainda naquele ano, o sambista participou do programa radiofônico \"MPB - 100 ao vivo\" — os programas foram editados em oito LPs com o mesmo título e em um dos álbuns ocupou todo um lado, deferência só concedida a dois outros convidados, Luiz Gonzaga e Paulinho da Viola — e se apresentou no bairro carioca de Botafogo, em que atuou ao lado da cantora Rosana Tapajós e do flautista Altamiro Carrilho. Gal Costa regravou \"Acontece\". Logo depois, em 1976, a mesma gravadora lançou o segundo LP, também intitulado Cartola. O sucesso do álbum foi puxado por uma de suas mais famosas criações, \"As Rosas Não Falam\", incluída na trilha sonora de uma novela da Rede Globo. Ainda em seu segundo disco, Cartola interpretou suas composições \"Minha\", \"Sala de Recepção\", \"Aconteceu\", \"Sei Chorar\", \"Cordas de Aço\" e \"Ensaboa\". Gravou também as canções \"Preciso me encontrar\" (de Candeia), \"Senhora tentação\" (de Silas de Oliveira) e \"Pranto de Poeta\" (de Nelson Cavaquinho e Guilherme de Brito). Também nesse ano, Clementina de Jesus gravou \"Garças Pardas\" (parceria com Zé da Zilda). A grande popularidade obtida pelo samba levou Cartola a uma divulgação inédita de seu trabalho. Realizou seu primeiro show individual, no Teatro da Galeria, no bairro do Catete, acompanhado pelo Conjunto Galo Preto. O show foi um sucesso de público e se estendeu por quatro meses em várias partes do país. Em 1977 o sambista dividiu com um novo parceiro, Roberto Nascimento, uma turnê por palcos do Sesc, no interior de São Paulo.\"A fama chegou até sua porta sem ser procurada. O discreto Cartola recebeu-a com cortesia. Os dois convivem civilizadamente\", escreveu Carlos Drummond de Andrade, em uma crônica sobre o sambista. \"A dura experiência de viver como pedreiro, tipógrafo e lavador de carros, desconhecido e trazendo consigo o dom musical, a centelha, não o afetou, não fez dele um homem ácido e revoltado\", completava o poeta - Cartola - Por Carlos Rennó - UOL Música Em meio ao grande sucesso, Cartola voltou a desfilar pela Mangueira, após 28 anos de ausência no desfile de carnaval. O seu samba \"Tive, Sim\" foi defendido por Ciro Monteiro na I Bienal do Samba, promovida pela TV Record, e terminou classificado em quinto lugar no concurso. Também foi convidado pela Prefeitura de Curitiba para integrar o júri do desfile das escolas de samba locais, onde, pela primeira e única vez, julgou um desfile das escolas. Beth Carvalho gravou com sucesso \"O mundo é um moinho\". Em junho de 1977 a Rede Globo apresentou o programa \"Brasil Especial\" número 19, dedicado exclusivamente a Cartola, e que obteve grande êxito. Em setembro daquele mesmo ano, o sambista participou, acompanhado por João Nogueira, do \"Projeto Pixinguinha\", no Rio de Janeiro, e depois em uma excursão pelas principais cidades brasileiras. O sucesso do espetáculo os levou a excursionar por São Paulo, Curitiba e Porto Alegre. Ainda em 1977, em outubro, a gravadora RCA lançou \"Verde que te quero rosa\", seu terceiro disco solo, com igual sucesso de crítica. Um dos grandes destaques do álbum foi \"Autonomia\", com arranjo do maestro Radamés Gnatalli. Desse LP fazem parte o samba-canção \"Autonomia\", além de \"Nós Dois\", composta especialmente para o casamento com Zica, em 1964. Recriou \"Escurinha\", samba do mangueirense Geraldo Pereira, falecido prematuramente em consequência de uma briga com \"Madame Satã\". Estão presentes ainda os sambas \"Desfigurado\", \"Grande Deus\", \"Que é feito de você\" e \"Desta vez eu vou\" (todos de sua autoria), \"Fita meus olhos\" (com Osvaldo Vasques) e \"A canção que chegou\" (com Nuno Veloso. === Últimas homenagens === Em 1978, quase aos 70 anos, se transferiu da Mangueira para uma casa em Jacarepaguá, buscando um pouco mais de tranquilidade, na tentativa de continuar compondo, mas sempre voltava para visitar os amigos no morro onde crescera e se tornara famoso. A residência de Cartola e Zica em Mangueira era muito frequentada por músicos e jornalistas, o que levou o casal a procurar um pouco de sossego. Era finalmente a primeira casa própria do artista, o máximo que ele conseguiu com o sucesso obtido no final da vida. Em frente à sua porta, foi inaugurada em seguida uma praça apropriadamente batizada de As Rosas Não Falam. Naquele mesmo ano, estreou seu segundo show individual: \"Acontece\", outro sucesso. E em novembro, por ocasião de seu septuagésimo aniversário, recebeu uma grande homenagem na quadra da Mangueira. O sambista, no entanto, já estava doente. Diagnosticado seu mal — um câncer na tireoide — foi operado em 1978. Ainda naquele ano o sambista gravou com Eliana Pittman o samba \"Meu amigo Cartola\", de Roberto Nascimento e, com Odete Amaral, o samba \"Tempos Idos\" (parceria com Carlos Cachaça). Valdir Azevedo, João Maria de Abreu, Joel Nascimento e Fagner regravaram \"As rosas não falam\". Elizeth Cardoso regravou \"Acontece\" e Odete Amaral, \"Alvorada\". Durante a apresentação no Ópera Cabaré, em São Paulo, no mês de dezembro, o concerto foi gravado ao vivo, por iniciativa de J.C. Botezelli, responsável pelo primeiro disco de Cartola. Esse registro ao vivo só sairia em LP após a morte do compositor. Em 1979 foi lançado Cartola – 70 anos, seu quarto LP, no qual interpretou seus sambas \"Feriado na roça\", \"Fim de estrada\", \"Enquanto Deus consentir\", \"Dê-me graças, senhora\", \"Evite meu amor\", \"Bem feito\" e \"Ao amanhecer\", além de \"O inverno do meu tempo\" e \"A cor da esperança\" (parcerias com Roberto Nascimento), \"Ciência e arte\" e \"Silêncio de um cipreste\" (com Carlos Cachaça), \"Senões\" (com Nuno Veloso) e \"Mesma estória\" (com Élton Medeiros). Ainda naquele ano Nelson Gonçalves e Emílio Santiago regravaram \"As rosas não falam\". Em fins de 1979, Cartola participou de um programa na Rádio Eldorado, da cidade de São Paulo, no qual contou um pouco de sua vida e cantou músicas que andava fazendo. Essa entrevista foi posteriormente lançada em LP, na década de 1980, com o nome \"Cartola - Documento Inédito\". Em 1980, a cantora Beth Carvalho regravou \"As rosas não falam\" e \"Consideração\", parceria com Heitor dos Prazeres. Com Nelson Cavaquinho, compôs apenas \"Devia ser condenada\", gravada pelo parceiro na década de 1980. A carreira de Cartola não iria longe. Ele sabia que sua doença era grave, mas manteve segredo sobre ela o tempo todo. Para todos dizia que tinha uma úlcera. Três dias antes de morrer, recebeu de Carlos Drummond de Andrade sua última homenagem em vida. Cartola morreria de câncer em 30 de novembro de 1980, aos 72 anos de idade. O corpo foi velado na quadra da Estação Primeira de Mangueira, onde passaram as mais diversas presenças do mundo da música; Clara Nunes, Alcione, Emilio Santiago, Chico Buarque, João Nogueira, Dona Ivone Lara, Nelson Sargento, Jamelão, Roberto Ribeiro, Clementina de Jesus, Martinho da Vila, Gal Costa, Simone, Elizeth Cardoso, Paulo Cesar Pinheiro, Beth Carvalho, Paulinho da Viola, Gonzaguinha, entre muitos outros. Seu corpo foi sepultado no Cemitério do Caju. Dona Zica viu o corpo do seu grande amor pela última vez, abraçada com Clara Nunes, que era amiga e uma das \"queridinhas\" do poeta. Atendendo a seu pedido, no dia 1º de dezembro, data de seu funeral, Waldemiro, ritmista da Mangueira, que havia aprendido com ele a encourar seu instrumento, marcou o ritmo para o coro de \"As Rosas Não Falam\", cantada por uma pequena multidão de sambistas, amigos, políticos e intelectuais, presentes em sua despedida. Em seu caixão a bandeira do time do seu coração, o Fluminense. == Após a morte == Durante os anos seguintes, viriam homenagens póstumas, discos e biografias que o confirmariam como um dos maiores nomes da música popular brasileira. Em 1981, Artur Oliveira concluiria o samba \"Vem\", que Cartola deixou inacabado, e seu livro escrito juntamente com Marília Trindade Barboza, a biografia \"Cartola, Os Tempos Idos\" seria lançado pela Funarte, em 1983. Ainda em 1982 foi lançado um disco póstumo do sambista, \"Ao Vivo\" – gravação de um espetáculo realizado no final de 1978, em São Paulo. Em 1984, também pela Funarte, sairia o LP \"Cartola, Entre Amigos\". Em 1988, para comemorar o octogésimo aniversário de seu nascimento, a gravadora Som Livre lançou o songbook \"Cartola – Bate Outra Vez…\", que trazia Caetano Veloso, Gal Costa, Paulinho da Viola, Zeca Pagodinho, Luiz Melodia, Dona Ivone Lara, Beth Carvalho, Nelson Gonçalves, Paulo Ricardo e Cazuza. E a cantora Leny Andrade apareceu com \"Cartola – 80 Anos\". Marisa Monte viria a incluir em seu repertório o lundu \"Ensaboa\", composto em 1975 e gravado pelo compositor em seu segundo LP. A cantora Claudia Telles, filha de Sylvia Telles, um dos ícones da Bossa Nova, lançaria em 1995 um álbum-tributo com composições de Cartola e Nelson Cavaquinho. Em 1998, Elton Medeiros e Nelson Sargento gravaram o álbum \"Só Cartola\". Medeiros também se apresentou com a cantora Márcia no espetáculo \"Cartola 90 anos\", que resultaria em um álbum lançado pelo SESC de São Paulo. Naquele mesmo ano, o grupo Arranco (ex-Arranco de Varsóvia) lançou o álbum \"Samba de Cartola\". Em 2001, a RCA relançou em CD o disco \"Verde Que Te Quero Rosa\". Naquele mesmo ano, foi fundado o Centro Cultural Cartola, tendo por base a obra do compositor. Em 2002, o cantor Ney Matogrosso lançou o álbum \"Cartola\", com repertório todo dedicado ao compositor da Mangueira. Em 2003, a neta de Cartola descobriu uma pasta com várias letras inéditas que teriam de ser musicadas. Ainda naquele ano, Beth Carvalho lançou o álbum \"Beth Carvalho canta Cartola\". Em 2004, o espetáculo \"Obrigado Cartola\", de Sandra Louzada, com direção de Vicente Maiolino que estreou no Centro Cultural Banco do Brasil. O musical contava a vida do compositor e apresentava sambas clássicos. Em 2007, foi lançado o filme \"Cartola - Música para os Olhos\", com direção de Lírio Ferreira e Hilton Lacerda. Em 2008, esquecido no ano de seu centenário pela Estação Primeira de Mangueira que ajudou a fundar, foi, no entanto homenageado pela Paraíso do Tuiuti com o enredo \"Cartola, teu cenário é uma beleza\", que ajudou a escola de São Cristóvão a subir para o grupo de Acesso A. Dentro das comemorações pelo seu centenário, foi lançado pelo selo Biscoito Fino \"Viva Cartola - 100 anos\", que incluiu gravações lançadas em outros discos e que continha uma única faixa inédita, \"Basta de Clamares Inocência\" — gravada por Mart'nália. \"Pranto de poeta\" – BMG. Cartola foi um dos homenageados pela Mangueira no enredo de 2022, ao lado de Delegado e Jamelão. Em 11 de outubro de 2023, foi homenageado com um Doodle do Google. No dia 11 de outubro de 2023, o Fluminense Football Club, seu time de coração, lançou seu terceiro uniforme para a temporada em homenagem aos 115 anos do nascimento do compositor. A camisa foi apresentada nas cores verde e rosa, em referência à Estação Primeira de Mangueira, além de manuscritos da composição \"Corra e Olhe o Céu\" por toda a camisa e patch (emblema) de Cartola. == Obras == === Discografia === ==== Oficiais ==== *1974 — Cartola *1976 — Cartola II *1977 — Verde Que Te Quero Rosa *1979 — Cartola 70 Anos *1982 — Cartola - Ao Vivo *1982 — Cartola - Documento Inédito ==== Canções ClássicasCarneiro, Luiz Felipe “Os doze maiores clássicos de Cartola”(Fitinha, 22/11/2008); e “Cartola – Uma Biografia” Conexão Professor, Secretaria de Educação, Portal do Governo do Rio de Janeiro. ==== * \"Que Infeliz Sorte!\" (1931, canção lançada por Francisco Alves) * \"Divina Dama\" — álbum \"História da música popular brasileira\" (RCA, 1970) * \"Quem Me Vê Sorrindo\" com Carlos Cachaça — álbum \"Cartola\" * \"O Sol Nascerá\" com Elton Medeiros — álbum \"Cartola\" * \"Alvorada\" com Carlos Cachaça e Herminio Bello de Carvalho- álbum \"Cartola\" * \"Tive Sim\" — álbum \"Cartola\" * \"O Mundo É um Moinho\" — álbum \"Cartola\" * \"Peito Vazio\" com Elton Medeiros — álbum \"Cartola\" * \"As Rosas Não Falam\" — álbum \"Cartola\" * \"Cordas de Aço\" — álbum \"Cartola\" * \"Autonomia\" — álbum \"Verde Que Te Quero Rosa\" * \"Tempos Idos\" com Carlos Cachaça — álbum \"Verde Que Te Quero Rosa\" * \"Disfarça e Chora\" com Dalmo Castello — álbum \"Cartola\" * \"Corra e Olhe o Céu\" com Dalmo Castello — álbum \"Cartola\" * \"Acontece\" — álbum \"Cartola\" * \"Ensaboa\" (participação: Creusa) — álbum \"Cartola\" ==== Participações ==== *1942 — \"Native Brazilian Music\" — Leopold Stokowski *1967 — \"A Enluarada Elizeth\" — Elizeth Cardoso (participação em \"Seleção de Sambas da Mangueira\") *1968 — \"Fala Mangueira!\" — Odete Amaral, Cartola, Clementina de Jesus, Nelson Cavaquinho, Carlos Cachaça *1970 — \"História da música popular brasileira\" — Cartola e Nelson Cavaquinho *1974 — \"História das escolas de samba: Mangueira\" — Vários Artistas *1975 — \"MPB - 100 ao vivo\" — Vários artistas *1980 — \"E Vamos À Luta\" — Alcione (participa da faixa \"Eu Sei\", de sua autoria) *1993 — \"No Tom da Mangueira\" — Tom Jobim e Velha Guarda da Mangueira (incluída sua gravação de \"Não quero mais amar a ninguém\") ==== Não oficiais ==== *1977 — \"Cartola\" — este disco faz parte da coleção Nova História da Música Popular Brasileira vem acompanhado de fascículo, fotos, ilustração de Elifas Andreatoe as letras das músicas *1980 — \"Adeus, mestre Cartola\" *1982 — \"Cartola - História da MPB\" *1999 — \"O Sol Nascerá\" *2001 — \"A música brasileira deste século por seus autores e intérpretes\" ==== Homenagens e Tributos ==== *1984 — \"Cartola, Entre Amigos\" — Vários Artistas *1987 — \"Cartola – 80 Anos\" — Por Leny Andrade *1988 — \"Cartola - Bate outra vez…\" — Vários Artistas *1995 — \"Claudia Telles Interpreta Nelson Cavaquinho e Cartola\" — Por Claudia Telles *1998 — \"Sambas de Cartola\" — Grupo Arranco *1998 — \"Só Cartola\" — Por Élton Medeiros e Nelson Sargento *1998 — \"Cartola – 90 Anos\" — Por Élton Medeiros e Márcia *2002 — \"Cartola\" — Por Ney Matogrosso *2003 — \"Beth Carvalho canta Cartola\" — Por Beth Carvalho *2008 — \"Viva Cartola! 100 Anos\" — Vários Artistas === DVD === *2007 — MPB Especial 1974 === Coletâneas === *2005 — Maxximum: Cartola === Filmografia === *1959 — Orfeu Negro (participação especial) *1963 — Ganga Zumba … Salustiano *1968 — Os Marginais (participação especial) *2006 — Cartola - Música para os Olhos (cinebiografia) === Bibliografia === * Cartola: Os Tempos Idos, de Arthur L de Oliveira Filho & Marília Trindade Barbosa da Silva, (220pp.). Pág. 94 e 101. Rio de Janeiro: FUNARTE, 1997. * Cartola: Os Tempos Idos, de Arthur L de Oliveira Filho & Marília Trindade Barbosa da Silva, Rio de Janeiro: Gryphus, 2003. * Cartola: semente de amor sei que sou, desde nascença. Arley Pereira; prefácio de Elton Medeiros. 2ª ed. rev. e ampl. São Paulo: Edições SESC SP, 2008. == Ligações externas == * * * * * * * Categoria:Naturais da cidade do Rio de Janeiro Categoria:Músicos de música popular brasileira Categoria:Compositores do estado do Rio de Janeiro Categoria:Compositores de samba Categoria:Sambistas Categoria:Estação Primeira de Mangueira Categoria:Cantores afro-brasileiros Categoria:Violonistas do estado do Rio de Janeiro Categoria:Agraciados com o título de Cidadão Samba Categoria:Mortes por câncer de tireoide Categoria:Sepultados no cemitério do Caju Categoria:Cantores brasileiros do século XX",
 "title": "Cartola (compositor)"
}