{
 "id": "63392",
 "text": "A Câmara dos Representantes dos Estados Unidos (ou Casa dos Representantes dos Estados Unidos) é uma das duas Câmaras do Congresso dos Estados Unidos, a outra sendo o Senado. Pode-se considerar a Câmara dos Representantes dos Estados Unidos como uma \"Câmara Inferior\", sendo o Senado dos Estados Unidos a \"Câmara Superior\", embora a Constituição americana não use esta linguagem. Cada Estado americano possui direito a um certo número de representantes na Câmara dos Representantes dos Estados Unidos. Este número varia de acordo com a população do Estado. O Representante que preside as sessões legislativas da Câmara dos Representantes é chamado de Presidente.\"History of the House - U.S. House of Representatives\". Página acessada em 16 de junho de 2015. O Congresso bicameral dos Estados Unidos foi criado por meio de uma decisão na Convenção Constitucional dos Estados Unidos de 1787 por legisladores conhecidos como os Pais Fundadores, mais precisamente por ocasião de um processo decisório chamado de Connecticut Compromise (ou o “Compromisso de Connecticut”), que foi um acordo alcançado pelos membros da Convenção, advogado principalmente por Roger Sherman, um dos delegados de Connecticut, que estabelecia a criação de um Poder Legislativo federal que se ramificava em duas câmeras, com aspectos diferentes. Uma dessas câmeras seria a Câmara dos Representantes, como ela é chamada atualmente, que consistiria em um ramo do Poder Legislativo que representasse o povo dos Estados Unidos de maneira apropriada, cujos membros seriam eleitos pela população eleitora e que teriam representação proporcional ao tamanho dos seus estados de origem. O Connecticut Compromise resultou na criação também de uma segunda câmara legislativa, o Senado, de representação paritária dos estados americanos e com menor aproximação ao povo, uma vez que os Senadores seriam eleitos pelos corpos legislativos dos estados. Segundo a Constituição americana, a aprovação de ambas as casas do Congresso é necessária para o acolhimento de legislação federal. A Câmara dos Representantes é geralmente considerada uma câmara mais popular e próxima da opinião popular do que o Senado. Muitos dos Pais Fundadores queriam que o Senado americano – cujos membros eram inicialmente escolhidos pelo Poder Legislativo dos Estados, e não pela população dos mesmos – vigiasse decisões tomadas pela Câmara dos Representantes. Os poderes de \"conselho e consentimento\", como o poder de aprovar acordos, foram dados exclusivamente ao Senado. A Câmara dos Representantes recebeu outros poderes únicos, como o poder de propor leis que envolvam finanças, o poder de remover políticos com mandato no Congresso, e de eleger o presidente americano, caso a votação presidencial não esteja definida. O Senado e seus membros geralmente têm maior prestígio do que a Câmara dos Representantes e seus membros. O mandato dos Senadores é maior, o número de senadores é menor, e na maioria dos casos, os senadores representam mais habitantes por estado do que os membros da Câmara dos Representantes americana. A Câmara dos Representantes dos Estados Unidos está localizada na Asa Sul do Capitólio dos Estados Unidos, em Washington, D.C., a capital nacional. O Senado localiza-se na Asa Norte da mesma estrutura. == História == Segundo os Artigos da Confederação, o Congresso americano era um corpo unicameral em que cada Estado possuía um voto. Porém, a ineficiência desses Artigos no governo federal fez com que o Congresso realizasse uma convenção constitucional em 1787. Todos os Estados americanos, com exceção de Rhode Island, concordaram em enviar representantes a esta convenção. A criação da nova estrutura do Congresso americano foi um dos assuntos mais controversos durante esta convenção. O Plano de Virgínia, impulsionado por James Madison, pedia por um Congresso bicameral, onde os membros da câmara inferior seriam eleitos diretamente pela população do país, e os membros da câmara superior seriam eleitos pelos membros da câmara inferior. Este plano teve o suporte de representantes dos Estados americanos mais populosos na época, como Virgínia, Massachusetts e a Pensilvânia, já que propunha representação no congresso baseado na população dos estados. Os Estados de menor população, porém, apoiavam o Plano de New Jersey, que pedia por um Congresso unicameral onde cada Estado seria igualmente representado no Congresso. Por fim, os representantes chegaram a um acordo, o Compromisso de Connecticut, também conhecido como \"O Grande Compromisso\", na qual o número de membros por estado em uma das Câmaras do Congresso (a Câmara dos Representantes) seria baseada na população dos dados estados, enquanto que cada Estado teria o mesmo número de membros na outra câmara (o Senado). A Constituição foi ratificada pelo número requisitado de Estados (9 de 13) em 1788, e entrou em vigor em 4 de março de 1789. A primeira sessão legislativa realizada na Câmara dos Representantes foi realizada em 1 de abril de 1789, sessão que terminou em um quorum. Durante a primeira metade do século XIX, a Câmara dos Representantes esteve frequentemente em conflito com o Senado sobre alguns assuntos controversos, mais notavelmente, a escravidão. Isto porque a população dos Estados do Norte americano tornou-se gradualmente maior do que a população do Sul, e assim sendo, a maioria dos membros da Câmara dos Representantes passou a representar o norte dos Estados Unidos. Porém, esta vantagem era nula no Senado, onde a representação igualitária por Estado era a norma. Ao longo das primeiras décadas do século XIX, à medida que os Estados Unidos aumentava em área, novos estados passaram a fazer parte dos Estados Unidos. Para tentar equilibrar o balanço político no Congresso, os sulistas exigiram e pressionaram que para cada novo estado pró-abolicionista, também fosse criado um estado pró-escravidão. Esta divisão e falta de balanço político no Congresso dos Estados Unidos levou à secessão de 11 Estados do Sul dos Estados Unidos, que formaram os Estados Confederados da América, e que levou à Guerra Civil Americana, que culminou na derrota militar da Confederação e na abolição definitiva da escravidão. Os anos da Reconstrução que se seguiram aos anos da Guerra Civil (1861-1865) foram marcados por grandes vitórias do Partido Republicano em eleições nacionais, especialmente nas eleições para membros da Câmara dos Representantes e para Presidente dos Estados Unidos. Uma razão para esse cenário foi a associação do Partido Republicano com os esforços unionistas e de industrialização do país dos Unidos sobre os Estados Confederados. Após o término da Reconstrução, em 1877, um novo período de intenso desenvolvimento econômico teve início. Este período foi marcado por grandes divisões políticas no eleitorado americano. Tanto os republicanos quanto os democratas obtiveram maiorias políticas na Câmara dos Representantes de maneira alternada através dos anos. Durante o final do século XIX e no começo do século XX, o Presidente da Câmara dos Representantes recebeu diversos poderes. O começo do crescimento da influência do Presidente data no início da década de 1890, sob o mandato do republicano Thomas Brackett Reed, popularmente chamado de czar. Reed tentou colocar em efeito sua opinião que \"o melhor sistema é ter um partido governando e o outro partido observando\". A estrutura de liderança da Câmara dos Representantes americana também desenvolveu-se durante aproximadamente no mesmo período, onde as posições de líder majoritário e de líder minoritário foram criadas em 1899. Enquanto o líder minoritário era o líder do partido político com o segundo maior número de membros na Câmara dos Representantes, o líder majoritário (líder do partido político com mais membros na Câmara dos Representantes) continuou subordinado ao Presidente da Câmara dos Representantes. Os poderes deste alcançaram um máximo durante o mandato do republicano Joseph Gurney Cannon, entre 1903 a 1911. Os novos poderes do Presidente incluíam a liderança do influente Comitê de Regras da Câmara dos Representantes, bem como a habilidade de indicar membros para outros comitês da Câmara dos representantes. Estes poderes, porém, foram removidos durante a \"Revolução de 1910\", graças aos esforços de democratas e de republicanos insatisfeitos, que eram contra as táticas políticas de Cannon. O Partido Democrata dominou a Câmara dos Representantes durante grande parte das gestões presidenciais do presidente americano Franklin D. Roosevelt (1933–1945), muitas vezes vencendo mais de dois terços das cadeiras da Câmara dos Representantes. Durante a próxima década, tanto os republicanos quanto os democratas estiveram no poder na Câmara dos Representantes por várias vezes. Porém, após vencer as eleições de 1954, os democratas manteriam o controle da Câmara dos Representantes pelos próximos 40 anos. Durante a década de 1970, a Câmara dos Representantes passou por reformas primárias, que aumentaram o poder de membros de comitês da Câmara dos Representantes ao custo do presidente destes comitês, e o direito dos líderes de partidos políticos na Câmara dos Representantes em escolher certos membros destes comitês. Estas ações foram tomadas para diminuir o poder e a habilidade de um reduzido número de membros de maior idade (e, frequentemente, mais conservadores) em obstruir a passagem de legislação (muitas vezes liberal) que estes membros não aprovavam. Também durante a década de 70, o partido majoritário na Câmara dos Representantes passou a ter maior poder do programa legislativo. Os poderes dos líderes dos partidos políticos e do Presidente da Câmara aumentaram. Os republicanos voltaram ao poder na Câmara dos Representantes em 1995, sob a liderança do Representante da Geórgia Newt Gingrich. Gingrich, como Presidente do corpo legislativo, foi vital para a aprovação de um pacote reformas estruturais na Câmara dos Representantes, que resultou, por exemplo, na redução dos mandatos dos membros de comitês da Câmara dos Representantes de 3 para 2 anos. == Membros e eleições == Segundo o Artigo I da Constituição Americana, o número de membros por estado na Câmara dos Representantes varia de acordo com a população do estado. O número de membros de cada Estado na Câmara dos Representantes é determinado pela população dos dados estados segundo as estimativas do último censo oficial americano. Este censo é realizado a cada dez anos (o último censo foi realizado em 2010). Cada estado, independentemente de sua população, possui pelo menos um Representante. A única regra constitucional concernente ao limite de distritos da Câmara dos Representantes dos Estados Unidos é que cada Representante não pode representar uma área que tenha menos de 30 mil pessoas. Segundo a Lei Pública 62-5, que foi aprovada em 1911, o tamanho da Câmara dos Representantes é fixo, com um total de 435 assentos. Este número foi aumentado temporariamente em 1959, refletindo a admissão dos recentemente incorporados estados do Alasca e do Havaí, porém o número de membros voltou a ser de 435 quatro anos depois. Os estados que possuem direito a mais do que um Representante na Câmara dos Representante precisam ser divididos em distritos. Para cada membro a que têm direito esses estados é necessária a criação de um distrito congressional. A Califórnia, por exemplo, o mais populoso estado americano, que segundo o mais recente censo populacional tem 53 membros na Câmara dos Representantes, está dividida em 53 distritos. Já Wyoming, o menor estado americano, é um de sete estados do país que possuem apenas um representante na Câmara, que estão encarregados de representar somente um distrito congressional. Após a realização e a publicação de um novo censo, o número de membros que cada estado possui direito pode ser alterado ou não, dependendo do crescimento (ou decrescimento) populacional destes estados, e em relação a outros estados. A esse processo dá-se o nome de redistricting. De tal maneira, a Califórnia, que até 2000 tinha direito a 51 membros, passou a ter direito a 53 membros após a publicação do censo de 2000, graças ao seu grande crescimento populacional. Já o Alasca e a Pensilvânia, apesar de terem também tido crescido populacional entre 1990 e 2000, não tiveram direito a nenhum representante adicional. Do contrário, a Pensilvânia, que tinha direito a 20 representantes entre 1999 a 2000, passou a ter 19 a partir de 2001. O processo de redistricting dos distritos congressionais é conduzido após a divulgação de cada censo. Em alguns estados, comissões independentes, isto é, que são formados por especialistas sem expressão político-partidária, são legalmente responsáveis pela condução do processo. Já na maioria dos estados americanos, como a Flórida e a Califórnia, são as legislaturas estaduais que possuem as prerrogativas legais de realizar o redistricting, com a possibilidade de veto do governador do estado. Em todos os estados os distritos do Congresso precisam representar de maneira aproximada o mesmo número de pessoas, em consonância com a legislação federal em vigor. Adicionalmente, segundo a Lei dos Direitos Eleitorais, os estados americanos são proibidos de praticar a reorganização dos seus distritos do Congresso americano de forma a tentar suprimir os direitos eleitorais de minorias étnicas, assim como o processo de reformulação das linhas distritais deve obedecer a padrões imparciais que não beneficiem políticos ou partidos políticos no poder. A Constituição dos Estados Unidos não faz menção a uma representação federal do Distrito de Colúmbia, onde está a capital do país, nem dos territórios americanos - Porto Rico, Guam, Samoa Americana, Ilhas Marianas Setentrionais e Ilhas Virgens dos Estados Unidos. Todavia o Congresso dos Estados Unidos aprovou legislação que permite ao Distrito de Colúmbia e também aos territórios americanos não incorporados escolher um delegado que os representasse na Câmara dos Representantes, sem o direito de votar como membros do plenário na Casa. O membro da delegação de Porto Rico tem um destaque especial ao seu cargo, uma vez que ele é o único membro da legislatura da Câmara dos Representantes que é eleito a um mandato de quatro anos. O representante do território de Porto Rico possui o título de \"Comissário Residente\", e o cargo é atualmente ocupado pela congressista Jenniffer González-Colón. Os membros efetivos da Câmara dos Representantes dos Estados Unidos devem ser eleitos pelos eleitores aptos a votar em seus respectivos distritos para mandatos de dois anos de duração, que podem ser renovados ilimitadamente. Já o Comissário Residente de Porto Rico é eleito pelo colégio eleitoral do território para um mandato de quatro anos. As eleições para a Câmara dos Representantes são realizadas a cada ano-par, na primeira terça-feira do mês de novembro. Os dois mais importantes partidos políticos do sistema político americano, o Partido Republicano e o Partido Democrata normalmente possuem vantagens eleitorais nos diversos processos eleitorais para os cargos eletivos federais, o que não impede a participação nas eleições legislativas de partidos menores, às vezes chamados nos Estados Unidos de \"third-parties\" (terceiros partidos), como o Partido Libertário e o Partido da Constituição. Na eleição para a Câmara dos Representantes, o vencedor da eleição é o candidato com a maior pluralidade dos votos, ou seja, a maior quantidade de votos (em contraste com a maioria dos votos). A exceção à regra é o Estado de Luisiana, em que no evento em que nenhum dos candidatos obtenha pelo menos 50% mais um dos votos na eleição, um outro processo eleitoral (runoff) deve ser realizado com apenas os dois candidatos que lideraram a primeira rodada de votação no número de votos. Caso um assento na Câmara dos Representantes esteja vago (sem ocupante temporariamente), ou um Representante renuncie, morra no exercício do mandato, ou tenha sido removido de seu mandato legislativo por um impeachment, uma nova eleição deve ser realizada no distrito congressional respectivo ao assento do Representante. Assim que for eleito e empossado no cargo, um Representante dos Estados Unidos continua a servir na Câmara dos Representantes até o fim do mandato, morte, renúncia ou afastamento. A Constituição Americana determina que a Câmara dos Representantes pode expulsar qualquer membro representante, através de uma votação realizada na Câmara onde ao menos dois terços dos votos a favor da expulsão são necessários. Ao longo da história dos Estados Unidos, apenas cinco membros representes foram expulsos da Câmara dos Representantes. Três foram expulsos em 1861, por suportarem os Estados Confederados da América (que levou à Guerra Civil Americana). Em 1980, Michael Myers foi expulso, por aceitar propinas. Mais recentemente, James Traficant foi expulso em 2002, após denúncias de corrupção. A Câmara dos Representantes americana também possui o poder de censurar seus membros; a censura requer apenas uma maioria simples (51% dos membros) em uma certa votação. Os membros representantes possuem o direito de usar o termo \"O Honorável\" em seus nomes. O salário anual de cada membro representante é de 162 mil dólares anuais (dado de 2005). O salário do Presidente da Câmara e dos líderes partidários é de 198,6 mil dólares anuais (dado de 2001). Os membros da Câmara dos Representantes possuem direito a graduais aumentos salariais à medida que o custo de vida nacional aumenta (em 2001, o salário anual para um membro representante era de 154 mil dólares), mas os membros representantes podem realizar uma votação contra o aumento em seus salários. Em comparação, os Senadores americanos possuem o mesmo salários dos membros representativos, os membros do gabinete presidencial possuem um salário de 180 mil dólares anuais, e o presidente dos Estados Unidos possui um salário anual de 400 mil dólares. == Qualificações == O Artigo II, Secção 2 da Constituição americana exige três qualificações para membros representantes: cada membro representante precisa ter ao menos 25 anos de idade, precisa ser um cidadão americano (e ter sido cidadão americano nos últimos sete anos), e, à época das eleições para a Câmara dos Representantes, um habitante do Estado do qual ele ou ela representa. Porém, não é um requisito obrigatório que um candidato a membro representante more no distrito (à época das eleições) a qual ele ou ela represente. As qualificações de idade e de cidadania para os membros representantes da Câmara dos Representantes são menos rigorosos do que os do senadores. Segundo a décima quarta Emeda da Constituição americana, todo político governo americano ou de qualquer estado americano que toma o Juramento da Constituição (que é obrigatória para estes políticos) mas posteriormente participa de rebeliões ou auxilia inimigos dos Estados Unidos é automaticamente desqualificado de tornar-se um membro representante. Esta emenda entrou em vigor após o fim da Guerra Civil Americana, cujo objetivo era prevenir aqueles que auxiliaram os Estados Confederados da América, em servir na Câmara dos Representantes. Esta emenda, porém, permite que um dado membro desqualificado por traição sirva na Câmara dos Representantes, caso dois terços ou mais dos membros representantes da Câmara dos Representantes votem a favor da remoção desta desqualificação. == Membros == O partido político com mais membros representantes na Câmara dos Representantes é conhecido como o partido majoritário, e o partido político com o segundo maior número de membros representantes é conhecida como o partido minoritário. O Presidente da Câmara dos Representantes e os presidentes dos comitês são sempre membros representantes do partido majoritário, uma vez que são todos escolhidos em votações. A Constituição americana diz que a Câmara dos Representantes pode escolher seu próprio Presidente. Embora não explicitamente obrigatório, segundo a Constituição americana, desde a independência do país até os tempos atuais, todo Presidente foi também um membro representante da Câmara. A Constituição americana não especifica as tarefas e os poderes do Presidente, que são, ao invés disso, reguladas pelas regras e costumes da Câmara dos Representantes. O Presidente da Câmara, além de ser o líder da Câmara dos Representantes, é também o líder do partido político – quase sempre o partido majoritário – do qual ele ou ela pertence. Segundo o Ato da Sucessão Presidencial de 1947, o Presidente da Câmara dos Representantes está na segunda posição na linha de sucessão presidencial, caso o presidente americano renuncie, seja forçado a renunciar ou morra em exercício do mandato, atrás apenas do vice-presidente. O Presidente da Câmara é o membro da Casa que preside a Câmara dos Representantes. Porém o Presidente da Câmara raramente preside em todos os debates e sessões legislativas realizados na Câmara dos Representantes. Ao invés disso, na maioria dos debates, o Presidente da Câmara escolhe um outro membro representante para presidir uma dada sessão legislativa realizada em um dado dia na Câmara dos Representantes. O Presidente de uma sessão parlamentar senta-se em uma cadeira à frente da Câmara dos Representantes. Os poderes do Presidente da Câmara são extensos. Um poder importante é o de controlar a ordem na qual os membros da Câmara dos Representantes debatem. Nenhum membro representante pode fazer um discurso ou uma moção a não ser que tenha sido primeiramente autorizado pelo Presidente. Além disso, o Presidente pode impor punições a um dado membro representante, caso o Presidente considere que este membro representante tenha violado uma regra, mas estas punições estão sujeitas a reprovação de toda a Câmara dos Representantes. O Presidente é o principal líder de seu partido político na Câmara dos Representantes – sempre do partido com mais membros na Câmara. Como tal, possui o poder de escolher os presidentes de todos os outros comitês da Câmara dos Representantes. O Presidente determina quais comitês que consideram leis, escolhe a maioria dos membros do Comitê das Regras, e escolhe todos os membros de qualquer Comitê de Conferência. Caso a presidência e o Congresso dos Estados Unidos sejam controladas por diferentes partidos políticos, o Presidente da Câmara pode tornar-se de facto líder da Oposição. Uma vez que o Presidente da Câmara é um representante que possui poderes substanciais para controlar assuntos relacionados com a Câmara dos Representantes, a posição de líder da Oposição é frequentemente usada pelo Presidente da Câmara a favor de seu partido político. Cada um dos dois partidos políticos com mais membros na Câmara dos Representantes escolhe um líder, que é conhecido como Líder da Maioria ou Líder da Minoria. O Líder da Minoria é o líder absoluto de seu partido político. Porém, o mesmo não vale para o Líder da Maioria, que é apenas o segundo mais alto congressista do partido político em poder na Câmara dos Representantes. Como o Presidente da Câmara é sempre escolhido pelo partido político com mais membros na Câmara dos Representantes – uma vez que é escolhido em uma votação na Câmara dos Representantes, na qual uma simples maioria (51%) é necessária para a vitória – o Presidente da Câmara é o principal líder do partido político majoritário na Câmara dos Representantes. Cada partido político também escolhe um whip (chicote, em inglês). A função dos whips é de assegurar que todos os membros de seu partido político votem como os líderes de seus partidos políticos queiram. Os membros representantes são geralmente menos independentes em relação aos líderes de seus partidos políticos do que os senadores, e geralmente, votam como a liderança de seus partidos políticos queiram. Fatores como os poderes da liderança em escolher presidentes e membros de comitês, e possível expulsão do partido político (ou outra punição) após o fim do mandato, fazem com que geralmente os membros representativos votem como os líderes de seus partidos políticos queiram. É por isto que o Presidente da Câmara é sempre escolhido pelo partido majoritário. Diversos funcionários que não são membros eleitos trabalham na Câmara dos Representantes. O funcionário-chefe da Câmara dos Representantes é o Clerk, encarregado da manutenção dos anais públicos, da preparação de documentos e de monitorar funcionários de menor escalão. O Clerk também preside a Câmara dos Representantes, logo após a finalização de uma eleição nacional para a Câmara dos Representantes, até que um Presidente da Câmara seja escolhido. Outro funcionário importante é o Sergeant at Arms, que é encarregado de manter a ordem e a segurança nos arredores da Câmara dos Representantes. O trabalho de policiamento dos arredores da Câmara dos Representantes é realizado pela Polícia do Capitólio, que é administrado pelo Conselho da Polícia do Capitólio, um órgão do qual o Sergeant at Arms é um membro. == Procedimentos == Como o Senado, as sessões da Câmara dos Representantes são realizadas no Capitólio dos Estados Unidos, em Washington, D.C.. Ao final da Câmara dos Representantes está localizada uma plataforma central, dividida em duas secções, superior e inferior. O Presidente preside na plataforma superior. A plataforma inferior do rostro é usado pelos Clerks e outros funcionários que não sejam membros representantes. As mesas dos membros representantes na Câmara dos Representantes estão organizados em um padrão semicircular. As mesas são divididas em um largo corredor central. Por tradição, os democratas sentam-se à direita do corredor central, enquanto que republicanos sentam-se à esquerda, quando o corredor central é observado na cadeira do Presidente. As sessões parlamentares são normalmente realizadas de segunda a sexta. Raramente são realizadas durante o final de semana. As sessões da Câmara dos Representantes são geralmente abertas ao público em geral, e são transmitidas ao vivo pelo canal de televisão C-SPAN. O procedimento na Câmara dos Representantes depende não somente das regras mas também segundo uma variedade de costumes, precedentes e tradições. Por vezes, a Câmara dos Representantes pode ignorar certas regras (como, por exemplo, limites em tempos de debates) através da aprovação unânime de todos os membros representantes da Câmara dos Representantes. Qualquer membro representante pode bloquear um acordo unânime, mas em prática, objeções são raras (uma vez que são realizadas com consentimento dos líderes de ambos os partidos políticos majoritários e minoritários, bem como o do Presidente da Câmara). Uma das principais tarefas do Presidente é fazer com que as regras da Câmara dos Representantes sejam obedecidas, e o Presidente tem o poder de advertir membros representantes que violam estas regras. O Presidente utiliza-se de um martelo judicial para manter a ordem. Segundo a Constituição americana, uma simples maioria (51%) de membros representantes presentes constitui o quorum necessário para realizar sessões legislativas na Câmara dos Representantes. Segundo as regras e costumes da Câmara dos Representantes, sempre se presume que o quorum esteja presente, a não ser que um quorum call (pedido realizado por um dado membro representante para verificação dos números de membros representantes presentes) demonstre explicitamente o contrário. Qualquer membro representante possui o direito de pedir por um quorum call, porém, o Presidente possui o poder de vetar este pedido. Caso o Presidente aceite, uma contagem é então realizada. Caso quorum não exista, a sessão legislativa do dia é cancelada. Embora muitas vezes uma maioria dos membros representantes não estejam presentes durante sessões legislativas, objeções que um quorum não está presente raramente são feitas. Durante debates, um membro representante pode discursar apenas se chamado ou autorizado pelo Presidente. O Presidente pode determinar quais os membros representativos que discursarão em uma dada sessão legislativa, e assim, possui o poder de controlar o curso da sessão. Todos os discursos dos membros representantes precisam ser dirigidos ao Presidente, através do uso das palavras Mr. Speaker (\"Sr. Presidente\") ou Madam Speaker (Sra. Presidente), caso o Presidente seja uma pessoa do sexo feminino. Apenas os Presidentes podem ser endereçados diretamente; quando discursando sobre qualquer outro membro representante ou funcionário na Câmara dos Representantes, os discursantes precisam fazer uso da terceira pessoa. Na maioria dos casos, os membros representativos não se referem a seus pares pelo nome, mas pelo estado, usando formatos como \"o senhor de Nevada\" ou \"a senhora da Virgínia\". Antes que uma dada lei a ser aprovada pela Câmara dos Representantes alcance o corpo principal da Câmara dos Representantes, o Comitê das Regras da Câmara dos Representantes dos Estados Unidos normalmente aprova uma lei para governar debates sobre tal legislação. Por exemplo, este Comitê determina se emendas para uma dada lei são permitidas. Uma \"regra aberta\" permite que qualquer tipo de emendas sejam realizadas, mas uma \"regra fechada\" restringe ou até mesmo proíbe emendas a uma nova lei. Debates tratando sobre uma dada lei é geralmente restrita a uma hora, tempo igualmente dividido entre os partidos majoritários e minoritários. Cada lado é liderado durante os debates por um floor manager, que possui o dever de observar e administrar o tempo de demora de um discurso de um dado membro representante. Por isto, um dado membro pode receber apenas um minuto – ou até mesmo somente 30 segundos – para fazer seu discurso. Quando sessão legislativa possui fim, a Câmara dos Representantes então vota a favor ou contra a introdução da dada lei, emenda ou qualquer outra proposta (como uma alteração nos limites políticos entre dois dados estados americanos, por exemplo) que foi debatida nesta dada sessão legislativa. Em muitos casos, a votação é realizada oralmente. O Presidente pergunta, e os membros representantes respondem ou \"Aye\" (a favor da moção) ou \"No\" (contra a moção). O Presidente então anuncia o resultado da votação oral. Qualquer membro representante, porém, possui o direito de desafiar a decisão tomada pelo Presidente, e pedir por uma nova votação oral ou por uma votação recordada. Em prática, porém, os membros representantes geralmente optam por uma votação recordada, por cortesia. Votações recordadas são automaticamente realizadas em alguns casos, como votações sobre orçamento anual. Uma dada votação recordada pode ser realizada na Câmara dos Representantes através de três maneiras. Primeiramente, a Câmara dos Representantes pode votar através do uso de um equipamento eletrônico. Neste caso, cada membro faz uso de um cartão pessoal de identificação para recordar seu voto em uma das 44 estações de voto eletrônico na câmara da Câmara dos Representantes. Votações recordadas são quase sempre realizadas através do uso de equipamentos eletrônicos. Uma segunda uma votação pode ser realizada manualmente e oralmente, através do uso de cartões coloridos. Cartões verdes indicam \"Yea\" (a favor da moção), cartões vermelhos indicam \"No\" (contra a moção) e cartões laranjas indicam abstenção. Cada membro representante faz sua decisão, e então, dá ao Presidente seu cartão colorido. Após o término da votação, uma contagem manual dos cartões é realizada. Este sistema é utilizado normalmente apenas quando as estações eletrônicas de votação estão quebradas ou em manutenção. Finalmente, a Câmara dos Representantes pode conduzir um voto oral, onde o clerk chama por cada membro representante para que este diga oralmente seu voto. Este procedimento é realizado para votações muito formais, tais como a eleição de um Presidente da Câmara, dado o tempo consumido através da chamada de 435 nomes diferentes. Em todos os três casos, o voto não é secreto. A votação tradicionalmente dura cerca de 15 minutos, mas pode ser estendida caso a liderança de um dado partido político precisa pressionar seus membros a votarem como a liderança deste dado partido queira. O Presidente pode votar, como qualquer outro membro. Se uma votação termina empatada (uma vez que abstenções ou votos em branco existem e são tolerados), a votação termina, e esta moção é automaticamente reprovada pela Câmara dos Representantes – a não ser que o Presidente não tenha votado anteriormente. Neste caso, o Presidente possui o voto de minerva. Porém, caso uma dada votação termine empatada, e o Presidente já tenha votado, então a moção não é aprovada. == Comitês == A Câmara dos Representantes faz uso de comitês (bem como de seus respectivos subcomitês) para uma variedade de razões, incluindo a revisão do Poder Executivo americano. Os membros destes comitês são sempre membros representantes (e em alguns casos, incluem também senadores do Senado americano). A escolha dos membros de um dado comitê é tomada por todos os membros representantes da Câmara dos Representantes, em uma votação. Na prática, porém, a escolha dos membros destes comitês é tomada pelos partidos políticos presentes na Câmara dos Representantes. Geralmente, os partidos políticos dão preferência à experiência política de um dado membro representante. Cada partido político possui direito a um certo número de assentos que varia de acordo com o número de membros na Câmara dos Representantes. O maior comitê da Câmara dos Representantes é o Committee of the Whole (Comitê do Todo). Como o nome sugere, este comitê é formado por todos os membros representantes da Câmara dos Representantes americana. Este comitê faz suas sessões na câmara da Câmara dos Representantes, podendo considerar e emendar leis, mas não dar a estas emendas aprovação final. Geralmente, os procedimentos das sessões parlamentares do Comitê do Todo são mais flexíveis do que o da Câmara dos Representantes. A maior parte dos trabalhos realizados pelos comitês é realizados por vinte comitês fixos, cada um dos quais possui responsabilidade sobre um campo específico como agricultura ou relações internacionais. Cada um destes comitês considera e realiza emendas em leis que sejam de sua respectiva responsabilidade (por exemplo, leis que tratam sobre o uso de DDT nos campos são de responsabilidade do Comitê da agricultura). Os comitês possuem poderes extensivos em relação às leis, podendo bloquear leis e emendas antes que estas sejam analisadas, debatidas e votadas pelo Senado americano. Os comitês fixos também planejam os departamentos e as agências do Poder Executivo. Para realizar suas tarefas, comitês fixos possuem o poder de realizar audições e de entrevistar testemunhas e coletar evidência. A Câmara dos Representantes também possui um comitê permanente que não é um comitê fixo, o Comitê Permanente da Inteligência da Câmara dos Representantes. Além disso, existem os comitês conjuntos, que incluem membros tanto da Câmara dos Representantes quanto do Senado. Alguns destes comitês conjuntos vistoriam órgãos governamentais independentes (por exemplo, o Comitê Fixo da Biblioteca do Congresso vistoria a Biblioteca do Congresso. Outros comitês conjuntos servem para realizar estudos. Comitês conjuntos não possuem o poder de propor ou de aprovar leis ou emendas. Por isto, o poder dos comitês conjuntos é consideravelmente menor do que os poderes dos comitês fixos. Anteriormente, os presidentes dos comitês eram escolhidos puramente pela sua experiência política e idade. Como resultado, diversos senadores de maior idade continuaram a servir como presidentes de comitês, mesmo enfrentando problemas de saúde ou até mesmo problemas mentais. As regras mudaram em 1975, e atualmente, a presidência de um dado comitê é escolhida através de eleições. Na prática, porém, experiência continua sendo um fator-chave. Em 1995, os republicanos liderados por Newt Gingrich limitaram o número de vezes que um dado membro representante poderia ser escolhido como presidente de um dado comitê para três termos, no máximo. O mandato dos presidentes dos comitês é de dois anos. Os poderes dos presidentes dos comitês continuam a ser extensivos. Ele ou ela controla a agenda do comitê, e pode impedir que seu comitê aprove uma dada lei ou emenda. Atuais presidentes de comitês geralmente não fazem muito uso de seus poderes. == Funções legislativas == A maioria das leis podem ser propostas tanto na Câmara dos Representantes quanto no Senado. Porém, a Constituição americana diz que \"qualquer lei que possui como objetivo aumentar a arrecadação de fundos aos cofres públicos dos Estados Unidos pode ser introduzida apenas na Câmara dos Representantes\" Como resultado, o Senado não possui poderes para criar leis impondo impostos. Além disso, a Câmara dos Representantes considera-se também a única câmara do Congresso americano que possui o direito de criar leis autorizando o gasto de fundos federais. Historicamente, o Senado americano tem disputado com o Câmara dos Representantes esta interpretação da Constituição americana. Porém, sempre que o senado propõe uma lei autorizando o gasto de fundos federais em uma dada área, a Câmara dos Representantes simplesmente recusa-se a debater esta dada lei – reprovando-a de fato. Esta atitude da Câmara dos Representantes é baseada no Parlamento do Reino Unido, onde apenas a Câmara dos Comuns possui o direito de criar tais leis. Embora não possa introduzir leis envolvendo a criação de impostos, o Senado americano possui o poder de emendar ou rejeitar estas leis. A aprovação de ambas as câmaras do Congresso americano é necessária para a aprovação de qualquer lei. Ambas as câmaras precisam aprovar exatamente a mesma versão da lei; se diferenças existem, elas podem ser resolvidas através de um Comitê de Conferência, que inclui membros da Câmara dos Representantes e do Senado. == Poderes == A Constituição americana diz que o \"conselho e consentimento\" do Senado americano é necessário para que o Presidente americano possa fazer certos encontros políticos e para ratificar tratados. A Câmara dos Representantes não possui este poder, em nenhum dos dois processos. Por isto, os poderes do Senado são mais extensivos do que os da Câmara dos Representantes. A Constituição americana dá à Câmara dos Representantes o poder de iniciar o processo de impeachment de qualquer funcionário da administração federal americana, incluído o próprio Presidente americano, por \"traição, corrupção, ou outros crimes e desvios de conduta\". Depois, esses funcionários são julgados no Senado. Após o julgamento no Senado, ambas as Câmaras do Congresso votam contra ou a favor do impeachment. É necessário a aprovação de 51% dos membros representantes e a aprovação de 67% dos senadores para que este processo de impeachment seja bem-sucedido. Quando o processo é aprovado em ambas as câmaras, o funcionário em questão é automaticamente removido de seu cargo. Além disso, o Senado possui o poder de banir temporária ou permanentemente um dado funcionário de voltar a trabalhar no cargo ou mesmo no governo americano em geral. Após o término de um processo de impeachment, nenhuma penalização pode ser adicionada contra o funcionário removido do cargo, embora este ainda possa ser acionado judicialmente por possíveis crimes que tenha cometido. Ao longo da história dos Estados Unidos, a Câmara dos Representantes realizou o impeachment de 16 membros do Governo Federal, dos quais sete foram removidos do cargo – e um oitavo renunciou antes que o Senado pudesse finalizar o processo de impeachment. A Câmara dos Representantes aprovou o impeachment de três Presidentes americanos – Andrew Johnson em 1868, Bill Clinton em 1999 e Donald Trump em ￼￼￼￼2019. Em todos os casos, o Senado americano rechaçou o processo de impeachment (no caso de Andrew Johnson, por apenas um voto). Segundo a décima segunda emenda da Constituição americana, a Câmara dos Representantes possui o poder de eleger o presidente americano caso nenhum candidato a Presidente tenha recebido uma maioria de votos no Colégio eleitoral dos Estados Unidos. A décima segunda emenda dá à Câmara dos Representantes o poder de escolher o Presidente americano, dentre os três candidatos com os maiores números de votos eleitorais. A Constituição americana diz que os votos devem ser tomados por estado, e que cada estado possui direito a um único voto. Eleições que terminam com a ausência de uma maioridade de votos são extremamente raros – foram registrados apenas dois casos deste tipo ao longo da história dos Estados Unidos. Em 1800, a Câmara dos Representantes elegeu Thomas Jefferson (o outro candidato era Aaron Burr), e em 1824, elegeu John Quincy Adams (seus concorrentes eram Andrew Jackson e William H. Crawford. O poder de escolher o vice-presidente, no caso de uma ausência de uma maioria na eleição para Vice- Presidente, é do Senado. == Ver também == *Senado dos Estados Unidos == Ligações externas == * *",
 "title": "Câmara dos Representantes dos Estados Unidos"
}