{
 "id": "6343",
 "text": "Coloane (chinês: 路環島) é uma ilha na Região Administrativa Especial de Macau (RAEM) na República Popular da China que cobre uma área de 7,6 km². Administrativamente, corresponde à Freguesia de São Francisco Xavier. Coloane servia como produtor de sal para a China até a chegada dos portugueses em 1864. Grande parte da população indígena vivia na Vila de Coloane. Os portugueses incorporaram-na depois na colónia de Macau e, hoje, continua a ser uma parte integrante da RAEM. Quando eles chegaram à ilha de Coloane, os piratas chineses controlavam grande parte desta ilha pouco povoada. Os colonos portugueses passaram a ocupar e controlar definitivamente a ilha em 1910, quando os soldados portugueses conseguiram derrotar e expulsar os piratas chineses. Hoje, esta ilha, apesar de estar conectada à ilha de Taipa pela zona de Cotai, continua a estar pouco povoada e não experimentou um grande desenvolvimento, exceptuando na zona de Seac Pai Van, onde muitos prédios de habitação, sobretudo de habitação pública, foram construídos. Em Seac Pai Van também existe um parque, com vários pavilhões onde estão alojados diferentes espécies de animais, de entre os quais se destacam os pandas. É uma zona \"rural\" coberta com muita vegetação. Tem um número considerável de trilhos, parques, sítios de churrasco, praias e piscinas, proporcionando um lugar recreativo e \"verde\" para os habitantes de Macau, que vivem rodeados de edifícios altos e automóveis. == Povoação de Lai Chi Vun (荔枝碗村) == A Estrada de Lai Chi Vun tem início no cruzamento da Estrada de Seac Pai Van com a Estrada do Campo, a norte, e termina no Largo do Cais, a sul. A altaneira árvore de pagode (figueira de Bengala) na extremidade norte da via assinala o início da Povoação de Lai Chi Vun, cujo nome está associado à antiga abundância de árvores de lichia, bem como à sua baía em forma de tigela. Os estaleiros de juncos de pesca que ficavam além da vila, encontram-se hoje abandonados. Os escritórios, em piso térreo, do Estaleiro Veng Lok e a sede da Associação dos Construtores de Barcos de Macau-Taipa-Coloane situam-se no interior do pequeno pátio, à direita da estrada, no alto da colina. Daí para baixo, do lado oeste, podemos ver um edifício térreo de traça portuguesa, onde funciona o Posto Alfandegário do Porto de Coloane. Na extremidade sul da rua, defronte do Largo do Cais, surge a Ponte-Cais de Coloane que, durante muitos anos, foi o único ponto de entrada e saída da ilha de Coloane Construídos a partir da década de 1950, os “Estaleiros Navais de Lai Chi Vun” são o maior grupo de estaleiros navais de Macau, e um dos maiores legados de património industrial da construção naval da região do Sul da China. Do ponto de vista da análise dos valores culturais, os “Estaleiros Navais de Lai Chi Vun” apresentam técnicas e métodos relacionados com a construção naval no final do século XX, revelando igualmente a organização e o modo de vida comunitária da Vila de Lai Chi Vun e as influências que tiveram do sector da indústria naval. Os valores culturais também estão relacionados com a envolvente paisagística dos “Estaleiros Navais de Lai Chi Vun”, que foi preservada ao longo da história, nomeadamente no que se refere à ligação entre os estaleiros e a água, bem como no que se refere à ligação entre os estaleiros e a colina.Procedimento de Classificação de Bem Imóvel: Estaleiros Navais de Lai Chi Vun - Consulta Pública A 22 de Março de 2017, o Instituto Cultural (IC) da RAEM recebeu um pedido para iniciar o procedimento da classificação dos estaleiros navais de Lai Chi Vun, por iniciativa de um grupo local. Em virtude dos valores e significado cultural dos “Estaleiros Navais de Lai Chi Vun” acima descrito, e tendo em consideração ao pedido entregue pelo referido grupo local, iniciou-se em 2018 uma consulta pública sobre a classificação e eventual preservação dos Estaleiros.Consulta Pública para Classificação dos Estaleiros de Lai Chi Vun, Instituto Cultural da RAEM, Janeiro de 2018 ==Ver também== * Geografia de Macau * Capela de São Francisco Xavier (Macau) * Império Português ==Ligações externas== * Mapa interactivo da Taipa e de Coloane * http://edocs.icm.gov.mo/Survey/laichivun/bookP.pdf Categoria:Geografia de Macau Categoria:Ilhas de Macau",
 "title": "Coloane"
}