{
 "id": "63436",
 "text": "Em arquitetura, basílica é um grande espaço coberto, destinado à realização de assembleias cuja origem remonta à Grécia Helenística. O seu modelo foi largamente desenvolvido pelos Romanos, sendo mais tarde adaptado como modelo para os templos cristãos. == Arquitetura Romana == A Basílica romana descende das Ágoras colunadas gregas, sendo que estes espaços romanos eram cobertos. Na sua génese, as basílicas romanas eram edifícios multifuncionais, que poderiam albergar áreas públicas, políticas, comerciais e sociais. Eram espaços de reunião destinados a assembleias cívicas, funcionando muitas vezes como tribunais ou espaços comerciais (lota/leilões), tornando-se um edifício central e indispensável em qualquer cidade importante. A basílica era um edifício grande e oblongo, geralmente composto por uma nave central, duas colaterais e uma ou mais absides. As naves laterais são mais baixas, por forma a não obstruir as janelas altas (clerestório) na parte superior da nave central. Numa posição bem visível, ao fundo, estava a tribuna que mais tarde seria adaptada transformando-se no altar e no púlpito do culto cristão. === Basílicas do Fórum Romano === * Basílica Júlia - Roma, Itália * Basílica Emília - Roma, Itália * Basílica de Constantino- Roma, Itália == Arquitectura cristã == A basílica romana foi adaptada pelo Cristianismo porque aliava o interior espaçoso adaptado à realização de assembleias, exigido pelo culto cristão, à grandiosidade que convinha à nova religião (note-se o paralelo com o termo \"assembleia de Deus\"). Por outro lado tratando-se de um edifício oficial não seria conotado com o paganismo. Na abside onde antes se situava o tribunal (lugar de poder) situam-se agora os assentos concêntricos do clero e o altar. Esta abside é quase sempre orientada a Este. A entrada que antes era feita lateralmente, passa a fazer-se a eixo com o altar: uma reminiscência dos templos egípcios. O seu interior dividia-se longitudinalmente numa nave central flanqueada por duas ou quatro naves. Ao corpo principal da igreja foi acrescentado um transversal: o transepto que dividia a igreja em dois espaços - para os fiéis e para o clero, e acrescentava o simbolismo da planta em cruz latina. À fachada simples foram acrescentadas duas torres e, por vezes, um nártex. O termo também se aplica a igrejas, tal como as igrejas paleocristãs concebidas como mundos interiores que representam o civitas dei. == Basílicas católicas == === Basílicas Maiores ou Papais === As basílicas maiores (), antigamente conhecidas como basílicas patriarcais e hoje chamadas de basílicas papais, estão, desde o século XVII, diretamente sob autoridade do Papa. Têm privilégios especiais e abrigam um altar e um trono papal. Nos Anos Santos abrem as suas \"Portas Santas\" (Porta Sancta). São elas: * Arquibasílica de São João de Latrão - Catedral da Diocese de Roma (S. Giovanni in Laterano); * Basílica de São Pedro - Vaticano (San Pietro in Vaticano) * Basílica de Santa Maria Maior - Roma (S. Maria Maggiore); * Basílica de São Paulo Extramuros - Roma (S. Paolo fuori le Mura). === Basílicas menores === Basílica menor ou Basílica é um título honorífico concedido pelo Papa a igrejas em diversos países do Mundo consideradas importantes por diversos motivos tais como: * Veneração que lhe devotam os cristãos, * Transcendência histórica e * Beleza artística de sua arquitetura e decoração. Em Roma há 59 basílicas menores. Bento XVI concedeu o título patriarcal, depois papal, a duas Basílicas menores: * Basílica de São Francisco de Assis, em Assis * Basílica de Santa Maria dos Anjos, em Assis Existem ainda algumas igrejas de peregrinação; como contêm relíquias particularmente importantes, o papa Bonifácio VII (r. 1294–1303) determinou indulgência plenária a quem as visitasse. São as quatro basílicas papais mais: * Basílica de São Sebastião das Catacumbas ou S. Sebastiano fuori le Mura * Basílica de São Lourenço Fora de Muros ou S. Lorenzo fuori le Mura * Basílica de Santa Cruz de Jerusalém ou S. Croce in Gerusalemme. Quantidade de Basílicas Católicas por Continente Região Basílicas Europa 1 333 (4 basílicas maiores) América 402 Ásia 66 África 23 Oceania 7 Total 1.827 == Ver também == * Arquitetura de catedrais e grandes igrejas * Catedral ==Referências==",
 "title": "Basílica"
}