{
 "id": "63456",
 "text": "Bruno Villela Barreto Borges (Rio de Janeiro, 16 de março de 1955) é um cineasta brasileiro. É diretor de filmes como Dona Flor e Seus Dois Maridos (1977), filme com 10 milhões de espectadores (por muitos anos, recorde de público no Brasil),Novo Dona Flor e Seus Dois Maridos tem elenco divulgado Adoro Cinema O Que É Isso, Companheiro? (1997), indicado ao Oscar de filme estrangeiro. Foi casado com a atriz Amy Irving, ex-esposa do cineasta americano Steven Spielberg. Teve seu primeiro longa-metragem, Tati, a Garota, financiado por sua avó, Lucíola Villela, e foi um dos produtores do filme Menino do Rio, crônica sobre um grupo de adolescentes cariocas que vivem à beira-mar. == Biografia == Bruno nasceu 16 de março de 1955. Seus pais são os produtores Lucy e Luiz Carlos Barreto, donos da Produtora ‘LCD Barreto Filmes do Equador’, responsável por importantes filmes brasileiros como “Assalto ao Trem Pagador”, de Roberto Farias (1961), “Vidas Secas”, de Nelson Pereira dos Santos (1963) e “Terra em Transe” (1967), de Glauber Rocha, sem contar a maioria dos filmes de Bruno e seu irmão, Fábio Barreto, diretor do também indicado ao Oscar de melhor filme estrangeiro por “O Quatrilho” (1995). Crescendo neste meio cinematográfico, o jovem Bruno decidiu entrar para a carreira de cineasta, filmando desde novo alguns curtas dentre eles “Bahia, à vista”(1967). Cinco anos depois, com apenas 17 anos, filmou seu primeiro longa, “Tati, A Garota” (1972), onde dirigiu atores experientes como Dina Sfat, Hugo Carvana e Wilson Grey. Dois anos depois veio o segundo filme, o drama “A Estrela Sobe”. O próximo trabalho foi “Dona Flor e Seus Dois Maridos” (1976), filme que dirigiu com apenas 21 anos, tendo como protagonistas, Sonia Braga, José Wilker e Mauro Mendonça. Outra incursão de Bruno na vasta obra de Jorge Amado foi em 1983 com o filme “Gabriela, Cravo e Canela”, onde imortalizou Sonia Braga no papel de Gabriela e ainda contou com o ator italiano Marcelo Mastroianni. Ainda no campo das adaptações, outro clássico que Bruno levou aos cinemas foi “O Beijo do Asfalto” (1981), peça de Nelson Rodrigues. Depois de mais duas produções ainda nos anos 1980, “Além da Paixão” (de 1985, com Regina Duarte) e “Romance da Empregada” (de 1987, com Betty Faria), Bruno Barreto teve nos anos 1990 uma ampla carreira internacional. A começar pela vida pessoal, quando se casou com a atriz americana Amy Irving, indicada pelo filme “Yentl” (1983) ao Oscar de melhor atriz coadjuvante. Em Hollywood foram: “Assassinato sob Duas Bandeiras” (“A Show Of Force”, 1990), com sua mulher Amy Irving e Andy Garcia; “O Coração da Justiça” (de “The Heart Of Justice”, 1992), “Atos de Amor” (“Carried Away”, 1995) e “Entre o Dever e a Amizade” (“One Tough Cop”, de 1998). Em 2003, filmou “Voando Alto”, protagonizado por Gwyneth Paltrow. Também filmou “O Que é Isso, Companheiro?”, filme indicação ao Óscar de melhor filme estrangeiro, “Bossa Nova” (2000), a comédia “O Casamento de Romeu e Julieta” (2003) e adaptação da peça teatral de Juca de Oliveira, “Caixa Dois” (2007). Em 2013 dirigiu o drama de época “Flores Raras” que recria o relacionamento amoroso entre a arquiteta e paisagista brasileira Lota de Macedo Soares (Gloria Pires) e a poeta americana Elizabeth Bishop (Miranda Otto), no Rio de Janeiro dos anos 1950 e “Crô - O Filme” protagonizado por Marcelo Serrado e baseado no mesmo personagem da novela da Rede Globo Fina Estampa.http://cineinsite.atarde.uol.com.br/personalidade/personalidade- biografia.php?id_personalidade=229http://pipocamoderna.com.br/bruno-barreto-e- aplaudido-em-berlim/231458 http://ocanaltvaudiencia.dihitt.com.br/n/entretenimento/2012/11/03/filme- super-cro-tera-direcao-de-bruno-barreto == Filmografia == == Ligações externas == * Categoria:Naturais da cidade do Rio de Janeiro Categoria:Diretores premiados no Festival de Gramado Categoria:Cineastas do estado do Rio de Janeiro",
 "title": "Bruno Barreto"
}