{
 "id": "63453",
 "text": "O Exército Republicano Irlandês, mais conhecido por sua sigla em inglês, IRA (Irish Republican Army), é um conjunto de diversos grupos paramilitares irlandeses que, nos séculos XX e XXI, lutaram contra a influência Britânica na ilha da Irlanda. Recorria a métodos de guerra assimétrica, sendo frequentemente acusados de terrorismo, notório principalmente por ataques à bomba e emboscadas com armas de fogo, e tinha como alvos tradicionais protestantes, políticos unionistas e representantes do governo britânico. Na sua fundação, o IRA tinha ligações com outros grupos nacionalistas irlandeses e um braço político do partido Sinn Fein (\"Nós Próprios\", em irlandês). Sua ideologia variou ao longo do tempo, abrangendo republicanismo, nacionalismo, irredentismo, unionismo irlandês e separatismo com relação à Grã-Bretanha, incluindo também sectarismo e defesa da comunidade católica da Irlanda contra a minoria protestante (que eram vistos como lealistas em relação à Inglaterra).Henry Patterson, The Politics of Illusion; A Political History of the IRA (Serif, 1997) ISBN 978-1-897959-31-2 O IRA não era um grupo sectário e afirmava ser aberto a todos os irlandeses, mas a esmagadora maioria dos seus membros eram católicos com quase nenhum protestante servindo como \"membro ativo\" do grupo. O historiador Peter Hart escreveu, nos seus estudos sobre os membros do IRA, que apenas três protestantes serviram como \"ativos\" no movimento entre 1919 e 1921. Dos 917 membros do IRA condenados pelos britânicos durante a Guerra de Independência da Irlanda, apenas um era protestante. Embora a maioria esmagadora dos membros do IRA fossem católicos, havia de fato outras minorias (que eles chamavam de \"pagãos\"), como ateus e católicos não praticantes. A maioria dos soldados do IRA eram irlandeses natos, mas havia também pessoas nascidas em outras regiões do Reino Unido. Na Irlanda do Norte, a principal função do IRA, durante o The Troubles, era defender a comunidade católica da violência sectária. Por esta razão, Peadar O'Donnell, um líder de esquerda do IRA que se opunha ao nacionalismo católico predominante dentro da organização, disse depreciativamente que \"nós não temos um batalhão do IRA em Belfast, nós temos um batalhão de católicos armados\". A partir de 1969, a violência sectária na Irlanda do Norte foi se acentuando, com o IRA perpetrando ataques contra alvos protestantes e, principalmente, defendendo a minoria católica por lá. Esta minoria, que costumava ser maioria em todo o território irlandês, passou a encarar o catolicismo como símbolo de resistência contra a agressão britânica e como elemento comum para a reunificação da Irlanda. Em 28 de Julho de 2005, o IRA anuncia o fim da \"luta armada\" e a entrega de armas. O processo de entrega de armas terminou em 26 de Setembro de 2005. Todo o processo de desmantelo do armamento foi orientado pelo chefe da Comissão Internacional de Desarmamento, o general canadense John de Chastelain. Porém, grupos de dissidentes que não aceitavam a resolução pacífica da questão política continuam tentando realizar atentados terroristas, sem sucesso. == Grupos intitulados por IRA após 1919 == * Exército Republicano Irlandês (1917-1922), também conhecido como o \"Velho IRA\", foi reconhecido como o exército legítimo irlandês até se ter desintegrado em facções opostas na sequência do Tratado Anglo-Irlandês, que viriam a combater entre si na Guerra Civil Irlandesa; * Exército Republicano Irlandês (1922-1969), a facção antitratado do IRA e que perdeu a Guerra Civil Irlandesa para a facção pró-tratado, mas que viria a continuar o seu combate quer contra a Irlanda do Norte bem o Estado Livre Irlandês, que considerava como fruto do imperialismo britânico; * Exército Republicano Irlandês Oficial (1969-1972) (OIRA), a facção marxista do IRA que se separou dos provisórios, embora tenha tido uma actividade militar reduzida; o OIRA viria a dar origem aos comunistas do Partido dos Trabalhadores da Irlanda; * Exército Republicano Irlandês Provisório (1969-1998) (PIRA), que foi o mais forte grupo sucessor do IRA e esteve fortemente ligado à refundação do Sinn Féin. Separou-se do OIRA por defender em se recusar a reconhecer as autoridades das duas Irlandas; o PIRA viria a terminar a sua luta armada em 1998 com a celebração do Acordo de Sexta-Feira Santa; * Exército Republicano Irlandês da Continuidade (1986-presente) (CIRA), facção que se separou do PIRA por ser contra a política do PIRA e do Sinn Féin em se apresentar em eleições na Irlanda e Reino Unido; a facção política do CIRA é o Partido Republicano Sinn Féin; * Exército Republicano Irlandês Real (1997-presente) (RIRA), uma cisão do PIRA por ser contra o processo de paz na Irlanda do Norte; a sua facção política é o Movimento pela Soberania dos 32 Condados; * Exército Republicano Irlandês pela Libertação (2006-presente), cisão do CIRA; * Exército Republicano Irlandês (2011-presente), constituído por ex-combatentes do PIRA, segundo a imprensa norte-irlandesa; * Novo Exército Republicano Irlandês (2012-presente) (New IRA), formado pela fusão do RIRA com outros diversos pequenos grupos armados republicanos. == Ver também == * Guerra de Independência da Irlanda * S-Plan",
 "title": "Exército Republicano Irlandês"
}