{
 "id": "63531",
 "text": "Raven, (cujo significado literal é \"corvo\") é uma anti-heroína fictícia que aparece nas histórias em quadrinhos americanas publicadas pela DC Comics. A personagem apareceu pela primeira vez em DC Comics Presents #26 (outubro 1980), e foi criada pelo escritor Marv Wolfman e desenhada pelo ilustrador George Pérez. Ravena é uma empata, que pode se teletransportar e controlar a sua alma, podendo lutar fisicamente, bem como atuar sendo seus olhos e ouvidos mesmo estando longe de seu corpo. A História Cronológica de Raven é dividida tipicamente em três partes. Em sua primeira vida, Raven tinha apenas 18 anos e vivia no Templo de Azarath, tendo criado os \"Novos Titãs\". Em sua segunda vida ela se transformou na \"Ravena Branca\", e durou menos de dois anos. E em sua terceira vida, que é sua forma atual, ao contrário da transição entre a sua primeira vida e a segunda, com sua terceira vida ela veio em um corpo novo, mais jovem. ==Criação da personagem== Ravena foi criada para complementar os Jovens Titãs, além disso, todos queriam que ela se tornasse uma espécie de destaque na equipe, pois algo faltava para completar esse pequeno time. Seus criadores, chamados George Pérez e Marv Wolfman, queriam uma heroína diferente, sendo essa parecida com um corvo, aliás, almejavam sua aparência um tanto sombria, justamente para despertar a curiosidade dos fãs da DC, pensando nisso, os dois fizeram a ilustração semelhante a dos corvos, principalmente sua cabeça. Ademais, a roupa da personagem era um tanto peculiar. Como os desenvolvedores afirmam: \"não eram adaptadas para combate\". Pelos fatos mostrados, Ravena caiu no gosto do público, principalmente pelos jovens, os quais a consideram peça importante nos Jovens Titãs e nas histórias em quadrinhos da DC Comics. Pérez observa-se que: ==Origem== ===Primeira vida=== Uma personagem com uma origem e passado mórbidos, Ravena é a filha mestiça de uma mulher humana chamada Angela Roth (também conhecida como Arella) e o demônio interdimensional Trigon (destruidor de mundos). Ela cresceu em uma dimensão alternativa chamada Azarath, com seus habitantes pacíficos, cujo líder espiritual era a Mística Azur. Em sua terra natal, ela foi ensinada a \"controlar suas emoções\", por Azur, a fim de reprimir os poderes demoníacos herdados. Basicamente, impedia-se que Ravena sentisse qualquer emoção forte, pois ela poderia se tornar um demônio como seu pai. Durante este tempo, Ravena raramente viu a mãe e cresceu separada dela. Após a morte de Azur, Arella começou a tarefa de sensibilização e ensino a Ravena. Na mesma época, a herança demoníaca de Ravena foi revelada, já que ela conheceu seu pai cara a cara. Logo após seu aniversário de 16 anos, Ravena aprendeu que Trigon planejava vir para sua dimensão, e ela prometeu detê-lo. Ravena inicialmente tentou se aproximar da Liga da Justiça, mas recusaram-na no conselho de Zatanna, que detectou sua herança demoníaca. Em desespero, ela reformulou os Titãs como Novos Titãs para combater seu pai. A equipe era composta por Robin, Moça Maravilha, Kid Flash, Estelar, Cyborg e Mutano. Nesta encarnação, Ravena foi considerada uma pessoa sombria, muitas vezes notavam-se em suas observações um tom de sarcasmo e/ou ironia. Ravena, ocasionalmente, sucumbiu a suas emoções, levando a ter problemas com seus companheiros de equipe. Logo após seu recrutamento para a equipe, Kid Flash concordou em ser um membro depois que Ravena usou seus poderes para forçá-lo a amá-la. Durante outra reunião com a Liga da Justiça, Zatanna revelou esta informação, o que levou os outros Titãs à desconfiarem de Ravena. Finalmente, foi revelado que ela manipulou as emoções de Kid Flash e logo após foi removido o seu conhecimento do encontro. ==Poderes e Habilidades== Ravena cresceu em Azarath, dimensão paralela habitada por pacifistas que tinham por mística Azur a sua líder espiritual. Foi ela, de resto, a mentora da filha do demônio Trigon, a quem ensinou o segredo das artes místicas e a como controlar as suas emoções, com o intuito de suprimir a sua perigosa natureza maligna, herdada do seu progenitor. Tales of the New Titans (1982) #2 Contudo, a supressão total de suas emoções, no entanto, já resultou em seus poderes manifestando-se não intencionalmente - como tal, ela constantemente tenta se expressar, enquanto mantém-se em controle. Ravena é uma empata de alto nível, sendo ela capaz de captar ou de absorver as emoções de outros seres. Conseguindo invadir as mentes das pessoas para extrair informações ou implantar imagens extremamente realistas; podendo até mesmo induzir sensações, emoções ou sentimentos positivos ou negativos nos outros, tal como fez com Wally West e Dick Grayson, ao forçá-los se apaixonarem por ela. Contudo, a sua habilidade mais conhecida com relação a empatia, é a de atrair e assimilar para si mesma as dores das pessoas feridas, e dissipa-las em seguida; aliviando então os sofrimentos dos outros e induzindo uma cura rápida. Além disso, Ravena demonstrou a capacidade de deslocar-se a longas distâncias ou dimensões, quase que instantaneamente, e de manifestar a sua alma para fora de seu corpo, sob a forma de um enorme corvo, nomeado por Ego-Espiritual, que, não só possuí os seus demais poderes, como até mais; pode subjulgar mentalmente os seus alvos, ou enviá-los para locais e dimensões alternativas. Sendo também capaz de atuar como um escudo, absorvendo todos os tipos de armas direcionadas a si, para regurgitá-las em outro lugar. Who's Who in The Dc Universe #8 A heroína já exibiu outras habilidades ao longo dos anos em suas aparições nas Histórias em Quadrinhos; tais como vôo, telecinésia, precognição, utilização de magia e etc. The New Teen Titans (1980) #8 ==Ver também== *Trigon *Estelar Categoria:Heróis da DC Comics Categoria:Personagens da DC Comics Categoria:Super-heroínas Categoria:Extraterrestres não humanos Categoria:Feiticeiros fictícios Categoria:Personagens com umbracinese Categoria:Mulheres fictícias",
 "title": "Ravena (DC Comics)"
}