{
 "id": "63551",
 "text": "Luís de Vasconcelos e Sousa (1636 - 15 de Agosto de 1720Castelo Melhor (Luís de Vasconcelos e Sousa 6.º conde da Calheta e 3.º conde de), Portugal - Dicionário Histórico, Corográfico, Heráldico, Biográfico, Bibliográfico, Numismático e Artístico, Volume II, págs. 890-891, Edição em papel © 1904-1915 João Romano Torres - Editor, Edição electrónica © 2000-2012 Manuel Amaral), 3.º Conde de Castelo Melhor, foi um político e diplomata português. Exerceu os cargos de reposteiro-mor da Casa Real, escrivão da puridade, conselheiro de Estado, primeiro-ministro e valido de D. Afonso VI, e depois do Conselho de Estado de D. João V, senhor de Valhelhas, Almendra e Mouta Santa, alcaide-mor e comendador de Pombal; senhor do condado da Calheta, de que foi o 6.° conde, etc. ==Biografia== Foi nomeado pela Rainha D. Luísa de Gusmão gentil-homem da câmara do jovem rei D. Afonso VI. «Pelejara como um bravo às ordens do pai, nas arremetidas das fronteiras da Espanha; sua mão defendera Monção das tentativas dos exércitos filipinos.» (...) Após certa rixa entre vários fidalgos, no jogo da péla, do qual resultara a morte do conde de Vimioso, D. Luís andara por Itália, esperando o esquecimento do caso no qual o consideravam cumpliciado.» Voltou e a mãe era já dama de honor, depois seria camareira-mor. Tinha irmãs recolhidas às Albertas de Carnide e das Janelas Verdes, antes damas da Rainha.» Seu rival na corte foram os conselheiros mais privados da Rainha, o marquês de Marialva, D. António Luís de Menezes, herói das campanhas do Alentejo, «grande capitão das linhas de Elvas», o secretário de Estado Pedro Vieira da Silva, arguto sucessor de Francisco de Lucena, morto no cadafalso.» Em 1662, foi concedida casa ao infante Dom Pedro, moreno e robusto, que «partia uma ferradura a frio, torcendo-a.» Foi habitar o paço dos Corte-Real, vizinho ao da Ribeira, e seus gentis homens de Câmara eram o conde de São Lourenço, o conde de Soure, Rodrigo de Moura Teles, D. Rodrigo de Menezes, Jorge de Melo, João Nunes da Cunha, sendo o sumilher D. Rodrigo da Cunha de Saldanha, chantre da Sé de Lisboa, e o secretário António de Sousa Tavares.» Teve ciúmes o irmão rei. «Decidira-se em conselho de regência privá- lo do domínio dos mais favorecidos.» Certa manhã o duque de Cadaval, Luís de Melo, porteiro-mor, seu filho D. Manuel de Melo e o corregedor do crime, Dr. Duarte Vaz de Orta Osório, com alguns arqueiros, tentaram prender António Conti em seus aposentos. O duque o prendeu e «com o irmão e o mais chegado da patrulha», o despachou numa nau para o Brasil. Castelo Melhor ficou furioso, increpou rudemente Cadaval. Teve enorme cólera o rei, ao saber que o navio já ia fora da barra. Era junho. «O rei ordenou a Castelo Melhor ficar mais uma semana de serviço em Lisboa, em vez de se retirar para as sombras de suas quintas»... O conde tentava de apoderar da vontade real. O rei foi pernoitar no seu palácio de Alcântara e ali chamou Sebastião César de Menezes, «sábio letrado e de rijo ânimo, que D. João IV mandara encarcerar na Torre de Belém», alegando ser cúmplice na conjura do marquês de Vila Real. Na prisão, escrevera «Sulligatio in ingratitudinis» e com isso aumentou a fama de erudito. A Rainha o soltara e lhe dera o bispado do Porto. Outro chamado, o conde de Atouguia, filho de D. Filipa de Vilhena, herói da Revolução de 1640, que regressara do governo do Brasil. Aconselharam o rei a pedir à mãe das chancelas do Estado. Já estava composto o triunvirato. Passaram o rei à Torre de São Julião mas a resistência foi desnecessária. O conselho se reuniu no paço da Ribeira, a Rainha mandou o Bispo de Targa com carta ao filho, pedindo-lhe reflexão. O filho respondeu querer apenas aliviá-la do papel, pois «segundo as leis do reino, excedera muito os anos destinados à tutoria.» Mas havia dúvidas em obedecê-lo. O triunvirato aconselhava persistência. D. Afonso teria 19 anos em um mês. Na véspera de São João de 1662 entrou em Lisboa com cortejo reduzido e sem pompa, como desejavam seus conselheiros. O infante D. Pedro, convocado, acompanhou o irmão. «A Rainha na cerimónia lhe entregou as chancelas e os régios selos que carregava Pedro Vieira da Silva, e partiu abrigar-se no convento de Xabregas, que mandara edificar.» Outros cronistas comentam: o afastamento do valido do rei, Conti, soube tornar-se confidente do monarca, afastando a influência da rainha. Residira em palácio, nos aposentos antigamente usados por D. Teodósio. Conhecedora da conspiração, D. Luísa mandou-o chamar dizendo «era menester advertir que, como se desterraban los pequeños se castigarian los grandes». Não desistindo dos seus intentos, o conde conseguiu levar D. Afonso VI para Alcântara, onde convocou todos os fidalgos participando-lhes que o rei resolvera chamar a si o governo, colocando a rainha perante um facto consumado. Houve novos desterros, partindo o padre António Vieira, o duque de Cadaval, seu filho Dom Manuel de Melo, Pedro Vieira da Silva, o conde de Soure, o conde de Pombeiro. Ascendeu ao posto de secretário de Estado António de Sousa de Macedo, grande amigo de Castelo Melhor. Segundo Veríssimo Serrão em «História de Portugal», volume V, página 48, «revelou a fibra de um verdadeiro estadista. Tinha 26 anos, vivera exilado na França de 1655 a 1657, por suspeitas de haver participado na morte do conde de Vimioso, e no regresso combatera na defesa do Minho, onde ficou gravemente ferido.» Em 1659 recebeu o ofício de reposteiro-mor do Paço. Na crise de 1662, desempenhava as funções também de camareiro de serviço, o que lhe concedia grande valimento na corte. D. Afonso VI não tardou em galardoar seus préstimos, nomeando-o para o cargo novamente criado de escrivão da puridade, uma espécie de secretário privado. O conde de Atouguia pouco depois se desligava do triunvirato. Logo o prelado Sebastião César de Menezes receberia ordem de se retirar da corte a duas léguas: foi depois internado no convento da Batalha mas, querendo suas luzes, e limitar suas cóleras, foi nomeado Inquisidor Geral. Ele redobrou porém sua atividades na conspiração contra Castelo Melhor e contra o rei... «Na tendência centralizadora que a Restauração impunha, o ofício era de molde a concentrar nas mãos do beneficiário a máquina da administração pública». Colaborador direto do monarca, ao conde cabia o exercício de atos públicos e particulares, receber os juramentos de obediência à coroa, seguir D. Afonso VI nos enterros e exéquias das pessoas reais, a correspondência diplomática, as nomeações para cargos da administração, no reino e no Ultramar, as consultas dos Tribunais e conselhos. E foi feliz em escolher para secretário de Estado o doutor António de Moura de Macedo (1606 - 1682) executor fiel de sua política. Diz-se que «um profundo mal estar grassava no reino, devido à incúria dos conselheiros de D. Luísa de Gusmão.» Senhor do poder e tendo conseguido afastar os seus inimigos, o conde desdobrou-se em duas missões: # Assegurar a continuidade do seu governo, pelo que rodeou o infante D. Pedro de gente da sua confiança, embora não o perseguisse - o que seria tolo. Ademais lhe permitia mandar vir anualmente do Brasil sem pagar direitos mil quintais de pau-brasil e o deixou entrar na posse das terras que comprara a irmã, D. Catarina e que pouco depois obtivesse o infante a emancipação. # Reorganizar as tropas portuguesas para expulsar os espanhóis que se tinham apoderado de Évora, com grande exército comandado por João de Áustria. Havia desde início de 1661 notícia da grande invasão que preparavam os espanhóis. === Na guerra da Restauração === Foi feliz, pois sob seu governo se deram as grandes batalhas de 1663 a 1665, e Portugal foi vitorioso na batalha do Ameixial e posteriormente em Montes Claros. Assinou-se o tratado de paz com a Espanha, aceite com grande alívio. A morte de Filipe IV da Espanha, em 17 de setembro de 1665, retirara da cena um actor teimoso que nunca aceitara a «rebeldia» portuguesa. O Tratado de Paz de Madrid foi assinado em 5 de janeiro e ratificado em Lisboa em 13 de fevereiro de 1668. Eram delegados de Portugal o duque de Cadaval, o marquês de Gouveia, o marquês de Marialva, o marquês de Nisa, o conde de Miranda e Pedro Vieira da Silva. O abandono de Ceuta foi um grave erro político, mas a paz fora ganha após 27 anos de incerteza política. Tendo conseguido a vitória na Guerra da Restauração, Castelo Melhor tentou apoios diplomáticos e buscou casar Afonso VI em França, cujo rei Luís XIV era poderoso. Obteve como noiva Maria Francisca Isabel de Saboia da Casa de Saboia, que anos mais tarde o afastará do governo com a ajuda do infante D. Pedro, de quem foi esposa. Saiu de Portugal, onde a rainha não o deixava regressar, e instalou-se por uns tempos em Paris. Foi a Londres, pedir auxílio a D. Catarina de Bragança, esposa de Carlos II de Inglaterra e irmã do regente, onde permaneceu algum tempo, prestando bons serviços na Corte. Regressou ao Reino de Portugal depois da morte de D. Maria Francisca, tendo-se fixado em Pombal onde era alcaide-mor e comendador. Voltou ao governo sob D. João V. Em pagamento pelo seu regresso a Portugal, manda construir o Convento do Cardal, em Pombal, em 1707, posteriormente ocupado pelos franciscanos.Eusébio, Joaquim (2007). Pombal : 8 séculos de história, Câmara Municipal de Pombal, pág. 116. Foi o 12.º capitão- donatário da ilha de Santa Maria, nos Açores, de 1667 até à sua morte, em 1720. Foi impressa uma nota de 1.000$00 Chapa 5 de Portugal com a sua imagem. == Dados genealógicos == Era filho de D. João Rodrigues de Vasconcelos, 2.º conde de Castelo Melhor, e de sua mulher D. Mariana de Lencastre e Vasconcelos. Era casado com D. Guiomar de Távora, viúva de D. Jorge de Ataíde, 3.º conde de Castro de Aire, filha e herdeira de Bernardim de Távora, reposteiro-mor, senhor das ilhas do Fogo, Santo Antão e Santa Maria, comendador de Santa Maria de Cacela na ordem de Cristo, e de sua mulher, D. Leonor de Faro, filha do D. Estêvão de Faro, conde de Faro. == Ver também == * Lista de governantes dos Açores == Ligações externas == * Castelo Melhor (Luís de Vasconcelos e Sousa 6.º conde da Calheta e 3.º conde de), Portugal - Dicionário Histórico, Corográfico, Heráldico, Biográfico, Bibliográfico, Numismático e Artístico, Volume II, págs. 890-891, Edição em papel © 1904-1915 João Romano Torres - Editor, Edição electrónica © 2000-2012 Manuel Amaral Categoria:Escrivães da Puridade Categoria:Condes de Castelo Melhor Categoria:Capitães-donatários dos Açores Categoria:Conselheiros do Reino de Portugal Categoria:Senhores do Reino de Portugal Categoria:Alcaides-mores de Pombal Categoria:Guerra da Restauração Categoria:Provedores da Santa Casa da Misericórdia de Lisboa Categoria:Personagens da Restauração de Portugal Categoria:Nobres de Portugal do século XVII Categoria:Nobres de Portugal do século XVIII",
 "title": "Luís de Vasconcelos e Sousa, 3.º Conde de Castelo Melhor"
}