{
 "id": "63574",
 "text": "Em metafísica e estatística, a palavra indivíduo habitualmente descreve qualquer coisa numericamente singular, embora por vezes se refira especificamente a \"uma pessoa\". Usada em muitos contextos, tanto \"Aristóteles\" como \"a Lua\" são indivíduos. Em geral, \"uva\" e \"vermelhidão\" não são. Em biologia, indivíduo é sinônimo de organismo. Indivíduo, como peça da gíria filosófica, é muito comum e surge frequentemente como sinônimo de particular, em contraste com \"universal\". A famosa obra sobre os indivíduos e a sua individuação é de P. F. Strawson em Pessoas: Um Ensaio em metafísica descritiva (Londres: Methuen & Co. Ltd., 1959, Nova Iorque: Anchor, 1963). No cotidiano, um indivíduo é uma coleção de pensamentos e feitos que é considerada uma entidade. Como um conjunto de pensamentos e feitos é considerado um indivíduo depende da perspectiva. Por exemplo: os pensamentos e feitos de um corpo podem ser considerados um indivíduo. Contudo, acontece que após acidentes e doenças que causaram dano cerebral, os pensamentos e feitos de um corpo tornam-se tão drasticamente diferentes que algumas pessoas não consideram que aquele corpo contenha o mesmo indivíduo. Algumas pessoas falam sobre pessoas idosas, deficientes, doentes ou pobres sem a menor consideração pelo fato de que elas podem encontrar o mesmo destino. Estão corretas a respeito disso se tiverem uma perspectiva da individualidade limitada pelo tempo. Consideram os indivíduos idosos, deficientes, doentes ou pobres que podem mais tarde ocupar seus corpos para que sejam outra pessoa. No passado, pessoas não eram responsáveis pelos danos que causavam enquanto bêbedas. Aparentemente, enquanto neste estado, não era considerado que seu corpo continha o mesmo indivíduo que enquanto sóbrio. É considerável que a loucura temporária pode acontecer para qualquer um (algo como uma quebra no computador). O indivíduo normal é considerado ausente do corpo durante o estado de loucura e portanto não é responsável. (Compare com insanidade temporária e automatismo). Por exemplo, em 1795 na Inglaterra, uma mulher jovem que cuidou de sua mãe doente por vários anos, repentinamente a matou. Foi considerado que uma loucura temporária foi causada por intenso cansaço de seu trabalho duro. Especialmente pelos dias que precederam o evento terem sido muito difíceis, devido à condição de sua mãe. A mulher não foi acusada. Depois, ela se casou, teve filhos e nunca cometeu nenhum crime. Em 1999, nos Países Baixos, uma mãe jovem colocou seu bebê em um forno de micro-ondas ao invés do leite da criança. A causa da morte dela foi dada como um infeliz blecaute e a mãe julgada ausente do corpo quando ocorreu a morte. Ela não foi acusada, mas confortada por sua perda. ==Ver também== * Identidade * Identidade cultural * Individualismo * Consciência * Homo sapiens * Pessoa (filosofia) * Pessoa == Bibliografia == * Gracia, Jorge J. E. (1988). Individuality: An Essay on the Foundations of Metaphysics. : State Univ of New York Pr. == Ligações externas == * Individual, Individuality (newadvent.org) Categoria:Antropologia filosófica Categoria:Estatística Categoria:Metafísica Categoria:Filosofia",
 "title": "Indivíduo"
}