{
 "id": "63612",
 "text": "José Joffily Bezerra Filho (João Pessoa, 27 de novembro de 1945), mais conhecido como José Joffily, é um diretor, roteirista, produtor e, eventualmente, ator brasileiro. Nascido na Paraíba em 1945 e criado no Rio de Janeiro, onde se formou em Direito pela UERJ. É mestre em Comunicação pela Universidade Federal do Rio de Janeiro e foi professor, durante vinte anos, no Departamento de Cinema e Vídeo da Universidade Federal Fluminense. Trabalhou como fotógrafo freelancer para diversas revistas, entre elas O Cruzeiro, Realidade e Placar. Começou sua carreira cinematográfica dirigindo curtas em 1977, com \"Praça Tiradentes\" e \"Alô Tetéia\". Alcançou destaque depois da repercussão de seus curtas-metragens \"Galeria Alaska\" e \"Copa mixta\", ambos de 1979. Em 1981 fundou a produtora Coevos filmes, com a qual passou a produzir seus projetos audiovisuais. Fez alguns trabalhos como ator, como em Bete Balanço, em 1984. Ficou famoso após o lançamento do longa \"A Maldição do Sanpaku\" (1991), e se estabeleceu como cineasta no premiado \"Quem Matou Pixote?\" (1996), vencedor de três Kikitos em Gramado: Melhor Filme, Roteiro e Troféu do Público. Em 2009, dirigiu \"Olhos azuis\" que recebeu os prêmios de melhor filme, melhor roteiro, melhor atriz, melhor ator codjuvante, melhor som e melhor montagem no Festival Paulínia de Cinema de 2009. A partir dos anos 2000 passou a intercalar filmes de ficção e documentário. Entre 1999 e 2000 foi presidente da Associação Brasileira de Cineastas, a ABRACI. Filho do político, empresário e historiador paraibano, José Joffily Bezerra de Mello. O livro do pai \"Anayde Beiriz\" (no qual, destaca os aspectos trágicos e simultaneamente românticos da Revolução de 1930) foi a inspiração para o filme Parahyba Mulher Macho, de 1983.SILVA, Maria Hilda da. “Na trama do destino”: Anayde Beiriz, uma história de gênero, memória e representação na Parahyba nas décadas de 1920-1930. 2017. 96f. Trabalho de Conclusão de Curso (Licenciatura em História) - Centro de Formação de Professores, Universidade Federal de Campina Grande, Cajazeiras, Paraíba, Brasil, 2017. É pai de Isabel Joffily, também cineasta. É primo do diretor Felipe Joffily. == Filmografia == * 2022 - Sinfonia de um Homem Comum — diretor. * 2019 - Soldado Estrangeiro — diretor. * 2017 - Amor de 4 (série de TV, exibida no Canal Brasil) — criação, direção, roteiro. * 2015 - Caminho de Volta — diretor * 2013 - Mão na Luva — diretor. * 2010 - Prova de Artista — diretor * 2009 - Olhos Azuis — diretor. * 2005 - Achados e perdidos — diretor * 2005 - Vocação do poder — diretor. * 2002 - 2 Perdidos numa Noite Suja — diretor * 2001 - O chamado de Deus — diretor e produtor. * 1998 - Bela e galhofeira — ator * 1996 - Quem Matou Pixote? — diretor e roteirista * 1994 - Lamarca — produtor * 1992 - A maldição do Sanpaku — diretor e roteirista * 1991 - Vai trabalhar, vagabundo II - A volta — roteirista * 1989 - Kananga do Japão (novela) — ator * 1987 - Terra para Rose — roteirista * 1986 - A cor do seu destino — roteirista * 1985 - Avaeté - Semente da vingança — roteirista * 1985 - O rei do Rio — roteirista * 1985 - Urubus e papagaios — diretor e roteirista * 1984 - A filha dos Trapalhões — roteirista * 1984 - Bete Balanço — ator * 1983 - Parahyba mulher macho — roteirista * 1977 - Praça Tiradentes - roteirista == Prêmios e indicações == ; Festival de Gramado * Agraciado com o Kikito de Ouro na categoria de Melhor Filme, por Quem Matou Pixote?\" (1996). * Agraciado com o Kikito de Ouro na categoria de Melhor Argumento/Roteiro, por Quem Matou Pixote? (1996). ; Festival de Brasília * Laureado com o Troféu Candango na categoria de Melhor Filme, por A Maldição do Sanpaku (1992). * Laureado com o Troféu Candango na categoria de Melhor Realizador/Diretor, por Dois Perdidos Numa Noite Suja (2003). * Laureado com o Troféu Candango na categoria de Melhor Argumento/Roteiro, por A Cor do seu Destino (1986). ; Festival de Paulínia * Galardoado com A Menina de Ouro na categoria de Melhor Filme, por Olhos Azuis (2009). ; Festival de Anapólis (edição 2012) * Recebeu o Troféu Beto Leão na categoria de Melhor Diretor, por Olhos Azuis (2009). ==Ligações externas== * *Perfil, no AdoroCinema *Quem É Quem no Cinema Brasileiro Categoria:Naturais de João Pessoa Categoria:Produtores de cinema do Brasil Categoria:Cineastas da Paraíba Categoria:Roteiristas do Brasil Categoria:Atores da Paraíba",
 "title": "José Joffily"
}