{
 "id": "63643",
 "text": "Raul Salvador Intini Pepe, conhecido como Raul Roulien (Rio de Janeiro, 7 de outubro de 1904 São Paulo, 8 de setembro de 2000), foi um ator e diretor de cinema e teatro brasileiro, um dos primeiros a atuar em Hollywood.FLÓRIDO, Eduardo Giffoni. As grandes personagens da história do cinema brasileiro: 1930 – 1959. Rio de Janeiro: Fraiha, 1999. ==Biografia== Nascido na rua do Catete, Roulien era filho de maestro italiano Biagio \"Brás\" Pepe e da dona de casa Anna Intini, também italiana. O sobrenome \"Accolti Gil\" que por vezes é associado a seu nome é de sua avó paterna, Maria Giuseppe Accolti Gil, importante família da região da Apúlia. Começa a cantar ainda criança, ao lado dos irmãos, e torna-se astro mirim do vaudeville, gênero teatral de variedades, apresentando-se até para o presidente Rodrigues Alves. Após uma excursão pelo cone sul, muda seu nome para Raul Roulien e faz sucesso em Buenos Aires como cantor de tangos e sambas. No Rio de fins dos anos 1920, forma uma companhia de revistas teatrais e grava uma série de discos. Consagrado como o “galã das normalistas”, Roulien decide tentar a sorte em Hollywood. Ali, torna-se um dos mais requisitados latin lovers do cinema americano, participando de filmes como Delicius (1931), Flying Down To Rio (1933) e The World Moves On (1934), este último sob a direção de John Ford. Entre um filme e outro teve tempo para indicar Ginger Rogers e Fred Astaire para uma cena de dança em Voando para o Rio.Ignácio de Loyola Brandão, em O Estado de S.Paulo, edição de 6 de novembro de 20220, página H10RAMOS, Fernão Pessoa; MIRANDA, Luiz Felipe (Orgs). Enciclopédia do cinema brasileiro. São Paulo: Senac, 2000. ==Fim da carreira em Hollywood== Volta ao Rio de Janeiro em 1935, depois da morte de sua esposa Diva Tosca (Tosca Isabel Querzè; 1909-1933), atropelada pelo então iniciante John Huston, bêbado, (ou segundo uma fonte, Houston assumiu a culpa por Clark Gable, que seria o real motorista do carro, a pedido do estúdio). Roulien Processa Huston mas não obtém sucesso e perde sua causa e sua carreira, pois como represália não é mais chamado para atuar. No Brasil, Roulien decide-se pela carreira de diretor. Mantém por cerca de duas décadas uma companhia teatral, que lança atrizes como Cacilda Becker (1921-1969), e realiza três filmes de ficção: O Grito da Mocidade (1936), Aves Sem Ninho (1939) e Jangada (1949), este perdido num incêndio antes mesmo da sua estréia. Nas décadas de 1950 e 1960, dirige teleteatros na TV Cultura, então parte dos Diários Associados. Acalenta até o fim de sua vida um último projeto nunca filmado: uma cinebiografia de Oswaldo Cruz (1872-1917).MAGALDI, Sábato; VARGAS, Maria Thereza. Cem anos de teatro em São Paulo. São Paulo: Senac, 2001. ==Volta== Quando Raul Roulien, vindo de Hollywood, retorna ao país decidido a dirigir filmes, há uma expectativa da crítica nacional, confirmada nos seus primeiros filmes. Tanto Grito da Mocidade quanto Aves sem Ninho representam um notável ganho para a cinematografia brasileira que mal havia entrado, tecnicamente, na era do cinema falado. Como se diz na época, os filmes de Roulien parecem fitas americanas feitas no Brasil. Nessa sua volta ao Brasil, conhece a cantora Rosina Pagã e a lança como atriz no filme Aves sem Ninho, e começariam um tórrido e tempestuoso romance, que terminaria bruscamente com a partida de Rosina Pagã para o México. Ele tem o sonho de todo diretor nacional de então: filmar uma superprodução capaz de mostrar uma imagem deslumbrante do país para o exterior. Jangada é um épico sobre o alvorecer do movimento pela libertação dos escravos, com centenas de figurantes, roteiro de Raquel de Queiroz (1910-2003) e parceria com distribuidores internacionais. Com as filmagens já adiantadas, todo o negativo do filme acaba queimado num incêndio. Mais de dez anos depois, em 1961, Roulien finalmente realiza um filme épico ao adaptar para as telas o romance “A Muralha” (1954), de Dinah Silveira de Queiroz (1911-1982). Uma produção para a TV Cultura, em outras proporções. O sonho de forjar uma imagem grandiosa de seu país acompanha-o até os últimos dias em forma de um projeto sobre a vida do médico sanitarista Oswaldo Cruz. Em sua companhia teatral, Cacilda Becker afirmaria-se como atriz em 1941, juntos com Laura Suarez, na peça \"Trio em Lá Menor\", de Raimundo Magalhães Jr. Em 2002, sua vida foi tema de um documentário, Raul Roulien, um Brasileiro em Hollywood, com pesquisas e direção de Dimas Oliveira Junior. Exibido na Rede Sesc Senac de TV e disponível no YouTube.RAUL Roulien – um brasileiro em Hollywood. Realização: TV Sesc. Roteiro e direção de Dimas de Oliveira Júnior. São Paulo, 2002. Documentário. Morre em São Paulo, aos 94 anos. Discografia: * 1933) Favela/Guacira • Victor • 78 * (1933) Formar um ninho/Se eu perdesse você • Victor • 78 * (1933) Beguin/Mente por favor • Victor • 78 * (1930) Saudade má/Tua, valsa • Odeon • 78 * (1929) Muchacho de oro/Niño bien • Odeon • 78 * (1929) Vivir sin ti/Quimera • Parlophon • 78 * (1929) Mala yerba/Bibelot • Parlophon • 78 * (1929) Versos de Trilussa (l)/Versos de Trilussa (ll) • Parlophon • 78 * (1929) Miss St. Paul/Juventud • Odeon • 78 * (1929) Mamãe viu/Chiquita • Odeon • 78 * (1929) Te fuistes/Joãozinho • Odeon • 78 * (1929) Felicidade/Chrispim • Odeon • 78 * (1929) Nunca/Ave noturna • Odeon • 78 * (1928) Adios mis farras,tango/Tu amor y un ranchito • Odeon • 78 * (1928) I don't want a mother in law/Lábios hawaianos • Odeon • 78 == Filmografia == === Como diretor === * 1970 - Brasileiros em Hollywood * 1950 - Maconha, erva maldita * 1949 - Jangada * 1939 - Aves Sem Ninho * 1937 - O grito da mocidade === Como ator === Ano Título Personagem 1947 Road to Rio Oficial de Cavalaria 1937 O Grito da Mocidade 1935 Piernas de Seda Frank Alton 1935 I'm Crazy About You Alberto Foster 1935 He Trusted His Wife 1934 Granaderos del amor Ricardo Randall 1934 The World Moves On Carlos Girard/Henri Girard 1933 Voando para o Rio Júlio Ribeiro 1933 No Dejes la Puerta Abierta Raul 1933 It's Great to Be Alive Carlos Martin 1933 Primavera en otoño Juan Manuel Valladres 1933 El Último Varon Sobre la Tierra Ralph Martin 1932 The Painted Woman Jim Kikela 1932 State's Attorney Señor Alvarado 1932 Careless Lady Luis Pareda 1931 Deliciosa Sascha 1931 Eran trece Max Minchin Categoria:Naturais da cidade do Rio de Janeiro Categoria:Cineastas do estado do Rio de Janeiro Categoria:Atores do estado do Rio de Janeiro Categoria:Brasileiros de ascendência italiana",
 "title": "Raul Roulien"
}