{
 "id": "63662",
 "text": "thumb|Vista da Estrada do Galeão, uma das principais avenidas da ilha A Ilha do Governador é uma ilha localizada no lado ocidental do interior da Baía de Guanabara, no estado do Rio de Janeiro. Faz parte da região da Zona Norte do Rio de Janeiro e foi um bairro único no município do Rio de Janeiro entre 1960 a 1981 e posteriormente subdividida nos atuais bairros segundo o Decreto Municipal 3 157 de 23 de julho de 1981. Com uma área de 40,81 quilômetros quadrados, a Ilha do Governador compreende quatorze bairros que são: Bancários, Cacuia, Cocotá, Freguesia, Galeão, Jardim Carioca, Jardim Guanabara, Moneró, Pitangueiras, Portuguesa, Praia da Bandeira, Ribeira, Tauá, Zumbi, com uma população total de 211 mil habitantes. Tradicionalmente residencial, atualmente apresenta características mistas, compreendendo ainda indústrias, comércio e serviços. == História == Com a invasão de 1502 por navegadores portugueses, os indígenas Temiminós eram os seus habitantes na época. Chamavam-na de \"Ilha de Paranapuã\", termo que significa \"colina do mar\", pela junção de paranã, \"mar\" e apuã, \"colina\", sendo também chamada de \"Ilha dos Maracajás\" (espécie de grandes felinos, então abundantes na região. \"Maracajá\" também era um outro nome dos indígenas da etnia temiminós que habitavam a ilha.) pelos indígenas Tamoios, inimigos dos Temiminós. A autora Maria Regina Celestino sugere que os Temiminós eram provavelmente um grupo dissidente dos Tamoios e, no cenário da guerra se aliaram aos portugueses. Terra natal de Arariboia, foi abandonada pelos Temiminós em consequência dos ataques de inimigos Tamoios e de traficantes franceses de pau-brasil, os quais foram definitivamente expulsos em 1567, pelos portugueses. O nome \"Ilha do Governador\" surgiu em 5 de setembro de 1567, quando o governador-geral do então Estado do Brasil (e interino da Capitania do Rio de Janeiro) Mem de Sá doou ao seu sobrinho, Salvador Correia de Sá (o Velho - Governador e Capitão- geral da Capitania Real do Rio de Janeiro de 1568 a 1572), mais da metade do seu território. Correia de Sá, futuro governador da capitania, transformou-a em uma fazenda onde se plantava cana-de-açúcar, com um engenho para produção de açúcar, exportado para a Europa nos séculos XVI, XVII e XVIII.ImagineRio.org - Atlas pesquisável que ilustra a evolução social e urbana do Rio de Janeiro Em 1663, foi lançado ao mar o Galeão Padre Eterno, na época o maior navio do mundo. O galeão foi construído num local da ilha que passou a ser conhecido como Ponta do Galeão, originando o atual bairro do Galeão. No século XIX, o Príncipe-Regente D. João utilizou o seu espaço como coutada para a caça. Segundo a tradição, conta-se que a Praia da Bica recebeu este nome por causa de uma fonte que costumava servir de banho ao jovem príncipe D. Pedro, mais tarde D. Pedro I (1822-1831). Tal fonte existe até os dias atuais. O desenvolvimento da Ilha do Governador, entretanto, só ocorreu a partir da ligação regular da ilha com o continente, efetuada por barcas a vapor com atracadouro na Freguesia desde 1838. Mais tarde, outros atracadouros foram construídos no Galeão e na Ribeira, integrando a área à economia do café e à atividade industrial (produção de cerâmica). No início do século XX, os bondes chegaram à ilha, efetuando a ligação interna de Cocotá à Ribeira (1922), percurso estendido posteriormente até ao Bananal e a outros pontos. Também é neste século que se instalaram as unidades militares: a Base Aérea do Galeão, os quartéis do Corpo de Fuzileiros Navais e a Estação Rádio da Marinha (Ermrj), época em que o bairro se constituía num balneário frequentado principalmente pela classe média do município do Rio de Janeiro. Em 23 de julho de 1981, através do Decreto Número 3 157, do então prefeito Júlio Coutinho, no tempo do Governador Chagas Freitas, o bairro da Ilha do Governador foi oficialmente extinto e transformado nos seus atuais quatorze bairros oficiais. == Geografia == A região por sua peculiar localização dentro da Baía de Guanabara, conta com excelente ventilação, o que garante um clima bem mais ameno nos dias mais quentes de verão. Essa vantagem, por outro lado, representa um risco quando se trata de grandes tempestades, pois a ilha fica sujeita a fortes vendavais e à incidência, acima do comum para a região, de chuvas de granizo. A arborização do bairro é bastante intensa, não apenas pela recomposição de espécies nativas da Mata Atlântica dentro da área da aeronáutica no Galeão e da Marinha no Jardim Guanabara, Bancários, Freguesia e bananal, mas também em diversas áreas públicas e principalmente nos quintais das inúmeras residências por todo o bairro, auxiliando na prevenção das ilhas de calor que se formam em algumas regiões pouco arborizadas e excessivamente construídas dentro de metrópoles. A Área de Proteção Ambiental e Recuperação Urbana do Rio Jequiá, APARU do Jequiá, visa a recomposição e a preservação do ecossistema de manguezal apresentando resultados bastante relevantes, em função de sua localização dentro da metrópole. === Hidrografia === O entorno da Praia do Quebra Coco foi transformado em uma pequena reserva ecológica através da construção de um parque municipal, Professor Marcello de Ipanema; área vizinha à marina do Jardim Guanabara, formando um complexo de lazer. Além dessa praia, a ilha possui pequenas praias de orla fina, que estão localizadas em ruas de residenciais comuns: * Praia do Barão (Bancários) * Praia do Galeão (Galeão) * Praia das Pitangueiras (Pitangueiras) * Praia da Ribeira (Ribeira) Além de praias de orla espessa que atuam como o centro de esportes e vida noturna dos bairros. * Praia da Guanabara (Freguesia) * Praia da Bandeira (Praia da Bandeira) * Praia da Bica (Jardim Guanabara) * Praia da Engenhoca (Ribeira) * Praia do Zumbi (Zumbi) * Praia do Belo Jardim (Galeão) Há também um rio que corta a Ilha, o Rio Jequiá. ==== Brasão de armas ==== Apesar de ser incomum nos municípios brasileiros, algumas divisões do município do Rio de Janeiro possuem brasões, bandeiras e hinos, adquiridos à época em que seu território era compreendido no antigo estado da Guanabara. O brasão da região administrativa da Ilha do Governador é composto de: * um escudo heráldico português (arredondado na base e formando ângulos retos na parte superior), encimado por uma coroa mural de cinco torres de ouro, símbolo de cidade. * aos lados, dois golfinhos, símbolo de povoação marítima, tendo ao lado direito a inscrição '1568', data da doação da sesmaria de mais da metade das terras da ilha, concedida por Mem de Sá, Governador-geral do Estado do Brasil, a Salvador Correia de Sá, o Velho, segundo governador da Capitania do Rio de Janeiro. * Do lado esquerdo, a inscrição '1961', data de criação do brasão de armas da Ilha do Governador, ambos os números estando em vermelho. * Embaixo, ainda em vermelho, a legenda Governador, referente ao nome da ilha e ao cargo de Salvador Correia de Sá. * Divisão quartelada, sendo o primeiro quartel (à direita), sobre fundo branco (prata), um arco em vermelho disparando uma flecha, simbolizando a primitiva ocupação indígena da ilha. No segundo quartel (embaixo, à direita), sobre fundo vermelho, o retrato de Salvador Correia de Sá. À esquerda, no primeiro quartel, sob fundo azul, a Capela Imperial Nossa Senhora da Conceição, em ouro (amarelo), simbolizando a criação da Freguesia de mesmo nome, em 1710. Embaixo, sob fundo azul, as armas da Aeronáutica (asas) e da Marinha (uma âncora), em ouro (amarelo), simbolizando a ocupação militar da Ilha. Em heráldica, o vermelho simboliza a vitória, com sangue, sobre o inimigo. No brasão, o vermelho simboliza a vitória decisiva para a conquista do Rio de Janeiro pelos portugueses. No período de 1961 a 1975, o brasão de armas da Ilha do Governador teve uma estrela de prata sobre a coroa- mural de ouro, simbolizando o Estado da Guanabara. Com a fusão, em 1975, o brasão perdeu a estrela. == Subdivisões == A Ilha do Governador é dividida em 14 bairros: Bairro ou grupo de bairros IDH População Bancários 0,861 Cacuia 0,859 11 013 Cocotá 0,861 4 877 Freguesia 0,839 19 437 Galeão 0,778 22 971 Jardim Carioca 0,836 24 848 Jardim Guanabara 0,963 32 213 Moneró 0,904 6 476 Pitangueiras 0,858 11 756 Portuguesa 0,904 23 856 Praia da Bandeira 0,858 5 948 Ribeira 0,859 3 528 Tauá 0,817 29 567 Zumbi 0,858 2 016 O bairro Cidade Universitária, na Ilha do Fundão, localiza-se na região administrativa da Ilha do Governador, mas não na Ilha do Governador enquanto acidente geográfico. ==Projeto de Emancipação== No dia 15 de maio de 2001, o então deputado estadual Albano Reis apresentou o projeto de lei nº 2 244/2001, que previa a criação do município da Ilha do Governador, porém o projeto não avançou na ALERJ. == Economia == === Comércio === Possui um comércio variado, desde o popular com as tradicionais feirinhas nos bairros do Cacuia e do Cocotá até lojas voltadas para a classe média ao longo da Estrada do Galeão bem como a concentração dos supermercados da região, e também lojas de grife no Jardim Guanabara e no Shopping Ilha Plaza. O dinamismo da economia do bairro só não é maior pois há a limitação do gabarito das construções em três pavimentos, não apenas por sua proximidade com o Aeroporto Internacional do Rio de Janeiro- Galeão mas também por conta do controle demográfico, o que se por um lado restringe a capacidade de criação de oportunidades dentro do bairro e a criação de uma concentração de atividades com sinergia suficiente para atrair grande movimento de diversas regiões da metrópole, mantém a qualidade de vida dos moradores em patamares elevados. === Indústria === A tradição manufatureira da ilha remonta às caieiras coloniais, ampliada a partir da década de 1860, quando se iniciou a fabricação de produtos cerâmicos, telhas e tijolos que deram nome à Praia da Olaria. Essa atividade foi reforçada, na década seguinte, pela inauguração da Fábrica de Produtos Cerâmicos Santa Cruz (1873), nas terras da antiga Fazenda da Conceição, atual Jardim Guanabara. No século XX, a partir da década de 1970, o estaleiro Transnave instalou-se na Ribeira e, posteriormente, o Eisa (ex-Emaq), na Praia da Rosa, fabricando embarcações de grande porte. Destaca-se ainda a presença de dois complexos industriais transnacionais produzindo aditivos e óleos lubrificantes: a Shell, na Ribeira e a Exxon, no Zumbi. === Serviços === A Ilha do Governador conta com um Grupamento do Corpo de Bombeiros Militar (19º GBM), uma Delegacia de Polícia Civil (37ª DP), um Batalhão da Polícia Militar (17° BPM), 12ª Inspetoria da Guarda Municipal, um Fórum Regional da Comarca da Capital, um Cartório de Registro Civil e diversos Cartórios de Notas, uma Subseção da Ordem dos Advogados do Brasil seção Rio de Janeiro, um Núcleo da Defensoria Pública, agências de correios e um hospital municipal, além de uma UPA (Unidade de pronto atendimento). O governo municipal encontra-se presente através de escritórios da Divisão de Conservação e Obras, do Departamento de Fiscalização e Edificações e de uma gerência da Companhia Municipal de Limpeza Urbana (Comlurb). == Infraestrutura == === Água e esgoto === O fornecimento de água e esgoto é feito pela Companhia Estadual de Águas e Esgotos do Rio de Janeiro. No Tauá, localiza-se a Estação de Tratamento de Esgoto Ilha do Governador. Nas praias da ilha, há ligações clandestinas de esgoto que poluem a Baía de Guanabara porém diminuíram bastante depois de grandes obras do governo do Estado através do Programa Sena Limpa implantado em 2014 nas principais praias da região, que praticamente extinguiram as chamadas \"línguas negras\", muito comuns em praias da zona sul do município do Rio de Janeiro e também no município de Niterói. Nos últimos teste feitos pelo Instituto Estadual do Ambiente (Rio de Janeiro) (INEA), algumas praias da Ilha chegaram a ser consideradas próprias para o banho. Contudo, o lixo flutuante que chega as praias através de correntes que os trazem de outras praias da baía e dos rios da baixada fluminense, principalmente após chuvas fortes, ainda são obstáculos para banhistas e atletas que veem nas praias insulanas o local perfeito para suas atividades. === Aeroporto internacional === Em 1952, foi inaugurado o Aeroporto do Galeão, ampliado em 1977 para atender linhas internacionais (quando passou a chamar-se Aeroporto Internacional do Rio de Janeiro). Maior complexo aeroportuário da época, com capacidade inicial para seis milhões de passageiros por ano, o antigo Galeão passou a operar como Terminal de Cargas. O Aeroporto internacional, depois Aeroporto Internacional do Rio de Janeiro - Galeão - Antônio Carlos Jobim, atualmente consta de dois terminais de passageiros, um terminal de cargas da Empresa Brasileira de Infraestrutura Aeroportuária (INFRAERO), um terminal da Empresa Brasileira de Correios e Telégrafos (CORREIOS), um terminal de cargas da VARIG LOG e um hangar industrial da TAP Maintenance and Engineering, antiga VEM - Varig Engenharia e Manutenção. Como é um aeroporto misto (civil e militar), ainda conta com o chamado Galeão Velho para operações do Correio Aéreo Nacional e para recepção e entrega de carga junto às empresas transportadoras de carga aérea, sem contar que as aeronaves militares, que pousam no Aeroporto Internacional Tom Jobim têm como destino o pátio militar localizado na Base Aérea do Galeão. Hospitais A Ilha do Governador conta com três hospitais públicos: Hospital Municipal Paulino Werneck, inaugurado em 1935 no bairro do Cacuia, Hospital Municipal Nossa Senhora do Loreto, inaugurado em 1952 no bairro Galeão e o Hospital Municipal Evandro Freire, inaugurado em 2013 no bairro Portuguesa. Também dispõe de dois hospitais particulares: Hospital Ilha do Governador, no bairro Tauá e o Hospital Ilhac'or (antiga Clínica São Bento), no bairro Zumbi. Este último, segundo usuários do google maps, encontra-se fechado. == Cultura == === Esportes === A Ilha abriga o Estádio Luso Brasileiro para a prática do Futebol cuja proprietária é a Associação Atlética Portuguesa, equipe do bairro que disputa o Campeonato Carioca de Futebol. Apesar de pertencer à , o estádio já foi administrado pela empresa estatal Petrobras em 2005 (recebendo a alcunha de Arena Petrobrás) e, em 2016, pelo (sendo também chamada de Arena Botafogo). Desde janeiro de 2017 está sendo administrado pelo (e sob a nova gestão, ficou também conhecida como Ilha do Urubu). O estádio além de receber jogos do campeonato local, já foi palco de partidas da principal divisão do Campeonato Brasileiro de Futebol, no âmbito internacional da Copa Sul-Americana. O estádio também já serviu para disputa de provas de turfe e jogos de futebol americano. No Centro Esportivo Municipal Parque Royal atualmente treina o Ilha Futebol Clube com intuito de trabalhar com Formação de Atletas para base em parcerias com clubes federados, além disso, a região conta com diversas áreas de prática poliesportiva como o Corredor Esportivo localizado no bairro do Moneró e o Parque Poeta Manuel Bandeira, também conhecido como Aterro do Cocotá, localizado no bairro do Cocotá. === Carnaval === A ilha congrega três agremiações de escolas de samba com a Acadêmicos do Dendê no bairro do Tauá, o Boi da Ilha do Governador com sede no bairro da Freguesia e a União da Ilha do Governador no bairro do Cacuia além de diversos blocos que compõem a região nessa época em todos os bairros. === Literatura e Arte === A região possui uma biblioteca popular no bairro do Cocotá de livre acesso para todos assim como a Lona Cultural Renato Russo, palco de diversas manifestações artísticas localizada no mesmo bairro. No bairro do Jardim Guanabara encontra-se a região da Praia da Bica, point de várias casas de eventos e encontros entre os mais jovens. Na região havia a Casa de Cultura Elbe de Holanda, último centro cultural do Rio de Janeiro fechado em 2013. == Moradores Ilustres == Já residiram ou ainda residem na região algumas personalidades famosas, como: * Alberto Brizola - radialista, político, poeta e compositor Brasileiro. * Bete Mendes - atriz * Castro Gonzaga - ator * Chacrinha - radialista e apresentador de TV * Eduardo Galvão - ator * Elbe de Holanda - atriz e diretora * Haroldo de Andrade - radialista *Leandro Hassum - ator e humorista * Letícia Spiller - atriz * Luizinho Drummond - Ex Sambista e Ex Bicheiro. * Lima Barreto - escritor * Miguel Falabella - ator e diretor * Rachel de Queiroz - escritora e jornalista * Wilson das Neves - baterista, cantor e compositor brasileiro === Cantores === *Assis Valente *Diana *Aroldo Melodia *Chiquinha Gonzaga * Cristina Mel *Buchecha * Cassiane *Elza Soares *Jairinho Manhães *Ludmilla * Gonzaguinha * Luiz Gonzaga *Orlando Silva *Quinho do Salgueiro *Renato Russo * Vinícius de Moraes * Wanderley Cardoso === Futebolistas === * Brito * Diego Souza * Garrincha * Nílton Santos * Quarentinha * Roberto Dinamite == Transporte == === Ciclovia === A Ilha possui cerca de 62 km de ciclovias e ciclofaixas, sendo a maioria ciclofaixas compartilhadas. === Ônibus === O sistema viário do bairro integra todas as regiões do município do Rio de Janeiro (Centro, Zona Norte, Zona Sul, Zona Oeste e Baixada Fluminense), além de possuir integração com outros municípios da Região Metropolitana do Rio de Janeiro. Linha Destino 321 Bancários - Castelo (via Linha Vermelha) 322 Ribeira - Candelária (via Av. Brasil) 323 Bananal - Castelo (via Linha Vermelha) 324 Ribeira - Candelária (via Av. Brasil) 325 Ribeira - Castelo (via Linha Vermelha) 326 Bancários - Candelária (via Av. Brasil) 327 Ribeira - Castelo (via Linha Vermelha) 328 Bananal - Candelária (Via Galeão) 329 Bancários - Candelária (via Praia da Rosa) 492 Bancários - Prado Júnior (Via Linha Vermelha & Túnel Marcello Alencar) 616 Del Castilho – Fundão 634 Bananal - Saens Peña (via Av. Brasil/Bonsucesso) 635 Bananal - Saens Peña (via Linha Vermelha/Cidade Universitária) 696 Praia do Dendê - Méier 739L Cocotá - Vilar Dos Teles 760D Galeão - Charitas (Via Aeroporto Internacional do Rio de Janeiro e Ponte Rio- Niterói) 901 Bonsucesso - Bananal SVA901 Bananal - Bonsucesso (Via Cacuia) SVB901 Bananal - Bonsucesso (Via praia Congonhas do Campo) 913 Del Castilho - Fundão 914 Jardim América - Fundão (Circular) 915 Bonsucesso - Aeroporto (Circular) 921 Bancários - Ribeira 922 Tubiacanga - Aeroporto (via Via Ligth) (Circular) SV922 Tubiacanga - BRT Fundão 924 Bananal - Aeroporto 925 Bancários – Aeroporto (circular) 934 Ribeira - Portuguesa (via Cocotá) (Circular) 935 Ribeira - Portuguesa (Circular) 1760D Galeão - Charitas (Executivo) 2342 Bananal - Castelo (via Linha Vermelha) 2343 Ribeira - Castelo (via Linha Vermelha) 2344 Bancários - Castelo (via Linha Vermelha) 2918 Galeão - Jardim Oceânico (Via Linha Amarela) ===Barcas=== A Ilha do Governador possui uma estação de barcas, localizada no bairro do Cocotá e realiza travessias até a Praça XV em todos os dias úteis. === BRT === No Aeroporto Internacional do Galeão-Tom Jobim, há duas estações do BRT TransCarioca, situadas em seus dois terminais. São elas: Galeão 1 (no Terminal 1) e Galeão 2 (no Terminal 2), nas quais favorecem a ligação da Ilha do Governador com a Barra da Tijuca. == Ver também == * Aeroporto Tom Jobim * Regiões administrativas do Rio de Janeiro == Bibliografia == * IPANEMA, Cybelle de. História da Ilha do Governador. Rio de Janeiro: Livraria e Editora Marcello de Ipanema, 1991. 200 p. * CELESTINO, Maria Regina. A atuação dos indígenas na História do Brasil: revisões historiográficas. Revista Brasileira de História. São Paulo, v. 37, n 35, 2017. == Ligações externas == * * *",
 "title": "Ilha do Governador"
}