{
 "id": "63700",
 "text": "Amor Estranho Amor é um filme brasileiro de drama de 1982, Folha de S. Paulo - 2 de maio de 1982 - Caderno Ilustrada - pág. 1 dirigido por Walter Hugo Khouri e estrelado por Vera Fischer, Tarcísio Meira, Xuxa, Mauro Mendonça, Íris Bruzzi e Marcelo Ribeiro. == Sinopse == Anna (Vera Fischer) saiu muito jovem do interior de Santa Catarina para tentar a vida em São Paulo, mas acabou se tornando prostituta no bordel de Laura (Íris Bruzzi), começando a ganhar algum dinheiro ao se tornar amante do poderoso médico Osmar (Tarcísio Meira), a quem tenta convencer a se casar com ela. Seus planos são atrapalhados quando Hugo (Marcelo Ribeiro), seu filho de 12 anos, é enviado pela avó para morar com ela. Sem ter com quem deixar o filho, ela permite que Hugo frequente os bastidores do bordel, onde começa a descobrir a adolescência e a própria sexualidade, se apaixonando por Tamara (Xuxa), uma ambiciosa prostituta de 16 anos que seduz o jovem para afrontar Anna, sua rival na clientela. ==Elenco== * Vera Fischer como Anna Montenegro * Tarcísio Meira como Dr. Osmar * Xuxa como Tamara * Marcelo Ribeiro como Hugo Montenegro * Mauro Mendonça como Dr. Benício * Otávio Augusto como Dr. Itamar * Íris Bruzzi como Laura * Matilde Mastrangi como Olga * Rosemary como Elisa * Walter Forster como Hugo (adulto) == Produção == Em 1979, Walter Hugo Khouri apresentou o projeto do filme ao distribuidor Embrafilme. Para o papel do jovem Hugo, o diretor escolheu Marcelo Ribeiro, de doze anos, que havia aparecido no ano anterior como ator coadjuvante no filme Eros, O Deus do Amor. ==Recepção== ===Crítica=== Kevin Thomas, um ex-escritor do Los Angeles Times, elogiou o filme afirmando que sua trama é semelhante aos filmes Murmur of the Heart e Pretty Baby do diretor francês Louis Malle, afirmando que Khouri compartilha o estilo discreto de Malle em contar uma história com conteúdo potencialmente explosivo, concluindo que \"o resultado é uma experiência absorvente e reflexiva para adultos\". Na crítica do site Filmes do Chico consta que \"pelo fato de ter ficado associado à Xuxa interpretando uma das garotas de programa, o filme ganhou uma fama que não corresponde ao material que oferece. Como todo o cinema de Khouri, Amor, Estranho Amor tem muitas cenas de sexo, muita nudez gratuita, mas, pondo os pingos nos is, trata-se de um bom filme.\" ===Xuxa=== Amor Estranho Amor causou polêmica devido à participação de Xuxa Meneghel no elenco. Em uma entrevista, Xuxa explicou que tinha entre 17 e 19 anos quando o filme foi feito. Em outra entrevista, Xuxa comenta que o filme foi feito em 1979. Na trama do filme, a personagem de Xuxa tem relações sexuais com um garoto de 12 anos, interpretado pelo ator Marcelo Ribeiro. Após Xuxa entrar com uma ação na Justiça, em 1991, alegando que a comercialização do filme em home video não fazia parte do contrato de Xuxa com o estúdio, uma decisão do então juiz de primeiro grau Luiz Fux proibiu a comercialização de Amor Estranho Amor. Através de um acordo judicial, a apresentadora pagava US$ 60 mil (o equivalente a cerca de R$ 300 mil) por ano ao estúdio que produziu o longa, a Cinearte Films, para impedir que o filme estivesse em circulação. No entanto, cerca de 4 mil cópias do filme em VHS chegaram a ser vendidas antes dessa decisão. Sendo assim, muitas cópias piratas em mídias físicas e na internet continuaram circulando, aumentando o interesse entre pessoas que não conheciam a obra. Apesar da proibição no Brasil, o filme foi lançado em DVD nos Estados Unidos em 2005 e pode ser adquirido por qualquer brasileiro em sites estrangeiros por importação. A produtora estadunidense não vendeu os direitos a Xuxa, que chegou a entrar com ação judicial nos Estados Unidos em 1993, mas perdeu. Em 2006, Marcelo Ribeiro foi encontrado com 39 anos e deu várias entrevistas, tendo também publicado um livro de como tudo aconteceu na época, incluindo conversas nos bastidores com a atriz. Em 2007, aproveitando de sua popularidade momentânea, Marcelo atuou em um filme pornográfico. Em 2007, Marcelo Ribeiro, então com 40 anos, dá entrevista onde comenta a polêmica do filme.folha.com - http://www1.folha.uol.com.br/folha/ilustrada/ult90u312675.shtml Em 2014, Xuxa perdeu ação judicial que interpôs contra a Google para que ela crie um filtro de forma a eliminar resultados referentes ao filme em seu buscador. Xuxa entrou com recurso contra tal decisão, porém teve, em 2017, o recurso negado pelo ministro do Supremo Tribunal Federal, Celso de Mello. Em outubro de 2018, o acordo de Xuxa com o estúdio que impedia a exibição ou comercialização do filme prescreveu e não foi renovado. No final de 2020, após oferta do produtor Aníbal Massaíni Neto, o filme teve os direitos de exibição vendidos ao canal de TV por assinatura Canal Brasil, que o exibiu pela primeira vez na televisão na madrugada de 12 de fevereiro de 2021. A emissora do Grupo Globo transmitia uma série de filmes do diretor, na Mostra Walter Hugo Khouri. Até então, o longa jamais foi exibido na televisão aberta ou fechada no Brasil. ==Premiações== Por sua atuação, Vera Fischer ganhou dois prêmios de Melhor Atriz no Festival de Cinema de Brasíliaimdb.com/ Awards for Amor Estranho Amor e no Prêmio Air France de Cinema, em 1982.http://www.adorocinema.com/filmes/filme-177516/curiosidades/ Xuxa também ganhou um prêmio de revelação mirim no Prêmio Air France de Cinema. == Ver também == *Lista de filmes brasileiros com mais de um milhão de espectadores == Ligações externas == * Categoria:Filmes do Brasil de 1982 Categoria:Filmes dirigidos por Walter Hugo Khouri Categoria:Filmes em língua portuguesa Categoria:Filmes de drama do Brasil Categoria:Filmes sobre prostituição Categoria:Filmes sobre abuso sexual de menores Categoria:Controvérsias sobre obscenidade no cinema",
 "title": "Amor Estranho Amor"
}