{
 "id": "63702",
 "text": "Roberto Santos (São Paulo, 15 de abril de 1928 — São Paulo, 3 de maio de 1987) foi diretor, roteirista e produtor brasileiro de cinema. ==Biografia== Estudou arquitetura e filosofia e se interessou pelo cinema em 1952 ao participar do II Congresso do Cinema nacional, onde importantes e decisivas leis de proteção ao filme brasileiro foram discutidas. Começou como assistente de direção de Nelson Pereira dos Santos no filme Rio, 40 Graus, em 1955. Seu primeiro longa- metragem foi O Grande Momento, em 1957, uma carinhosa crônica de costumes que tinha forte influência do neorrealismo italiano. O filme trazia personagens que viviam em condições remediadas na Zona Leste de São Paulo, bairro do Brás e foi protagonizado por Gianfrancesco Guarnieri. Ele conheceu a consagração da crítica com o segundo filme, nove anos depois, A Hora e a Vez de Augusto Matraga, realizado em 1966, uma adaptação da novela Sagarana de Guimarães Rosa com Leonardo Villar encabeçando um grande elenco. Daí em diante dividiu seu trabalho realizando 11 longas-metragens, 18 curtas-metragens e dirigindo documentários e programas de tv. Ele morreu após sofrer um infarto agudo do miocárdio quando esperava a devolução de sua bagagem no Aeroporto de Cumbica, em Guarulhos, quando voltava do 15º Festival de Cinema de Gramado onde competiu com o filme Quincas Borba. Ele estava acompanhado da mulher e do filho. ==Filmografia== *1987 - Quincas Borba *1983 - Nasce uma mulher *1979 - Os amantes da chuva *1977 - Contos eróticos (segmento: \"Arroz com feijão\") *1975 - As três mortes de Solano *1971 - Vozes do medo *1971 - Um anjo mau *1969 - Carnaval São Paulo *1968 - O homem nu *1966 - As Cariocas *1965 - A hora e a vez de Augusto Matraga *1958 - O grande momento Assinou também a produção-executiva de Parada 88, o limite do alerta, de José de Anchieta. == Referências == ==Bibliografia== * SOUSA FILHO, Antonio Ferreira de. Caminhos de Poeira e Estrelas: o processo de criação de Roberto Santos, em \"A Hora e Vez de Augusto Matraga\". Dissertação de mestrado, Puc/SP, orientação SALLES, Cecilia Almeida, 2000. Categoria:Produtores de cinema do Brasil Categoria:Naturais da cidade de São Paulo Categoria:Cineastas do estado de São Paulo Categoria:Cineastas do Cinema Novo",
 "title": "Roberto Santos"
}