{
 "id": "63724",
 "text": "História do Direito Ficheiro:Código Filipino (Ordenações Filipinas).JPG|Ordenações Filipinas * História do direito português * História do direito brasileiro * História da Common Law A história do direito refere-se ao estudo das origens, evolução e desenvolvimento das normas legais, sistemas jurídicos, instituições judiciais e princípios legais ao longo do tempo. Ela analisa como as leis e o sistema de justiça têm evoluído em diferentes sociedades e culturas, desde as civilizações antigas até os sistemas jurídicos modernos. Esse campo de estudo busca compreender como as leis foram criadas, aplicadas e modificadas em resposta a mudanças sociais, políticas, econômicas e culturais. Ele examina as influências históricas, religiosas, filosóficas e políticas que moldaram os sistemas jurídicos ao longo dos séculos. A história do direito ajuda a contextualizar os sistemas legais contemporâneos, fornecendo insights sobre como eles foram influenciados por diferentes tradições jurídicas e como os princípios fundamentais do direito foram desenvolvidos ao longo do tempo. Isso inclui o estudo de códigos legais antigos, como o Código de Hamurabi e a Lei das Doze Tábuas, bem como a evolução das jurisprudências, doutrinas e instituições legais em várias culturas e períodos históricos. O ser humano é um ser essencialmente histórico. Nesse contexto, o direito pode representar o modo como se organiza uma sociedade para manter a ordem social. Assim, a História do Direito é o ramo da história social que se ocupa da análise, da crítica e da desmistificação dos institutos, normas, pensamentos e saberes jurídicos do passado.WolkemerGilissen È o estudo de como o direito evoluiu e por que mudou. A história jurídica está intimamente ligada ao desenvolvimento das civilizações e opera no contexto mais amplo da história social. Certos juristas e historiadores do processo jurídico têm visto a história jurídica como o registo da evolução das leis e a explicação técnica de como essas leis evoluíram com o objectivo de melhor compreender as origens de vários conceitos jurídicos; alguns consideram a história jurídica um ramo da história intelectual. Historiadores do século XX consideram a história jurídica de uma forma mais contextualizada – mais em linha com o pensamento dos historiadores sociais. Eles consideraram as instituições jurídicas como sistemas complexos de regras, atores e símbolos e viram esses elementos interagirem com a sociedade para mudar, adaptar, resistir ou promover certos aspectos da sociedade civil. Esses historiadores jurídicos tendem a analisar histórias de casos a partir dos parâmetros da investigação das ciências sociais, usando métodos estatísticos, analisando classesdistinções entre litigantes, peticionários e outros atores em vários processos legais. Ao analisar os resultados dos casos, os custos de transação e o número de casos resolvidos, eles iniciaram uma análise de instituições jurídicas, práticas, procedimentos e resumos que fornecem uma imagem mais complexa do direito e da sociedade do que o estudo da jurisprudência, da jurisprudência e dos códigos civis pode alcançar. == A disciplina == A história do direito é componente obrigatório nos cursos de Direito no Brasil e possui uma autonomia disciplinar.MEC. Resolução CNE/CES nº 9, de 29 de setembro de 2004: Institui as Diretrizes Curriculares Nacionais do curso de graduação em Direito, bacharelado, e dá outras providências. A rigor, não há que se falar em história do Direito, com um caráter universalizante em uma progressão temporal linear. Adotando-se uma perspectiva sócio-antropológica e mesmo historiográfica, o que encontramos são tradições culturais particulares que informam práticas rituais de resolução de conflitos - sejam estas formais ou informais, codificadas ou não, escritas ou não. Pode limitar-se a uma ordem nacional, abrangendo o direito de um conjunto de povos identificados pela mesma linguagem ou tradições culturais. Pode-se falar em história do Direito Romano e suas instituições, do Direito português, do brasileiro, da Common-law, ou se estender ao plano mundial. Sabe-se, por exemplo, que segundo a tradição europeia continental, a história do Direito Romano e de suas instituições tem grande importância — menor na tradição anglo-americana e quase nenhuma para os povos de tradição islâmica. É necessário que a história do direito, paralelamente à análise da legislação antiga, proceda à investigação nos documentos históricos da mesma época. A pesquisa histórica pode recorrer às fontes jurídicas - que tomam por base as Leis, o Direito consuetudinário, sentenças judiciais e obras doutrinárias - às fontes não jurídicas, como livros, cartas e outros documentos. A história do direito é de suma importância para o estudo da ciência jurídica, pois, visa compreender o processo de evolução e constante transformação das civilizações humanas no decorrer da história dos diversos povos e consequentemente das diversas culturas, do ponto de vista jurídico, sendo assim o direito a ciência das normas e princípios que regulam as relações entre indivíduos e grupos na sociedade, bem como o funcionamento e organização do Estado A arte de conviver, em seu sentido filósofico, pode ser considerada tanto a ética, como seu objeto, a moral. O direito diferencia-se desses, pois, é a ciência das normas e princípios que regulam as relações entre indivíduos e grupos na sociedade, bem como o funcionamento e organização do Estado. O direito é um conjunto formal de regras impostas pelo Estado e aplicadas coercitivamente. A moral é um conjunto de valores que orientam o comportamento, mas não é necessariamente formal ou coercitiva (Miguel. Reale, Filosofia do Direito, 13.ª ed., Saraiva, 1990).. == Fontes da história do Direito == Segundo John GilissenGILISSEN, John. Introdução histórica ao direito. Lisboa: Calouste Gulbenkian, 1986., há três perspectivas sobre as fontes pelo qual o direito se materializa, a saber, fontes históricas, reais e formais. As fontes históricas do Direito seriam todos os documentos prévios que influenciaram a formação de um dado diploma legal. As fontes reais são as concepções filosóficas, doutrinárias e até mesmo religiosas que justificam o direito posto em qualquer época. Já as fontes formais do Direito refletem os meios de elaboração e sistematização das normas jurídicas e do direito em um determinado grupo sociopolítico, pode se referir, também, às formas de expressão do Direito. Os sistema jurídicoALBERGARIA, Bruno. Histórias do Direito: evolução das leis, fatos e pensamentos, São Paulo: Atlas, 2ª ed., 2012, pág. 6 \\- ou família do direito - e suas respectivas fontes: Sistema Jurídico Fontes históricas Fontes reais Fontes formais Sistema Egípcio Decretos dos faraós, costumes Maat Decretos, contratos Sistema Indiano Mitos, leis religiosas e estatais Dharma Código de Manu Sistema Chinês Estatutos morais e leis estatais Li Analetos, I-Ching Sistema Cuneiforme Códigos prévios, costumes Revelação do deus Shamash Código de Hamurabi Sistema Hebraico Leis Mesopotâmicas, costumes Revelação de Javé Tanakh e Talmud Sistema Romano Leis, editos, costumes, jurisprudência fas Corpus iuris civilis Sistema Romanista-Ocidentalizado Códigos de Napoleão, Constituição Americana, Declaração dos Direitos dos Cidadãos. Contrato Social, Iluminismo, Direitos Humanos Constituição Federal, Código Civil Sistema Common Law Costumes, jurisprudências, legislações (Carta Magna) Contrato Social, Equity Constituição Americana == Direito antes da escrita == === Direito dos povos ágrafos === A pré-história do direito é um longo caminho de evolução jurídica que povos percorreram e, apesar de podermos supor que foi uma estrada bastante rica, temos a dificuldade, pela falta de escrita, de ter acesso a ela. Povos sem escrita ou ágrafos não têm um tempo determinado. Podem ser os homens da caverna de ou índios brasileiros até a chegada de Cabral, ou até mesmo as tribos da floresta Amazônica que ainda hoje não entraram em contato com o homem branco. O direito arcaico pode ser interpretado a partir da compreensão do tipo de sociedade que o gerou. Se a sociedade pré-histórica fundamenta-se no princípio do parentesco, nada mais natural do que considerar que a base geradora do jurídico encontra-se primeiramente, nos laços de consanguinidade, nas práticas de convívio familiar de um mesmo grupo social, unido por crenças e tradições. Existem características gerais comuns dos direitos dos povos Ágrafos que podem ser citados. Segundo Wolkmer, a primeira característica é que o direito primitivo não era legislado, tendo em vista que essa sociedade não conhecia a escritura formal, logo, suas regras de regulamentação mantinham-se e conservavam-se pela tradição.Wolkmer, 2006, p. 20. O autor também aponta como uma segunda característica a ser destacada, é que cada organização social possuía um direito único, que não se confundia com o de outras formas de associação. Ademais, pode-se, ainda, destacar que os direitos dos povos ágrafos são: abstratos, numerosos, relativamente diversificados e impregnados de religiosidade. Nesses sistemas, diferenciar entre o que é jurídico e o que não, é muito difícil. Eles basicamente utilizam os Costumes como fonte de suas normas, ou seja, o que é tradicional no viver e conviver de sua comunidade torna-se regra a ser seguida. Nos grupos sociais onde se pode distinguir pessoas que detêm algum tipo de poder, estes impõem regras de comportamento, dando ordens que acabam tendo caráter geral e permanente. A falta de escrita nas sociedades ágrafas fez com que o conceito de direito se fundisse com os conceitos de moral e crença. A sanção é a ira divina ou o castigo humano decorrente de reprovabilidade social e diversamente da sociedade contemporânea não há distinção clara entre fatos interessantes e irrelevantes para o mundo jurídico, que ficara confundido com o mundo fático. As formas de conhecimento e apresentação das regras sociais vêm por meio de informativos orais para que aquele grupo fique ciente das regras de convívio com os demais indivíduos que integram o seu meio social. Durante muito tempo deu-se o nome de direitos primitivos aos sistemas jurídicos dos povos sem escrita. Esta expressão não é de modo algum adequada, pois numerosos povos conheceram uma longa evolução da sua vida social e jurídica sem terem atingido o estado cultural da escrita; tal foi o caso, por exemplo, dos Maias e dos Incas na América. A maior parte dos povos cuja vida social se pode hoje observar ou pôde observar no decurso do século XIX já não são primitivos. Segundo o estudo dos sistemas jurídicos dos povos sem escrita. Milhares de homens vivem ainda atualmente, na segunda metade do século xx, de acordo com com o direito a que chamamos de \"arcaico\" ou \"primitivo\". As civilizações mais arcaicas continuam a ser os aborígenes da Austrália ou da Nova Guiné, povos da Papuásia ou de Bornéu. == Direito na Antiguidade == === Direito cuneiforme mesopotâmico === Há um lugar no mundo onde quase tudo que consideramos \"civilizado\" nasceu: o Crescente Fértil, onde hoje está o Iraque, uma parte do Irã e parte de seus vizinhos. A mais grandiosa invenção dessa gente da Mesopotâmia, foi passar para uma superfície símbolos que expressavam as ideias, a isso chamamos de escrita. O tipo de escrita foi a cuneiforme e serviu para línguas de diversas famílias linguísticas de vários povos da região: Sumérios, Elamitas, Semitas (Acadianos, Babilônios, Caldeus, Assírios), Indo-Europeus (Hititas, Persas). Nesse ambiente, surgiram cidades- estados, e depois, reinos e impérios. Como se era de se esperar de uma sociedade complexa como essa, desenvolveram-se um sistema jurídico amplo, representado principalmente pelos códigos: * Código de Urucaguina (2.380-) * Código de Ur-Namu () * Código de Esnuna (ca. ) * Código de Lipite-Istar de Isim (ca. ) * Código de Hamurabi (ca. ) * Códigos dos Hititas (ca. 1650–) * Código de Nesilim (c. 1650-) * Código de Assura (c. ) O Código de Urucaguina é conhecido somente por citações, mas corpo de lei estante mais antigo é o de Ur-Namu (fundador da terceira dinastia de Ur, 2111-) do qual chegou até nós somente dois fragmentos de um tablete de argila. Em 1948 outras leis foram identificadas também na mesma região, são as leis de Echnuna. Tanto Ur-Namu quanto Echnuna foram reis de cidades-estado no Crescente Fértil e dão nome as primeiras leis escritas que conhecemos, a influência que Ur-Namu exerceu sobre as leis de Echnuna são tão grandes quanto a que estas duas legislações provocaram no Código de Hamurabi. No final de 1901 d.C. uma expedição arqueológica francesa encontrou uma estela (ou pedra) de diorito negro de 2,25 m de altura contendo um conjunto de leis com 282 artigos, postos de uma maneira organizada, ao qual chamamos hoje de Código de Hamurabi por ter sido feita a mando de Hamurabi que reinou na Babilônia entre 1792 e . As leis penais, contidas nele, utilizavam o Princípio da Pena de Talião (olho por olho, dente por dente) ou eram substituídas por multas/indenizações legais. ==== Código de Hamurabi ==== O monumento jurídico mais importante da Antiguidade antes de Roma é o Código de Hamurabi, rei da Babilônia (provavelmente 1726-1686). O texto provavelmente redigido por volta de 1694, antes de Cristo, está gravado numa estela descoberta em Susa, em 1901 e atualmente encontra-se em Paris no Museu do Louvre. Este código apresentou um sistema jurídico mais desenvolvido dos seus antecessores, seguindo a nuance da realização de instrumentos jurídicos para firmar as relações privadas, englobando operações bancárias, relações comerciais, contratos sociais, entre outros , também havia a regulamentação acerca da propriedade, relações familiares e a da criminalidade.PALMA, Rodrigo F. (2022). História do Direito. Editora Saraiva. 9° ed. E-book O \"direito penal\" trazido pelo Código de Hamurabi reflete o momento de elaboração do próprio documento; buscando uma extrema centralização do poder nas mãos do soberano, o Código, na parte alusiva aos delitos e às penas, consagra uma fusão de elementos sobrenaturais, princípios de autotutela e retaliação e penas ligadas à mutilação e ao castigo físicos. E, por fim, um dos principais legados da obra de Hamurabi para o direito superveniente localiza-se na regulamentação do direito privado. Várias modalidades de contratos e negócios jurídicos são contempladas no texto do documento. Por intermédio de artigos do Código, sabe-se que na Mesopotâmia já eram praticados os seguintes contratos: compra e venda (inclusive a crédito), arrendamento (com ênfase na regulamentação das terras cultiváveis) e depósito. A responsabilidade civil é levada às últimas consequências. Há previsão, ainda, de empréstimo a juros, títulos de crédito, operações de caráter bancário e de sociedades de comerciantes. A amplitude e a gama de situações abarcadas pelo código em questão é incontestável, prova disso que alguns estudiosos dividiram os crimes do código em categorias distintas: crimes contra a reputação alheia e crime de falso testemunho, crimes contra a família, contra os costumes, contra o patrimônio; lesões corporais; desonestidade, imperícia ou negligência no exercício da profissão; crimes contra a segurança pública. === Direito romano === == Direito no antigo oriente próximo == === Direito egípcio === No direito egípcio, quase nada escreveram de livros de direito, nem deixaram compilações de leis e costumes, no entanto, foi a primeira civilização na história da humanidade que desenvolveu um sistema jurídico que pode chamar-se de individualista. Os documentos jurídicos eram encontrados em atos da prática, como contratos, testamentos, decisões judiciais e atos administrativos, que eram encontrados em papiros, além de possuir uma abundância de referências indiretas as normas jurídicas em textos sagrados e narrativas literárias. === Direito hebraico === O direito hebraico tem sua origem entre os antigos hebreus, um povo seminômade que existiu no Oriente Próximo. É um direito de caráter religioso, nesta concepção, o direito é dado por Deus ao seu povo, e desde o princípio é imutável. O Direito hebraico foi se constituindo de códigos legais que surgiram em momentos distintos da história do povo hebreu no decorrer do primeiro milênio a.C. com influência de povos circunvizinhos. Este direito está armazenado em partes da Bíblia. Como o direito hebraico é de concepção teológica, o sistema de aplicação da pena se fundamenta em “leis divinas” estando positivadas em livros sagrados. Qualquer transgressão seja contra pessoas ou ao próprio Deus era considerada um ato de violação das leis divinas. Havia dois grandes grupos de leis: as que regulavam as relações de indivíduo com outros e as que estabeleciam uma relação com Deus. Conforme se deduz da leitura do livro de Levítico, o apedrejamento era o modo ordinário de se aplicar a pena capital prescrita pela lei dos hebreus: “Aquele que proferir blasfêmias contra o nome do Senhor, será punido com a morte e toda a congregação o apedrejará. Quer seja estrangeiro, quer seja natural do país, se proferir blasfêmias contra o nome do Senhor, será punido com a morte” (Lv 24:15-16). Havia também outras formas de aplicação de pena como a lapidação, o enforcamento, a pena capital pela espada, a queima do acusado em fogueira, a indenização e a pena de multa. Estas duas últimas são a manifestação da elevada evolução que o Direito Hebraico sofreu no decorrer de sua existência. Não havia um sistema de prisão, segundo alguns autores, a preocupação dessa legislação com a justiça chega ao ponto de prever e obrigar o o estabelecimento de cidades refúgio ( ou asilo), onde pessoas com problemas poderiam se refugiar para que fosse feita a justiça com calma e não no calor de fortes emoções. A explicação se dá porque tratava-se de um povo que não possuía uma permanência em um mesmo local. A realização de caravanas era atividade típica daquele povo. O Direito dos Hebreus possuía uma espécie de constituição hebraica chamada de Decálogo, as demais normas eram seguimentos destes dez dispositivos normativos. As leis hebraicas eram classificadas em apodíticas: que se subdividem em imperativas negativas e imperativas positivas e o segundo conjunto: casuísticas que traziam um relato e uma sanção ao fato descrito. Atualmente, não há mais uma força coercitiva na vida das pessoas pelas normas hebraicas, mas ainda prevalecem na concepção moral e religiosa dos cristãos.CASTRO, Flavia Lages – História do Direito Geral e Brasil (capítulo III – p. 27-42)PALMA, Rodrigo – História do Direito (capítulo VIII – p. 95-124 Direito Hebraico == Direito na Idade Média europeia == No , os povos germânicos invadiram o Império Romano do Ocidente, estabelecendo aí uma série de reinos e em 476 d.C. Roma caiu. Cada uma das tribos germânicas conservava seu próprio Direito, baseado em costumes imemoriais, transmitidos oralmente, de caráter bastante primitivo. Cada tribo germânica tinha seus próprios costumes, sendo assim, o direito de cada reino era diferente. Os mais importantes foram: os Vândalos, os Ostrogodos, os Visigodos, os Burgúndios e os Francos. O Corpo do Direito Civil não era conhecido no Ocidente nesse período. A burocracia e a organização administrativa e financeira dos povos nascentes receberam sua estrutura básica do Império Romano que se extinguira. Além disso, foi com os romanos que eles aprenderam que o Direito pode ser também uma criação do poder do Estado e uma tradição cultural. Através do Princípio da Personalidade do Direito, que se permitiu a sobrevivência do direito romano no Ocidente nos primeiros séculos após sua queda. Com o Princípio da Personalidade, os indivíduos podiam viver segundo suas próprias leis, vivendo segundo as regras jurídicas de seu povo, raça, tribo ou nação, independente do local aonde ele se encontrava. Com o fim do Império, a Igreja Romana surgiu como eficaz substituto de sua administração, autoridade, cultura e jurisdição, assumindo também, antigas funções das autoridades seculares, como as de documentação. A organização pedagógica e escolar da Antiguidade continuou moldando o ensino, mesmo após as invasões, baseada no estudo do trívio: gramática, dialética e retórica. Por volta de 1100, o Ocidente redescobriu o Corpo do Direito Civil e o Direito Romano foi gradativamente se tornando base da ciência jurídica em toda a Europa, somado a elementos de Direito Canônico (igreja), formou um Direito Comum para todo o Ocidente que, por esse motivo, recebeu o nome de Ius Commune. Ao lado do Direito Comum, existia o Ius Proprium, constituído basicamente por costumes germânicos. Os Direitos adotados em cada locais da época eram: * Itália e Sul da França: Corpo do Direito Civil * Norte da França: Direito Consuetudinário germânico * Alemanha: Direito Romano como Direito Nacional * Inglaterra: Seu Direito costumeiro Alguns motivos apontados para a grande utilização do Direito Romano na Idade Média são: o direito consuetudinário era bastante primitivo; o apoio da Igreja Romana que baseava a educação de seus juristas no Corpo do Direito Civil; o apoio dos imperadores que estavam desejosos de se libertar dos entraves feudais. Além das escolas que sucederam no estudo do Direito Romano, a Escola dos Glosadores cujo principal objetivo era compreender o texto romano; a Escola dos Comentadores, que comentavam sobre o Corpus Iuris; e a Escola dos Pós-Glosadores que tinha como principal característica a atenção dada à realidade social. == Direito muçulmano == O Direito Muçulmano constitui apenas uma das faces da religião Islã. É um direito de um grupo religioso, e não de um povo ou de um país. O Islamismo tem como fundador Maomé e a sua história é a própria essência do Islamismo, suas obras religiosas principalmente o Alcorão serviu como base e fonte para a criação dos Direitos Muçulmanos. Um dos principais sistemas jurídicos desenvolvidos durante a Idade Média foi a lei e a jurisprudência islâmicas. Uma série de instituições jurídicas importantes foram desenvolvidas por juristas islâmicos durante o período clássico da lei e da jurisprudência islâmica. Uma dessas instituições foi o Hawala, um antigo sistema informal de transferência de valores, mencionado em textos de jurisprudência islâmica já no século VIII. O próprio Hawala influenciou mais tarde o desenvolvimento do Aval no direito civil francês e do Avallo no direito italiano. Badr, Gamal Moursi (Spring 1978). \"Islamic Law: Its Relation to Other Legal Systems\". The American Journal of Comparative Law. American Society of Comparative Law. 26 (2 [Proceedings of an International Conference on Comparative Law, Salt Lake City, Utah, February 24–25, 1977]): 187–198 [196–8]. doi:10.2307/839667. JSTOR 839667. == Direito chinês == O Direito chinês é um sistema jurídico integrado numa concepção filosófica, o Confucionismo, do filósofo Confúcio, conhecido como Kung-Fu-Tseu (que viveu de 550-479 a.C) e que se conservou quase imutável por dois milênios. Para ele apenas o Imperador é o Chefe soberano. A face do direito de base filosófica que se exterioriza no respeito dos ritos (Li), os soberanos tentaram com a ajuda dos legistas impor um sistema jurídico baseado na lei o (Fá), sobretudo na lei penal. No sistema chinês, a Doutrina de Confúcio foi desenvolvida e idealizada por Mencio (nome latinizado de Meng-Tseu de cerca de 370-289 a.C). Ele ensinou que a natureza humana é boa, pois foi outorgada pelo céu, e que o homem possui as 4 virtudes, as duas de Confúcio e a ordem social (Li) e o conhecimento do bem e do mal (Tche) e ao soberano, cabe o exemplo das virtudes e zelar pela educação e instrução dos indivíduos, bem como pela divisão das terras. O Li de Confúcio é o que se aproxima mais da noção de direito, e traduz se tanto por Direito quanto por etiqueta, rito, moral. O direito na China tinha uma posição subsidiária a ética de Confúcio, pois a ideologia dele influenciava bastante as pessoas naquela época, buscando sempre recuperar valores antigos, ela sublinhava uma moralidade pessoal e governamental, que via as leis um sinal de corrupção moral, porque elas obrigavam o humano a comportamentos que este deveria ter por convicção interna. Pregava um código de conduta social e não um caminho para a vida a pós a morte, o que caracteriza o direito chinês por não ter valores sobrenaturais em sua definição. A justiça é administrada segundo o Li pelos chefes de família, e de clã e em relação a esses pelos príncipes e funcionários de acordo com as épocas. Na realidade evita-se o processo pois é desonroso na mediada em que se atenta contra a paz social. O Fá dos legistas, são leis severas para o povo, ideia desenvolvida pelos legistas da escola da lei (Fa-Kia), da época da dinastia dos Ch’in (Século III antes e nossa era), que diziam que os conflitos entre os homens são inevitáveis, e que, para reinar a ordem e a coesão social é preciso castigar as infrações com penas severas para intimidar. O Fá é, portanto, um direito do Estado, absoluto e geral que se impõe a todos, é o governo pelas leis, oposto ao governo pelos homens. O Taoísmo é devido a Lao-tseu, que viveu antes de Confúcio. Seu livro o Tao-Te é a via da virtude, é uma religião de chefes e monges e que alongo do tempo se tornou arcaica. Têm uma tradição que prevalece segundo a qual as leis não representam em si mesmas um instrumento ideal para gerar a harmonia entre a sociedade, por isso, somente em última instância, ou em última rátio, como gostamos de chamar o Direito Penal, os litígios e os desajustes socais devem ser levados a um estado de direito, ou seja, a provocação de uma presença de meios jurídicos capazes de amortecer e dirimir as querelas. Não é difícil observar que a tradição chinesa se constituiu toda em um mundo fechado, recusando a presença e o contato com os povos ocidentais, deixando, portanto, de receber primorosas lições de organização estatal e regras de convivência e pacificação social. O navegador Marco Polo foi quem primeiro descortinou a China para os ocidentais. Ao longo do tempo, em meados de 1966-1968, houve uma revolução cultural acelerando a via em direção ao comunismo, o que implicou em um Estado de não direito, governando-se por meio da ideologia, e na falta das leis se governou por meio de Slogans. No decurso dos anos 70 e depois da morte de Mao, a concepção do direito preconizada pela Revolução Cultural foi progressivamente abandonada e a partir de 1973 a campanha contra o Confucionismo glorifica a Escola dos legistas, e com o regresso ao poder de Deng Xiaoping, o direito tornou-se legalista, pelo menos parcialmente sem excluir o conformismo com o pensamento de Mao. Mesmo assim, quero chamar à atenção dos leitores, ab initio, que a China teve sim um sistema jurídico, composto dos elementos e das formas que as tradições atávicas dos antepassados permitiam e ensinavam. Neste ensejo, podemos afirmar sem receio de claudicar que o Direito Chinês surgiu há mais de quatro mil anos, durante a Dinastia de Xia, a primeira e grande Dinastia da história chinesa. == Direito japonês == O direito japonês divide-se em três grandes períodos – No primeiro cerca de 600-800 da nossa era, em que se modelou sobre o direito da China e, o segundo, que durara até 1868 que foi de feudalismo que apresentava numerosas semelhanças com a feudalismo da Europa Ocidental, mas o sistema jurídico continuou a ser influenciado pela China, por fim de 1868 em diante o direito japonês ocidentalizouse rapidamente. Durante o primeiro período, é o sistema chines do Fá que é introduzido no Japão, tal como na China a país está submetido a autoridade direta do Imperador que governa, os códigos de inspiração chinesa os ritso-ryô, compreendem sobretudo as leis penais (ritso) e leis civis administrativas(ryô), fixando as obrigações de cada um, são comentadas na escola de direito como a Fa-Kia chinês. Para substituir este sistema legalista e igualitário, forma se a partir do século IX um sistema de senhorios, chamado sho, bastante semelhante aso senhorios da Europa Ocidental da mesma época e a partir do século XII não é mais de que um símbolo religioso da união do povo e de Deus. O poder passa para as mãos do Shogum e dos Daí-mio que formam uma casta militar dominando uma hierarquia de vassalos e sub vassalos. Período Jomon: de início levavam uma vida nômade, os homens sobreviviam através da pesca, da caça, frutas. Aprendem a produzir vasos de barro para preservar e cozer seus alimentos. Aos poucos se agrupam e formam aldeias, nesta era não existia rico ou pobre. Período yayoi: intensificação de atividades agrícolas como o cultivo do arroz. Com o aumento da população surgiram as diferenças sociais, classe de ricos e pobres pela primeira vez acaba sendo mencionada numa escritura chinesa. Período Kofun: início da construção de túmulos em formas de pequenos montes pelos clãs poderosos para guardar objetos de valor como pedras preciosas. No início do século VI o budismo é passado pelo Japão sendo introduzido as escrituras junto com sutras. Período Asuka: Dinastia Yamato se forma, após muitas lutas entre os clãs. Em meados do século VII seguindo o exemplo da dinastia Tang na china o Japão realiza a reforma de Taika, definido uma organização política, o sistema tributário entre outros, o príncipe Shotoku institui os 17 códigos da constituição norteados das doutrinas de xintoísmo, budismo e confucionismo. Período Nara: final da era de Asuka e começo da era Nara surge o Ritsuryo, servia como código penal e administrativo, tentativa de copiar o sistema político da dinastia Tang. Budismo se torna a religião oficial do Japão, são enviadas delegações á china para absorver sua cultura, são trazidos o budismo e imagens do buda, sutras, músicas imperiais, estratégias militares, confucionismo. São escritos os primeiros livros de história japonesa Nihon Shoki e editado o primeiro tratado geográfico Fudoki. Período Heian: os japoneses começam a criar sua própria identidade. A permissão de apropriação de terras dos nobres acabou com o ideal do código administrativo, que era o Estado controlar o povo e as terras. Criação do Kana sistema de fonograma, nessa época foi criada muitas obras de arte. Período Kamakura: surge a classe dos samurais e se estabelece o shogunato. Os mongóis tentam invadir o Japão, porém o Japão foi salvo pelos vendavais que dizimaram os mongóis. Surge os monges shinran, nichiren e dogen fundadores do budismo. O budismo passa a ser cultuado por todos. Período Muromachi: Época marcada por severas guerras civis, as guerras entre os senhores feudais permitiram a ascensão do mais forte mesmo de classes baixas. Início do comercio com a dinastia Ming na china, desenvolvendo atividades econômicas com moeda importada da china. Os portugueses chegam ao Japão trazendo armas de fogo e o cristianismo. Período Azuchi Momoyama: Oda Nobunaga e Hideyoshi Toyotomi após inúmeras batalhas conseguem unificar o Japão. Para mostrar poder são construídos castelos repletos de luxos, neste período surge a cerimônia do chá e o teatro Noh. Período Edo: país conheceu a paz durante dois séculos, houve o fechamento dos portos para os estrangeiros e proibição do cristianismo. Para manter o shogunato a família Tokugawa cria medidas rígidas e estabelece 4 classes sociais samurais, agricultores, artesoes e comerciantes. filosofia Confucionista é ensinada nos templos e institui escolas. Shogunato de Tokugawa acaba caindo e os portos abrindo novamente. Período Meiji: Após a queda de Tokugawa se restaura o poder do imperador e começa uma reforma. Japão fica, mas ocidental, adota calendário ocidental, após guerras sino-japonesas e russa-japonesas implanta patriotismo no povo, reforça o militarismo, passa de economia agrícola para industrial. Período Taisho Aisho e Heisei: Japao sofreu muito com as duas grandes guerras mundiais, foi praticamente dizimado, sofreu com danos causados pela natureza, e mesmo depois de tudo se reergueu, chegando a fazer parte de um dos países mais ricos do mundo, passa por crises econômicas que são superadas através de networking, exportação de tecnologia. Depois da Segunda Guerra Mundial, os Estados Unidos ocuparam o Japão e democratizaram e liberalizaram o sistema social e econômico: por exemplo, foram liberados os consórcios monopolistas e foram divididos os bens imóveis dos grandes proprietários (latifundiários). Após isso, os EUA tinham interesse em manter uma relação de parceria com o Japão, pois o Japão se encontrava em uma região estratégica do ponto de vista militar, perto da Coreia e da China. Então, durante a reforma da Constituição Japonesa, vigente desde 1947, decide- se que não iram tirar o imperador do poder, mas ele passa a ter o papel de \"símbolo do Japão e da nação japonesa”. No Direito Civil, o direito de família foi completamente modificado, o sistema da família patriarcal deixa de existir na jurisdição e o matrimônio foi considerado pela primeira vez como uma comunidade do homem e da mulher, tendo como base a igualdade entre os sexos.No direito comercial e econômico, a influência do direito americano bem marcante: por exemplo, o sistema do conselho de administração e do conselho fiscal das sociedades por ações seguiu o modelo dos Estados Unidos. E por fim o ordenamento jurídico japonês fica como um sistema romano-germanico. == História da codificação == Nos últimos anos do , a Europa assistiu o despertar de um movimento que marcaria profundamente a história do Direito. Foi o movimento de codificação. As ideias iluministas e as construções jusracionalistas haviam preparado um novo conteúdo jurídico. Os primeiros códigos foram obra do despotismo esclarecido. São eles o Código da Prússia (considerado o primeiro código moderno), de 1794, e o Código da Áustria, que teve sua primeira parte promulgada em 1786. O Código austríaco é mais conciso e conceitualmente mais rigoroso do que o prussiano. Ambos são bastante longevos, sendo que o Código da Prússia só foi substituído em 1900 pelo Código Civil alemão e o Código austríaco permanece em vigor, com algumas alterações. === O código civil francês === Os civilistas franceses dividem a história do Direito em seu país em três períodos. O primeiro é o Direito antigo (até o início da Revolução Francesa, em 1789). O segundo é o do Direito intermediário, e abrange todo o período revolucionário. O terceiro é o Direito moderno que começa com a grande codificação napoleônica, em 1804 e dura até os nossos dias. A Revolução havia abolido antigos privilégios e estabelecido a igualdade de todos perante a Lei. Napoleão, em menos de quatro anos de trabalho, dá à França seu Código Civil, elaborado por quatro advogados. Suas fontes são os costumes, o Direito Romano e as leis da Revolução. Possui linguagem clara, precisa e direta; moderação (equilíbrio) porém autoridade excessiva para marido/pai; praticidade (sem preocupações filosóficas); individualismo (interesse dos proprietários). O que chamam de 'exegese' proibia a interpretação do Code Civil. Esse código foi modelo para diversos outros do , como: códigos holandês (1865), romeno (1865), italiano (1865), português (1867) e espanhol (1889); além dos latino-americanos, também influenciados pela experiência francesa, como o: boliviano (1845), o peruano (1852), o chileno (1857), o argentino (1869), o uruguaio (1869), o mexicano (1871), o venezuelano (1873), o colombiano (1873), o guatemalteco (1877), o hondurenho (1880), o salvadorenho (1880) e o costarriquenho (1888). === O código civil alemão === Na Alemanha, existiam diversos estados independentes regidos por próprias legislações. Savigny afirmava que devido a intensidade da importância dos costumes para essa sociedade, a elaboração de um código seria uma forma artificial de impor regras jurídicas. Sem contar que a Prússia e a Áustria já tinham seus próprios códigos. Devido a esses motivos, ele achava que a época não era propícia para um código e decidiu criar a Escola Histórica, baseado no \"espírito do povo\" , que seria \"o conjunto de institutos jurídicos que habita a consciência do povo, só perceptível através da intuição do jurídico, oriundo de práticas culturais\". Com a unificação do Império Alemão, realizada em 1871, a unificação política era um pressuposto para o surgimento do código. Em 1874, foi nomeada a comissão prévia para a elaborar uma proposta sobre o plano e o método que deveriam ser seguidos no preparo do projeto, tendo no mesmo ano, o primeiro projeto. Em 1890, a segunda comissão foi nomeada e o segundo projeto, que recebeu boa acolhida pela crítica, foi aprovado e entrou em vigor em 1900. Também conhecido como BGB, o Código Civil Alemão possui parte geral, Direito das Relações Obrigacionais, Direito das Coisas, Direito da Família e Direito das Sucessões. Ele serviu de modelo para o código civil japonês e suíço, para a segunda codificação da Itália e Portugal e para o Código Civil brasileiro de 1916. === O código civil brasileiro === O Brasil Colônia adotava o modelo de direito português, com as ordenações Afonsinas, Manuelinas e Filipinas. O Marquês de Pombal realizou uma reforma que com a Lei de 18 de agosto de 1769, conhecida como Lei da Boa Razão, promovia que o Direito Romano era mantido como base do ordenamento, mas deveria ser filtrado pela boa razão. Com a Independência, em 1822, Portugal e Brasil seguiram caminhos diferentes, mas as Ordenações Filipinas ainda estavam em vigor até um novo código. A Constituição de 1824 mandava organizar um Código Civil e Criminal. O Código Criminal foi publicado em 1830 e o Código de Processo Criminal dois anos depois; já o Código Comercial em 1850. Dom Pedro II indica Teixeira de Freitas para elaborar um Código Civil (pelo Ministro da Justiça), porém não obteve sucesso. O esboço elaborado por Freitas serviu de grande influência para o Código Civil argentino, paraguaio e uruguaio, como, por exemplo, na divisão do código em Parte Geral e Parte Especial. Após a Proclamação da República, em 1889, o Ministro da Justiça escolhe Clóvis Beviláqua, um professor, para elaborar o Código Civil. Após diversas reuniões e mudanças, o código de Beviláqua foi aprovado e entrou em vigência em 1917. Ele possuía Parte Geral e Parte Especial, princípios do liberalismo (família, propriedade e contrato) e era conservador em suas escolhas. Em 1969, uma nova comissão é instituída para elaboração de um novo código. Miguel Reale e juristas elaboraram e enviaram o projeto em 1975, possuindo leis especiais (divórcio, inquilinário e CDC). Foi aprovado na Câmara dos Deputados em 1983, entretanto, depois da Constituição de 1988, o projeto de Código Civil saiu do centro dos debates sobre renovação do ordenamento até cair em completo esquecimento. Dormiu por muitos anos nos gabinetes do Congresso Nacional, até ser despertado em 2001. Assim, após várias mudanças, foi sancionado pelo presidente Fernando Henrique Cardoso em 10 de janeiro de 2001, entrando em vigor em 2003. == História do direito português == A história do direito português é intrinsecamente ligada à sua evolução política, social e cultural ao longo dos séculos. Desde o período medieval até os tempos contemporâneos, o sistema jurídico português passou por diversas transformações, refletindo influências romanas, germânicas, canônicas e modernas. Fernandes, Ernesto; Rego, Aníbal (1941). História do direito português : súmula das lições proferidas pelo Marcelo Caetano ao curso do 1o ano jurídico de 1940-41 na Faculdade de Direito de Lisboa (PDF). Lisboa. # Período Medieval: O direito português medieval teve suas raízes nas tradições germânicas e romanas, além das influências do direito canônico da Igreja Católica. A \"Lei das Terras\" (Lei Mental de 1179) foi uma das primeiras tentativas de regulamentar as propriedades e direitos feudais em Portugal. Com o passar do tempo, Portugal desenvolveu suas próprias leis e costumes, refletindo a independência gradual em relação a Castela. # Idade dos Descobrimentos e Expansão: Durante a Era dos Descobrimentos, Portugal estabeleceu um vasto império colonial. Isso levou à necessidade de regulamentar as relações entre o reino e as colônias. Em 1603, Portugal adotou o Código Filipino (Ordenações Filipinas), um importante conjunto de leis que influenciou a administração legal em todo o império e perdurou por séculos. # Iluminismo e Reformas Pombalinas: No século XVIII, as reformas pombalinas, lideradas pelo Marquês de Pombal, modernizaram o sistema jurídico português. Foram feitas reformas administrativas, judiciais e educacionais, em busca de maior centralização do poder e racionalização das leis. A criação do Tribunal da Relação de Lisboa (1753) e do Tribunal da Relação do Porto (1772) são exemplos dessas mudanças. # Período Napoleônico e a Transferência da Corte: Durante as invasões napoleônicas, Portugal foi ocupado pelas tropas francesas e a família real portuguesa transferiu-se para o Brasil. Isso levou à emissão do \"Código Napoleônico\" (Código Civil Francês) em Portugal em 1804, que teve influência significativa nas reformas jurídicas do país. # Constituição Liberal e Monarquia Constitucional: Após a Revolução Liberal de 1820, Portugal adotou uma série de Constituições, estabelecendo a monarquia constitucional e garantindo direitos civis e políticos. A Constituição de 1822 e a Carta Constitucional de 1826 são exemplos desse período de busca por uma organização política mais democrática. # Primeira República e Ditadura do Estado Novo: O século XX trouxe mudanças significativas ao sistema legal português. A implantação da Primeira República (1910) resultou em reformas nas leis e instituições. No entanto, a ditadura do Estado Novo, liderada por António de Oliveira Salazar, restringiu as liberdades políticas e sociais por quase meio século, até a Revolução dos Cravos de 1974. # Democratização e Constituição de 1976: Após a Revolução dos Cravos, Portugal restaurou a democracia e promulgou a Constituição de 1976, que ainda está em vigor. Esta Constituição estabeleceu a base para um sistema democrático, garantindo direitos fundamentais e definindo a estrutura do governo. == História do direito brasileiro == A história do direito no Brasil é marcada por uma complexa trajetória que reflete a interação de influências indígenas, coloniais, europeias e modernas. Desde a chegada dos primeiros colonizadores até a formação do sistema jurídico contemporâneo, a evolução do direito brasileiro reflete não apenas a construção legal, mas também os contextos sociais, políticos e culturais que moldaram o país ao longo dos séculos. WOLKMER, Antonio Carlos. Fundamentos de História do Direito, 3ª Edição (Revista e Ampliada). Belo Horizonte: Del Rey, 2006. * Período Colonial (1500-1822): A história do direito no Brasil começa com a colonização portuguesa em 1500. Durante esse período, as leis portuguesas exerceram influência dominante no território, e o sistema legal brasileiro era amplamente baseado nas leis do Reino de Portugal. As Ordenações Afonsinas, Manuelinas e Filipinas foram aplicadas, formando as bases legais do Brasil colonial. Questões como a exploração do trabalho indígena, direitos de propriedade e regulamentação do comércio eram temas abordados por essas leis. * Período Imperial (1822-1889): Com a independência do Brasil em 1822, houve a necessidade de estabelecer um novo sistema jurídico para o país recém- independente. A primeira Constituição do Brasil foi promulgada em 1824, estabelecendo uma monarquia constitucional. Nesse período, as influências do direito romano e do direito europeu continuaram a ser fundamentais na estruturação do sistema jurídico brasileiro. Questões como a escravidão, direitos individuais e a organização do poder judiciário eram temas centrais. * República Velha (1889-1930): Com o advento da República em 1889, o Brasil passou por reformas significativas em sua estrutura política e jurídica. A Constituição de 1891 estabeleceu o regime republicano e redefiniu as relações entre governo e cidadãos. O Código Civil de 1916, inspirado no Código Napoleônico, teve um papel fundamental na regulação de questões de família, propriedade e contratos. * Era Vargas (1930-1945): O período conhecido como Era Vargas trouxe consigo mudanças profundas no sistema jurídico brasileiro. A Constituição de 1934 introduziu direitos sociais e trabalhistas, refletindo as ideias da época sobre o papel do Estado na proteção dos direitos dos cidadãos. A Consolidação das Leis do Trabalho (CLT), de 1943, é um marco importante nesse período, regulamentando as relações de trabalho e estabelecendo direitos trabalhistas. * Ditadura Militar (1964-1985): Durante a ditadura militar, que durou de 1964 a 1985, houve um período de restrição das liberdades civis e políticas. A Constituição de 1967, elaborada durante o regime militar, consolidou a centralização do poder e limitou as garantias individuais. A redemocratização no final dos anos 1980 trouxe a necessidade de uma nova Constituição. * Constituição de 1988 e Desenvolvimentos Posteriores: A Constituição de 1988, também conhecida como \"Constituição Cidadã\", marcou o retorno à democracia e trouxe uma ampla gama de direitos individuais, sociais e econômicos. O sistema jurídico brasileiro atual é baseado nessa Constituição, que estabelece os fundamentos legais para as instituições do país, a organização do poder judiciário e os direitos dos cidadãos. == Ver também == * Antropologia do direito * Sociologia do direito == Bibliografia == * ALBERGARIA, Bruno.Histórias do Direito: evolução das leis, fatos e pensamentos, São Paulo: Atlas, 2ª ed., 2012. * SOARES ROBERTO, Giordano. Introdução à História do Direito Privado e da Codificação: Uma análise do novo Código Civil. DelRey. * CASTRO, Flávia. História do Direito Geral e Brasil. 5ª edição. Rio de Janeiro: Lumen Juris, 2007. * WOLKMER, Antonio Carlos. Fundamentos de História do Direito, 3ª Edição (Revista e Ampliada). Belo Horizonte: Del Rey, 2006. *",
 "title": "História do direito"
}