{
 "id": "63726",
 "text": "Rómulo Augusto (; c 465 – após 511),Burns, Thomas, A History of the Ostrogoths, p. 74 apelidado de Augústulo (lit. \"Pequeno Augusto\"), foi o imperador romano que reinou o Império Romano do Ocidente de até . Ele é frequentemente descrito como o \"último imperador romano do ocidente\", apesar de alguns historiadores atribuírem esse título a Júlio Nepos. Sua deposição por Odoacro tradicionalmente marca o fim do Império Romano no Ocidente, o fim de Roma Antiga, e o começo da Idade Média na Europa Ocidental. Apesar de ele, como todos os outros imperadores, adotar o nome Augusto com sua ascensão, ele é melhor lembrado pelo seu apelido irrisório Augústulo.Older literature (appr. up to 1850) also refers to him as Romulus Momyllus, Momyllus Augustulus, etc., Momyllus being a corruption of Romulus. Cf. Gibbon, Decline and Fall, 4.36. O sufixo latino -ulo é um diminutivo; portanto Augústulo possui o significado de \"Pequeno Augusto\". Os registros históricos contêm poucos detalhes da vida de Rómulo. Ele era filho de Flávio Orestes, um romano que havia servido como secretário na corte de Átila, o Huno antes de servir a Júlio Nepos em 475. No mesmo ano, ele foi promovido a mestre dos soldados, mas então liderou uma revolta militar que forçou Nepos a partir para exílio. Com a capital Ravena sob controle, Orestes empossou seu filho Rómulo como Imperador, apesar da falta de apoio da corte oriental em Constantinopla. Rómulo, contudo, era um menino sob comando de seu pai. Após dez meses no poder, durante os quais sua autoridade e legitimidade foram questionadas além da Itália, Rómulo foi forçado a abdicar por Odoacro, um oficial federado germânico que derrotou e executou Orestes. Depois de tomar o controle de Ravena, Odoacro enviou o ex- imperador para viver em Castelo Luculano na Campânia. Após esse momento, Rómulo desaparece dos documentos históricos. == Biografia == thumb|350px|O Império Romano Ocidental e Oriental em 476 === Ascensão ao trono === O pai de Rómulo, Orestes, era um cidadão romano originário da Panônia e que servira como notário e diplomata para Átila, o Huno e posteriormente ascendeu dentro do exército romano.Gibbon, Edward, The History of the Decline and Fall of the Roman Empire, David Womersley, ed. London; Penguin Books, 1994. Vol. 3, p. 312. O futuro imperador teve o nome de Rómulo em homenagem ao seu avô materno, um nobre de Petóvio em Nórico. Muitos historiadores perceberam a coincidência de que o último imperador romano ocidental tenha os nomes tanto de Rómulo, o fundador lendário de Roma, e Augusto, o primeiro imperador.Gibbon, p. 405. Orestes foi nomeado mestre dos soldados por Júlio Nepos em 475. Logo após sua nomeação, Orestes lançou uma rebelião e capturou Ravena, a capital do Império Romano Ocidental desde 402, em 28 de agosto de 475. Nepos fugiu para Dalmácia, onde seu tio governara um estado semiautônomo durante a década de 460.Gibbon, pp. 391, 400. Orestes, contudo, recusou tornar-se imperador, \"devido a um motivo secreto\", afirmou o historiador Edward Gibbon.Gibbon, p. 402. Em vez disso, ele colocou seu filho no trono em 31 de outubro de 475. O império que Augusto governou era uma sombra do que outrora fora, havendo diminuído significativamente em território durante os últimos 80 anos. A autoridade imperial recuara para as fronteiras italianas e para partes da Gália: Itália e Gália Narbonense, respectivamente.Hollister, C. Warren, Medieval Europe: A Short History. New York; McGraw-Hill, 1995, 32. O Império Romano do Oriente tratou sua contrapartida ocidental como um Estado cliente. O Imperador Oriental Leão, que morreu em 474, nomeara os imperadores ocidentais Antémio e Júlio Nepos, e Constantinopla nunca reconheceu o novo governo. Nem Zenão nem Basilisco, os dois grandes generais que lutavam pelo trono oriental na época da ascensão de Rómulo, aceitaram-no como governante. === Deposição === Como uma figura para os interesses de seu pai, Rómulo não tomou decisões nem deixou monumentos, apesar de moedas com seu nome terem sido forjadas em Roma, Mediolano, Ravena, e Gália. Alguns meses depois que Orestes tomou poder, uma coalizão de mercenários hérulos e esciros, e turcilingos demandou que ele lhes desse um terço da terra da Itália. Quando Orestes recusou, as tribos revoltaram-se sob a liderança do esciro Odoacro. Orestes foi capturado próximo a Placência em 28 de agosto de 476, sendo prontamente executado junto com seu irmão Paulo no arboredo de Classis, próximo de Ravena.Anônimo Valesiano, A História do rei Teodorico, 8.38 Odoacro avançou sobre Ravena, capturando a cidade e o jovem imperador após a curta e decisiva Batalha de Ravena. Rómulo foi forçado a abdicar o trono em 4 de setembro de 476. Este ato é amplamente citado como o fim do Império Romano do Ocidente, mesmo que a deposição de Rómulo não tenha causado uma disrupção significativa à época. Roma já havia perdido sua hegemonia sobre as províncias, os povos germânicos dominaram o exército romano, e os generais germânicos como Odoacro há muito tempo serviam como o poder efetivo por trás do trono. A Itália sofreria uma devastação muito maior no século seguinte quando o imperador Justiniano I a reconquistou na Guerra Gótica. Depois da abdicação de Rómulo, o senado romano, em nome de Odoacro, enviou representantes para o Imperador Romano do Oriente, Zenão, a quem pediu para formalmente reunir as duas metades do Império, com Odoacro como \"protetor do estado\": \"O Ocidente, eles declaravam, não requereria mais um imperador próprio: um monarca seria suficiente para o mundo...\".Bryce 1961, p.25 Zenão foi pedido para promover Odoacro a patrício, e administrador da Itália em nome de Zenão. Zenão apontou o fato de que o senado deveria primeiramente pedir para que Júlio Nepos retornasse ao trono, mas ele mesmo assim concordou ao seu pedido como um fait accompli. Odoacro, já sendo o governante de facto da Itália, agora ostensivamente governava de jure em nome de Zenão. A queda de Roma ocorreu no oitavo ano do pontificado do Papa Simplício.Alban Butler, Lives of the Saints, 2 de Março, São Simplício, papa === Últimos anos === Por pena de o imperador ser jovem, Odoacro poupou a sua vida e, por causa de sua beleza, deu-lhe uma pensão de 6 000 peças de ouro, enviando-o para a Campânia, para viver como um homem livre com seus parentes. Segundo Jordanes, Rómulo Augusto terminou sua vida no exílio, na Campânia. Seu substituto, Odoacro, nunca chegou a ser considerado imperador do Ocidente, mas apenas rei da Itália, sob o comando do Imperador Romano do Oriente. ==Árvore genealógica== Árvore genealógica baseada em Prisco de Pânio, Anônimo Valesiano e sites: == Bibliografia == * * Bryce, James Bryce. The Holy Roman Empire, Schocken Books, 1961. * Hollister, C. Warren, Medieval Europe: A Short History. New York; McGraw-Hill, 1995. == Ligações externas == Categoria:Imperadores romanos ocidentais Categoria:Monarcas católicos romanos Categoria:Flavii",
 "title": "Rómulo Augusto"
}