{
 "id": "63797",
 "text": "A aerobiose refere-se a um processo bioquímico que representa a forma mais eficaz de obter energia a partir de nutrientes como a glicose, na presença obrigatória de oxigênio. Os seres vivos que procedem à aerobiose são os seres aerobióticos. A maioria dos seres vivos encontram-se nestas condições. Os seres vivos que sobrevivem sem oxigênio são anaeróbios. ;Reações aerobióticas As reacções aerobióticas são um tipo específico de um processo mais global, designado por respiração celular. Através destas reacções, a glicose é degradada em dióxido de carbono e água, libertando-se energia. É, assim, como que o processo inverso da fotossíntese, na qual as plantas produzem glicose usando água, dióxido de carbono e energia solar. == A respiração aeróbia no ser humano == A respiração aeróbia nos seres vivos é caracterizada fundamentalmente pela utilização do oxigênio para a quebra da molécula de glicose. Isso é feito em uma organela especial das células chamada mitocôndria. Para fins didáticos ela normalmente é dividida em três fases: ===Fase anaeróbica ou glicólise=== Esta fase acontece ainda no citoplasma (hialoplasma) da célula, fora da mitocôndria. Por ação de enzimas, a molécula de glicose (composta de seis carbonos, 12 hidrogênios e seis oxigênios) é quebrada em duas moléculas menores de ácido pirúvico (cada uma com três carbonos). A partir delas, por ação também de enzimas ocorre a liberação de dióxido de carbono (CO2), transformando-as em ácido acético (cada uma com dois carbonos). Nesta fase ocorre a formação de duas moléculas de ATP (responsáveis pelo armazenamento de energia). ===Ciclo de Krebs=== Esta fase acontece dentro da mitocôndria, em sua matriz. A molécula de ácido pirúvico entra na mitocôndria, e então começa uma espécie de reconstituição da molécula, para torná-la novamente com seis carbonos. Essa molécula de ácido pirúvico é carregada por uma molécula chamada \"acetil CoA\" (que possui dois carbonos). A molécula de acetil CoA faz com que o ácido pirúvico se una com uma molécula de ácido oxaloacético (composta de 4 carbonos). Ao unirem-se, forma-se uma molécula composta de seis carbonos, 12 hidrogênios e seis oxigênios (mesma da glicose, porém com os hidrogênios em posição diferente), agora chamada de ácido cítrico. A molécula de acetil CoA sai da reação para voltar a carregar mais moléculas de ácido acético para completar o ciclo. Nesta fase há formação de 4 ATP's e toda a glicose é quebrada nesta etapa. ===Cadeia respiratória=== Sendo a fase mais energética da respiração aeróbia, ela acontece na crista da mitocôndria. É a única fase em que há utilização de oxigênio para a quebra de moléculas, caracterizando a respiração Aeróbia. A molécula de ácido cítrico é quebrada por moléculas de oxigênio, fazendo com que, ao invés de separar em moléculas menores, como o ocorrido na primeira fase, as moléculas são quebradas perdendo um oxigênio por vez. Assim, o ácido cítrico de seis carbonos é quebrado por uma molécula de oxigênio em uma molécula de cinco carbonos, liberando gás carbônico, água e energia para a formação de ATP. Por sua vez, a molécula composta de cinco carbonos será quebrada em uma de quatro, e assim sucessivamente. É a partir desta quebra, que se forma o ácido oxaloacético, utilizado para juntar-se com o ácido pirúvico na segunda fase. Na maioria das células, o número de moléculas totais de ATP's produzidas são de 36. Entretanto há células como as do coracão, rins e fígado cujo toral é de 38 moléculas de ATP produzidas. A morte por afogamento ou choque anafilático é consequência da não realização da etapa Cadeia Respiratória (ou transportadora de elétrons) da respiração celular. Os produtos finais da respiração celular é o CO2 (gás carbônico), H2O (água) e ATP. O NAD e o FAD são receptores intermediários de hidrogênio; já o O2 (oxigênio) é o receptor final. == Ver também == * Anaeróbio * Fermentação Categoria:Metabolismo",
 "title": "Aerobiose"
}