{
 "id": "63816",
 "text": "300px|thumb|Noudar Noudar foi uma vila e sede de um antigo concelho português, extinto em 1825. Encontra-se hoje despovoada, correspondendo o antigo concelho ao atual município de Barrancos. A antiga vila situava-se no interior do Castelo de Noudar, mandado edificar pelo rei Dom Dinis e concluído em 1308. ==História== Situada num monte elevado, circundado pela Ribeira de Murtega e pelo Rio Ardila, foi mandada povoar pelo rei Dom Dinis em 1295.Corographia portugueza e descripçam topographica do famoso Reyno de Portugal, Tomo II, Padre António Carvalho da Costa, 1708 Em abril de 1491, o rei Dom João II ordenou que fossem demarcados os termos da vila de Noudar com a vila de Moura, trabalho que viria a ser executado por João Jorge. No ano seguinte, enviou a Castela Vasco Fernandes como seu procurador para com os representantes daquele reino definir os termos de Noudar com os de Anzina Sola, hoje conhecida como Encinasola.Quadro elementar das relações políticas e diplomáticas de Portugal com as diversas potências do mundo, desde o princípio da monarquia portuguesa até aos nossos dias, Visconde de Santarém, Tomo primeiro, J. P. Aillaud, 1842 Em 1708, possuía cerca de 400 habitantes. Nessa altura, constituía uma paróquia invocando Nossa Senhora do Desterro, tendo como prelado o prior da Ordem de Avis. Dispunha de uma Santa Casa da Misericórdia, com hospital, assim como de três ermidas. Nessa época, nas suas imediações, eram cultivados trigo, cevada e centeio e era criado gado. Foram comendadores de Noudar os Condes de Linhares, até 1610, tendo sido sucedidos pelos Duques de Cadaval daí em diante.Boletim architectonico e d'archeologia, volumes 4-11, 1907 Em 1896, Noudar já tinha apenas 11 habitantes e 5 habitações, encontrando-se completamente desabitada em 1919. O terremoto do 1º de Novembro de 1755 em Portugal e um estudo demográfico, Francisco Luiz Pereira de Sousa, 1919 ==Património== * Castelo de Noudar * Parque de Natureza de Noudar Categoria:Antigas freguesias de Portugal Categoria:Antigos municípios do distrito de Beja Categoria:Barrancos",
 "title": "Noudar"
}