{
 "id": "63846",
 "text": "INXS (pronunciado In Excess) foi uma banda de rock australiana, formada como Farriss Brothers em 1977 em Sydney, New South Wales. Os membros fundadores foram Garry Gary Beers (baixista), Andrew Farriss (tecladista e compositor principal), Jon Farriss (baterista), Tim Farriss (guitarrista), Michael Hutchence (vocalista e letrista principal), e Kirk Pengilly (guitarrista e saxofonista). Por 20 anos, o INXS foi liderado por Hutchence, cuja presença magnética no palco fez dele o ponto focal da banda. Inicialmente conhecida por seu estilo new wave/pop, a banda mais tarde desenvolveu um estilo de pub rock mais pesado que incluía elementos de funk e dance. Em 1984, o INXS teve seu primeiro hit número um na Austrália com \"Original Sin\". A banda alcançou sucesso internacional em meados da década de 1980 e início de 1990 com os álbuns de sucesso \"Listen Like Thieves\", \"Kick\" e \"X\", e os singles \"What You Need\", \"Need You Tonight\" (único single número um da banda nos Estados Unidos), \"Devil Inside\", \"Never Tear Us Apart\", \"Suicide Blonde\" e \"New Sensation\". NOTE: Used for Australian Singles and Albums charting until ARIA created their own charts in mid-1988. Após a morte de Michael Hutchence em 22 de novembro de 1997, o INXS fez aparições com vários cantores convidados, e excursionou e gravou com Jon Stevens como vocalista principal, começando em 2000. O cantor e compositor irlandês Ciaran Gribbin substituiu o cantor canadense J.D. Fortune como vocalista principal em 2011. Durante um show em 11 de novembro de 2012, o INXS afirmou que a apresentação seria a última, embora não tenham anunciado a aposentadoria permanente da banda. O INXS ganhou seis prêmios da Australian Recording Industry Association (ARIA), incluindo três de \"Melhor Grupo\" em 1987, 1989 e 1992; a banda foi introduzida no ARIA Hall of Fame em 2001. INXS vendeu mais de 75 milhões de álbuns em todo o mundo, tornando-os um dos artistas musicais mais vendidos da Austrália de todos os tempos. == História == O grupo começou como The Farriss Brothers mas mudou de nome depois do lançamento do álbum INXS em 1980. O sucesso só viria em 1983 com o lançamento do compacto \"Original Sin\" e o grupo, que tocava mais o estilo New Wave mudou para um Rock mais puro durante o restante dos anos 1980. O auge da popularidade mundial do INXS veio com Kick, de 1987. A banda lançou sucesso atrás de sucesso como: New Sensation, Never Tear Us Apart, Need You Tonight, Mystify, Suicide Blonde, Disappear, Bitter Tears e By My Side. Durante os anos 1980 e 1990 o INXS exerceu uma influência definitiva na música australiana, levando ao estrelato diversos músicos de sua terra natal. A banda trabalhava bem próxima de outros artistas da Austrália, como os The Models e Jenny Morris, ajudando-os a estabilizarem suas carreiras. Em 22 de novembro de 1997 Hutchence foi encontrado morto na suíte 524 do hotel Ritz-Carlton em Sydney, às vésperas da turnê de celebração de 20 anos da banda, por suicídio. O cantor tinha um grave dano cerebral resultado de um incidente ocorrido na Dinamarca em 1992 que agravou um quadro de depressão. Apesar disso a banda continuou, com Jimmy Barnes e Terence Trent D'Arby como vocalistas temporários. Jon Stevens, ex-Noiseworks começou a cantar com o INXS em 2000, e foi nomeado integrante oficial em 2002. Entretanto ele deixou a banda em 2003 após gravar somente uma canção (\"I Get Up\"). O INXS voltou a ser notícia em 2004 quando foi anunciado que um novo reality show chamado \"Rock Star\" apresentaria um concurso para encontrar um novo vocalista para a banda. J.D. Fortune um cantor canadense foi o vencedor do reality e permaneceu com a banda até agosto de 2011. Em Novembro de 2012 confirmaram em comunicado o fim da banda de rock fundada há 35 anos. Desde a sua formação em 1977, os INXS venderam mais de 75 milhões de álbuns. === Em Portugal === No dia 12 de Junho de 1993, os INXS se apresentaram pela primeira vez em Portugal, no âmbito de uma digressão mundial de salas de espetáculo, \"Get Out of The House\", o concerto realizou-se no Pavilhão do Restelo em Lisboa. Ficou ainda prometido um concerto para o ano seguinte no Estádio de Alvalade, que nunca chegou a acontecer. Em 2003, os INXS já sem Michael Hutchence, se apresentaram no dia 10 de Julho nas Dunas de S. Jacinto em Aveiro, como vocalista estava Jon Stevens. A banda apresentou-se nos Açores em Angra do Heroísmo, no dia 25 de Junho de 2011, no último dia das Sanjoaninas 2011. O vocalista presente foi J.D. Fortune. === No Brasil === No dia 19 de Janeiro de 1991, o INXS foi uma das atrações principais do Rock In Rio II, que se realizou no Estádio Maracanã. Em 1994, passaram pelo Rio de Janeiro, São Paulo e Curitiba durante os dias 10,11,12 de Março respectivamente. Os concertos tiveram lugar no Estádio da Gávea, no Arena Anhembi e na Pedreira Paulo Leminski. Em 2002, já sem Michael Hutchence, a banda se apresentou no dia 15 de Maio no Rio de Janeiro, no ATL Hall. E no dia 17 de Maio se apresentaram em São Paulo, no Via Funchal. O vocalista na época era Jon Stevens. == Discografia == ===Álbuns de estúdio=== * INXS (1980) * Underneath the Colours (1981) * Shabooh Shoobah (1982) * The Swing (1984) * Listen Like Thieves (1985) * Kick (1987) * X (1990) * Welcome to Wherever You Are (1992) * Full Moon, Dirty Hearts (1993) * Elegantly Wasted (1997) * Switch (2005) * Original Sin (2010) ===Ao vivo=== * Live Baby Live (1991) * INXS: Live at Barker Hangar (2004) ===Compilações=== * INXSIVE (1982) * The Greatest Hits (1994) * Shine Like It Does: The Anthology (1979-1997) (2001) * Definitive INXS/The Best of INXS (2002) * Stay Young 1979-1982 (2002) * The Years 1979-1997 (2002) * INXS²: The Remixes (2004) ===EPs=== * Dekadance (1983) * Bang the Drum (2004) == Integrantes == Lista cronológica: *Garry Gary Beers — Baixo (1977 – 2012) *Andrew Farriss — Teclados, guitarra (1977 – 2012) *Jon Farriss — Bateria, teclados (1977 – 2012) *Tim Farriss — Guitarra (1977 – 2012) *Michael Hutchence — Vocal principal (1977 – 1997) *Kirk Pengilly — Guitarra, saxofone, vocal de apoio (1977 – 2012) Turnê/participações especiais: *Jimmy Barnes — Vocal convidado (1998) *Terence Trent D'Arby — Vocal convidado (1999) *Jon Stevens — Vocal (2002–2003) *J.D. Fortune — Vocal (2005–2011) == Prémios e indicações == ==Ligações externas== *Sítio oficial Categoria:Bandas de EDM Categoria:Bandas de rock Categoria:Bandas de new wave Categoria:Bandas vencedoras do MTV Video Music Awards Categoria:Bandas da Austrália Categoria:Bandas formadas em 1977 Categoria:Recordistas de vendas de discos Categoria:Recordistas de vendas de discos nos Estados Unidos Categoria:Bandas extintas em 2012 Categoria:Artistas da Atlantic Records Categoria:Sextetos musicais Categoria:Vencedores do ARIA Awards Categoria:Bandas com irmãos",
 "title": "INXS"
}