{
 "id": "63867",
 "text": "Uma termorresistência (RTD do inglês Resistance Temperature Detector) é um instrumento que permite conhecer a temperatura do meio ambiente, recorrendo à relação entre a resistência eléctrica de um material e a sua temperatura. A maior parte das termorresistências são feitas de platina, mas são também utilizados outros materiais, como por exemplo o níquel. Por norma, quando se fala de uma termorresistência ela é identificada pelo material que a constitui e pela resistência que apresenta a 0 °C. Por exemplo, uma Pt-100 será uma termorresistência de platina que a 0 °C apresenta uma resistência de 100 Ω, ao passo que uma Ni-500 será uma termorresistência de níquel que a 0 °C apresenta uma resistência de 500 Ω. == Descrição geral == Uma bainha metálica protege o frágil elemento resistivo que permite a obtenção do sinal de saída do aparelho. O elemento resistivo assume uma de duas formas: ou um fio enrolado em torno de um núcleo (cerâmico ou afim), ou alternativamente deposita-se uma fina camada de material sobre um substrato. Consoante o material de que é feita a termorresistência, varia a sua linearidade, bem como a gama de medida e a sensibilidade. Numa termorresistência de platina a sensibilidade ronda os 0,38 Ω/°C. Matematicamente, o comportamento das termorresistências é aproximado através de polinómios. Para melhorar a aproximação feita, se pode utilizar polinómios de ordem mais elevada, ou então, dividindo a gama de temperaturas em vários intervalos, obtendo para cada intervalo o polinómio que melhor aproxima o comportamento do instrumento. Um equação que representa pequenas variações de temperaturas é a seguinte: :: R_t = \\ R_o [1 + y (T-T_o)]http://www.fem.unicamp.br/.../Aula%2002%20- Onde: ::R_t é a resistência na temperatura T; ::R_o é a resistência a 0°C; ::y é o coeficiente de temperatura do material de que é feito o termoresistor; === Termoresistores eletrônicos === São resistores dependentes de temperatura que são feitos com materiais semicondutores como os óxidos de ferro, magnésio e cromo. O NTC (Negative Temperature Coefficient), tem comportamento em que sua resistência é inversamente proporcional à temperatura. Já o PTC (Positive Temperature Coefficient) tem comportamento contrário ao NTC e sua resistência é diretamente proporcional à temperatura.http://www.termopares.com.br/teoria_temperatura_tipos_sensores_temperatura/ == Princípio de funcionamento == As termoresistências, os bulbos de resistência, os termômetros de resistência ou RTD são sensores que se baseiam no principio de variação da resistência ôhmica em função da temperatura. Elas aumentam a resistência com o aumento da temperatura. Seu elemento sensor consiste de uma resistência em forma de fio de platina de alta pureza, de níquel ou de cobre (menos usado), encapsulado num bulbo de cerâmica ou vidro. == Vantagens e desvantagens == As termorresistências têm como principais vantagens: a sua elevada exatidão, uma vasta gama de medida, uma curva de resistência x temperatura mais linear que outros tipos de sensores, dispensa a utilização de fios especiais e não possuem limitação para distância de operação. Quanto às desvantagens podemos referir a sua fragilidade, seu elevado tempo de resposta se comparado ao termopar, bem como o fato de a sua utilização requerer alguns cuidados para evitar o aparecimento de efeitos indesejados. Os efeitos referidos são a contaminação da medida: * devido ao autoaquecimento (devido à dissipação de calor na termorresistência quando esta é atravessada por corrente elétrica), o qual pode ser minorado se a tensão de alimentação for reduzida; * devido à resistência dos condutores, a qual é eliminada quer pela montagem a 3 fios quer pela montagem a 4 fios. * devido à toda a extensão do bulbo estar em temperatura não homogênea, isso pode acarretar imprecisão nas medições. == Aplicações == Os termoresistores são usados principalmente para refrigeração de alimentos e compostos químicos, fornos de fusão (produção de metais e ligas), destilação fracionada (produção de bebidas e derivados de petróleo), usinas nucleares e aquecedores e refrigeradores domésticos (fornos elétricos e microondas, freezers e geladeiras). ===Instalação=== Os termoresistores são instalados ou em imersão, ou montados na superfície do recipiente: *Na instalação por imersão todo a parte sensitiva do resistor é colocada em contato direto com o fluido de que deseja-se obter a temperatura. Por estar em contato direto com o fluido, essa modalidade de instalação tem maior precisão de medida. É usada geralmente em aplicações onde as características do fluido permitem o seu contato com o sensor e onde o recipiente que armazena o fluido pode ser modificado para receber o sensor. *Na montagem na superfície o sensor não fica em contato com o fluido, mas sim com a superfície do duto que o conduz. Por essa razão a qualidade da medição é reduzida. É usada em aplicações onde o contato direto do fluido com o sensor provocaria atrito, ou quando não é possível o acesso do sensor na parte interna do duto.http://www.burnsengineering.com/document/pdf/a100415.pdf Este artigo incorpora parcialmente texto traduzido do artigo correspondente da Wikipédia em inglês. == Ver também == * Termopar * Pirómetro * Termístor Categoria:Instrumentos de medida Categoria:Termómetros",
 "title": "Termorresistência"
}