{
 "id": "64042",
 "text": "Pândaro (em grego Πάνδαρος; em latim Pandarus) é um personagem da mitologia grega e da mitologia romana. Na mitologia grega é um personagem da Ilíada de Homero, filho de Licaonte e de Lícia. Participa da guerra de Troia ao lado dos troianos e é o melhor de seus arqueiros depois de Páris. Príncipe de Zeléia, aos pés do monte Ida, era um protegido do deus Apolo (Ilíada, 2, 826-827), que lhe deu um arco muito bonito, feito com os chifres de uma cabra das montanhas e enfeitado com tachas de ouro. Aparece pela primeira vez no livro II do poema quando Atena, a pedido de Hera, o incentiva a disparar uma seta em Menelau para quebrar uma trégua entre troianos e aqueus, que poderia pôr fim à guerra. No livro IV da Ilíada aparece como auriga de Eneias. Fere Diomedes, rei de Argos e um dos heróis da guerra de Troia, também com uma seta, mas este o atinge com a espada no rosto e lhe corta a língua. Depois de sua morte há um combate ao lado de seu cadáver, no qual Eneias é quase morto por Diomedes, mas é salvo por sua mãe Afrodite. Na mitologia romana, Pândaro é filho do troiano Alcanor e irmão de Bícias, personagens da Eneida de Virgílio. Foram criados pela ninfa Iera, no monte Ida. Seu chefe os encarrega da guarda de uma porta do acampamento dos troianos, na guerra contra os rútulos de Turno, enquanto Eneias está ausente. Confiando em suas armas, eles abrem a porta e deixam os inimigos entrar no acampamento. Turno massacra quatro guerreiros troianos, antes de abater Bícias selvagemente (Eneida, 9, 691-716). Pândaro, ao ver o cadáver do irmão, tranca a porta, sem perceber que Turno ficou dentro do acampamento. Ele também é abatido por Turno, novo Aquiles, protegido de Juno (Eneida, 9, 717-755). Em várias obras da Idade Média, como o Roman de Troie, o Filostrato de Boccaccio ou o poema Troilus and Criseyde (1370) de Geoffrey Chaucer, Pândaro age como intermediário dos amores de sua sobrinha Créssida e o príncipe troiano Tróilo, filho de Príamo e irmão mais novo de Páris e Heitor. Esta história de amor, criada no século XII, não faz parte da mitologia grega clássica e, embora suas figuras dramáticas adotem nomes da Ilíada, não têm nada que ver com os personagens de Homero. Na versão que Shakespeare escreveu em sua obra Tróilo e Créssida (1609), Pândaro é mostrado como devasso e degenerado. Categoria:Eneida Categoria:Mitologia grega Categoria:Mitologia romana Categoria:Personagens de literatura Categoria:Personagens da Ilíada Categoria:Pessoas da Guerra de Troia Categoria:Troianos",
 "title": "Pândaro"
}