{
 "id": "64060",
 "text": "Tétis (), na mitologia grega, é uma ninfa do mar, uma das cinquenta nereidas filhas do antigo deus marinho. Quando descrita como uma nereida, Tétis era a filha de Nereus e Doris,Hesíodo, em Teogonia e neta de Tétis, a titânide. Teve vários filhos, entre eles, Aquiles. Tétis é descrita por Hesíodo como de \"pés de prata\". Homero se refere a ela como \"a deusa dos pés prateados\". Em português, é frequentemente confundida com sua avó Tétis, mas esta confusão não existe em línguas como o grego, em que existe diferença entre th e t ou entre i e y, pois a nereida se escreve como Θέτις (thetis) e a titânide como Τηθύς (tethys). == Características == Foi criada por Hera, a quem dedicava grande amizade. Recolheu Hefesto quando o deus foi precipitado do Olimpo por Zeus. Amada pelo soberano dos deuses, resistiu-lhe, temendo magoar Hera. De acordo com outra versão, foi o próprio Zeus que a repudiou. O senhor olímpico temia a realização de um oráculo segundo o qual Tétis conceberia dele um filho que o destronaria. Numa variante da lenda, tal oráculo referia-se a Zeus e a Posídon, ambos enamorados da nereida. Para que a profecia não se cumprisse, o rei dos deuses apressou-se em casar a amada com o mortal Peleu, rei da Fítia (Tessália), filho de Éacol e neto de Zeus, por parte de pai, e grande amigo de Héracles. Tétis, entretanto, fugia à corte do noivo, transformando-se em diversos elementos. Aconselhado pelo centauro Quíron, Peleu segurou-a violentamente, até que a nereida voltou à forma natural. O casamento foi celebrado na presença dos deuses e das musas. Da união nasceram sete filhos. Para purificar as crianças dos elementos mortais herdados do pai, Tétis expunha-as ao fogo, acarretando sua morte. Segundo uma tradição, quando tentava purificar seu sétimo filho, Aquiles, Peleu interferiu, salvando a criança. Irritada, Tétis abandonou o marido e retornou ao fundo do mar. Protegeu o filho durante toda a vida do herói, tentando afastá-lo dos perigos e consolando-o nas tristezas. Não pôde, entretanto, evitar que ele morresse na guerra de Troia, pois assim havia decretado o Destino. Depois da morte do herói, tomou sob sua proteção Neoptólemo. Tetis",
 "title": "Tétis (nereida)"
}