{
 "id": "64081",
 "text": "Leão I (), dito o Grande ou São Leão Magno, foi papa entre 29 de setembro de 440 e sua morte em 10 de novembro de 461. Um aristocrata de origem italiana, Leão foi o primeiro a receber o título de \"o Grande\". Ele é, provavelmente, mais famoso por ter ido ao encontro de Átila, o Huno, em 452 para persuadi-lo a desistir de sua invasão da Itália. Ele é também considerado um Doutor da Igreja, lembrado teologicamente por seu \"Tomo de Leão\", um documento que foi fundamental durante os debates do Concílio de Calcedônia. Este concílio ecumênico, o quarto, tratou principalmente de questões cristológicas e elucidou a definição considerada ortodoxa de que Cristo é uma união hipostática de duas naturezas — humana e divina — unidas em uma única pessoa, \"sem confusão e nem divisão\" (diofisismo). A ele se seguiu um grande cisma entre os diofisistas e as igrejas monofisistas e miafisistas. == Primeiros anos == De acordo com o \"Liber Pontificalis\", Leão era nativo da Toscana. Em 431, já como diácono, ocupou uma posição suficientemente importante na visão do patriarca Cirilo de Alexandria a ponto deste escrever para ele para pedir a intervenção de Roma nas reivindicações do também patriarca Juvenal de Jerusalém sobre a Palestina - a menos que esta carta tenha sido endereçada ao papa Celestino I e não a Leão. Mais ou menos na mesma época, João Cassiano dedicou-lhe um tratado contra Nestório escrito a seu pedido. Mas nada mostra mais a confiança que lhe era dedicada do que ele ter sido escolhido pelo imperador para mediar a disputa entre Aécio e o cônsul Cecina Décio Aginácio Albino, as duas maiores autoridades romanas na Gália. Neste ínterim, o papa Sisto III morreu (11 de agosto de 440) e Leão foi unanimemente eleito pelo povo para sucedê-lo. Em 29 de setembro, ele iniciou um pontificado que seria marcante para a centralização do governo da Igreja Romana. == Autoridade papal == === Decreto de Valentiniano === Leão foi muito importante para a centralização da autoridade espiritual na Igreja e na reafirmação da autoridade papal. O bispo de Roma já era visto na época como o principal patriarca da igreja ocidental, mas muito da autoridade papal estava, na época, delegada aos bispos de cada diocese. Não sem enfrentar séria oposição, Leão conseguiu reafirmar sua autoridade na Gália, por exemplo. Pátroclo de Arles (m. 426) havia recebido do papa Zósimo o reconhecimento como um primaz subordinado sobre toda a Igreja da Gália, um direito que foi fortemente reafirmado por seu sucessor, Hilário de Arles. Um apelo de Celidônio de Besançon deu a Leão a oportunidade de reafirmar sua autoridade sobre Hilário, que teimosamente se defendeu em Roma contra a autoridade judicial de Leão. Sentindo que a primazia de sua sé estava ameaçada, Leão apelou aos poderes seculares em busca de ajuda e conseguiu que o imperador Valentiniano III emitisse o famoso decreto de 6 de junho de 445 que reconheceu a primazia do bispo de Roma baseando-se nos méritos de São Pedro, na dignidade da cidade e na legislação do Primeiro Concílio de Niceia. O decreto também serviu de base para a extradição, pelas mãos dos governadores provinciais, de qualquer bispo que se recusasse a atender os chamados de Roma.Henry Bettenson, Chris Maunder, Documents of the Christian Church (Oxford University Press 2011 ISBN 9780199568987), p. 24 Depois do decreto, Hilário se submeteu ao papa e, durante o governo de seu sucessor, Ravênio, Leão dividiu a arquidiocese entre Arles e Vienne (450). Para defender sua posição, além de recorrer a passagens bíblicas, Leão também descreve sua própria relação pessoal com Pedro em termos que derivam do direito romano. Ele se considera ao mesmo tempo um herdeiro (ainda que indigno) e um deputado (vicarius) de Pedro, recebedor de sua autoridade apostólica e, sendo, assim, está obrigado a seguir seu exemplo. Por um lado, Pedro se posta à sua frente como uma obrigação de como Leão deveria exercer seu cargo; por outro, Leão, como o bispo de Roma, representa o apóstolo, cuja autoridade ele detém. Cristo, porém, sempre aparece como fonte de toda autoridade e de toda a graça e Leão responde a ele sobre como exerce seus deveres.Leão I, o Grande, Sermão 1 Pedro é, portanto, um exemplo para a relação de Leão com Cristo. Assim, o cargo de bispo de Roma, com sua importância universal, estaria enraizado na relação especial entre Cristo e São Pedro, uma relação que, per se, não se pode repetir; portanto, Leão depende da mediação de Pedro, de seu auxílio e exemplo para conseguir realizar adequadamente seu papel e exercer sua autoridade como bispo de Roma, tanto na cidade quanto além dela. === Conflito com Dióscoro de Alexandria === Em 445, Leão entrou em conflito com Dióscoro de Alexandria, sucessor de São Cirilo como patriarca de Alexandria, insistindo que a prática eclesiástica de sua sé deveria seguir à de Roma argumentando que São Marcos, o discípulo de São Pedro e fundador da Igreja de Alexandria, não poderia ter seguido nenhuma outra tradição que não à do primeiro entre os apóstolos. === Outras regiões === Na África, o fato de a província da Mauritânia Cesariense ter se mantido parte do império e da fé nicena durante a invasão dos vândalos—o que a deixou predisposta a receber ajuda externa por causa de seu isolamento—deu a Leão uma oportunidade de afirmar sua autoridade na região, o que ele fez decisivamente, mesmo enfrentando questionamentos. Sobre a Itália, numa carta aos bispos da Campânia, Piceno e Túscia (443), exigiu de todos a observância de todos os seus preceitos e de seus predecessores; ele também admoestou bruscamente os bispos da Sicília (447) por terem se desviado dos costumes romanos sobre o batismo, exigindo que eles enviassem delegados a um sínodo em Roma para que aprendessem a forma apropriada. Sobre a Grécia, em decorrência da antiga divisão entre as porções ocidental e oriental do Império Romano, a Ilíria estava eclesiasticamente sujeita à Roma. O papa Inocêncio I havia estabelecido o arcebispo de Tessalônica como seu vigário para conter a crescente influência do patriarca de Constantinopla na região. Numa carta de 446 a um dos bispos da cidade, Anastácio, Leão admoestou-o pela forma como ele tratou um dos arcebispos sujeitos a ele; depois de dar várias instruções sobre as funções encarregadas a ele e depois de sublinhar que certos poderes estavam reservados para o papa, Leão escreveu: \"O cuidado sobre a Igreja Universal deve convergir para o trono único de Pedro e nada, em lugar nenhum, deve se separar de sua cabeça\".Leão Magno, Epístola XIV == Política imperial == No Segundo Concílio de Éfeso, em 449, os representantes de Leão entregaram seu famoso \"Tomo\" (\"carta\" em latim), uma afirmação da fé da Igreja romana, endereçado ao arcebispo Flaviano de Constantinopla que repete, de forma muito aderente às teorias de Agostinho, as fórmulas da cristologia ocidental. O concílio não apenas não leu a carta e ignorou os protestos dos legados de Leão, como depôs Flaviano e Eusébio de Dorileia, que apelaram para Roma. Parcialmente por conta disto, este concílio jamais foi reconhecido como ecumênico e terminou depois sendo repudiado no Concílio de Calcedônia. Depois disso, Leão exigiu do imperador que um concílio ecumênico fosse realizado na Itália e, enquanto isso não acontecia, num sínodo em Roma em outubro do mesmo, repudiou todas as decisões do já infame \"Latrocínio de Éfeso\". Sem fazer um exame crítico de seus decretos dogmáticos, ele exigiu em suas cartas ao imperador e outras personalidades a deposição de Eutiques, acusando-o de ser maniqueísta e docético. Com a morte de Teodósio II em 450 e da mudança brusca que se seguiu no cenário político oriental, Anatólio de Constantinopla, o patriarca seguinte, seguiu as recomendações de Leão e seu \"Tomo\" foi lido e reconhecido em toda parte. Depois disso, Leão não queria mais realizar um concílio, especialmente por que ele dificilmente se realizaria na Itália. Ao invés disso, ele foi convocado para uma reunião em Niceia, que foi depois mudada para Calcedônia. === Concílio de Calcedônia === Uma ocasião perfeita para ampliar a autoridade de Roma no oriente se mostrou quando a controvérsia cristológica sobre as ideias de Eutiques se reacendeu. No início do conflito, apelou a Leão e se refugiou nele em sua condenação ao arcebispo de Constantinopla Flaviano. Mas, ao receber um relato mais completo do próprio Flaviano, Leão passou a apoiá-lo decisivamente. O Tomo foi apresentado novamente em Calcedônia como uma solução proposta para a controvérsia cristológica que ainda grassava tanto no oriente quanto no ocidente. Desta vez ele foi lido. Os atos do concílio relatam que \"Depois da leitura da citada epístola, os mais reverenciados bispos gritaram: 'Esta é a fé dos padres, esta é a fé dos apóstolos. Assim cremos todos, assim creem os ortodoxos. Anátema àquele não acredita. Pedro falou conosco através de Leão. Assim ensinaram os apóstolos. Piedosamente e verdadeiramente Leão ensinou, assim ensinou Cirilo. Eterna seja a memória de Cirilo. Leão e Cirilo ensinaram o mesmo, anátema àquele que não acredita nisso. Esta é a verdadeira fé. Aqueles entre nós que são ortodoxos acreditam nisso. Esta é a fé dos padres. Por que estas coisas não foram lidas em Éfeso? Estas são as coisas que Dióscoro escondeu\".Acts of the Council, Session II (continued)Gillian Rosemary Evans, The First Christian Theologians (Wiley, John and Sons 2004 ISBN 978-0-631-23188-2), p. 246Trecho dos Atos do Concílio Leão defendia a verdadeira divindade e a verdadeira humanidade da pessoa única e não dividida de Cristo (a chamada união hipostática) contra heresias que defendiam variações desta fórmula. Ele abordou o tema em muitos de seus sermões e, através dos anos, desenvolveu ainda mais seus conceitos originais. Uma ideia central para Leão, à volta da qual ele aprofunda e explica sua teologia, é a presença de Cristo na Igreja, mais especificamente na doutrina e na pregação da fé (Escrituras, tradição e suas interpretações), na liturgia (sacramentos e celebrações), na vida de cada fiel e da Igreja organizada, especialmente quando reunida em concílio. Apesar da aceitação do \"Tomo\", Leão recusou-se firmemente a confirmar as decisões disciplinares do concílio, que pareciam permitir que Constantinopla adquirisse, na prática, uma autoridade similar à de Roma, principalmente ao considerar a importância civil de uma cidade como fator determinante para sua posição eclesiástica; mas ele apoiou fortemente seus decretos dogmáticos, especialmente quando, depois da ascensão do imperador bizantino Leão I, o Trácio (457), uma possível acomodação com Eutiques parecia possível. Leão conseguiu ainda fazer com que um patriarca imperial, Timóteo III de Alexandria, fosse eleito como patriarca de Alexandria no lugar do copta Timóteo II Eluro depois do assassinato do ortodoxo grego Protério de Alexandria. == Leão e Átila == Apesar de ter sido derrotado na Batalha dos Campos Cataláunicos, em 451, Átila invadiu a Itália romana no ano seguinte, saqueando importantes cidades (como Aquileia) enquanto marchava para Roma. Ele então exigiu que a irmã do imperador romano do ocidente, Valentiniano III, fosse enviada até ele com um rico dote. Para responder à ameaça, Valentiniano enviou três emissários para negociar com o invasor: Genádio Avieno, um dos cônsules de 450, Mêmio Emílio Trigécio, um ex prefeito urbano, e Leão. Segundo John B. Bury, \"a realidade da embaixada não pode ser colocada em dúvida. Os distintos embaixadores visitaram o campo huno perto da margem sul do Lago Garda. É certo também que Átila recuou logo depois. Mas nada sabemos sobre o que lhe foi oferecido para induzi-lo a partir. É pouco razoável supor que este rei pagão se preocupasse com trovões ou com os argumentos da Igreja. O imperador se recusou a entregar Honória e não há registro de pagamento em dinheiro. Uma crônica confiável nos dá um relato diferente, que não entra em conflito com o fato de que uma embaixada de fato havia sido enviada, mas nos fornece os motivos pelos quais Átila a recebeu de forma favorável: uma peste teria irrompido entre as tropas bárbaras e a comida já faltava, ao que se juntou à chegada das tropas do oriente, enviadas por Marciano para ajudar a Itália. Se seu exército estava sofrendo com a epidemia e se tropas chegaram do oriente, podemos entender por que Átila teria sido forçado a recuar. Mas seja qual for o acordo firmado, ele não fingiu que seria uma paz permanente. A questão sobre Honória foi deixada em aberto e ele ameaçou voltar e realizar atrocidades ainda maiores contra a Itália se ela não lhe fosse enviada com uma apropriada porção dos territórios imperiais\".J. B. Bury, History of the Later Roman Empire, Macmillan 1923, p. 295-6. A maior parte dos historiadores celebra as ações de Leão, dando-lhe todo o crédito pelo sucesso da embaixada. De acordo com Próspero da Aquitânia, Átila teria ficado tão impressionado com Leão que recuou.Medieval Sourcebook: Leo I and Attila Jordanes afirma que Átila temia o mesmo destino do rei visigótico Alarico I, que morreu logo depois de saquear Roma em 410.Jordanes, Gética 223 Paulo, o Diácono, no final do , relata que um homem enorme, vestido em trajes sacerdotais e armado com uma espada visível apenas para Átila, ameaçou ele e seu exército com a morte durante a conversa com Leão, o que compeliu o huno a atender o pedido do papa.Paulo, o Diácono, Historia Romana 14.12 Infelizmente, a intercessão de Leão não conseguiu evitar que Roma fosse saqueada pelos vândalos em 455, mas as mortes e a devastação da cidade foram diminuídas por sua influência. Leão morreu em 10 de novembro de 461. == Importância de Leão == A importância do pontificado de Leão está em sua afirmação da jurisdição universal do bispo de Roma, expressada em suas epístolas e em suas outras 96 orações sobreviventes. Esta tese é conhecida geralmente como a doutrina da primazia petrina: de acordo com Leão, diversos padres da Igreja e algumas interpretações das Escrituras, a Igreja foi construída a partir de Pedro, de acordo com a chamada \"Confissão de Pedro\" (). Leão foi proclamado Doutor da Igreja por Bento XIV em 1754 (Doctor Ecclesiae). As cartas e sermões de Leão refletem os muitos aspectos de sua carreira e personalidade e são fontes históricas de valor inestimável. Sua prosa rítmica, chamada de cursus leonicus, influenciou a linguagem eclesiástica por séculos. A Igreja Católica Apostólica Romana define 10 de novembro como a data da festa de São Leão e ela já aparece no Martyrologium Hieronymianum e no \"Calendário\" de São Vilibrordo do como dia de sua morte e admissão no céu. Sua festa já foi celebrada em Roma no dia 28 de junho, o aniversário do traslado de suas relíquias para a Basílica de São Pedro, mas, no , a festa do rito galicano, celebrada em 11 de abril, entrou para o Calendário Geral Romano, que manteve a data até ser abolido em 1969.Calendarium Romanum (Libreria Editrice Vaticana), p. 107 Algumas denominações vetero-católicas continuam a observar estas datas. As igrejas católicas orientais e também as igrejas ortodoxas celebram São Leão em 18 de fevereiro. == Sepulcro == Leão foi originalmente sepultado num monumento próprio. Porém, alguns anos depois de sua morte, suas relíquias foram colocadas num túmulo que continha também as relíquias dos quatro primeiros papas chamados \"Leão\". No , as relíquias de Leão Magno foram separadas das dos demais e ganharam uma capela separada. == Ver também == == Bibliografia == * Louise Ropes Loomis, The Book of Popes (Liber Pontificalis). Merchantville, NJ: Evolution Publishing. ISBN 1-889758-86-8 (Reprint of the 1916 edition. English translation with scholarly footnotes, and illustrations). * Basil Studer: Art.\"Leo the Great\", in: A. DiBerardino: \"Patrology IV\", Westminster ML 1994, pp. 589–612, ISBN 978-0870611278 * Alois Grillmeier: \"Christ in Christian Tradition\", vols. 1 and 2/1, Westminster ML 1988/1987 (2nd revised edition), ISBN 978-0664223014, ISBN 978-0664221607 * T. Jalland, The Life and Times of St. Leo the Great, London 1941. * Hans Feichtinger: Die Gegenwart Christi in der Kirche bei Leo dem Großen, Frankfurt 2007, ISBN 978-3-631-56178-2. * * * * Categoria:Santos do Império Romano Categoria:Padres da Igreja Categoria:Doutores da Igreja Categoria:Pessoas citadas na Divina Comédia (Paraíso) Categoria:Controvérsia monofisista Categoria:Controvérsia dos Três Capítulos Categoria:Opositores ao arianismo Categoria:Papas do Império Romano Categoria:Papas sepultados na Basílica de São Pedro Categoria:Romanos antigos do século V Categoria:Papado da Antiguidade tardia Categoria:Teólogos cristãos Categoria:Nascidos no século V",
 "title": "Papa Leão I"
}