{
 "id": "64117",
 "text": "Richard Baxter (Rowton - Chester, 12 de Novembro de 1615 — Shropshire, 8 de Dezembro de 1691) foi um líder puritano inglês, sacerdote, escritor, a quem Dean Stanley chamou \"o chefe dos protestantes intelectuais da Inglaterra\". Em A ética protestante e o espírito do Capitalismo, Max Weber chama ao texto \"Christian Directory\" de Baxter um \"compêndio de teologia moral puritana\". O seu escrito mais famoso é \"O Descanso Eterno dos Santos\" (The Saints' Everlasting Rest) de 1650. == Teologia == Na doutrina da Predestinação, sua posição assemelhava-se à do francês Moise Amyraut (1596-1664). O termo \"Baxterianismo\" às vezes é entendido como um calvinismo moderado. No entanto, é uma formulação da economia de salvação do amiraldismo ao afirmar que Deus escolheu de fato apenas um limitado número de pessoas, mas não despreza ou rejeita ninguém, pois o sacrifício de Cristo alcança toda a humanidade. O Baxterianismo como uma elaboração teológica interliga os sistemas soteriológicos reformados, calvinismo e arminianismo, convocando-lhes ao diálogo mais próximo com vista não só a contemplar o atributo de soberania divina, mas, igualmente preservando incólumes seu amor e justiça. Segundo Baxter, a morte de Cristo como ato de redenção universal (penal e vicária, mas não substitutiva) foi o modo que Deus fez uma nova lei oferecendo perdão e anistia ao penitente. Arrependimento e fé, sendo obediência a esta lei, são a justiça salvadora pessoal do crente. De todos os puritanos, Baxter foi o mais prolífico deles, tendo escrito 79 volumes, deixando assim um legado inestimável às futuras gerações. O que distinguia Baxter de todos os seus pares era a coragem no enfrentamento de temas difíceis da Escritura, conduzindo sua argumentação com muita perícia, serenidade e firmeza. Reputado como o maior pastor da tradição puritana, enfrentou críticas de muitos calvinistas em razão de sua soteriologia. É um ícone a ser lembrado, embora injustiçado sobretudo em razão de seu pioneirismo na disposição para navegar na contramão da maioria estabelecendo novos paradigmas teológicos. Baxter nutria certa aversão por Confissões e não escondia seu desprazer pelos esforços em exigir uniformidade confessional das igrejas privando-lhe da liberdade de investigar por si mesma a Palavra de Deus e de fazer livremente suas escolhas em matéria de fé. == Notas biográficas == Nasceu na casa do seu avô materno. Apesar de a família ter ancestrais nobres, o pai já não tinha um papel de destaque na sociedade. Inicialmente, a educação de Richard foi pobre, a cargo do sacerdócio local. Mas em breve a sua situação melhorou, com a ajuda de John Owen, mestre da escola livre de Wroxeter, onde ele estudou entre 1629 e 1632, e onde fez progressos no latim. A conselho de Owen ele não prosseguiu para Oxford (um passo de que ele depois se arrependeu), tendo ido para o castelo de Ludlow onde esteve a cargo de Richard Wickstead, o padre do conselho local. Apesar da negligência de Wickstead, Baxter beneficiou da grande biblioteca do castelo. Em 1638 tornou-se sacerdote da Igreja Anglicana em Kidderminster, Worcestershire onde em 1642 foi por algum tempo capelão do exército do Parlamento (ver Oliver Cromwell). Após a restauração da monarquia, perdeu através do decreto da Uniformidade de 1662 o seu cargo e viveu após a lei de tolerância de 1672 em Londres. Como sacerdote de renome, que não desejava subjugar-se à Igreja do Estado, em 1685 foi condenado a 18 meses de prisão. O seu texto \"O pastor reformado\" proclama um ideal ao qual ele se sentia obrigado. == Trabalhos individuais == * Self-Denial um dos sermões de Richard Baxter * Plain Scripture Proof of Infants Church-Membership and Baptism por Richard Baxter (1656) * Five Disputations of Church-Government, and Worship por Richard Baxter (1659) * A Saint or a Brute: The Certain Necessity and Excellency of Holiness por Richard Baxter (1662) * The Life of Faith por Richard Baxter (1670) * Reliquiæ Baxterianæ: or, Mr. Richard Baxter's Narrative of the Most Memorable Passages of His Life and Times por Richard Baxter (1696) * An Abridgement of Mr. Baxter's History of His Life and Times: With an Account of the Ministers, &c.; who Were Ejected at the Restauration, of King Charles II... and the Continuation of Their History to the Passing of the Bill Against Occasional Conformity, in 1711 por Edmund Calamy (1713) * The Reformed Pastor; A Discourse on the Pastoral Office por Richard Baxter, ed. Samuel Parker (1808) * A Christian Directory: Or, A Body of Practical Divinity and Cases of Conscience, Volume I por Richard Baxter (Richard Edwards, 1825) * A Christian Directory: Or, A Body of Practical Divinity and Cases of Conscience, Volume II por Richard Baxter (Richard Edwards, 1825) * A Christian Directory: Or, A Body of Practical Divinity and Cases of Conscience, Volume III por Richard Baxter (Richard Edwards, 1825) * A Christian Directory: Or, A Body of Practical Divinity and Cases of Conscience, Volume IV por Richard Baxter (Richard Edwards, 1825) * A Christian Directory: Or, A Body of Practical Divinity and Cases of Conscience, Volume V por Richard Baxter (Richard Edwards, 1825) * The Description, Reasons and Reward of Walking With God: On Genesis V.24 por Richard Baxter (J. Owen, 1825) * Memoirs of Margaret Baxter: Daughter of Francis Charlton and Wife of Richard Baxter (Richard Edwards, 1826) * A Call to the Unconverted. To Which Are Added Several Valuable Essays por Richard Baxter, com introdução de Thomas Chalmers (1829) * The Practical Works of the Rev. Richard Baxter, Volume I, ed. William Orme (1830) * The Practical Works of the Rev. Richard Baxter, Volume II, ed. William Orme (1830) * The Practical Works of the Rev. Richard Baxter, Volume III, ed. William Orme (1830) * The Practical Works of the Rev. Richard Baxter, Volume IV, ed. William Orme (1830) * The Practical Works of the Rev. Richard Baxter, Volume V, ed. William Orme (1830) * The Practical Works of the Rev. Richard Baxter, Volume VI, ed. William Orme (1830) * The Practical Works of the Rev. Richard Baxter, Volume VII, ed. William Orme (1830) * The Practical Works of the Rev. Richard Baxter, Volume X, ed. William Orme (1830) * The Practical Works of the Rev. Richard Baxter, Volume XI, ed. William Orme (1830) * The Practical Works of the Rev. Richard Baxter, Volume XII, ed. William Orme (1830) * The Practical Works of the Rev. Richard Baxter, Volume XIII, ed. William Orme (1830) * The Practical Works of the Rev. Richard Baxter, Volume XV, ed. William Orme (1830) * The Practical Works of the Rev. Richard Baxter, Volume XVI, ed. William Orme (1830) * The Practical Works of the Rev. Richard Baxter, Volume XVII, ed. William Orme (1830) * The Practical Works of the Rev. Richard Baxter, Volume XVIII, ed. William Orme (1830) * The Practical Works of the Rev. Richard Baxter, Volume XIX, ed. William Orme (1830) * The Practical Works of the Rev. Richard Baxter, Volume XXI, ed. William Orme (1830) * The Practical Works of the Rev. Richard Baxter, Volume XXII, ed. William Orme (1830) * The Practical Works of the Rev. Richard Baxter, Volume XXIII, ed. William Orme (1830) * The Life and Times of the Rev. Richard Baxter: With a Critical Examination of His Writings, Volume I por William Orme (1831) * The Life and Times of the Rev. Richard Baxter: With a Critical Examination of His Writings, Volume II por William Orme (1831) * Select Practical Writings of Richard Baxter, Volume I, ed. Leonard Bacon (1831) * . * . * . * . * . * . * . * . == Ligações externas == * . * * * Obras de Richard Baxter - Coleções Especiais e Arquivos, Universidade de Cardiff * A correspondência de Richard Baxter - EMLO Categoria:Teólogos da Inglaterra Categoria:Amiraldismo Richard Baxter",
 "title": "Richard Baxter"
}