{
 "id": "64128",
 "text": "Geração espontânea (do latim: generatio spontanea; grego clássico: γένεσις αὐτόματος; também abiogenése, arquebiose ou arquigénese) foi uma teoria, hoje desacreditada e obsoleta, que considerava possível a formação espontânea de determinados seres vivos a partir de matéria orgânica, de matéria inorgânica ou de uma combinação de ambas. Essa formação ocorreria sem necessidade da intervenção de qualquer tipo de propágulo, gameta ou outra forma de reprodução a partir de indivíduos preexistentes da mesma espécie. A teoria pretendia explicar o surgimento , aparentemente sem necessidade de progenitores, de espécimes de determinados organismos, em especial vermes e insectos em matéria orgânica em putrefacção, mas também de vegetais e de algumas espécies de mamíferos, répteis e peixes. A teoria foi cabalmente refutada pelos trabalhos de Francesco Redi, Lazzaro Spallanzani, Louis Pasteur, John TyndallTyndall, John; Fragments of Science, Vol 2, chapters IV, XII (1876), XIII(1878); Pub. P. F. Collier, New York 1905; (Available at: https://archive.org/details/fragmenoscien02tyndrich ) e múltiplos outros cientistas dos séculos XVIII e XIX. Merecem destaque os trabalhos publicados por Louis Pasteur, cujas experiências realizadas em 1859 foram aceitas como uma refutação completa da teoria da geração espontânea, abrindo caminho para a plena aceitação da validade da teoria da biogénese e o abandono de teorias assentes na criação contínua da vida através de eventos aleatórios.Zubay, Geoffrey. Origins of Life, Second Edition: On Earth and in the Cosmos. Academic Press 2000. ISBN 978-0127819105 ==Descrição== Apesar da multiplicidade das suas variantes, a teoria da geração espontânea tinha como princípio fundamental a aceitação de que era possível a formação corrente e espontânea de organismos vivos de uma espécie determinada sem necessidade da intervenção directa ou indirecta de qualquer ascendente da mesma espécie ou de espécies similares. Em consequência, a teoria tinha como corolários: *Nova vida pode ser rotineiramente criada a partir de matéria inanimada, apenas condicionada à existência de determinada composição da matéria originadora, de condições ambientais adequadas e de tempo; *Os processos de geração espontânea eram comuns e regulares, acontecendo rotineiramente sempre que reunidas as condições necessárias e suficientes, o que os destrinça de forma fundamental das teorias da abiogénese explicativas da criação primordial da vida (e.g.: sempre que tecidos sujos com suor fossem colocados junto de cereais durante mais de 21 dias, formar-se-iam ratos); *Os organismos gerados pelo processo de geração espontânea, ou de geração anómala, eram em tudo semelhantes aos da mesma espécie gerados por qualquer outra via, sem necessidade de qualquer forma de transmissão genética (e. g.: uma mosca gerada espontaneamente em carne em putrefacção seria igual às restantes moscas da mesma espécie, qualquer que fosse a origem destas); *Na geração espontânea a transmissão das características definidoras de cada organismo não dependia da existência de um ou mais progenitores, ficando apenas subordinada à presença de um «princípio organizador» inerente à matéria de onde o novo organismo se formava (i. e.: nega-se o princípio da dependência genética). Normalmente, a ideia base partia da aceitação que certas formas de vida surgiam espontaneamente a partir de determinados materiais desde que as condições ambientais fossem adequadas. Assim, por exemplo, era comum acreditar-se que as pulgas poderiam surgir da matéria inanimada, como a poeira, desde que houvesse animais por perto, ou que as larvas de mosca poderiam surgir a partir de carne morta. Uma variante era a ideia da geração equívoca, em que espécies, como por exemplo as ténias, surgiam a partir de organismos vivos com elas geneticamente não relacionadas, mas que agora se reconhece serem os hospedeiros. As doutrinas que suportavam tais processos de geração espontânea consideravam que esses processos eram comuns e regulares, ocorrendo sempre que as condições materiais ficassem reunidas durante tempo suficiente. Tais ideias estão em contradição com a de geração unívoca, hoje considerada como característica universal da vida na Terra, que afirma que a reprodução se faz exclusivamente a partir de um ou mais progenitores geneticamente relacionados, geralmente da mesma espécie. Baseada na observação comum do aparecimento de determinadas espécies sem que se conhecesse a sua forma de reprodução e dispersão, nomeadamente nos processos de putrefacção e decomposição, a doutrina da geração espontânea foi coerente sintetizado por Aristóteles, que compilou e expandiu o trabalho de filósofos naturais anteriores e as várias explicações antigas do aparecimento desses organismos. A explicação aristotélica dominou por dois milénios o pensamento ocidental, apenas começando a ser abalada na última metade do século XVII pelos trabalhos de Francesco Redi. Na actualidade é geralmente aceite que a teoria da geração espontânea, e as suas variantes da geração anómala e da geração equívoca, apenas foi decisivamente refutada durante o século XIX, em resultado das experiências de Louis Pasteur. Pasteur expandiu as investigações dos antecessores (como Francesco Redi, que no século XVII havia realizado experiências com base nos mesmos princípios, e Lazzaro Spallanzani). No entanto, mesmo após a publicação dos resultados de Pasteur, algumas dificuldades experimentais ainda permaneciam, permitindo a persistência de algumas objecções por parte dos mais tradicionalistas. Muitas dessas objecções residuais foram tratados pela obra de John Tyndall, que completou o trabalho de Pasteur. ==História== Os primeiros defensores conhecidos das ideias da geração espontânea foram Anaximandro de Mileto e o seu pupilo Anaxímenes, e outros pensadores da Grécia Clássica como Xenófanes, Parménides, Empédocles, Demócrito e Anaxágoras de Clazómenas. Todos estes pensadores sustentavam de modo geral que a geração espontânea ocorria, mas em versões variadas. Contudo, na Antiguidade Clássica europeia o mais famoso defensor da teoria da geração espontânea foi Aristóteles, que compilou as várias explicações antigas do fenómeno e as opiniões de filósofos naturais anteriores, expandindo e dando coerência à teoria. Na sua versão, que colheria aceitação no pensamento ocidental por mais de 2000 anos, atribuía a geração espontânea ao efeito «organizador» que resultava da existência de um «princípio activo» dentro de certas porções da matéria inanimada. Esse princípio activo organizador seria responsável, por exemplo, pelo desenvolvimento de um ovo no animal adulto, sendo que cada tipo de ovo teria um princípio organizador diferente, de acordo com a espécie de ser vivo onde se desenvolvia. Esse mesmo princípio organizador também tornaria possível que seres vivos completamente formados eventualmente surgissem a partir da «matéria bruta» inanimada. A teoria tinha como base observações, obviamente feitas sem o rigor científico imposto pelo actual método científico, que levavam a crer que alguns animais aparentemente surgiam de matéria em putrefacção, ignorando a pré-existência de ovos ou larvas. Essas observações, anteriores à aplicação do método científico tal como é hoje compreendido, não levando em conta todas as variáveis presentes, conduziam a falsas conclusões que eram consideradas como óbvias e factuais. A facilidade e a frequência com que essas observações se faziam conduziam a uma crença quase universal da validade dessas conclusões. Por essa razão, relatos de geração espontânea são encontrados, por exemplo, na mitologia grega: após o dilúvio universal, o casal humano sobrevivente Deucalião e Pirra, precisou da ajuda dos deuses para recriar a humanidade,Ovídio, Metamorfoses, 348 - 415 mas os animais apareceram através da geração espontânea.Ovídio, Metamorfoses, 416 Essas ideias sobre abiogénese eram aceitas comummente até há cerca de dois séculos atrás. Ainda no século XIII, havia a crença popular de que certas árvores costeiras originavam gansos; relatava-se que algumas árvores davam frutos similares a melões, no entanto contendo carneiros completamente formados em seu interior. No século XVI, Paracelso descreveu diversas observações acerca da geração espontânea de diversos animais, como sapos, ratos, enguias e tartarugas, a partir de fontes como água, ar, madeira podre, palha, entre outras. Cientistas de todos os campos do saber acreditavam, por exemplo, que as moscas eram originadas da matéria bruta dos materiais em decomposição. Já no século XVII, em resposta às dúvidas de Sir Thomas Browne sobre «se murganhos podem nascer da putrefacção»,Thomas Browne, Pseudodoxia Epidemica: or, Enquiries into very many received tenents and commonly presumed truths, III, 28. Londres, 1646. Alexander Ross respondeu:Alexander Ross, Arcana Microcosmi, Book II, Chapter 10 (V), pp. 151-156. Londres, 1652. O médico e cientista flamengo Jan Baptista van Helmont, responsável por importantes descobertas sobre a fisiologia, prescreveu uma \"receita\" para a produção espontânea de murganhos em 21 dias. Segundo ele, bastava que se colocasse num recipiente aberto uma camisa suja (o princípio activo estaria no suor da camisa) e sementes de trigo para que dali a 21 dias fosse constatada a geração espontânea daqueles animais.Jan Baptista van Helmont, Ortus Medicinae, id est Initia Physica Inaudita Progressus medicinae novus, in morborum ultionem ad Vitam longam, p. 92 (9). Amsterdam, 1643. Essas conclusões erróneas devem-se à falta de metodologia experimental apropriada, limitando variáveis que pudessem trazer resultados falsos, como por exemplo, impedir que ratos já formados tivessem acesso aos ingredientes que a \"receita\" supunha produzir ratos, aliada ao pressuposto de que a geração espontânea era possível. O primeiro passo na refutação científica da geração espontânea aristotélica foi dado pelo italiano Francesco Redi, que em 1668, provou que larvas não nasciam em carne que ficasse inacessível às moscas, protegidas por telas, de forma que elas não pudessem lá colocar os seus ovos. Nas suas Experiências sobre a geração de insectos, Redi afirma:Francesco Redi, Esperienze intorno alla generazione degl'insetti, pp. 14-15. Florença, 1668. Como é patente nas suas palavras, Redi acreditava que a geração espontânea teria ocorrido apenas nos primórdios da Terra e por intervenção directa do Criador, e não como um fenómenos frequente e rotineiro. Partindo dessa convicção, formulou a hipótese de que o que aparentava ser geração espontânea de moscas era na verdade o resultado da deposição de ovos por moscas sobre o material em putrefacção. Admitindo a necessidade de testar essa hipótese, realizou experiências de forma a limitar as variáveis de maneira mais cuidadosa, deixando metade dos frascos tapados e outra metade destapada. Contudo, realizada a experiência, notou que essa metodologia também deixava alguma margem de erro, pois enquanto as tampas dos frascos impediam o acesso das moscas, impediam também a renovação no ar no interior dos frascos, talvez por essa razão impedindo que o «princípio activo» propiciasse a geração espontânea dos vermes. Para controlar essa variável do problema, aperfeiçoou o método experimental, cobrindo os frascos com gaze fina, a qual permitia a entrada de ar, mas não das moscas. O resultado foi o mesmo: embora vermes não tivessem surgido na carne encerrada num copo de vidro recoberto de gaze, por ter sido impedido o acesso das moscas, apareceram vários no exterior da gaze, tentando forçar sua entrada, os quais foram removidos por Redi. Nos frascos abertos apareciam vermes. Assim, a partir de finais do século XVII foi gradualmente demonstrado que, ao menos no caso de todos os organismos facilmente visíveis, a geração espontânea não ocorria, e que cada ser vivo conhecido era proveniente de uma forma de vida preexistente, a ideia conhecida como biogénese. A invenção e aperfeiçoamento do microscópio renovaram a aceitação à abiogênese. Em 1683, Anton van Leeuwenhoek descobriu os microrganismos, e logo foi notado que não importava o quão cuidadosamente a matéria orgânica fosse protegida por telas, ou fosse colocada em recipientes tampados, uma vez que a putrefação ocorresse, era invariavelmente acompanhada de uma miríade de bactérias e outros organismos. Não se acreditava que a origem desses seres estivesse relacionada a reprodução sexuada, então sua origem acabou sendo atribuída à geração espontânea. Era tentador pensar que enquanto formas de vida \"superiores\" surgissem apenas de progenitores do mesmo tipo, houvesse uma fonte abiogênica perpétua da qual organismos vivos nos primeiros passos da evolução surgiam continuamente, dentro de condições favoráveis, da matéria inorgânica. John Needham, em 1745, realizou novos experimentos que vieram a reforçar a hipótese de a vida poder originar-se por abiogênese. Consistiam em aquecer em tubos de ensaio líquidos nutritivos, com partículas de alimento. Fechava-os, impedindo a entrada de ar, e os aquecia novamente. Após vários dias, nesses tubos proliferavam enormes quantidades de pequenos organismos. Esses experimentos foram vistos como grande reforço a hipótese da abiogênese. Mas em 1768, Lazzaro Spallanzani criticou duramente a teoria e os experimentos de Needham, através de experimentos similares, mas tendo fervido os frascos fechados com sucos nutritivos durante uma hora, que posteriormente foram colocados de lado durante alguns dias. Examinando os frascos, não encontrava-se qualquer sinal de vida. Ficou dessa forma demonstrado que Needham falhou em não aquecer suficientemente a ponto de matar os seres preexistentes na mistura. Isso no entanto não foi suficiente para descartar por completo a hipótese da abiogênese. Needham replicou, sugerindo que ao aquecer os líquidos a temperaturas muito altas, pudesse estar se destruindo ou enfraquecendo o \"princípio ativo\". A hipótese de abiogênese continuava sendo aceita pela opinião pública, mas o trabalho de Spallanzani pavimentou o caminho para Louis Pasteur. Foi principalmente devido ao grande biólogo francês Louis Pasteur, em 1862, que a ocorrência da abiogênese, que nesse caso se referia a Geração espontânea, no mundo microscópico foi refutada tanto quanto a ocorrência no mundo macroscópico. Contra o argumento de Needham sobre a destruição do princípio ativo durante a fervura, ele formulou experimentos com frascos com \"pescoço de cisne\", que permitiam a entrada de ar, ao mesmo tempo em que minimizavam consideravelmente a entrada de outros micróbios por via aérea. Dessa forma, demonstrava que a fervura em si, não tirava a capacidade dos líquidos de manterem a vida, bastaria que organismos fossem neles introduzidos. O impedimento da origem da vida por falta do princípio ativo, também pode ser descartado, já que o ar podia entrar e sair livremente da mistura. O recipiente com \"pescoço de cisne\" permaneceu nessas condições, livre de micróbios durante cerca de um ano. Nicolas Appert aproveitou as ideias de Spallanzani de ferver frascos e passou a ferver alimentos e guardá-los em vidros herméticos. Mais tarde, descobriu-se que esporos de bactérias são geralmente envolvidos em membranas resistentes ao calor, e que apenas a prolongada exposição à elevadas temperaturas e a baixa umidade - a um tostador - poderia ser reconhecida como um processo eficientes de esterilização . Variações súbitas de temperaturas (choques térmicos) também são eficazes, sendo ambos os princípios aplicados juntos em vários processos modernos de esterilização, a citar na pasteurização. Além disso, a presença de bactérias, ou seus esporos, é tão universal que apenas precauções extremas podem evitar a reinfecção de material esterilizado. Corroborou-se desta forma que todos os organismos que constiuam-se ou dependam de células exibindo complexidade não trivial - todos os atualmente conhecidos - derivam-se de organismos vivos preexistentes, recebendo esta regularidade natural o nome de Lei da Biogênese. É importante contudo ressaltar que a lei da biogênese conforme proposta atualmente não contradiz a abiogênese química proposta para o primeiro ser vivo - o de complexidade trivial - a habitar o planeta Terra. == Ver também == *Bugonia * Origem da vida * Experiência de Miller e Urey * Teoria do mundo de ferro-enxofre * Hipótese do mundo de ARN * Hipótese do mundo de HAP * Panspermia Categoria:Teorias científicas obsoletas",
 "title": "Geração espontânea"
}