{
 "id": "64202",
 "text": "Geometria descritiva (também chamada de geometria mongeana ou método de monge) é um ramo da geometria que tem como objetivo representar objetos de três dimensões em um plano bidimensional e, a partir das projeções, determinar distâncias, ângulos, áreas e volumes em suas verdadeiras grandezas. Esse método projetivo foi desenvolvido por Gaspard Monge (1746 — 1818) e teve grande impacto no desenvolvimento tecnológico desde a sua sistematização. Percebida sua importância, a geometria descritiva foi tratada com atenção e considerada, no início, como segredo de Estado. ==Metodologia== Na geometria descritiva utiliza-se a épura para representar objetos, a partir de observadores que se encontram situados no infinito (pontos impróprios), os quais determinam direções de retas projectantes. A épura de Monge é a planificação do que foi projectado ortogonalmente nos planos de projeção, também ortogonais entre si. A linha de terra (LT) é a reta de interseção entre os planos de projeção propostos por Monge, chamados de Vertical (ou Frontal) e Horizontal, os quais dividem o espaço em quatro diedros ou quadrantes. Posteriormente Gino Loria implementou o terceiro plano de projeção (que deu origem à vista lateral esquerda, quando vista do 1º diedro).Mandarino, Denis - Desenho Projetivo e Geometria Descritiva. Capítulo VI. São Paulo: Ed. Plêiade, 1996. As vistas são alinhadas entre si, através de linhas de chamada, permitindo a percepção de sua posição relativa (Cf. fig. 1). Na épura, que pode ser ilustrada como a prancheta de desenho, ocorre o desenvolvimento do projeto. A geometria descritiva serve de base teórica para o desenho técnico, permitindo a construção de vistas auxiliares, cortes, secções, rebatimentos, rotações, interseções de planos e sólidos, mudança de plano(s) de projeção, determinação de verdadeiras grandezas (V.G.) de distâncias, ângulos e superfícies, bem como o cálculo de volumes a partir dos dados extraídos das projecções ortogonais.Machado, Ardevan. Geometria Descritiva. São Paulo: Ed. Atual, 1985. ==Ensino== O ensino de geometria descritiva é fundamental para a arquitetura, a engenharia, o design de interiores e o design de produtos; quanto maior for o seu conhecimento, mais poderá ser extraído dos programas de CAD e das modelagens em 3D, que exigem o domínio de medidas, curvaturas e ângulos exatos. Dentro dos cursos de artes visuais, ela tem o intuito de desenvolver a habilidade espacial dos alunos e, consequentemente, exercitar o hemisfério direito do cérebro.Edwards, Betty. Desenhando com o lado direito do cérebro. ISBN 8500007486. Muitos cursos superiores de design gráfico, ao reformarem suas grades (estruturas) curriculares, têm eliminado a geometria descritiva, substituindo-a por disciplinas mais condizentes com outras funções específicas, como ilustrações digitais e softwares artísticos de modelagem tridimensional, uma vez que estes podem não requerer precisão geométrica. A modelagem tridimensional comporta, em seu entendimento e construção, os conceitos da geometria descritiva. Para gerar maquetes virtuais de qualidade, é necessário o conhecimento de conteúdos específicos da geometria descritiva, como, por exemplo, a localização de pontos através de coordenadas (X, Y, Z) em suas formas absolutas ou relativas. ==Ligações externas== * Espaço GD * Geometria Descritiva II. FAU/UFRJ Categoria:Geometria descritiva Categoria:Projetos arquitetônicos Categoria:Desenho técnico",
 "title": "Geometria descritiva"
}