{
 "id": "64284",
 "text": "William Harvey (Folkestone, 1 de abril de 1578 — Roehampton, 3 de junho de 1657) foi um médico britânico que, pela primeira vez, descreveu corretamente os detalhes do sistema circulatório do sangue ao ser bombeado, por todo o corpo, pelo coração. == Biografia == Estudou Medicina no Gonville and Caius College, na Universidade de Cambridge, onde, em 1602, se doutorou. Estudou entre 1597 e 1601, em Pádua com Girolamo Fabrizi. Exerceu clínica em Londres e foi médico do St. Bartholomew's Hospital, sendo, em 1609, nomeado professor de Anatomia e Cirurgia no Royal College of Physicians. Seus estudos inspiraram as ideias de René Descartes, que em sua \"Descrição do Corpo Humano\" disse que as artérias e as veias eram canos que carregavam nutrientes pelo corpo. Muitos acreditam que ele descobriu e expandiu as técnicas de medicina muçulmana, particularmente o trabalho de Ibn Al-Nafis, que lançou os primeiros estudos sobre a maioria das veias e artérias no século XIII. A descoberta de Harvey gerou diversas polêmicas, tanto entre ingleses quanto entre franceses. Na época em que a discussão decorria, os seus defensores eram apelidados pelos opositores de \"circulatores\", de forma a gerar um trocadilho latino, que se assemelhava a chamá-los de \"charlatões\". Jean Riolan, um anatomista francês, chegou a afirmar que a teoria era inviável e até mesmo prejudicial à vida humana. Apesar da discussão que a sua descoberta desencadeou, as suas ideias acabaram por ser aceitas ainda durante a sua vida. Ele só não descobriu como o sangue passava do sistema arterial para o sistema venoso. Observações a respeito foram realizadas posteriormente por Malpighi e por Leeuwenhock, com o auxílio do microscópio, que visavam o estudo da rede de vasos capilares. São também notáveis os seus estudos sobre a geração. Realizando trabalhos experimentais, utiliza os animais do parque do rei, concluindo que todo ser vivo provém de um ovo. Demitiu-se de todos os seus cargos em 1646, retirando- se para o campo, tendo recusado a presidência do Colégio dos Médicos para a qual tinha sido eleito em 1654. == Contribuições na Biofísica == Harvey foi um dos primeiros cientistas a descrever o funcionamento do sistema circulatório, mais especificamente o movimento do sangue pelo interior dos vasos sanguíneos.HART, M. H. As 100 Maiores Personalidades da História: Uma Classificação das Pessoas que mais Influenciaram a História. 4. ed. São Paulo: Bertrand Brasil. 2001 Interessou-se pelos movimentos do coração de tal forma que não os coordenou com os movimentos respiratórios , deixando assim de lado o velho conceito segundo o qual, desde Cláudio Galeno, se atribuía uma importância excessiva à mistura no coração das moléculas de ar com as substâncias nutritivas.SINGER, C. Uma Breve História da Anatomia e Fisiologia desde os Gregos até Harvey. Campinas: Universidade Estadual de Campinas, 1996. Assim, Harvey por meio de estudos com animais vivos, nos quais ele observava o interior da cavidade torácica de um animal enquanto ainda vivo, constatou que o coração é um músculo que se contrai e enrijece, da mesma maneira que o bíceps quando se flexiona o cotovelo. Porém deduziu que o coração é um músculo diferente, já que é oco, e é responsável por bombear o sangue nos vasos sanguíneos e, como conhecia perfeitamente as válvulas em ninho de pombos existentes nas veias, também entendeu que, quando o coração se contrai para expulsar o sangue que lhe chegou através das veias, este é jorrado unicamente nas artérias. Logo, concluiu que: as veias levam o sangue ao coração e este o expulsa para as artérias quando há contrações cardíacas.Aguiar, Medicina: Uma viagem ao longo do tempo. 51-52 p. Ademais, a variação de cor do coração também foi um ponto estudado por Harvey. Este observou que quando relaxado, o sangue entra na cavidade maior, tornando-o mais vermelho. Enquanto ao estar duro e pequeno, o músculo fica mais claro do que na fase anterior, pois o espaço interno diminui, o que força o sangue para fora, de forma a empalidecer o coração. Seus manuscritos, numa mistura de inglês com latim, são de difícil leitura, mas foram conservados no Museu Britânico e graças a esses manuscritos é que se sabe que sua teoria estava bem clara para que se pudesse dizer: “está provado, pela estrutura do coração, que o sangue é constantemente transferido dos pulmões para a aorta, como se fosse impulsionado por duas pancadas de um carneiro d’água”.faef.revista.inf.br - pdf == De Motu Cordis (\"Sobre o Movimento do Coração e do Sangue\") == Publicado em 1628 na cidade de Frankfurt, este livro de 72 páginas contém a primeira explicação acurada sobre a circulação sanguínea.Harvey, W., Exercitatio anatomica de motu cordis et sanguinis in animalibus, Frankfurt, W. Fitzeri, 1628 Inicia-se com uma dedicatória clara e simples ao Rei Charles I, e divide-se em 17 capítulos descrevendo a anatomia e movimentação do coração e a consequente circulação do sangue pelo corpo. Tendo apenas lupas normais a sua disposição, Harvey não conseguiu as imagens mais tarde obtidas por Leeuwenhoek e seu microscópio: assim ele possuía uma teoria sólida, mas algumas partes do livro careciam de evidências práticas. Depois do primeiro capítulo que delineia as ideias anteriormente aceitas sobre o coração e os pulmões, Harvey avança para a premissa fundamental do seu tratado, enfatizando que é extremamente importante o estudo do coração enquanto está em funcionamento para entender seus movimentos; um objetivo que alcançou não sem dificuldades, como ele diz na obra: > \"...Achei esta tarefa verdadeiramente árdua... que quase me levou a pensar > que os movimentos do coração só poderiam ser entendidos por Deus. Pois > sequer eu podia perceber de início da diferença entre a sístole e a diástole > dada a rapidez dos movimentos\".William Harvey, de Sir D'Arcy Power. (Pages > 174-175) == Publicações == * * * Inclui: ** Uma dissertação anatômica sobre o movimento do coração e do sangue em animais ** 2 dissertações dirigidas a John Riolan, incluindo refutações às objeções à circulação do sangue ** Exercícios anatômicos sobre a geração de animais. Aos quais são adicionados *** No parto *** Sobre as membranas e humores uterinos *** Na concepção ** Exame anatômico do corpo de Thomas Parr ** Cartas == Ver também == * Galeno * História da medicina Harvey, William",
 "title": "William Harvey"
}