{
 "id": "64306",
 "text": "A Reserva da Biosfera da Mata Atlântica (RBMA) é um conjunto de porções de ecossistemas terrestres de remanescentes de Mata Atlântica, demarcados pelo Programa O Programa Homem e a Biosfera (MaB – Man and the Biosphere) da UNESCO — segundo critérios, reconhecidos internacionalmente para caracterização das Reservas da Biosfera. A sua área foi reconhecida em seis fases sucessivas, entre 1991 e 2008, e foi a primeira unidade da Rede Mundial de Reservas da Biosfera declarada no Brasil. É a maior reserva da biosfera em área florestada do planeta, com cerca de 78.465.476 hectares, sendo 62.318.723 hectares de áreas terrestres e 16.146.753 ha de áreas marinhas, abrangendo áreas dos 17 estados brasileiros de ocorrência natural do Bioma Mata Atlântica, o que permite sua atuação na escala de todo o Bioma. RBMA/MAB/UNESCO é também a designação do órgão da UNESCO responsável pela RBMA, atualmente sediado no Brasil, em São Paulo, e responsável pelo site www.RBMA.org.br. == Missão e funções == Como área demarcada, a RBMA recebe apoio e recursos financeiros coerentes com as missões e funções preconizadas pelo Programa MaB/UNESCO para as reservas da biosfera em geral, que são a conservação da biodiversidade, a promoção do desenvolvimento sustentável e o fomento à pesquisa, ao monitoramento e à educação ambiental. Missão do RBMA/UNESCO Contribuir de forma eficaz para o estabelecimento de uma relação harmônica entre as sociedades humanas e o ambiente na área da Mata Atlântica. Funções do RBMA/UNESCO Tendo como referenciais básicos a Agenda 21, a Convenção da Diversidade Biológica, o Programa MaB/UNESCO e a Política Ambiental Brasileira, o RBMA/UNESCO tem como suas principais funções: * A conservação da biodiversidade e dos demais atributos naturais da Mata Atlântica incluindo a paisagem e os recursos hídricos * A valorização da sócio-diversidade e do patrimônio étnico e cultural a ela vinculados * Fomento ao desenvolvimento econômico que seja social, cultural e ecologicamente sustentável * Apoio a projetos demonstrativos, à produção e difusão do conhecimento, à educação ambiental e capacitação, à pesquisa científica e o monitoramento nos campos da conservação e do desenvolvimento sustentável. == História == O estado de São Paulo tombou a Serra do Mar em 1985, e o do Paraná em 1986. Com esta medida estendeu-se a proteção aos remanescentes da Mata Atlântica além das Unidade de Conservação. A partir daí vários estados se articularam para obter o reconhecimento da UNESCO, que em 1991 declarou Reserva da Biosfera remanescentes no Vale do Ribeira, no litoral, e na Serra da Mantiqueira. Em 1993 esta área foi ampliada para catorze estados, indo do Ceará ao Rio Grande do Sul, e tornando-se uma das maiores Reservas da Biosfera do mundo. Inclui, desde 1993, a Reserva da Biosfera do Cinturão Verde de São Paulo, que abrange 72 municípios. Além da Mata Atlântica, a Reserva inclui ecossistemas associados, como manguezais, vegetação de restinga, campos de altitude, ilhas costeiras e formações de transição. O objetivo do estabelecimento da Reserva é criar corredores ecológicos entre os remanescentes isolados dos ecossistemas originais, e também preservar e recompor grandes porções desses ecossistemas, cuja biodiversidade é das mais altas do planeta. A pressão antrópica sobre estes remanescentes vem sobretudo dos grandes centros urbanos brasileiros, os maiores dos quais estão localizados nesta área, onde vivem quase cem milhões de pessoas. Por isto, outro objetivo da Reserva da Biosfera da Mata Atlântica é encontrar alternativas sustentáveis de uso dos recursos ambientais. O Conselho Nacional da Reserva da Biosfera da Mata Atlântica tem sede no Instituto Florestal, da Secretaria do Meio Ambiente do Estado de São Paulo. == A Reserva da Biosfera da Mata Atlântica em números == === Localização === 2 graus 50' a 33 graus 45 'S, 34 graus 45'a 55 graus 15' O === Área === 29 473 484 ha (?) Cerca de 35 milhões de hectares, abrangendo áreas de 15 dos 17 estados brasileiros onde ocorre a Mata Atlântica, o que permite sua atuação na escala de todo o Bioma. == Fontes == * Portal da Reserva da Biosfera da Mata Atlântica * UNESCO == Ver também == * Reserva da Biosfera * Mata Atlântica * Serra do Mar * Serra Geral * Serra de Baturité * Biodiversidade * Desenvolvimento sustentável * Unidade de Conservação * Geografia * Geopolítica Categoria:Mata Atlântica Categoria:Reservas da biosfera no Brasil",
 "title": "Reserva da biosfera da Mata Atlântica"
}