{
 "id": "64349",
 "text": "270px|direita|thumb|Embarcação ancorada nos arredores de Alcobaça, Bahia. Uma embarcação é todo tipo de aparato capaz de navegar sobre ou abaixo da água. A maior parte das embarcações podem ser descritas como barcos, navios ou botes, mas também são embarcações (em alguns países descritos legalmente como «artefatos flutuantes ou de praia») as canoas, as pirogas, os caiaques, as balsas, as chatas e até as pranchas de surfe. Os catamarãs e os submarinos também são considerados embarcações. Ao passo da história, as embarcações foram desenhadas e denominadas de diferentes maneiras em todos os rincões da terra para deslocar-se por lagos, rios e mares. == Tipos == Historicamente, as embarcações foram divididas em duas categorias principais:McGrail, Sean (2014). Early ships and seafaring : European water transport. South Yorkshire, England: Pen and Sword Archaeology. ISBN 9781781593929 * Jangadas, que ganham sua flutuabilidade a partir da fixação de componentes que são flutuantes por si só. Geralmente, uma jangada é uma estrutura de \"fluxo\", cujos usuários teriam dificuldade em se manter secos ao passar pelas ondas. Consequentemente, além de viagens curtas (como uma travessia de rio), seu uso está confinado a regiões mais quentes (aproximadamente 40 ° N a 40 ° S). Fora desta área, o uso de jangadas no mar é impraticável devido aos riscos de exposição da tripulação. As jangadas se dividem em vários tipos de feixes A jangada pode ser feita, por exemplo, de papiro que foi amarrado em feixes. Estes podem até ser moldados * Barcos e navios, que flutuam por terem a parte submersa de sua estrutura, excluem a água com uma superfície impermeável, criando assim um espaço que contém ar, bem como carga, passageiros, tripulação, etc. No total, essa estrutura pesa menos do que a água que ocuparia o mesmo volume. As embarcações podem ser agrupadas em embarcações de superfície, que incluem navios, iates, barcos, hidroaviões, navios de asa, veículos de superfície não tripulados, pranchas à vela e embarcações de propulsão humana, como jangadas, canoas, caiaques e pranchas de remo; embarcações subaquáticas, que incluem submarinos, submersíveis, veículos subaquáticos não tripulados (UUVs), e veículos de propulsão de mergulho; e veículos anfíbios, que incluem hovercraft, barcos-carro, quadriciclos anfíbios e hidroaviões. Muitas dessas embarcações têm uma variedade de subcategorias e são usadas para diferentes necessidades e aplicações. == Design == Ver artigo principal: Arquitetura naval O projeto de embarcações requer uma compensação entre capacidade interna (tonelagem), velocidade e navegabilidade. A tonelagem é importante para o transporte de mercadorias, a velocidade é importante para navios de guerra e embarcações de regata e o grau de navegabilidade varia de acordo com os corpos d'água em que uma embarcação é usada. Os regulamentos se aplicam a embarcações maiores, para evitar naufrágios no mar e outros problemas. As tecnologias de projeto incluem o uso de modelagem computacional e testes de bacias de modelos de navios antes da construção. == Propulsão == A propulsão de embarcações pode ser dividida em cinco categorias: * A energia da água é usada à deriva com uma corrente de rio ou uma corrente de maré. Uma âncora ou peso pode ser abaixado para fornecer direção suficiente para se manter na melhor parte da corrente (como no trabalho árduo) ou remos ou bastões podem ser usados para manter a posição. * O esforço humano é usado através de um poste empurrando o fundo da água rasa, ou remos ou remos operando na superfície da água. * A energia eólica é usada pelas velas * O reboque é usado, seja da terra, como a margem de um canal, com a força motriz fornecida por animais de tração, humanos ou máquinas, ou uma embarcação pode rebocar outra. * A propulsão mecânica usa um motor cuja energia é derivada da queima de um combustível ou energia armazenada, como baterias. Essa energia é comumente convertida em propulsão por hélices ou por jatos de água, sendo as rodas de pás um método amplamente histórico. Qualquer embarcação pode usar mais de um desses métodos em momentos diferentes ou em conjunto entre si. Por exemplo, os primeiros navios a vapor costumavam zarpar para trabalhar junto com a potência do motor. Antes que os rebocadores a vapor se tornassem comuns, os veleiros recuavam e enchiam suas velas para manter uma boa posição em uma corrente de maré enquanto flutuavam com a maré para dentro ou para fora de um rio. Em um iate moderno, a vela a motor - viajando sob o poder das velas e do motor - é um método comum de progredir, mesmo que apenas dentro e fora do porto.Harland, John (1984). Seamanship in the Age of Sail: an account of the shiphandling of the sailing man-of-war 1600–1860, based on contemporary sources. London: Conway Maritime Press. ISBN 978-1-8448-6309-9 == Ver também == * Meios de transporte * Náutica * Movimentos da embarcação * Plataforma petrolífera * Porta-aviões * Submarino * Transporte aquaviário * Veículo Categoria:Meios de transporte",
 "title": "Embarcação"
}