{
 "id": "64363",
 "text": "Dobermann é uma raça de cães do grupo pinscher, oriunda da Alemanha. A raça foi desenvolvida inicialmente por Karl Friedrich Louis Dobermann, em Apolda, Alemanha, por volta de 1860. Foi a primeira raça criada especialmente para proteção. Bem sucedido como cão de guarda de patrimônios, o cão dobermann é também um bom animal de companhia, desde que integrado ao lar e a família.Fogle (2009), pág 205 == História == thumb|left|Cão Dobermann, 1915|200px Karl Friedrich Louis Dobermann era coletor de impostos sobre cães, recolhedor de cães de rua e responsável pela coleta de corpos de animais em Apolda, Estado da Turíngia, Alemanha, na metade final do século XIX. Além disso, era também guarda noturno, e também designado a sacrificar cães de rua que recolhia. Por volta de 1860 Dobermann decidiu, com a ajuda de dois colegas, desenvolver um cão de defesa para sua proteção. Começou com uma cadela chamada Schnupp, que era um cão pastor da turíngia (tipo antecessor do pastor alemão) e bastante temida, segundo relato do filho de Dobermann. Ele cruzou Schnupp com diversos dos mais ferozes cães que adquiria e que recolhia na rua. Entre os cães utilizados, estariam os primitivos \"cães de açougueiro\" (parentes do rottweiler, similares ao boiadeiro suíço), pinscher alemão (raça de porte médio), cães de aponte (como o weimaraner), entre outros. Não há registro preciso sobre quais raças exatas foram utilizadas, já que na época o conceito moderno de raça ainda começava a tomar fama no país, portanto haviam apenas tipos de cães designados quanto a sua aptidão. Especula-se que entre estas raças utilizadas encontram-se, além dos tipos já citados, também o pastor-de-beauce e manchester terrier, e há um registro que indica a inserção de um Galgo inglês de cor preta em um cruzamento que teria gerado a mãe da cadela Sybille v. Langen-Silberberg, registrada em 1915. No início seus cães eram conhecidos como Dobermann's hunde (\"cão de dobermann\") e também como Gendarmen Hunde (\"cão policial\"). Karl Friedrich Louis Dobermann conseguiu produzir ótimos cães com bom temperamento, mas faleceu em 1894 antes que recebesse o reconhecimento oficial. No final do século XIX, os cães criados por Dobermann foram oficialmente reconhecidos como raça pura na Alemanha, e em sua homenagem receberam o nome de Dobermann Pinscher (o \"pinscher de Doberman\"). O primeiro cão a entrar no livro de registros da raça foi Graf Belling von Groenland (também conhecido como Graf Belling von Thueringen) em 1898. == Características == O dobermann é um cão de porte médio a grande, com uma estrutura compacta, com resistência atlética e velocidade. O dobermann tem um temperamento obediente, é vigilante e determinado. Esta raça foi originalmente concebida como cão de guarda pessoal, os machos têm uma aparência musculosa e nobre, as fêmeas são mais elegantes. O macho mede entre 68 a 72 centímetros na cernelha e as fêmeas entre 63 a 68 centímetros. Segundo o padrão publicado pela Federação Cinológica Internacional, o macho pesa em torno de 40-45 kg e a fêmea entre 32-35 kg. As linhagens europeias, em particular as da antiga União-Soviética e Ex-Jugoslávia, tendem a ser maiores do que os do continente americano. Quanto as cores de pelagem, de acordo com padrão do clube oficial da raça na Alemanha adotado pela Federação Cinológica Internacional existem apenas duas variedades: preta ou marrom. Ambas com marcações de cor ferrugem bem delimitadas, presentes no focinho, nas bochechas, um ponto acima de cada olho, na garganta, duas marcas no antepeito, nos metacarpos, metatarsos e patas, na face interna das coxas, nos braços e debaixo da cauda. Já o padrão imposto pelo American Kennel Club dos Estados Unidos, aceita outras cores além destas, incluindo até mesmo a pelagem isabella e a cinza. == Corte de cauda e orelhas == A prática de cortar a cauda já existe há séculos em vários tipos de cães por razões diferentes. No caso do Dobermann a razão para a sua remoção seria para garantir que a cauda não atrapalhasse o cão na sua função de guardião. O padrão imposto pelo American Kennel Club (AKC) dos Estados Unidos pede o dobermann com cauda cortada perto da segunda vértebra. Porém em muitos países esta prática é ilegal. É também comum realizar conchectomia (corte de orelhas) no dobermann, assim como também ocorre em muitas outras raças desde muitos séculos, um procedimento que está relacionado com o facto de a raça ser para guarda, para que o cão tenha audição mais eficaz, para que não seja agarrado pelas orelhas por cães ou feras, ou para que desperte temor em um provável adversário a partir de sua aparência estereotípica de cães de guarda. De acordo com o clube Doberman Pinscher Club of America (DPCA), membro do American Kennel Club, as orelhas são normalmente cortadas por forma a ficarem erectas. Assim como o corte da cauda, também o corte das orelhas é ilegal em alguns países. O padrão imposto pela Federação Cinológica Internacional (publicado em 2015) exige cães com cauda e orelhas naturais, íntegras. == Temperamento e Dono Ideal == O dobermann não é um cão com personalidade e caráter que contenha agressividade gratuita. A raça, criada para guarda pessoal, possui instinto de agressividade peculiar a qualquer raça criada para esta função, mas adequadamente voltada a estranhos que representem ameaça. O dobermann possui um temperamento de maior dominância. Cães dominantes não são indicados para proprietários inexperientes, em razão do grau de dificuldade em obter submissão e por consequência, controle total do cão. O dobermann possui um temperamento excelente e equilibrado, mas adequado aos donos experientes em disciplina e sociabilização canina. O adestramento é indicado. É um cão protetor e atlético. == Variedades == No mundo o dobermann é criado dentro de duas vertentes, denominadas vulgarmente de tipo europeu e tipo americano. Isto se deve as divergências dos padrões seguidos no continente nativo da raça e no continente americano. O American Kennel Club é o maior kennel clube dos Estados Unidos e impõe um padrão independente, que não seguiu as alterações realizadas ao longo do tempo pelo padrão imposto na Alemanha pelo clube oficial da raça (Dobermann Verein e.V.). Por consequência, existem pequenas diferenças morfológicas e psicológicas entre as duas vertentes. O dobermann de linhagem ou vertente europeia, é um cão mais robusto, maior, mais sólido, com ossos mais pesados, mais forte, com pelagem mais escura, e que passa por provas de temperamento (ZTP - Zuchttauglichkeitsprufung) para conseguir um certificado que lhe permite reproduzir, sendo considerado talvez mais apto para o trabalho (guarda), apesar de que o foco de sua seleção seja provas de conformação. Já o dobermann de linhagem ou vertente americana é mais leve, elegante, com ossatura mais leve e selecionado com foco total nos aspectos morfológicos para exposições do American Kennel Club, portanto seu temperamento não é avaliado. A imensa maioria do plantel brasileiro é composto por dobermanns de linhagem ou vertente americana. == Ver também == * Outras raças * Padrão oficial da raça (2018) * CBKC - Julgando o Dobermann Pinscher == Bibliografia == * ==Notas== == Ligações externas == *Dobermann Verein e.V. Clube oficial da raça desde 1899 * * * * * * (em português do Brasil) Categoria:Pinschers, schnauzers, molossos e boiadeiros suíços Categoria:Raças de cães originárias da Alemanha Categoria:Raças de cães",
 "title": "Dobermann"
}