{
 "id": "64362",
 "text": "Um factoide (nova grafia sem acento agudo, pelo Novo Acordo Ortográfico da Língua Portuguesa) é uma declaração (falsa, não verificada, ou inventada) questionável ou espúria apresentada como fa(c)to, mas sem provas. O termo também pode ser utilizado para descrever um fa(c)to especialmente insignificante ou novo, na ausência de contexto muito relevante. As read on his hit BBC Radio show \"Steve Wright in the Afternoon\". O termo correspondente em inglês, factoid, é definido pelo Compact Oxford English Dictionary como “um item de informação não confiável que é repetido tantas vezes que se torna aceito como fa(c)to”.Elizabeth Jewell. The Pocket Oxford Dictionary and Thesaurus. Oxford University Press; ISBN 978-0-19-530715-3. p. 284. ==Origem== A palavra factoide (do inglês factoid) foi cunhada por Norman Mailer em sua biografia de 1973 sobre a atriz Marilyn Monroe. Mailer descreveu um factoide como “fa(c)tos que não tinham existência antes de aparecer em uma revista ou jornal”\"Um factoide é um fato que não tinha existência na terra além do que apareceu nos jornais(...)\", Michael Lennon. Conversations with Norman Mailer. Univ. Press of Mississippi; 1988. ISBN 978-0-87805-352-0. p. 194. – e criou a palavra, combinando o substantivo fact e o sufixo -oid, que significa “semelhante, mas não o mesmo”. O Washington Times descreveu a nova palavra de Mailer como “algo que se parece com um fa(c)to, pode ser um fa(c)to, mas na verdade não é um fa(c)to”. ==Exemplos== *A Grande Muralha da China é muitas vezes considerada como sendo o único objeto feito pelo homem visível da Lua.\"ùnico vestígio humano que pode ser avistado da Lua e dos planetas próximos da Terra.(...)\", Jayme Copstein. Notas Curiosas da Espécie Humana. Editora AGE Ltda; ISBN 978-85-85627-47-8. p. 45. Na realidade, nenhum objeto feito pelo homem na Terra pode ser visto a olho nu a partir da Lua da Terra. Dadas boas circunstâncias pode-se ser capaz de discernir o resultado de alguma atividade humana, como a modificação da costa da Holanda, ou a secagem parcial do Mar de Aral, mas mesmo isso não seria fácil. Alguns astronautas relataram ter visto a Grande Muralha a partir da órbita baixa da Terra, entre uma série de estruturas feitas pelo homem. Na realidade, um espectador precisaria de acuidade visual 17.000 vezes melhor do que a normal (20/20) para ver a muralha da Lua, e uma visão oito vezes melhor do que o normal para vê-la de órbita baixa da Terra. *Cães e gatos são muitas vezes pensados ser daltônicos e ver o mundo em escalas de cinza. Isso está errado. Eles têm a visão de cores, dicromata, mas não tanto quando a visão humana que é tricromata, isto é, luz vermelha, verde e azul.Cecil Adams, \"Are cats and dogs really color-blind? How do they know?\" May 1, 1987, The Straight Dope website. Accessed November 22, 2010.Paulette Clancy, \"Cats, dogs can see some color: Are cats and dogs color blind? Do cats' eyes glow in the dark?\" Ask A Scientist! October 22, 1998. Found at Cornell University website. Accessed November 22, 2010. ==Ver também== * Lista de equívocos comuns * Lenda urbana Categoria:Neologismos Categoria:Comunicação Categoria:!Mais Diversidade em Teoria da História na Wiki",
 "title": "Factoide"
}