{
 "id": "64370",
 "text": "Ska é um género musical que teve a sua origem na Jamaica no final da década de 1950, combinando elementos caribenhos como o mento e o calipso e estadunidenses como o jazz, jump blues e rhythm and blues. Foi o precursor do rocksteady e do reggae. As suas letras trazem sinais de insatisfação, abordando temas como marginalidade, discriminação, a vida dura da classe trabalhadora, e acima de tudo a diversão em harmonia. == História == Historiadores da música tipicamente dividem a história do ska em três períodos: * A cena original da Jamaica, da década de 1960 chamada de primeira geração; * A segunda geração conhecida por era two tone iniciada no final da década de 1970 na Inglaterra, em torno do selo de mesmo nome criado por Jerry Dammers, tecladista do The Specials; * A terceira e mais actual geração ska, iniciada na década de 1980 com os géneros de fusão ska punk e ska jazz. === Primeira geração === As origens do ska remontam ao final dos anos 50, onde após a Segunda Guerra Mundial os jamaicanos compraram um número crescente de aparelhos de rádio. Os produtores mais importantes da Jamaica, Duke Reid e Clement \"Coxsone\" Dodd, viajavam assiduamente aos Estados Unidos em busca de novos discos gravados por lá. Entre os dois existia uma feroz concorrência, já que ambos eram donos de sound systems, que eram caminhões equipados com microfones e alto-falantes, usados para fazer festas na rua. A rivalidade entre os dois produtores chegou ao ponto de um mandar sabotadores (dancehall crashers) às festas que o outro organizava. O sistema de som criado por Duke Reid, Clement Dodd e Prince Buster, foi feito para atender à demanda da música americana. Artistas de R&B; bastante ouvidos nos anos de 1950 eram Fats Domino (rock'n'roll) e Louis Jordan (jump blues, rock'n'roll), entre outros. Quando o R&B; e jump blues saíram de moda nos Estados Unidos, houve uma importação massiva de discos para a Jamaica, obrigando os produtores locais a buscar uma solução, já que os discos que eles traziam deixaram de ser \"raridade\". A solução do problema foi produzir suas próprias gravações com músicos locais, ou seja, versões próprias do R&B.; Estas próprias versões de R&B; podem ser consideradas as primeiras formas do ska. Uma importante característica é a fusão entre os estilos norte-americanos e caribenhos, como o mento da Jamaica e o Calipso de Trinidad & Tobago. Algumas das primeiras gravações de ska podem ser encontradas em: \"Boogie in My Bones\" (1958), \"Drinkin' Whiskey\" (1959), \"Boogie Rock\" (1960), \"Aitken's Boogie\" (1960) de Laurel Aitken, \"Dumplin's\" (1959) de Byron Lee & The Dragonaires e em \"Oh Carolina\" (1960) de Folkes Brothers, um grupo de mento. A canção \"Oh Carolina\" foi produzida por Prince Buster. Outra gravação pioneira foi \"Please Let Me Go\" (1959) de Owen Gray. Nesse período Derrick Morgan e Duke Reid gravaram canções como \"Lover Boy\" e \"Oh My\". Prince Buster em 1962 lançou a \"They Got To Come\". Há várias versões de como o ska foi inventado. A mais conhecida é a que tem Cecil Campbell (Prince Buster) como protagonista e conta que ele pediu ao seu amigo Jah Jerry (que mais tarde tocaria nos The Skatalites) que compassasse o ritmo do R&B;, fato que deu como resultado o famoso som de guitarra na off-beat, que todos conhecemos como batida do ska ou ska upstroke. O autor da palavra ska foi o baixista Cluet Jonhson, que saudava todos os seus amigos dizendo \"Hey Skavoovee\". Além disso, a pronúncia da palavra assemelha-se ao ritmo da guitarra. Outra que é uma das primeiras canções de ska gravada foi, \"Easy Snappin\" do pianista Theophilus Beckford em 1959, ano correspondente à primeira tiragem produzida por Coxsone no Federal Studios. A banda que acompanhou o pianista era formada, entre outros, pelo já mencionado Cluet Jonhson e Roland Alphonso, que depois faria parte dos Skatalites. O maior sucesso de toda a história do ska foi \"My Boy Lollipop\" de Millie Small, adaptada ao estilo por Ernest Ranglin. A versão original era cantada por Barbye Gaye. Vendeu 7 milhões de cópias ao redor do mundo e possibilitou ao ska poder ascender a outros países. Os Skatalites foi uma das primeiras bandas de ska, formada oficialmente em 1964, fazendo sua primeira apresentação em um festival no Hit-Hat Club. Após o festival, a banda gravou seu primeiro álbum Ska Authentic e começou a viajar pelo país fazendo festivais acompanhando diferentes cantores, dentre os quais Jackie Opel, Lord Tanamo e Laurel Aitken. Depois do sucesso da cantora Millie Small com \"My Boy Lollipop\", realizou-se um festival para a televisão estadounidense intitulado This is Ska, onde tocaram ao vivo os Maytals, Jimmy Cliff, Monty Morris, entre outros. A banda acompanhante era Byron Lee & The Dragonaires, não por que tocava melhor que os Skatalites, senão por que estes últimos eram rastafaris e sua \"aparência\" não era desejada para o público americano. Em 1964, os Skatalities conseguem por no top ten britânico a música \"Man in the Street\". Além dos Skatalites, dentro e fora da Jamaica, também destacavam-se: Owen Gray, pioneiro à gravar álbum de ska, \"Owen Gray Sings (1961)\", e seu primeiro compacto simples Please Don't Let Me Go (1959) foi uma das primeiras canções gravadas do gênero. Também foi o primeiro a gravar um disco de ska na Inglaterra, Darling Patricia, acompanhado por Carlos Malcom and his Afro-Jamaican Rhytms. Derrick Morgan, conhecido em sua época por suas loucuras, escreveu uma canção \"Foward March\" na qual descrevia o otimismo geral da Jamaica ao haver obtido a independência em 1962. No ápice de sua carreira manteve uma guerra midiática com Prince Buster, já que este gravou uma música insultando-o. Derrick respondeu-lhe e assim seguiram com uma sequência de canções um contra o outro. Na verdade, os dois eram muito amigos e tudo havia sido uma estupenda campanha publicitária, que terminou com um festival onde cantaram os dois diante de uma multidão descontrolada. Laurel Aitken, nascido em Cuba, emigrou com sua família para a Jamaica quando ainda não havia completado doze anos. Sua carreira começou no fim dos anos 50 e seu repertório ia desde o boogie até o calipso, passando pelo R&B.; No início dos anos 60 foi apelidado de The Godfather of Ska (o padrinho do ska) já que o single \"Litle Sheila\"/\"Boogie in my Bones\" foi o primeiro sucesso ska que se manteve no primeiro lugar durante onze semanas. Mudou-se para a Inglaterra, onde fundou a comunidade jamaicana de Brixton. São destacáveis seus trabalhos na época do rocksteady e posteriormente do skinhead reggae, depois deste desaparecer por um tempo. Laurel faleceu em 2005 de enfarto. Prince Buster, trabalhava na soundsystem de Coxsone, que abandonou, para montar a sua própria, que se chamou The Voice of the People, tinha os melhores sons, mas nunca pôde superar a concorrência de Duke Reid. Mais tarde passou a trabalhar numa estação de rádio chamada RJR e lançou-se como produtor e posteriormente como cantor. As letras de suas músicas refletem o modo de ver a vida pelos olhos de um rude boy. The Wailling Wailers, formado por Peter Tosh, Bunny Wailer e Bob Marley, gravaram seu primeiro single em 1962, com o título \"Judge Not\". Isto graças a Jimmy Cliff, amigo de Bob Marley, que o apresentou a Leslie Kong, um dos produtores mais importantes da Jamaica. A música com a qual eles chegaram a fama foi \"Simmer Down\" onde a banda acompanhante era The Skatalites. == Ska no Brasil == Os primeiros passos do ska no Brasil remontam à época da Jovem Guarda, com a releitura de sucessos jamaicanos por nomes como Renato e seus Blue Caps e Wanderléia. Contudo, poucos se davam conta de que aquilo se tratava de ska. Nos anos 80, o ritmo começa a ter uma maior divulgação - principalmente graças aos Paralamas do Sucesso, que sempre apostaram muito no ritmo, em especial nos álbuns O Passo do Lui e Selvagem? . No meio das bandas de rock nacional que faziam sucesso na época, surgiu o Kongo, que realmente podia se proclamar uma banda de ska. O grupo teve CD produzido por Bi Ribeiro, baixista do Paralamas, e \"Biquíni Defunto\" chegou a ter boa execução na rádio. Mas a banda não conseguiu construir uma carreira realmente de sucesso, perdeu visibilidade e passou por longos períodos de recesso, apesar de ainda continuar na ativa. Apenas no fim dos anos 90 surgiu uma leva de bandas nacionais de ska que conseguiu algum espaço. A Paradoxx lançou a coletânea Ska Brasil, com nomes como Skamoondongos e Mr. Rude. O Skuba teve dois CDs lançados e chegou a conseguir boa execução de suas músicas nas rádios e na MTV. Também os cariocas Los Djangos lançaram CD pela WEA - e assim como o Kongo, foram produzidos por um integrante dos Paralamas, o baterista João Barone. Porém, esta nova geração do ska não conseguiu um desenvolvimento maior; o Skuba acabou, o Djangos passou um tempo parado antes de retornar fazendo um som com outras influências e nenhuma outra banda conseguiu ir em frente com sucesso. Atualmente, novas bandas de ska continuam procurando espaço no underground em todo o Brasil, em sua maioria influenciadas por bandas do ska tradicional e suas variantes mais próximas, como o King´s Tone (Curitiba), e da terceira geração do ska internacional. Entre elas, podem-se citar E a Vaca foi pro Brejo, Bois de Gerião, Clarence, Coquetel Acapulco, Spectroman, Rusty Machine, La Bamba, Maleducados, Firebug, Sapo Banjo, Skapatife, Skambo, Lucky Ska Walker, El Cabong, Walligator, Caravana2k, Zé Oito, Radio Ska, Pinguins Tropicais, Aniska, Satélites na Babilônia, Skavarone, Skabong, Pequena Morte, Reverendo Zumbi entre outras. Apesar do ska não ter se consolidado como um ritmo conhecido no país - a bem da verdade, a maioria das pessoas simplesmente não sabe do que se trata - boa parte das bandas de pop rock nacional de sucesso têm algum ska entre seus hits. Paralamas do Sucesso, Skank, Ultraje a Rigor, Titãs, Kid Abelha, Los Hermanos, Capital Inicial, Raimundos, Charlie Brown Jr, Forfun, Móveis Coloniais de Acaju e atualmente até a banda CPM22. - todas já passearam pelo estilo em algum momento. Até mesmo a Legião Urbana gravou um ska (\"Depois do Começo\", do álbum Que País É Este) , Os Raimundos possuem duas músicas no estilo Papeau Nuky Doe (canção presente no álbum Cesta Básica) e Me Lambe um dos maiores sucessos do grupo, presente no álbum Só no Forévis. O primeiro álbum dos Engenheiros do Hawaii, Longe Demais das Capitais de 1986, também lembra muito o ska. No punk rock, bandas como o Inocentes, foram das primeiras bandas a tocarem ska no brasil (\"Não Acordem a Cidade\" de 1981, que foi gravada no álbum Pânico em SP de 1986). Até mesmo os Garotos Podres gravaram no álbum Canções para Ninar em 1993, \"Aos Fuzilados da C.S.N.\" a primeira música gravada pela banda no gênero ska. Atualmente há algumas bandas de ska em atividade no país, em destaque a banda paranaense Abraskadabra que vem há mais de 10 anos contribuindo para a cena local como uma das poucas bandas de ska da região, também a banda catarinense Skatula de Criciúma, ainda nova com apenas 3 anos mas vem fortemente contribuindo para o cenário do ska punk e a banda Vamo Vovó Big Band, de Assis interior de São Paulo. == Ligações externas == * *",
 "title": "Ska"
}