{
 "id": "64380",
 "text": "Björk Guðmundsdóttir (Reykjavík, 21 de novembro de 1965), conhecida simplesmente por Björk (oficialmente estilizado como björk), é uma influente cantora e compositora islandesa, vencedora do Polar Music Prize, conhecido como o \"Prêmio Nobel da Música\". Björk também é atriz, instrumentista e produtora musical. Já lançou dez álbuns de estúdio e duas trilhas sonoras. Seu estilo musical eclético alcançou o reconhecimento popular, e este inclui rock, jazz, música eletrônica, clássica e folclórica. Sua voz também tem sido aclamada por suas qualidades distintivas e incomuns. Seus singles da década de 1990, “It's Oh So Quiet”, “Army of Me” e \"Hyperballad” foram estabelecidos no Top 10 britânico. Sua gravadora, One Little Indian, relatou que ela tinha vendido mais de 120 milhões de álbuns em todo o mundo.Inside Björk DVD documentary (2003). Documentary spanning Björk's musical career O seu trabalho tem sido aclamado pela crítica. Ganhou cinco prêmios BRIT Awards, dez MTV Video Music Awards, quatro MOJO Awards, três UK Music Video Awards e, em particular, ela recebeu, em 2010, o Polar Music Prize da Royal Swedish Academy of Music, em reconhecimento por sua \"música profundamente pessoal e letras de músicas, seus arranjos precisos e sua voz única\". Além disso, Björk foi indicada para 18 prêmios Grammy, 3 Oscar e 8 Globo de Ouro|Globos de Ouro. Por sua atuação em Dançando no Escuro, filme vencedor da Palma de Ouro, Björk ganhou o Prêmio de melhor atriz no Festival de Cannes de 2000. Ela foi classificada na trigésima sexta no VH1's \"As 100 Maiores Mulheres do Rock and Roll\" e oitava posição na MTV \"22 Melhores Vozes na Música\". Björk tem uma forte relação com a cultura brasileira, desde a música que fez em homenagem a célebre cantora brasileira Elis Regina até parcerias musicais com artistas brasileiros como Milton Nascimento. == Biografia == Björk nasceu e foi criada em Reykjavik, capital da Islândia. Seu pai, Guðmundur Gunnarsson, é um líder sindical e eletricista e sua mãe, Hildur Rúna Hauksdóttir, é homeopata e ambientalista.. Seus pais divorciaram-se quando Björk era criança e ela passou a juventude morando com a mãe, o padrasto e os meio-irmãos. Em 2011, sua mãe fez greve de fome em protesto contra a construção de uma hidrelétrica no país. A carreira musical de Björk começou aos onze anos, com seu estudo de clássicos de piano na escola primária. Uma de suas gravações foi transmitida pela rádio nacional, depois de ouvi-la, um representante da gravadora Fálkinn contactou a família para oferecer um contrato de gravação. === Primeiros sucessos (1977–1986) === Aos doze anos de idade, Björk gravou o seu primeiro disco, com a ajuda de seu padrasto. Seu primeiro álbum solo, Björk, foi lançado em 1977 apenas na Islândia, que já lhe rendeu um disco de platina. === Bandas === Ao passar dos anos, o contato de Björk com o mundo punk aumentava, e logo, Björk formou uma banda feminina chamada Spit and Snot. Responsável pela percussão da banda, toma a liderança do grupo. Com o passar do tempo, Björk vê que os seus instintos de punk já não a inspiram muito e entra numa banda pós-punk chamada Exodus. A banda Exodus não mais dura do que o tempo de uma única aparição na TV acabando logo de seguida. Mesmo assim a insatisfação e curiosidade musical de Björk continuam vivas e Jam-80 seria o seu próximo grupo na sua fase experimental. E apesar de este grupo só lhe render simplesmente uma única digressão, permite-lhe adquirir mais experiência e amadurecimento musical. Tappi Tíkarrass é a próxima banda em que Björk começa a atuar e lhe proporcionaria dois discos gravados. Nesta época a cantora começou a ter um pouco mais de visibilidade nos meios de comunicação. Após a sua estadia com Tappi Tíkarrass, praticamente no meio da década de 1980, uma série de oportunidades para Björk se seguiriam. Em 1985, com o descoberta da gravidez de seu primeiro filho, ela não abandona os seus três anos de estrada com a banda KUKL, mas também consequentemente grava dois álbuns. Logo após a decisão de todos os integrantes do grupo se separarem, a cantora faz um breve participação com os The Elgar Sisters, que lhe rendeu duas gravações que futuramente lhe seriam de grande utilidade. === Vida pessoal === O pai de Björk, Guðmundur Gunnarsson, é um conhecido líder sindical na Islândia e foi nacionalmente conhecido antes da sua filha se tornar famosa. Sua mãe, Hildur Rúna Hauksdóttir é ativista ambiental. Björk e seu ex-parceiro, o artista plástico e visual Matthew Barney, têm uma filha, Ísadóra Bjarkardóttir Barney, nascida em 3 de outubro de 2002. Björk também tem um filho, Sindri Eldon Þórsson, nascido em 8 de junho de 1986, com Þór (Thor) Eldon, que era seu companheiro na banda Sugarcubes. Sindri é um jornalista e toca baixo para várias bandas. Nos anos 90 e 2000, Björk era frequentemente perseguida por repórteres fuxiqueiros. Em 1996, dois incidentes envolvendo-lhes trouxeram atenção da mídia. O primeiro foi depois de um longo voo para a Tailândia, uma esgotada Björk surgiu a partir de sua aeronave, no aeroporto Don Muang, com ela seu filho de 9 anos, quando encontraram um grupo de jornalistas e cinegrafistas esperando para saudá-la. Quando uma repórter lhe cumprimentou com as palavras, \"Bem-vinda a Bancoque,\" e depois riu, Björk atacou o repórter e deu vários golpes antes que ela fosse puxada para fora. Björk ainda tentou voltar atrás e continuar a atacar a mulher, mas foi colocada num ônibus. Sua gravadora alegava que a repórter a seguia por quatro dias. Björk mais tarde pediu desculpas pelo ataque. Mais tarde naquele ano, o fã Ricardo López enviou uma carta-bomba para a casa de Björk, em Londres e depois se matou, mas o pacote foi interceptado pela Scotland Yard antes de chegar à casa da cantora. López filmou o processo de produção da carta-bomba com a qual pretendia matá- la. As quase 18 horas de vídeo descrevem a obsessão de López por Björk, a construção do dispositivo, seus pensamentos sobre o amor e outros temas, incluindo as observações raciais contra o namorado da cantora. O vídeo continua após a expedição da bomba para a casa de Björk e termina dramaticamente com López pintando a cara, cortando totalmente seus cabelos, e cometendo suicídio por tiro na frente da câmara. Extratos de videotapes da fita vazaram para a Internet em Janeiro de 2008. Björk mostrou-se relutante em comentar sobre qualquer um desses incidentes e mais tarde disse ao The Guardian: \"Só tenho um pouco mais\". Em 13 de Janeiro de 2008, Björk fez manchetes quando ela atacou um fotógrafo que tinha fotografado sua chegada ao Aeroporto Internacional de Auckland, na Nova Zelândia para o seu desempenho no festival Big Day Out. Björk rasgou a camisa do fotógrafo nas costas, e no ato ela caiu no chão. Não houve acusações arquivadas pelo fotógrafo, ou o seu chefe do The New Zealand Herald, e a polícia de Auckland não fez uma investigação mais aprofundada. === Ações Políticas === Enquanto Björk tem sido hesitante em aparecer como uma figura política e tenha negado ser uma política em seu site, ela apoia fortemente numerosos grupos separatistas e de libertação nacional, em todo o globo, incluindo o apoio à independência do Kosovo. Ela também se recusou a fazer shows em Israel como parte de um boicote cultural em solidariedade com o povo palestiniano. Ela dedicou sua canção \"Declare Independence\" à Gronelândia e das Ilhas Faroé, o que causou uma pequena controvérsia na Ilhas Faroé. Quando Björk dedicou duas vezes \"Declare Independence\" para o povo do Kosovo durante um show no Japão, um desempenho dela foi cancelada pelo Sérvia 's Exit Festival, presumivelmente devido a preocupações quanto à segurança. Em 2008 Björk detona uma controvérsia internacional depois de ter dedicado \"Declare Independence\" para o Tibete, durante um concerto em Xangai, a gritar \"Tibete! Tibete!\" durante a canção. O Ministério da Cultura da China, aprovou para executar um ataque sobre músicos estrangeiros e, portanto, em Maio de 2008, o concerto foi cancelado em Midi, próxima cidade à Björk se apresentar. == The Sugarcubes (1986–1992) == Após o nascimento de seu primeiro filho, em 1986, Björk começa sua trilha experimental com a banda The Sugarcubes, o estilo e irreverência da banda conquistariam o selo independente inglês One Little Indian. O primeiro single da banda \"Ammæli\" ou (Birthday, em inglês) foi lançado em 1987. O single foi reconhecido mundialmente, chamando a atenção da crítica da cena do rock como a cena da música Alternativa. Brevemente o The Sugarcubes lançariam singles de próximo álbum chamado Life’s Too Good, de 88. Com tanta criatividade e qualidade a banda se deu à oportunidade e criou um selo e editora, um dos mais importantes hoje na Islândia, chamado Smekkleysa, inicialmente chamado, e que teria o intuito de gravar outras bandas e publicar poesias e livros, tanto da Islândia com de fora. O segundo CD da banda, Here, Today, Tomorrow, Next Week!, lançado em 1989 não repercutiu tanto como o anterior, causando pouco a pouco a separação da banda. O foco continuaria em Björk, que em 1990 contribuiria com a gravação de Gling-Gló, com o trio mais tradicional de jazz da Islândia, o Trio Guðmundar Ingólfssonar. E não pararia por ai, a cantora continuou e em 1991 com o álbum Ex:el, fazendo lhe render duas participações no disco do projeto inglês de Graham Massey, o 808 State, além de algumas apresentações. E 1992 estaria decretado de vez o fim do The Sugarcubes e Björk continuaria sua participação com o 808 State e consequentemente grava \"Oops\" junto a Nellee Hooper, um dos produtores musicais mais aclamados e requisitados na época. Björk muda-se para Londres e inicia a sua carreira solo. A partir de então, torna-se uma das grandes estrelas da música alternativa. Ganha assim o reconhecimento unânime da crítica. Com tantas influências e experiências, Björk estaria mais que preparada a qualquer obstáculo que pudesse lhe aparecer e seu início de experimentalismo estaria por começar uma longa jornada. ==Carreira solo== === Debut (1993) === Lançado em junho de 1993, num estilo pop quase igual ao que a banda The Sugarcubes produzia a mistura do jazz, funk, acid dance, offbeat, que foi produzido por Nellee Hooper e Björk, Debut se destaca como um dos principais álbuns de trip- hop que iniciaram o movimento. Singles como “Human Behaviour” alcançaram o terceiro lugar nos top 10 britânicos, seguindo também na mesma linhagem Big Time Sensuality e outros do álbum. Debut unanimemente foi um sucesso no circuito alternativo, e como sucesso seria tanto lhe renderia colaborações como “Play Dead”, que foi especialmente feita para a trilha sonora do filme Rebeldes Americanos (The Young Americans), do mesmo ano, e consequentemente seria incluído nas reedições de Debut, na Europa e Japão. Björk também escreveu \"Bedtime Story\", faixa do sexto álbum da cantora Madonna, Bedtime Stories. Em setembro de 1994 Björk lançou The Best Mixes from the Debut (For All the People Who Don't Buy White Labels), uma compilação de remixes que apoiava o uso das White-labels (Gravadoras Independentes, do inglês etiqueta- branca ou selo-branco). === Post / Telegram (1995) === Durante 1994, Björk entra em estúdio novamente com Nellee Hooper, e mais alguns produtores como Tricky, Howie B, Graham Massey e Marius de Vries, para a produção de seu segundo álbum solo. Post marca a história da carreira da cantora como um dos seus melhores álbuns deixando-a consagrada pelo mundo e principalmente na Europa. Os elementos de experimentalismo do álbum acabam tornando-o um álbum de vanguarda e categoria na época, onde principalmente o primeiro single do álbum, \"Army of Me\", acabaria de se tornar um dos melhores hits da cantora. O álbum se decorre em elementos imaginários e inomináveis como em \"Hyper- Ballad\", até o clássico inesquecível \"It's Oh So Quiet\", que foi inspirado na Broadway. A mistura de jazz, música eletrônica, e ainda caminhando pelo rumo do trip-hop, Björk tornou se a sensação do momento. \"Army of Me\" entrou no top 10 britânico, \"Isobel\" segundo single do álbum e segunda parte da trilogia começada por \"Human Behaviour\", de Debut, e \"I Miss You\" dão um tom especial a este álbum. Post vendeu mais de 3 milhões de cópias. === Homogenic (1997) === Lançado em 1997, o tão esperado terceiro disco solo da cantora, aos 31 anos, conseguiu agradar quem gosta de música pop bem feita. Björk se cerca de colaboradores já conhecidos de sucessos seus anteriores, com os produtores Mark Bell, o brasileiro Eumir Deodato e a mesma dupla de engenheiros de som de \"Post\". As novas canções foram gravadas num estúdio montado numa casa no sul da Espanha e têm a participação de um octeto de cordas islandesa. Segundo Björk, o álbum chama-se Homogenic devido a todas canções serem similares, homogêneas. \"Aquele personagem não tem mais a ver comigo. Estou escrevendo canções totalmente diferentes agora. Eu avancei.\" diz Björk durante entrevista de divulgação do álbum, mostrando que neste trabalho está mais clara sua orientação musical. A união de elementos \"high-tech\" e cordas traduzem a melancolia e introspecção de sua vida e sua terra natal, com vulcões, terremotos e luzes das cidades, ficando bem evidente em seu primeiro videoclipe da canção \"Jóga\", dirigido por Michel Gondry, cheias de paisagens islandesas e terminando no coração da cantora. O álbum é bem simbolizado pela arte da capa, que ficou a cargo do designer Paul White, do estúdio de design Me Company, trazendo Björk como uma samurai japonesa ou uma guerreira cibernética, contando com o fotógrafo inglês Nick Knight e o estilista Alexander McQueen. === Vespertine/Family Tree/Grestest Hits (2001) === Em 2001, Björk lançou o álbum \"Vespertine\". O álbum mistura orquestras, coros, vocais, flagrantes e, temas vulneráveis. O álbum foi colaborado com som experimental de Matmos, DJ Thomas Knak, e a harpista experimental Zeena Parkins. Fontes líricas incluem as obras do poeta americano EE Cummings, o cineasta independente americano Harmony Korine e a dramaturga inglês Sarah Kane. Björk embarcou em uma turnê de teatros e óperas na Europa e na América do Norte, em apoio do álbum, acompanhado pelos músicos Matmos, Zeena Parkins e um coral, da Gronelândia. Vespertine vendeu dois milhões de cópias até o final de 2001 . Vespertine gerou três singles: \"Hidden Place\", \"Pagan Poetry\" e \"Cocoon\". O MTV2 foi o primeiro canal a colocar o clipe de \"Hidden Place\", que posteriormente foi lançado como um único DVD. No entanto, Björk trouxe um nível de controvérsia mais elevado ainda em relação ao canal com o segundo clipe, o de \"Pagan Poetry\". O clipe da canção mostra funcionalidades gráficas de piercings e os mamilos expostos de Björk, bem como a distorção de imagens de atos sexuais, que incluem penetração vaginal e Fellatio. Como resultado, o clipe foi raramente reproduzido pela MTV, e certas partes (por exemplo, as mamas de Björk) foram censuradas durante as raras ocasiões em que era reproduzido. Em 2002, o clipe finalmente é mostrado como parte de uma noite especial no MTV2, intitulada de \"Os clipes mais controversos\". O clipe de \"Cocoon\" também apresentou uma Björk aparentemente nu (na verdade usando uma conexão estreita bodysuit), desta vez com seus mamilos não mostrados, clipe no qual a cantora acabou envolta em um casulo. O vídeo foi dirigido pelo japonês artista Eiko Ishioka, e não foi exibido pela MTV. Em 2002 o CD Box Set Family Tree surgiu, contendo uma retrospectiva da carreira de Björk, que inclui muitas versões diferentes de composições suas, incluindo o seu trabalho com o Quarteto Brodsky. Também ao lado de Family Tree foi lançado o álbum Greatest Hits, uma retrospectiva dos últimos 10 anos de sua carreira solo com sucessos considerados pelo público: as músicas do álbum foram escolhidas pelos fãs através de uma enquete em seu site. Uma edição em DVD do CD também foi liberado, pois continha todos os clipes até certo ponto. O novo single do conjunto, \"It’s in Our Hands\", alcançou a posição #37 no Reino Unido. O clipe foi dirigido por Spike Jonze. === Live Box (2003) === Em 2003, foi lançada uma caixa chamada Live Box, composta de quatro CDs com gravações ao vivo de seus álbuns anteriores (Debut, Post, Homogenic e Vespertine)e um DVD com um clipe de uma faixa de cada CD. Cada um dos quatro CDs foram posteriormente lançados separadamente por um preço reduzido. === Medúlla (2004) === Em agosto de 2004, Björk lança Medúlla. Durante a produção, Björk decidiu que o álbum poderia funcionar melhor como um álbum inteiramente de vocais de base. No entanto, este plano inicial não se materializou exatamente dessa forma, como a maioria dos sons do álbum são, na verdade, criada por vocalistas (embora muitas vezes estes sons são eletronicamente distorcidos). Björk utilizou o canto de garganta da cantora Tagaq, do cantor de hip-hop Rahzel, do japonês Dokaka, do avant-rocker Mike Patton, Soft Machine e Robert Wyatt e vários coros. Ela novamente usou textos de EE Cummings para a canção \"Sonnets / Unrealities XI.\" Em 13 de agosto de 2004, Björk se apresentou com a canção \"Oceania\" na Cerimônia de Abertura dos Jogos Olímpicos de Verão de 2004, em Atenas, Grécia. Enquanto ela cantava, seu vestido lentamente se desdobrava em cima dos atletas presentes a cerimônia e revelou um pano de 10 000 pés 900 m². A canção \"Oceania\" foi escrita especialmente para a ocasião e as características dos talentos de Shlomo, um beatboxer de Leeds, na Inglaterra, que morava em Londres e um coro. Uma versão alternativa da música vazou na internet. A versão continha vocais adicionais da rapper Kelis. Essa versão seria o B-side do single de \"Who Is It\", que chegou a posição de número 26 no Reino Unido. Este foi seguido, no início de 2005 por \"Triumph of a Heart\", chegando ao número 31. Um vídeo para o potencial próximo single, \"Where Is the Line\", foi filmado em colaboração com a artista islandesa Gabriela Fridriksdóttir no final de 2004. Este foi inicialmente uma sequência de um filme conceitual das artistas, mas foi lançado exclusivamente no DVD da turnê do CD Medúlla. Além disso, Björk optou por não promover Medúlla por meio de shows, turnês ou qualquer outra forma. Björk disse em várias entrevistas que estava pré produzindo um outro álbum. Em junho de 2004, durante uma entrevista a revista Rolling Stone: \"Cada álbum que eu tenho feito, a cada minuto que se faz, eu me sinto realmente inspirada e, tipo, 'Uau, agora eu posso compor um álbum em cinco minutos... E eu só quero saber se isso é apenas uma fantasia ou se é verdade. Além disso, pensei que seria muito difícil tocar as músicas ao vivo\". === (______surrounded) (2006) === Em 2006, Björk remasterizou seus primeiros três álbuns de estúdio solo (Debut, Post, Homogenic) e suas duas trilhas sonoras (Drawing Restraint 9 e Selmasongs), em som surround 5.1 para uma nova emissão de um novo box-set intitulado (______surrounded):, lançado em 27 de junho. Vespertine e Medúlla já estavam disponíveis no ponto 5.1, como DVD-A ou SACD, mas também estão incluídas na caixa conjunto reacondicionada em formato. O DualDiscs também foi lançado separadamente. Durante esta época, Björk ganhou outra nomeação no BRIT Awards para Melhor Artista Solo Feminina Internacional. Ela também foi nomeada ao Prémio Inspiração no Anual Q Magazine Awards, em outubro de 2005, aceitando o prémio de Robert Wyatt, com quem colaborou no álbum Medulla. A antiga banda de Björk, The Sugarcubes, se reúne para uma noite só de um-concerto em Reykjavík, em 17 de novembro de 2006. Os lucros do concerto foram doados à antiga produtora da banda, Smekkleysa, que segundo ela vai \"continuar a trabalhar sobre uma base não lucrativa para o futuro melhoramento da música islandesa\". === Volta (2007) === O álbum de estúdio Volta, lançado em 7 de Maio de 2007, foi principalmente escrito e produzido pela própria Björk e contém 10 novas faixas. O disco foi produzido pelos produtores Timbaland, Antony Hegarty e Sjón. O primeiro single do álbum, \"Earth Intruders\", foi lançado digitalmente no dia 9 de abril de 2007. Volta estreou no número nove na Billboard 200, tornando-se seu primeiro Top 10 do álbum nos E.U.A., em uma semana vendendo mais de 43 000. O álbum também alcançou número três de álbuns mais vendidos com mais de 20 600 álbuns vendidos em sua primeira semana, e o número sete no Reino Unido, com 20.456 de unidades vendidas. O single, \"Innocence\", foi lançado digitalmente em 23 de julho de 2007, com um acompanhamento musical vídeo escolhido de um concurso realizado através de seu website oficial. \"Declare Independence\" foi lançado em 1 de Janeiro de 2008, em uma embalagem super luxo, incluindo um vinil 2 x 12, um CD e um DVD \"featuring Oscar-winning do diretor francês Michel Gondry. O quinto liberado a partir do álbum foi \"The Dull Flame of Desire\", com vocais de Antony Hegarty. A partir de 27 setembro de 2008, ele superou a Billboard Hot Dance Singles Sales chart e alcançou número três no Billboard Hot Singles Sales chart. Björk concluiu recentemente uma turnê mundial de 18 meses, tendo realizado muitos festivais e retornar para a América Latina depois de nove anos, com a realização de shows no Rio de Janeiro, São Paulo, Curitiba, Guadalajara, Bogota, Lima, Santiago e Buenos Aires como parte de diferentes eventos. Ela também retornou para a Austrália e Nova Zelândia, pela primeira vez em 12 anos em Janeiro de 2008. Ela também desempenhou um show one-off show no Sydney Opera House, como parte do Festival Sydney. Em 4 de Maio, Björk foi obrigada a cancelar o seu show no Sheffield City Hall, devido ao inchaço das cordas vocais. ==== Náttúra (single) (2008) ==== Björk anunciou, através do e-Bay, uma música nova chamada Náttúra. Björk comentou que canção era \"composta especialmente para incentivar o apoio de uma abordagem ambiental dos recursos naturais na Islândia, mais do que os sugeridos por partidos que estão distante e cega para as consequências das suas acções\". A música conta com vocais de apoio do cantor Thom Yorke. ==== Voltaïc ==== É uma compilação de trabalhos feitos durante a Volta Tour entre 2007 e 2008, contou com a produção de diversos profissionais e foi lançado em 23 de junho de 2009. ===Biophilia (2011)=== Lançado em 11 de outubro de 2011 pela Universal Music, Biophilia é o primeiro \"álbum de estúdio no formato de aplicativo\" no mundo, em colaboração com a Apple. O álbum contém gêneros musicais como música eletrônica, música minimalista, ethereal wave, e música experimental, e foi realizado em um iPad, oferecendo uma série de aplicativos para este. Björk descreveu o projeto como uma coleção que engloba música, aplicativos, internet, instalações e apresentações ao vivo. Musicalmente, o álbum é estruturado como uma espécie de ópera instrumental etérea. Cada faixa descreve um tipo de fenômenos naturais e cósmicas. O título é uma representação geral do senso de conexão com a natureza e outras formas de vida de carácter inato e produto evolucionário da seleção natural. Durante seu desenvolvimento, Björk cantou as canções do álbum ao vivo no Festival Internacional de Manchester, para ver a aprovação do projeto musical. O álbum obteve resenhas positivas de críticos contemporâneos, o chamando de \"hipnótico\", \"propositalmente estranho\", \"íntimo, festivo e bonito\", e \"um dos melhores discos de Björk\". David Frickie, da Rolling Stone comparou o conceito experimental do álbum The Marble Index (1969), da sua \"assombrada irmã\", a cantora alemã Nico. ===Vulnicura (2015)=== Vulnicura é o nono álbum da cantora e compositora islandesa Björk. Em 13 de Janeiro de 2015, Björk anunciou que seu novo álbum estava para ser lançado e foi surpreendida quando em 17 de janeiro todas as músicas foram disponibilizadas ilegalmente na internet, o que levou a uma antecipação do lançamento para o dia 20 de janeiro de 2015, quando o álbum foi disponibilizado para venda no iTunes. O anúncio do disco foi feito pela própria cantora em sua conta do Facebook. O álbum foi produzido e co-escrito em parceria com a venezuelana Alejandra Ghersi, conhecida como Arca, e com o inglês Bobby Krlic, conhecido como The Haxan Cloak. Tendo como principais instrumentos a família de violinos, o melancólico álbum contém 9 faixas, 7 contendo uma duração extensa de 6 a 10 minutos. Juntas, as letras de Stonemilker, Lionsong, History of Touches, Black Lake, Family e Notget, respectivamente, relatam tanto o processo do fim do namoro de Björk com Matthew Barney como o processo de superação do término. ===Utopia e Cornucopia (2017-2022)=== Lançado em 24 de novembro de 2017, Utopia é o décimo álbum de estúdio solo de Björk e o mais longo, tendo 71 minutos e 38 segundos ao longo de 14 faixas. Para a produção do álbum, Björk novamente colaborou com Arca. Utopia tem um conceito oposto ao de seu antecessor, o Vulnicura. A própria Björk disse que Utopia é \"o paraíso\", enquanto Vulnicura era \"o inferno\", e o site de crítica musical Pitchfork anunciou Utopia dizendo que \"Björk está cheia de amor novamente\". Ela também descreveu o trabalho como seu \"álbum Tinder\" e declarou que \"é sobre essa procura (pela utopia) e também estar apaixonado. Ficar com a pessoa que gosta é quando o sonho se torna realidade.\" Em 12 de novembro de 2018, Björk anunciou uma nova turnê voltada ao álbum Utopia, intitulada Cornucopia. Ela declarou que o show é \"onde o acústico e o digital apertam as mãos.\" A turnê deu início em maio de 2019 no centro cultural The Shed, em Nova York, e foi descrito pela artista como \"o show mais elaborado até agora\". A residência se estendeu até o México e a Europa no mesmo ano. Durante a turnê, ela lançou clipes para \"Tabula Rasa\" e \"Losss\", ambos dirigidos por Tobias Gremmler e usados como visuais da turnê. Em 16 de agosto de 2019, Björk anunciou o lançamento do Utopia Bird Call Boxset, um box set que celebra o fim da era do Utopia que contém 14 flautas de madeira esculpidas à mão que imitam vários cantos de pássaros e um pendrive que traz o álbum em formato digital, clipes e remixes, bem como uma faixa instrumental inédita, \"Arpegggio\". Björk fez uma participação surpresa durante Mutant;Faith, uma performance arte da Arca no The Shed, para estrear \"Afterwards\", uma nova colaboração na qual a artista canta em espanhol. A música foi inclusa no quarto álbum da Arca, KiCk i, lançado em 26 de junho de 2020. == Filmes == Começou sua aparição em filmes em 1990, quando ela apareceu em Juniper Tree, um conto de bruxaria baseado na história dos Irmãos Grimm com o mesmo nome. Björk desempenhado o papel de Margit, uma menina cuja mãe foi morta por praticar bruxaria. Björk também teve um papel não creditado, em 1994, no filme Prêt-à-Porter. Em 1999, Björk foi convidada a escrever e produzir o musical para o filme Dancer in the Dark, um drama musical sobre uma imigrante chamada Selma, que está lutando para pagar uma operação para impedir o filho de ficar cego. Após ver o resultado da trilha sonora, o Diretor Lars von Trier lhe pediu para considerar interpretar o papel de Selma, convencer- lhe que a única maneira de captar o verdadeiro caráter de Selma foi ter o compositor da música tocar a personagem. Ela aceitou. Filmagens começaram no início de 1999, e o filme estreou em 2000 no 53º Cannes Film Festival. O filme recebeu a Palme d'Or, e Björk recebeu o Prêmio Melhor Atriz por seu papel. Foi relatado que a filmagem foi tão fisicamente e emocionalmente cansativo que ela jurou nunca fazer isso novamente, mas mais tarde Björk declarou que ela sempre quis fazer um musical na sua vida, e esta foi uma experiência válida. Björk lançou a trilha do filme no CD com o título Selmasongs. O álbum apresenta um dueto com Thom Yorke do Radiohead intitulado \"I've seen it All\", que foi nomeado para um Óscar de Melhor Canção no Oscar 2001, enquanto Björk estava usando o seu célebre \"vestido-cisne\", que foi recentemente leiloado no e-Bay, para financiar obras de caridade. Ela foi convidada para gravar \"Gollum's Song\" para o filme O Senhor dos Anéis: As Duas Torres, mas recusou o convite, pois ela estava grávida, e a música foi gravada por uma outra cantora islandesa, Emiliana Torrini. Björk também apareceu em 2005 o documentário Screaming Masterpiece. O filme apresenta imagens de arquivo dos Sugarcubes e Tappi Tíkarrass, e uma conversa em curso com a própria Björk. Seu namorado de longa data, Matthew Barney (artista contemporâneo de Nova York), fez com que ela colaborasse com ele sobre a arte experimental do filme Drawing Restraint 9, uma exploração da cultura japonesa. Björk e Barney aparecem no filme. O filme foi lançado em 2005. Ela é também responsável pela trilha sonora do filme, lançado em CD homônimo, como foi feito com Dancer in the Dark. Michel Gondry, diretor de renome, convidou Björk para ser a estrela principal no seu filme The Science of Sleep, mas ela recusou. Em agosto de 2020, Björk entrou para o elenco de The Northman, futuro filme de Robert Eggers, co-escrito com Sjón, juntamente com sua filha Ísadóra. == Trabalhos Filantrópicos == Após o tsunami que assolou o Sudeste Asiático no final de 2004, Björk começou a trabalhar sobre um novo projeto intitulado Exército de Misturas para ajudar a angariar dinheiro para um fundo de socorro social. Este projeto recrutou fãs e músicos de todo o mundo para cobrir ou remixar a faixa de 1995, \"Army of Me\". De mais de 600 respostas Björk e seu co-escritor Graham Massey escolheu os melhores vinte para aparecer no álbum. O álbum foi lançado em abril no Reino Unido e, em finais de Maio de 2005, nos E.U. sob o nome de Army of Me: Remixes and Covers. Até Janeiro de 2006, o álbum arrecadou cerca de £ 250 000 para ajudar a UNICEF a trabalhar no sudeste asiático. Björk visitou Banda Aceh em fevereiro de 2006 para ver o trabalho da UNICEF com as crianças que foram afectadas pelo tsunami. Björk também tem tido um interesse em questões ambientais em seu país nativo. Em 2004 Björk participou do concerto \"Hætta\" em Reykjavik, organizado em protesto contra a construção de fundição de alumínio Alcoa no país, o que tornaria a maior fundição na Europa. Ela fundou a organização \"Náttúra\", que visa promover a natureza e o povo islandês. Em 28 de outubro de 2008 Björk escreveu um artigo para o The Times para debater o estado da economia islandesa, e seus pensamentos sobre a proposta de utilização dos recursos naturais para tirar o país da crise mundial. Björk, em colaboração como grupo Audur, cria um fundo de capital de risco intitulado \"BJÖRK\" de apoio à criação de indústrias sustentáveis na Islândia. == Discografia == ;Álbuns de estúdio * Björk (1977) * Gling-Gló (1990) * Debut (1993) * Post (1995) * Homogenic (1997) * Vespertine (2001) * Medúlla (2004) * Volta (2007) * Biophilia (2011) * Vulnicura (2015) * Utopia (2017) * Fossora (2022) == Videografia == * 1990 - The Video (Polygram) * 1992 - Á Guðs Vegum (Smekkleysa) * 1992 - Murder and Killing in Hell (Windsong International Video) * 2000 - Free Tibet (Ryko Distribution - primera edição em 1999, formato VHS) * 2001 - MTV Unplugged / Live&Loud; (One Little Indian) * 2001 - Live in Cambridge (One Little Indian) * 2001 - Live at Shepherd's Bush Empire (One Little Indian) * 2002 - Live at the Royal Opera House (One Little Indian) * 2002 - Greatest Hits - Volumen 1993-2003 (One Little Indian) * 2002 - Volumen Plus (One Little Indian) * 2003 - Vessel (One Little Indian) * 2003 - Inside Björk (One Little Indian) * 2003 - Live Zabor (One Little Indian) * 2003 - Later with Jools Holland (One Little Indian) * 2003 - Minuscule (One Little Indian) * 2004 - The Sugarcubes - the DVD (One Little Indian) * 2004 - The Sugarcubes - Live Zabor (One Little Indian) * 2007 - Bjork: Live DVD Archive (One Little Indian Us) == Nomeações - Prêmios == === Grammy Awards (indicações) === * 1993 - \"Human Behaviour\" - Melhor Video Clipe * 1995 - Post - Melhor Performance Alternativo * 1995 - \"It's Oh So Quiet\" - Melhor Video Clipe * 1997 - Homogenic - Melhor Álbum Alternativo * 1998 - \"Bachelorette\" - Melhor Video Clipe * 1999 - \"All Is Full of Love\" - Melhor Video Clipe * 2000 - \"Overture\" (Selmasongs) - Melhor Performance Instrumental Pop * 2000 - \"I've Seen It All\" (Selmasongs) - Melhor Arranjo Instrumental Pop Acompanhando um Vocalista(s) * 2001 - Vespertine - Melhor Álbum Alternativo * 2003 - Family Tree - Melhor Box ou Pacote em Edição Limitada Especial * 2004 - Oceania - Melhor Performance Vocal Feminina Pop * 2004 - Medúlla - Melhor Álbum Alternativo * 2007 - Volta - Melhor Álbum Alternativo * 2013 - Biophilia - Melhor Álbum Alternativo * 2013 - Biophilia - Melhor Pacote de Álbum - Vence'' * 2016 - Vulnicura - Melhor Álbum Alternativo * 2023 - Fossora - Melhor Álbum Alternativo === Academy Awards === * 2001 - Melhor Canção Original em um Filme - I've Seen It All - Nomeada === BRIT Awards === * 1994 - Revelação em Atuação - Venceu * 1994 - Melhor Artista Feminina - Venceu * 1996 - Melhor Artista Feminina - Venceu * 1998 - Melhor Artista Feminina - Venceu * 2001 - Melhor Trilha Sonora - \"Selma Songs\" - Nomeada * 2002 - Melhor Artista Feminina - Nomeada * 2006 - Melhor Artista Feminina - Nomeada * 2016 - Melhor Artista Feminina - Venceu === Festival de Cannes === * 2000 - Best Actress - Venceu === Globo de Ouro === * 2001 - Melhor Atriz em um Filme de Drama - Nomeada * 2001 - Melhor Canção - \"I've Seen It All\" - Nomeada === Oscar === * 2001 - Melhor Canção - \"I've Seen It All\" - Nomeada === MOJO Awards === * 2007 - Prêmio de Inspiração - Venceu == Televisão == * 1987 - Glerbrot personagem: Maria. (RUV TV) == Filmes == * 1987 - The Juniper Tree, personagem: Margit. (Rhino Home Video) * 1994 - Prêt-à-Porter, participação não creditada como modelo. * 2000 - Dancer in the Dark, personagem: Selma Jezcova. (Zentropa Entertainment) * 2005 - Drawing Restraint 9, (Matthew Barney) * 2007 - Anna and the Moods, voz da personagem: Anna Young. (CAOZ) * 2022 - The Northman, personagem: Seeress. (New Regency) == Bibliografia == * 1984 - Um Úrnat Frá Björk * 2001 - Björk (Little-i) * 2003 - Björk Live Book == Bibliografia relacionada == * Rumo à Estação Islândia, de Fábio Massari. Editora Conrad Livros (2001) . * Post, de Sjón Sigurðsson/Björk Ltd. Bloomsbury (1995). * Björk - The Ilustrated Story, de Paul Lester. Hamlyn (1996). * Björk - An Ilustrated Biography, de Mick St. Michael. Omnibus Press (1996). * Björk Björkgraphy, de Martin Aston. Simon & Schuster (1996). * Björk, Colección Imágenes de Rock, N°82, de Jordi Bianciotto. Editorial La Máscara (1997). * Dancer in the Dark, de Lars von Trier. Film Four (2000). * Army of She, de Evelyn McDonnell. Random House (2001). * Human Behaviour, de Ian Gittins. Carlton (2002). * Wow and Flutter, de Mark Pytlik. ECW (2003). * Bjork - There's More to Life Than This (Stories Behind Every Song), de Ian Gittins. Da Capo Press (2002). == Ligações externas == * Categoria:Nascidos em 1965 Categoria:Naturais de Reykjavík Categoria:Cantores da Islândia Categoria:Ateus da Islândia Categoria:Compositores da Islândia Categoria:Cantores de rock alternativo Categoria:Músicos de música eletrônica Categoria:Mulheres na música electrónica Categoria:Músicos vencedores do MTV Video Music Awards Categoria:Prémio de interpretação feminina (Festival de Cannes) Categoria:Prémio do Cinema Europeu de melhor atriz Categoria:Prémio de Música Polar Categoria:Músicos vencedores dos MTV Europe Music Awards Categoria:Islandeses expatriados nos Estados Unidos Categoria:Islandeses expatriados no Reino Unido Categoria:Atores da Islândia Categoria:Sobreviventes de tentativas de assassinato Categoria:Cantores de música pop Categoria:Cantores de língua inglesa da Islândia Categoria:Atrizes premiadas com o Robert prisen Categoria:Atrizes premiadas com o Prêmio Bodil Categoria:Artistas da Polydor Records",
 "title": "Björk"
}