{
 "id": "64382",
 "text": "Krill é o nome colectivo dado a um conjunto de espécies de animais invertebrados semelhantes ao camarão. Estes pequenos crustáceos são importantes organismos do zooplâncton, especialmente porque servem de alimento a baleias, jamantas, tubarões-baleia, entre outros. Estes animais são ainda designados como eufausídeos, palavra derivada da ordem taxonómica a que pertencem, Euphausiacea. O termo krill é de origem norueguesa, sendo derivado do neerlandês kriel, que designa peixes acabados de nascer ou em fase juvenil. Os eufausídeos estão presentes em todos os oceanos do planeta. São considerados espécies-chave próximas da base da cadeia alimentar já que se alimentam de fitoplâncton e de algum zooplâncton, convertendo esta fonte de alimento numa forma que pode ser consumida por muitos animais de maiores dimensões, constituindo a maior parte da dieta destes. No Oceano Antártico, uma espécie, o krill antártico (Euphausia superba), perfaz uma biomassa superior a 500 milhões de toneladas, aproximadamente o dobro da biomassa constituída pela totalidade dos seres humanos. Desta biomassa, mais de metade é consumida todos os anos por baleias, focas, pinguins, lulas e peixes, sendo substituída graças ao seu crescimento e reprodução. A maioria das espécies de krill efectuam grandes migrações verticais diárias, alimentando os predadores à superfície, durante a noite, e em águas mais profundas durante o dia. A pesca comercial de krill é feita no Oceano Antártico e nas águas em redor do Japão. A produção global anual está estimada em 150 000 a 200 000 toneladas, na sua maioria pescadas no Mar de Scotia. Muito do krill pescado é utilizado na aquicultura e como alimento para peixes de aquários, como isco na pesca desportiva ou, ainda, na indústria farmacêutica. No Japão e na Rússia, o krill é também usado para o consumo humano, sendo conhecido no Japão como . == Taxonomia == A ordem Euphausiacea divide-se em duas famílias. A família Bentheuphausiidae inclui apenas o Bentheuphausia amblyops, uma espécie de krill batipelágico que vive em águas abaixo dos 1 000 metros de profundidade, sendo considerada a mais primitiva das espécies de krill.Brinton, E.: The distribution of Pacific euphausiids., Bull. Scripps Inst. Oceanogr. 8(2), pp. 51 – 270; 1962. A outra família, Euphausiidae, é a maior, contendo dez géneros diferentes, num total de 85 espécies. Destes, o género Euphausia é o maior, com 31 espécies.Taxonomy of Euphausiacea do ITIS. As espécies mais bem conhecidas - sobretudo porque são objecto de pesca comercial - incluem o krill antártico (Euphausia superba), krill do pacífico (Euphausia pacifica) e o krill do norte (Meganyctiphanes norvegica). == Distribuição == O krill está presente em todos os oceanos; muitas espécies têm distribuição transoceânica e várias são endémicas ou com distribuição nerítica restrita. Espécies do género Thysanoessa ocorrem tanto no Oceano Atlântico como no Oceano Pacífico, que alberga também Euphausia pacifica. O krill do norte ocorre no Atlântico, desde o norte até ao Mar Mediterrâneo. As quatro espécies do género Nyctiphanes são muito abundantes nas zonas de afloramento das correntes da Califórnia, Humboldt, Benguela e Canárias. Nas águas antárticas são conhecidas sete espécies:Brueggeman, P.: Euphausia crystallorophias , in Underwater Field Guide to Ross Island & McMurdo Sound, Antarctica. uma do género Thysanoessa (T. macrura) e seis espécies do género Euphausia. O krill antártico (Euphausia superba) vive, geralmente, em profundidades acima dos 100 metros,Krill no MarineBio. enquanto o krill do gelo (Euphausia crystallorophias) pode ser encontrado até à profundidade de 4 000 metros, vivendo geralmente a profundidades entre os 300 e os 600 metros.Kirkwood, J.A.: A Guide to the Euphausiacea of the Southern Ocean. Australian National Antarctic Research Expedition; Australia Dept of Science and Technology, Antarctic Division; 1984. Ambas as espécies são encontradas a latitudes mais altas que 55º S - com predominância de E. crystallorophias acima dos 74º SSala, A.; Azzali, M.; Russo, A.: Krill of the Ross Sea: distribution, abundance and demography of Euphausia superba and Euphausia crystallorophias during the Italian Antarctic Expedition (January-February 2000) , Scientia Marina 66(2), pp. 123 – 133. 2002. e em bancos de gelo. Outras espécies conhecidas no Oceano Antártico são E. frigida, E. longirostris, E. triacantha, e E. vallentini.Hosie, G. W.; Fukuchi, M.; Kawaguchi, S.: Development of the Southern Ocean Continuous Plankton Recorder survey , Progress in Oceanography 58, pp. 263 – 283, 2003. == Anatomia e morfologia == O krill é um crustáceos constituído por um exosqueleto quitinoso dividido em dois ou três tagmata: a cabeça, o tórax e o abdómen, aparecendo os dois primeiros fundidos num só, formando o cefalotórax, como é típico dos crustáceos. O exosqueleto de muitas espécies de krill é transparente. Apresentam olhos compostos e algumas espécies conseguem adaptar- se a várias condições de luminosidade utilizando pigmentos bloqueadores de luz.Gaten, E.: Meganyctiphanes norvegica ; acedido em 15 de Junho 2005. Possuem duas antenas e vários pares de patas torácicas chamadas pereópodes (o seu número varia consoante os géneros e espécies). Estas patas incluem os membros que utilizam para se alimentarem e limparem. Adicionalmente, todas as espécies possuem patas-nadadoras designadas pleópodes. A maior parte do krill tem entre 1 a 2 cm de comprimento quando adultos, atingindo algumas espécies tamanhos da ordem dos 6 a 15 cm. A maior de entre as espécies de krill é a mesopelágica Thysanopoda spinicauda.Brinton, E.: Thysanopoda spinicauda, a new bathypelagic giant euphausiid crustacean, with comparative notes on T. cornuta and T. egregia. J. Wash. Acad. Sci. 43, pp. 408 – 412; 1953. O krill pode ser facilmente distinguido de outros crustáceos como os camarões pelas suas guelras visíveis externamente. Muito do krill alimenta-se filtrando a água: as suas extremidades mais avançadas, os toracópodes, formam pentes muito finos com que filtram o alimento da água. Estes filtros podem ser realmente muito finos nas espécies que se alimentam de fitoplâncton (como os membros do género Euphausia), em particular diatomáceas, que são pequenas algas. Porém, crê-se que todas as espécies de krill são geralmente omnívoras, existindo algumas carnívoras que caçam zooplâncton e larvas de peixes. Exceptuando a espécie Bentheuphausia amblyops, o krill é composto por espécies bioluminescentes, possuindo órgãos chamados fotóforos que são capazes de emitir luz. A luz é produzida por uma reacção de quimioluminescência catalisada por uma enzima, em que uma luciferina (um pigmento) é activado pela enzima luciferase. Os estudos indicam que a luciferina de muitas espécies de krill é um tetrapirrol fluorescente similar mas não igual à luciferina dos dinoflagelados.Shimomura, O.: The roles of the two highly unstable components F and P involved in the bioluminescence of euphausiid shrimps, Jour. Biolumin. Chemilumin. 10(2), pp. 91 – 101, 1995. Além disto, não é provável que o krill produza a luciferina, antes obtendo-a da sua dieta que contém dinoflagelados.Dunlap J. C.; Hastings, J. W.; Shimomura, O.: Crossreactivity between the Light-Emitting Systems of Distantly Related Organisms: Novel Type of Light-Emitting Compound, Proc. Natl. Acad. Sci. USA, 77(3), pp. 1394&nbasp;– 1397, March 1980. Os fotóforos do krill são órgãos complexos com capacidades de ampliação e focagem, como se fossem lentes, podendo rodar por meio de músculos.Herring, P. J.; Widder, E. A.: Bioluminescence in Plankton and Nekton ; in Steele, J. H., Thorpe, S. A.; Turekian, K. K. (eds.): Encyclopedia of Ocean Science, Vol. 1, pp. 308 – 317. Academic Press, San Diego, 2001. A função exacta destes órgãos é ainda desconhecida; podem desempenhar um papel no acasalamento, interacção social ou na orientação. Alguns investigadores propõem que o krill utiliza a luz como uma forma de camuflagem por contra-iluminação para compensar a sua sombra contra o fundo de luz ambiente vinda de cima, diminuindo a probabilidade de serem vistos pelos predadores mais abaixo.Lindsay, S. M.; Latz, M. I.: Experimental Evidence for Luminescent Countershading by some Euphausiid Crustaceans , Apresentação na reunião de ciências aquáticas da American Society of Limnology and Oceanography (ASLO), Santa Fe, 1999.Johnsen, S.: The Red and the Black: Bioluminescence and the Color of Animals in the Deep Sea, Integr. Comp. Biol. 45, pp. 234 – 246, 2005. == Comportamento == A maioria das espécies de krill vive em grupos, com densidades e tamanhos bastante variáveis, dependendo da espécie e da região. No caso de Euphausia superba, existem registos de aglomerados com 10 000 a 30 000 indivíduos por metro cúbico.Kils, U.; Marshall, P.: Der Krill, wie er schwimmt und frisst - neue Einsichten mit neuen Methoden . In Hempel, I.; Hempel, G.: Biologie der Polarmeere - Erlebnisse und Ergebnisse Fischer 1995; pp. 201–210. ISBN 3-334-60950-2. A formação destes grandes aglomerados funciona como um mecanismo de defesa colectiva, confundindo os predadores menores que prefeririam seleccionar as presas individualmente. O krill segue, de um modo geral, uma migração vertical diurna. Passa o dia a profundidades maiores e ascende em direcção à superfície durante a noite. Quanto maior for a profundidade em que se encontre, menor é a sua actividade,Jaffe, J.S.; Ohmann, M. D.; De Robertis, A.: Sonar estimates of daytime activity levels of Euphausia pacifica in Saanich Inlet , Can. J. Fish. Aquat. Sci. 56, pp. 2000 – 2010; 1999. aparentemente como forma de reduzir a possibilidade de encontros com predadores e de poupar energia. Algumas espécies (por exemplo, Euphausia superba, E. pacifica, E. hanseni, Pseudeuphausia latifrons, ou Thysanoessa spinifera) também formam aglomerados à superfície durante o dia para se alimentar e reproduzir, apesar de tal comportamento ser perigoso pois torna o krill muito vulnerável aos predadores. Os aglomerados densos podem provocar um frenesim alimentar entre os predadores como peixes e pássaros, sobretudo perto da superfície onde as possibilidades de fuga do krill são limitadas. Quando perturbado, um aglomerado de krill dispersa, e já foram observados alguns indivíduos desfazendo-se do exosqueleto instantaneamente, deixando a exúvia para trás como engodo.Howard, D.: Krill in Cordell Bank National Marine Sanctuary, NOAA. Acedido em 15 de Junho 2005. O krill nada normalmente a uma velocidade de alguns centímetros por segundo (0,2 a 10 comprimentos corporais por segundo)Ignatyev, S. M.: Functional-Morphological Adaptations of the Krill to Active Swimming , Poster on the 2nd International Symposium on Krill, Santa Cruz, Califórnia, EUA; 23 de Agosto–27 de Agosto de 1999., usando os pleópodes como meio de propulsão. As suas migrações maiores estão sujeitas às correntes oceânicas. Quando em perigo, exibem um comportamento de fuga típico de alguns crustáceos: batendo os apêndices caudais (telson e urópodes), deslocam-se para trás através da água de modo relativamente rápido, atingindo velocidades no intervalo de 10 a 27 comprimentos corporais por segundo o que para um tipo de krill de grandes dimensões como E. superba, significa cerca de 0,8 m/s.Kils, U.: Swimming behavior, Swimming Performance and Energy Balance of Antarctic Krill Euphausia superba. BIOMASS Scientific Series 3, BIOMASS Research Series, 1–122; 1982. A sua capacidade natatória levou muitos investigadores a classificar o krill adulto como forma de vida micro-nectónica, ou seja, pequenos animais capazes de se moverem individualmente contra correntes (fracas). As formas larvares do krill são geralmente consideradas zooplâncton.Nicol, S.; Endo, Y.: Krill Fisheries of the World, FAO Fisheries Technical Paper 367; 1997. == Ecologia e ciclo de vida == O krill constitui um importante elemento da cadeia alimentar. O krill antártico alimenta-se directamente do fitoplâncton, convertendo energia de produção primária numa forma mais apropriada ao consumo por animais maiores que não podem alimentar- se directamente das minúsculas algas, mas que são capazes de alimentar-se de krill. Algumas espécies como o krill do norte têm menos fitoplâncton à sua disposição e caçam copépodes e zooplâncton de maiores dimensões. São muitos os animais que se alimentam de krill, desde pequenos peixes ou pinguins até focas e mesmo baleias. As perturbações dos ecossistemas que resultam na diminuição de uma população de krill podem ter efeitos de grande alcance. Durante uma explosão de cocolitóforos no Mar de Bering em 1988,Weier, J.: Changing Currents color the Bering Sea a new shade of Blue, NOAA Earth Observatory, 1999. Last accessed 15 de Junho de 2005. por exemplo, a concentração de diatomáceas diminuiu na área afectada. Porém, o krill não pode alimentar-se dos cocolitóforos (mais pequenos) e, consequentemente, a população de krill (sobretudo de E. pacifica) diminuiu drasticamente naquela região. Esta diminuição, por seu lado, afectou outras espécies: as populações de cagarras e pardelas decresceram, pensando-se até que esta terá sido uma das razões que terá levado o salmão a não regressar aos rios do Alasca ocidental nessa temporada.Brodeur, R.D.; Kruse, G.H.; et al.: Draft Report of the FOCI International Workshop on Recent Conditions in the Bering Sea, pp. 22 – 26; NOAA 1998. Existem outros factores além dos predadores e da disponibilidade de alimento que também podem influenciar a taxa de mortalidade nas populações de krill. Existem vários endoparasitóides ciliados unicelulares do género Collinia que podem infectar diferentes espécies de krill, causando mortalidade maciça nas populações afectadas. Tais doenças têm sido relatadas para Thysanoessa inermis no Mar de Bering, mas também para E. pacifica, Thysanoessa spinifera, e T. gregaria ao largo da costa pacífica da América do Norte.Roach, J.: Scientists Discover Mystery Krill Killer, National Geographic News, 17 de Julho de 2003. See also the base article: Gómez-Gutiérrez, J.; Peterson, W. T.; De Robertis, A.; Brodeur, R. D.: Mass Mortality of Krill Caused by Parasitoid Ciliates, Science Vol 301; issue 5631, pp. 339f; 18 de Julho de 2003. Existem também alguns ectoparasitas da família Dajidae (isópodes epicarídeos) que afectam o krill (bem como camarões e misidáceos); um destes parasitas é o Oculophryxus bicaulis encontrado no krill das espécies Stylocheiron affine e Stylocheiron longicorne. Agarra-se ao pedúnculo ocular do animal sugando-lhe o sangue da cabeça; crê-se que iniba a reprodução do hospedeiro, pois apenas se encontrou este parasita em animais imaturos.Shields, J.D.; Gómez-Gutiérrez, J.: Oculophryxus bicaulis, a new genus and species of dajid isopod parasitic on the euphausiid Stylocheiron affine Hansen, Int'l J. for Parasitology 26(3), pp. 261 – 268; 1996. === Ciclo de vida === O ciclo de vida geral do krill tem sido objecto de vários estudos, efectuados com várias espécies e é por essa razão relativamente bem compreendido, apesar de existirem pequenas variações de pormenor de espécie para espécie.Gurney, R.: Larvae of decapod crustacea. Royal Society Publ. 129; London 1942.Mauchline, J.; Fisher, L.R.: The biology of euphausiids. Adv. Mar. Biol. 7; 1969. Quando o krill eclode dos ovos, passa por vários estágios larvares sucessivos: náuplio, pseudometanáuplio, metanáuplio, caliptopsis e furcilia. Cada um destes estágios larvares subdivide-se em vários sub- estágios. O estágio pseudometanáuplio é exclusivo das espécies que depositam os ovos em bolsas ovígeras. As larvas crescem e fazem várias mudas durante este processo, substituindo o exosqueleto rígido sempre que este se torna demasiado pequeno. Até ao estágio de metanáuplio, inclusive, as larvas alimentam-se das reservas do vitelo. É apenas nos estágios de caliptopsis, que se formam a boca e o tracto digestivo, começando então a alimentar-se de fitoplâncton, o que implica que por esta altura as larvas já tenham atingido a zona fótica, constituída pelas camadas superiores do oceano em que vivem as algas. Durante os estágios de furcilia, são adicionados segmentos com pares de pleópodes, começando pelos segmentos mais frontais. Cada par torna-se funcional na muda seguinte. O número de segmentos adicionados durante qualquer um dos estágios de furcilia pode variar numa mesma espécie, dependendo das condições ambientais.Knight, M. D.: Variation in Larval Morphogenesis within the Southern California Bight Population of Euphausia pacifica from Winter through Summer, 1977–1978 , CalCOFI Report Vol. XXV, 1984. Após o último dos estágios de furcilia, o krill apresenta-se já com uma forma similar à de um adulto, mas é ainda imaturo. Durante a época de acasalamento, que varia com a espécie e com o clima, o macho deposita um espermatóforo na abertura genital (télico) da fêmea. As fêmeas podem carregar vários milhares de ovos no ovário, podendo constituir um terço da massa corporal do animal.Gómez-Gutiérrez, J.: Personal communication ; 2002. O krill pode produzir múltiplas ninhadas numa só estação, com períodos entre cada uma da ordem de dias. Há duas formas de produção das ninhadas entre as espécies de krill. As 57 espécies dos géneros Bentheuphausia, Euphausia, Meganyctiphanes, Thysanoessa e Thysanopoda fazem-no dispersando os ovos. A fêmea liberta os ovos na água, onde geralmente se afundam e dispersam, ficando totalmente desacompanhados. Estas espécies geralmente eclodem no estágio 1 de náuplio, mas descobriu-se recentemente que por vezes o fazem como metanáuplios ou até como caliptopsis.Gómez-Gutiérrez, J.: Hatching mechanism and delayed hatching of the eggs of three broadcast spawning euphausiid species under laboratory conditions, J. of Plankton Research 24(12), pp. 1265 – 1276, 2002. Has many images of the earliest development stages of krill. As restantes 29 espécies dos restantes géneros criam as ninhadas numa bolsa que a fêmea carrega consigo agarrada aos pares mais posteriores de toracópodes até à sua eclosão no estágio de metanáuplio, apesar de algumas espécies como Nematoscelis difficilis, poderem eclodir como náuplios ou pseudometanáuplios.Brinton, E.; Ohman, M. D.; Townsend, A. W.; Knight, M. D.; Bridgeman, A. L.: Euphausiids of the World Ocean, World Biodiversity Database CD-ROM Series; Springer Verlag, 2000. ISBN 3-540-14673-3. Algumas espécies de krill das latitudes elevadas, podem viver até mais de seis anos (por exemplo, Euphausia superba); outras, como a espécie de latitudes médias Euphausia pacifica, vivem apenas dois anos. A longevidade das espécies tropicais e subtropicais é ainda menor, por exemplo, Nyctiphanes simplex, vive apenas seis a oito meses.Gómez-Gutiérrez, J.: Euphausiids; acedido em 16 de Junho 2005. ==== Mudas ==== As mudas ocorrem sempre que os animais atingem um tamanho maior que o do seu exosqueleto. Os animais mais jovens, em crescimento mais rápido, procedem mais frequentemente a mudas que os animais maiores e mais velhos. A frequência das mudas varia muito de espécie para espécie e é, mesmo dentro de uma mesma espécie, sujeita a vários factores externos como a latitude, temperatura da água ou a disponibilidade de alimento. A espécie subtropical Nyctiphanes simplex, por exemplo, tem um período entre mudas que varia dos dois aos sete dias; as larvas mudam em média a cada três dias enquanto que os juvenis e os adultos o fazem, em média, a cada cinco dias. Para E. superba nos mares antárticos, os períodos entre mudas variam dos 9 aos 28 dias, dependendo da temperatura (-1 °C a 4 °C). No caso de Meganyctiphanes norvegica do Mar do Norte, o período entre mudas varia também entre os 9 e os 28 dias mas a temperaturas entre os 2,5 °C e os 15 °C.Buchholz, F.: Experiments on the physiology of Southern and Northern krill, Euphausia superba and Meganyctiphanes norvegica, with emphasis on moult and growth – a review, Marine and Freshwater Behaviour and Physiology 36(4), pp. 229 – 247, 2003. Sabe-se ainda que E. superba é capaz de reduzir o seu tamanho corporal quando o alimento escasseia, fazendo mudas sempre que o exosqueleto se torna demasiado grande.Hyoung-Chul Shin; Nicol, S.: Using the relationship between eye diameter and body length to detect the effects of long-term starvation on Antarctic krill Euphausia superba. Mar Ecol Progress Series (MEPS) 239:157–167; 2002. Este comportamento também foi observado com E. pacifica como adaptação a temperaturas da água anormalmente altas e é postulado que ocorra com outras espécies de krill de zonas temperadas.Marinovic, B.; Mangel, M.: Krill can shrink as an ecological adaptation to temporarily unfavourable environments, Ecology Letters 2, pp. 338 – 343; Blackwell Science, 1999. == O krill como recurso económico == O krill tem sido capturado para a alimentação humana (okiami) e animal desde o século XIX, ou mesmo mais cedo no Japão. A pesca em grande escala desenvolveu- se apenas no final da década de 1960 e início da de 1970, e actualmente é uma actividade desenvolvida apenas em águas antárticas e nos mares em redor do Japão. Historicamente, os países com maiores capturas de krill foram o Japão e a União Soviética e, após a dissolução desta, a Ucrânia e a Rússia. O pico das capturas de krill ocorreu em 1983 com mais de 528 000 toneladas apenas no Oceano Antártico (93% das quais pertenceram à União Soviética). Em 1993 ocorreram dois acontecimentos que conduziram à redução drástica da pesca do krill: a Rússia abandonou as suas operações e a Comissão para a Conservação dos Recursos Marinhos Vivos do Antártico (CCRMVA) definiu quotas máximas de captura para uma exploração sustentável do krill antártico. Actualmente, os maiores pescadores de krill do antártico são o Japão, seguido pela Coreia do Sul, Ucrânia e Polónia. A captura anual de krill nas águas antárticas parece ter estabilizado em redor das 100 000 toneladas, o que representa cerca de um quinto da quota estabelecida pela CCRMVA.Harvested species: Krill (Eupausia superba) . Acedido 20 de Junho 2005. O principal factor limitante é, provavelmente, o elevado custo das operações nos mares antárticos. As capturas efectuadas próximo do Japão parecem estar estacionárias, com cerca de 70 000 toneladas. O krill apresenta um sabor mais forte que o do camarão. As barras de krill foram comercializadas no Chile com razoável sucesso. No entanto, o krill picado não foi bem aceite na Rússia, Polónia e África do Sul. Para o consumo em massa e para elaboração de produtos preparados industrialmente, o krill tem que ser descascado, pois, os exosqueletos contêm fluoretos, que são tóxicos em concentrações elevadas.Haberman, K: Answers to miscellaneous questions about krill, 26 de Fevereiro de 1997. Acedido em 17 de Junho 2005. == Bibliografia adicional == * Boden, Brian P.; Johnson, Martin W.; Brinton, Edward: Euphausiacea (Crustacea) of the North Pacific. Bulletin of the Scripps Institution of Oceanography. Volume 6 Number 8, 1955. * Brinton, Edward: The distribution of Pacific euphausiids. Bulletin of the Scripps Institution of Oceanography, Volume 8, no. 2, pages 51–269. 1962. * Brinton, Edward: Euphausiids of Southeast Asian waters. Naga Report volume 4, part 5. La Jolla : University of California, Scripps Institution of Oceanography, 1975. * Conway, D. V. P.; White, R. G.; Hugues-Dit-Ciles, J.; Galienne, C. P.; Robins, D. B.: Guide to the coastal and surface zooplankton of the South-Western Indian Ocean, Order Euphausiacea, Occasional Publication of the Marine Biological Association of the United Kingdom No. 15, Plymouth, UK, 2003. * Everson, I. (ed.): Krill: biology, ecology and fisheries. Oxford, Blackwell Science; 2000. ISBN 0-632-05565-0. * Mauchline, J.: Euphausiacea: Adults, Conseil International pour l'Exploration de la Mer, 1971. * Mauchline, J.: Euphausiacea: Larvae, Conseil International pour l'Exploration de la Mer, 1971. *",
 "title": "Krill"
}