{
 "id": "64411",
 "text": "O , em inglês script (forma reduzida de manuscript - manuscrito), é a forma escrita de qualquer espetáculo audiovisual, escrito por um ou vários profissionais que são chamados de roteiristas (argumentistas ou guionistas). O roteiro ou argumento é um documento narrativo utilizado como diretriz para espetáculos de cinema, programas televisivos ou jogos eletrônicos. Roteiros de ficção contêm a íntegra de um filme ou de um capítulo de novela ou seriado, divididos em cenas numeradas que descrevem os personagens e os cenários. O roteiro inclui todos os diálogos, com indicações para os atores quanto à entonação da voz e à atitude corporal. Além disso, informa o horário em que cada cena deve ser filmada (\"Dia\", Noite\", \"Pôr do sol\", \"Amanhecer\", etc.) e se a cena é \"Externa\" (filmada ao ar livre) ou \"Interna\" (gravada em estúdio). E quando isso ocorre é chamado de ambu. Também espetáculos de não ficção, como a festa da entrega do Oscar ou o Criança Esperança dependem de um roteiro, assim como documentários e filmes publicitários. Cada um tem uma linguagem própria. O roteiro técnico, desenvolvido posteriormente, dá indicações quanto ao posicionamento das câmeras, uso de gruas, iluminação e efeitos audiovisuais. É preparado pelo diretor do espetáculo, em conjunto com a equipe técnica e, eventualmente, com o roteirista. O roteirista pode indicar, nos diálogos, a entonação do personagem com marcações como \"ríspido\", \"alegre\", \"surpreso\", etc. Modernamente, no entanto, reduz-se ao mínimo necessário a interferência do roteirista no trabalho do ator, que é conduzido pelo diretor. A falta absoluta dessas indicações, no entanto, pode levar a erros de interpretação quanto às intenções de uma fala. Emoções 'invisíveis' dos personagens não são indicadas pelos roteiros porque precisam ser mostradas ao espectador através da vivência das ações dos atores em frente à câmera. Daí a noção essencial aos escritores de roteiro de que \"escrever é igual a descrever\". As emoções que o espectador sente a partir do estímulo da cena a que ele assiste num filme resultam da interpretação dos diferentes eventos descritos no roteiro que acontecem em frente à câmera, como ações e movimentos. Em termos da linguagem semiótica, pode-se dizer que a cena contém indicações ao espectador, que precisa decodificar e interpretar o que lhe é mostrado. Um roteiro em que as ações descritas se sucedem e fazem perceber um significado a partir do conjunto das ações é um bom roteiro. Não são chamadas de 'roteiro' as peças de dramaturgia destinadas ao teatro nem o esquema a ser seguido em um noticiário. As primeiras são chamadas simplesmente de \"peça\" e o segundo recebe, no jargão técnico, o nome de espelho. == Roteiro no cinema == No cinema, o roteiro é a base do filme, a parte prima que nasce antes de toda a obra. De acordo com Syd Field, um roteirista e consultor de Hollywood, um bom roteiro apresenta três partes essenciais que precisam estar bem desenvolvidas: personagem, estrutura e enredo, sendo este dividido da seguinte forma: * Parte 1: seria a introdução do filme, delimitando os personagens e suas ações; aí vem o primeiro ponto de virada, onde se passa para a ... * Parte 2: desenvolvimento do filme, a confrontação, que se divide (através do ponto central) em duas partes. * Parte 3: por último, se define o filme, o desfecho da história, lembrando sempre que este se trata de um roteiro clássico, mas podem existir modificações, onde se pode trabalhar do final para o início, ou do meio para o fim e depois para o início, ou vice-versa, já que no cinema isso é totalmente possível. Um roteiro de cinema pode ser definido como uma tentativa sistemática e ordenada para prever o futuro filme. É uma previsão que na prática se concretiza em um manuscrito contendo a descrição, cena por cena, enquadramento por enquadramento e das soluções de todos os problemas técnicos e artísticos que se prevê para a realização do filme. No Brasil, o roteirista Doc Comparato, que trabalhou na Rede Globo, foi um dos pioneiros no ramo e escreveu o livro \"Roteiro\" (mais tarde relançado como \"Da Criação ao Roteiro\", um manual de escrita para televisão, historicamente importante por ter sido o primeiro no Brasil). == Tipos de produção do roteiro == Há dois meios para um novo roteiro surgir: partindo da vontade de um roteirista de escrever um roteiro e vender sua obra para um produtor cinematográfico ou um estúdio de cinema que vá transformar aquilo em uma arte audiovisual; ou partindo de um projeto de uma grande empresa cinematográfica, onde existem profissionais empregados especificamente para o cargo de roteiristas. Nos Estados Unidos, onde há uma série de roteiristas, existem organizações referentes a roteiristas. Sendo Hollywood conhecida como a capital do cinema, não é errônea a afirmação de que surgem diversos roteiristas por lá a cada ano. == Argumento == O argumento, geralmente, é a primeira questão a ser desenvolvida por um roteirista. É a ideia trabalhada sobre a qual se desenvolverá uma sequência de atos e acontecimentos que constituirão, futuramente, o roteiro. O roteiro é o texto do filme, geralmente que se originou no argumento, mas adaptado com falas e cenas, para ser filmado. É basicamente a transcrição da história de uma forma que possa ser montada e encenada. Um exemplo de transcrição de um argumento para um roteiro: Alan vive triste e agora quer sua mulher novamente. Alan entra na sala, com uma expressão triste. Dirige-se até o sofá. Conseguimos ver uma fotografia sobre o sofá. Alan agacha-se e pega a fotografia, trazendo sobre seu tórax. Depois olha a fotografia, enquanto chora. Vemos que a foto é de sua mulher. O argumento é muitas vezes visto como a sinopse, mas não é. A sinopse de um espetáculo possui pouquíssimas linhas (15 ou menos), enquanto o argumento é muito mais longo. Inclusive alguns autores afirmam que cada página de argumento corresponde a dez de um roteiro. == Softwares de roteiros == Os softwares de roteiros são programas para microcomputadores. Processadores de texto especialmente criados para a substituição da máquina de escrever e facilitação do processo de escrita de um roteiro, esses softwares tornam-se cada vez mais populares entre usuários de computador. Existem também disponibilizados gratuitamente templates para editores de texto conhecidos (como o Microsoft Word), que ajudam na formatação de arquivos para atender aos padrões técnicos de um roteiro profissional. == Ver também == * Oscar de melhor roteiro original * Oscar de melhor roteiro adaptado * Dramaturgia * Cinema * Teatro * Narratologia * Memorando de Vogler * Roteiro de quadrinhos == Ligações externas == * Maior site brasileiro sobre o assunto. Com biblioteca de roteiros brasileiros para leitura online, manuais online, livros sobre o assunto, notícias, softwares para baixar, grupos de discussão e artigos sobre roteiros e cinema * Roteiros de filmes famosos, premiados e até os que não causaram muito estouro, gratuitamente para serem lidos * A diferença entre o argumento e o roteiro em si * BRUNI, Roman. Roteiro de Roteiro. Rio de Janeiro: 3a edição independente, 2005. 60 p. * CARRIÈRE, Jean- Claude. BONITZER, Pascal. Prática do Roteiro Cinematográfico. São Paulo: JSN, 1996. 144 p. * CHION, Michel. O Roteiro de Cinema. São Paulo: Martins Fontes, 1986. 288 p. * COMPARATO, Doc. Roteiro. Rio de cgtcJaneiro: Nórdica, 1984. 264 p. * FIELD, Syd. Manual do Roteiro. Rio de Janeiro: Objetiva, 1995. 226 p. * FIELD, Syd. Os Exercícios do Roteiristbgta. Rio de Janeiro: Objetiva, 1996. 180 p. * FIELD, Syd. Quatro Roteiros: uma Análise de Quatro Inovadores. Rio de Janeiro: Objetiva, 1997. 376 p. * GARCÍA MÁRQUEZ, Gabriel. Como se 'Mídias'. São Paulo: Senac, 2003. 271 p. * HILLIARD, Robert L.. Guionismo para radio, televisión y nuevos medios. Cidade do México: Thomson International, 1999. 466 p. * HOWARD, David. MABLEY, Edwarvtgvd. Teoria e Prática do Roteiro. São Paulo: Globo, 1999. 408 p. * LAVANDIER, Yves. A dramaturgia: A arte da narrativa. Le Clown et l'Enfant, 2013. * MACIEL, Luiz Carlos. O Poder do Clímax - Fundamentos do Roteiro de Cinema e TV. Rio de Janeiro: Record, 2003. 138 p. * MEADOWS, Eliane. Roteiro para TV, Cinema e Vídeo em 10 Etapas: Arte e Técnica. Rio de Janeiro: Quartet, 2003. 116 p. * MOSS, Hugo. Como formatar o seu roteiro - um pequeno guia de Master Scenes. Rio de Janeiro: Aeroplano, 2002. 32 p. * NOGUEIRA, Lisandro. O Autor na Televisão. Goiânia: UFG/São Paulo: EdUSP, 2002. 147 p. * REY, Marcos. O Roteirista Profissional - Televisão e Cinema. São Paulo: Ática, 2001. 144 p. * SABOYA, Jackson. Manual do Autor-Roteirista. Rio de Janeiro: Record, 2001. 293 p. * SARAIVA, Leandro. CANNITO, Newton. Manual de Roteiro. São Paulo: Conrad, 2004. 232 p. * VOGLER, Christopher. A Jornada do Escritor. Rio de Janeiro: Nova Fronteira, 2006. 446 p. Categoria:Processos cinematográficos Categoria:Terminologia televisiva",
 "title": "Roteiro"
}