{
 "id": "64435",
 "text": "A Rádio e Televisão de Portugal (RTP) MHIH é uma empresa pública portuguesa que inclui estações de rádio e televisão públicas. Antes do ano de 2004, a Radiodifusão Portuguesa (RDP) e a Radiotelevisão Portuguesa (RTP), empresas públicas de rádio e televisão respetivamente, estavam separadas e eram entidades jurídicas independentes e distintas. Em 2004, foram reestruturadas e fundidas numa única empresa pública, prestadora do serviço público, a Rádio e Televisão de Portugal. Desde então, a sigla RTP passou a designar o grupo inteiro de Rádio e Televisão Públicas. Diariamente, milhões de pessoas em todo o mundo têm acesso à RTP, em Países de Língua Portuguesa, como o Brasil, Cabo Verde, Guiné-Bissau, São Tomé e Príncipe, Angola, Moçambique, Timor-Leste, Guiné Equatorial, na R.A.E. de Macau na China, em Goa, Damão e Diu na Índia incluindo também em países onde há comunidades portuguesas numerosas, em França, Alemanha, Suíça, Luxemburgo, Grã-Bretanha, Estados Unidos, Canadá, África do Sul, Venezuela e Argentina através da RTPi. Atualmente a RTP Internacional está presente em quase todos os países e regiões do mundo, incluindo, por exemplo, Santa Helena (ilha), Reunião (ilha), Seychelles, Curaçao, entre tantos outros territórios. É membro fundador da União Europeia de Radiodifusão (EBU) e membro da Organização das Telecomunicações Ibero- americanas (OTI). == História da Radiodifusão Portuguesa (RDP) == Oficialmente, a Emissora Nacional de Radiodifusão, usualmente designada Emissora Nacional (EN), da qual a RDP é sucessora, foi fundada no dia 4 de Agosto de 1935, tendo iniciado as suas emissões regulares em 1 de Agosto. Contudo, o primeiro passo para a sua constituição foi dado em 1930, aquando de um decreto que criou, na dependência dos CTT, a Direção dos Serviços Radio elétricos, autorizando, em simultâneo, a aquisição dos primeiros emissores de onda média e onda curta em Portugal. Em 1932, entre Abril e Maio, realizaram- se as primeiras emissões experimentais em onda média e em 1934 o mesmo aconteceu relativamente à onda curta, que desde logo se assumiu como uma das vocações naturais da jovem estação emissora. Em 1934, a sua capacidade de emissão era alargada para atingir a diáspora portuguesa. Data dessa altura o lançamento de um programa de referência - a Hora da Saudade - destinado aos emigrantes no continente americano e aos pescadores da frota bacalhoeira. Ainda no mesmo ano, os estúdios eram transferidos de Barcarena para a Rua do Quelhas, em pleno coração de Lisboa, onde se mantiveram até meados dos anos 1990. Nessa mesma rua, mas num outro edifício que outrora acolheu o histórico Rádio Clube Português, funcionava, até ao ano de 2007 o Museu da Rádio. Os estúdios de Barcarena em 1949 foram reutilizados para a realização das emissões do Programa B da Emissora Nacional, antecessora do canal Lisboa 2 da Emissora Nacional, do programa 2 da Emissora Nacional, da Rádio Cultura e da atual Antena 2. A Emissora Nacional (EN) foi essencialmente definida à imagem das congéneres europeias. Concebida num quadro político interno e externo em que as rádios nacionais desempenhavam sobretudo um papel de veículo dos interesses do Governo, esta característica acentuou-se ainda mais no caso português em função do regime autoritário que vigorou até 1974. Em 1940, libertou-se da tutela dos CTT, iniciando-se, nessa altura, o modelo de implantação regional no continente e ilhas. Baseada num modelo sóbrio de apresentação e recorrendo a locutores de alta qualidade, a Emissora Nacional, embora assumindo sistematicamente o seu papel de órgão de propaganda do chamado Estado Novo, soube desenvolver uma cultura própria que influenciou fortemente a sociedade e marcou decisivamente a história da rádio em Portugal. Da dinâmica inicial, que se estendeu ao longo dos anos 1950, surgiram as orquestras da Emissora Nacional - Sinfónica, Típica e Ligeira - o Centro de Formação de Artistas da Rádio, onde se revelaram alguns dos grandes nomes da música portuguesa, o teatro radiofónico, de que são paradigma os folhetins e programas, com destaque para o Domingo Sonoro e os Diálogos da Lelé e do Zequinha que ficaram na memória coletiva dos portugueses. Os programas mais emblemáticos da Emissora Nacional foram os seguintes: o programa Serão para Trabalhadores, programa de variedades iniciado em 1941 e transmitido às segundas-feiras ao serão, onde se divulgava o melhor da música ligeira portuguesa da época e o programa mais longevo da estação, pois durou até ao 25 de Abril de 1974; o programa Retiro da Severa, mais tarde conhecido como Fados e Guitarradas, transmitido de 15 em 15 dias, em direto do Retiro da Severa e mais tarde em direto do estúdio, às 10 horas de domingo; a Meia Hora de Recreio, programa infantil da estação dedicado aos mais pequenos; os Serões da Emissora Nacional e a Hora de Variedades, programas consagrados à divulgação da música erudita; o Diário da Emissora Nacional, o único bloco informativo da estação, que mais tarde passou a ser o Diário Sonoro; o Domingo Sonoro, durante a Segunda Guerra Mundial programa semanal de síntese informativa, e depois programa de teatro radiofónico e entretenimento, onde passavam os diálogos de A Lélé e o Zéquinha, protagonizados por Irene Velez e Vasco Santana. A EN iniciou as suas emissões em Frequência Modulada (FM) em 1955. Sendo um dos mais importantes meios de propaganda do Estado Novo, com a Revolução dos Cravos a EN é ocupada, e são nomeados militares para todos os cargos relevantes. Após a revolução e o 25 de Novembro, as estações de rádio são nacionalizadas pelo VI Governo Provisório, através do Decreto-Lei nº 674-C/75, de 2 de Dezembro de 1975, com excepção da Rádio Renascença e de algumas estações regionais como a Rádio Altitude (da cidade da Guarda), a Rádio Pólo Norte (do Caramulo), o Rádio Clube de Angra e o Clube Asas do Atlântico (ambos dos Açores). E é criada a EPR - Empresa Pública de Radiodifusão, que concentra todas as estações nacionalizadas: Emissoras radiofónicas nacionalizadas que foram integradas na Empresa Pública de Radiodifusão (a partir de 1976, RDP) Estação Sede Emissora Nacional Lisboa Emissores do Norte Reunidos Porto Rádio Clube Português Lisboa Rádio Alto Douro Peso da Régua Rádio Ribatejo Santarém Clube Radiofónico de Portugal Lisboa Rádio Graça Lisboa Rádio Peninsular Lisboa Rádio Voz de Lisboa Lisboa Rádio Alfabeta (Emissores Associados de Lisboa) Lisboa Em 1976, a nova empresa adopta o nome de Radiodifusão Portuguesa E.P. (RDP), ficando depositária da obrigação de prestar um serviço público de rádio. Em termos de produção, a empresa organiza-se em quatro canais nacionais e três regionais para o continente (RDP Norte, RDP Centro e RDP Sul) e dois regionais para as ilhas (RDP Madeira e RDP Açores), mantendo as emissões internacionais em Onda Curta. Em 1979, procede-se a uma profunda reorganização interna resultando na criação da Rádio Comercial que, juntamente com os programas emitidos a partir dos centros regionais, entra em concorrência direta com os operadores privados no mercado publicitário.Na década de 1980, a RDP procura descentralizar-se, mantendo várias emissões de âmbito regional a partir dos centros de produção existentes por todo o país. Em 1987, a RDP assegurava 11 emissões de proximidade nas várias regiões do território continental português: Emissoras regionais da RDP (1987) Estação Emissores Frequências (FM) Rádio Porto (Rádio Comercial Norte a partir de 1988) Monte da Virgem (Gaia) Muro (Serra Amarela) Braga (Sameiro) Valença Miramar (Gaia) 100,4 MHz 102,0 MHz 103,0 MHz 104,0 MHz 783 kHz (OM) Rádio Coimbra Coimbra Lousã 94,9 MHz 102,2 MHz Rádio Algarve Fóia (Serra de Monchique) Faro (Cerro de São Miguel) Faro 100,7 MHz 101,9 MHz 101,6 MHz Rádio Nordeste Bragança (São Bartolomeu) Serra de Bornes 93,9 e 104,2 MHz 102,1 MHz Rádio Alto Douro Marão (Vila Real) Vila Pouca de Aguiar Lamego 101,5 MHz 104,7 MHz 756 kHz (OM) Rádio Viseu Viseu 101,8 MHz Rádio Guarda Pedra do Vento (Guarda) 100,6 MHz Rádio Santarém Santarém Montejunto 98,8 MHz 105,2 MHz Rádio Elvas Vila Boim (Elvas) Marrada Alta (Portalegre) 103,8 MHz Rádio Covilhã Gardunha (Fundão) 101,3 MHz Entre 1992 e 1994 a RDP inicia nova fase de transformação que conduzirá a um modelo próximo do actual. A Rádio Comercial é privatizada e retira-se a publicidade de todos os canais, deixando-se, assim, o mercado publicitário exclusivamente aos operadores privados. É elaborado um plano com o objectivo de concentrar serviços até então dispersos por vários edifícios da capital no recém-adquirido edifício das Amoreiras, em Lisboa, que passa a abrigar os sectores técnico e de produção, enquanto se alienam progressivamente outras instalações. Desenvolve- se ao mesmo tempo uma política de redimensionamento dos efetivos, de renovação do parque de emissores e de actualização em todos os domínios. As estações regionais são abandonadas, centralizando-se praticamente toda a oferta nas estações de âmbito nacional, que tomam novos nomes: *Antena 1 (estação generalista); * Antena 2 (dedicada à cultura e à música erudita); * Antena 3 (estação jovem do grupo, criada em 1994). Ainda em 1994, a RDP é transformada em sociedade anónima de capitais exclusivamente públicos, deixado de ser uma Empresa Pública. Em 1995, a RDP África surge como um novo canal vocacionado para os países africanos de língua portuguesa. O esforço de modernização prossegue e a empresa entra decisivamente na era da digitalização. A partir de 1998, Portugal passa a dispor, progressivamente, do sistema DAB - Digital Audio Broadcasting - projeto pioneiro no país, inteiramente desenvolvido pela RDP, mas de reduzida visibilidade e adesão popular. Em 2000, a RDP é incluída na Portugal Global, SGPS - a holding criada para agrupar os média estatais, holding essa que viria a ser extinta em 2003 no âmbito da reestruturação que se avizinhava para o sector. A prometida reorganização ocorre no início de 2004, com a criação da Rádio e Televisão de Portugal, SGPS, holding que reúne RDP e RTP, e a partilha de instalações e serviços na nova sede conjunta da Avenida Marechal Gomes da Costa, em Lisboa, e em algumas delegações regionais. Paralelamente a isto, a taxa de radiodifusão sonora, até aí financiamento exclusivo da RDP, passa a estar afeta aos dois operadores de serviço público, e são suprimidas as emissões locais da RDP Norte, Centro e Sul. == História da Radiotelevisão Portuguesa (RTP) == Entre 1954 e 1955, o Gabinete de Estudos da então Emissora Nacional estuda o projeto para o início de uma rede de televisão nacional, sendo um dos principais impulsionadores Marcelo Caetano, que aconselhou Salazar nesse sentido. Por iniciativa do Governo, foi constituída a RTP - Radiotelevisão Portuguesa, S.A.R.L., a 15 de Dezembro de 1955, sociedade anónima com o capital social de 60 milhões de escudos, tripartido entre o Estado, emissoras de radiodifusão privadas e particulares. As emissões experimentais da RTP iniciaram-se em 4 de Setembro de 1956, às 21h30, a partir da Feira Popular, em Lisboa. No entanto, as emissões regulares, só se iniciariam a partir de 7 de Março de 1957, às 21h30; o primeiro programa transmitido chamava-se Canções a Granel. No dia 20 de Outubro de 1959, a RTP tornou-se membro da União Europeia de Radiodifusão (UER) - e em meados dos anos 1960 passou a ser transmitida para todo o país. No dia 25 de Dezembro de 1968 comemorou-se o Natal com a criação do segundo canal da RTP em UHF (a partir de 16 de Outubro de 1978 designado por RTP2). Mais tarde, dois canais regionais iniciaram a sua atividade nos arquipélagos dos Açores e da Madeira, na década de 1970: a RTP Madeira, em 6 de Agosto de 1972 e RTP Açores, em 10 de Agosto de 1975. Após o 25 de Abril de 1974, o estatuto da empresa concessionária da radiotelevisão foi alterado. Em 1975, a RTP foi nacionalizada, transformando-se na empresa pública Radiotelevisão Portuguesa E.P., pelo Decreto-Lei n.º 674-D/75, de 2 de Dezembro. Em 1976 a RTP inaugura novas instalações situadas na Avenida Cinco de Outubro, em Lisboa. No dia 25 de Abril de 1976, a RTP realizou a primeira emissão experimental a cores realizada de forma oficial, que incluiu a cobertura das eleições legislativas que ocorreram nesse dia e um documentário sobre a cidade de Lisboa. Contudo, no dia 25 de Março de 1972, a RTP havia transmitido acidentalmente o Festival Eurovisão da Canção 1972 a cores. Em 1979, a edição dos Jogos sem Fronteiras, realizada em Portugal, foi transmitida a cores para a Europa. No dia 7 de Março de 1980, a RTP inaugurou oficialmente as emissões feitas integralmente com o sistema de cor PAL. No dia 10 de Junho de 1992, iniciaram-se as transmissões da RTP Internacional. Em 14 de Agosto de 1992, a RTP transformou-se em sociedade anónima de capitais exclusivamente públicos - a Radiotelevisão Portuguesa, S.A.. No dia 7 de Janeiro de 1998, iniciaram-se as emissões regulares da RTP África, destinada aos habitantes dos lusófonos, como: Angola, Cabo Verde, Guiné-Bissau, Moçambique e São Tomé e Príncipe. O 11 de Maio de 2000, a RTP - juntamente com a Radiodifusão Portuguesa (RDP) e a Agência Lusa - passa a fazer parte da sociedade anónima de capitais exclusivamente públicos denominada Portugal Global, SGPS, S.A.. A Portugal Global foi extinta em 22 de Agosto de 2003, tendo sido feita a reestruturação do sector empresarial do Estado na área do audiovisual. Entre outras alterações, transformou-se a antiga Radiotelevisão Portuguesa, SA, sociedade anónima de capitais exclusivamente públicos, numa nova sociedade gestora de participações sociais, denominada Rádio e Televisão de Portugal, SGPS, SA. Foi ainda criada uma sociedade anónima de capitais exclusivamente públicos designada Radiotelevisão Portuguesa - Serviço Público de Televisão, SA. A 5 de Janeiro de 2004, a RTP2 deu lugar a um novo canal denominado 2:. Ainda em 2004, é criado o canal noticioso da RTP, a RTPN, é também criado o canal dedicado aos programas que fizeram história na RTP, a RTP Memória. Em 2007, a RTP comemora os seus 50 anos de emissões em Portugal, inaugurando, o novo Complexo de estúdios de Chelas, junto às instalações da RTP e RDP inauguradas em 2004. Este complexo possui meios técnicos atuais e modernos prontos para o arranque da emissão da TDT (Televisão Digital Terrestre). Este complexo tem 4 estúdios de 800, 400, 200 e 100 metros quadrados devidamente equipados. É também adquirido um enorme carro de exteriores totalmente equipado para emissão em HDTV High Definition Television (Televisão de Alta Definição). Igualmente, em 2007, a Rádio e Televisão de Portugal, SGPS, SA, é transformada em Rádio e Televisão de Portugal, SA. São incorporadas nesta, a Radiodifusão Portuguesa, SA; Radiotelevisão Portuguesa - Serviço Público de Televisão, SA; e Radiotelevisão Portuguesa - Meios de Produção, SA. No dia 19 de Março de 2007, a 2: retomou a designação original, RTP2, com nova identidade.2: volta a chamar-se RTP2 a partir de segunda-feira A 19 de Setembro de 2011, a RTPN torna-se a RTP Informação. A 7 de Fevereiro de 2007, a Rádio Televisão Portuguesa foi feita Membro-Honorário da Ordem do Infante D. Henrique. Em 5 de Outubro de 2015, a RTP Informação muda de nome para RTP3. A 1 de Dezembro de 2016, a RTP3 e a RTP Memória entram para a TDT, passando assim ser disponível assisti-los universalmente. Em fevereiro de 2023, o Correio da Manhã noticiou que a RTP apresentou o seu primeiro resultado negativo a nível financeiro em 12 anos, registando um prejuízo de 3,7 milhões de euros. == Centros de produção, delegações e correspondentes == * RTP Lisboa: no edifício-sede da empresa, localizado em Cabo Ruivo, no concelho de Lisboa. Inaugurado em 2004, veio substituir uma série de antigos estúdios atualmente abandonados, e a antiga sede da Avenida Cinco de Outubro. É a sede de todos os canais da RTP, exceto a RTP2, RTP3 e os canais regionais. * RTP Porto: complexo localizado no Monte da Virgem, em Vila Nova de Gaia. Inaugurado em 20 de Outubro de 1959, é a atual sede da RTP2 e da RTP3. === Delegações nacionais === A RTP possui ainda centros de informação regional em vários pontos do país,Delegações Regionais sendo que algumas delas produziram, nos anos 1990, programas de informação de âmbito regional (País Regiões), com pequenas redações e estúdios onde se podem efetuar entrevistas: * RTP Açores * RTP Madeira * RTP Coimbra * RTP Bragança * RTP Castelo Branco * RTP Évora - Teresa Marques * RTP Faro - Rosa Veloso * RTP Guarda * RTP Santarém * RTP Viana do Castelo * RTP Vila Real * RTP Viseu === Correspondentes internacionais === * Madrid - Ana Romeu * Bruxelas - Duarte Valente * Paris - José Manuel Rosendo * Londres - Rosário Salgueiro * Genebra - Noé Monteiro * Moscovo - Evgueni Mouravitch * Washington D.C - Cândida Pinto * Rio de Janeiro - Pedro Sá Guerra * Luanda - José Manuel Levy (Televisão) José Silva (Rádio) * Maputo - Pedro Martins (Televisão) e Orfeu de Sá Lisboa (Rádio) * Praia - Ricardo Mota (Televisão) e Carlos Santos (Rádio) * Bissau - Fernando Gomes (Televisão) e Fátima Camará (Rádio) * São Tomé - Henrique Vasconcelos (Televisão) e Josimar Afonso (Rádio) == Identidade gráfica == == Canais de televisão == Atualmente, a RTP é constituída pelos seguintes canais: Canal Descrição Slogan Formato Fundação Teletexto RTP1 Canal dedicado à informação, ficção e entretenimento. Por todos 16:9 SDTV Sim RTP2 Canal dedicado à cultura, ao conhecimento, à informação especializada, aos conteúdos europeus e à programação para crianças. Culta e adulta RTP3 Canal dedicado à informação e aos magazines. Informação de confiança RTP Memória Canal dedicado à exibição de programas que fizeram história na RTP e também à exibição de produção própria. Traz pr'á frente RTP Madeira Canal generalista da Região Autónoma da Madeira. Liga a Madeira RTP Açores Canal generalista da Região Autónoma dos Açores. Unimos as ilhas RTP Internacional Canal dedicado às comunidades portuguesas residentes fora de Portugal. Sente Portugal (português) Feel Portugal (inglês) RTP África Canal dedicado às comunidades lusófonas africanas. Vários mundos, uma só língua RTP1 HD Emissão da RTP1 em alta definição. Por todos 16:9 HDTV Não RTP2 HD Emissão da RTP2 em alta definição. Culta e adulta RTP3 HD Emissão da RTP3 em alta definição. Informação de confiança RTP Açores HD Emissão da RTP Açores em alta definição. Unimos as ilhas === Extintos === Canal Descrição Slogan Formato Fundação Fecho Teletexto NTV Canal de informação, com especial enfoque na região Norte, e de magazines. Acabou extinto para dar lugar à RTPN. Vemo-nos aqui. 4:3 SDTV Não RTPN Canal de informação e de magazines. Acabou extinto para dar lugar à RTP Informação. Parte do mundo, parte de si. Sim RTP Mobile Canal especifico da RTP para as plataformas móveis. Acabou extinto de forma a dar lugar à RTP Play. A RTP na palma da sua mão. 2012 (somente o canal, website desligado mais tarde, em Maio de 2013) Não RTP HD Canal dedicado à exibição de conteúdos em alta definição. Acabou extinto de forma a dar lugar à RTP1 HD. Em 2012 ainda voltou a estar ativa sobre o nome RTP Olímpicos HD, para a transmissão dos Jogos Olímpicos de Verão em 2012. Saia da rotina, entre na RTP. 16:9 HDTV RTP Informação Canal de informação e de magazines. Acabou extinto para dar lugar à RTP3. Jornalismo de confiança. 16:9 SDTV Sim RTP 4K Canal dedicado à exibição de conteúdos em resolução 4K (Ultra HD). Transmitiu 8 jogos do Campeonato Europeu de Futebol de 2016 e 28 jogos do Campeonato Mundial de Futebol FIFA de 2018. Continua. 16:9 UHDTV Não == Canais de rádio == Com sede em Lisboa, a RDP divide-se pelos e centros regionais do Porto, Coimbra, Faro, Ponta Delgada e Funchal. Atualmente, a RDP é constituída pelos seguintes canais: Estação Descrição Slogan Canais Fundação Antena 1 Rádio generalista, com programação baseada em conteúdos generalistas e programas de autor, com forte incisão em desporto, música e informação. Liga Portugal FM / OM / Satélite / Internet Antena 2 Rádio cultural, com a sua programação baseada em música clássica e programas culturais. A arte que toca FM / Internet Antena 3 Rádio dedicada ao público jovem e às novas tendências da música, com a sua programação é baseada em música alternativa e na divulgação de novos grupos musicais portugueses. A alternativa pop Antena 1 Açores Rádio generalista da Região Autónoma dos Açores. Antena 1 Madeira Rádio generalista da Região Autónoma da Madeira. Hora de Antena 1 Antena 3 Madeira Rádio, da Região Autónoma da Madeira, dedicada ao público jovem e às novas tendências da música. Madeira com mais vida jovem RDP Internacional Rádio generalista, dedicado aos portugueses e lusofalantes de todo o mundo, a Portugal. Longe da vista, perto do coração FM / Satélite / Internet RDP África Rádio dedicada à aproximação e promoção à integração dos países africanos de língua oficial portuguesa. Na África com bom português FM (exceto em Angola) / Satélite / Internet Antena 1 Fado Rádio que se concentra na divulgação do fado. O Fado mora aqui Internet Antena 1 Lusitânia Rádio que se concentra na divulgação da música portuguesa. É tradição ouvir o belo português Antena 1 Memória Antena 1 Vida Viva aqui o essencial da vida Antena 2 Jazzin Rádio que se concentra na divulgação do jazz. Antena 2 Ópera Rádio que se concentra na divulgação de ópera A Ópera é nossa Rádio Zig Zag Rádio dedicada à emissão de conteúdos para crianças dos 5 aos 9 anos. Põe os ouvidos a ziguezaguear === Extintos === Estação Descrição Slogan Canais Rádio Vivace Rádio que se concentra na divulgação da música clássica Internet Antena 3 Dance Rádio que se concentra na divulgação do dance music. Não há dança sem música Antena 3 Rock Rádio que se concentra na divulgação de música rock. Rock é Ótimo Rádio República Rádio que se concentra na emissão de programas e discursos sobre o centenário da Implantação da República Portuguesa. A RDP assegura ainda o funcionamento do Museu da Rádio, e a manutenção e actualização dos arquivos sonoros. == Plataformas online == Plataforma Descrição Fundação RTP Play Plataforma dedicada às emissões em direto de televisão e rádio e programas on-demand. 10 de Setembro de RTP Ensina Plataforma dedicada a programas de serviço público de rádio e de televisão que podem ser úteis para educação. RTP Arquivos Plataforma dedicada ao acesso do acervo histórico, organizado por coleções temáticas. RTP Arena eSports Plataforma dedicada a notícias e programas sobre jogos eletrónicos e competições nacionais e internacionais. RTP Lab Plataforma dedicada a novas formas de produção de conteúdos, pensadas numa lógica multiplataformas. Está integrada na RTP Play. RTP Desporto Plataforma dedicada à transmissão de jogos desportivos. Está integrada na RTP Play. == Estruturas da RTP == thumb|right|185px|Edifício da RTP em Coimbra (RTP Coimbra). thumb|right|185px|Antigo edifício da RTP em Ponta Delgada (RTP Açores). === Conselho Geral Independente === Em 2014, foi criada uma estrutura de topo na RTP, que tem como missões, entre outros, a definição da estratégia do grupo e a escolha do conselho de administração. === Presidentes do Conselho de Administração === Nome Início mandato Fim mandato Camilo de Mendonça 13 de Dezembro de 1955 Setembro de 1960 Luís Ataíde Setembro de 1960Cádima, F. R. (1996). Salazar, Caetano e a Televisão Portuguesa. Lisboa: Editorial Presença. 30 de Junho de 1966 João Neves Duque 1 de Julho de 1966EBU Review: Radio and television programmes, administration, law. (1966; 95ª Ed.; p. 28). Administrative Office of the European Broadcasting Union. 8 de Abril de 1969 Ramiro Valadão 8 de Abril de 1969 Maio de 1974Valadão, Ramiro Machado. Direcção Regional de Cultura - Governo dos Açores. Manuel Bello 25 de Maio de 1974 RTP 50 Anos de História 5 de Agosto de 1974Legislação sobre comunicação social - perspectiva histórica (Abril de 1974 - Junho 1990). Gabinete para os Meios de Comunicação Social. Casimiro Gomes 5 de Agosto de 1974 28 de Outubro de 1974 António Ramalho Eanes 28 de Outubro de 1974 11 de Março de 1975Ramalho Eanes. Presidência da República Portuguesa. João António de Figueiredo 11 de Março de 1975 RTP 50 Anos de História 18 de Março de 1975 José Emílio da Silva 18 de Março de 1975Bernardo, M. (2004). Memórias da revolução: Portugal 1974-1975. Lisboa: Prefácio. 31 de Março de 1975 Valentim Tavares Galhardo 31 de Março de 1975Soares dos Reis, M. (2009). A hipótese de uma televisão revolucionária. Coimbra: Imprensa da Universidade Coimbra. 8 de Setembro de 1975 Manuel Pedroso Marques 27 de Setembro de 1975 Setembro de 1976 Tomás Rosa 3 de Setembro de 1976Resolução DD1338, Diário da República § 1 (1976). Março de 1977 Edmundo Pedro 8 de Março de 1977Resolução 61-B/77, Diário da República § 1 (1977). 28 de Março de 1978 João Soares Louro 28 de Março de 1978 1 de Fevereiro de 1980Rodrigues, A. (2006). Carlos Nuno de Abreu Pinto Coelho - O jornalista acontece. Victor Cunha Rego 21 de Fevereiro de 1980Magnan, V. (2001). Transitions démocratiques et télévision de service public: Espagne, Grèce, Portugal, 1974-1992. Editions L'Harmattan. 16 de Julho de 1980Resolução 269/80, Diário da República § 1 (1980). Daniel Proença de Carvalho 18 de Julho de 1980 Dezembro de 1982 José Macedo e Cunha 14 de Janeiro de 1983 RTP 50 Anos de História 14 de Julho de 1983Resolução DD694, Diário da República § 1 (1983). João Palma-Ferreira 14 de Julho de 1983 25 de Junho de 1984 Manuel Palma Carlos 3 de Outubro de 1984 17 de Dezembro de 1985 José Manuel Coelho Ribeiro 8 de Janeiro de 1986 Fevereiro de 1992 RTP 50 Anos de História Augusto Victor Coelho Fevereiro de 1992 10 de Dezembro de 1992 António Monteiro de Lemos 10 de Dezembro de 1992 30 de Janeiro de 1993Benfica desmente Futre. (5 Abril 2003). Correio da Manhã. António Freitas Cruz 11 de Fevereiro de 1993Lopes, F. (2007). A TV das elites: estudo dos programas de informacão semanal dos canais generalistas, 1993-2005 (Vol. 10). Campo das Letras. 31 de Outubro de 1995Cronomedia. Janeiro de 1995 - Outubro de 1995. LACICS - Universidade do Minho. Manuela Morgado 5 de Dezembro de 1995 RTP 50 Anos de História 28 de Março de 1996Cronomedia. Março de 1996. LACICS - Universidade do Minho. Manuel Roque Martins 28 de Março de 1996 Setembro de 1998 José Maria Brandão de Brito Setembro de 1998Lopes, M. (17 Janeiro 2002). RTP \"perdeu\" 10,8 milhões de contos em equipamento. Público. Março de 2000 João Carlos Silva Março de 2000Administração RTP foi aprovada. (24 março 2000). Meios & Publicidade. Julho de 2002RTP e RDP Fundem-se na Nova ‘Holding’ da Comunicação Social Pública. (2 Janeiro 2004). Publico, citado em Observatório de Imprensa. Almerindo Marques 22 de Julho de 2002Lopes, F. (2007). Novos rumos no audiovisual português: o reflexo do Big Brother na informação televisiva. Portugal: Centro de Estudos de Comunicação e Sociedade da Universidade do Minho. Novembro de 2007Almerindo Marques reconduzido na presidência até 2012. (26 Julho 2010). RTP.Martins, P. (16 Novembro 2007). Ponce de Leão substitui Almerindo Marques à frente da RTP. TVI24. Guilherme Costa 1 de Janeiro de 2008Governo anuncia novo conselho de administração. (17 Dezembro 2007). TSF. Agosto de 2012O ano de 2012 em revista. Relatório de sustentabilidade 2012. (2013). RTP. Alberto da Ponte 18 de Setembro de 2012Administração da RTP demitida. (3 Dezembro 2014). Jornal de Notícias. Dezembro de 2014Governo aceita demitir Alberto da Ponte. (3 Dezembro 2014). Expresso. Gonçalo Reis 9 de Fevereiro de 2015Miguel, T. (13 Março 2015). Mudanças na RTP e RDP com duas contratações externas. Jornal Sol.Ribeiro, S. (9 Fevereiro 2015). Nova administração da RTP iniciou funções esta segunda-feira. Jornal de Negócios. Março de 2021 Nicolau Santos 1 de Junho de 2021DN com Lusa. (1 Junho 2021). Nomeada nova administração da RTP liderada por Nicolau Santos. Jornal de Negócios. presente === Directores de informação === ==== Televisão ==== *Manuel Figueira (†), 1957-1963 *Manuel Maria Múrias (†), 1963-1968 *Vasco Hogan Teves, 1968-1974 *José Mensurado (†), 1971-1974 (como Director-Adjunto do Telejornal) *Álvaro Guerra, 1974-1975 *Bargão dos Santos, 1975 *Fernando Cardeira, 1975 *Carlos Veiga Pereira, 1975-1976 *Costa Parente, 1976-1977 *Botelho da Silva, 1977-1978 *Faustino Fialho de Oliveira, 1980 *José Manuel Duarte Figueiredo, 1980-1983 *José Eduardo Moniz (Noticiários) e Adriano Cerqueira (†) (Atualidades), 1983 *Faustino Fialho de Oliveira, 1983-1984 *Nuno Coutinho (Noticiários) e Fernando Balsinha (†) (Atualidades), 1984-1985 *Fernando Balsinha (†), 1985-1986 *José Eduardo Moniz, 1986-1994 (a partir de 1989 como Director-Coordenador de Informação e Programação da RTP) *Manuel Rocha (†), 1994-1995 *Joaquim Furtado, 1995-1998 (como Director-Coordenador de Informação e Programação da RTP) *João Grego Esteves, 1998-2000 *José Rodrigues dos Santos, 2000-2001 *Emídio Rangel (†), 2001-2002 (como Director- Geral de Antena) *José Rodrigues dos Santos, 2002-2004 *António Luís Marinho, 2004-2008 *José Alberto Carvalho, 2008-2011Notícia publicada no Público: José Fragoso é o novo director de programas e José Alberto Carvalho é director de informaçãoNotícia publicada no Diário de Notícias: José Alberto Carvalho despede-se por e-mail *Nuno Santos, 2011-2012Notícia TSF: RTP confirma Nuno Santos como director de informação *Paulo Ferreira, 2012-2013Notícia publicada no Diário de Notícias: Paulo Ferreira é o novo diretor de informação da RTP *José Manuel Portugal, 2013-2015Notícia RTP: José Manuel Portugal é o novo diretor de informação da RTP *Paulo Dentinho, 2015-2018Notícia Expresso: *Maria Flor Pedroso, 2018-2020 *António José Teixeira, 2020 - presente Rádio *António Luís Marinho, 2003-2004 (como Director-Coordenador de Informação e Programação da RDP) *João Barreiros, 2004-2012 *Fausto Coutinho, 2012-2015 *João Paulo Baltazar, 2015-presenteNotícia TSF === Directora de Desenvolvimento de Conteúdos === * Maria Alice Milheiro, 2015-presente === Cargos extintos === Subdiretor de Informação da RTP1 * Francisco Sarsfield Cabral, 1978-1979 * Carlos Cruz, 1979-1980 * José Eduardo Moniz, 1980-1983 Subdiretor de Informação da RTP2 * Hernâni Santos (†), 1978-1979 * Joaquim Letria, 1979-1980 * José Manuel Barata-Feyo, 1980 * Carlos Pinto Coelho (†), 1981 * Joaquim Amaral Marques, 1981-1982 ==== Director-Geral de Antena ==== *Emídio Rangel, 2001-2002 ==== Director-Geral de Conteúdos ==== *António Luís Marinho, 2011-2014 ==== Director de Estratégia de Grelha RTP ==== *António Luís Marinho, 2014-2015Público == Provedores == === Provedor do Telespetador (Programa: Voz do Cidadão) === *Paquete de Oliveira: (†), 2006 – 2011 *José Carlos Abrantes: 2011 – 2013 *Jaime Fernandes: (†), 2013 – 2016 *Jorge Wemans: 2017 – 2020 *(De Janeiro de 2021 até Dezembro de 2021: Interrupção do programa Voz do Cidadão) *Ana Sousa Dias: 2021 - presente === Provedor do Ouvinte === *José Nuno Martins, 2006–2008 *Adelino Gomes, 2008–2010 *Mário Figueiredo, 2010–2012 *Paula Cordeiro, 2012–2016 *João Paulo Guerra, 2017–presente == Apresentadores == Apresentadores Anos Júlio Isidro 1960 - 1993 1997 - presente Herman José 1975 - 2000 2010 - presente Serenella Andrade 1986 - presente Fátima Campos Ferreira 1987 - presente Isabel Angelino 1992 - presente Anabela Mota Ribeiro 1995 2023 - presente Sónia Araújo 1996 - presente José Carlos Malato 2001 - presente Sílvia Alberto 2001 2006 - presente Jorge Gabriel 2002 - presente Hélder Reis 2002 - presente Fernando Mendes 2002 - presente Catarina Furtado 2003 - presente Tânia Ribas de Oliveira 2003 - presente Sandra Torres 2006 - presente Bruno Nogueira 2008 - 2009 2017 - 2018 2024 - presente Filomena Cautela 2009 - presente David Dias 2012 - presente Joana Teles 2012 - presente José Pedro Vasconcelos 2012 - presente Nuno Markl 2012 - 2015 2022 - presente Vasco Palmeirim 2013 - presente Vanessa Oliveira 2014 - presente Inês Lopes Gonçalves 2015 - presente Tiago Góes Ferreira 2015 - presente Inês Carranca 2015 - presente Rita Belinha 2015 - presente Paula Moura Pinheiro 2017 - presente Patrícia Figueiredo 2019 - presente José Manuel Monteiro 2019 - presente José Gonçalez 2020 - presente João Paulo Rodrigues 2020 - presente Vera Kolodzig 2020 - presente Miguel Guedes 2022 - presente Isabel Silva 2022 - presente Lara Lopes 2022 - presente Diana Duarte 2023 - presente Gilmário Vemba 2023 - presente Pedro Alves 2024 - presente === Apresentadores de informação, desporto e cultura === *Alberta Marques Fernandes *Alexandre Brito *Alexandra André *Ana Lourenço *António Esteves *António Mateus *Carla Trafaria *Carolina Freitas *Carlos Daniel *Carlos Manuel Albuquerque *Cristina Esteves *Cristiana Freitas *Daniela Santiago *Dina Aguiar *Fátima Araújo *Fátima Campos Ferreira *Fernanda Gabriel *Hélder Silva *Hugo Gilberto *Inês Gonçalves *João Adelino Faria *João Tomé de Carvalho *Jorge Oliveira da Silva *José Rodrigues dos Santos *Luísa Bastos *Luís Castro *Manuel Fernandes Silva *Márcia Rodrigues *Maria Nobre *Mário Augusto *Patrícia Cracel *Pedro André Esteves *Rui Alves Veloso *Sandra Fernandes Pereira *Sandra Sousa *Teresa Nicolau *Vanessa Pereira Correia *Vítor Gonçalves ==Antigos apresentadores e figuras históricas da RTP== *Adriano Cerqueira *Alfredo Tropa *António Lopes Ribeiro *Álvaro Benamor *Ana Zanatti *António Borga *Alice Cruz *Artur Agostinho *Artur Ramos *Camilo de Oliveira *Cândida Branca Flor *Carlos Alberto Moniz *Carlos Cruz *Carlos Fino *Carlos Ribeiro *Catarina Camacho *Cecília Carmo *Cristina Alves *Dália Madruga *Diana Andringa *Daniel Oliveira *Eládio Clímaco *Emídio Rangel *Fernando Alvim *Fernando Lopes *Fernando Pessa *Fialho Gouveia *Francisco Mendes *Helena Coelho *Helena Ramos *Henrique Garcia *Henrique Mendes *Herculano Reis Carreira *Hernâni Carvalho *Herlander Peyroteo *Idevor Mendonça *Isabel Figueira *Isabel Wolmar *Jaime Filipe *João Baião *João Fernando Ramos *João Villaret *Joaquim Furtado *Joaquim Letria *Jorge Listopad *José Alberto Carvalho *José Eduardo Moniz *José Hermano Saraiva *José Manuel Santana *José Mensurado *José Manuel Barata Feyo *José Nuno Martins *Judite de Sousa *Luís Andrade *Luís Filipe Borges *Luís Pereira de Sousa *Marco Paulo *Marco Horácio *Manuel Caetano *Manuel Luís Goucha *Manuela Moura Guedes *Margarida Gil *Margarida Marante *Margarida Mercês de Mello *Maria Elisa Domingues *Maria João Silveira *Maria Leonor *Maria de Lourdes Modesto *Mário Figueiredo *Mário Zambujal *Marta Leite de Castro *Merche Romero *Miguel Rocha *Nuno Fradique *Nicolau Breyner *Pedro Fernandes *Raul Durão *Raul Solnado *Rodrigo Gomes *Sousa Veloso *Sandra Felgueiras *Simone de Oliveira *Teresa Olga *Vasco Hogan Teves *Vitinho *Vitorino Nemésio == Prémios == Em 2019, a RTP foi uma das galardoadas dos Prémios Arco-íris, da ILGA Portugal, pelo facto de em 2018, e segundo a ILGA, a plataforma pública ter dado \"visibilidade às pessoas LGBTI\" e promovido \"conteúdos criados e representados por pessoas LGBTI.” Em março de 2023, a Sociedade Portuguesa de Autores atribuiu três dos seus prémios anuais a programas da RTP: Cá Por Casa, de Herman José, foi considerado o Melhor Programa de Entretenimento, Deus Cérebro, de 2021, recebeu o prémio de Melhor Programa de Informação e a série Até Que a Vida Nos Separe, também de 2021, recebeu o prémio de Melhor Programa de Ficção. Também em março de 2023, a RTP venceu a categoria Grafonola da edição dos prémios satíricos da Comunidade Cética Portuguesa (Comcept), o Prémio Unicórnio Voador, dedicada ao ano de 2022, por ter emitido uma reportagem no programa semanal Linha da Frente (RTP1) que, segundo a Comcept, \"promoveu de forma completamente acrítica a pseudociência das «Constelações familiares»\". O vencedor será anunciado a um de abril. A RTP - mais especificamente a RTP1 - também venceu esta categoria nas edições dedicadas aos anos de 2014 e 2017. Na edição dedicada ao ano de 2019, o prémio satírico, também na categoria Grafonola, foi atribuído ao Provedor do Espectador da RTP, pelas suas \"suas respostas e inação\" relativas às queixas dos espectadores da RTP devido à \"pseudociência promovida nos programas\" da RTP. == Publicidade == A 8 de outubro de 2024, o governo português anunciou fim da publicidade comercial nas grelhas da televisão pública ao longo dos próximos três, até 2027. Essa foi uma das 30 medidas de um pacote para o setor dos media que anunciou Pedro Duarte, ministro dos Assuntos Parlamentares, que tutela a RTP e a agência Lusa. A informação foi confirmada pelo primeiro-ministro, Luís Montenegro, na conferência sobre o Futuro dos Media em Portugal qu foi organizada pela Medialivre, Media Capital, Impresa, Público e Renascença, parceiros da Plataforma de Media Privados. Outra das medidas direcionadas para o canal público passa por uma reorganização que pode levar à saída voluntária de 250 pessoas. O objetivo é diminuir, em cada ano, dois minutos de publicidade comercial. Em paralelo, a redução do tempo de publicidade comercial terá que ser compensado com espaço de promoção de eventos e iniciativas culturais, detalhou o ministro dos Assuntos Parlamentares, na apresentação do plano de ação. == Ver também == * Radiotelevisão Comercial - antiga subsidiária comercial da Radiotelevisão Portuguesa. == Ligações externas == * * Categoria:Empresas de entretenimento fundadas em 1935 Categoria:Empresas públicas de Portugal Categoria:Canais de televisão de língua portuguesa Categoria:Empresas de média de Portugal Categoria:Fundações em Portugal em 1935 Categoria:Membros honorários da Ordem do Infante D. Henrique Categoria:Prémio Arco-íris",
 "title": "Rádio e Televisão de Portugal"
}