{
 "id": "64451",
 "text": "Cacauré Senuserete III ou Sesóstris III () foi o quinto faraó da XII dinastia do Egito, cujo reinado (de a ) marca o apogeu do Império Médio. É muito conhecido do público devido ao elevado número de estátuas realistas que o representam e que provavelmente tentam mostrar o rei como alguém que levava o governo muito a sério, um governante sábio e cauteloso, verdadeiramente preocupado em manter o rigor da realeza. Foi antecedido por Sesóstris II e sucedido por Amenemés III.Jona Lendering, Egyptian Pharaohs [em linha] == Reinado == Em meados do reinado de Sesóstris III, as ricas tumbas provinciais, que eram uma marca do poder dos nobres, abruptamente deixaram de ser construídas. Simultaneamente, os memoriais de pessoas de classe média aumentaram em Abidos, o santuário do Alto Egito do popular deus Osíris. Sesóstris fortaleceu o governo central, minimizando o poder e a influência da nobreza feudal. O Egito foi dividido em quatro grandes distritos, cada um dos quais possuía uma hierarquia de funcionários e escribas diretamente responsáveis ​​perante o vizir. O vizir possuía um ministério, e departamentos do tesouro, agricultura, guerra e recursos de trabalho em todo o país foram criados. Estes assumiram funções governamentais e mantiveram registros rigorosos de receitas e despesas. As reformas foram tão eficazes que nas seguintes dinastia, apesar dos governantes fracos, o governo central sob os vizires continuou a funcionar efetivamente por mais de um século. As campanhas de Sesóstris III na Núbia expandiram as fronteiras do Egito e as fortificações que ele construiu ao longo da fronteira fomentaram o comércio lucrativo. Embora ele os tenha derrotado inúmeras vezes em batalha, os núbios o respeitavam tanto que ele foi venerado em sua terra como um deus. Ele também liderou expedições à Palestina e à Síria e depois aumentou as relações comerciais com as regiões que o respeitavam igualmente. De acordo com Heródoto e outros historiadores, Sesóstris foi um grande rei egípcio que conquistou e colonizou a Europa e, de acordo com Diodoro Sículo, dominou o mundo conhecido de sua época. Os estudiosos da atualidade identificaram essa figura com vários reis egípcios, como , e até mesmo e , mas Sesóstris III está sempre incluído na lista com distinção como a provável fonte da lenda. == Identificação == Sesóstris III foi identificado por alguns estudiosos bíblicos como o faraó sem nome em Gênesis, dos capítulos 39 ao 47, no qual José é vendido como servo no Egito e ganha sua liberdade por meio de sua capacidade de interpretar sonhos com precisão. == Ver também == * Lista de faraós * XII dinastia == Bibliografia == * * * Categoria:Faraós da XII dinastia egípcia",
 "title": "Sesóstris III"
}