{
 "id": "64485",
 "text": "Beto Brant (Jundiaí, 1964) é um diretor de cinema brasileiro. É graduado em cinema pela Fundação Armando Álvares Penteado (FAAP) em 1987. Inicialmente foi diretor de videoclipes. Os mais marcantes foram os clipes dos Titãs, todos do álbum Titanomaquia (1993): Nem sempre se pode ser Deus, Taxidermia, Será que é isso que eu necessito? (este lhe rendeu o prêmio MTV Brasil Music Awards). Sua carreira como curta-metragista foi marcante. O curta Jó foi o primeiro filme de sua lista de produções premiadas em festivais ao conquistar o título de melhor curta-metragem no Festival de Havana. O primeiro longa-metragem, Os Matadores, conta a história de assassinos de aluguel da fronteira com o Paraguai. O thriller policial apresentava um elenco considerável para um iniciante: Murilo Benício, Chico Diaz, Adriano Stuart, Maria Padilha, Wolney de Assis e Stênio Garcia. A estréia teve boa receptividade e rendeu, entre outros feitos, as estatuetas do Kikito de Ouro de melhor diretor no Festival de Gramado e a do Lente de Cristal no Festival de Cinema Brasileiro de Miami. O segundo longa foi Ação entre Amigos. O enredo da trama expõe o dilema de quatro ex-militantes do período de resistência à ditadura militar e possibilidade de se depararem, anos mais tarde, com o torturador do passado. Quatro personagens diferentes, quatro perfis de ex-torturados diferentes que misturaram conformismo com sede de vingança e travaram, pouco a pouco, um debate sobre anistia e justiçamento. O elenco foi composto por figuras menos conhecidas, elemento que permitiu uma maior identificação entre personagens e público. Mais um longa, mais prêmios: o \"bi\" em Miami, o Troféu Passista no Festival de Recife, além de uma repercussão internacional marcante. O terceiro longa foi O Invasor. A trajetória de sucesso do filme começou com o Festival de Brasília, com os prêmios de melhor diretor, melhor trilha sonora e o de ator-revelação para o integrante dos Titãs, Paulo Miklos, amigo feito no período dos clipes. O músico surpreendeu por sua performance dual cômica/soturna, venceu a categoria de melhor filme latino-americano em Sundance e dividiu as atenções com o rapper Sabotage (autor dos diálogos de Miklos, de músicas da trilha e de uma participação especial). O elenco conta com Marco Ricca, George Freire, Alexandre Borges, Jayme Del Cueto, Mariana Ximenes, Tanah Correa, Chris Couto e Malu Mader. Em Recife, venceu a competição com sete prêmios: melhor filme, direção, fotografia, montagem, trilha sonora (Sabotage), ator (Marco Ricca) e atriz coadjuvante (Mariana Ximenez). É destaque da geração de longas-metragens dos anos 90, sua brilhante carreira não surpreende em festivais culminando premiações, principalmente em seu último filme, O invasor (2001) como no Festival de Brasília (melhor diretor) e no Sundance Film Festival (melhor filme latino- americano). Um dos melhores frutos do investimento estatal e exemplo do difícil percurso que um cineasta enfrenta para alcançar uma boa produção é O invasor. O filme, apresenta uma característica das produções brasileiras: chegou a ser disputado e comprado no Festival de Berlim por distribuidoras estrangeiras sem ter um distribuidor nacional interessado. Com orçamento baixo (R$ 1 milhão), os patrocínios vieram de prêmios (R$ 370.000 do próprio Ministério da Cultura e R$ 300.000 da estatal BR Distribuidora), em apoios (como do Estúdio Mega, da Quanta - Equipamentos, e da Videofilmes - empréstimo de câmeras e equipamentos), além de diversas locações cedidas gratuitamente e até cachês modestos para os atores. Beto Brant, dotado de um estilo próprio na forma como conta suas histórias ou pelo conteúdo delas, brinca com fórmulas narrativas do cinema policial norte-americano com tramas provocativas, essencialmente brasileiras. Seu objetivo era o de ver seus filmes serem exibidos na TV aberta, como \"qualquer outra fita do gênero\". Não será propriamente uma surpresa se alguém resolver traçar um paralelo entre O Invasor e Cidade de Deus, da mesma forma que Ação entre amigos e O que é isso companheiro? foram confrontados. Parâmetros de comparação não faltam: é possível traçar esta abordagem pelo conteúdo, pela estética ou até mesmo pelas próprias estruturas com as quais os dois filmes foram construídos. Outra característica do trabalho de Beto Brant é realizar filmes que começam e terminam com reticências, mas que não se tratam de obras abertas. Os filmes terminam num clímax surpreendente e que não se extingue, deixam o espectador em suspenso, estupefato com o ponto em que as coisas chegaram. Talvez seja este o efeito que o cineasta deseja atingir com relação ao próprio status da realidade brasileira. ==Filmografia== *2016 - Pitanga (documentário) *2011 - Eu Receberia as Piores Notícias dos seus Lindos Lábios *2012 - Segmento \"Kreuko\" em Mundo Invisível *2009 - O Amor Segundo B. Schianberg *2007 - Cão sem Dono *2005 - Crime Delicado *2001 - O Invasor *1998 - Ação entre Amigos *1997 - Os Matadores *1993 - Jó (curta-metragem) *1989 - Dov'e Meneghetti? (curta-metragem) *1987 - Aurora (curta-metragem) ==Premiações== *Melhor Atriz (Tainá Müller) – Festival de Cuiabá,CÃO SEM DONO 2007 *Melhor Roteiro – Associação Paulista de Críticos de Arte (APCA),CÃO SEM DONO 2007 *Melhor Trilha Sonora – Festival de Goiânia,CÃO SEM DONO 2007 *Prêmio de Melhor Diretor – Festival do Rio, Crime Delicado (2005) *Prêmio de Melhor Roteiro Adaptado – Academia Brasileira de Cinema, Crime Delicado (2006) *Prêmio de Melhor Roteiro e Melhor Fotografia – Festival do Cinema Brasileiro de Miami, Crime Delicado (2006) *Prêmio de melhor filme latino-americano, no Sundance Film Festival, por O Invasor (2001). *Kikito de Ouro de melhor diretor, no Festival de Gramado, por Os Matadores (1997). *Prêmio de melhor diretor, no Festival de Brasília, por O Invasor (2001). *Troféu Passista de melhor diretor, no Festival de Recife, por Ação entre Amigos (1998). *Troféu Lente de Cristal de melhor diretor, no Festival de Cinema Brasileiro de Miami, por Os Matadores (1997) e Ação entre Amigos (1998). *Prêmio de melhor curta-metragem, no Festival de Havana, por Jó (1993). ==Captação, renda e público== FILME Listagem dos Filmes Brasileiros Lançados Comercialmente em Salas de Exibição com Valores Captados através de Mecanismos de Incentivo e Fundo Setorial do Audiovisual - 1995 a 2017 Ancine DIREÇÃO GÊNERO CAPTADO RENDA PÚBLICO Cão sem dono Beto Brant e Renato Ciasca Ficção 2.500.000,00 241.780,00 31.231 Crime Delicado Beto Brant Ficção 2.041.100,00 181.460,00 21.891 Invasor Beto Brant Ficção 430.000,00 669.762,00 103.810 Ação Entre Amigos Beto Brant Ficção 1.240.500,00 194.330,00 38.957 Os Matadores Beto Brant Ficção 461.727,03 128.998,00 27.014 Categoria:Naturais de Jundiaí Categoria:Diretores premiados no Festival de Gramado Categoria:Cineastas do estado de São Paulo Categoria:Alunos da Fundação Armando Álvares Penteado",
 "title": "Beto Brant"
}