{
 "id": "64536",
 "text": "As plantas medicinais foram identificadas e usadas ao longo da história da humanidade, pois têm a capacidade de sintetizar uma grande variedade de compostos químicos que são utilizados para desempenhar funções biológicas importantes e para a defesa contra o ataque de predadores, tais como insetos, fungos, herbívoros e mamíferos. Pelo menos 12 000 desses compostos foram isolados até hoje, um número estimado em menos de 10% do total. == História == O uso de plantas como medicamentos antecede a história humana escrita. Muitas das ervas e temperos usados ​​por seres humanos na comida também produzem compostos medicinais úteis. O uso de ervas e especiarias na culinária desenvolveu-se em parte como uma resposta à ameaça de agentes patógenos de origem alimentar. Estudos mostram que em climas tropicais, onde os patógenos são mais abundantes, as receitas são mais condimentadas. Além disso, as especiarias com poder antimicrobiano mais potente tendem a ser selecionadas. Em todas as culturas os vegetais são menos temperados do que as carnes, presumivelmente porque são mais resistentes à deterioração. As angiospermas foram a fonte original da maioria das plantas medicinais. Muitas das ervas daninhas comuns que povoam os assentamentos humanos, como a urtiga, o dente- de-leão e a Morugem, têm propriedades medicinais. == Funcionamento == Os compostos químicos em plantas mediam seus efeitos sobre o corpo humano através de processos idênticos aos já bem compreendidos compostos químicos de drogas convencionais, assim os medicamentos fitoterápicos não diferem muito de drogas convencionais em termos de funcionamento. Isto permite que os medicamentos à base de plantas possam ser tão eficazes como os convencionais, mas também podem ter o mesmo potencial para causar efeitos secundários nocivos. Imagem:Opium poppy.jpg|Papoula, fonte de alcalóides como a codeína e a morfina. Imagem:Salix alba11.jpg|Salgueiro, fonte de ácido acetilsalicílico (aspirina). Imagem:Digitalis purpurea2.jpg|Digitalis, contém digoxina um cardioglicosídeo empregado no tratamento de doenças cardíacas. Imagem:Flowering thyme.JPG|Tomilho, seu óleo essencial contém monoterpeno timol, antifúngico e antiséptico. == Ver também == * Plantas Medicinais de Köhler * Lista de plantas medicinais * Botânica * Botânica médica * Etnobotânica * Farmacognosia * Fitoterapia * Sistemática == Bibliografia == * ALMEIDA, Mara Zélia de. Plantas medicinais. 3. ed. - Salvador: EDUFBA, 2011. 221 p. link. * BRASIL. Ministério da Agricultura, Pecuária e Abastecimento. Boas práticas agrícolas (BPA) de plantas medicinais, aromáticas e condimentares. Plantas medicinais e orientações gerais para o cultivo I. Brasília: MMA, 2006. * CAMPELO, Patrícia Maria Stuelp. Plantas medicinais e seus extratos: a necessidade de estudos continuados. Estudos Biológicos, v. 28, n. 62, jan./mar. 2006. * CAMPOS, Deise. Legislação está sendo revista: resolução define controle de qualidade e boas práticas de produção. Jornal Gazeta do Povo, Curitiba, 31 ago., 2004. Especial Farmácias de Manipulação, p. 5. * ELISABETSKY, Elaine; SOUZA, Gabriela Coelho de. Etnofarmacologia como ferramenta na busca de substâncias ativas. In: SIMÕES, Cláudia Maria Oliveira et al. (org.) Farmacognosia: da planta ao medicamento. 5.ed. Porto Alegre/Florianópolis: Editora da Universidade UFRGS/Editora da UFSC, 2004. Capítulo 6. pp. 107-118. * GUERRA, Miguel Pedro; NODARI, Rubens Onofre. Biodiversidade: aspectos biológicos, geográficos, legais e éticos. In: SIMÕES, Cláudia Maria Oliveira et al. (org.) Farmacognosia: da planta ao medicamento. 5.ed. Porto Alegre/Florianópolis: Editora da Universidade UFRGS/Editora da UFSC, 2004. Capítulo 1. pp. 13-25. * LORENZI, H.; MATOS, F. J. A. Plantas Medicinais do Brasil: nativas e exóticas. 2.ed. Nova Odessa, SP: Instituto Plantarum, 2008. * REIS, Mauricio Sedrez dos et al. Diversidade e domesticação de plantas medicinais. In: SIMÕES, Cláudia Maria Oliveira et al. (org.) Farmacognosia: da planta ao medicamento. 5.ed. Porto Alegre/Florianópolis: Editora da Universidade UFRGS/Editora da UFSC, 2004. Capítulo 3. pp. 45-69. * REZENDE, Helena Aparecida de; COCCO, Maria Inês Monteiro. A utilização de fitoterapia no cotidiano de uma população rural. Revista Escola Enfermagem, USP, 36 (3), p. 282-288, 2002. * SCHAEFER, Silvia, 2004. Os piratas da natureza. Portal Aprende Brasil. Disponível em:. Acesso em: 30 nov. 2004. * SCHENKEL, Eloir Paulo et al. Produtos de origem vegetal e o desenvolvimento de medicamentos. In: * SIMÕES, Cláudia Maria Oliveira et al. (org.) Farmacognosia: da planta ao medicamento. 5.ed. Porto Alegre/Florianópolis: Editora da Universidade UFRGS/Editora da UFSC, 2004. Capítulo 15. pp. 301-332. * SIMÕES, Cláudia Maria Oliveira; SCHENKEL, Eloir Paulo. A pesquisa e a produção brasileira de medicamentos a partir de plantas medicinais: a necessária interação da indústria com a academia. Revista Inteligência Empresarial, Florianópolis, v. 1, n. 1, pp. 1-6, out./ago. 2001. * ZACHÉ, Juliane. Ao natural. Revista Isto é. São Paulo, n. 1653, p. 103-108, 6 jun. 2001. Deiviane e Victor! == Ligações externas == * Categoria:Farmacologia Categoria:Medicina alternativa Categoria:Plantas medicinais Categoria:Botânica",
 "title": "Planta medicinal"
}