{
 "id": "64578",
 "text": "Yi-Fu Tuan (Tianjin, 5 de dezembro de 1930 – 10 de agosto de 2022), foi um geógrafo sino-americano. == Vida == Tuan nasceu em Tianjin, China. Filho de um diplomata de classe média, teve acesso a uma boa educação. Cursou a educação básica em escolas chinesas, filipinas e australianas. Embora tenha iniciado os estudos de nível superior na University College, em Londres, sua graduação em Geografia foi obtida na Universidade de Oxford. Os graus de bacharel e de mestre foram obtidos em 1951 e 1955, respectivamente. A continuidade de seus estudos deu-se na Califórnia, na Universidade da Califórnia, em Berkeley, onde recebeu, em 1957, o título de doutor. == Trajetória Profissional == Antes mesmo de concluir seu doutoramento, Tuan iniciou sua carreira como professor universitário na Universidade de Indiana, lecionando de 1956 a 1958. Nos seis anos seguintes, assumiu a cátedra de Geografia da Universidade do Novo México, onde trabalhou até 1966. De Novo México, Tuan primeiro mudou-se para o Canadá. Entre 1966-68 foi docente na Universidade de Toronto. Transferiu-se para a Universidade de Minnesota em 1968. Foi nessa universidade que desenvolveu, com mais propriedade, seus trabalhos, sistematizando e organizando uma geografia humanística. Enfoca cuidadosamente uma geografia humana voltada para \"as glórias e misérias da existência humana\". Assim, em 1974, esse autor publicou um dos livros mais importantes para a expansão da geografia humanista, intitulado Topofilia: um estudo da percepção, atitudes e valores do meio ambiente. Um objetivo central dessa obra é estudar os sentimentos de apego das pessoas ao ambiente natural ou construído, pois “topus” é uma palavra grega que significa “lugar”, enquanto “filo” significa amor, amizade, afinidade. Esse autor se propôs a encontrar os elementos universais das percepções e valores sobre o ambiente por vários caminhos, como identificar as respostas psicológicas comuns a todas as pessoas (derivadas da evolução biológica e da estrutura básica do cérebro) e depois mostrar que os mesmos tipos de respostas se manifestam na cultura dos povos.Luis Lopes Diniz Filho. Fundamentos epistemológicos da geografia. 1. ed. Curitiba: IBPEX, 2009 (Metodologia do Ensino de História e Geografia, 6), p. 164-165. Vê-se isso quando ele afirma que “a mente humana parece estar adaptada para organizar os fenômenos [...] em pares de opostos” e, mais adiante, comenta que todas as culturas pensam os fenômenos por oposições binárias entre macho e fêmea, terra e céu, montanha e mar, etc.Yi-Fu Tuan. Topofilia: um estudo da percepção, atitudes e valores do meio ambiente. São Paulo: Difel, 1980 Depois de quatorze anos trabalhando na Universidade de Minnesota, transferiu-se para a Universidade de Wisconsin, em Madison. Em 1998, nessa mesma universidade, Tuan se aposentou, embora continuou ativo até a sua morte. Em 2012, foi laureado com o Prêmio Vautrin Lud, considerado como a maior honraria acadêmica no campo da Geografia. A cerimônia de entrega ocorreu durante o Festival Internacional de Geografia, em Saint-Dié-des-Vosges, na França. == Morte == Ruan morreu no dia 10 de agosto de 2022, aos 91 anos de idade. == Bibliografia selecionada == * TUAN, Yi-Fu. Espaço e Lugar: a perspectiva da experiência. São Paulo: Difel, 1983. * TUAN, Yi-Fu. Topofilia: um estudo da percepção, atitudes e valores do meio ambiente. São Paulo: Difel, 1980. * TUAN, Y. F. A Geografia Humanística. In: CHRISTOFOLETTI, A. (Org.). Perspectivas da Geografia. São Paulo: Difel, 1982. Cap. 7, p. 143-164. * TUAN, Y. F. Paisagens do medo. São Paulo: Unesp, 2006. == Ligações externas == *Site pessoal de Yi-Fu Tuan. Categoria:Geógrafos da China Categoria:Geógrafos dos Estados Unidos Categoria:Professores da Universidade de Toronto Categoria:Medalha Geográfica Cullum",
 "title": "Yi-Fu Tuan"
}