{
 "id": "646",
 "text": "Claude Jade (Dijon, 8 de outubro de 1948 — Boulogne-Billancourt, 1 de dezembro de 2006) foi uma actriz francesa. ==Biografia== Tornou-se conhecida principalmente devido à sua participação no ciclo de filmes de François Truffaut sobre Antoine Doinel: Beijos Roubados; Domicílio Conjugal e Amor em Fuga. Claude Jade estrelaria em um dos papéis principais, Christine Darbon. Christine agradou ao personagem, ao diretor e ao público, e a bela francesinha ia ganhando reconhecimento internacional. A actriz participou também no filme do inglês Alfred Hitchcock 'Topaz' (1969, interpretando o personagem de Michèle Picard, filha de um agente secreto e esposa de um periodista) e, nesse mesmo ano, contracenou com o cantor Jacques Brel em 'Mon Oncle Benjamin'. Com uma carreira internacional - em inúmeras produções francesas além de outros filmes belgas, italianos, japoneses (in 'Kita No Misaki' de Kei Kumai Claude Jade interpretou 1975 uma freira missionária suíça que se apaixona por um engenheiro japonês a bordo de um navio que faz a viagem entre Marselha e Yokohama). O casamento permitiu à jovem morar na Rússia (URSS, na época) e ter algumas oportunidades de trabalhar lá, como em \"Lênin v Parizhe\" e \"Teheran 43\". A actriz manteve-se activa nas duas décadas seguintes, interpretando personagens nos palcos e em televisão. Entrou na série que, em Portugal, recebeu o título de \"A ilha dos trinta caixões\" (de 1979). No mundo de língua portuguesa, seu papel ambivalente de Eleanore em O Barco sobre a Grama é bem conhecido. Quando esse filme foi apresentado no Brasil, ela conheceu seu futuro marido, Bernard Coste, no Rio de Janeiro. O filme foi exibido várias vezes em retrospectivas no Brasil, mais recentemente em 2011. O seu contributo para a cultura francesa foi reconhecido em 1998, quando foi agraciada com o título de Cavaleiro da Legião de Honra e em 2000 recebeu o prémio New Wave Award, do Festival de Cinema de Palm Beach, por ter \"marcado uma tendência no mundo cinematográfico\". O último trabalho de Claude Jade decorreu este Verão, numa peça de Jacques Rampal, intitulada 'Celimene e le Cardinal' (2006). ==Filmografia== *Baisers volés (Beijos Roubados, 1968) *Sous le signe de Monte Cristo (1968) *Topaz (Topázio, 1969) *Mon oncle Benjamin (1969) * Le témoin (1969) *Domicile conjugal (Domicílio Conjugal,1970) *Le bateau sur l'herbe (O Barco na Relva, 1971) *Les feux de la chandeleur (1972) *Home Sweet Home (1973) *Prêtres interdits (1973) *Le malin plaisir (1975) *Le choix (1976) *Una spirale di nebbia (1977) *Le pion (1978) *L'amour en fuite (Amor em Fuga, 1979) *A ilha dos trinta caixões (1979) *Teera 43 (1981) *Lenin v Parizhe (1981) *Lise et Laura (1982) *L'honneur d'un capitaine (1982) *Une petite fille dans les tournesols (1984) *L'homme qui n'était pas là (1987) *Tableau d'honneur (1992) *Bonsoir (1994) *Le radeau de la Méduse (1998) *Cap des pins (série 1998-2000) * Célimène e o Cardeal (2006) Categoria:Atores da França Categoria:Naturais de Dijon",
 "title": "Claude Jade"
}