{
 "id": "64663",
 "text": "O Presidente da República é a autoridade máxima do Executivo de um Estado soberano cujo estatuto é uma República. Tal como os chefes de estado das monarquias, o presidente da república representa o Estado, mas os poderes específicos que detém e o modo como um cidadão se torna presidente variam bastante consoante o sistema institucional de cada país. Em grande parte dos países o Presidente da República usa uma faixa presidencial como distintivo do cargo. Em algumas repúblicas, o presidente é o chefe do poder executivo, fazendo parte das suas competências a gestão do governo do país e, até certo ponto, a própria direção do rumo político da nação. Assim se organizam as democracias que seguem um sistema presidencialista, caso em que o presidente é, geralmente, eleito por sufrágio universal e direto, muito embora haja algumas exceções, sendo a mais relevante a dos Estados Unidos, república presidencialista em que o presidente é eleito por um colégio eleitoral, esse sim, eleito pelo povo. Mas, frequentemente, também nas repúblicas que vivem sob ditadura, o regime é presidencialista. Noutras repúblicas, o presidente tem os seus poderes grandemente esvaziados, servindo principalmente como representante cerimonial e diplomático da nação, cabendo ao primeiro-ministro (ou equivalente) a direção do poder executivo e a determinação dos rumos do país. Neste grupo de países, alguns há - os que funcionam segundo um sistema parlamentarista - em que os parlamentos assumem grande relevo, sendo frequentemente eles e não o povo a eleger o presidente. Um exemplo típico é a Alemanha. Noutros, no entanto, os poderes estão concentrados no ramo executivo do Estado. Estes países são geralmente ditaduras, e um bom exemplo era o regime que vigorava em Portugal até à revolução dos Cravos, com António de Oliveira Salazar primeiro e Marcello Caetano depois a ocuparem o lugar de presidente do Conselho de Ministros, isto é, de primeiro-ministro. Entre estes dois extremos situam-se os sistemas semipresidencialistas, nos quais o presidente mantém poderes importantes, que podem chegar à demissão do governo e à dissolução do parlamento, mas que não incluem a participação activa no processo executivo ou legislativo (à parte a promulgação, ou não, de leis). É este o caso do Portugal contemporâneo, bem como da França, da Rússia e do Sri Lanka. Há ainda raros casos de repúblicas que não possuem o cargo de presidente da República. Este é o caso da Suíça, cujo chefe de estado é um conselho de sete membros chamado Bundesrat, da Bósnia e Herzegovina e de San Marino. == Ver também == * Presidente dos Estados Unidos * Presidência da República Federativa do Brasil * Presidência da República Portuguesa * Lista de presidentes do Brasil * Lista de presidentes de Portugal * Lista de presidentes dos Estados Unidos *Lista de presidentes de França *Lista de presidentes da Rússia * Faixa presidencial * Presidencialismo Categoria:Cargos públicos Categoria:Governo",
 "title": "Presidente da República"
}