{
 "id": "64679",
 "text": "Sérgio Dias Baptista, conhecido como Sérgio Dias (São Paulo, 1 de dezembro de 1950) é um guitarrista, cantor e compositor brasileiro, mais conhecido por seu trabalho com Os Mutantes, banda da qual é fundador e integrante de todas as formações. É o irmão mais novo de Arnaldo Baptista, que foi seu colega nessa banda. Foi incluído na lista 30 maiores ícones brasileiros da guitarra e do violão (Categoria: \"Nossos Ícones\") da revista Rolling Stone Brasil, em 2012. == Carreira == === Início === Sérgio começou a tocar violão aos onze anos, seguindo os passos de seu irmão mais velho Cláudio César. Aos treze anos já havia chegado a tal ponto que abandonou os estudos para se dedicar exclusivamente ao instrumento, dando aulas particulares e fazendo parte do conjuntos. Em 1966, é convidado por seu irmão Arnaldo a se juntar ao grupo Six Sided Rockers, que já contava com a presença de Rita Lee (vinda do grupo Teenage Singers). O grupo é renomeado para O'Seis, rebatizado por executivos da gravadora Continental, e chega a gravar um compacto, em 1966, com as músicas \"Suicida\" e \"Apocalipse\". Em 1967, no rastro do fracasso desse primeiro disco, Raphael Villardi (guitarra), Moggy (vocais) e Luiz Pastura (bateria) deixaram o grupo, abrindo caminho para que Rita e os irmãos Baptista – então como trio – se transformassem no grupo Os Mutantes. === Os Mutantes === Entre 1968 e 1972, gravou cinco LPs com o grupo em sua formação original. Sérgio foi quem tocou à guitarra o \"Hino Nacional\" no pequeno show de 1968 que desencadeou o processo de exílio de Caetano Veloso e Gilberto Gil. Em 1974, com outros integrantes após a saída de Rita (1972) e Arnaldo (1973), gravou \"Tudo Foi Feito pelo Sol\", álbum subestimado na época por sua aproximação com o rock progressivo. === Fim d'Os Mutantes === Com o fim do grupo em 1978, foi para a Itália, onde recebeu convites para fazer parte das bandas de Eric Burdon e da italiana Area, mas recusou a ambos. Retornou ao Brasil, onde voltou a trabalhar com nomes como Caetano Veloso e Gilberto Gil. Em 1980 lançou seu primeiro álbum solo, Sérgio Dias, onde se mostrava bastante eclético, indo do funk ao reggae e do rock progressivo ao samba. O fracasso comercial do disco motivou-o a mudar-se para os Estados Unidos, onde morou até 1987, trabalhando como músico de sessão e gravando trilhas sonoras. Com a banda Unit, tocava pelas casas de Manhattan e depois, com a Steps Of Imagination, com Danny Gottlieb, o baterista de Pat Metheny, que teve Airto e Flora Purim na formação, seguiram para concertos em outros Estados. No retorno ao Brasil, se \"arrisca\" como ator no filme musical Johnny Love, que também teve músicas de sua autoria. Em 1986, faz uma pequena temporada no palco da casa Jazz Mania, no Rio, e registra tudo. Este material fica engavetado até 2003, quando é lançada uma tiragem de apenas dois mil CD's. Continuou lançando seus discos solo durante os anos 90, gravando canções tanto em português quanto em inglês. === Retorno d'Os Mutantes === Em 2006, ocorre o retorno do grupo Os Mutantes e Arnaldo volta a tocar ao lado do irmão Sérgio Dias e do baterista Dinho Leme após 33 anos de sua saída da banda e 30 do fim do grupo. Rita Lee não retorna e Zélia Duncan aceita integrar o conjunto. A apresentação, que seria especial para o festival \"Tropicália -°A Revolution in Brazilian Culture\", organizado pelo centro cultural inglês Barbican, no dia 22 de março, se tornou uma turnê com shows nos EUA, Europa, Ásia, Austrália e Brasil. O show do retorno foi registrado e lançado em CD e DVD. Esta formação durou até setembro de 2007, quando Zélia comunicou sua saída do grupo para retomar sua carreira solo. Poucos dias depois do anúncio, quando a banda estava em turnê pela Europa, Arnaldo comunicou que também deixaria a banda para cuidar de projetos pessoais. Em 2017, é retratado de forma pejorativa no livro \"Rita Lee: uma Autobiografia\", o que acirrou a animosidade entre os dois. Em 2020, lança mais um disco de inéditas com Os Mutantes, chamado \"Zzyzx\", com a maioria das músicas com letra em inglês e uma leve pegada setentista. == Discografia == ;Com Gilberto Gil, Caetano Veloso, Tom Zé, Nara Leão e Gal Costa * 1968 Tropicália: ou Panis et Circenses ;Com Os Mutantes * 1968 Os Mutantes * 1969 Mutantes * 1970 A Divina Comédia ou Ando Meio Desligado * 1971 Jardim Elétrico * 1972 Mutantes e Seus Cometas no País do Baurets * 1974 Tudo Foi Feito pelo Sol * 1976 Mutantes Ao Vivo * 1992 O A e o Z (gravado em 1973) * 2000 Tecnicolor (gravado em 1970) * 2006 Mutantes Ao Vivo - Barbican Theatre, Londres 2006 * 2009 Haih or Amortecedor * 2013 Fool Metal Jack * 2020 Zzyzx ;Com Zé Ramalho * 1978 Zé Ramalho ;Solo * 1980 Sérgio Dias * 1990 Mato Grosso (com Phil Manzanera) * 1991 Mind Over Matter * 1997 Song of the Leopard * 2000 Estação da Luz * 2003 Jazz Mania Live == Referências == ==Ligações externas== * Categoria:Guitarristas do estado de São Paulo Categoria:Guitarristas solo Categoria:Membros de Os Mutantes Categoria:Naturais da cidade de São Paulo Categoria:Cantores do estado de São Paulo Categoria:Cantores de rock do Brasil Categoria:Compositores do estado de São Paulo",
 "title": "Sérgio Dias"
}