{
 "id": "64681",
 "text": "Netscape Navigator foi um navegador web proprietário que foi o principal produto da Netscape Communications Corporation. O navegador dominava em termos de quota de mercado, embora o seu uso tenha desaparecido até 2002. Isto deve- se principalmente ao aumento do número de usuários do software Internet Explorer, da Microsoft, e em parte porque a Netscape (posteriormente comprada pela AOL) não manteve a inovação técnica Netscape Navigator após a década de 1990. O desaparecimento do negócio da Netscape foi uma premissa central do julgamento antitruste da Microsoft, em que o tribunal decidiu que o pacote da Microsoft Corporation de colocar o navegador Internet Explorer junto com o sistema operacional Windows era uma prática comercial monopolista e ilegal. No entanto, a decisão chegou tarde demais para a Netscape, pois o Internet Explorer já havia se tornado o navegador web dominante no Windows. O Netscape Navigator posteriormente se tornou um componente da suíte de internet Netscape Communicator. O código-fonte do Netscape Communicator 4.x foi a base para o Mozilla Application Suite, que mais tarde foi renomeado para SeaMonkey. A suíte Mozilla da Netscape também serviu como base para um navegador separado chamado Mozilla Firefox. A última versão do navegador foi o Netscape Navigator 9, lançado em janeiro de 2007. Em 28 de dezembro de 2007, a AOL interrompeu oficialmente o desenvolvimento do Netscape Navigator, mas continuou dando suporte ao navegador com atualizações de segurança até o dia 1 de março de 2008, quando a empresa cancelou o suporte técnico. A AOL permite fazer download de versões arquivadas da família de browsers Netscape Navigator. Além disso, mantém o site AOL Netscape como um portal da Internet. == Histórico e desenvolvimento == === Origem === O Netscape Navigator foi inspirado pelo sucesso do navegador web Mosaic, que foi co-escrito por Marc Andreessen, um empregado de meio período da National Center for Supercomputing Applications e estudante da Universidade de Illinois. Depois de Andreesen se graduar em 1993, ele se mudou para a Califórnia e lá conheceu Jim Clack, fundador da Silicon Graphics, que tinha saído recentemente da empresa. Clark acreditava que o navegador Mosaic tinha grandes possibilidades comerciais e fornecer semeação de dinheiro. Logo a Mosaic Communications Corporation estava abrindo negócios em Mountain View, Califórnia, com Andreessen como vice-presidente. Desde que a Universidade de Illinois estava infeliz com o uso do nome Mosaic pela empresa, a companhia mudou seu nome para Netscape Communications e batizou seu navegador carro-chefe como Netscape Navigator. Em 13 de outubro de 1994, a Netscape anunciou em um comunicado de imprensa que iria tornar o Navigator disponível sem nenhum custo para usuários não-comerciais, e as versões beta das versões 1.0 e 1.1 foram baixáveis livremente em novembro de 1994 e em março de 1995, com a versão completa 1.0 disponível em dezembro de 1994. A política corporativa inicial da Netscape em relação ao Navigator é interessante, uma vez que alegou que faria Navigator livremente disponível para uso não-comercial de acordo com a noção de que o software de internet deve ser distribuído gratuitamente. Entretanto, após dois meses desse comunicado de imprensa, a Netscape aparentemente reverteu sua política sobre quem poderia obter e usar a versão 1.0 livremente, apenas mencionando que as instituições educacionais e sem fins lucrativos poderiam usar a versão 1.0 sem custo. A reversão foi concluída com a disponibilidade da versão 1.1 beta em 6 de março de 1995, na qual um comunicado de imprensa afirmou que a versão 1.1 final estaria disponível sem nenhum custo apenas para uso acadêmico e organizações sem fins lucrativos. Foi-se a ideia expressa no primeiro comunicado de imprensa que o Navigator seria livremente disponibilizado no espírito do software da internet. Alguns especialistas em segurança e criptógrafos descobriram que todas as versões lançadas do Netscape tinham grandes problemas de segurança com travamentos do navegador com URLs longas e chaves de criptografia de 40 bits. Os primeiros lançamentos do produto foram disponibilizados nas versões \"comercial\" e \"avaliação\", tais como a versão \"1.0\" e a versão \"1.0N\". As versões de avaliação \"N\" eram completamente idênticas às versões comerciais. A carta estava lá para lembrar as pessoas a pagar pelo navegador uma vez que eles sentiram que tinham tentado tempo suficiente e ficaram satisfeitos com ele. Esta distinção foi formalmente suspensa dentro de um ano da versão inicial e a versão completa do navegador continuou a ser disponibilizada gratuitamente on-line, com versões em caixas disponíveis em disquetes (e CDs posteriores) nas lojas juntamente com um período de suporte por telefone. Durante esta era, os livros \"Internet Starter Kit\" eram populares, e geralmente incluíam um disquete ou CD contendo software de internet, e este era um meio popular de obter o Netscape e outros navegadores. O suporte por e-mail foi inicialmente gratuito e permaneceu assim por um ano ou dois até que o volume de solicitações de suporte ter se tornado muito alto. Durante o desenvolvimento, o navegador Netscape era conhecido pelo codinome Mozilla, que se tornou o nome de um mascote de dragão de desenhos animados como o Godzilla usado de forma proeminente no site da empresa. O nome Mozilla também foi usado como o agente de usuário em solicitações HTTP pelo navegador. Outros navegadores da web alegaram ser compatíveis com as extensões do Netscape para HTML e, portanto, usavam o mesmo nome em seus identificadores de agentes de usuário para que os servidores da web enviassem as mesmas páginas que foram enviadas aos navegadores Netscape. Mozilla agora é um nome genérico para assuntos relacionados ao sucessor de código aberto do Netscape Communicator. === A ascensão do Netscape === Quando a revolução da internet para o consumidor iniciou-se em meados dos anos 90, a Netscape estava bem posicionada para aproveitá-la. Com uma boa combinação de recursos e um esquema de licenciamento atraente que permitia o uso gratuito para fins não comerciais, o navegador Netscape logo se tornou o padrão de facto, especialmente na plataforma Windows. Provedor de acesso à internet e editoras de revistas de computadores ajudaram o Navigator a se tornar prontamente disponível. Uma inovação importante que a Netscape introduziu em 1994 foi a exibição on-the-fly de páginas da web, onde textos e gráficos apareceram na tela enquanto a página da web era carregada. Os navegadores anteriores não exibiriam a página até que todos os elementos gráficos tivessem sido carregados pela conexão de rede; Isso muitas vezes fez um usuário olhar para uma página em branco durante vários minutos. Com o Netscape, as pessoas que usam conexões dial-up podem começar a ler o texto de uma página da web em segundos depois de inserir um endereço da web, mesmo antes que o restante do texto e os gráficos tenham terminado o download. Isso tornou a web muito mais tolerável para o usuário médio. Através do final dos anos 90, a Netscape garantiu que o Navigator continuasse sendo o líder técnico entre os navegadores da web. Novos recursos importantes incluíam cookies, frames, autoconfiguração de proxy e JavaScript (na versão 2.0). Embora essas e outras inovações, eventualmente, se tornaram padrões abertos do W3C e ECMA e foram copiados por outros navegadores, eles foram muitas vezes vistos como controversos. A Netscape, de acordo com os críticos, estava mais interessada em dobrar a web aos seus próprios \"padrões\" de fato (ignorando os comitês de padrões e assim marginalizando a concorrência comercial) do que na fixação de bugs em seus produtos. Defensores dos direitos dos consumidores eram particularmente críticos de cookies e de sites comerciais usando-os para invadir a privacidade individual. No mercado, no entanto, essas preocupações fizeram pouca diferença. O Netscape Navigator manteve-se líder de mercado com mais de 50% de participação no uso. O software do navegador estava disponível para uma ampla gama de sistemas operacionais, incluindo Windows (3.1, 95, 98, NT), Macintosh, Linux, OS/2 e muitas versões do Unix incluindo OSF/1, Sun Solaris, BSD/OS, IRIX, AIX e HP-UX, e olhou e trabalhou quase identicamente em cada um deles. Os observadores da indústria preveem com confiança o início de uma nova era de computação conectada. O sistema operacional subjacente, acreditava-se, se tornaria uma consideração sem importância; Aplicações futuras seriam executadas dentro de um navegador da web. Isso foi visto pela Netscape como uma clara oportunidade para consolidar o Navigator no coração da próxima geração de computação e, assim, ganhar a oportunidade de se expandir para todos os outros mercados de software e serviços. === Declínio === Com o sucesso do Netscape mostrando a importância da web (mais pessoas estavam usando a Internet devido em parte à facilidade de usar o Netscape), a navegação na internet começou a ser vista como um mercado potencialmente lucrativo. Seguindo a liderança da Netscape, a Microsoft iniciou uma campanha para entrar no mercado de software de navegador web. Como o Netscape antes deles, a Microsoft licenciou o código-fonte do Mosaic da Spyglass, Inc. (que por sua vez licenciou o código da Universidade de Illinois). Usando esse código básico, a Microsoft criou o Internet Explorer (IE). A concorrência entre a Microsoft e a Netscape dominou a guerra dos navegadores. A versão 1.0 do Internet Explorer (enviada no Internet Jumpstart Kit no Microsoft Plus! para Windows 95) e a versão 2.0 do IE (a primeira versão multiplataforma do navegador da Web, suportando Windows e Mac OS) foram considerada por muitos como sendo inferior e primitivo quando comparado com versões contemporâneas do Netscape Navigator. Com o lançamento da versão 3.0 do IE (1996), a Microsoft conseguiu alcançar o Netscape competitivamente, e com a versão 4.0 (1997), começou a melhorar ainda mais em termos de quota de mercado. O IE 5.0 (1999) melhorou a estabilidade e obteve uma quota de mercado significativa do Netscape Navigator pela primeira vez. Havia duas versões do Netscape Navigator 3.0: a edição padrão e a edição do ouro. Este último consistia no navegador Navigator com e-mail, leitores de notícias e um compositor de páginas web WYSIWYG. No entanto, essas funções extras ampliou e retardou o software, tornando-o propenso a falhar. O envelhecimento do Netscape Communicator 4.x foi mais lento do que o Internet Explorer 5.0. Típicas páginas da web se tornaram muito ilustradas, muitas vezes intensivas em JavaScript e codificadas com recursos HTML projetados para propósitos específicos, mas agora empregados como ferramentas de layout global (tabelas HTML, o exemplo mais óbvio disso, eram especialmente difíceis para o Communicator renderizar). O navegador Netscape, uma vez que um produto sólido, tornou-se propenso a sofrer travamentos e bugs. Por exemplo, algumas versões baixaram uma página da web inteira para renderizá-la quando a janela do navegador foi redimensionada (um incômodo aos usuários de dial-up), e o navegador geralmente falha quando a página contivesse simples Cascading Style Sheets, pois o suporte adequado para CSS nunca foi feito no Communicator 4.x. No momento em que o Communicator 4.0 estava sendo desenvolvido, o Netscape tinha uma tecnologia concorrente chamada JavaScript Style Sheets. Perto do final do ciclo de desenvolvimento, tornou-se óbvio que o CSS prevaleceria, então o Netscape rapidamente implementou um conversor CSS para JSSS, que então processou o CSS como JSSS (por isso desligar o JavaScript também desabilitou CSS). Além disso, a interface do navegador do Netscape Communicator apareceu desatualizado em comparação com o Internet Explorer e as alterações de interface nos sistemas operacionais da Microsoft e da Apple. No final da década, o navegador da Netscape havia perdido do domínio que tinha sobre a plataforma Windows e o acordo financeiro da Microsoft de agosto de 1997 para investir cento e cinquenta milhões de dólares na Apple exigia que a empresa fizesse do Internet Explorer o navegador padrão nas novas distribuições do Mac OS. A versão mais recente do IE Mac na época era o Internet Explorer versão 3.0 para Macintosh, mas o Internet Explorer 4 foi lançado naquele mesmo ano. A Microsoft conseguiu que os provedores de internet e fornecedores de PCs distribuíssem o Internet Explorer para seus clientes ao invés do Netscape Navigator, principalmente devido à utilização da Microsoft por meio de alavancagem das licenças OEM do Windows e, em parte, pelo investimento da Microsoft em tornar o IE customizável. Além disso, os desenvolvedores da web usavam extensões proprietárias específicas de navegador em páginas da web. Tanto a Microsoft como a Netscape fizeram isso, tendo adicionado muitas tags HTML proprietárias aos seus navegadores, o que obrigou os usuários a escolher entre dois navegadores concorrentes e quase incompatíveis. Em março de 1998, a Netscape liberou a maior parte da base de código de desenvolvimento do Netscape Communicator sob uma licença de código aberto. Somente as versões pré-alpha do Netscape 5 foram lançadas antes que a comunidade de código aberto decidiu destruir completamente a base de código do Netscape Navigator e construir um novo navegador em torno do motor de layout Gecko que a Netscape estava desenvolvendo, mas que ainda não tinha incorporado. O projeto de código aberto desenvolvido pela comunidade foi nomeado Mozilla, o codinome original do Netscape Navigator. A AOL comprou a Netscape e os programadores da empresa tomaram um formulário de qualidade pré- beta da base de código Mozilla, deram-lhe uma nova GUI e a lançaram como Netscape 6. Isso não fez nada para reconquistar usuários que continuaram migrando para o Internet Explorer. Após o lançamento do Netscape 7 e um longo teste beta público, o Mozilla 1.0 foi lançado em 5 de junho de 2002. A mesma base de código, nomeadamente o Gecko, tornou-se a base de aplicações independentes, incluindo o Firefox e o Thunderbird. Em 28 de dezembro de 2007, os desenvolvedores da Netscape anunciaram que a AOL havia cancelado o desenvolvimento do Netscape Navigator, deixando-o sem suporte a partir de 1 de março de 2008. Apesar disso, as versões arquivadas e não suportadas do navegador permanecem disponíveis para download. O Firefox iria ganhar uma quota de mercado do Internet Explorer na próxima rodada das guerras do navegador. == Versões == === Versões clássicas === ==== Netscape Navigator (versões 0.9-4.08) ==== Netscape Navigator foi o navegador web da Netscape das versões 1.0 até 4.8. Os primeiros lançamentos das versões do navegador foram lançadas em 1994 e eram conhecidas como Mosaic e, em seguida, de Mosaic Netscape até que uma contestação legal da National Center for Supercomputing Applications (desenvolvedora do NCSA Mosaic, que muitos fundadores da Netscape ajudaram no seu desenvolvimento), levou à mudança de nome para Netscape Navigator. O nome da empresa também foi mudado de Mosaic Communications Corporation to Netscape Communications Corporation. O navegador era o mais avançado disponível e, portanto, foi um sucesso imediato, tornando-se líder de mercado ainda em versão beta. A Netscape continuou a crescer rapidamente depois que a versão 1.0 foi lançada. Na versão 2 foi adicionado um cliente de e-mail chamado Netscape Mail, transformando Netscape de um simples navegador da web simples para uma completa suíte de internet. Durante esse período, tanto o navegador e a suite eram conhecidos como Netscape Navigator. A versão 3 do Netscape (o primeiro beta teve o codinome \"Atlas\") foi a primeira a enfrentar alguma competição séria do Internet Explorer 3. Também havia disponível em uma versão \"Gold\", que contou com um editor WYSIWYG HTML (mais tarde adicionado ao Netscape Communicator como um recurso padrão), e foi vendido como software de varejo para fins lucrativos. O Netscape 3 introduziu muitos recursos novos, como plug-ins, cores de fundo para as tabelas, o atributo de arquivamento e o elemento applet. O Netscape Navigator 3 foi um grande sucesso e o gigante de navegador web incontestável em seu tempo com mais de 90% de participação, mais tarde corroída pela inclusão gratuita do Internet Explorer no Windows 98. A versão mais recente desta linha foi a 3.04. ==== Netscape Communicator (versões 4.0-4.8) ==== O Netscape 4 enfrentou o problema de o nome Netscape Navigator ser usado tanto como o nome da suíte e como o nome do navegador contidos nele, renomeando-o para Netscape Communicator. Depois de lançar cinco lançamentos de pré-estreia entre 1996 e 1997, a Netscape lançou a versão final do Netscape Communicator em junho de 1997. Esta nova versão, mais ou menos baseada no Netscape Navigator 3 Code, atualizou e adicionou novos recursos (como o suporte a determinados elementos CSS1, suporte de fonte dinâmica mínima e o objeto proprietário elemento). A nova suíte foi bem-sucedida, apesar da crescente concorrência com o Internet Explorer 4.0 e problemas com o navegador desatualizado. A suíte do Communicator foi composta por Netscape Navigator, Netscape Mail & Newsgroups, Netscape Address Book e Netscape Composer (um editor de HTML, que mais tarde se tornou Mozilla Composer e eventualmente foi dividido em um produto completamente separado, Nvu). Em outubro de 1998, a versão 4.5 do Netscape Communicator foi lançada. Esta nova versão apresentou várias melhorias de funcionalidade, especialmente no componente Mail / News, mas não atualizou o núcleo do navegador (que, em sua funcionalidade, era basicamente idêntico à versão 4.08). Apenas um mês depois, a Netscape Communications Corporation foi comprada pela AOL. Uma versão autônoma do Netscape Navigator ainda estava disponível, mas isso foi interrompido após a versão 4.08 para Windows. Versões autônomas para outros sistemas operacionais como Unix/Linux foram mantidas até a versão 4.8. Em janeiro de 1998, a Netscape Communications Corporation anunciou que todas as futuras versões de seu software seriam gratuitas e desenvolvidas por uma comunidade de código aberto (Mozilla). O Netscape Communicator 5.0 foi anunciado (codinome \"Gromit\"). Mas houve atrasos significativos para o lançamento da próxima versão importante do Netscape e, portanto, o Communicator envelheceu mal ao longo dos muitos anos em que ainda era usado. Como resultado disto, e um suporte mais avançado de HTML 4, CSS, DOM e ECMAScript pelo Internet Explorer começando com a versão 4, o mais atualizado Internet Explorer 5.0 se tornou o líder do mercado. Em novembro de 1998 o trabalho no Netscape 5.0 foi cancelado em favor do desenvolvimento de um programa completamente novo a partir do zero. ==== Netscape Communicator 5.0 (cancelado) ==== Netscape 5.0 (codinomeado como \"Gromit\") era uma continuação do código 4.x, mas apenas dois pré-alpha versões foram escritas, um baseado em código do Communicator original e outra focada no Gecko. Ele apresentava um motor de layout chamado Mariner. O Mariner foi projetado para fornecer melhorias de estabilidade e desempenho. No entanto, o Netscape formou a Fundação Mozilla e desenvolveu o Mozilla Application Suite baseado num novo motor. O Mozilla tornou-se no Netscape 6. === Versões baseadas no Mozilla Application Suite === ==== Netscape 6 (versões 6.0-6.2.3) ==== Em 1998, um grupo informal chamado de Organização Mozilla foi formada e em grande parte financiado pela Netscape (a grande maioria dos programadores que trabalham no código foram pagos pela Netscape) para coordenar o desenvolvimento do Netscape 5 (sob o codinome \"Gromit\"), que ser baseado no código-fonte do Communicator. No entanto, o código envelhecido do Communicator revelou-se difícil de trabalhar e foi tomada a decisão de descartar o Netscape 5 e reescrever o código-fonte. A reescrita de código fonte estava na forma do navegador web Mozilla, que, com algumas adições, o Netscape 6 foi baseado. Esta decisão significou que a próxima versão importante do Netscape foi severamente atrasado. Nesse meio tempo, Netscape foi adquirida pela AOL que, agindo sob a pressão do Web Standards Project, forçado a sua nova divisão para liberar o Netscape 6.0 em 2000. A suite novamente consistiu em Netscape Navigator e os outros componentes do Communicator, com a adição de um compontente compatível com o AOL Instant Messenger, o Netscape Instant Messenger. No entanto, ficou claro que o Netscape 6 ainda não estava pronto para o lançamento e fracassou. Foi baseado no Mozilla 0.6, que não estava pronto para ser utilizado pelo público em geral ainda devido a muitos erros graves que faria com que ele deixe de funcionar normalmente ou apresentar páginas web lentamente. ==== Netscape 7 (versões 7.0-7.2) ==== Netscape 7.0 (codinomeado como \"Mach Five\" e baseado no Mozilla 1.0.1) foi lançado em agosto de 2002, foi uma continuação direta da Netscape 6 com alguns componentes muito semelhantes. Ele ainda conseguiu alguns poucos usuários, mas ainda era muito mais um navegador usado por uma minoria. Além disso, a AOL decidiu desativar a funcionalidade de bloqueador de pop-ups do Mozilla no Netscape 7.0, que criou uma revolta na comunidade. A AOL aprendeu a lição, e no o Netscape 7.0 adicionou o bloqueador de pop-ups. O Netscape também introduziu um nova versão gratuita do AOL) da suite. Netscape 7.1 (codinomeado \"Buffy\" e baseado no Mozilla 1.4) foi lançado em junho de 2003. Em 2003, a AOL fechou a divisão Netscape e funcionários foram demitidos ou reatribuído. O Mozilla.org continuou, no entanto, independentemente como a Mozilla Foundation, tendo em muitos dos ex- funcionários da Netscape. A AOL continuou a desenvolver Netscape em casa, mas devido a não haver funcionários comprometidos, as melhorias foram mínimas. Um ano depois, em agosto de 2004, sai a última versão baseado no Mozilla: Netscape 7.2, baseado no Mozilla 1.7.2. === Versões baseadas no Mozilla Firefox === ==== Netscape Browser (versões 8.0-8.1.3) ==== Entre 2005 e 2007, as versões do Netscape ficaram conhecidas como Netscape Browser. A AOL escolheu a base do Netscape Browser no bem sucedido Mozilla Firefox, uma versão reescrita do Mozilla produzido pela Mozilla Foundation. Essa versão não é uma suíte completa de Internet como as versões anteriores, é sim só o navegador web. Outras decisões controversas incluem nessas versões o fato de tanto usar o motor de layout Gecko das versões anteriores, e o Trident utilizado no Internet Explorer. O Netscape Browser 8.1.3 foi lançado em 2 de abril de 2007, e incluiu correções gerais identificadas nas versões 8.0 à 8.1.2 ==== Netscape Navigator (versões 9.0-9.0.0.6) ==== A Netscape confirmou em 23 de janeiro de 2007 que Netscape Browser seria sucedido por um novo navegador, o Netscape Navigator 9. O navegador voltou a incluir suporte multiplataforma para Windows, Linux e Mac OS X. Como o Netscape 8.x, a nova versão foi baseada no popular Mozilla Firefox (versão 2.0), e teve total compatibilidade com complemento e plugins do navegador. Também pela primeira vez desde 2004, o navegador foi produzido em casa, com a sua própria equipe de programação. Um beta do programa foi lançado em 5 de junho de 2007. A versão final foi lançada em 15 de outubro de 2007. Em 28 de dezembro de 2007, os desenvolvedores do Netscape anunciaram que a AOL iria descontinuar o navegador web em 1 de fevereiro de 2008, devido à baixa quota de mercado. Em 28 de janeiro de 2008, a Netscape revisa esta data para 1 de março de 2008, e ofereceu suporte para a migração para o Flock e Mozilla Firefox. === Compatibilidade de versões === Sistema operacional Versão recente Mac OS v9.x-10.0 7.0.2 v10.1 7.2 v10.2-10.5 9.0.0.6 Microsoft Windows 3.1 4.08 95 6.2.3 98 7.2 98SE-Vista 9.0.0.6 == Legado == As contribuições da Netscape para a web incluem o JavaScript, que foi enviado como um novo padrão para a Ecma International. A especificação resultante do ECMAScript permitiu suporte ao JavaScript por diversos navegadores web e seu uso como uma linguagem de script multiplataforma, muito tempo depois que o Netscape Navigator perdeu popularidade. Outro exemplo é a tag FRAME, que foi incorporada nos padrões web oficiais como a especificação \"HTML 4.01 Frameset\". Em uma coluna de 2007 da PC World, o Netscape Navigator original foi considerado o \"melhor produto tecnológico de todos os tempos\" devido ao seu impacto na internet. == Notas == * == Ver também == * Javagator * Lista de navegadores == Ligações externas == * * * Categoria:Netscape Categoria:Navegadores para macOS Categoria:Navegadores para POSIX Categoria:Navegadores para Windows Categoria:Software de 1994",
 "title": "Netscape Navigator"
}