{
 "id": "6468",
 "text": "A Itália é um país da Europa meridional que faz fronteira ao norte com França, Suíça, Áustria e Eslovênia, cujo território principal forma uma península no mar Mediterrâneo e inclui duas grandes ilhas, a Sicília e a Sardenha. Sofreu, historicamente, a influência de etruscos, gregos e celtas antes de ser unificada em pelo domínio romano. Roma continua a ser a capital da Itália até hoje. O nome Itália vêm da Roma antiga. Os romanos chamavam de Itália o sul da Península Itálica ou Apenina, que significa \"terra de bois\" ou \"terra de pastos\". == Antiguidade == A Itália influenciou bastante o desenvolvimento cultural e social de toda a Europa mediterrânea, bem como teve muita influência sobre a cultura europeia, pois importantes culturas e civilizações existiram no país. No terceiro milénio a.C., foi povoada por populações mediterrâneas que ali se estabeleceram com o nome de lígures (na península) ou sicanos (na Sicília). No segundo milénio a.C., com as migrações indo- europeias, instalou-se uma civilização específica, dita \"dos terramares\", na planície do Pó; os últimos a chegar, os vilanovianos, praticavam a incineração e faziam uso do ferro. Em aproximadamente , dois grupos itálicos (ou italiotas) constituíram o cerne da população da Itália. No século VIII a.C., os etruscos instalaram-se entre o Pó e a Campânia, dominando a região central da península Itálica durante séculos; os gregos estabeleceram colônias e postos comerciais na Sicília e na costa meridional da Itália (Magna Grécia). No século IV a.C., os celtas ocuparam a planície do Pó. A civilização etrusca conheceu seu apogeu nos séculos V e VI a.C.. === Roma Antiga === ==== Reino de Roma ==== A realeza ou monarquia romana vai desde as origens de Roma à queda da realeza em . Ou seja, vai desde o momento lendário de sua fundação em 21 de abril de , até o final da monarquia em , quando o último rei, Tarquínio, o Soberbo (último dos reis Tarquínios), foi expulso, instaurando-se a República Romana. A documentação desse período é precária, e até mesmo o nome dos reis são desconhecidos, citando-se apenas os reis lendários, apresentados nas obras de Virgílio (\"Eneida\") e Tito Lívio (\"História de Roma\"). ==== República Romana ==== A República Romana (do latim res publica, \"coisa pública\") é o termo utilizado por convenção para definir o Estado romano e suas províncias desde o fim do Reino de Roma em (quando o último rei foi deposto) ao estabelecimento do Império Romano em . Roma aproveitou-se das dissensões entre os diferentes povos da Itália para conquistar progressivamente o conjunto da península, dominando ao mesmo tempo, depois de derrotar Cartago, o conjunto do Mediterrâneo ocidental. O latim, a língua do vitorioso, impôs-se em toda a Itália. Entre e [, a Guerra Social obrigou Roma a conceder a cidadania romana a todos os habitantes da península Itálica. Entre e , com Júlio César, a Itália conquistou a Gália. ==== Império Romano ==== O Império Romano é a fase da história da Roma Antiga caracterizada por uma forma autocrática de governo. O Império Romano sucedeu a República Romana que durou quase 500 anos ( – ) e tinha sido enfraquecida pelo conflito entre Caio Mário e Sula e pela guerra civil de Júlio César contra Pompeu.Durante estas lutas, centenas de senadores morreram, e o senado romano foi renovado com legalistas do Primeiro Triunvirato e depois do Segundo Triunvirato. Muitas datas são comumente propostas para marcar a transição da república ao império, incluindo a data da indicação de Júlio César como ditador perpétuo ), a vitória do herdeiro de Otaviano na Batalha de Áccio (2 de setembro de ), ou a data em que o senado romano outorgou a Otaviano o título honorífico augusto (16 de janeiro de ).Augusto oficialmente proclamou ter salvo a República Romana e cuidadosamente disfarçou seu poder sob formas republicanas: cônsules continuaram a ser eleitos, tribunos dos plebeus continuaram a servir a justiça, e senadores ainda debatiam na cúria romana. Porém, era Augusto, e cada um de seus sucessores após ele, quem influenciava tudo e controlava as decisões finais e, em última análise, tinha as legiões para garanti-lo, caso fosse necessário. Otávio incorporou a Gália Cisalpina à Itália, empurrando as suas fronteiras para o norte. A partir de Augusto, a Itália tornou-se o centro de um vasto império, que ela dirigia e que a alimentava. O cristianismo, introduzido no século I e perseguido durante muito tempo, triunfou no século IV em Roma, que se tornou a sede do papado. No século IV, o imperador Constantino reconstruiu e ampliou a cidade grega de Bizâncio, chamando-a de \"Nova Roma\". Após sua morte, a cidade foi renomeada Constantinopla (atual Istambul) e gradualmente transformou-se na capital do Império, originando o que mais tarde seria chamado de Império Bizantino. Roma permaneceu como capital do Império do Ocidente até sua queda em . Após a morte do imperador Teodósio, em , o império foi definitivamente dividido em dois. No século V, com as invasões bárbaras, o Império do Ocidente reduziu-se à Itália, que tampouco foi poupada. Alarico, rei dos visigodos, saqueou Roma em . Seguiu-se o saque do vândalo Genserico em . == Idade Média == Em , Odoacro, rei dos hérulos, depôs o imperador Rômulo Augusto, pondo fim ao Império Romano do Ocidente, e assumindo o título de rei da Itália. Esta data foi convencionada para marcar o início da Idade Média. Em , Teodorico, o Grande, rei dos ostrogodos, invadiu a Península Itálica e se proclamou soberano absoluto, mas após sua morte (), seu reino entrou em decadência. Justiniano, imperador romano do Oriente, restabeleceu a autoridade bizantina na maior parte da península e Ravena tornou-se capital da Itália bizantina. Em , os lombardos, outro povo germânico, invadiram a península e a controlaram quase toda, com exceção do enclave bizantino ao norte, o Exarcado de Ravena. Além do Reino Lombardo, os lombardos fundaram os ducados de Espoleto e Benevento. A partir de então, a Itália teve três capitais: Roma, sede do papado; Ravena, onde ficava o exarca, representante do imperador; Pavia, onde se tinha fixado o rei lombardo. === Os lombardos === Em , o novo e enérgico rei lombardo Alboíno derrotou os vizinhos gépidas, os fez seus súditos e, em , casou sua filha Rosamund com o rei Cunimond. Na primavera de , Alboíno liderou os lombardos junto com outros povos germânicos, bávaros, gépidas, saxões e búlgaros, através dos Alpes, com uma população de 400 mil a 500 mil pessoas, para invadir o norte da península Itálica, derrotando os bizantinos e fundando o Reino Lombardo. Depois da morte de Alboíno, em , ocorreu um vazio no poder que propiciou a união de diferentes grupos sob o comando de um líder regional chamado duque. Os lombardos, como fizeram anteriormente os godos, abraçaram o credo denominado arianismo, o que originou contínuos confrontos religiosos com os habitantes nativos do país, majoritariamente católicos. Por fim, a conversão à fé católica do rei lombardo Agilolfo (reinou entre -) trouxe no seu bojo um período de relativa calma. Os lombardos, que pretendiam consolidar seu poder político, começaram a fazer incursões no território papal. Em , o papa Estêvão II pediu ajuda aos francos, convertidos à fé católica um século antes. === Dos francos ao Renascimento === No século VIII, o papa pediu ajuda aos francos contra os avanços lombardos. Sob a forte liderança de Pepino, o Breve, e posteriormente de seu filho, Carlos Magno, os francos derrotaram os lombardos e depuseram seu último rei. Graças à proteção de Pepino e Carlos Magno, constituíram-se os Estados Pontifícios. Em , Carlos Magno proclamou-se rei dos lombardos. Em , Carlos Magno estabeleceu com o papa Leão III o acordo que por um lado permitiu-lhe ser ungido como imperador do Sacro Império Romano-Germânico pelo papa, por outro lado o comprometeu a promover a difusão do cristianismo em seus domínios, respeitando Roma como sede do cristianismo, defendendo-a inclusive das investidas do Império Bizantino. Seu domínio na península Itálica se concentrou na Lombardia, ao Norte que passou a fazer parte do Império Carolíngio, enquanto ao sul de Roma, os conquistadores árabes da Sicília e o Império Bizantino disputavam o domínio. A influência carolíngia, entretanto, foi dificultada no século IX com as incursões sarracenas e normandas no Sul, e a fragmentação feudal. Após , os imperadores renunciaram à defesa da Itália, que, dado o enfraquecimento do papado, caiu na anarquia (século X). No século X, o rei da Germânia Otão I foi coroado imperador em Roma ( e a Itália foi integrada ao Sacro Império Romano Germânico. As cidades do norte da atual Itália passaram a ficar mais independentes entre si, tornando-se importantes centros econômicos e políticos. Nos meados do século XI, o papado reagiu, sacudindo o jugo imperial. Os longos conflitos entre o papa e o imperador (1073-1266), dos quais a Itália foi, com frequência, o principal alvo, debilitaram, na realidade, os dois poderes, enquanto nascia (séculos XI-XII) uma Itália comercial, urbana, independente e rica. A Questão das Investiduras (1075-1122) encerrou-se com a vitória do papado sobre o império. Apoiados por Roma, os normandos de Roberto de Altavila criaram um reino no Sul da Itália. Entre 1122-1250, surgiu uma nova força, a das cidades, erigidas em comunas e enriquecidas pelo crescimento econômico (Pisa, Gênova, Florença, Milão e Veneza). Quando o conflito entre Roma e o Império recrudesceu com a querela do Sacerdócio e do Império (1154-1250), que permitiu ao imperador Frederico I conquistar o reino normando, as cidades foram obrigadas a envolver-se nele e dilaceraram-se entre guelfos (partidários do papa) e gibelinos (partidários do imperador). A partir do século XIII, o poder, nas cidades, passou às mãos de potentados. Na Itália do Norte, dominavam quatro grandes cidades-Estado (Florença, Gênova, Veneza e Milão), sendo San Marino uma remanescente dessas cidades-Estado setentrionais. Na Itália central, o papado, forçado a deixar Roma por Avinhão (1309 - 1376), foi enfraquecido pelo Grande Cisma do Ocidente (1378-1417). O Sul da Itália foi entregue a Carlos de Anjou e a Sicília, à coroa de Aragão, pondo fim às pretensões imperiais sobre a Itália. O Sul da península, entretanto, ficou dividido pelas lutas entre os angevinos e os aragoneses (séculos XIV-XV). No século XIV, a península Itálica foi campo de batalha para os franceses, os aragoneses e os suíços. No final do século XV, a Itália foi invadida pela França e, mais tarde, pelo imperador Carlos V, que subjugou a maior parte do território em 1550. A França, pelo Tratado de Cateau-Cambrésis, renunciou às suas pretensões à parte transalpina (1559), e os aragoneses, herdeiros de Carlos V na Itália, dominaram o sul da península durante dois séculos. Apesar disso, o século XIV foi uma época de grande desenvolvimento em função da atividade comercial das quatro repúblicas marítimas, Veneza, Génova, Pisa e Amalfi, e da atividade financeira dos banqueiros de Florença. O desenvolvimento econômico e a riqueza da Itália permitiram um grande desenvolvimento cultural e artístico, conhecido como Renascimento, que se irradiou pela Europa. Nesta época viveu Dante Alighieri, o maior escritor italiano, que escreveu sua obra A Divina Comédia num dialeto neolatino toscano, diferente de seus contemporâneos que preferiam escrever em latim (idioma dos antigos romanos). A língua italiana atual evoluiu a partir deste dialeto. O italiano, assim como algumas outras línguas (francês, espanhol, português, romeno, etc), deriva do latim, sendo que entre as línguas neolatinas, o italiano é a que mais conserva o latim em seu vocabulário. O italiano assim seria uma evolução da língua latina. Mas é importante ressaltar que a língua italiana é uma das derivantes do latim e não propriamente a \"língua morta\". No século XV, surgiu no norte uma nova potência, o Ducado de Saboia. Nas cidades, onde famílias principescas sobrepujaram o regime republicano, assistiu-se ao apogeu do Renascimento (Florença). == Renascimento == O Renascimento é a ponte entre e Idade Média e a Era Moderna. O saber passou a ser o centro de todas as atenções nesta época. A Itália ofereceu à humanidade nestes séculos contribuições de homens notáveis em muitos campos do conhecimento, como por exemplo: na Pintura e Escultura: Michelangelo, Rafael, Ticiano, Tintoretto e Leonardo da Vinci; na Arquitetura: Filippo Brunelleschi; na Física: Leonardo da Vinci, talvez o gênio mais eclético da humanidade; nas Ciências Políticas: Maquiavel; nas Ciências Contábeis: Luca Pacioli. A influência da Igreja Católica continuou sendo muito grande, e por muitas vezes, Roma estabeleceu confrontos abertos com as cidades-estado apoiada por potências estrangeiras, como por exemplo, papa Alexandre VI, que favoreceu a influência espanhola na Itália. O país, então dividido entre cidades-estado rivais, passou a sofrer grande influência espanhola (1559-1700). O domínio espanhol e austríaco (séculos XVII - XVIII), o desmembramento extremo do país e o deslocamento das vias marítimas em detrimento do Mediterrâneo provocaram o declínio econômico da península, centro da Contrarreforma. Pouco a pouco, as velhas cidades perderam sua influência em proveito do Reino da Sardenha (casa de Saboia). == Risorgimento == No século XVIII, o Tratado de Utrecht (1713) submeteu o país à dominação dos Habsburgo da Áustria. Na Toscana e no Reino de Nápoles, que, com Parma, retornaram às mãos dos Bourbon da Espanha (1734), implantou-se uma política reformista e esclarecida. Entre 1792 e 1799, a Itália permaneceu sob a influência da França, que anexou a Saboia e Nice e ocupou a República de Gênova. Foram instituídas efêmeras \"repúblicas irmãs\". Entre 1802 e 1804, Napoleão Bonaparte conquistou o conjunto da península e instituiu, no norte, a \"República Italiana\". Entre 1805 e 1814, esta tornou-se Reino de Itália, tendo Napoleão Bonaparte como soberano; o reino de Nápoles, ocupado em 1806, foi confiado a José Bonaparte e depois (1808) a Joaquim Murat. Em 1814, a Itália reassumiu a divisão anterior (12 estado). A dominação austríaca foi restaurada no norte e no centro. A oposição dos italianos ao domínio austríaco manifestou-se em um sentimento cada vez mais forte em favor da unidade nacional e da independência, cujo primeiro sintoma foi o nascimento de uma rede de sociedades secretas que desempenharam um papel de vital importância no transcurso das revoluções de 1820, fortemente reprimidas pela Áustria. Entre 1820 e 1821, conspirações de sociedades secretas (carbonários) contra o retorno do absolutismo, duramente reprimidas. Entre 1831 e 1833, eclodiram novas revoltas, inspiradas pelo republicano Mazzini, fundador do movimento Jovem Itália. As insurreições liberais e nacionais não obtiveram resultado em 1820, 1831 e 1848. As novas forças do Risorgimento criaram esperanças de independência dos governos austríaco e francês. O Reino da Sardenha (com Carlos Alberto e, mais tarde, Vítor Emanuel II e seu ministro Cavour) assumiu a sua liderança e obteve o apoio da França. Em 1859, as tropas franco-sardas derrotaram a Áustria (campanha da Itália), que foi obrigada a deixar a Lombardia. Em 1860, a França recuperou Nice e a Saboia. A união dessas regiões com o Piemonte deu origem a movimentos revolucionários na Itália central e no Reino de Nápoles, conquistado por Garibaldi (general e herói italiano). Em 1861, houve a proclamação do reino da Itália, tendo Vítor Emanuel como soberano e Turim (substituída por Florença a partir de 1865) como capital. Em 1866, o reino ampliou-se com a inclusão do Vêneto, graças à ajuda prussiana. A unificação completa do país, entretanto, foi concluída apenas em 20 de setembro de 1870, quando Roma foi conquistada, tornando-se a capital. Em consequência da unificação, a Itália desenvolveu amplamente seus recursos econômicos e militares. Em 1876, o chefe de governo passou a ser Francesco Crispi, anticlerical e hostil à França. Vítor Emanuel II foi sucedido por Humberto I (1878), assassinado em 1900, e por Vítor Emanuel III. Num esforço para juntar-se à Escalada para a África, o premier e ministro italiano dos assuntos exteriores, Crispi, reivindicou a colônia da Eritreia (1889), mas o malogrado avanço para a Etiópia culminou em uma derrota decisiva (1896) na Batalha de Adowa. Entre 1903 e 1914, Giovanni Giolitti, presidente do Conselho de Ministros, restabeleceu a ordem e o equilíbrio econômico. A política externa, dominada pelas reivindicações irredentistas, resultou na Guerra Ítalo-Turca (1911-1912). Durante o conflito, a Itália conquistou o norte de Trípoli e o Dodecaneso e, e em 1914, ocupou grande parte da Líbia, declarando-a parte integral do país em 1939. Criou assim um império colonial na África que incluía, além da Líbia, a chamada África Oriental Italiana, composta das atuais Eritreia, Somália Italiana e Etiópia. == Fascismo == A Itália participou da Primeira Guerra Mundial ao lado dos Aliados (1915 a 1918), satisfazendo apenas parte das suas ambições com a conquista de Trentino e do Alto Adige (ou Tirol Meridional), e depois Fiume (atual Rijeka). Em 1922, Mussolini, depois da Marcha sobre Roma dos seus camisas-negras, foi nomeado primeiro-ministro pelo rei e instaurou um regime totalitário, o fascismo. Mussolini, o duce (chefe), consolidou a unificação italiana com o \"Concordato\" com a Igreja Católica que abriu mão de grande parte de seu território, restringindo o Estado do Vaticano a uma pequena área na Cidade de Roma. O ditador Mussolini estava determinado a criar um novo Império Romano, invadiu com sucesso a Etiópia (1935), ligando-a à Eritreia e à Somália Italiana para formar a África Oriental Italiana, e a Albânia (1939). Em junho de 1940, sonhando com a união completa da Itália irredentista, Mussolini, que constituíra em 1936 o Eixo Roma–Berlim e, em 1939, assinara com o III Reich o pacto de Aço, entrou na Segunda Guerra Mundial ao lado do Japão e da Alemanha de Hitler. Mas os reveses das potências do Eixo, a perda de seu império no norte da África e o desembarque anglo-americano na Sicília trouxeram a queda e a prisão de Mussolini por ordem do rei (1943). Um governo presidido pelo marechal Badoglio assinou o armistício e declarou guerra à Alemanha. O Duce, libertado pelos alemães, constituiu um governo fascista no norte da Itália, a República Social Italiana (república de Saló), mas com o avanço aliado na península, foi detido e fuzilado pelos antifascistas em abril de 1945. == A república == Em 1944, com a abdicação de Vítor Emanuel III, seu filho, Humberto II, tornou-se lugar-tenente geral do reino. Em 1946, depois do efêmero reinado de Humberto II, a república parlamentarista foi proclamada na Itália após um plebiscito (2 de junho de 1946). A assembleia constituinte redigiu o rascunho da Constituição da República Italiana que entrou em vigor em 1 de janeiro de 1948. A campanha eleitoral que se seguiu à aprovação da mesma coincidiu com uma intensificação da Guerra Fria e levou a Itália à beira da guerra civil. O período imediatamente após a guerra foi marcado por um crescimento econômico impressionante e uniforme, mas também por instabilidade política, caracterizada por frequentes mudanças de governo. O democrata- cristão A. De Gasperi, presidente do Conselho (1945-1953), empreendeu a reconstrução política e econômica do país, apoiando-se na aliança com os Estados Unidos. Apesar da instabilidade política e de numerosas dificuldades de ordem social, a Itália recuperou-se amplamente no plano econômico e acabou por se tornar membro fundador da Comunidade Econômica Europeia (CEE) - atual União Europeia - e da Organização do Tratado do Atlântico Norte (OTAN), fundada em 4 de abril de 1949. Em 14 de dezembro de 1955, a Itália tornou-se um membro da Organização das Nações Unidas (ONU). Entre 1958 e 1968, os democratas-cristãos, com A. Fanfani e depois Aldo Moro, foram os artífices de um \"milagre\" econômico que, todavia, não impediu o avanço eleitoral da esquerda. Em 1963, os elementos moderados do Partido Socialista Italiano (PSI) sob a direção de Pietro Sandro Nenni, concordaram em fazer parte de um governo de centro-esquerda, fato que não ocorria desde 1947. O democrata-cristão Aldo Moro formou então um governo de coalizão com a participação de quatro partidos e ele mesmo assumiu o cargo de primeiro-ministro. Entre 1968 e 1972, a instabilidade política fez os governos se sucederem em ritmo acelerado. A classe política, vista como corrupta, foi ficando cada vez mais isolada do resto da sociedade. O Partido Comunista Italiano ajustou-se à democracia, mas durante a década de 1970 o terrorismo político, apoiado inclusive pela Máfia , organização criminosa de origem secular, passou a criar grande insegurança, realizando sequestros e atentados políticos. O mais emblemático foi o sequestro e assassinato do ex-primeiro-ministro Aldo Moro pelas Brigadas Vermelhas em 1978. Este assassinato provocou uma profunda reformulação política na Itália, onde os governos da república, formados desde 1946, por coalizões dominadas pelos democratas cristãos, evidenciavam sua incompetência, sofrendo acusações de corrupção. Para restabelecer a ordem, os partidos políticos buscaram realizar a aliança mais ampla possível, que foi obtida com o \"compromisso histórico\" (1976-1979), união no poder dos comunistas e democratas-cristãos. Em 1981, Giovanni Spadolini, líder do Partido Republicano, tornou-se o primeiro-ministro. As crises do governo de 1983 levaram à formação de um novo governo sob a direção de Bettino Craxi, o primeiro chefe de governo socialista desde a guerra. Em 1984, sob sua direção, o governo firmou um acordo com o Vaticano com o qual a religião católica deixou de ser a oficial do país. Em 1985, com a vitória dos democratas- cristãos, Francesco Cossiga (1985-1992) foi eleito presidente, sucedendo ao socialista Sandro Pertini. Como primeiro-ministro, manteve-se o socialista B. Craxi, até 1987, quando renunciou; sucederam-lhes na presidência do Conselho os democratas-cristãos (Giovanni Goria, 1987; Ciriaco De Mita, 1988; G. Andreotti, 1989). Francesco Cossiga convocou uma reforma contra a Máfia. Este processo foi longo e penoso, provocando inclusive o assassinato do juiz Giovanni Falcone, responsável pela prisão de mafiosos. Em 1988 e 1989, vários brigadistas foram condenados à prisão. Em 1991, o Partido Comunista Italiano transformou-se em Partido Democrático de Esquerda. Intensificou-se a luta contra a Máfia. A partir de então, em 1992, o país aprofundou com sucesso a \"Operação Mãos Limpas\", expulsando da vida política e econômica do país personalidades envolvidas com a Máfia e a corrupção. Em 1992, o presidente F. Cossiga foi substituído por Oscar Luigi Scalfaro. As eleições legislativas foram marcadas pela derrota dos grandes partidos tradicionais e pela emergência das \"Ligas\" (movimentos regionalistas e populistas) no norte da Itália. O socialista Giuliano Amato compôs um governo de coalizão que adotou uma política de austeridade e revisão das instituições, mantendo a luta contra a Máfia e a corrupção. Em 1993, essa política foi prosseguida por Carlo Azeglio Ciampi, diretor do Banco Central, que chefiava o novo governo. Iniciou-se uma reforma do sistema político, que incidiu especialmente sobre o funcionamento dos partidos e as leis eleitorais. Nas eleições de 1994 uma coalizão de partidos de direita e extrema-direita, a Aliança Liberdade, saiu vitoriosa. A Aliança Liberdade é formada pela Liga Norte (anteriormente chamada Liga Lombarda), a Aliança Nacional e o partido Força Itália, criado pelo magnata da mídia Silvio Berlusconi, que ocupou o cargo de primeiro- ministro (presidente do Conselho). Sete meses depois foi forçado a renunciar, havendo sido eleito para o cargo o economista Lamberto Dini, o qual saneou as finanças e governou um ano com ministério técnico. Dini renunciou em janeiro de 1996, sendo sucedido por Antonio Maccanico. Nas eleições gerais celebradas no início de 1996 foi vencedora a coalizão de centro-esquerda O Olivo, que levou Romano Prodi à presidência do conselho. Em 1998, foi sucedido na chefia do governo por Massimo D'Alema, líder do Partido Democrático de Esquerda (PDS), herdeiro do antigo Partido Comunista Italiano. Em 1999, a Itália participou da intervenção militar da OTAN e da força multinacional de manutenção da paz no Kosovo. Em 13 de maio de 1999, Carlo Azeglio Ciampi foi eleito o décimo presidente da República Italiana. Ciampi é um político independente que contou, nessas presidenciais, com o apoio da coalizão de centro-esquerda e da oposição de centro-direita liderada por Silvio Berlusconi. Elegeu-se por uma ampla margem de votos no primeiro turno (707 votos de eleitores), o que não é comum na Itália. Os analistas atribuem o grande apoio com que contou à sua imagem de economista brilhante e trabalhador e à sua independência política. M. D'Alema demitiu-se depois da derrota dos partidos de centro-esquerda nas eleições regionais. G. Amato retornou à chefia do governo. Em 2001, vitória, nas eleições legislativas, de uma coalizão de direita liderada por S. Berlusconi, reconduzido à presidência do Conselho. Em julho de 2003, Berlusconi assumiu a presidência da UE durante o período que, pelo sistema de rodízio, coube à Itália. == Bibliografia em Português == * G. Barraclough - Os Papas na Idade Média. Lisboa, Verbo, 1972. * M. Beard - SPQR, uma história da Roma antiga. Lisboa, Bertrand, 2016. * J. Burckhardt - A Cvilização da Renascença na Itália. Lisboa, Ed. Presença. * F. Chabod - História do fascismo italiano. Lisboa, Arcádia, 1963. * D. S. Chambers - Veneza Imperial. Lisboa, Verbo, 1972. * J. Dickie - A República da Máfia. Lisboa, Edições 70, 2016. * C. Duggan - História da Itália. Lisboa, Edições 70, 2017. * J. R. Hale - Maquiavel e a Itália da Renascença. Rio de Janeiro, Zahar, 1963. * E. Ludwig - Colóquios com Mussolini. Porto Alegre, Globo, 1932. * J.J. Norwich - Os Papas. Porto, Civilizaçäo, 2012. * T. Parks - Os Medicis. Lisboa, Presença, 2009. * R. Romano - História da Itália. Lisboa, Circulo de Leitores, 1978.",
 "title": "História da Itália"
}