{
 "id": "64700",
 "text": "Canja é uma sopa feita à base de massa. A sua principal variação é a canja de galinha, que tem na cultura popular do país uma forte crença nas suas propriedades medicinais, em particular no combate à constipação. A canja é particularmente recomendada no tratamento da diarreia de modo a combater a desidratação, sobretudo se é feita de modo a ficar muito líquida e salgada. Em certas regiões portuguesas, nomeadamente na região centro, existe uma tradição de dar apenas canja às mulheres depois do parto durante algumas semanas. A canja é originária da China onde é chamada congee. O congee é consumido em quase todos os países asiáticos. É interessante que o congee chinês, ou asiático em geral, pode levar muitos ingredientes diferentes e inclusivamente é frequentemente tomado ao pequeno-almoço. No entanto, a variante mais tradicional é precisamente o congee de galinha, quase idêntico à canja portuguesa, e que além disso é também utilizado no período de convalescença de doenças, exactamente como em Portugal. No congee mais comum, o arrozCanja de galinha - 1 xícara (chá) de arroz cru Revista Claudia - acessado em 16 de fevereiro de 2021 é cozido durante horas até que se dissolva totalmente na água de cozer, resultando uma papa. Mas existem muitas variantes regionais que se distinguem não só pela consistência mais ou menos firme do arroz, mas também pela quantidade de água que levam, podendo ser uma sopa líquida ou uma papa grossa, e pelos outros ingredientes acrescentados ao arroz. É muito provável que a canja tenha sido trazida da China por portugueses devido, precisamente, às suas propriedades reconfortantes e medicinais. Outra versão, de Garcia da Orta,\"Colóquio dos simples e drogas e coisas medicinais da Índia\" – Garcia Orta (1563- Goa) aponta sua origem na Índia, na Costa de Malabar, porto de Calicute, onde Vasco da Gama aportou em 1492. Era chamada kenji (ou kenge) palavra malaiala que designava um caldo quente e salgado, ao qual os portugueses acrescentaram a galinha. Por influência portuguesa, a canja é também consumida no Brasil e outros países e regiões de expressão portuguesa. Um exemplo desta disseminação é a chamada canja de Goa.Cherie Y. Hamilton, \"Os sabores da lusofonia: encontros de culturas\", Senac 2005, ISBN 85-7359-407-1 Outro exemplo é a receita brasileira em que a galinha é primeiro refogada com cebola, alho, aipo e tomate, antes de ser cozida com cenoura, salsa, cebolinho e sal; depois de tudo cozido, acrescenta-se arroz e deixa-se cozer. == Receita tradicional portuguesa == A receita tradicional da canja de galinha inclui a cozedura da galinha, muitas vezes inteira, apenas com sal, cebola ou, no máximo, com um pedaço de chouriço ou presunto. “O Mestre Cozinheiro” Coleção “Laura Santos”, Lisboa, 1955 Depois da galinha cozida, retira-se do caldo, que é por vezes coado e onde se coze a massa; logo que este esteja cozida, juntam- se os miúdos e, se a galinha usada não tiver ovos ainda em formação nos ovários, podem juntar-se ovos cozidos picados. “Canja de Galinha Arganil” no Roteiro Gastronómico de Portugal == Ver também == * Sopa de frango Categoria:Culinária de Portugal Categoria:Sopas",
 "title": "Canja"
}