{
 "id": "64747",
 "text": "thumb|left|Assembleia Nacional do País de Gales em Cardiff. O País de Gales é um principado desde o século XIII, inicialmente governado pelo príncipe galês Llywelyn, o Grande, e depois pelo seu neto, Llywelyn, o Último, que adoptou o título de Príncipe de Gales por volta de 1258 e foi reconhecido pela coroa inglesa em 1277, pelo tratado de Aberconwy. Depois da sua derrota por Eduardo I, no entanto, a independência galesa no século XIV esteve limitada a algumas revoltas menores. A maior dessas revoltas foi a de Owain Glyndwr, que conseguiu o apoio do povo, em 1400, e derrotou uma força inglesa em Pumlumon em 1401. Em resposta, o parlamento inglês decretou medidas repressivas negando aos galeses o direito de reunião. Glyndwr foi proclamado Príncipe de Gales e procurou ajuda francesa, mas em 1409 as suas forças foram dizimadas pelos ataques do rei Henrique IV de Inglaterra e outras medidas foram impostas contra os galeses. O Decreto de União de 1536 dividiu o País de Gales em treze condados: Anglesey, Brecon, Caernarfon, Cardigan, Carmarthen, Denbigh, Flint, Glamorgan, Merioneth, Monmouth, Montgomery, Pembroke e Radnor, e aplicou a Lei Inglesa tanto à Inglaterra como a Gales, fazendo do inglês a língua a ser usada para fins oficiais. Esta medida excluiu muitos galeses nativos de todos os cargos formais. Até hoje, Gales continua a partilhar com a Inglaterra uma identidade legal no âmbito da entidade conjunta Inglaterra e Gales. A Escócia e a Irlanda do Norte mantêm sistemas legais e identidades separadas. Durante séculos, Gales foi minorado pelo seu vizinho maior, a Inglaterra. De facto, diz-se — talvez apocrifamente — que uma enciclopédia inglesa bem conhecida teve uma entrada onde se podia ler: \"GALES. Ver INGLATERRA\". Em 1955 deram-se alguns passos para restabelecer um sentido de identidade nacional para Gales quando Cardiff foi declarada a sua capital. Antes desse ano, a legislação aprovada pelo parlamento do Reino Unido referia-se simplesmente à Inglaterra em vez de à Inglaterra e Gales. A Assembleia Nacional do País de Gales, com sede em Cardiff, eleita pela primeira vez em 1999, é eleita pelo povo de Gales e tem os seus poderes definidos pelo Decreto do Governo de Gales de 1998. O título de Príncipe de Gales é ainda atribuído pelo monarca britânico reinante ao seu filho mais velho, mas nos tempos modernos o príncipe não vive em Gales nem tem nada a ver com a sua administração ou governo. O príncipe está ainda, no entanto, simbolicamente ligado ao principado: a investidura do Príncipe Carlos teve lugar no Castelo de Caernarfon no Gales do Norte, um lugar tradicionalmente associado à criação do título no século XIII. == Ligações externas == * Assembleia Nacional do País de Gales",
 "title": "Política do País de Gales"
}