{
 "id": "64757",
 "text": "Dubliners ( e também \"Dublinenses\" como no Brasil em um edição do Relógio d'Água de 2012.) é um livro de James Joyce, escrito a partir de 1904 e publicado em 1914. Consiste em quinze contos enfocando diversos aspectos da vida da cidade e seus habitantes. Ênfase especial é dada a experiências de infância, relacionamentos conjugais e epifanias - súbitas descobertas da alma de alguma coisa. O conto mais conhecido chama-se The Dead.Bloom, Harold. James Joyce's Dubliners. New York: Chelsea House, 1988. == Publicação == James Joyce começou a escrever os contos que compõem os Dublinenses entre 1903 e 1904, enquanto trabalhava também as primeiras versões de Um retrato do artista quando jovem, que seriam publicadas numa revista mensal irlandesa, Dana. Em junho de 1904, Joyce conheceu quem seria sua futura esposa, Nora Barnacle, com quem deixou a Irlanda para se instalar na Europa Continental. Em 1905, Joyce e Nora se mudaram para Trieste, no norte da Itália, onde o autor escrevia as primeiras versões dos contos. Em outubro do mesmo ano, Joyce havia completado um conjunto de doze contos que se chamariam Os dublinenses, e apresentou-os a várias editoras, que recusaram publicá-los. Joyce também apresentou sua coletânea para a editora londrina de Grant Richards, que embora tenha considerado o livro bom, pensou que não faria sucesso no mercado uma vez que tratava da Irlanda. Em 20 de fevereiro de 1906, contudo, Joyce e Richards fizeram um acordo, com Joyce acrescentando uma décima terceira história à coletânea (Two Gallants). Esse último conto, contudo, foi considerado demasiado obsceno pelos editores, que pediram que Joyce fizesse algumas alterações em Two Gallants, assim como em Counterparts, se possivel suprimindo An Encounter. Joyce defendeu sua liberdade artística de expressão em negociações posteriores, mas não conseguiu convencer Richards, que lhe enviou as provas de volta no dia 26 de outubro, alegando que seria melhor para a reputação de ambos não publicá-las. Em 1909, Joyce tentou publicar seu livro junto a uma editora irlandesa especializada na publicação de novos textos irlandeses. Um dos diretores da firma, contudo, achou as menções a Eduardo VII em um dos contos preocupante, levando as negociações a um impasse que culminou, em 1911, com Joyce publicando uma carta à imprensa irlandesa na qual expunha suas dificuldades para imprimir os dublinenses. Em setembro de 1912, os editores irlandeses se recusaram terminantemente a publicar a obra de Joyce, com medo de sofrerem represálias pelo conteúdo dos contos. As negociações com Richards foram retomadas em 1914, quando Joyce, tendo cuidadosamente considerado as possibilidades de ação legal contra a editora, aceitou realizar algumas alterações no texto dos Dublinenses. Além disso, acabou adicionando novos contos à coletânea. O livro foi finalmente publicado em 15 de junho de 1914, às vésperas da Primeira Guerra Mundial, tendo sido recebido por um completo silêncio por parte da crítica e do público.Ellmann, Richard. James Joyce. Oxford University Press, 1959, revised edition 1983. == Contos == * As Irmãs (The Sisters). * Um encontro (An Encounter). * Arábia (Araby). * Eveline. * Após a corrida (After the Race). * Dois galanteadores (Two Gallants). * A casa de pensão (The Boarding House). * Uma pequena nuvem (A Little Cloud). * Contrapartida (Counterparts). * Argila (Clay). * Um caso doloroso (A Painful Case). * Dia de hera na lapela (Ivy Day in the Committee Room). * Uma Mãe (A Mother). * Graça (Grace). * Os mortos (The Dead). == Estilo e análise literária == Joyce dizia que pretendia escrever “um capítulo da história moral de meu país” ao escrever os Dublinenses. Segundo ele, seus contos ofereciam ao irlandês um olhar sobre si mesmo, na forma de “um espelho bem polido”, imagem clássica da abordagem realista. Com efeito, o estilo do narrador dos Dublinenses é o de um realismo neutro, não dizendo ao leitor o que pensar e evitando o uso de linguagem emotiva. No entanto, ao mesmo tempo em que a escrita demonstra uma preocupação com a verossimilhança das histórias, sendo rica em detalhes, parece também querer explorar ao máximo o potencial simbólico de cada imagem e palavra que insere nos textos. Essa característica, marcante na obra de Joyce, é apontada de forma recorrente pelos críticos: a jovem Eveline conhece seu amante de pé, diante da porta de seu alojamento, ao invés de tê-lo conhecido em qualquer outra parte de Dublin, provavelmente porque este homem representa um \"portal\" para uma nova vida. A data de morte do padre Flynn em As irmãs (primeiro de julho de 1895) não é mera coincidência, já que o dia primeiro de julho é a festa do preciosíssimo sangue de nosso Senhor e 1895 o centenário do mais importante seminário Católico da Irlanda. Um dos recursos utilizados por Joyce nos Dublinenses é o discurso indireto livre. Frequentemente, em sua obra, a fala do narrador se confunde com o pensamento das personagens, como nas primeiras linhas de Os mortos, quando se diz “Lily, a filha do zelador, estava literalmente esgotada.” A personagem não está “literalmente” esgotada, e nem foi intencionalmente descrita pelo autor como tal. Na verdade, a narrativa assume a linguagem da personagem, apropriando-se de um uso incorreto que lhe é característico. Nos Dublinenses, Joyce explora o conceito de epifania, isto é, uma súbita revelação acerca da essência de algo. Joyce também aborda a ideia de paralisia que, nos contos, se expressa como um ímpeto de liberdade que, num momento crucial, não pode ou não consegue se realizar. Nos Dublinenses, o cotidiano dos irlandeses é trabalhado por um autor invisível até adquirir significado como uma forma de experimentar a realidade em sua essência, tal qual ela é. Esta forma é, em muitos casos, uma paralisia que atravessa todos os estágios da vida. == Ligações externas == * Categoria:Livros de 1914 Categoria:Obras de James Joyce",
 "title": "Dublinenses"
}