{
 "id": "64769",
 "text": "Instrumentação é definida como “a ciência que estuda, desenvolve e aplica instrumentos de medição e controle de processos”.http://www.nait.ca/program_home_15626.htm A instrumentação é utilizada para se referir à área de trabalho dos técnicos e engenheiros que lidam com processos industriais (técnicos de operação, instrumentação, engenheiros de processamento), mas também pode estar relacionada aos vários métodos e técnicas possíveis aplicadas aos instrumentos. Para controlar um processo industrial (independentemente de qual seja o produto fabricado ou a sua área de atuação) é necessária a medição e o controle de uma série de variáveis físicas e químicas; para isso, é utilizada a instrumentação. O engenheiro que desenvolve, projeta e especifica os instrumentos que realizam estas medições é o engenheiro de instrumentação. A instrumentação é relacionada com os seguintes equipamentos: caldeira, bomba centrífuga, coluna de destilação, forno, queimador industrial, refrigerador, aquecedor, secador, condicionador de ar, compressor, trocador de calor, torre de resfriamento, etc.Instrumentação,8° edição, Marco Antônio Ribeiro, 1999 == História == Nos primórdios do controle de processos, os indicadores, os elementos de controle assim como as válvulas eram monitorados por um operador que passava em todas as malhas de controle e ajustava a abertura ou fechamento das válvulas para obter a variável (temperatura, pressão, vazão, etc.) desejada.FRANCHI, Claiton Moro. Instrumentação de processos industriais: Princípios e aplicações. São Paulo: Editora Érica, 2014. Com o surgimento de instrumentos pneumáticos na década de 1940 de transmissão e controle foi possível a monitoração e controle de forma automatizada. O operador já não precisava mais abrir ou fechar todas as válvulas manualmente. Isto reduziu o tempo que os operadores necessitavam para monitorar o processo. Inicialmente os controladores eram instalados próximos ao transmissor e à válvula de controle que pertenciam a sua malha de controle. Com o passar dos anos estes controladores de campo começaram a ser reunidos em um sala que centralizava os elementos de controle. Nascia a sala de controle de processo. Os sinais dos elementos de medição que se localizavam instalados no processo, eram enviados à sala de controle por um transmissor, o controlador processava este sinal e enviava de volta para o campo um sinal para o posicionador, que movimentaria a válvula de controle. Todos os instrumentos utilizados nestas malhas de controle eram pneumáticos. O sinal de entrada e saída para estes instrumentos variava entre 3 a 15 psi (com incrementos de 3 psi entre cada faixa de valor, totalizando 5 faixas) e utilizavam um alimentação de ar de 20 psi. O inconveniente deste tipo de instalação são os vazamentos que ocorrem devido a trincas ou corrosão nas tubulações de cobre ou aço carbono, ou trincas por ressecamento para tubulações de vinil. Estes vazamentos poderiam acarretar uma falha na malha de controle, ou até mesmo a parada da produção.BALBINOT, A.; BRUSAMARELLO, V. J., Instrumentação e Fundamentos de Medidas Vol 1: Princípios e Definições, Editora LTC, 2a Edição, 2011, ISBN: 9788521617549. Com o avanço da eletrônica nos anos de 1950 e 1960, foi possível a construção de instrumentos eletrônicos para a substituição dos pneumáticos. A partir de 1970 iniciou-se a fabricação destes instrumentos. Inicialmente o sinal de entrada e saída destes equipamentos não eram padronizados. Cada fabricante desenvolvia o seu padrão. Em busca da padronização posteriormente se padronizou este sinal em um sinal de corrente que variava de 4 a 20 mA (com incrementos de 4 mA entre cada faixa de valor, totalizando cinco faixas, criando uma equivalência com a escala de psi) e alimentação elétrica de 24 VDC para transmissores e posicionadores, com casos especiais utilizando-se 110 VAC. Aos poucos as plantas industriais migraram para o controle se utilizando de equipamentos eletrônicos, o que reduziu os custos de manutenção devido a robustez destes equipamentos e por estes não possuírem partes mecânicas, como nos instrumentos pneumáticos. Também foi possível aumentar a precisão das medições o que melhorou o controle das malhas. A próxima evolução da Instrumentação, ocorreu com o surgimento da computação. Com o elevação da complexidade dos processos industriais, a necessidade de mais processamentos e de mais malhas de controle, tornava-se inviável ter centenas de malhas de controle utilizando-se de instrumentos discretos, pois cada instrumento está sujeito a falhas e necessita de manutenção. O Sistema de Controle Distribuído (na sigla em inglês DCS), possibilitou reunir em estações de controle várias malhas de controle. O sistema permite o controle de várias salas de controle através de uma estação, que podem estar a quilômetros de distância uma da outra. Agora o operador opera uma enorme gama de malhas através de uma tela de computador. Atualmente existem muitos instrumentos trabalhando através de redes industriais, dentre as várias redes destacam-se: AS-Interface, Profibus, Fieldbus Foundation, Modbus. Também vale lembrar que em algumas plantas industriais, usam-se instrumentos de medição e controle que se comunicam através de redes sem fio. == Elementos de medição == Um instrumento é um dispositivo que é utilizado para medir, indicar, transmitir ou controlar grandezas características de sistemas físicos ou químicos. As variáveis medidas são praticamente todas as variáveis mensuráveis relacionadas com as ciências físicas. A tabela exibe algumas variáveis que podem ser controladas com a instrumentação: Variáveis de medição Variáveis de medição Variáveis de medição Variáveis de medição Pressão Temperatura Nível Vazão Densidade Viscosidade pH Condutividade Corrente elétrica Tensão elétrica Resistência Vibração mecânica Analítica Analítica Analítica Analítica Nas indústrias de processo as variáveis de temperatura, pressão, vazão e nível são as principais variáveis (delas podemos obter muitas outras). Um instrumento pode ser visto simplesmente como um aparelho que ao receber um estímulo na “entrada” produz uma “saída”. Por exemplo, se colocarmos uma termorresistência num meio quente, ela faz variar uma grandeza qualquer de saída. No caso da termorresistência a sua “saída” é um valor de resistência elétrica. ==Transmissão e recepção == O transmissor, converte uma variável física ou química, em outra de mais fácil mensuração. Este é responsável em encaminhar o sinal de saída do elemento de medição (entende-se como o valor medido da variável de processo), até o instrumento controlador da malha de controle, pois, em geral, a medição de uma variável é feita no campo, enquanto o instrumento que a acompanha fica na Casa de Controle. Os transmissores podem ser pneumáticos, hidráulicos ou elétricos . Este instrumento pode ser físico (um controlador em um painel na sala de controle) ou virtual (através de um sistema supervisório). O transmissor pode ser fabricado no mesmo invólucro do elemento de medição em alguns casos. Os sinais de transmissão padronizados típicos são apresentados a seguir: Sinais Analógicos Sinais Analógicos Sinais Analógicos Sinais Digitais Pneumáticos Corrente (em mili Ampères) Tensão (em Volts) Protocolo HART 3-15 psi 4-20 1-5 Modbus 0-5 Foundation Fieldbus 0-10 Profibus Esta padronização do sinal é feita para reduzir custos de projeto e se ter instrumentos intercambiáveis. O sinal de um transmissor é enviado até o sistema de controle onde será recepcionado por um instrumento que decodifica o sinal e o converte em unidade de engenharia, facilitando a leitura do sinal para uma linguagem que o operador entenda sem realizar conversões ele próprio. Exemplo: um transmissor de pressão envia um sinal de 8 mA para um instrumento receptor que efetua a conversão de 8 mA para uma unidade de engenharia, que neste caso será 2Kgf/cm2. Os instrumentos de recepção podem ser: *Instrumentos de controle e alarme **Controlador *Instrumentos de indicação e registro **Indicador **Registrador *Instrumentos de conversão entre sinais (Transdutores) **Conversor de corrente para pressão (I/P) **Conversor de pressão para corrente (P/I) **Conversor de tensão para corrente (V/I) **Conversor de tensão para pressão (V/P) == Controle de processo == Controlar um processo industrial pode tanto parecer simples como pode ser bastante complicado, dependendo da complexidade do comportamento do sistema a ser controlado, ou seja, do Sistema de Controle. Uma malha ou circuito de controle consiste do processo, do elemento de medição do controlador, do elemento final de controle e do controlador. Se o controlador está na chamada \"posição manual\", dizemos que a malha é aberta. Com o controlador na posição \"automática\" a malha é fechada (com realimentação). Os instrumentos estão ligados a um sistema de controle, o qual analisa a medição enviada pelo instrumento. A resposta programada no sistema de controle vai atuar nos dispositivos de controle inseridos no processo. Este ciclo de atualização dos valores das variáveis manipuladas, medida dos valores das variáveis controladas para se gerar a resposta adequada é a forma mais simples de descrever os conceitos associados ao controle de processos.FIALHO, A. B., Instrumentação Industrial: Conceitos, Aplicações e Análises, Editora Érica, 7a Edição, 2011, ISBN: 9788571949225 Os dispositivos de controle utilizados são normalmente considerados como parte integrante da instrumentação, e podem ir desde os mais simples CLPs até aos já mais avançados DCSs. As entradas nestes dispositivos podem variar desde um pequeno número de variáveis medidas, até a ordem dos milhares. O controlador recebe o sinal padrão do transmissor. Executa cálculos com o sinal, o set-point (valor desejado da variável medida), parâmetros como o clássico PID (Proporcional, Integral e Derivativo), ou até algoritmos complexos e inteligentes envolvendo redes neurais. Controladores podem ser pneumáticos, elétricos/eletrônicos ou microprocessados utilizando redes de comunicação. Algumas terminologias são de grande importância na padronização quando se trata de Instrumentação. São elas as seguintes: Repetibilidade É definido como a capacidade de um instrumento produzir o mesmo sinal de saída para o mesmo sinal de entrada (o mesmo valor de saída para medição das mesmas condições) ponto. Rangeabilidade (Largura de faixa) É definido como a relação entre o valor mínimo e o valor máximo lidos com a mesma exatidão na escala de um instrumento. Sensibilidade Também chamada de ganho, é a medida da resposta do instrumento, sendo definida como a variação na saída por unidade de variação de entrada. Ganho= (Span de saída) / (Span de entrada) Linearidade Características de resposta quando esta varia de forma linear em relação as alterações dos valores da variável mensurada. Histerese É uma forma particular de não-linearidade na qual o sinal de saída pode ser diferente se estiver na descendente (IDE) ou ascendente (IAS). == Elemento final de controle == O elemento final de controle é o instrumento responsável por corrigir a variável medida, baseado no resultado do cálculo realizado pelo controlador. Considera- se então que a variável está controlada. São exemplos de elementos finais de controle: válvulas, motores inverter etc. Podem ser simples como uma válvula solenoide (digital) ou altamente complexos e custosos como posicionadores (analógicos).Aguirre, Luis Antonio. Fundamentos de Instrumentação. Pearson: São Paulo, 2015. == Outros instrumentos == Uma malha de controle pode ainda possuir outros instrumentos de apoio, segurança ou acessórios, que realizam funções específicas como: indicação, registro, alarme, segurança, conversão de sinais, etc.JUNIOR, Sergio Luiz Stevan. Automação e instrumentação industrial com Arduino: Teoria e projetos. São Paulo: Editora Érica. 2015. == Profissões associadas == As duas principais profissões associadas à especialidade de instrumentação são o engenheiro de instrumentação e o técnico em instrumentação ou instrumentista. Estas duas profissões são responsáveis por projetar, montar e manter os sistemas de instrumentação nos processo industriais. == Instrumentação X Automação == Embora essas duas áreas possuam itens em comum, em sua essência possuem definições e conceitos diferentes. A instrumentação trata de dispositivos e técnicas de controle de processos com o objetivo de otimizar o desempenho dos processos industriais, ou proporcionar o aumento da segurança de equipamentos e pessoas. A automação, em essência, estuda dispositivos e técnicas para eliminar, reduzir ou otimizar o uso da mão-de-obra em qualquer processo. Exemplo: seria muito arriscado enviar um homem ao centro de um ambiente industrial altamente radioativo. Por isso, utilizam-se máquinas automatizadas, controladas remotamente de um ambiente seguro. Contudo, as duas modalidades se completam, e geralmente a grade curricular de um curso de instrumentação possui a matéria \"automação\". O contrário também é verdadeiro, ou seja, a grade curricular de um curso de automação, geralmente possui a matéria de \"instrumentação\". == Fabricantes de instrumentos == * ABB * Elite Instrumentação * Endress+Hauser * Honeywell * Metso * Smar Equipamentos Industriais * Yokogawa Electric * Siemens * Emerson * Invensys * Novus Automation * Vega * Instrumentos Lince == Ver também == *Engenharia de controle e automação *Metrologia *Pneumática *Eletrônica digital *Eletrônica *Hidráulica *Automação == Ligações externas == * *ISA Distrito 4 - Seção brasileira",
 "title": "Instrumentação industrial"
}