{
 "id": "64763",
 "text": "Trieste (, em alemão Triest, em húngaro Trieszt) é uma cidade do nordeste da Itália, no mar Adriático, e comuna italiana da região do Friul-Veneza Júlia, província de Trieste, com cerca de 209 520 habitantes. Estende-se por uma área de 84,49 km², tendo uma densidade populacional de 2 479,8 hab/km². Faz fronteira com as comunas italianas de Duino-Aurisina, Monrupino, Muggia, San Dorligo della Valle, Sgonico e com a Eslovênia. Trieste foi uma importante cidade do Império Austro-Húngaro, do qual era o principal porto. == História == === Da Pré-História ao domínio dos Habsburgo === Em tempos antigos (século II a.C.), Trieste tornou-se colônia romana com o nome de Tergeste. Essa prosperou sob o domínio romano e, depois da queda do Império Romano do Ocidente, ficou sob o controle do Império Bizantino até , quando passou ao controle dos francos. No século XII, Trieste tornou-se uma cidade livre e depois de séculos de batalhas contra a rival Veneza, pôs-se voluntariamente em 1382 sob a proteção do duque de Áustria, passando a pertencer ao Império Austríaco, ao qual permaneceu até 1918. Dentro da monarquia austríaca, Trieste ganhou grande importância enquanto cidade portuária, conservando autonomia administrativa até o século XVII. === O Porto Franco === No ano de 1719, tornou-se porto franco e, como única saída ao mar do Império Austríaco, Trieste foi objeto de investimento e se desenvolveu tornando-se, em 1867, capital da região de Litoral Adriático do Império (o \"Küstenland\"). Trieste possuía status privilegiado de único porto comercial da Cisleitana e principal porto da Áustria-Hungria, mantendo sempre elos comerciais com o Vêneto e com a Itália. O idioma alemão era a língua oficial da cidade, muito usado pela burocracia local por conta da importância das relações com a capital Viena. O idioma italiano era também oficial, embora a população usasse coloquialmente o dialeto triestino (que no curso do século XVIII substituiu o antigo dialeto friulano e tergestino). Os generais austríacos da marinha se utilizavam do dialeto triestino no contato com os marujos. === O Irredentismo italiano e a Primeira Guerra Mundial === A partir do século XIX, Trieste era uma cidade reivindicada pelo movimento irredentista italiano, um grupo político que buscava a anexação à Itália de todas as terras habitadas por populações de língua italiana. Em 1914, estourou a Primeira Guerra Mundial e Trieste foi um importante posto militar austríaco. Inicialmente aliada ao Império Austro- húngaro e ao Reino da Prússia, em 1915 o Reino da Itália rompeu com o pacto de aliança (após o acordo de Londres) e seguiu em direção às terras \"italianas\" do Império Austro-húngaro, procurando invadi-las rapidamente. Com as ofensivas italianas e inglesas na região e com o fim da guerra, em 1918, o Reino da Itália ocupou as províncias meridionais do Império Austro-húngaro e imediatamente deu início a um processo de nacionalização (italianização), com tentativas de absorção cultural das minorias linguísticas pela parte italiana. Nasceu assim nesta terra o assim chamado \"Fascismo de fronteira\", precursor daquilo que seria depois o fascismo a nível nacional. Com a entrada da Itália na Segunda Guerra Mundial, vários soldados de Trieste serviram no mar Adriático e no continente. A cidade portuária tornou-se estratégica e era visada, inclusive, pelo Reich alemão, por conta do prestígio que possuía antes de 1918. === A ocupação nazista e o fim da guerra === No período que vai do armistício (8 de setembro de 1943) ao imediato pós-guerra, Trieste foi o centro de uma série de vinganças que marcaram profundamente a história da cidade e da região circundante e suscitam ainda hoje acesos debates. Durante a ocupação nazista a Risiera di San Sabba- hoje Monumento Nacional - foi utilizada como campo de prisioneiros e de passagem para os deportados para a Alemanha e Polônia e campo de detenção e eliminação de partigiani italianos e eslavos, dissidentes políticos e judeus. A Risiera foi único campo de concentração na Itália e na Europa Meridional, munido de forno crematório, posto em funcionamento em 4 de abril de 1944. Era triestina a primeira mensageira partigiana da Itália deportada a Auschwitz (Ondina Peteani). Em 30 de abril de 1945 insurgiu-se o Comitê de Libertação Nacional CLN de Trieste, apenas um dia antes da chegada das forças iugoslavas. As tropas alemãs resistiram até a tarde de 2 de maio, rendendo-se somente quando chegaram à cidade os primeiros soldados neozelandeses. O exército iugoslavo manteve o controle de Trieste até o dia 12 de junho (os quarenta dias de Trieste), durante os quais ocorreram execuções sumárias. Não apenas os cadáveres mas também os vivos eram atirados nas foibas, cavidades cársticas abundantes na região, para que ali morressem de fome. Posteriormente os Aliados assumiram o controle da cidade. === O Governo Militar Aliado e os acordos com a Iugoslávia === As reivindicações iugoslavas e italianas bem como a importância do porto de Trieste para os Aliados foram o motivo em 1947, sob a égide da ONU, da instituição do \"Território Livre de Trieste\" (TLT), na prática um Estado em si. Pela impossibilidade de nomear um Governador escolhido em acordo entre angloamericanos e soviéticos, o TLT permanece dividido em duas zonas de ocupação militar: a Zona A administrada pelos Aliados e a Zona B administrada pelos iugoslavos. Esta situação continuou até 1954 quando o problema foi resolvido simplesmente dividindo o território livre de Trieste segundo as duas zonas já designadas: assim, a Iugoslávia chega até os montes da periferia da cidade. Tal situação provisória foi em definitivo resolvida só em 1975, com o Tratado de Osimo entre a Itália e a então República Socialista Federal da Iugoslávia. ==Demografia== == Galeria de imagens == Ficheiro:Stadtzentrum Triest.jpg|Panorama Ficheiro:CastelloMiramare.jpg|Castelo Miramare Ficheiro:Trieste Canal-Grande.jpg|Canal Ficheiro:Ayuntamiento, Trieste, Italia, 2017-04-15, DD 10.jpg|Câmara Municipal Ficheiro:Casa Stratti, Trieste, Italia, 2017-04-15, DD 07.jpg|Casa Stratti Ficheiro:Iglesia de Santa María la Mayor, Trieste, Italia, 2017-04-15, DD 19.jpg|Igreja de Santa Maria Maior Ficheiro:Palacio del Gobierno, Trieste, Italia, 2017-04-15, DD 08.jpg|Palácio do governo Ficheiro:Plaza de la Bolsa, Trieste, Italia, 2017-04-15, DD 18.jpg|Praça de bolsa == Ver também == * Território Livre de Trieste == Ligações externas == * Categoria:Cidades imperiais livres",
 "title": "Trieste"
}