{
 "id": "64775",
 "text": "Chernobil, Chernóbil, Chernobyl, Tchernobil ou Tchernóbil (em ucraniano Чорнобиль, transl. Tchornobil') é uma cidade fantasma localizada no norte do Oblast de Quieve, na Ucrânia, perto da fronteira com a Bielorrússia. Em meados da década de 1970, foi construída pela União Soviética uma central nuclear no noroeste da cidade. Entretanto, essa cidade não era a residência dos trabalhadores da usina. Quando a usina estava em construção, Pripyat, uma cidade maior e mais perto da usina, foi planejada e construída como residência para os trabalhadores. Em 26 de abril de 1986, ocorreu o acidente nuclear de Chernobil. O reator número 4 da central de Chernobil teve problemas técnicos e liberou uma nuvem radioativa contaminando pessoas, animais e o meio ambiente de uma vasta extensão de terras. == Etimologia == A palavra Tchornobyl (também traduzida como Čornobyl') pode ter surgido a partir da união das palavras чорний (tchorny, \"preto\") e билля (billya, \"grama\" ou \"folhas\"), portanto, pode significar grama preta ou folhas pretas. Há também especulações de que o nome da cidade tenha derivado da planta Artemisia vulgaris. == Acidente nuclear == Em 26 de abril de 1986, ocorreu o acidente nuclear de Chernobil. O reator número 4 da central de Chernobil teve problemas técnicos e liberou uma nuvem radioativa contaminando pessoas, animais e o meio ambiente de uma vasta extensão de terras. === Chernobilite === Chernobilite é o nome descrito por duas fontes de mídiaSuicide Mission to Chernobyl: NOVA, Public Broadcasting Service (PBS)1991, 60mins para formações cristalinas altamente radioativas e incomuns encontradas na usina nuclear de Chernobil após a explosão. Foi descoberto devido ao acidente nuclear de Chernobil.Valeriy Soyfer \"Chernobylite: Technogenic Mineral\", Khimiya i Zhizn', No 11, Nov. 1990, p. 12, in Science & Technology USSR: Chemistry. JPRS Report. 27 March 1991. p. 29. === Medidas de descontaminação === Uma espécie de \"caixão\" de betão (concreto), aço e chumbo foi construído sobre o reator que explodiu, a fim de isolar o material radioativo que ali se concentra. O combustível nuclear chega a 200 toneladas de núcleo do reator e uma espécie de magma radioativo. Mesmo assim, não foi possível a reocupação de todas as áreas que foram contaminadas. (Pivovarov & Mikhalev 2004). Cinco milhões de hectares de terras foram inutilizados e houve contaminação significativa de florestas. == Invasão russa == Durante a Invasão da Ucrânia pela Rússia em 2022, a usina de Chernobil foi palco de um confronto entre as forças russas e ucranianas, conhecido como a Batalha de Chernobil. Chernobil é um corredor importante para a capital Kiev, onde as tropas russas podem vir da Bielorrússia até a capital do país, a menos de 100 km de distancia. Dando início assim a Batalha de Kiev. == Ver também == * Pripyat * Usina Nuclear de Chernobil * Zona de exclusão de Chernobil == Bibliografia == * Pivovarev U. P. & Mikhalev V. P. Radiatsionnaja ekologija. Moscou: Academia, 2004. == Ligações externas == * United Nations Chernobyl Recovery and Development Programme Categoria:Acidente nuclear de Chernobil Categoria:Cidades do oblast de Kiev Categoria:Cidades fantasmas da Ucrânia Categoria:Localidades abandonadas devido a desastres ambientais",
 "title": "Chernobil"
}