{
 "id": "64786",
 "text": "George Stephenson (Wylam, Northumberland, – Tapton House, Chesterfield, Derbyshire, ) foi um engenheiro civil e engenheiro mecânico inglês. Projetou a famosa e histórica locomotiva a vapor, sendo conhecido como o pai dos caminhos de ferro britânicos. == Vida == George Stephenson nasceu em Wylam, Northumberland, 15 km a oeste de Newcastle upon Tyne. Ele era o segundo filho de Robert e Mabel Stephenson, nenhum deles sabia ler nem escrever. Robert trabalhou como operador de máquinas a vapor numa mina de carvão em Wylam, ganhando um salário muito baixo, não havendo assim dinheiro para a sua educação. Stephenson projectou a sua primeira locomotiva em 1814. A máquina foi batizada de Blücher e destinava-se ao transporte de carvão dentro da mina; tinha capacidade para transportar 30 toneladas e foi a primeira locomotiva a usar rodas com rebordos que a impediam de sair dos carris. O seu sucesso foi tal que Stephenson foi convidado para construir uma ferrovia de 13 km entre Hetton e Sunderland. Esta ferrovia usava a gravidade para mover a carga nos percursos inclinados e locomotivas para as partes planas e subidas e foi a primeira linha-férrea que não usava nenhum tipo de energia animal. Em 1821 foi feito um projecto para a construção da linha-férrea Stockton and Darlington Railway. Originalmente o projecto previa a utilização de cavalos para o transporte do carvão sobre carris de metal, mas numa reunião com o director da empresa, Stephenson convenceu-o a mudar de planos. Entre 1822 e 1825 construiu a sua primeira locomotiva, a qual chamou ‘’Active’’ e mais tarde renomeou ‘’Locomotion Nº 1’’. A linha-férrea foi inaugurada em 27 de Setembro de 1825. Conduzida por Stephenson, a ‘’Locomotion’’ transportou 80 toneladas de carvão e demorou 2 horas para percorrer o trajecto de 15 quilómetros, tendo chegado a atingir os 39 km/hora numa parte do trecho. A primeira carruagem desenhada para transporte de passageiros, chamava-se ‘’Experiment’’ e foi também atrelada ao comboio. Foi a primeira vez que passageiros foram transportados num veículo propulsionado por uma locomotiva a vapor. Durante a construção da linha, Stephenson reparou que por muito pequenas que fossem as subidas no percurso, a velocidade do comboio diminuía drasticamente e que as descidas, tornavam os travões completamente inúteis, dado que estes não conseguiam fazer parar o comboio. Por isso, chegou à conclusão que as linhas-férreas, deveriam ter um percurso o mais plano possível. Quando fez as linhas-férreas Bolton and Leigh Railway e Liverpool and Manchester Railway, esses conhecimentos levaram- no a fazer uma série de terraplanagens e a construir viadutos em pedra, de forma a tornar os percursos mais suaves. À medida que a construção da ferrovia Liverpool-Manchester se aproximava do fim, os seus directores organizaram uma competição destinada para decidir quem iria construir as locomotivas para operarem na linha. A corrida teve lugar em Outubro de 1829. A ‘’Rocket’’ de Stephenson teve uma performance impressionante e ganhou a corrida, tornando-se sem sombra de dúvida, a máquina mais famosa do mundo. A cerimónia de abertura da linha Liverpool-Manchester foi um evento memorável, contou com a presença de ilustres figuras do governo e da indústria, entre elas, o primeiro-ministro e Duque de Wellington, Arthur Wellesley. O dia ficou estragado pela morte de William Huskisson, membro do parlamento de Liverpool, que foi atingido e morto pela ‘’Rocket’’, mas o sucesso do caminho-de-ferro foi estrondoso. Stephenson tornou-se um homem muito famoso, tendo-lhe sido oferecido o lugar de engenheiro-chefe em diversas linhas-férreas. Morreu em 12 de agosto de 1848 em Chesterfield, Inglaterra. Locomotivas de George Stephenson: Blücher (1814). ‘’Locomotion Nº 1’’ no Darlington Railway Centre and Museum (Head of Steam, Darlington, Inglaterra) ‘’Rocket’’ no Museu da Ciência de Londres. ==Ver também== *História da tecnologia *Revolução industrial *Transporte ferroviário ==Ligações externas== *George Stephenson Categoria:Pessoas da Revolução Industrial Categoria:Inventores da Inglaterra Categoria:Engenheiros mecânicos da Inglaterra Categoria:Pioneiros do transporte ferroviário Categoria:Naturais de Wylam",
 "title": "George Stephenson"
}