{
 "id": "64835",
 "text": "Tito Élio Adriano Antonino Pio (; 19 de setembro de 86 — 7 de março de 161), foi imperador romano de 138 a 161. Foi o quarto dos “cinco bons imperadores”, sucedendo a Adriano, que o adoptara como filho. Pertencente à gens Aurélia, foi denominado \"Pio\" pelo facto de ter insistido na deificação de seu predecessor Adriano e pai adotivo. Antonino exerceu o poder em contato com o senado, cujo papel cerimonial aceitava, ainda que não lhe cedendo qualquer parcela de poder real; ao contrário de Adriano, permaneceu em Roma durante todo o seu reinado. Realizou uma política de austeridade, sem grandes edificações ou conquistas militares - salvo um deslocamento para o norte da fronteira da Britânia, após as campanhas do general Quinto Lólio Úrbico, que resultou na construção de um novo muro, a Muralha de Antonino, ao norte da Muralha de Adriano, na fronteira entre as atuais Inglaterra e Escócia. == Juventude == === Origens e infância === Antonino Pio era o único filho de Tito Aurélio Fulvo, cônsul em 89, procedente de Nemauso (moderna Nimes) e de Árria Fadila. Quando o seu pai faleceu, Antonino Pio foi educado pelo seu avô materno, Cneu Árrio Antonino, homem de grande integridade e cultura pertencente ao círculo de amizades do escritor Plínio, o Jovem e bisneto de Júlio César. A sua mãe casou-se com Públio Júlio Lupo, cônsul sufecto em 98. Fruto deste matrimônio nasceu Júlia Fadila. === Matrimônio e descendência === Antonino Pio casou-se por volta de 110 - 115 com Ânia Galéria Faustina a Maior. Faustina era a filha de cônsul Marco Ânio Vero e Rupília Faustina (meia-irmã da imperatriz romana Víbia Sabina por parte da mãe, Matídia). Faustina foi uma formosa mulher, conhecida em Roma pela sua sabedoria. Passou toda a sua vida ao cuidado dos desfavorecidos Faustina e Antonino tiveram quatro filhos: * Marco Aurélio Fulvo Antonino (m. em 138). Foi encontrada uma inscrição no seu túmulo no Mausoléu de Adriano, em Roma; * Marco Galério Aurélio Antonino (m. em 138). Foi encontrada uma inscrição no seu túmulo no Mausoléu de Adriano, em Roma. O seu nome figura numa moeda imperial grega; * Aurélia Fadila (m. em 135), casou-se com Lúcio Lámia Silvano, cônsul em 145. Não parece que tivesse descendência. Foi encontrado o seu túmulo na Itália; * Ânia Galeria Faustina Minor ou Faustina, a Menor (125/130 - 175), futura imperatriz, casada com o imperador Marco Aurélio. Foi o único dos filhos do imperador que viveu até uma idade adulta. Antonino Pio, quando a sua esposa faleceu em 141, vestiu-se completamente de luto e fez as seguintes ações em memória da sua finada esposa: * Deificou-a, construindo um templo no Fórum Romano no seu nome, com sacerdotisas rendendo culto; * Emitiu várias moedas nas quais ela aparecia. Estas moedas, de decoração refinada, levavam uma inscrição que rezava :DIVA FAUSTINA; * Criou uma organização de beneficência à que chamou Puellae Faustinianae ou Meninas de Faustina, que prestava assistência a meninas que ficaram órfãs; * Criou um novo alimenta. === Carreira sob Adriano === Após desempenhar com sucesso os cargos de questor e pretor, obteve o consulado em 120. Foi posteriormente nomeado por Adriano como um dos quatro procônsules que administravam a província romana da Itália. Seu trabalho durante o proconsulado na Ásia aumentou em larga medida sua reputação graças à sua boa conduta. Antonino Pio foi favorecido durante a sua carreira por Adriano, que o adotou como o herdeiro a 25 de fevereiro de 138, após a morte do seu filho adotivo Lúcio Élio Vero, na condição de o próprio Antonino Pio adotar Marco Ânio Vero, o filho da mulher do seu irmão, e Lúcio, filho de Élio Vero, que depois se tornariam nos imperadores Marco Aurélio e Lúcio Vero. == Imperador == Uma das suas primeiras atuações como imperador foi convencer o senado para que concedesse honras divinas ao seu predecessor Adriano, que os senadores recusaram inicialmente; estes esforços para persuadir ao Senado para render esta classe de honras a Adriano valeram-lhe o cognome de Pio. Outras duas razões para este cognome foram que o seu sogro se apoiava no seu ombro ao entrar no edifício do senado e que salvou os homens que Adriano condenara à morte durante a sua etapa de doença. Construiu durante o seu reinado templos, teatros, mausoléus, promoveu as artes e as ciências e outorgou soldos e honras aos mestres de retórica e filosofia. O seu reinado transcorreu pacificamente, apesar de uma série de distúrbios militares que assolaram o império durante o seu governo na Mauritânia, na Judeia e na Britânia contra os brigantes, embora nenhuma destas insurreições fosse considerada de importância. Depois da campanha militar do governador romano da Britânia Quinto Lólio Úrbico, Antonino determinou a construção da Muralha de Antonino entre o Firth of Forth e o Firth of Clyde, que foi abandonada logo depois de sua morte (164). Foi um dos poucos imperadores que se enfrentaram às crises do seu governo sem sair da Itália, tratando os assuntos bélicos provinciais através de governadores ou por meio de cartas a cidades como Éfeso. Este estilo de governo foi muito elogiado, tanto pelos seus contemporâneos, quanto pelas gerações futuras. Pouco é conhecido acerca da política exterior do governo de Antonino, embora, a julgar pelos eventos consequentes dela, não aconteceram fatos importantes, comparado com os seus antecessores e predecessores. Alguns historiadores defendem que tratou com grande cuidado os assuntos do império, ou que talvez se desinteressou dos eventos que aconteceram no exterior da Itália, e da sua inatividade derivaram os problemas aos quais se teve de enfrentar, não apenas Marco Aurélio, mas um grande número de imperadores do . O historiador alemão Ernst Kornemann escreve na sua obra que o reinado de Antonino compreendeu \"uma sequência de flagrantes perdas de oportunidades\".Römische Geschichte [2 vols., Ed. Por H. Bengtson, Stuttgart 1954] Esta teoria está em relação às pequenas invasões partas que sucederam durante o reinado de Antonino. Kornemann defende que Antonino deveria ter travado uma guerra preventiva contra os invasores após fazer-lhes retroceder. O historiador Ivan LissnerPoder e a Locura; A História dos césares, Jonathan Cape Ltd, Londres 1958 escreveu: Antonino Pio manteve boas relações com o senado, em contraste com o seu predecessor Adriano. O seu reinado, com o dos seus predecessores Trajano e Adriano, e o do seu sucessor Marco Aurélio, é conhecido como a Idade de Ouro do Império Romano. === Morte === Após desempenhar o reinado mais duradouro desde o de Augusto, (superando em dois meses o de Tibério), Antonino faleceu de febres em , Etrúria, a cerca de doze quilômetros de Roma, a 7 de março de 161. A última palavra que o finado imperador pronunciou foi aequanimitas (\"equanimidade\"), talvez característica do seu reinado. O seu corpo foi depositado no Mausoléu de Adriano e foi erigida uma coluna na sua honra no Campo de Marte, e o templo que ele próprio dedicara à sua esposa Faustina em 141 foi deificado então no seu nome e no de Faustina. === Historiografia === A única obra preservada da qual se têm dados de Antonino Pio é a Historia Augusta, um relato de escassa fiabilidade. Antonino Pio é o único imperador romano que não tem uma biografia, pelo qual os historiadores deveram recorrer aos registros públicos para contrastarem esses escritos. === Obra moderna === Antonino Pio representava o ideal do cavaleiro romano e foi louvado pelos seus contemporâneos e, posteriormente, por eruditos modernos como Edward Gibbon. O verbete acerca do imperador na Encyclopædia Britannica (edição de 1911) relata o seguinte: == Árvore genealógica == ====== Fontes ====== * == Bibliografia == * Bossart-Mueller, Zur Geschichte des Kaisers A. (1868) * Lacour-Gayet, A. le Pieux son Temps (1888) * Bryant, The Reign of Antonine (Cambridge Historical Essays, 1895) * P. B. Watson, Marcus Aurelius Antoninus (Londres, 1884), cap. ii. * W. Hüttle, Antoninus Pius vol. I & II, Prag 1933 & 1936\\. ==Ligações externas== * * Itinerarium Prouinciarum Antonini Augusti: Vibius Sequester, de fluminum & aliarum..., 1550, na Biblioteca Nacional de Portugal |- ! colspan=\"3\" style=\"background: #FBEC5D;\" | Antonino Pio Dinastia Nerva-Antonina 19 de setembro de 86 – 7 de março de 161 |- Categoria:Imperadores romanos Categoria:Cônsules do Império Romano Categoria:Dinastia nerva-antonina Categoria:Aelii Categoria:Aurélios Categoria:Procônsules da Ásia Categoria:Pretores do Império Romano Categoria:Guerras romano-germânicas Categoria:Sepultados no Castelo de Santo Ângelo",
 "title": "Antonino Pio"
}