{
 "id": "6484",
 "text": "Uma mistura é uma porção de matéria constituída de duas ou mais substâncias chamadas de constituintes. Misturas são o produto da união mecânica de substâncias sem mudança na natureza química (ligações químicas), e portanto, cada constituinte retém suas propriedades. No entanto, as propriedades físico- químicas de uma mistura, tais como seu ponto de fusão e ebulição, podem diferir de seus componentes puros. As diferentes características dos constituintes permite em alguns casos a separação física. Azeótropos são um caso específico nos quais os processos de separação podem apresentar elevado grau de dificuldade. O termo dissolver é utilizado para se referir ao processo de se obter uma solução. Existem três tipos fundamentais de misturas: as homogêneas, as heterogêneas e as coloidais. == Misturas homogêneas e heterogêneas == Uma mistura homogênea é uma mistura sólida, líquida ou gasosa na qual seus componentes se encontram na mesma proporção em qualquer ponto de uma amostra. Em oposição, uma mistura heterogênea possui seus componentes distribuídos em proporções distintas ao longo da amostra. Uma grande quantidade de rochas são misturas heterogêneas, assim como açúcar e areia ou água e areia também o são. O leite, que aparenta um aspecto uniforme, é uma mistura heterogênea, pois quando visto em um microscópio é possível distinguir os glóbulos de gordura. As misturas homogêneas também são chamadas de soluções. Exemplos de misturas homogêneas incluem o melado (açúcar em água), a cachaça (etanol em água) e algumas ligas metálicas tais como latão e bronze. Uma fase é uma porção de amostra que apresenta um aspecto visual uniforme, a qual pode ser contínua (em todas as direções) ou não, mesmo se observado por um microscópio. Em físico-química e ciência de materiais, sistemas homogêneos referem-se àqueles presentes em uma única fase, em contraste ao que se denomina sistema heterogêneo. access date: 2010-01-01 Em Química, a diferença entre \"sistema\" e \"mistura\", sejam homogêneos ou heterogêneos, baseia-se no fato de sistema ser um termo mais amplo que inclui também substâncias puras. Por exemplo, um copo contendo água pura no estado líquido juntamente com cubos de gelo (água sólida) confere um sistema heterogêneo (duas fases), porém não se trata de uma mistura. == Misturas coloidais == Uma mistura coloidal é caracterizada pela existência de partículas de uma fase, dispersas noutra fase, geralmente contínua. As partículas da fase dispersa apresentam algumas características particulares: as suas dimensões podem variar entre 1 nm (1×10−9 m) e 1 µm (1×10−6 m); podem ser constituídas por conjuntos de átomos, iões ou moléculas (coloides micelares), por macromoléculas (coloides moleculares) ou por iões gigantes (coloides iônicos); podem ser encontradas nos diversos estados físicos: partículas sólidas cristalinas ou amorfas, gotas de líquido, bolhas de gás. O interesse crescente no estudo e desenvolvimento das misturas coloidais explica-se pelas inúmeras aplicações atuais: na indústria alimentar (leites, maioneses, cremes, manteigas, margarinas, espumas, chocolates, etc...); na indústria têxtil (lã, seda, linho, algodão, etc...); na construção civil (materiais de construção). Sabe-se hoje que algumas propriedades físicas importantes dos alimentos são devidas às misturas coloidais. São exemplos: a viscosidade, a plasticidade, a elasticidade, a retenção de água e a coesão. Nas misturas coloidais, os componentes da mistura não se distinguem a olho nu, contudo se usarmos um instrumento de ampliação, como um microscópio, conseguir-se-ia distinguir muito melhor os diferentes componentes da mistura. == Misturas comuns, azeotrópicas, eutéticas e substância pura == Algumas misturas apresentam características iguais às de elementos ou compostos químicos na hora da ebulição ou de fusão. * Misturas comuns: Quando a curva apresenta variação nos dois pontos (PF e PE), dizemos que são misturas comuns. * Misturas azeotrópicas: são misturas em que o ponto de ebulição não se altera, durante a ebulição mantém a temperatura constante, comportando-se como um composto químico ou um elemento. Esse tipo de mistura acontece quando o ponto de ebulição atinge o patamar.É muito comum entre líquidos. Ex.: O álcool hidratado é uma mistura azeotrópica, isso se deve porque esse álcool está misturado à água em uma proporção onde é impossível separar pela ebulição, já que a temperatura se mantém constante. PE = 78,5 °C ; PF = -177 °C; P = 0,79 g/cm³ são os pontos de fusão (PF) e ebulição (PE) do álcool. * Misturas eutéticas: são misturas cujo ponto de fusão ocorre em temperatura constante. Isso é muito comum em misturas entre metais. Ex.: o bronze é uma mistura de cobre com o estanho, impossível separar por fusão. * Substância pura: Quando o ponto de fusão e ebulição está constante, temos uma substância pura. == Separação de misturas == As misturas podem ser separadas usando os seguintes métodos: * Decantação: permite a separação de líquidos imiscíveis (que não se misturam) ou um sólido precipitado num líquido. Ex.: água e areia, água e óleo vegetal. Pode-se aproveitar a pressão atmosférica e a gravidade para auxiliar no processo de decantação. Um dos líquidos pode ser retirado por sifonação, que é a transferência, através de uma mangueira, de um líquido em uma posição mais elevada para outra, num nível mais baixo. Pode-se ainda usar o princípio da decantação para a separação de misturas sólido-gás (câmara de poeira). A mistura sólido-gás atravessa um sistema em zigue-zague, o pó, sendo mais denso, se deposita pelo trajeto. * Filtração: este é um método de separação muito presente no laboratório químico e também no cotidiano. É usado para separar um sólido de um líquido ou sólido de um gás, mesmo que o sólido se apresente em suspensão. A mistura atravessa um filtro poroso, onde o material particulado fica retido. * Centrifugação: para separar líquidos imiscíveis (que não se misturam) ou um líquido de um sólido insolúvel em suspensão. Para fazer uma centrifugação é preciso uma centrifugadora. Esta máquina faz rodar a mistura (na qual uma das partes tem que ser líquida) a alta velocidade, provocando a separação pela ação da força que é aplicada (do centro para fora). A separação dá-se devido às diferenças de densidades dos materiais. Normalmente uma centrifugação é seguida de uma decantação.Ex: separar glóbulos vermelhos do plasma sanguíneo; separar a nata do leite. * Cristalização: separa um sólido cristalino de uma solução. Na cristalização há uma evaporação do solvente de uma solução provocando o aparecimento de cristais do soluto. Ex: o aparecimento do sal nas salinas. * Destilação: separa líquido(s) de sólido(s) dissolvidos ou líquido(s) de líquido(s). Na destilação acontecem duas mudanças de estado consecutivas: uma ebulição (vaporização) seguida de uma condensação. Na ebulição é retirado da mistura o componente com o ponto de ebulição mais baixo, e na condensação esse componente volta à sua forma líquida. Existe um tipo de destilação, a destilação fracionada, que permite a separação de vários líquidos com pontos de ebulição muito próximos. Ex: obtenção de água destilada, aguardentes; separação dos diferentes componentes do petróleo. * Destilação fracionada: é um método de separação de líquidos que participem de mistura homogênea ou heterogênea. Quanto mais distantes forem os pontos de ebulição destes líquidos, mais eficiente será o processo de destilação. Eleva-se a temperatura até que se alcance o ponto de ebulição do líquido que apresente valor mais baixo para esta característica e aguarda-se, controlando a temperatura, a completa destilação deste. Posteriormente, permite-se que a temperatura se eleve até o ponto de ebulição do segundo líquido. Quanto mais próximos forem os pontos de ebulição dos líquidos, menor o grau de pureza das frações destiladas. A destilação fracionada é usada na obtenção das diversas frações do petróleo. Nos alambiques, este tipo de destilação é usado na obtenção de bebidas como a cachaça e o uísque. Na destilação fracionada em laboratório usa-se um equipamento como o mostrado abaixo. * Cromatografia: para separar substâncias com diferentes solubilidades num determinado soluto. Na cromatografia uma mistura é arrastada (por um solvente apropriado) num meio poroso e absorvente. Como diferentes substâncias têm diferentes velocidades de arrastamento num determinado solvente, ao fim de algum tempo há uma separação dos constituintes da mistura. Este processo é normalmente usado para pequenas quantidades de amostra. Ex: separação dos componentes de uma tinta. * Separação magnética: consegue separar componentes que tenham propriedades magnéticas dos que não as possuem. Aproveitam-se as propriedades magnéticas de um dos componentes da mistura para o separar dos outros. Ex: areia e limalha de ferro; enxofre e limalha de ferro. * Extração por solvente: para usar este processo usa-se um solvente que só dissolve um dos constituintes da mistura.Ex: extração da cafeína do chá, usando clorofórmio; remover o iodo da água de iodo, com clorofórmio. * Catação: é um método de separação bastante rudimentar, usado para separação de sistemas sólido-sólido. Baseia-se na identificação visual dos componentes da mistura e na separação dos mesmos separando-os manualmente. É o método utilizado na limpeza do feijão antes do cozimento. * Peneiração: também conhecido como tamisação, este método é usado na separação de sistemas sólido-sólido, onde um dos dois componentes apresente granulometria que permita que o mesmo fique preso nas malhas de uma peneira. * Ventilação: método de separação para sistemas sólido-sólido, onde um dos componentes pode ser arrastado por uma corrente de ar. Um bom exemplo é a separação da casca e do caroço do amendoim torrado. * Levigação: a água corrente arrasta o componente menos denso e o mais denso deposita-se no fundo do recipiente. Um bom exemplo é a lavagem da poeira do arroz ou até mesmo a separação do ouro, na mineração. * Fusão fracionada: processo usado para separar sólidos ,cujos, pontos de fusão são muito diferentes (Transformação do sólido para o líquido). Exemplo: ouro e bronze, que tem a densidade diferente, ocasionando a fusão mais rápida do bronze. * Solidificação fracionada: Processo usado para separar líquidos cujo ponto de solidificação são muito diferentes. * Flotação: técnica de separação muito usada na indústria de minerais, na remoção de tinta de papel e no tratamento de água, entre outras utilizações. A técnica utiliza diferenças nas propriedades superficiais de partículas diferentes para as separar. As partículas a serem flotadas tornam- se hidrofóbicas pela adição dos produtos químicos apropriados. Então, fazem-se passar bolhas de ar através da mistura e as partículas que se pretende recolher ligam-se ao ar e deslocam-se para a superfície, onde se acumulam sob a forma de espuma. Exemplo: Separar a serragem da areia, que usa a água para separá-los; fazendo a serragem ficar na superfície e a areia no fundo do pote. * Sifonação: é um processo usado para separar as fases heterogêneas sólido/líquido e líquido/líquido ==Ver também== * Solução * Homogeneização (química) Categoria:Misturas químicas",
 "title": "Mistura"
}