{
 "id": "64856",
 "text": "A Matricaria recutita, comummente conhecida como camomila (não confundir com a Chamaemelum nobile que consigo partilha este nome comum), é uma planta da família das Asteraceae e ao tipo fisionómico dos terófitos. == Nomes comuns == Além de «camomila» (e das variantes gráficas camomila-vulgar, camomila-dos- alemães, camomila-da-alemanha, camomila-dos-alemães) , esta espécie dá ainda pelos seguintes nomes comuns: matricária, margaça-das-boticas e maçanila. == Etimologia == O substantivo «camomila» provém do étimo grego χαμαίμηλον (khamaimélon), que significa «maçã do chão», o qual terá chegado até nós por via do baixo latim camomilla. == Características == A camomila é conhecida pelas suas pequenas flores brancas que lembram margaridas. Entretanto, sua principal característica é seu aroma intenso e doce, capaz de perfumar grandes ambientes. Possui uma haste ereta e cresce de 25 cm a 50 cm com folhas delgadas e bem recortadas. == Distribuição e habitat == A camomila é bem adaptada a climas temperados, tendo originado-se no sul e leste da Europa, norte da África e oeste da Ásia. Esta espécie prolifera naturalmente em diversos países dessa região, com florações anuais ou bianuais. Propaga-se bem em locais de temperatura amena, com sol pleno, solos bem drenados, argilo- arenosos e férteis. == Cultivo == O cultivo da camomila é normalmente realizado através da semeadura de sementes, de tal forma que estas não sejam cobertas completamente pelo solo, uma vez que a luz solar contribui para a germinação. A época ideal de plantio no Sul do Brasil ocorre entre março e abril. Contudo, o plantio em épocas mais secas é possível desde que as sementes sejam bem irrigadas. Apesar de bem adaptada à região Sul do Brasil e até mesmo a regiões mais quentes, a camomila produzida no Brasil apresenta baixa qualidade e produtividade (aproximadamente 500 kg ha−1), recebendo pouco destaque comercial em comparação a outros países produtores como a Argentina. Acredita-se assegurar a saúde das plantas ao redor, convivendo bem com as couves, cebolas, mentas e repolho. == Uso == A incorporação do óleo essencial de camomila em soluções tópicas tem sido estudada há décadas devido a sua propriedade bactericida, sobretudo em relação a bactérias gram-positivas como estafilococos. O óleo essencial de camomila também exibe propriedade fungicida significativa em fungos da espécie Candida albicans. Existem indícios de que o extrato de camomila sirva como agente anti-helmíntico. Em testes in vitro, os polifenóis presentes na camomila interferiram negativamente na taxa de eclosão de ovos e motilidade de vermes gastrointestinais Haemonchus contortus, comumente encontrados em ovelhas. Acredita-se que o óleo essencial de camomila também sirva para reduzir níveis de ansiedade devido à presença do flavonoide apigenina, que age como ligante da benzodiazepina. Desta forma, pode ser usada como coadjuvante no tratamento de distúrbios do sono, embora mais estudos sejam necessários para comprovar sua eficácia. Efeitos sedativos podem se manifestar em alguns indivíduos dependendo da dose consumida. Certos compostos presentes na camomila extraídos com água quente podem auxiliar na modulação da glicose sanguínea, sugerindo um possível mecanismo protetivo do chá de camomila em indivíduos com tendência a diabetes. O extrato de camomila também é popularmente utilizado para tratar sintomas gástricos associados à má digestão (dispepsia). A camomila pode ser utilizada também em cremes e pomadas. Alguns cremes a base de camomila são destinados à prevenção dos efeitos deletérios da radioterapia nas células epiteliais. Para fins estéticos, certos tipos de preparados são utilizados para clarear o cabelo. A planta atua progressivamente nos pigmentos capilares de forma a atribuir ao cabelo um tom mais claro, chegando mesmo ao louro natural. Existem disponíveis no mercado dezenas de shampoos de camomila e, ainda, outras loções aclaradoras que também recorrem a este processo natural. A camomila também é popularmente indicada para tratamento de queimaduras de sol, conjuntivite e olhos cansados, apesar de não haver evidências científicas até o momento que suportem sua eficácia para estes fins. === Medicina alternativa === A camomila é uma das ervas mais popularmente utilizadas na medicina alternativa visando o tratamento ou prevenção de males como rinite alérgica, inflamações, espasmos musculares, distúrbios menstruais, insônia, úlceras, lesões, distúrbios intestinais, reumatismo e hemorroidas. O óleo essencial feito a partir das flores da camomila também possui fins cosméticos e aromaterápicos. === Riscos === A cumarina presente na camomila potencializa o efeito de medicamentos anticoagulantes, como a varfarina, aumentando o risco de hemorragias internas e levando a graves complicações. Além disso, o pólen encontrado em certos preparados de camomila podem desencadear reações alérgicas em alguns indivíduos. == Ligações externas == * * * Categoria:Plantas medicinais Categoria:Asteraceae Categoria:Flora de Portugal",
 "title": "Camomila-vulgar"
}