{
 "id": "64854",
 "text": "John Calvin Coolidge, Jr. (Plymouth Notch, – Northampton, ) foi o 30º presidente dos Estados Unidos. Um advogado Republicano de Vermont, Coolidge aos poucos subiu na política de Massachusetts até tornar-se governador. Sua conduta durante a Greve dos Policiais de Boston em 1919 lhe deu proeminência nacional e uma reputação de homem de medidas decisivas. Pouco depois, em 1920, ele foi eleito o 29º vice-presidente dos Estados Unidos, ascendendo à presidência após a repentina morte do presidente Warren G. Harding em 1923. Reeleito em 1924, ele ganhou a reputação de um conservador, que defendia pouca interferência do Estado na economia, e de alguém de poucas palavras, sem muito senso de humor. Coolidge restaurou a confiança do público na Casa Branca após os escândalos que marcaram a administração de seu antecessor, deixando o cargo com certa popularidade. Como um de seus biógrafos escreveu, \"Ele incorporava os espíritos e esperanças da classe média, conseguia interpretar seus anseios e expressar suas opiniões. A prova mais convincente de sua força foi que ele representou o gênio da média\". Coolidge elogiou em 1928 a conquista da prosperidade generalizada, dizendo \"Os requisitos de existência passaram além do padrão de necessidade para a região de luxo\". Alguns posteriormente o criticaram como parte de um governo laissez-faire. Sua reputação ressurgiu durante a presidência de Ronald Reagan, porém a avaliação de sua administração ainda está dividida entre aqueles que aprovam sua redução dos programas governamentais e aqueles que acreditam que seu governo deveria ter se envolvido mais na regulação e controle da economia. Historiadores e acadêmicos atualmente o avaliam como um presidente relativamente fraco. Contudo, Coolidge era bem visto por seus contemporâneos, deixando a presidência com bons índices de popularidade. ==Nascimento e histórico familiar== John Calvin Coolidge, Jr. nasceu em Plymouth Notch, Condado de Windsor, Vermont, em , único presidente dos Estados Unidos a nascer no Dia da Independência. Era o filho mais velho de John Calvin Coolidge, Sr. e Victoria Josephine Moor. Seu pai tinha muitas ocupações, mas tinha uma reputação em âmbito estadual de um próspero fazendeiro, lojista e servidor público; ele plantava e cultivava, era professor, tinha uma loja local, serviu na Câmara dos Representantes e no Senado de Vermont, e tinha vários cargos públicos como juiz de paz e coletor de impostos. A mãe de Coolidge era a filha de um fazendeiro da cidade. Ela tinha uma doença crônica, provavelmente tuberculose, e morreu quando ele tinha doze anos de idade. Sua irmã, Abigail Grace Coolidge, morreu aos quinze anos, quando Coolidge tinha dezoito. Seu pai casou-se novamente em 1891 com uma professora escolar e viveu até os oitenta anos. ; ; A família de Coolidge tinha raízes na Nova Inglaterra. Sua primeiro ancestral norte-americano, John Coolidge, havia imigrado de Cottenham, Cambridgeshire, Inglaterra, por volta de 1630 e estabelecendo-se em Watertown, Massachusetts. Outro ancestral, Edmund Rice, chegou em Watertown em 1638. Edmund Rice (1638) Association, 2007. Descendants of Edmund Rice: The First Nine Generations. (CD-ROM) O trisavô de Coolidge, também chamado de John Coolidge, foi um oficial militar da Guerra de Independência dos Estados Unidos. A maioria de seus ancestrais eram fazendeiros. Outros Coolidges conhecidos (arquiteto Charles Allerton Coolidge, general Charles A. Coolidge e o diplomata Archibald Cary Coolidge, entre outros) descendiam da família que havia ficado em Massachusetts. A bisavó de Coolidge, Sarah Almeda Brewer, tinha dois primos famosos: Arthur Brown, senador dos Estados Unidos, e Olympia Brown, uma sufragista. É através de Brewer que acredita-se que Coolidge tinha herdado sangue de índios, porém essa ascendência nunca foi confirmada por genealogistas modernos. Marcus A. Coolidge, senador por Massachusetts, também era um parente distante. ==Advocacia e casamento== ===Advogado em Massachusetts=== Coolidge estudou na Black River Academy e depois no Amherst College, onde entrou na fraternidade Phi Gamma Delta. A pedido de seu pai, ele se mudou para Northampton, Massachusetts, após se formar para estudar direito. Para evitar os altos custos de uma universidade, Coolidge seguiu a prática mais comum da época, que era ser o aprendiz em uma firma local, no caso a Hammond & Field. John C. Hammond e Henry P. Field apresentaram Coolidge a advocacia no Condado de Hampshire. Ele entrou na associação do tribunal em 1897. Coolidge, com suas economias e uma pequena herança deixado por seu avô, conseguiu abrir sua própria firma no ano seguinte. Ele praticava direito transicional, acreditando que serviria melhor seus clientes se ficasse fora do tribunal. Enquanto crescia sua reputação de advogado trabalhador e diligente, bancos locais e outros negócios começaram a requisitar seus serviços. ; ===Casamento e família=== Em 1905, Coolidge conheceu e casou-se com Grace Anna Goodhue, filha de um inspetor de barcos a vapor, que estava trabalhando como professora na Clarke Schools for Hearing and Speech. Enquanto Goodhue regava as plantas do lado de fora da escola em 1903, ela acabou olhando por uma janela aberta na pousada de Robert N. Weir e viu Coolidge se barbeando em frente de um espelho apenas de cueca e chapéu. Coolidge mais tarde explicou que ele usava o chapéu para impedir que seu cabelo caísse em seus olhos enquanto barbeava-se. Depois de uma apresentação mais formal algum tempo depois, os dois rapidamente se aproximaram. Eles casaram-se no dia na sala de estar dos pais dela em Burlington, Vermont. Os dois eram o oposto em personalidade: ela era falante e descontraída, enquanto ele era quieto e sério. Pouco após se casarem, Coolidge lhe deu uma sacola com 52 pares de meias, todas cheias de buracos. Goodhue perguntou \"Você casou comigo para consertar suas meias?\" Sem expor um sorriso e com sua seriedade habitual, ele respondeu \"Não, mas eu acharia isso muito útil\". Os dois tiveram dois filhos: John Coolidge, nascido em 1906, e Calvin Coolidge, Jr., nascido em 1908. O casamento foi, pela maioria dos relatos, bem feliz. ; Como o próprio Coolidge escreveu em sua biografia, \"Achamos que fomos feitos um para o outro. Por quase um quarto de século ela suportou minhas enfermidades, e eu me alegrei em suas graças\". ==Início da carreira política== ===Cargos municipais=== O Partido Republicano dominava a Nova Inglaterra na época de Coolidge, e ele seguiu o exemplo de Hammond e Field ao envolver-se ativamente nas políticas locais. Coolidge fez campanha localmente para William McKinley como o candidato presidencial Republicano em 1896, e no ano seguinte ele foi escolhido para fazer parte do Comitê Municipal Republicano. Em 1898, ele venceu uma eleição para a câmara municipal de Northampton. O cargo não tinha salário, mas deu a Coolidge experiências no mundo político. Ele recusou ser renomeado em 1899, acabando por concorrer a solicitador municipal, um cargo escolhido pela câmara municipal. Ele foi eleito para um mandato de um ano, sendo reeleito em 1901. O cargo pagava US$ 600 e deu a Coolidge mais experiência como advogado. Em 1902, a câmara selecionou um Democrata para solicitor, e Coolidge voltou exclusivamente a advocacia. Porém, pouco tempo depois o oficial de justiça do condado morreu, e Coolidge foi escolhido para substituí-lo. O cargo possuía um bom salário, mas impedia que ele continuasse trabalhando como advogado. Ele ficou no cargo apenas por um ano. No ano seguinte, Coolidge teve sua única derrota eleitoral em sua vida, perdendo uma eleição para o conselho escolar de Northampton. Ao saber que alguns de seus vizinhos votaram contra ele porque ele não tinha filhos, Coolidge respondeu \"Poderiam me dar um tempo!\". ===Deputado estadual e prefeito=== Em 1906, o comitê Republicano indicou Coolidge para a eleição da Câmara dos Representantes de Massachusetts. Ele venceu uma votação apertada contra o candidato Democrata, e foi para Boston no ano seguinte apresentando- se no Tribunal Geral de Massachusetts. Coolidge serviu em pequenos comitês durante seu primeiro mandato e, apesar de geralmente votar junto com seu partido, era conhecido como um Republicano Progressivo, apoiando medidas como o sufrágio feminino e a eleição direta para senadores. ; Ele alinhou-se primariamente com a facção oeste do Partido Republicano de Winthrop M. Crane, indo contra a facção leste de Henry Cabot Lodge. Em 1907 ele foi eleito para um segundo mandato. Na sessão de 1908, Coolidge apareceu mais, porém ainda não era um dos líderes do partido na câmara. Ao invés de tentar mais um reeleição, Coolidge voltou para casa e para sua família, candidatando-se a prefeito de Northampton quando o governador Democrata se aposentou. Ele era muito querido na cidade, e venceu a eleição por 1 597 votos contra 1 409. De 1910 a 1911, seu primeiro mandato, ele aumentou o salário dos professores e quitou algumas das dívidas municipais, mesmo reduzindo um pouco os impostos. ; Ele concorreu novamente em 1911, derrotando o mesmo oponente por uma margem um pouco maior. Em 1911, o senador estadual do Condado de Hampshire se aposentou e encorajou Coolidge a concorrer para seu cargo em 1912. Ele derrotou seu oponente Democrata por uma grande margem. Coolidge, no início de seu mandato, foi escolhido para ser o presidente de um comitê para arbitrar uma greve dos trabalhadores da American Woolen Company em Lawrence. Depois de dois meses, a companhia concordou com as exigências dos trabalhadores em um acordo proposto pelo comitê. ; Outra grande questão para os Republicanos naquele mesmo ano foi a divisão do partido entre sua ala progressista, que apoiava Theodore Roosevelt, e a ala conservadora, que apoiava William Howard Taft. Coolidge se recusou a deixar o Partido Republicano, mesmo sendo a favor de algumas medidas progressistas. Quando o recém formado Partido Progressista não indicou ninguém para o cargo distrital no senado, Coolidge venceu a reeleição. ; Faça o trabalho do dia. Se for para proteger os direitos dos mais fracos, não importando quem se opôr, faça isso. Se for para ajudar uma corporação poderosa melhor servir o povo, não importando a oposição, faça isso. Espere ser chamado de um tagarela, mas não seja um tagarela. Espere ser chamado de demagogo, mas não seja um demagogo. Não hesite em ser um revolucionário da ciência. Não hesite em ser um racionário como a tabuada. Não espere construir o fraco puxando o mais forte para baixo. Não se apresse para legislar. Dê uma chance para a administração alcançar a legislação. Tenha Fé em Massachusetts A sessão de 1913 foi mais calma, e Coolidge teve grande sucesso ao arduamente conseguir a aprovação de um decreto ferroviário que conectou Northampton com várias outras comunidades industriais similares no oeste de Massachusetts. Ele planejava se aposentar ao final do mandato, como era o costume, porém quando Levi H. Greenwood, presidente do senado estadual, considerou concorrer a governador, Coolidge decidiu se recandidatar na esperança de ser eleito presidente. Apesar de Greenwood ter decidido concorrer novamente ao senado, ele foi derrotado principalmente por causa de sua posição sobre o sufrágio feminino; Coolidge era a favor do voto das mulheres e venceu a disputa com ajuda de Crane, assumindo a presidência do senado. Depois de sua eleição em janeiro de 1914, ele fez um discurso chamado Tenha Fé em Massachusetts, que resumia sua filosofia de governo. O discurso foi mais tarde publicado como um livro. O discurso de Coolidge foi bem recebido, atraindo admiradores. Ao final de seu mandato, muitos estavam propondo seu nome para a indicação a vice- governador. Coolidge foi reeleito presidente do senado unanimemente depois de vencer as eleições gerais de 1914 por uma margem ainda maior. ; No final da sessão de 1915, seus apoiadores, junto com seu colega Frank Stearns, o encorajaram a concorrer a vice-governador. Ele aceitou os conselhos. ; ==Vice-governador e governador== Coolidge entrou nas eleições primárias de vice-governador e foi indicado para concorrer ao lado de Samuel W. McCall. Ele quem atraiu o maior número de votos na primária Republicana, e equilibrou a chapa ao trazer uma presença ocidental a base de apoio oriental de McCall. Eles venceram a eleição de 1915, com Coolidge derrotando seu oponente por mais de cinquenta mil votos. Suas funções como vice-governador eram poucas; em Massachusetts, o vice-governador não presidia o senado estadual, apesar de Coolidge ter se tornando um membro extra oficial do gabinete do governador. ; Como uma autoridade eleita em tempo integral, ele deixou de praticar a lei em 1916, apesar de sua família continuar vivendo em Northampton. McCall e Coolidge foram reeleitos em 1916 e novamente em 1917 (na época, os dois cargos tinham mandatos de um ano). Quando McCall decidiu que não concorreria, Coolidge anunciou sua intenção de concorrer a governador. ===Eleição de 1918=== Coolidge não teve oposição para a indicação Republicana a governador em 1918. Ele e seu running mate Channing H. Cox, advogado de Boston e presidente da Câmara dos Representantes de Massachusetts, concorreram defendendo o histórico da administração anterior: conservadorismo fiscal, uma vaga oposição ao proibicionismo, apoio ao sufrágio feminino e apoio ao envolvimento norte-americano na Primeira Guerra Mundial. ; A questão sobre a guerra mostrou-se decisiva, especialmente entre os teuto e irlando-americanos. Coolidge foi eleito por uma margem de 16 773 votos contra Richard H. Long, a menor de seu histórico eleitoral. ; == Bibliografias == * * * * * == Ligações externas == *Calvin Coolidge na Casa Branca *Calvin Coolidge no Senado dos Estados Unidos *Calvin Coolidge no Biographical Directory of the United States Congress *Calvin Coolidge Memorial Foundation *Calvin Coolidge Presidential Library & Museum Categoria:Norte-americanos de ascendência britânica Categoria:Alunos do Amherst College Categoria:Advogados dos Estados Unidos Categoria:Republicanos de Massachusetts Categoria:Governadores do Massachusetts Categoria:Vice-presidentes dos Estados Unidos Categoria:Presidentes dos Estados Unidos Categoria:Mortes por infarto agudo do miocárdio Calvin",
 "title": "Calvin Coolidge"
}