{
 "id": "64865",
 "text": "A cultura georgiana evoluiu ao longo de bastante tempo, chegando até os dias de hoje com uma vasta tradição literária baseada na língua georgiana e em seu singular alfabeto. Isso acabou por criar um fortíssimo sentimento de identidade nacional, que ajudou a preservar o orgulho e o patriotismo georgiano mesmo após sucessivas guerras e longos períodos de ocupação estrangeira. A literatura georgiana tradicional foi bem forte durante os primeiros anos do cristianismo, uma vez que existem obras pré-cristãs como Amiraniani, uma coleção de epopeias georgianas da antiguidade que data do segundo milénio a.C.. Durante a Idade Média, a escrita georgiana atingiu seu esplendor com o surgimento de Shota Rustaveli, um dos grandes escritores medievais e autor de O Cavaleiro na Pele de Pantera (georgiano:ვეფხისტყაოსანი, Vepjis Tqaosani), o poema épico nacional da Geórgia. Já durante a época moderna, desde o século XVII em diante, a cultura georgiana foi influenciada amplamente pelas inovações culturais provenientes da Europa. A primeira mostra de pintura de georgianos foi fundada na década de 1620 na Itália e a primeira na Georgia foi fundada em 1709 em Tbilisi. No ano de 19 de novembro de 1896 foi inaugurado o primeiro cinema na Geórgia, na capital, Tbilisi. O primeiro documentário cinematográfico georgiano (O dia de Akaki Tsereteli em Racha- Lechkumi) foi rodado em 1912 por Vasil Amashukeli (1886-1977), enquanto que o primeiro filme nacional (Kristine) foi filmado em 1916 por Alexandre Tsutsunava (1881-1955). A Academia Estatal de Arte de Tbilisi foi fundada em 1917. A cultura georgiana sofreu em demasia durante a época soviética devido à política de russificação que foi combatida por muitos georgianos. Desde a independência da Geórgia em 1991, o ressurgimento da cultura tomou força apesar das dificuldades econômicas e políticas da era pós-soviética. Em 2007, a Geórgia teve sua primeira participação no Festival Eurovision com um canção cuja letra visa a integração na Europa. \"My story\" foi interpretada pela famosa cantora Sopho Khalvashi e ficou em 12º lugar na final celebrada em Helsinkia. ==Culinária da Geórgia== Uma lenda da Geórgia diz que, quando Deus estava a criar o mundo, fez uma pausa para comer e tropeçou nas montanhas do Cáucaso, deixando cair parte da comida, tornando esta terra abençoada pelos restos da comida celestial. Goldstein, Darra (1999) “The Georgian Feast: The Vibrant Culture and Savory Food of the Republic of Georgia” no site Amazon.com] ==Ver também== * Música da Geórgia",
 "title": "Cultura da Geórgia"
}