{
 "id": "64948",
 "text": "Ferrara (, ) ou, na sua forma portuguesa, Ferrária é uma comuna italiana da região da Emília-Romanha, província de Ferrara, com cerca de 130 461 habitantes. Estende-se por uma área de 404 km², tendo uma densidade populacional de 323 hab/km². Faz fronteira com Argenta, Baricella (BO), Bondeno, Canaro (RO), Copparo, Ficarolo (RO), Formignana, Gaiba (RO), Masi Torello, Occhiobello (RO), Ostellato, Poggio Renatico, Ro, Stienta (RO), Tresigallo, Vigarano Mainarda, Voghiera. Situada 44 quilômetros a nordeste de Bolonha, no Po di Volano, um canal de derivação do fluxo principal do rio Pó, que corre 5,5 quilômetros mais a norte, apenas 9 m acima do nível do mar, Ferrara tem uma estrutura urbanística que se radica no , com ruas largas e numerosos palácios que datam do Renascimento, do tempo em que era governada pela família dos Este. Pela sua beleza e importância cultural, foi designado pela UNESCO como Património Mundial. == História == === Antiguidade e Idade Média === thumb|esquerda|upright|Joalheria etrusca exibida no Museu Arqueológico Nacional de Ferrara. Os primeiros assentamentos documentados na atual área da Província de Ferrara datam do . As ruínas da cidade etrusca de Spina, estabelecida ao longo das lagunas na antiga foz do rio Pó, foram perdidas ao longo do tempo e redescobertas em 1922 com os esquemas de drenagem nos pântanos de Valli di Comacchio, que revelaram oficialmente pela primeira vez uma necrópole com mais de 4.000 túmulos, evidência de um centro populacional com um aparente papel importante na Antiguidade. Há incerteza entre os estudiosos sobre a proposta origem romana do assentamento na sua atual localização (Tácito e Boccaccio referem-se a um \"Forum Alieni\"), pois pouco se sabe sobre este período, no entanto, algumas evidências arqueológicas apontam para a hipótese de que Ferrara poderia se ter originado a partir de dois pequenos assentamentos bizantinos: um aglomerado de instalações em torno da Catedral de São Jorge, na margem direita do braço principal do Pó, que então corria muito mais perto da cidade do que atualmente, e um castro, um complexo fortificado construído na margem esquerda do rio para defesa contra os lombardos. Ferrara aparece pela primeira vez num documento de 753 do rei lombardo Desidério, aquando da captura da cidade do Exarcado de Ravena. Mais tarde, os francos, após derrotarem os lombardos, apresentaram Ferrara ao papado em 754 ou 756. Em 988 Ferrara foi cedida pela Igreja à Casa de Canossa. Contudo, com a morte de Matilde de Canossa em 1115, tornou-se numa comuna livre. Durante o , a história da cidade foi marcada pela luta pelo poder entre duas famílias proeminentes, os Guelfos Adelardi e os Gibelinos Salinguerra. A poderosa Casa Imperial de Este colocou o seu decisivo peso atrás da Salinguerra e finalmente coletou os benefícios da vitória para si mesma. Assim, em 1264 Obizzo II de Este foi proclamado governante vitalício de Ferrara, tomando os títulos adicionais de Senhor de Módena em 1288 e de Régio em 1289. O seu governo marcou o fim do período comunal em Ferrara e o início do governo Este, que durou até 1598. === Início da era moderna === thumb|esquerda|upright|Retrato de uma Mulher por Bartolomeo Veneto, tradicionalmente considerado ser de Lucrécia Bórgia. Em 1452, Borso d'Este foi nomeado duque de Modena e Reggio pelo imperador Frederico III e em 1471 duque de Ferrara pelo Papa Paulo II. Leonel e, especialmente, Hércules I encontravam-se entre os mais importantes patronos das artes na Itália do final do e inícios do . Durante este tempo, Ferrara tornou-se num centro cultural internacional, conhecido pela sua arquitetura, música, literatura e artes visuais. A arquitetura de Ferrara beneficiou muito do génio de Biagio Rossetti, a quem foi solicitado em 1484, Hércules I, elaborar um plano diretor para a expansão da cidade. A resultante \"Addizione Erculea\" é considerada um dos exemplos mais importantes do planeamento urbano renascentista e contribuiu para a seleção de Ferrara como Patrimônio Mundial da UNESCO. Apesar de ter entrado na sua idade áurea, Ferrara foi severamente atingida por uma guerra contra Veneza travada e perdida em 1482-1484. Afonso I sucedeu ao trono em 1505 e casou-se com a notória Lucrécia Bórgia. Afonso lutou novamente contra Veneza nas guerras italianas, logo após ingressar na Liga de Cambrai. Em 1509 foi excomungado pelo Papa Júlio II, no entanto, conseguiu derrotar os exércitos papais e espanhol em 1512 na Batalha de Ravena. Estes sucessos foram alcançados muito em parte devido à artilharia de Ferrara, produzida na sua própria fundição, sendo a melhor do seu tempo. Após a sua morte em 1534, Afonso I foi sucedido pelo seu filho Hércules II, cujo casamento em 1528 com a segunda filha de Luís XII, Renata de França, trouxe grande prestígio à corte de Ferrara. Sob o seu reinado, o Ducado permaneceu um país rico e uma potência cultural. No entanto, um terremoto atingiu a cidade em 1570, causando o colapso da economia. A juntar a esta catástrofe natural, quando o filho de Hércules II, Afonso II, morreu sem herdeiros, a Casa de Este perdeu Ferrara para os Estados Papais. === Final da era moderna e contemporânea === Ferrara, uma cidade universitária perdendo apenas para Bolonha, permaneceu como parte dos Estados Papais por quase 300 anos, uma era marcada por um declínio constante; em 1792 a população da cidade era de apenas 27.000 habitantes, inferior à do . Entre 1805 e 1814 foi brevemente parte do Reino Napoleónico da Itália, um estado cliente do Império Francês. Após o Congresso de Viena de 1815, Ferrara foi devolvida ao Papa, agora garantida pelo Império Austríaco. Um forte baluarte foi erguido em 1600 pelo Papa Paulo V no local do Castel Tedaldo, um antigo castelo no ângulo sudoeste da cidade. O mesmo foi ocupado por uma guarnição austríaca entre 1832 a 1859. A fortaleza foi completamente desmantelada seguindo o nascimento do Reino da Itália e os tijolos foram usados para novas construções por toda a cidade. Durante as últimas décadas de 1800 e início de 1900, Ferrara permaneceu um centro comercial modesto para o seu grande interior rural que dependia de culturas comerciais, como Beterraba- sacarina e cânhamo industrial. Grandes trabalhos de aterramento marítimo foram realizados durante décadas com o objetivo de expandir a terra arável disponível e erradicar a malária das zonas húmidas ao longo do delta do Pó. A industrialização em massa chegou a Ferrara apenas no final da década de 1930 com a instalação de uma fábrica de produtos químicos pelo regime fascista que teria fornecido borracha sintética ao regime. Durante a Segunda Guerra Mundial, Ferrara foi repetidamente bombardeada por aviões de guerra aliados que atacaram e destruíram ligações ferroviárias e instalações industriais. Após a guerra, a área industrial de Pontelagoscuro foi ampliada para se tornar um gigantesco complexo petroquímico operado pela Montecatini e outras empresas, que no seu auge empregava 7.000 trabalhadores e produzia 20% dos plásticos na Itália. Nas últimas décadas, como parte de uma tendência geral tanto na Itália como na Europa, Ferrara passou a depender mais do terciário e do turismo, enquanto a indústria pesada, ainda presente na cidade, foi amplamente eliminada. Após quase 450 anos, um novo terremoto atingiu Ferrara a maio de 2012, causando apenas danos limitados aos edifícios históricos da cidade e nenhuma vítima a lamentar. == Geografia e clima == A cidade de Ferrara fica na margem sul do rio Pó, cerca de 44 km a nordeste da capital regional, Bolonha, e 87 km a sul de Veneza. O território do município, inteiramente parte da Planície Padana, é predominantemente plano, situado em média apenas 9 metros acima do nível do mar. A proximidade ao maior rio italiano sempre foi uma preocupação constante na história de Ferrara, afetada por inundações recorrentes e desastrosas, tendo a última ocorrido em 1951. O Idrovia Ferrarese liga o rio Pó de Ferrara ao Adriático em Porto Garibaldi. O clima do vale do Pó é classificado como subtropical húmido (Cfa) sob a Classificação climática de Köppen-Geiger, um tipo de clima comummente referido como \"continental\", que apresenta invernos severos e verões quentes com chuvas fortes na primavera e no outono. == Governo == O órgão legislativo das comunas italianas é o Conselho Municipal (Consiglio Comunale), que, em cidades com população entre 100.000 e 250.000 habitantes, é composto por 32 vereadores eleitos a cada cinco anos com um sistema proporcional, contextualmente às eleições para prefeito. O órgão executivo é o Comitê Municipal (Giunta Comunale), composto por 12 assessores, nomeado e presidido por um prefeito eleito diretamente. O atual prefeito de Ferrara é Alan Fabbri da Liga Norte. A organização urbana é regida pela Constituição italiana (art. 114), o Estatuto Municipal e várias leis, notavelmente o Decreto Legislativo 267/2000 ou Texto Unificado sobre Administração Local (Testo Unico degli Enti Locali). A atual divisão das cadeiras na Câmara Municipal, após as eleições locais de 2019, é a seguinte: * Liga Norte – 14 * Partido Democrático – 8 * Ferrara Change (centre-right) – 3 * Força Itália – 2 * Irmãos de Itália – 1 * Gente a Modo (centre-left) – 1 == Paisagem urbana == === Arquitetura === thumb|esquerda|Castelo dos Este coberto de neve O imponente Castelo dos Este, situado no centro da cidade, é um ícone de Ferrara. É uma grande casa senhorial com quatro baluartes maciços e um fosso que foi erguida em 1385 pelo arquiteto Bartolino da Novara com a função de proteger a vila das ameaças externas e servir de residência fortificada para a família Este. Foi extensivamente renovado nos séculos XV e XVI. A Catedral de São Jorge, projetada por Wiligelmus e consagrada em 1135, é um dos melhores exemplos da arquitetura românica. O duomo foi renovado várias vezes ao longo dos séculos, pelo que o seu estilo eclético resultante é uma combinação harmoniosa da estrutura central e portal românico, a parte superior gótica da fachada e a Torre sineira renascentista. As esculturas do portal principal são atribuídas a Nicolau. A parte superior da fachada principal, com arcadas de arco ogival, data do . Os leões de mármore reclinados que guardam os portais são cópias dos originais, agora no museu da catedral. Um elaborado relevo do a representar o Juízo Final encontra-se no segundo andar do alpendre. O interior foi restaurado em estilo barroco em 1712. A Torre sineira de mármore atribuída a Leon Battista Alberti foi iniciada em 1412, mas ainda se encontra incompleta, faltando um andar adicional projetado e uma cúpula, como pode ser observado nas inúmeras gravuras e pinturas históricas sobre o assunto. Perto da catedral e do castelo também fica a prefeitura do , que serviu como residência anterior da família Este, apresentando um grandioso lance de escadas de mármore e duas antigas estátuas de bronze de Nicolau III e Borso d'Este. O distrito sul é o mais antigo da cidade, atravessado por uma miríade de vielas estreitas que datam da Alta Idade Média. A Casa Romei é talvez o edifício medieval mais bem preservado de Ferrara. Foi a residência privada do comerciante Giovanni Romei, relacionado por casamento com a família Este, e provavelmente obra do arquiteto da corte Pietrobono Brasavola. Graças às freiras da ordem Corpus Domini, grande parte da decoração original dos quartos internos foi salva. A casa apresenta ciclos de frescos na Sala delle Sibille (\"sala das sibilas\"), uma lareira original de terracota com o brasão de Giovanni Romei na adjacente Saletta dei Profeti (\"sala dos profetas\"), retratando alegorias da Bíblia, e noutras salas, algumas das quais encomendadas pelo cardeal Ippolito d'Este, pinturas da escola de Camillo e Cesare Filippi (). O Palazzo Schifanoia (\"sans souci\") foi construído em 1385 para Alberto V d'Este. O palácio inclui frescos que retratam a vida de Borso d'Este, os signos do zodíaco e representações alegóricas dos meses. O vestíbulo foi decorado com molduras de estuque por Domenico di Paris. O edifício também contém belos livros de coro com miniaturas e uma coleção de moedas e medalhas renascentistas. O renascentista Palazzo Paradiso, parte do sistema de bibliotecas da Universidade de Ferrara, exibe parte do manuscrito de Orlando Furioso e cartas de Torquato Tasso, bem como o túmulo de Ludovico Ariosto. Ex-alunos famosos incluem Nicolau Copérnico e Paracelso. O bairro norte, que foi adicionado por Hércules I em 1492-1505 graças ao plano mestre de Biagio Rossetti e, portanto, chamado Addizione Erculea, apresenta vários palácios renascentistas. Entre os melhores está o Palazzo dei Diamanti (Palácio do Diamante), em homenagem às pontas de diamante nas quais os blocos de pedra da fachada são cortados. O palácio abriga a Pinacoteca Nacional, com uma grande coleção da escola de Ferrara, que ganhou destaque na segunda metade do , com Cosimo Tura, Francesco del Cossa e Ercole de' Roberti. Mestres notáveis da Escola de Ferrara do incluem Lorenzo Costa e Dosso Dossi, o mais eminente de todos, Girolamo da Carpi e Benvenuto Tisi. Girolamo da Carpi e Benvenuto Tisi (Il Garofalo).[9] O distrito também abriga o Jardim Botânico da Universidade de Ferrara. === Parques e jardins === A cidade está quase totalmente cercada por 9 quilómetros de antigas paredes de tijolos, construídas principalmente entre 1492 e 1520. Hoje as muralhas, após uma cuidadosa restauração, formam um grande parque urbano ao redor da cidade e são um destino popular para corredores e ciclistas. ==Demografia== Em 2007, havia 135.369 pessoas residentes em Ferrara, sendo 46,8% do sexo masculino e 53,2% do sexo feminino. Os menores (crianças com 18 anos ou menos) totalizaram 12,28% da população em comparação com os pensionistas que somam 26,41%. Estes valores comparam-se com a média italiana de 18,06% (menores) e 19,94% (pensionistas). A idade média dos residentes de Ferrara é de 49 anos em comparação com a média italiana de 42. Nos cinco anos entre 2002 e 2007, a população de Ferrara cresceu 2,28%, enquanto a Itália como um todo cresceu 3,85%. A taxa de natalidade atual de Ferrara é de 7,02 nascimentos por 1.000 habitantes em comparação com a média italiana de 9,45 nascimentos. Ferrara é conhecida por ser a cidade mais antiga com mais de 100.000 habitantes, bem como a cidade com menor taxa de natalidade. Em 2006, 95,59% da população era italiana. O maior grupo de imigrantes foi de outras nações europeias como Ucrânia e Albânia: 2,59%, seguidas pelo Norte da África: 0,51% e Ásia Oriental: 0,39%. A cidade é predominantemente católica romana, com pequenos grupos de cristãos ortodoxos. A comunidade judaica histórica ainda sobrevive. == Cultura == === Comunidade Judaica === A comunidade judaica de Ferrara é a única na Emilia Romagna com presença contínua desde a Idade Média até aos dias de hoje. Desempenhou um papel importante quando Ferrara desfrutou do seu maior esplendor nos séculos XV e XVI, com o duque Hércules I. A situação dos judeus deteriorou-se em 1598, quando a dinastia Este se mudou para Modena e a cidade ficou sob controlo papal. O assentamento judaico, localizado em três ruas em forma de triângulo perto da catedral, tornou-se um gueto em 1627. À parte de alguns anos sob Napoleão e durante a revolução de 1848, o gueto durou até a unificação italiana em 1859. Em 1799, a comunidade judaica salvou a cidade do saque das tropas do Sacro Império Romano. Durante a primavera de 1799, a cidade caiu nas mãos da República Francesa, que ali estabeleceu uma pequena guarnição. A 15 de abril, o tenente marechal de campo Johann von Klenau aproximou-se da fortaleza com uma modesta força mista de cavalaria, artilharia e infantaria austríaca reforçada por camponeses rebeldes italianos, comandados pelo conde Antonio Bardaniand e exigiu a sua capitulação. O comandante recusou. Klenau bloqueou a cidade, deixando um pequeno grupo de artilharia e tropas para continuar o cerco.Colonel Danilo Oreskovich and 1,300 Croatians of the 2nd Banat battalion, 4,000 Ferrarese auxiliary troops commanded by Count Antonio Gardani, and several hundred local peasants commanded by Major Angelo Pietro Poli. Acerbi. The 1799 Campaign in Italy: Klenau and Ott Vanguards and the Coalition’s Left Wing April – June 1799. Nos três dias seguintes, Klenau patrulhou o campo e capturou os pontos estratégicos circundantes de Lagoscuro, Borgoforte e a fortaleza de Mirandola. A guarnição sitiada fez vários ataques pela Porta de São Paulo, sendo repelidas pelos camponeses insurgentes. Os franceses tentaram dois resgates da fortaleza sitiada: o primeiro, a 24 de abril, quando uma força de 400 modenenses foi repelida em Mirandola e o segundo, o general Montrichard tentou levantar o bloqueio da cidade avançando com uma força de 4 000 homens. Finalmente, no final do mês, uma coluna liderada por Pierre-Augustin Hulin alcançou e aliviou a fortaleza.Acerbi, The 1799 Campaign in Italy: Klenau and Ott Vanguards and the Coalition’s Left Wing April – June 1799. Klenau tomou posse da cidade a 21 de maio e guarneceu-a com um batalhão leve. Os moradores judeus de Ferrara pagaram 30 000 ducados para impedir a pilhagem da cidade pelas forças de Klenau, que acabaram por ser usados para pagar os salários das tropas de Gardani.Accerbi relata que os salários eram o equivalente a uma ingestão diária de 21 \"Baiocchi\" em dinheiro e quatro em pão. Acerbi, A Campanha de 1799 na Itália: Vanguardas Klenau e Ott e a Ala Esquerda da Coalizão de abril a junho de 1799. Embora Klenau controlasse a cidade, os franceses ainda possuíam a sua fortaleza. Após fazer o pedido padrão de rendição às 08:00, que foi recusado, Klenau ordenou uma barragem dos seus morteiros e obuses. Depois de dois pentes pegarem fogo, o comandante foi convocado novamente para se render. Após algum atraso, uma bandeira de tréguas foi enviada às 21:00, e a capitulação foi concluída às 01:00 do dia seguinte. Ao tomar posse da fortaleza, Klenau encontrou 75 novas peças de artilharia, além de munição e seis meses de provisões.Acerbi, A Campanha de 1799 na Itália: Vanguardas Klenau e Ott e a Ala Esquerda da Coalizão abril-junho de 1799 ; A força de Klenau incluía um batalhão de infantaria leve, alguns batalhões de infantaria de fronteira, um esquadrão dos hussardos \"Nauendorf\" (8º hussardos) e aproximadamente 4.000 camponeses armados. Para detalhes sobre a força austríaca, veja Smith, Ferrara, Data Book, p. 156. A força de Klenau também capturou 75 armas da fortaleza. Em 1938, o governo fascista de Mussolini instituiu leis raciais, reintroduzindo a segregação de judeus e durando até o fim da ocupação alemã. Durante a Segunda Guerra Mundial, 96 dos 300 judeus de Ferrara foram deportados para campos de concentração e extermínio alemães, dos quais apenas cinco sobreviveram. O escritor judeu italiano, Giorgio Bassani, era de Ferrara. O seu célebre livro, The Garden of the Finzi-Continis, foi publicado em italiano como Giardino dei Finzi-Contini, 1962, pela Giulio Einaudi editore. Foi transformado em filme por Vittorio De Sica em 1970. Durante a Segunda Guerra Mundial, o Castelo Este, adjacente ao Corso Roma, agora conhecido como Corso Martiri della Libertà, foi o local de um infame massacre em 1943. A 13 de dezembro de 2017, o primeiro dia do Chanucá, o Museu Nacional do Judaísmo Italiano e da Shoah foram abertos no local de uma restaurada prisão de tijolos de dois andares, construída em 1912, que contava judeus durante o período fascista entre os seus detidos. Esta é a fase inicial de um projeto - conhecido como MEIS, as suas iniciais em italiano - a ser concluído em 2021, com edifícios adicionais que criarão um grande centro cultural judaico e adicionarão exposições com foco nos judeus no Renascimento italiano e na Shoah. === Arte visual === Durante o Renascimento, a família Este, conhecida pelo mecenato das artes, acolheu um grande número de artistas, sobretudo pintores, que formaram a chamada Escola de Ferrara. A impressionante lista de pintores e artistas inclui os nomes de Andrea Mantegna, Vicino da Ferrara, Giovanni Bellini, Leon Battista Alberti, Antonio Pisanello, Piero della Francesca, Battista Dossi, Dosso Dossi, Cosimo Tura, Francesco del Cossa e Ticiano. Nos séculos XIX e XX, Ferrara recebeu novamente e inspirou vários pintores que se afeiçoaram à sua atmosfera misteriosa. Entre eles Giovanni Boldini, Filippo de Pisis e Giorgio de Chirico. Uma grande coleção de pinturas é exibida na Galeria Nacional do Palazzo dei Diamanti. === Literatura === Os literatos e poetas renascentistas Torquato Tasso (autor de Jerusalém Libertada), Ludovico Ariosto (autor do poema épico romântico Orlando Furioso) e Matteo Maria Boiardo (autor do grandioso poema de cavalaria e romance Orlando Enamorado) viveram e trabalharam na corte de Ferrara durante os séculos XV e XVI. A Bíblia de Ferrara foi uma publicação de 1553 da versão ladina do Tanakh usada pelos judeus sefarditas. Foi pago e feito por Yom-Tob ben Levi Athias (o espanhol Marrano Jerónimo de Vargas, como tipógrafo) e Abraham ben Salomon Usque (o judeu português Duarte Pinhel, como tradutor), e foi dedicado a Hércules II d'Este. No século XX, Ferrara foi a casa e local de trabalho do escritor Giorgio Bassani, conhecido pelos seus romances que muitas vezes acabaram adaptados para o cinema (The Garden of the Finzi-Continis, Long Night in 1943). Na ficção histórica, a autora britânica Sarah Dunant ambientou o seu romance de 2009, Sacred Hearts, num convento em Ferrara. === Religião === Ferrara deu à luz Girolamo Savonarola, o famoso padre dominicano medieval e líder de Florença de 1494 até à sua execução em 1498. Era conhecido pela sua queima de livros, destruição do que considerava arte imoral e hostilidade ao Renascimento. Pregava com veemência contra a corrupção moral de grande parte do clero da época, e o seu principal oponente era o papa Alexandre VI (Rodrigo Borgia). Durante o tempo em que Renata de França era duquesa de Ferrara, a sua corte atraiu pensadores protestantes como João Calvino e Olympia Fulvia Morata. A corte tornou-se hostil aos simpatizantes protestantes após o casamento da filha de Renata, Ana d'Este, com o fervorosamente católico Francisco II de Lorena, Duque de Guise. === Música === O músico ferrarense Girolamo Frescobaldi foi um dos mais importantes compositores de música de teclas no final do Renascimento e início do Barroco. A sua obra-prima, Fiori musicali (Flores Musicais), é uma coleção de música de órgão litúrgica publicada pela primeira vez em 1635. Tornou-se a mais famosa das obras de Frescobaldi e foi estudada séculos após a sua morte por vários compositores, incluindo Johann Sebastian Bach.Paul Badura-Skoda. \"Interpretando Bach no Teclado\", p. 259. Traduzido por Alfred Clayton. Oxford University Press, 1995. ., p. 139., 1997. Maurizio Moro, um poeta italiano do século XVI, mais conhecido por madrigais é pensado ter nascido em Ferrara. === Cinema === Ferrara é o berço dos diretores de cinema italianos Michelangelo Antonioni e Florestano Vancini. Este último filmou em Ferrara o seu filme de 1960 Long Night, em 1943. A cidade também foi cenário do famoso filme de 1970 Il giardino dei Finzi-Contini de Vittorio De Sica, que conta as vicissitudes de uma rica família judia durante a ditadura de Benito Mussolini e a Segunda Guerra Mundial. Além disso, Al di là delle nuvole (1995), de Wim Wenders e Michelangelo Antonioni, e Il mestiere delle armi (2001), de Ermanno Olmi, um filme sobre os últimos dias de Giovanni dalle Bande Nere, também foram filmados em Ferrara. === Festivais === O Palio de São Jorge é uma corrida de cavalos com tema medieval realizada todo último domingo de maio. Segundo algumas fontes, para dar as boas-vindas a Azzo VII d'Este após a sua vitória na batalha de Cassano d’Adda em 1259, os ferrarenses organizaram corridas festivas de infantaria, servas, burros e cavalos. Contudo, as primeiras corridas oficiais de cavalos deram-se em 1279, quando se decidiu codificar nos estatutos municipais uma tradição talvez já existente há alguns anos, sendo provavelmente a competição mais antiga do mundo. O Espetáculo de rua de Ferrara é um desfile não competitivo de músicos de rua de todo o mundo. Na edição de 2017, mais de 1 000 artistas de 35 nações diferentes participaram do festival, incluindo dançarinos, palhaços, equilibristas, malabaristas e outros artistas originais. Além disso, a cidade hospeda anualmente o Festival de balões Ferrara, um grande espetáculo de balão de ar quente. === Desporto === O clube de futebol da cidade, SPAL, foi criado em 1907. Em 2017, foi promovido à Série A, a liga de futebol de alto nível da Itália, após uma ausência de 49 anos, sendo novamente rebaixado em 2020. A sua casa é Stadio Paolo Mazza, com capacidade para 16 134. A equipa de basquete de Ferrara Kleb Basket Ferrara compete na Serie A2 (basquetebol masculino) e joga os seus jogos em casa no Pala Hilton Pharma com capacidade para 3 504 espetadores. === Cozinha === A tradição culinária de Ferrara apresenta muitos pratos típicos que remontam à Idade Média e que, por vezes, revelam a influência da sua importante comunidade judaica. O prato de assinatura é cappellacci di zucca, um ravioli especial com recheio de abóbora, Parmigiano-Reggiano e aromatizado com noz- moscada. É servido com um molho de manteiga e sálvia ou molho à bolonhesa. Outro prato peculiar, supostamente preparado pelo chef renascentista Cristoforo di Messisbugo, é o pasticcio di maccheroni, uma torta de macarrão em forma de cúpula, consistindo de uma crosta de massa doce envolvendo macarrão em molho Bechamel, cravejado de cogumelos porcini e ragù alla bolognese. O prato tradicional do Natal é o cappelletti, ravioli grande recheado de carne e queijo servido em caldo de galinha. Segue-se frequentemente o salama da sugo, um enchido muito grande e curado, feito com uma selecção de carnes de porco e especiarias amassadas com vinho tinto. Os frutos do mar também são uma parte importante da tradição local, que possui uma rica pesca nas lagoas do delta do Pó e no mar Adriático. As massas com amêijoas e os pratos de enguias grelhadas ou estufadas são especialmente conhecidos. Os alimentos populares incluem também o salame de alho zia e o tradicional pão coppia, protegidos pelo rótulo IGP (Status geográfico protegido). Não é incomum o típico salame Cashrut feito de carne de ganso recheada com pele de pescoço de ganso. As confeitarias locais incluem torta de chocolate pampepato picante, tenerina, um bolo de chocolate amargo e manteiga, e zuppa inglese, um pudim de chocolate e creme numa cama de pão de ló embebido em Alchermes. O terroir argiloso da região, uma planície aluvial criada pelo rio Pó, não é ideal para o vinho; uma notável exceção é o vinho Bosco Eliceo (DOC), feito a partir de uvas cultivadas na costa arenosa. == Cidades geminadas == A cidade de Ferrara encontra-se geminada com as seguintes cidades: * Broni, Itália * Buenos Aires, Argentina * Formia, Itália * Giessen, Alemanha * Highland Park, Estados Unidos * Kallithea, Grécia * Kaufbeuren, Alemanha * Koper, Eslovénia * Krasnodar, Rússia * Lleida, Espanha * Prague 1, República Checa * Saint-Étienne, França * Sarajevo, Bosnia e Herzegovina * Swansea, Wales, Reino Unido * Szombathely, Hungria ==Ver também== * Ducado de Ferrara * O Elixir da Longa Vida, obra de Honoré de Balzac passada em Ferrara. ==Bibliografia== * Acerbi, Enrico. \"A Campanha de 1799 na Itália: Klenau e Ott Vanguards e a Ala Esquerda da Coalizão de abril a junho de 1799\". Série Napoleão, Robert Burnham, editor-chefe. Março de 2008. Acesso em 30 Outubro de 2009. ==Ligações externas== *Official Tourism Office Site – in six languages * *Search engine and index of websites related to Ferrara *The Comunale Theatre * Ferrara Balloons Festival – the biggest Hot Air Balloons Fiesta in Italy *Ferrara Under the Stars – The most important Italian summer music festival * Ferrara Buskers' Festival *Palazzo dei Diamanti – Ferrara National Museum of Art *The University of Ferrara *Local Newspaper Categoria:Patrimônio Mundial da UNESCO na Itália",
 "title": "Ferrária"
}