{
 "id": "64968",
 "text": "Documentos pontifícios refere-se aos documentos e decretos utilizados pelo Papa, sendo \"todos importantes\", e \"exigem respeito e acatamento\", tratando sobre assuntos doutrinários, disciplinares, governamentais e etc, sendo \"designados por diversos nomes\": Bula, Carta encíclica (Social, Exortatória ou Disciplinar), Encíclica Epístola, Motu proprio, Breve, Constituição, Exortação e Carta Apostólica. == Publicação == Todos os documentos pontifícios oficiais São nomeados por incipit e escritos em latim, e aparecem no l'Osservatore Romano, jornal diário oficial da Santa Sé e também na Acta Apostolicae Sedis, jornal periódico oficial da Santa Sé, conforme o Cânon 8 do Código de Direito Canônico: : As leis eclesiáticas universais são promulgadas pela publicação na Revista Oficial Acta Apostolicae Sedis, a não ser que, em casos particulares, tenha sido prescrito outro modo de promulgação; entram em vigor somente após três meses, a contar da data que é colocada no fascículo de Acta, a não ser que pela natureza da matéria obriguem imediatamente, ou na própria lei tenha sido especial e expressamente determinada uma vacância mais breve ou mais prolongada. == Tipos de documentos == === Carta Encíclica ou Encíclica === Encíclica ou Carta Encíclica (do latim Literae Encyclae, que literalmente significa \"cartas circulares\", dirigido aos Bispos de todo o mundo e, por meio deles, a todos os fiéis. A encíclica é usada pelo papa para exercer o seu magistério ordinário, podendo abordar: algum tema doutrinal ou moral; incentivar uma devoção; condenar erros; informar os fiéis sobre os perigos para a fé procedentes de correntes culturais, leis e etc. As cartas encíclicas têm formalmente o valor de ensino dirigido à Igreja Universal. No entanto, quando tratam de questões políticas, econômicas ou sociais, são dirigidas, normalmente, não só aos católicos, mas também a todas as pessoas, prática que foi iniciada pelo Papa João XXIII com a sua encíclica Pacem in terris (1963). Em alguns casos, como o da encíclica Veritatis Splendor (1993) de João Paulo II, o Papa só inclui os Bispos na sua saudação de abertura, ainda que pretenda que a encíclica sirva de instrução a todos os fiéis, isto ocorre porque os Bispos são os Pastores que ensinam aos fiéis à doutrina. Originalmente os bispos enviavam frequentemente cartas a outros bispos para assegurar a unidade entre a doutrina e a vida eclesial. Bento XIV (1740-1758) reavivou o costume, enviando \"cartas circulares\" a outros bispos. Estas cartas abordavam temas de doutrina, moral ou disciplina que afetavam toda a Igreja. Com Gregório XVI (1831-1846), o termo encíclica tornou-se de uso geral. Leão XIII (1878-1903) mudou a ênfase das encíclicas, o qual havia sido proeminentemente condenatório. Ele começou a esboçar uma idéia rápida, de forma positiva, de como a Igreja devia responder aos problemas concretos, especialmente no campo ético-social. A abordagem inovadora de Leão XIII, popularizou as encíclicas como pontos de referência, não só para a doutrina Católica mas também para muitos programas de ação. As encíclicas podem ser: * Encíclicas doutrinais: Sobre uma doutrina que é extensamente desenvolvida pelo papa no documento. Muitas destas encíclicas marcaram significativamente a vida da Igreja. Entre as mais recentes estão: Mistici corporis Christi (1943), do Papa Pio XII, sobre a Igreja como o Corpo Místico de Cristo; Deus Caritas Est (2005), do Papa Bento XVI, sobre o amor cristão; e Spe Salvi (2007), do Papa Bento XVI, sobre a esperança cristã. Algumas encíclicas doutrinais condenam opiniões teológicas, explicando o erro e ensinando a doutrina ortodoxa, por exemplo, Humanae vitae (1968), do Papa Paulo VI, reafirmou o ensino da Igreja sobre a contracepção; e Evangelium Vitae (1995), do Papa João Paulo II, aprofundou o ensino da Igreja acerca da defesa e da dignidade da vida humana. * Encíclicas sociais: esses documentos foram elaborados a partir do final do século XIX, em que os Papas têm formulado a doutrina social da Igreja, tendo grande impacto na vida eclesial, por exemplo, a Rerum novarum (1891), do Papa Leão XIII, sobre os problemas do capital e do trabalho; e Centesimus annus (1991) do Papa João Paulo II, sobre várias questões sociais. * Encíclicas Exortatórias: tratam especificamente de temas espirituais, sendo seu propósito principal ajudar os fiéis na sua vida sacramental e devocional. Exemplos são: Haurietis aquas (1956) do Papa Pio XII, sobre a devoção ao Sagrado Coração; e Redemptoris mater (1987) do Papa João Paulo II, sobre o papel da Virgem Maria na vida da Igreja. * Encíclicas Disciplinares: tratam de questões particulares, disciplinares ou práticas. Exemplos: Fidei donum (1957) do Papa Pio XII, que deu início à transferência de muitos sacerdotes para terras de missão; e Sacerdotalis caelibatus (1967), do Papa Paulo VI, que reafirmou a tradição latina do celibato sacerdotal. === Encíclicas Epístolas === As Encíclicas Epístolas (em latim: Epistolae Encyclicae) são pouco utilizadas e diferem muito pouco das cartas encíclicas. As epístolas encíclicas destinam-se a dar instruções a alguma devoção ou necessidade especial da Santa Sé, por exemplo, algum evento especial como o Ano Santo. === Constituição Apostólica === É o decreto papal mais comum e mais importante, através deles, o Papa promulga leis sobre os fiéis, e trata de assuntos doutrinais, disciplinares ou administrativos. A criação de uma nova diocese, por exemplo, faz-se por meio de uma Constituição Apostólica. Inicialmente, as constituições apostólicas estabeleciam normas legais e eram principalmente documentos legislativos. Porém atualmente têm frequentemente uma componente doutrinal. A constituição apostólica que contém definição de dogma, é denominada de Constituição Dogmática. Por exemplo, a Constituição Apostólica Munificentissimus Deus, de Pio XII, que definiu o dogma da Assunção de Maria. Outros exemplos são: Sacrae disciplinae leges (1983), do Papa João Paulo II, na promulgação do novo Código de Direito Canônico; e Pastor bonus (1988), do Papa João Paulo II sobre ministério e a organização da Cúria romana. === Exortação Apostólica === Exortação Apostólica (em latim: Adhortatio Apostolica) são documentos menos solenes que as encíclicas, contendo recomendações dirigidas a um determinado grupo de pessoas (para o clero, por exemplo). São geralmente promulgadas depois da reunião do papa em um Sínodo de Bispos, por exemplo, Evangelli nuntiandi (1975) do Papa Paulo VI, sobre a evangelização do mundo moderno; Catechesi tradendae (1979) do Papa João Paulo II, sobre a catequese. As Exortações Apostólicas do Papa João Paulo II são numerosas. A primeira Exortação Apostólica do Papa Francisco chama-se \"Evangelii Gaudium - A Alegria do Evangelho\". É dirigida a toda a a Igreja: \"ao Episcopado, ao clero, às pessoas consagradas e aos fiéis leigos\". Temática: \"O anúncio do Evangelho no mundo atual\". Foi publicada na conclusão do Ano da Fé, no dia 24.11.2013. === Breve apostólico === O Breve é um documento normalmente curto e pouco solene, que normalmente trata de questões privadas, como dispensa de irregularidades para exercer alguma função na Igreja, dispensa de certos impedimentos do matrimônio, autorização de oratório doméstico com a Eucaristia, autorização para vender bens da Igreja, outros benefícios e favores especiais. Desde João Paulo II no Breve o nome do Papa é colocado no alto e no centro com o seu número de ordem. O destinatário é designado por um vocativo: Dilecte Fili (Dileto Filho); após o quê há uma saudação: Salutem et Apostolicam Benedictionem, ou a afirmação de perpetuidade: Ad perpetuam rei memoriam. O Breve termina com a indicação da data e a impressão do anel do Pescador: Datum Romae, apud Sanctum Petrum, sub annulo Piscatoris, die (…). O papel utilizado é branco e liso; os caracteres são os da escrita corrente, com acentuação e pontuação. === Carta Apostólica === Carta Apostólica, é um decreto menos solene que a encíclica, e compreende dois tipos de documentos do Papa: * Epistola Apostolica: trata de matéria doutrinária, sendo dirigido aos bispos e, através deles, aos fiéis. * Litterae Apostolicae: é usada para vários assuntos, Constituição de Santos Padroeiros, anunciação de novos Beatos, normas disciplinares, etc. Exemplos de Cartas Apostólicas: Ordinatio Sacerdotalis, carta apostólica sobre a ordenação masculina, de João Paulo II (1994); e Mulieris dignitatem, carta apostólica às mulheres, de João Paulo II (1988). * Motu proprio: Motu Próprio ou mais completamente \"Motu proprio et certa scientia\" (que significa \"por iniciativa pessoal\") é um documento escrito por iniciativa própria do papa, isto é, sem ter sido solicitado por algum interessado, sendo considerado uma Carta Apostólica, do tipo \"Litterae Apostolicae\". O primeiro motu proprio remonta a Inocêncio VIII, em 1484. === Bula === O termo Bula refere-se não ao conteúdo e à solenidade do documento, mas à apresentação, à sua forma externa, que é lacrado com uma pequena bola (em latim, \"bulla\") de cera ou metal, em geral, chumbo (sub plumbo), assim existem Cartas e Constituições Apostólicas em forma de bula. Por bula o Papa geralmente exprime algo de muito solene, tal foi o caso da bula Ineffabilis Deus, que em 1854 formulou o dogma da Imaculada Conceição. Por Bula o Papa convoca os participantes de um Concílio ecumênico, cria ou desmembra uma diocese. A partir do século VI os Papas empregaram a bula (portadora do nome do Papa respectivo) a fim de autenticar os seus documentos, assim bula passou a designar o selo do Papa. A partir do século XIII, bula designa não apenas o selo, mas a sua própria carta. A Bula começa pelo nome do Papa, seguido pelo título Episcopus Servus Servorum Dei (Bispo Servo dos Servos de Deus) segue-se uma saudação e o conteúdo do documento. Utiliza-se o pergaminho. Até o século XV, a bula era um termo amplo que designava a maioria dos documentos papais. Outrora a letra era de tipo gótico e apresentava diversas abreviações, que tornavam difícil a leitura do documento. Leão XIII, em 1878, determinou que se utilizasse a escrita comum. Até 1º de janeiro de 1908 as Bulas eram datadas a partir de 25 de março (solenidade da Encarnação) e os dias eram contados segundo a nomenclatura romana (kalendas, idus, nonas); Pio X determinou a contagem dos dias segundo a terminologia corrente na sociedade atual. As Bulas de muito importância têm, pendentes de cordões coloridos, um globo de chumbo no qual está gravada a imagem das cabeças de São Pedro e São Paulo. == Ver também == * Documentos pontifícios de Bento XVI == Ligações externas == * L'Osservatore Romano (edição semanal em português) * Lista de documentos pontifícios disponíveis no site do Vaticano",
 "title": "Documento pontifício"
}