{
 "id": "6498",
 "text": "Borba é uma cidade portuguesa no distrito de Évora, na região do Alentejo e na sub-região do Alentejo Central, com habitantes (2021). Esta cidade é sede do Município de Borba com de área e habitantes (2021), subdividido em 4 freguesias.Lei n.º 11-A/2013, de 28 de janeiro: Reorganização administrativa do território das freguesias. Anexo I. Diário da República, 1.ª Série, n.º 19, Suplemento, de 28/01/2013. O Município é limitado a nordeste pelo município de Monforte, a leste por Elvas, a sueste por Vila Viçosa, a sudoeste pelo Redondo e a oeste por Estremoz. Borba compreende um conjunto de atividades económicas bastante diversificadas e ímpares na região e no Alentejo, como os mármores, vinhos, azeite, queijos e enchidos. Fruto das adversidades económicas vividas ao longo de décadas, a gastronomia foi sendo enriquecida com o recurso ao que a terra dava ao Homem, sendo hoje muito apreciada pelos seus aromas e paladares, rica em variedade e bem condimentada com o recurso a inúmeras ervas alimentares e aromáticas, cujas receitas foram aprimoradas de geração em geração. Evidencia-se ainda pelo vasto e rico património histórico que convidam à descoberta e ao reencontro com a história, apelando a uma visita mais atenta e demorada. A meia dúzia de quilómetros surge-nos da peneplanície alentejana a Serra d’Ossa, lugar aprazível e que merece também uma visita demorada, para a qual dão uma resposta de permanência, a qualidade de pernoita, numa série de residenciais e unidades de turismo rural, de aldeia ou habitação. ==Descrição genérica== O principal motor de desenvolvimento é a extração e transformação de mármore. Esta atividade origina uma paisagem única, contrastando as crateras profundas de onde se extrai o denominado “ouro branco” com as enormes escombreiras onde são depositados os excedentes. O nome Borba está também associado à excelência dos vinhos produzidos no município pelas diversas unidades vitivinícolas, evidenciada nas medalhas obtidas nos concursos nacionais e internacionais do sector. Outro ponto forte são os queijos produzidos em Santiago de Rio de Moinhos, os enchidos e o tradicional pão de Borba, produzido com ensinamentos e saberes de longa data, que foram passando de geração em geração, perpetuando a sua genuinidade até aos dias de hoje. Contudo, diversas atividades se mantêm ainda vivas nesta região, temos o caso do artesanato, os trabalhos de cantaria artística, a pintura de mobiliário, os restauros, as antiguidades, e os cada vez mais conhecidos, trabalhos em cortiça. Fruto das dificuldades económicas verificadas em algumas alturas da sua história as populações foram forçadas a recorrer a novos produtos para garantirem a sua alimentação, tornando a gastronomia local bastante rica em plantas e ervas aromáticas que tornam o seu paladar bastante apreciado e procurado, aprimorada pelo azeite que se extrai dos vastos olivais que complementam a paisagem do município, em contraste com as pedreiras e vinhas. No decorrer destas \"descobertas\" na gastronomia, e com o objetivo de tornar uma velha tradição numa aliciante oferta turística que a região oferece, o Município de Borba propôs aos empresários de restauração locais, que explorem um velho ritual de Borba, o \"Fazer as 11\". Borba evidencia-se ainda pelo vasto e rico património histórico que convidam à descoberta e ao reencontro com a história, apelando a uma visita mais atenta e demorada. A meia dúzia de quilómetros surge-nos da peneplanície alentejana a Serra d’Ossa, lugar aprazível e que merece também uma visita demorada. Existem uma série de residenciais e unidades de turismo rural, de aldeia ou habitação. ==História== A primitiva ocupação humana do sítio de Borba remonta a tribos galo-celtas, ocupada depois pelos romanos, godos e árabes até ser conquistada por D. Afonso II em 1217 e povoada pelo mesmo rei. Foi então que em 15 de junho de 1302, D. Dinis concedeu o primeiro foral, constituindo-se Borba como concelho. Em 1217, no reinado de D. Afonso II, é tomada aos Árabes, pela Ordem Militar de Avis. D. Dinis atribui-lhe Foral em 1302. A área do concelho (circunscrita no Foral) era bastante inferior aos atuais limites. Faltava-lhe quase toda a área correspondente à freguesia de Rio de Moinhos (pertença do concelho de Estremoz, à altura), contudo, possuía duas pequenas parcelas das freguesias de Terrugem (Elvas) e dos Arcos (Estremoz). O Barbo foi escolhido como distintivo do concelho, na altura de concessão do Foral. Foi também D. Dinis quem promoveu o amuramento acastelado da povoação. O castelo dispunha-se em planta quadrilateral e a sua construção obedeceu ao sistema corrente das fortificações similares da região. De grossa alvenaria, tinha amuramento espesso em altura normal, coroado por merlões góticos e de largo adarve que corria a muralha. O fosso, pouco profundo, desapareceu com a construção do casario que se foi desenvolvendo na face exterior. Pelos inícios do Séc. XVIII, o governo militar da província determinou envolver a vila por um campo entrincheirado, com fossos, estacaria e estradas cobertas, obra que foi apenas esboçada e de que ainda existiam vestígios em 1766. Do castelo, edificado ou remodelado do Séc. XIII conserva-se a torre de menagem e duas portas, a de Estremoz e a do Celeiro. Pouco se sabe de Borba, do período que medeia a concessão de Foral (reinado de D. Dinis) ao final do reinado de D. Fernando. A principal causa desta lacuna parece ser a destruição do cartório da Câmara, por ordem de D. João de Áustria, quando tomou o Castelo, durante a Guerra da Restauração. Ora, foram tempos difíceis para o concelho, os anos da crise de 1383 – 1385, a vila sofreu forte ruína com a passagem das tropas inglesas do Duque de Lencaster, que acolhido como aliado e amigo, procedeu como em país conquistado, ultrajando, espoliando e roubando os alentejanos. Finda a crise, Borba é doada (com outras terras alentejanas) a D. Nuno Álvares Pereira. O século XV corresponde a grande período de expansão. Tal como sucedeu por todo o país, com os Descobrimentos Portugueses, Borba viu a sua população prosperar, em número e riqueza. No reinado de D. Manuel, em 1512, é-lhe atribuído novo Foral (a 1 de Junho). Com domínio Filipino, a Guerra da Restauração e as sistemáticas incursões das tropas castelhanas, comandadas por D. João de Áustria, o concelho arruinou-se e perdeu população. Desta altura fica a memória de um acontecimento notável da história Borbense, o enforcamento do governador do Castelo, Rodrigo da Cunha Ferreira, e de mais dois capitães portugueses da guarnição, no verão de 1662, após a invasão vitoriosa do exército de D. João da Áustria. Este terá mandado cometer o atroz ato como vingança pela morte de três capitães, um sargento e 20 soldados das suas forças, além de 50 feridos. A memória dos povos guardou a efeméride na tradição toponímica, com a “Rua dos Enforcados”, que passou depois a chamar-se Rua Direita. Não contente com a sua represália, D. João da Áustria mandou ainda incendiar os Paços do Concelho e o Cartório Municipal, perdendo-se todos os manuscritos antigos da história de Borba. Em 1665, Borba esteve ocupada por três infantarias e um terço de cavalaria, e a população sofreu novamente o pânico da terrível invasão, que desmoronou no campo de Montes Claros, com a derrota dos exércitos de Filipe IV. A Batalha de Montes Claros (a 17 de Junho de 1665), travada em solo borbense, marca a derrota dos castelhanos nas Guerras da Restauração. Pela Vila e concelho são inúmeros os elementos alusivos à Batalha e ao comandante das tropas portuguesas, o Marquês de Marialva. Assinada a paz, o concelho de Borba prosperou. Ativou-se a cultura dos cereais, aumentou-se a área de olival e multiplicaram-se os vinhedos, afirmando-se mais no país a já antiga fama dos seus vinhos. Desta época, salientam-se as construções da Fonte das Bicas, os Paços do Concelho e vários Palácios. O princípio do século XIX marca, para Borba, uma fase de infortúnios com a Primeira Invasão Francesa. Durante a Guerra Peninsular levantou-se em Borba um grupo de milicianos que figurou na defesa de Évora, em 29 de Junho de 1808. Pouco depois, entre 1809 e 1811, na vila, alojou-se uma brigada escocesa do exército anglo-luso de Beresford. Pela Reforma Administrativa de 1834, os limites concelhios foram alterados com a anexação da freguesia de Rio de Moinhos e perda de pequenas áreas das localidades de Arcos e Terrugem. Em 1895, o concelho foi extinto e anexado a Vila Viçosa, no entanto, é restaurado três anos mais tarde, pelo Decreto de 13 de Janeiro de 1898. A partir do início do século XX, o sector dos mármores começa a ganhar peso na economia local, com destaque para o período que vai de 1910 a 1926. Já na segunda metade do século XX, o vinho surgiu como produto de grande importância, sendo, ainda hoje, a par do mármore, o principal pilar da economia do concelho. ==Toponímia== O topónimo Borba também dá nome a outras freguesias no norte de Portugal e a duas ribeiras. Também existem muitos topónimos derivados de Borba em Portugal e Espanha. Pensa-se que Borba tenha origem celta e significado \"nascente\" relacionado com a divindade Borvo === Relações Internacionais === O município de Borba é geminado com as seguintes cidades:http://www.anmp.pt/anmp/pro/mun1/gem101l0.php?cod_ent=M7150 * Mé-Zóchi, Ilha de São Tomé, São Tomé e Príncipe * Taishan, Guangdong, China == Educação == * Escola Básica de Borba (sede): Educação Pré-Escolar | Ensino Básico (1.º, 2.º e 3.º ciclos) | PIEF (2.º e 3.º ciclos) * Escola Básica de Rio de Moinhos: Educação Pré-Escolar e 1.º Ciclo do Ensino Básico * Jardim de Infância de Orada: Educação Pré-Escolar * Oficina da Criança * Creche e Jardim de Infância D. Ana Angélica da Silveira - Santa Casa da Misericórdia de Borba == Cultura == ===Património=== * Adarve da Muralha * Capela do Senhor Jesus dos Aflitos * Igreja do Real Convento das Servas * Fonte das Bicas * Igreja Matriz (Igreja da Nossa Senhora das Neves do Sobral) * Igreja da Misericórdia * Igreja de Santa Bárbara * Igreja de Santo António * Igreja de São Bartolomeu * Igreja do Senhor Jesus dos Aflitos * Igreja Paroquial de São Tiago * Igreja de Nossa Senhora da Orada * Castelo de Borba * Palácio da Família Alvarez * Palácio dos Fidalgos Silveira Meneses * Passos do Senhor * Passos do Concelho * Padrão de Montes Claros * Padrão Comemorativo da Batalha de Montes Claros * Ermida da Nossa Senhora da Vitória * Ermida de São Gregório * Convento da Nossa Senhora da Consolação do Bosque * Casa Nobre dos Morgados Cardosos * Quinta do General === Museus === * Lagar Museu * Museu Paroquial Beato Domingos de Borba * Celeiro da Cultura * Pólo Museológico Azinhal Abelho * Casa Alentejana * Casa Museu Interativa de Borba ==Evolução da população do município== De acordo com os dados do INE o distrito de Évora registou em 2021 um decréscimo populacional na ordem dos 8.5% relativamente aos resultados do censo de 2011. No concelho de Borba esse decréscimo rondou os 12.3%. Número de habitantes★Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 5 582 6 241 6 364 6 551 7 100 7 449 8 094 9 607 9 875 10 431 9 286 8 813 8 254 7 782 7 333 6 428 ★ Número de habitantes \"residentes\", ou seja, que tinham a residência oficial neste município à data em que os censos se realizaram Número de habitantes por Grupo Etário★★ INE - http://censos.ine.pt/xportal/xmain?xpid=CENSOS&xpgid;=censos_quadros 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 0-14 Anos 2 061 2 530 1 839 2 898 3 240 3 065 2 813 2 210 1 901 1 389 1 011 850 750 15-24 Anos 1 199 1 093 1 311 1 562 1 621 1 789 1 869 1 445 1 397 1 212 975 715 552 25-64 Anos 2 911 2 953 3 878 3 673 3 905 4 242 4 986 4 445 4 245 4 210 3 998 3 817 3 260 = ou > 65 Anos 364 390 383 529 567 616 763 965 1 270 1 443 1 798 1 951 1 866 ★★ De 1900 a 1950 os dados referem-se à população \"de facto\", ou seja, que estava presente no município à data em que os censos se realizaram. Daí que se registem algumas diferenças relativamente à designada população residente == Política == === Eleições autárquicas === Data % V % V % V % V % V % V Participação FEPU/APU/CDU PS PPD/PSD CDS-PP IND BE 1976 48,35 3 47,18 2 1979 65,78 4 31,47 1 1982 57,28 3 37,36 2 1985 42,98 2 53,66 3 1989 49,26 3 21,09 1 25,57 1 1993 49,05 3 25,60 1 20,10 1 1997 46,12 3 30,60 1 17,34 1 2001 31,30 2 56,35 3 8,30 - 2005 22,50 1 60,55 4 11,70 - 1,03 - 2009 19,10 1 63,16 4 14,19 - 2013 17,66 1 23,29 1 18,55 1 36,66 2 2017 7,29 - 23,86 1 13,70 1 47,80 3 4,62 - 2021 7,48 - 31,65 2 13,87 - 0,90 - 43,04 3 === Eleições legislativas === Data % PCP PS PSD UDP CDS APU/ CDU AD FRS PRD PSN BE PAN PSD CDS L CH IL 1976 36,46 33,12 8,76 7,43 7,14 1979 APU 18,91 AD 2,54 AD 49,86 22,29 1980 FRS 1,14 46,51 24,86 20,56 1983 29,71 13,68 1,21 5,37 45,04 1985 15,63 16,89 1,73 3,78 37,22 18,90 1987 CDU 17,74 31,73 0,78 2,26 29,28 10,49 1991 29,89 36,80 2,92 20,43 1,11 1,11 1995 51,34 17,72 1,10 4,41 20,36 1999 57,21 15,56 3,49 17,95 0,22 1,10 2002 57,22 20,80 3,66 13,39 1,46 2005 63,57 13,26 2,25 12,71 4,69 2009 47,94 15,08 4,39 13,86 12,43 2011 39,51 23,54 6,18 17,29 5,72 0,78 2015 46,13 CDS PSD 13,27 10,37 0,83 22,76 0,31 2019 46,45 16,13 2,43 12,64 11,70 1,18 0,61 1,94 0,42 2022 53,82 17,13 0,66 9,84 3,35 0,58 0,37 10,35 1,73 2024 42,05 AD AD 6,94 18,54 4,38 0,72 1,43 20,72 1,72 ==Administração== === Freguesias === O município de Borba está dividido em 4 freguesias: * Matriz (Borba) * Orada * Rio de Moinhos * São Bartolomeu (Borba) === Festas e Romarias === ====Festas em Honra de Nosso Senhor dos Aflitos==== Borba celebra todos os anos a partir do segundo fim de semana de Agosto as festas em Louvor do Senhor Jesus dos Aflitos, padroeiro da cidade, que reúnem habitualmente, milhares de visitantes e devotos. As cerimónias religiosas mantêm-se com a sempre comovente Soleníssima Procissão, ponto alto desta festa, pelas ruas da cidade, com as imagens do Senhor Jesus dos Aflitos, Nossa Senhora das Neves do Sobral e Beato Domingos Fernandes de Borba, acompanhada pela Banda Filarmónica do Centro Cultural de Borba e outra Banda (a definir). Do programa das festas além das cerimónias religiosas, em Honra do Senhor Jesus dos Aflitos, existem também espetáculos musicais, atividades desportivas, culturais, e torneios de jogos tradicionais - como a Corrida Noturna, Passeio BTT Noturno, Convívio Piscatório, como a Sueca, Dominó, Snooker, Malha, Garraiadas Noturnas. Os principais espetáculos vão decorrem tradicionalmente no Largo da Fonte das Bicas e durante a madrugada há discoteca (DJ´s) ao ar livre para animar as noites de festa. A Festa em Honra do Senhor Jesus dos Aflitos é organizada pela Câmara Municipal de Borba, Paróquias de Borba e Irmandade do Senhor Jesus dos Aflitos, Junta de Freguesia da Matriz, Junta de Freguesia de São Bartolomeu e Associações do Concelho de Borba. ==== Festa da Vinha e do Vinho ==== Em época de vindimas, o Alentejo não para e, em novembro, pelo São Martinho, Borba é a capital dos Vinhos do Alentejo! Borba cresceu com o vinho e este deu o mote para o momento mais alto de Festa no Concelho. Há mais de 25 anos que se celebra a Festa da Vinha e do Vinho, de Borba, trazendo à cidade centenas de visitantes durante os vários dias do certame. Promove-se o Vinho e a Viticultura nos mais diversos misteres e saberes, desde logo: * Associado à gastronomia tipicamente alentejana e Borbense, nos restaurantes presentes na Festa, nos petiscos e Circuito das Tascas e nos concursos gastronómicos associados e muito participados, quer no recinto do evento quer na maioria dos restaurantes de Borba; * Aliado aos produtos regionais certificados e de excelência: os queijos, os enchidos, o azeite ou o pão, entre outros, em Provas organizadas e informais que decorrem durante todos os dias na Festa; * O Vinho de Talha, fruto de saberes ancestrais, com mais de dois mil anos de história, feito ainda em Borba, em várias das Adegas particulares e antigas. Durante os vários dias da Festa está garantida muita animação (desde os espetáculos musicais em palco à animação de rua e às provas desportivas), tasquinhas e excelente gastronomia, produtos regionais certificados (azeite, queijos, enchidos, entre outros), artesanato e provas de vinhos. A Festa é organizada pelo Município de Borba, em conjunto com a Entidade Regional de Turismo do Alentejo, a CVRA – Comissão Vitivinícola Regional Alentejana e a ATEVA – Associação dos Técnicos dos Viticultores do Alentejo. Este é um Evento com enorme história em Borba e no Alentejo. === Gastronomia === As entradas passam por azeitonas, pão, queijos, enchidos, omelete com espargos, presunto, pézinhos de coentrada, salada de feijão frade com atum e ainda pimentos assados. Já as sopas ao estilo alentejano vão desde sopa de cação, sopa da panela, sopa de tomate, sopa de beldroegas, açorda, gaspacho, caldo verde, grãos com cardos, feijão com alabaças, sopa de hortelã, até grão com arrabaças. Entre os pratos principais está o ensopado de borrego, borrego assado no forno, cozido de grão à Alentejana, feijão branco com cabeça ou orelha de porco, burras assadas, migas com carne de porco à Alentejana e coelho assado no barro. Na doçaria destaca-se o Doce regional de Borba, sericaia, sopa dourada, pão de rala, encharcada, azevias, nógados, bolo de mel. ==== Fazer as 11 ==== O Município de Borba, em parceria com vários agentes locais, lança a iniciativa \"vamos fazer as Onze\", que é já um novo produto turístico baseado numa tradição ímpar do concelho. Trata-se de um ritual a que os mais velhos chamam \"Fazer as Onze\", ao qual os mais novos têm vindo a dar continuidade. É um tradição muito antiga desta localidade que é apenas frequentada por homens onde todos obrigatoriamente bebem um pequeno copo de vinho e comem um petisco, trocando conversas sobre os temas que vão marcando os dias pela cidade, muitas vezes acompanhadas de um \"fado ou uma cantiga tradicional\" improvisada no momento. Este ritual começa no “Alto da Praça” perto das 11 da manhã no centro da cidade onde amigos e conhecidos se juntam seguindo uma “visita” às tabernas onde se bebe um copinho de vinho e se faz acompanhar um petisco e dois dedos de conversa. === Dança === * Tânzer - Grupo de Dança ==Turismo Rural, residenciais e hospedarias== * Aldeia de São Gregório * Alojamento Casa de Borba * Casa do Terreiro do Poço * Horta Vermelha - Casas de Campo * Valmonte Hotel Rural * Monte Branco Turismo Rural * Hospedaria Pátio da Talha * Quartos Visconde * Residencial Inaramos * Pensão Residencial Vila Borba == Ver também == * Lista de percursos pedestres de pequena rota em Portugal == Ligações externas== Ficha do Igespar sobre o Castelo de Borba",
 "title": "Borba (Portugal)"
}