{
 "id": "64985",
 "text": "O Instituto Florestal é o órgão da Secretaria de Infraestrutura e Meio Ambiente do Estado de São Paulo que pesquisa e divulga conhecimentos sobre silvicultura e conservação, e que administra as áreas de preservação ambiental do estado, tarefa que começou a dividir com a Fundação Florestal a partir de 2007. Tem três linhas de atividades: conservação, produção (de madeira e resina) e pesquisa. == História == Embora o Instituto Florestal tenha recebido esta denominação em 26 de janeiro de 1970, sua história remonta o século XIX, com a chegada a São Paulo do sueco Alberto Löfgren, em 1874. A expedição botânica de que fazia parte estudou os estados de Minas Gerais e São Paulo. Em 1886 é criada a Comissão Geográfica e Geológica de São Paulo e Löfgren é designado para chefiar a seção de meteorologia e botânica, que seria o embrião do Instituo Florestal. Löfgren estuda a flora, as condições climáticas, coleta espécimes para o Herbário da Comissão, coleta sementes para experimentos científicos, estuda a ecologia dos diversos ecossistemas, estuda plantas tóxicas e medicinais e as de interesse industrial (madeiras, tintórias, resinosas, gomosas, fibrosas, e outras), estuda entomologia e fitopatologia. Tinha a cultura universalista corrente na Europa do século XIX, e iniciou estudos também de arqueologia, museologia e arquitetura. Assumindo a direção do Jardim da Luz em 1886, propôs sua transformação em Jardim Botânico, mas o espaço era muito pequeno, e oito anos depois funda o Horto Botânico na Serra da Cantareira, onde está hoje o Instituto Florestal, apoiado por Derby e Ramos de Azevedo. Em pouco tempo o Horto tinha mais de três mil espécies nativas e exóticas, e outra base na Serra a 1100 metros de altitude. Em 1900 Löfgren coordena a comissão que elabora o Código Florestal, tentando reverter a devastação causada pela busca de lenha para as ferrovias e a expansão da lavoura de café. Propõe a policultura com plantas nativas de uso medicinal e industrial, a ser ensaiada em lavouras caseiras mantidas pelas mulheres e crianças. Em 1901 o Horto já tinha 90 mil mudas para transplante, e em 1902 realiza em Araras a primeira Festa da Árvore. Nesse ano Löfgren escreve artigo no jornal O Estado de S. Paulo propondo a criação de um serviço florestal estadual para a conservação e exploração metódica das florestas remanescentes. O Serviço Florestal é criado em 1911, mas a legislação incipiente não impede a devastação. Em 1912 é anexada a Estação Biológica do Alto da Serra, para proteger amostras do ecossistema da Mata Atlântica. Em 1931 é inaugurado o Museu Florestal \"Octávio Vecchi\" na área do Horto (atualmente denominado Parque Estadual Alberto Löfgren). Em 1935 é transferido para o Estado um imóvel em Santos, e adquiridas terras em Mogi-Mirim, iniciando a expansão do Serviço Florestal. Este foi o início do que é hoje a Divisão de Reservas e Parques do Estado. A Divisão de Florestas e Estações Experimentais começa com o reflorestamento das décadas de 60 e 70 do século XX. Esta divisão estudou a silvicultura de essências nativas e forneceu mudas para o reflorestamento, e introduziu a pinocultura que substituiu a Araucaria angustifolia, em extinção no sul do país devido a seu uso como madeira mole. Em 1970 foi criado o Instituto Florestal, e nesta reformulação é enfatizado seu papel como instituição de pesquisa. Apesar de perder a importância legal como órgão difusor, continua a participar na expansão da atividade florestal no Estado. Desenvolve e difunde os planos de manejo de áreas naturais e realiza o Zoneamento Econômico Florestal, objetivando a conservação e a atividade econômica. Na década de 1980 subsidia a reorientação do reflorestamento no Brasil, publica o Plano Emergencial (1984) para a política florestal do estado e zoneia as terra do Vale do Ribeira. A execução do Plano de Ação Emergencial na década de 1990 incluiu a proteção ambiental, o apoio a populações tradicionais, a capacitação de pessoal, a pesquisa e a comunicação técnica e científica. Atualmente, busca alternativas para o uso sustentável de florestas, mantendo a biodiversidade, a qualidade das águas, o controle do clima e alternativas turísticas. Em 2020, o artigo 64 da Lei Estadual nº 17.293 de 15 de outubro de 2020 extingue o Instituto Florestal, que tem suas atividades de pesquisas unificadas na fusão com os outros institutos de pesquisa da Secretaria de Infraestrutura e Meio Ambiente (Instituto de Botânica e Instituto Geológico) e a gestão de suas áreas protegidas transferidas para a Fundação Florestal. == Estrutura == O IF é composto, além dos setores administrativos, dos departamentos: * Assistência Técnica de Programação * Divisão de Dasonomia: responsável pelo manejo e venda de sementes, além de outras pesquisas na área da Botânica. É o setor responsável pela administração da pesquisa na Instituição. * Divisão de Florestas e Estações Experimentais * Divisão de Reservas e Parques Estaduais * Serviço de Comunicações Técnico-Científicas Administra 851.910,03 hectares de florestas naturais e implantadas, em 86 Unidades de Conservação, o que compõe 3,4% do território paulista, incluindo 10% do que sobrou a nível nacional da biodiversidade da Mata Atlântica. == Ligações externas == * Categoria:Instituições de pesquisa do Brasil Categoria:Instituições governamentais estaduais de São Paulo Categoria:Ecologia Categoria:Botânica Categoria:Instituições governamentais do meio ambiente do Brasil",
 "title": "Instituto Florestal"
}