{
 "id": "65031",
 "text": "Via Campesina é uma organização internacional de camponeses composta por movimentos sociais e organizações de todo o mundo. A organização visa articular os processos de mobilização social dos povos do campo em nível internacional. A Via Campesina é um movimento internacional que coordena organizações camponesas de pequenos e médios agricultores, trabalhadores agrícolas, mulheres camponesas e comunidades indígenas da Ásia, África, América e Europa. Trata-se de um movimento autônomo e pluralista. Está formada por organizações nacionais e regionais cuja autonomia é cuidadosamente respeitada. Está organizada em 8 regiões: Europa do Leste, Europa do Oeste, Nordeste e Sudeste da Ásia, Sul da Ásia, América do Norte, Caribe, América Central, América do Sul e na África. == Fundação == Originou-se em Abril de 1992, quando vários dirigentes camponeses da América Central, da América do Norte e da Europa reuniram-se em Manágua, Nicarágua no contexto do Congresso da União Nacional de Agricultores e Pecuaristas (Unión Nacional de Agricultores y Granaderos-UNAG). Em maio de 1993, foi realizada a Primeira Conferência da Via Campesina em Mons, na Bélgica, durante a qual foi constituída como organização mundial e foram definidas as primeiras linhas estratégicas de trabalho, bem como suas estruturas. A Segunda Conferência Internacional realizou-se em Tlaxcala, México, em abril de 1996. Estavam representados 37 países e 69 organizações nacionais e regionais, que analisaram uma série de temas que são preocupação central dos médios e pequenos produtores tais como: soberania alimentar, reforma agrária, conflitos rurais relacionados a terra, crédito e dívida externa, tecnologia, participação das mulheres, entre outros. A segunda conferência aconteceu entre 18 e 21 de abril, um dia após o conflito que ficou conhecido como o Massacre de Eldorado dos Carajás, onde dezenove trabalhadores rurais sem-terra foram assassinados pela Polícia Militar do Estado do Pará, com evidente omissão por parte das autoridades locais, em um dos mais famosos episódios de violência no campo. Durante a Conferência é declarado o dia 17 de abril como \"dia Internacional da Luta Camponesa\" em homenagem aos camponeses assassinados em Eldorado dos Carajás. Já a Terceira Conferência foi em novembro/00 em Bangalore (Índia), e contou com mais de 100 delegados de organizações camponesas de 40 países. A Via Campesina está num processo de expansão e consolidação e pela sua natureza é uma organização politicamente complexa, pluricultural, com uma ampla cobertura geográfica projetando-se como uma organização da representatividade de pequenos e médios produtores a nível mundial. A Via Campesina desenvolve seu trabalho a partir dos seguintes eixos de ação: Gremiais, Político, Econômico, Comunicação, Gênero, Capacitação e Tecnológico. Para cada um desses eixos define-se objetivos e prioridades. == Atividades recentes e atuais no Brasil == Em março de 2009 um grupo de mulheres, ocupou uma cultura experimental de eucaliptos para a produção de celulose, que estavam sendo geneticamente alteradas. A ação teve a intenção de denunciar a atuação da Aracruz Celulose no país. A empresa ocupou ilegalmente áreas indígenas, além de se utilizar de recursos naturais do país para monocultura de eucalipto destinado a exportação de celulose, comprometendo recursos hídricos devido o alto consumo de água demandado pelo cultivo de eucalipto. Além de comprometer os recursos naturais, prejudicando o meio ambiente, a monocultura emprega pouca mão de obra gerando desemprego no campo e comprometendo áreas que poderiam ser destinadas ao cultivo de alimentos Apesar das motivações políticas legítimas, a ação teve uma repercussão negativa na imprensa nacional, que classificou o ato como vandalismo. Manifestantes, contudo, alegam que a cobertura jornalística teve um viés que criminaliza a ação dos movimentos sociais, visto que em nenhum espaço tratou- se das consequências nocivas do monocultivo de eucalipto para o meio ambiente, nem do histórico de apropriações ilegais de terras pela empresa. Também realizaram manifestação contra o agronegócio no prédio do Ministério da Agricultura, em Brasília. Sete pessoas da organização foram indiciadas pela polícia em março de 2009 pela ocupação de uma propriedade da Votorantim Celulose e Papel em Candiota, a 390 km de Porto Alegre, sob a acusação de invasão de propriedade e danos ao patrimônio. A ação visava denunciar os prejuízos (contaminação por agrotóxicos) que o cultivo de eucalipto traz para os assentamentos vizinhos da propriedade. Em Barra Bonita, cerca de 600 mulheres ocuparam uma área do grupo Cosan para denunciar as irregularidades da empresa no estado, submetendo trabalhadores a condições degradantes além de ser acusada de desvio de FGTS, terceirização fraudulenta, bem como danos ambientais pela queima da cana e contaminação do ambiente pelo uso de agrotóxicos. As ações visam denunciar os danos do atual modelo do agronegócio, baseado na monocultura de commodities agrícolas e na exploração dos recursos naturais destinados majoritariamente a exportação, gerando altos lucros para as empresas transnacionais e afetando as populações camponesas com danos ambientais e sociais. O modelo do agronegócio, além disso, em geral utiliza altas quantidades de agrotóxicos e emprega pouca mão de obra se comparado à agricultura camponesa, gerando desemprego no campo. A Via Campesina defende que a terra seja utilizada para a produção de alimentos saudáveis visando a soberania alimentar e do uso dos recursos naturais (hidrográficos e minerais) para atender as demandas do país, criando a identidade dos trabalhadores com a terra e gerando empregos no campo através da produção agroecológica , que respeita o meio-ambiente e o trabalhador do campo. No Brasil, um novo modelo de produção agroecológica depende de uma política consistente de reforma agrária, incentivos aos pequenos agricultores e a modelos cooperativos de produção, o que impõe aos movimentos sociais da Via Campesina a resistência da poderosa Bancada ruralista, que tem se destacado por defender políticas que favorecem o desmatamento e a concentração fundiária. Atualmente os movimentos e organizações da Via Campesina participam da Campanha Permanente Contra os Agrotóxicos e Pela Vida. O Brasil é o maior consumidor de agrotóxicos do mundo. Em média, usa-se em média 5,2 litros de agrotóxicos para cada brasileiro. Muitos desses agrotóxicos amplamente utilizados no país já são proibidos em outros lugares do mundo devido a pesquisas que atestam os danos a saúde e ao meio ambiente. No entanto, a Anvisa ainda não baniu a utilização desses produtos apesar dos atestados riscos à saúde da população tanto por consumo de alimentos quanto pela contaminação do solo e das águas. O documentário do cineasta Silvio Tendler, O Veneno Está na Mesa, trata da questão dos agrotóxicos no país e pode ser visto na internet. == Prioridades == * Articulação e fortalecimento das suas organizações afiliadas; * Incidir nos centros de poder e decisão dos governos e organismos multilaterais para reorientar as políticas econômicas e agrícolas que afetam aos pequenos e médios produtores; * Fazer protestos e ações contra as empresas transnacionais do agronegócio, contra os transgênicos e contra o capital financeiro. * Fortalecimento da participação das mulheres nos aspectos sociais, econômicos, políticos e culturais; * Formulação de propostas sobre temas importantes como: Reforma Agrária, Soberania Alimentar, Produção, Comercialização, Pesquisa, Recursos Genéticos, Biodiversidade, Meio ambiente e Gênero. == Estrutura e organização == * Conferências: é a máxima instância de decisão, se reúne a cada três anos; * Regionais: são instâncias de articulação em cada região; * Comissão Coordenadora Internacional: coordena as regionais. * As comissões estão integradas por 50% de mulheres e 50% de homens. A Via Campesina trabalha na construção de uma política de alianças com outras forças sociais, econômicas e políticas, a nível mundial, para lutar pelos seus direitos. === Organizações membros === A Via Campesina possui atualmente 182 organizações membros, localizadas em 81 países, segundo listagem oficial da organização atualizada em 2018. No Brasil, as seguintes organizações fazem parte da Via Campesina: * Movimento dos Trabalhadores Rurais Sem Terra (MST) * Movimento de Mulheres Camponesas (MMC) * Movimento dos Atingidos por Barragens (MAB) * Movimento dos Pequenos Agricultores (MPA) * Pastoral da Juventude Rural (PJR) * Movimento de Pescadores e Pescadoras Artesanais (MPP) * Coordenação Nacional de Articulação das Comunidades Negras Rurais Quilombolas (CONAQ) * Movimento Nacional pela Soberania Popular na Mineração (MAM) == Ligações externas == * Categoria:Movimentos sociais Categoria:!Mais Diversidade em Teoria da História na Wiki",
 "title": "Via Campesina"
}