{
 "id": "65041",
 "text": "Um é uma ferrovia constituída por um único carril/trilho, em oposição às ferrovias tradicionais que possuem dois trilhos paralelos. Um dos mais antigos monotrilhos do mundo, o de Wuppertal na Alemanha, foi construído em 1901 e ainda se encontra em funcionamento. == História == thumb|left|Monocarril de Palmer. O primeiro monocarril foi construído na Rússia em 1820 por Ivan Elmanov, em 1821 Henry Palmer construiu o primeiro monocarril do Reino Unido em Londres, esse foi o primeiro a carregar passageiros. O Monocarril Centenário foi apresentado na Exposição Centenária em Filadélfia, em 1876. Em 1879 foi construído o primeiro monocarril suspenso, o Wuppertaler Schwebebahn na Alemanha. Em 1903 foi criado o monocarril de giro por Louis Brennan. Por volta de 1879, foi proposto independentemente por Haddon e Stringfellow um sistema de \"um carril\", que utilizava um carril em \"V\" invertido (e assim com a forma de \"Λ\" em secção transversal). Foi concebido para uso militar, mas também foi visto como tendo uma utilização civil como um \"caminho-de-ferro barato\". O Boynton Bicycle Railroad era um monocarril movido a vapor em Brooklyn, em Long Island, Nova Iorque. Funcionava sobre um único carril de suporte de carga ao nível do solo, mas com um carril estabilizador de madeira acoplado por um par de rodas horizontalmente opostas. O caminho-de-ferro funcionou durante apenas dois anos, com início em 1890. A Hotchkiss Bicycle Railroad era um monocarril no qual uma bicicleta a pedal correspondente podia ser montada. O primeiro exemplo foi construído entre Smithville e Mount Holly, New Jersey, em 1892. Fechou em 1897. Outros exemplos foram construídos em Norfolk de 1895 a 1909, Great Yarmouth, e Blackpool, Reino Unido, a partir de 1896. ===1900s-1950s=== As primeiras concepções utilizavam uma alternativa de trilho metálico simples de dois flancos ao trilho duplo dos caminhos-de-ferro convencionais, tanto guiando como suportando o monocarril. Uma versão suspensa sobrevivente é o mais antigo sistema ainda em serviço: o monocarril de Wuppertal na Alemanha. Também no início dos anos 1900, foram testados monocarris Gyro com carros giroscópicamente equilibrados no topo de um único carril, mas nunca desenvolvidos para além da fase de protótipo. O Sistema Ewing, utilizado no Patiala State Monorail Trainways em Punjab, Índia, depende de um modelo híbrido com um único carril de suporte de carga e uma roda externa para equilíbrio. Um dos primeiros sistemas postos em prática foi o do engenheiro francês Charles Lartigue, que construiu uma linha entre Ballybunion e Listowel na Irlanda, aberta em 1888 e fechada em 1924 (devido a danos causados pela Guerra Civil da Irlanda). Utiliza um único carril de suporte de carga e dois carris externos mais baixos para equilíbrio, os três transportados em suportes triangulares. Possivelmente a primeira locomotiva de monocarril foi uma locomotiva a vapor 0-3-0. Uma monocarril de alta velocidade utilizando o sistema Lartigue foi proposta em 1901 entre Liverpool e Manchester.Em 1910, o monocarril giroscópico Brennan foi considerado para ser utilizado numa mina de carvão no Alasca. Em Junho de 1920, o Instituto Francês de Patentes publicou o FR 503782, de Henri Coanda, sobre um 'Transporteur Aérien' - Transportador de Ar. No deserto norte de Mojave, o Monocarril Epsom Salts Monorail foi construído em 1924. Corria durante 28 milhas a partir de uma ligação no Trona Railway, a leste, para colher depósitos de epsomite nas Montanhas Owlshead. Este monocarril não-passageiro, do tipo Lartigue, atingiu desníveis de até dez por cento. Só funcionou até Junho de 1926, quando os depósitos minerais se tornaram pouco económicos, e foi desmantelado para sucata no final da década de 1930. A primeira metade do século XX viu muitos outros desenhos propostos que nunca saíram da prancheta de desenho ou permaneceram protótipos de curta duração. Um dos primeiros monocarris planeados nos Estados Unidos foi em Nova Iorque, no início da década de 1930, preparado para um sistema ferroviário elevado. ===1950s-1980s=== Na segunda metade do século XX, os monocarris tinham assentado na utilização de uma via de viga ou viga maior, com veículos apoiados por um conjunto de rodas e guiados por outro. Nos anos 50, foi construído na Alemanha um protótipo à escala de 40% de um sistema concebido para uma velocidade de 200 mph (320 km/h) em troços rectos e 90 mph (140 km/h) em curvas. Havia desenhos com veículos apoiados, suspensos ou cantileverados a partir das vigas. Nos anos 50, surgiu o desenho de straddle ALWEG, seguido de um tipo de suspensão actualizado, o sistema SAFEGE. As versões da tecnologia ALWEG são utilizadas pelos dois maiores fabricantes de monocarril, Hitachi Monorail e Bombardier. Em 1956, o primeiro monocarril a operar nos EUA iniciou operações de teste em Houston, Texas. A Disneyland em Anaheim, Califórnia, abriu o primeiro sistema de monocarril de funcionamento diário dos Estados Unidos em 1959. Mais tarde, durante este período, foram instalados monocarris adicionais no Walt Disney World na Florida, Seattle, e no Japão. Os monocarris foram promovidos como tecnologia futurista com instalações de exposição e compras em parques de diversões, tal como se vê pelos sistemas herdados em uso hoje em dia. No entanto, os monocarris ganharam pouco espaço em comparação com os sistemas de transporte convencionais. Em Março de 1972, Alejandro Goicoechea-Omar publicou a patente DE1755198, num \"Comboio Vertebrate\", construído como via experimental em Las Palmas de Gran Canaria, Espanha. Surgiram os usos empresariais privados de nicho para monocarris, com o surgimento de viagens aéreas e centros comerciais, com a construção de sistemas do tipo vaivém. ===Percepções de monocarril como transporte público=== De 1950 a 1980, o conceito de monocarril pode ter sofrido, como em todos os sistemas de transportes públicos, com a concorrência do automóvel. Na altura, o optimismo do pós Segunda Guerra Mundial na América estava a ser elevado e as pessoas estavam a comprar automóveis em grande número devido à suburbanização e ao Sistema Rodoviário Interestadual. Os monocarris, em particular, podem ter sofrido com a relutância das autoridades de trânsito público em investir na percepção do elevado custo da tecnologia não comprovada quando confrontados com alternativas maduras mais baratas. Houve também muitas tecnologias de monocarril concorrentes, dividindo ainda mais o seu caso. Um exemplo notável de um monocarril público é o Monocarril AMF que foi utilizado como transporte por volta da Feira Mundial de 1964-1965. Esta percepção de alto custo foi desafiada sobretudo em 1963, quando o consórcio ALWEG propôs financiar a construção de um grande sistema no condado de Los Angeles, Califórnia, em troca do direito de funcionamento. Isto foi recusado pelo Conselho de Supervisores do Condado de Los Angeles sob pressão da Standard Oil of California e da General Motors (que eram fortes defensores da dependência automóvel), e o sistema de metro mais recente enfrentou críticas do famoso autor Ray Bradbury, pois ainda não tinha atingido a escala do monocarril proposto. Vários monocarris inicialmente concebidos como sistemas de transporte sobrevivem das receitas geradas pelo turismo, beneficiando das vistas únicas oferecidas pelas instalações em grande parte elevadas. ==== História recente==== A partir da década de 1980, a maioria dos sistemas de trânsito maciço de monocarril encontra-se no Japão, com algumas excepções. O Monocarril de Tóquio, é um dos mais movimentados do mundo, tem uma média de 127.000 passageiros por dia e já serviu mais de 1,5 mil milhões de passageiros desde 1964. A China iniciou recentemente o desenvolvimento de monocarris no final dos anos 2000, já lar do maior e mais movimentado sistema de monocarris do mundo e tem uma série de monocarris de trânsito maciço em construção em várias cidades. Um sistema Bombardier Innovia baseado em monocarril está em construção em Wuhu e vários sistemas \"Cloudrail\" desenvolvidos pela BYD em construção em várias cidades como Guang'an, Liuzhou, Bengbu e Guilin. Os monocarris têm sido utilizados continuamente em nichos de mercado e parques de diversões. Os modernos sistemas de monocarril de trânsito de massa utilizam os desenvolvimentos da abordagem de viga e pneu ALWEG, com apenas dois tipos suspensos em grande utilização. Configurações de monocarril também foram adoptadas por comboios de maglev. Desde os anos 2000, com o aumento do congestionamento do tráfego e da urbanização, tem havido um ressurgimento do interesse pela tecnologia dos transportes públicos em várias cidades, tais como Malta e Istambul, investigando hoje os monocarris como uma possível solução de trânsito de massa. Em 2004, Chongqing Rail Transit na China adoptou uma concepção única baseada no ALWEG com material circulante muito mais largo do que a maioria dos monocarris, com capacidade comparável à dos carris pesados. Isto deve-se ao facto de Chongqing ser atravessada por inúmeras colinas, montanhas e rios, pelo que a construção de túneis não é viável, excepto em alguns casos (por exemplo, linhas 1 e 6) devido à extrema profundidade envolvida. Actualmente, é o maior e mais movimentado sistema de monocarril do mundo. São Paulo, Brasil, está a construir um sistema de monocarril Bombardier Innovia como parte da sua rede de transportes públicos. O trilho de 14,9 milhas terá 17 estações, 54 comboios de monocarril e uma capacidade de passageiros de 40.000 passageiros por hora em cada direcção. Outra cidade que instala um sistema de monocarril da Bombardier Innovia num centro urbano é Riade, Arábia Saudita, para o seu novo Distrito Financeiro Rei Abdullah. == Tipos de monotrilho e aspectos técnicos == Existem dois tipos principais de monocarril: nos monocarris suspensos o veículo está localizado debaixo do carril e suspenso por cima. No modelo mais popular, o veículo encaixa-se no carril. Existe ainda um outro modelo no qual as rodas são colocadas dentro do carril. Oeiras foi a primeira cidade portuguesa a ter um sistema monotrilho. O SATU (Sistema de Transportes Automático de Oeiras) foi inaugurado a 7 de junho de 2004. Trata-se de um sistema automático, sem condutor, elétrico e não poluente. Numa primeira fase, este monotrilho faz a ligação entre a estação dos Navegantes, em Paço de Arcos e o Oeiras Parque, junto ao Parque dos Poetas. Os vagões têm capacidade para transportar 79 passageiros, podendo percorrer as três estações desta primeira fase em três minutos. Deve-se observar, contudo, que o SATU não é um verdadeiro monotrilho, já que, na verdade circula em dois trilhos, propulsionado por um cabo, à semelhança do que acontece no elevador de Santa Luzia (Viana do Castelo), por exemplo. No entanto, é popularmente considerado como tal, devido ao seu aspecto e funcionamento. ==Brasil== ===Minas Gerais=== No Brasil, o primeiro sistema de monotrilho a operar foi o da cidade de Poços de Caldas. De propriedade particular, a linha elevada interligava o terminal rodoviário da cidade até a área central, totalizando 6 Km de extensão e 11 estações. Atualmente, esse monotrilho está desativado tendo sido uma parte de sua via destruída no ano de 2003, dificultando assim o reinício imediato das operações. Há planos para a sua revitalização. ===Rio de Janeiro=== Na cidade do Rio de Janeiro, o centro de compras Barra Shopping, em 1996, com o objetivo de facilitar a circulação dos clientes e de substituir o sistema de micro- ônibus que circulava gratuitamente no estacionamento ligando todas as entradas do shopping, foi inaugurado um sistema de monotrilho com 3 estações com o preço de 1,50 reais por pessoa. Porém, após o período de novidade, foi demonstrada sua ineficiência em função do alto preço para os clientes, causando seu fechamento no ano de 2000. Com o tempo, todos os trilhos e seus suportes foram removidos, dando lugar a algumas poucas vagas de estacionamento. Uma de suas estações foi remodelada como passarela de pedestres para o Fórum Regional da Barra da Tijuca. ===São Paulo=== O Governo do Estado de São Paulo, através da Companhia do Metropolitano de São Paulo-(Metrô) constrói atualmente duas linhas de monotrilho de alta capacidade de forma simultânea na capital do estado (linha-15 prata, indo do Ipiranga até Cidade Tiradentes e Linha 17-Ouro, indo do Jabaquara até Morumbi, passando ainda pelo Aeroporto de CongonhasG1 \"\" Estação do monotrilho ficará em rua próxima ao aeroporto de Congonhas),e usando assim essa modalidade de transporte como alternativa de menor custo e impacto urbano e paisagístico para a expansão da rede metroviária da região metropolitana de São Paulo. O sistema de monotrilho em implantação e operação na Linha 15–Prata do metrô de São Paulo é o primeiro a ser utilizado como meio de transporte público urbano de alta capacidade no mundo.Portal do Governo do Estado de São Paulo \" Projeto do Monotrilho é premiado internacionalmente \" Assim como já ocorre na Linha 4-Amarela do metrô de São Paulo o monotrilho da linha 15-Prata tem a tecnologia \"driverless\", que dispensa a necessidade de condutor, além de ser o de maior capacidade de transporte de passageiros no mundo com 40 mil passageiros por hora, por sentido, totalizando 500 mil usuários por dia (previsão para quando sua extensão total projetada estiver em operação),R7 \"\" Monotrilho de SP será o de maior capacidade do mundo, com 40 mil passageiros por hora\" superando inclusive o sistema existente na cidade de Tóquio que detêm esse título atualmente e que serviu de inspiração para o sistema paulista.Jus Brasil \" \"Expresso Tiradentes terá sistema de monotrilho como o de Tóquio\" Outra característica do sistema em implantação na cidade de São Paulo é uma adaptação no projeto que faz com que haja passarelas metálicas centrais ao longo da linha, permitindo assim uma evacuação das composições sem grandes transtornos em caso de necessidade, já que a dificuldade desse tipo de procedimento em sistemas de monotrilho ao redor do mundo sempre foi apontada como uma das maiores fragilidades desse tipo de meio de transporte. As composições que prestarão serviço na Linha 15-Prata já se encontram em produção, estando 27 trens de 7 carros cada entregues e operando, pela linha de montagem da empresa canadense Bombardier em sua unidade de produção na cidade de Hortolândia, interior do estado de São Paulo, uma vez que a construção desta linha é fruto de um consórcio desta empresa junto ao Grupo Queiroz Galvão. Nas composições da linha 17-Ouro, a falida empresa malaia Scomi, que construiu monotrilhos em Kuala Lumpur, seria responsável pela tecnologia empregada em uma linha de montagem no Rio de Janeiro em parceria com o Grupo MPE. Além do fornecimento do primeiro carro, importado da Malásia, como modelo para a produção dos demais (de um total de 72 que serão produzidos para a Linha 17-Ouro) a Scomi traria ainda ao país os sistemas eletrônicos e de rodas dos veículos já prontos.Revista Ferroviária\"\" MPE investe na construção de monotrilhos\" Após a falência da empresa, a Companhia do Metropolitano buscou outro fornecedor para construir os trens, realizando uma nova licitação. O consórcio vencedor chama-se Signalling, e é composto pelas empresas T'Trans, Molinari e Bom Sinal, que, ironicamente, não têm experiência com a construção deste tipo de veículo. Porém, a Companhia ainda não deu seu parecer em relação aos documentos apresentados pelo consórcio, e o futuro da linha permanece incerto. O Projeto do monotrilho paulista da linha 15-prata foi premiado no ano de 2013, em Genebra na Suíça, pela União Internacional dos Transportes Públicos, durante a 60º edição do Congresso Mundial de Mobilidade e Transporte Público (UITP), na categoria ‘’Inovação em Intermodalidade’’.Nessa mesma ocasião o sistema de Metrô da cidade de São Paulo foi o vencedor do ‘’Prêmio Crescendo com o Transporte Público’’ na categoria ‘’Inovação em Serviços ao Cliente’’Portal do Governo do Estado de São Paulo\" http://www.saopaulo.sp.gov.br/spnoticias/lenoticia.php?id=229257&c;=561&q;=projeto- do-monotrilho-u-premiado-internacionalmente] Projeto do Monotrilho é premiado internacionalmente.\" ===Amazonas=== Atualmente encontra-se em curso projeto que prevê a instalação de um monotrilho na cidade de Manaus porém ainda sem data certa para a sua implementação. == Portugal == === Larmanjat === Em Portugal, o único monocarril do país foi o Larmanjat, desenvolvido pelo engenheiro francês Jean Larmanjat e que foi aplicado em três linhas em Portugal. Duas destas linhas eram para serviço comercial de passageiros e mercadorias, e ligavam a cidade de Lisboa a Torres Vedras e a Sintra, enquanto que a terceira linha só serviu para experiências, e unia o Arco do Cego ao Lumiar, dentro de Lisboa. A linha experimental foi inaugurada a 31 de janeiro de 1870, enquanto que a linha até Sintra entrou ao serviço a 5 de julho de 1873, e a de Torres Vedras a 6 de setembro do mesmo ano. As duas linhas principais totalizavam cerca de 50 milhas (80 km). Depois de alguns anos de funcionamento marcados por vários problemas, o sistema foi definitivamente encerrado com a falência da companhia exploradora em 1877. == Ver também == *Bonde *Maglev *Ferrovia *Ônibus de trânsito rápido *Transrapid *Trem *Aeromóvel *VLT == Ligações externas == Monocarris em geral: *The Monorail Society *faculty.washington.edu/jbs/itrans",
 "title": "Monocarril"
}