{
 "id": "65093",
 "text": "A renascença céltica (Celtic Revival, em inglês; também conhecido como Irish Literary Revival, \"Renascimento literário irlandês\"), tem a sua origem num grupo de autores que impulsionaram uma nova apreciação da literatura e da poesia de temática céltica, de meados do século XVII aos princípios do século XIX. Entre outros, destacam-se os seguintes: Lady Gregory, Samuel Ferguson, Standish Hayes Ou'Grady, Douglas Hyde, Thomas McDonagh, Aubrey de Vere, Percy French, George William Russell, Oliver St John Gogarty, Padraic Colum, Edward Martyn, Edward Plunkett, Lord Dunsany e William Butler Yeats. Estes autores traduziram do gaélico contos, histórias, epopeias e lendas. Escreveram poemas e obras teatrais referidas ao passado mítico irlandês e deram-lhes um novo impulso; fomentou-se, assim mesmo, o ensino desta língua. O político e linguista Douglas Hyde fundou a Liga Gaélica, cujo objectivo fundamental era a restauração do idioma e da cultura vernáculos. ==História== Em 1746 os Jacobitas (reclutados principalmente nas terras Higlands da Escócia) na Batalha de Culloden foram derrotados. Este foi o ponto de inflexão para o nascimento do que se deu em conhecer como Renascença céltica Em 1762 James Macpherson publicou Retalhos de poesia antiga recolhidos nas Highlands, e traduzidas do Gaélico ou Erse (Fragments of Ancient Poetry Collected in the Highlands of Scotland, and Translated from the Gaelic or Erse Language). Em 1762 tira do prelo Fingal e em 1763 Temora. Estas duas obras foram invenções que de supostas traduções dos poemas épicos em gaélico de um poeta chamado Ossian. Pouco depois somaram-se poetas das atuais \"Nações celtas\". Um exemplo são as obras de poesia galesa publicadas por Ieuan Brydydd em 1764; também cultivou este género literário o inglês Thomas Gray aportando obras como \"Elegia sobre um cemitério de aldeia\" e \"The Bard\". Renascença céltica estimulou a criação de obras inspiradas na cultura celta, diferenciando-a estritamente da inglesa. Isto foi devido, em parte, à necessidade política de uma identidade própria irlandesa e escocesa. O espírito de rebelião surgiu da invocação do passado histórico da Irlanda, dos seus mitos, lendas e folclore. Supôs, por outra banda, uma tentativa de revitalizar os antigos ritmos e músicas gaélicos irlandeses. Figuras como William Butler Yeats, John Millington Synge e Sean O'Casey escreveram obras e artigos jornalísticos de conteúdo fortemente nacionalista sobre o Estado da Irlanda, o qual se relacionou com outro grande símbolo do renacemento literário, o Abbey Theatre, que acolheu muitos novos escritores e dramaturgos irlandeses da época. Foi então que surgiu o conhecido como Celtismo ==Ver também== * Celtismo ou Panceltismo *Celtas *Cultura castreja == Referências == Categoria:Literatura da Irlanda Renascenca celtica Categoria:História da literatura",
 "title": "Renascença céltica"
}