{
 "id": "651",
 "text": "A Conquista de Ceuta ou Reconquista de Ceuta cidade islâmica tomada pelos árabes aos Visigodos em 709 no Norte de África, retomada por tropas portuguesas sob o comando de Dom João I de Portugal, deu-se a 21 de agosto de 1415 e encerrou-se em 22 de agosto de 1415. == O contexto == Ceuta é uma cidade costeira do norte de África localizada estrategicamente no Estreito de Gibraltar. Em 711, logo após a conquista árabe do Norte da África, a cidade foi usada como ponto de partida para a Invasão muçulmana da Península Ibérica. Porém, a cidade foi destruída em 740 e só reconstruída no , passando para o Califado de Córdova no . Nos séculos seguintes, foi governado pelos Almorávidas. Ceuta viveu então um período de instabilidade política, sob interesses concorrentes do Império Merínida e do Reino de Granada. Uma frota nacérida enviada por Abuçaíde Faraje, governador de Málaga, conquistou Ceuta aos Azáfidas, que a governavam, em Maio de 1306. Mais tarde, em 1309, a cidade foi tomada pelos merínidas com o apoio de uma frota aragonesa. A cidade mantinha um rico comércio com o Levante, Egito, Líbia, abundante pesca de atum e também apanha de coral, que constituía a sua principal indústria de exportação, além de ser também um conhecido valhacouto de piratas berberes, onde estes vendiam as suas presas capturadas nas costas ibéricas.Joaquim Pedro Oliveira Martins: ' 'Os Filhos de D. João I, Imprensa Nacional, 1891, p. 28 A posição de Ceuta em frente ao estreito de Gibraltar conferia-lhe o controlo de um dos principais mercados do comércio transafricano de ouro sudanês. A sua posse poderia eventualmente permitir a Portugal flanquear o seu rival mais perigoso, Castela.Payne, Stanley G., A History of Spain and Portugal, Vol. 1, Chap. 10 \"The Expansion\" Defendia a cidade um sistema de muralhas construídas por várias dinastias marroquinas ao longo dos séculos, mais recentemente os Merínidas, com um elevado número de portas que podiam revelar-se difíceis de defender.Luís Miguel Duarte: Ceuta: Tudo Aquilo Que Sempre Quisemos Saber e Nunca Ousámos Perguntar in XVII Jornadas de Historia de Ceuta: Portugal Y El Norte de Africa, Historias D'Aquem E D'Além-Mar, Instituto de Estudius Ceutíes, Ceuta, 2016, pp. 75–88. Incluíam as defesas da cidade uma forte cidadela construída pelos Merínidas. As relações entre os Merinidas de Marrocos e os Nacéridas de Granada encontravam-se tensas desde que Abuçaíde Otomão III de Marrocos tentara capturar Gibraltar em 1411, ao passo que Yusuf de Granada, por sua vez, instigou uma revolta em Marrocos.Hills, George (1974). Rock of Contention: A History of Gibraltar. Londres: Robert Hale & Company, p. 89. Depois de ter derrotado um exército Castelhano que invadiu Portugal em 1385 na Batalha de Aljubarrota, o rei D. João I assinou um tratado de paz com Castela, em 1411.Ignacio da Costa Quintella: Annaes da Marinha Portugueza, Typographia da Academia Real das Sciencias, 1839, pp. 57–70. Ainda antes de assinar a paz com o este seu único vizinho, D. João I havia lançado olhos a Ceuta e iniciou os preparativos já em 1409. O principal promotor da expedição de Ceuta foi João Afonso, vedor da fazenda, equivalente a ministro das finanças. O príncipe-herdeiro D. Duarte, o infante D. Pedro e infante D. Henrique (mais tarde apelidado de 'Infante Navegador') apoiaram com entusiasmo o projecto, pois a perspectiva de tomar Ceuta oferecia-lhes a oportunidade de ganhar riqueza, fama e glória. ==Preparativos== Os preparativos para a conquista de Ceuta, como a recolha de materiais e dinheiro, iniciaram-se com anos de antecedência e progrediram lentamente, embora o objectivo tenha sido sempre mantido em segredo. Não foram aumentados os impostos pois isto exigia uma reunião de Cortes e acarretava o risco de vazar o objectivo da expedição projectada. Tampouco se desvalorizou a moeda.Oliveira Martins, 1891, p. 35 Foram contraídos empréstimos, fretados navios estrangeiros, reparadas ou construídas até 30 galés pelo almirante de Portugal Carlos Pessanha, sendo todas as despesas vigiadas de perto. O Infante D. Henrique, mais tarde apelidado de 'Infante Navegador', foi encarregue de organizar o recrutamento de tropas nas províncias da Beira e Trás-os-Montes e reuní-las na cidade do Porto.Oliveira Martins, 1891, p. 37. O irmão do Infante D. Henrique, Infante D. Pedro foi encarregue de alistar homens no sul, nas províncias da Extremadura, Alentejo e Algarve, com ponto de encontro em Lisboa. Ao príncipe- herdeiro D. Duarte coube a papelada e e assuntos judiciais, tendo cumprido as suas funções com afinco ao ponto de cair em depressão. ===Falsa embaixada à Sicília=== A fim de explorar previamente as defesas de Ceuta, o rei D. João nomeou o Prior do Crato Dom Álvaro Gonçalves Camelo como embaixador ao Reino da Sicília, para propor oficialmente a D. Branca de Navarra, herdeira daquele trono e regente, o seu casamento com o Infante D. Pedro. Levou consigo duas galés, comandadas pelo capitão-mor-do-mar Afonso Furtado de Mendoça e parou propositadamente em Ceuta para comprar mantimentos. Ali ficaram durante quatro dias, medindo a profundidade do porto. Tendo chegado à Sicília e recebido da parte de D. Branca uma resposta negativa, tal como o rei D. João antecipara, regressaram a Portugal, parando novamente em Ceuta pelo caminho. Ao regressarem a Portugal, dirigiram-se ao Palácio de Sintra e, ali, D. Álvaro desenhou a D. João e os príncipes, em privado, um mapa de Ceuta e da geografia envolvente com areia e fio. ===Divulgação do plano ao conselho real=== Só depois de estar na posse destas informações precisas relativas a Ceuta é que D. João revelou à sua esposa Filipa de Lencastre as suas intenções de conquistar Ceuta. Mais tarde, por ocasião de uma caçada em Montemor-o-Novo, o rei divulgou então o projecto ao Condestável de Portugal, o célebre general D. Nuno Álvares Pereira, que o aprovou com entusiasmo. Por fim, o rei divulgou o projecto aos mais altos membros da sua Corte, em Torres Novas, para onde convocou a rainha, os príncipes, o Condestável D. Nuno Álvares Pereira, o chanceler-real João das Regras, o arcebispo de Braga Dom Lourenço, grão-mestre da Ordem de Cristo Dom Lopo Dias de Sousa, o grão-mestre da Ordem de Santiago Dom Fernando Afonso de Albuquerque, o grão-mestre da Ordem de Avis Fernão Rodrigues de Sequeira, o prior dos Hospitalários Álvaro Gonçalves Camelo, o Marechal de Portugal Gonçalo Vasques Coutinho, o D. Martim Afonso de Mello, e o alferes real João Gomes da Silva.Oliveira Martins, 1891, pág. 34 Por ordem do Rei, o Condestável expressou primeiro o seu voto, que foi a favor da expedição, depois o conselho votou por unanimidade também a favor. ===Falsa embaixada à Holanda=== O segredo que envolvia os visíveis preparativos da expedição fez com que surgissem entre a sociedade portuguesa numerosas teorias quanto ao seu objectivo. Alguns especulavam que o rei pretendia levar a cabo uma cruzada ao Levante, outros, que pretendia conquistar o Reino da Sicília, outros ainda especulavam (correctamente) que se destinava a Ceuta.Oliveira Martins, 1891, p. 40 Por então, já se haviam espalhado notícias e rumores entre muitos reinos vizinhos e pelos seus governantes relativamente aos preparativos em Portugal para um ataque a um alvo secreto. Os residentes de Ibiza e da Sicília preparam-se para resistir a um possível ataque português, no qual incorreram em despesas consideráveis.Monumenta Henricina Volume I, 1960, pp. 124-126. Alguns franceses escreveram ao rei Fernando I de Aragão expressando as suas suspeitas de que os portugueses se preparavam para participar na Guerra dos Cem Anos ao lado dos ingleses, em França.Monumenta Henricina Volume I, 1960, pp. 126–127. O rei João II de Castela, o rei Fernando I de Aragão e o emir de Granada Iúçufe III de Granada enviaram embaixadas à Corte portuguesa para indagar o propósito dos preparativos do monarca português; ao embaixador castelhano e ao aragonês assegurou-lhes o rei de que a armada não visava nenhum dos seus reinos, mas ao embaixador de Granada só foram dadas respostas evasivas. De forma a ocultar o verdadeiro objectivo da expedição, o rei D. João I enviou Fernão Fogaça como embaixador ao Conde da Holanda Guilherme VI, com a missão oficial de exigir publicamente ao conde uma compensação por uma série de abusos que os holandeses supostamente haviam cometido no mar contra marinheiros portugueses. O embaixador português avisou de antemão o conde do propósito real desta embaixada falsa e pediu-lhe a sua cooperação, ao que o conde acedeu, portanto o conde recebeu o Fogaça numa audiência pública na qual deu uma resposta tão rude que esta poderia ser entendida como uma declaração de guerra a Portugal. Em consequência disto, espalhou-se o boato de que D. João fazia-se prestes para atacar a Holanda. === Reunião em Lisboa antes da partida === Na Primavera de 1415 eclodiu a peste em Lisboa, obrigando a Corte a refugiar-se em Sacavém. A 10 de Julho de 1415, O Infante D. Henrique fez escala em Lisboa com uma frota de 7 galés e 20 naus transportando um numeroso corpo de homens bem equipados. Contava-se entre eles Aires Gonçalves de Figueiredo, um fidalgo de 90 anos, ao comando de uma nau. A frota portuguesa contava provavelmente com 59 galés, 33 naus ou cocas e 120 navios mais pequenos, transportando cerca de 50 000 homens, dos quais cerca de 20 000 eram combatentes. Incluía mercenários ou aventureiros ingleses, franceses e alemães. Um barão alemão comandava 50 homens da sua casa, ao passo que um inglês chamado Mondo comandava quatro navios. Contavam-se entre as fileiras da expedição quase todas as personalidades mais importantes de Portugal da época, para além do rei, como o príncipe-herdeiro Duarte, o Infante D. Pedro, o infante D. Henrique, o conde de Barcelos Dom Afonso de Cascais, o condestável D. Nuno Álvares Pereira, o sobrinho deste Dom Álvaro Pereira, o Grão-Mestre da Ordem de Cristo Dom Lopo Dias de Sousa, o Prior dos Cavaleiros Hospitalários Dom Álvaro Gonçalves Camelo, o Almirante Carlos Pessanha, o Conde de Viana D. Duarte de Meneses, o general-do-mar Afonso Furtado de Mendonça, o Duque de Bragança D. Afonso I, o Marechal de Portugal Gonçalo Vascques Countinho e o alferes-real João Gomes da Silva, entre outros. Participaram na expedição todas as principais casas nobres de Portugal, com a notável excepção da família Lima. Pouco antes da partida, a rainha D. Filipa adoeceu devido à peste. Chamou seus filhos ao lado de sua cama para que ela pudesse dar-lhes sua bênção.Rusell, Peter E. Prince Henry the Navigator: A Life New Haven: Yale UP, 2000. A rainha ofereceu aos seus três filhos mais velhos espadas incrustadas com jóias e deu a cada um uma porção da Ver Cruz, \"ordenando-lhes que preservassem sua fé e cumprissem os deveres de sua posição\".Prestage, Edgar. The Portuguese pioneers. London: Adam & Charles Black, 1966, p. 22. Embora tenha antes hesitado em casar com D. Filipa, o rei afeiçoara-se muito à sua esposa e estava \"tão triste com a doença mortal dela que não conseguia comer nem dormir\". Nas horas finais, a rainha estava lúcida e sem dores. Segundo consta a lenda, despertou-a um vento que soprava forte contra a casa e ao saber que era o vento norte, afirmou que era bastante benéfico para a viagem do filho e do marido à África, que ela havia ajudado a coordenar. Antes de morrer, rezou com vários padres e, \"sem qualquer trabalho ou sofrimento, entregou a sua alma às mãos Daquele que a criou, com um sorriso como se ela desdenhasse a vida deste mundo\". A expedição fora quase cancelada, mas o rei decidiu levá-la adiante. Foi decretado um dia de luto, ao fim do qual o Infante D. Henrique ordenou que todos os participantes se vestissem com as suas melhores roupas, os navios fossem ricamente enfeitados e as trombetas tocassem festivamente.Oliveira Marques, 1891, p. 45 O grão-mestre da Ordem de Avis foi encarregue de gerir Portugal na ausência do rei no dia 23 de julho e nesse dia D. João embarcou na galé real. Dois dias depois toda a frota levantou âncora e partiu de Lisboa, enquanto os cidadãos e habitantes locais observavam das colinas e praias circundantes.Oliveira Marques, 1891, p. 46 De Sacavém, o espião o espião aragonês Ruy Dias de Vega escreveu alguns dias depois ao rei de Aragão D. Fernando I de que havia rumores de que o objectivo da expedição seria Ceuta ou Gibraltar, com um relatório das tropas.Monumenta Henricina Volume I, Coimbra 1960, p. 487. ==Itinerário da frota portuguesa== Da foz do Rio Tejo, a frota portuguesa navegou para sul ao longo da costa sudoeste de Portugal e contornou o Cabo de São Vicente a 26 de Julho, sábado, ancorando naquela noite em Lagos. ===Lagos=== O rei desembarcou em Lagos um dia depois da chegada, para assistir na Sé de Lagos à missa dominical, dada pelo capelão real o franciscano João de Xira, que na ocasião leu à família real e aos comandantes a Bula da Cruzada emitida pelo Papa a favor de todos os que participassem no ataque contra Ceuta. ===Faro=== A 30 de Julho a frota largou âncora em Faro e, como o vento soprava fraco, permaneceu naquela cidade até 7 de Agosto, altura em que retomaram a sua viagem. Ao fim da tarde os portugueses avistaram o Cabo Espartel e viraram para o mar alto, entrando nessa noite no Estreito de Gibraltar e ancoraram na vila castelhana de Tarifa. Muitos membros da expedição estavam ainda convencidos de que o objectivo final da frota era atacar a Sicília. ===Tarifa=== Governava a vila de Tarifa o português Martim Fernandes Porto-Carreiro, que ofereceu ao rei mantimentos e gado como refresco. Estando a frota bem abastecida, D. João recusou a oferta, mas o Porto-Carreiro mostrou-se tão ofendido com a recusa que mandou abater e abandonar os animais na praia. Como compensação pela ofensa, o rei e os príncipes reais ofereceram ricas joias e 1000 dobras ao Porto-Carreiro. ===Algeciras=== De partir Tarifa, a frota ancorou em seguida em Algeciras, pertencente ao Emirado de Granada, este por sua vez vassalo dos Merínidas de Marrocos. D. João ordenou o ataque a Ceuta a partir de Tarifa no dia 12 de Agosto, mas quando partiram, correntes fortes e ventos contrários empurraram as naus portuguesas para leste quase até Málaga, ao passo que os navios a remos seguiram para Ceuta e ancoraram no seu porto. == A conquista == Assim que as galés portuguesas deram entrada no porto, o governador merínida de Ceuta Salá ibne Salá evacuou muitas das mulheres e crianças para as terras vizinhas e convocou em seu auxílio os habitantes, tribais, da região, muitos acorrendo voluntariamente liderados por líderes religiosos. Tantos pegaram em armas em defesa de Ceuta que os portugueses mais tarde afirmaram ter a cidade sido reforçada por nada menos que 100.000 pessoas. Ceuta não recebeu, porém, qualquer ajuda do próprio Sultão de Fez, seja porque este encontrava-se demasiado envolvido em querelas internas para poder organizar ajuda ou porque Salá ibne Salá agira de forma independente em anos recentes. Deram-se então os primeiros confrontos entre os portugueses e os defensores de Ceuta, com as galés portuguesas a serem alvejadas a partir das muralhas, sendo a embarcação do almirante Carlos Pessanha a mais danificada, por ser a que se encontrava mais próxima da costa. Apesar da separação da frota, Pessanha desembarcou um destacamento de homens para combater os marroquinos em terra. Tendo reunido a armada diante de Ceuta a 16, o rei decidiu atacar a cidade no dia seguinte, mas os fortes ventos dispersaram novamente a frota portuguesa, obrigando o rei a refugiar-se na baía de Algeciras com os navios a remos, ao passo que as naus foram empurradas mais para leste. Vendo a frota portuguesa dispersar-se e acreditando que o ataque não se realizaria mais, muitos dos guerreiros e milícias indisciplinados que se tinham reunido na cidade para a sua defesa retiraram-se para as suas terras, enquanto o governador Salá ibne Salá tomou a decisão fatal de desmobilizar o resto do território. os voluntários para evitar novos conflitos, restando apenas a guarnição habitual. ===Interlúdio=== De Algeciras, o Infante D. Henrique foi mandado reunir todas as naus dispersas a reboque das galés. A peste eclodiu então entre a armada e dizimou as tripulações.Oliveira Marques, 1891, p. 50 O rei D. João então reuniu um Conselho de Guerra com os seus capitães enquanto se encontrava ancorado em Punta Carnero, Espanha, mas rejeitou a opinião daqueles que sugeriram cancelar o ataque. Na noite de 20 de agosto a frota portuguesa zarpou novamente, e ancorou no porto de Ceuta, com o desembarque agendado para o dia seguinte. Salá ibne Salá mandou colocar o maior número possível de homens disponíveis nas muralhas e que tantas luzes e velas fossem acesas quanto possível, para dar a impressão aos portugueses de prontidão e de uma cidade grande e bem guarnecida mas, embora brilhante, o efeito revelou-se nulo.Richard Henry Major: The Life of Prince Henry of Portugal Surnamed the Navigator, and Its Results, Comprising the Discovery, Within One Century, of Half the World ... from Authentic Contemporary Documents, Asher, 1868, pp. 26–42. === O assalto à cidade === thumb|Infante D. Henrique na conquista de Ceuta, em azulejos de Jorge Colaço no Centro Cultural Rodrigues de Faria Na manhã de 21 de Agosto de 1415, o rei D. João I deu ordens para o desembarque das tropas e um assalto geral à cidade. No entanto, quando o rei embarcou num escaler para ser levado a terra, feriu-se numa perna. Foi então dado sinal ao Infante D. Henrique para que liderasse as tropas a terra. O primeiro a desembarcar foi Rui Gonçalves, conhecido pela sua ousadia; este encontrou resistência ao desembarcar com os seus homens na actual Playa San Amaro. O infante D. Henrique foi o primeiro infante a desembarcar à frente de um esquadrão de homens. Seguiu-lhe o seu irmão e o príncipe-herdeiro D. Duarte e, à frente de cerca de 300 homens, ambos lograram expulsar os defensores muçulmanos de volta ao portão de Almedina, que foi penetrado pelos portugueses antes que fosse firmemente encerrado. Os marroquinos lograram ainda opor alguma resistência aos portugueses entre as apertadas ruas logo além da porta da cidade, encorajados por um grande núbion ou sudanês que atirava grandes pedras. Depois de este ter sido morto por Vasco Martins de Albergaria, os muçulmanos viraram-se e fugiram, perseguidos pelo casario pelos homens chefiados pelo infante D. Pedro, pelo infante D. Henrique.Oliveira Marques, 1891, p. 51 À medida que os portugueses tomavam conta da cidade, Salá ibne Salá desceu da cidadela para tentar conter o avanço dos atacantes nas ruas estreitas, a fim de permitir que os residentes pudessem ao menos fugir a tempo com as suas famílias. Vasco Fernandes de Ataíde tentou abrir outro portão à com alguns homens, mas foram rechaçados, sendo mortos 8 e Ataíde ferido mortalmente. O infante D. Henrique deixou para trás um destacamento de homens a proteger a porta que fora aberta enquanto esperavam pelo resto do exército; chegou este pouco depois comandada pelo Rei, Príncipe D. Pedro e pelo Condestável Nuno Álvares Pereira. O rei D. João, no entanto, não participaria mais nos combates e sentou-se junto ao portão. Durante os combates urbanos, espalhou-se entre as tropas portuguesas o boato de que o príncipe Henrique havia morrido, pois não era possível localizá-lo. Ao ser informado dos rumores da morte de seu filho, o rei terá respondido que \"tal é o fim que devem esperar os soldados\". Salá ibne Salá manteve a posse da cidadela de Ceuta até ao pôr-do-sol, mas não vendo forma de resistir aos portugueses, fugiu da cidade com alguns dos seus homens, levando as suas famílias e tudo o que conseguissem transportar. Só na manhã seguinte, a 21 de Agosto, é que os portugueses se deram conta de que a cidadela se encontrava abandonada. Ceuta caiu por inteiro em mãos portuguesas e os combates cessaram. A maioria dos residentes de Ceuta fugira da cidade, embora um número considerável tenha sido morto na acção e algumas mulheres, crianças e idosos incapazes de fugir ou pegar em armas tenham ainda sido encontrados nas suas residências.Oliveira Marques, 1891, pág. 53. Mediante ordens do rei, o conde de Avranches Álvaro Vaz de Almada ou João Vasques de Almada içou, pela primeira vez, a bandeira de Lisboa (ou de São Vicente) sobre o castelo de Ceuta. Este símbolo ainda hoje é a bandeira de Ceuta, se bem que foi-lhe acrescentado ao centro o brasão de Portugal.Monumenta Henricina Volume I, Coimbra 1960, p. 439 ==Rescaldo== A conquista foi conseguida com poucas baixas, pois apenas um fidalgo português - Vasco Fernandes de Ataíde, governador da casa do Infante D. Henrique - faleceu no ataque, morto por uma grande pedra lançada das muralhas da cidade, que o atingiu na cabeça. Uma inscrição em Latim, relativa a este evento, \"parece ser...o único vestígio subsistente da permanência dos Portugueses em Ceuta\". :\"(...) Já passavam de sete horas e meia depois do meio dia, quando a cidade foi de todo livre dos mouros. (...) As outras Companhias [de soldados portugueses], não tinham maior cuidado doutra coisa que de apanharem o esbulho. (...) Muitos que se acercaram primeiramente naquelas lojas dos mercadores que estavam na rua direita, assim como entraram pelas portas sem nenhuma temperança nem resguardo, davam com suas facas nos sacos das especiarias, e esfarrapavam-nos todos, de forma que tudo lançavam pelo chão. E bem era para haver dor do estrago, que ali foi feito naquele dia. Que as especiarias eram muitas de grosso valor. E as ruas não menos jaziam cheias delas (...) as quais depois que foram calcadas pelos pés da multidão das gentes que por cima delas passavam, e de si com o fervor do sol que era grande, davam depois de si muy grande odor. (...)\" (Crónica da Tomada de Ceuta, Gomes Eanes de Zurara, 1450.) A mesquita foi consagrada e, na primeira missa lá realizada, os três príncipes da Ínclita geração presentes foram feitos cavaleiros pelo seu pai. Os portugueses encontrariam mais tarde no seu minarete dois sinos, saqueados por piratas de uma igreja portuguesa em Lagos. Ceuta foi constituída em diocese, e o Franciscano inglês confessor da falecida rainha D. Filipa, frei Aimar d'Aurillac foi nomeado primeiro bispo de Ceuta.Silva, 2019, p. 31. A noite foi passada em redobrada vigilância; a manhã de 22 de agosto foi tempestuosa com chuva e granizo. Imenso espólio recolheu- se de entre a cidade, se bem que a conquista tenha sido menos lucrativa do que o rei D. João antecipara. O conde de Barcelos D. Afonso de Bragança capturou mais de 600 colunas de mármore e alabastro do palácio de Salá ibne Salá e de outros edifícios, bem como um tecto abobadado feito em talha dourada de uma praça da cidade, que decoraria a sua residência em Portugal. O rei enviou então mensageiros a várias Cortes europeias notificando-os da vitória. Convidou até o rei Fernando I de Aragão para se juntar a ele na conquista das terras do norte de África , que D. Fernando apreciou, mas este morreu pouco depois de receber a mensagem. Contra a vontade de um número considerável de seus homens, o rei decidiu manter a cidade, a fim de levar a cabo novos empreendimentos na região. No entanto, a nomeação de um governador revelou-se inesperadamente difícil, visto que muitos nobres de alto escalão, como o condestável Nuno Álvares Pereira, o Marechal Gonçalo Vasques Coutinho e o chefe da guarda-costas real Dom Martim Afonso de Melo recusaram a oferta do rei, mas o conde de Viana D. Pedro de Meneses voluntariou-se para a perigosa posição.Nuno Silva Campos: GUERRA E CORSO EM CEUTA DURANTE A CAPITANIA DE D. PEDRO DE MENESES (1415–1437) in ACTAS XIV SIMPÓSIO DE HISTÓRIA MARÍTIMA: CEUTA E A EXPANSÃO PORTUGUESA, 2015, p. 337. O pai de D. Pedro havia-se aliado a Castela contra D. João durante a Guerra Civil de 1383–1385, o que poderá explicar porque é que D. Pedro procurou o cargo. O rei ordenou que quase 3 000 homens ficassem para trás como guarnição. Incluía 300 escudeiros da casa real, 300 escudeiros da casa do príncipe-herdeiro D. Duarte, 250 escudeiros da casa do Infante D. Pedro, 300 escudeiros da casa do Infante D. Henrique, 600 besteiros a pé e a cavalo, um número inédito de escudeiros das cidades de Évora e Beja e vários nobres com os seus seguidores. Muitos ressentiam-se profundamente com a ideia de viver numa cidade fronteiriça isolada, rodeada por potências muçulmanas hostis, ávidas por vingança contra os cristãos e, temendo morte certa ou cativeiro, imploraram para serem levados de regresso a Portugal, subornaram funcionários para os levarem de volta aos navios ou fingiram doenças.Nuno Silva Campos: D. Pedro de Meneses e a construção da Casa de Vila Real (1415–1437), Publicações do Cidehus, 2018, p. 43. Alguns se estabeleceram voluntariamente na cidade como milicianos, como os artesãos. Outros abraçaram de bom grado a vida de fronteiros. Provavelmente muitos eram nobres e seus vassalos, buscando riqueza e glória no serviço no exterior, como Rui de Sousa, que ficou para trás com 40 vassalos. Tais nobres poderiam ter-se tornado um sério factor de desestabilização e conflito interno finda a paz com Castela em 1411.Campos, 2015, p. 354. Ceuta foi a primeira possessão portuguesa em África, estratégica para a exploração Atlântica que começava a ser efectuada. ==História posterior== Deixando ficar o conde de Viana, D. Pedro de Meneses, o rei, os infantes e o resto da frota regressaram a Lisboa em Setembro, tendo permanecido durante treze dias em Ceuta. Partida a frota portuguesa para casa com a maior parte do exército, os residentes de Ceuta que se haviam refugiado nas colinas e pomares circundantes tentaram inúmeras vezes recuperar a cidade, mas foram sempre facilmente rechaçados pela guarnição em escaramuças quase diárias.Campos, 2015, pág. 342. Dom Pedro mandou demolir casas, torres, pomares e bosques ao redor da cidade e preencher valas para desimpedir a visão da cidade e evitar emboscadas.Campos, 2015, p. . 343. Manter Ceuta constituía um problema logístico: era necessário enviar mantimentos, armas e munições; a maior parte dos soldados era recrutada à força, recorrendo-se a condenados e criminosos a quem o rei comutava a pena desde que fossem para Ceuta e ainda recompensar generosamente os nobres que ocupavam postos de chefia. Após a conquista de Ceuta, foi criada em Portugal a \"Casa de Ceuta\", sendo esta uma instituição real com escriturários, tesoureiros, funcionários de armazém e feitores, com repartições em Lisboa, Porto, Santarém e outros locais, encarregue de garantir o abastecimento da cidade e da sua guarnição.Manuel Flávio Duarte da Silva: O abastecimento de Ceuta nos meados do (segundo a carta de quitação a Gonçalo Pacheco), Universidade do Porto , 2019, pp. 36–37. Em 1419, o sultão de Marrocos Abuçaíde Otomão III sitiou Ceuta com a ajuda do emir Nacérida Maomé VIII de Granada, porém os portugueses, sob o hábil comando de Dom Pedro de Meneses, rechaçaram o ataque. Culpado pela perda de Ceuta, o sultão foi posteriormente assassinado quando se deu um golpe de estado em Fez, em 1420, deixando o sultão apenas um filho como herdeiro. Marrocos mergulhou no caos à medida que pretendentes rivais ao trono competiam entre si e governadores locais constituíam feudos regionais para si, vendendo o seu apoio a quem mais lhes oferecesse.Julien, Charles-André Julien, Histoire de l'Afrique du Nord, des origines à 1830, edição original 1931, réédition 1961, Payot, Paris, p. 195–196 A crise política em Marrocos libertou a pressão sobre Ceuta durante os anos seguintes. thumb|Situação política no Magrebe e possessões portuguesas(1415–1769) A seu tempo, Ceuta veio a tornar-se uma formidável base militar e um dos principais refúgios para corsários cristãos no ocidente Mediterrâneo, a principal base a partir da qual os navios portugueses atacavam navios muçulmanos hostis, de Salé a Granada e Tunes, actividade que rendeu ao capitão de Ceuta D. Pedro de Meneses e a D. João I valiosos rendimentos.Filipe Themudo Barata : O CORSO E A PIRATARIA A PARTIR DE CEUTA: INSTRUMENTO POLÍTICO E NEGÓCIO POPULAR in ACTAS XIV SIMPÓSIO DE HISTÓRIA MARÍTIMA: CEUTA E A EXPANSÃO PORTUGUESA, 2015, p. 336. A navegação cristã no Estreito de Gibraltar também se tornou mais segura.Campos, 2015, p. 354. Os ataques portugueses causaram o abandono da costa marroquina por número considerável de residentes, que fugiram para o interior, ao passo que o comércio externo marroquino definhou gradualmente.Filipe Themudo Barata: Ceuta: Da Organização De Uma Máquina de Guerra À Eficácia de Um Instrumento de Política Externa in XVII Jornadas de História de Ceuta: Portugal Y El Norte de Africa, Histórias D'Aquem E D'Além-Mar, Instituto de Estudius Ceutíes, Ceuta, 2016, pp. 65–73. Ceuta era frequentada por aventureiros de diversas nacionalidades, entre castelhanos, aragoneses, flamengos, Alemães e até mesmo polacos, que buscavam de riqueza e glória.Campos, 2015, p. 352. Tendo-se distinguido em Ceuta como um comandante ousado, o infante D. Henrique foi convidado a comandar os exércitos de Henrique V de Inglaterra, Papa Martinho V, Imperador Sigismundo e Rei João II de Castela mas o infante recusou sempre semelhantes ofertas. Durante o reinado de D. Duarte, a fortaleza de Ceuta rapidamente se tornou um peso nas finanças régias. As caravanas trans-saarianas mudaram de percurso para Tânger e o permanente estado de guerra comprometia o cultivo dos campos em redor e a produção de cereais. A situação agravou-se em função das elevadas despesas militares necessárias à manutenção da praça africana. Os membros da corte chegaram a cogitar o abandono da cidade. O Infante D. Pedro, em carta ao seu irmão, afirmava mais tarde: Em 1437 Henrique e Fernando persuadiram o rei a lançar um novo ataque ao sultanato Marinida. O ataque a Tânger liderado pelo infante D. Henrique, foi um desastre. O Infante D. Fernando foi entregue aos merínidas como refém e prometida a entrega Ceuta para que o exército português pudesse partir a salvo. D. Fernando faleceu no cativeiro e a cidade continuou portuguesa (1443). A posse de Ceuta levaria indirectamente a mais expansão portuguesa. A principal área de expansão portuguesa, nesta altura, era a costa de Marrocos, onde havia cereais, gado, açúcar e têxteis, bem como peixe, peles, cera e mel. Os marroquinos não se conformaram e atacaram a cidade duas vezes, em 1418 e em 1419, sem sucesso. Ceuta teve que se aguentar sozinha, durante 43 anos, até que a posição da cidade ser consolidada com a tomada de Alcácer Seguer (1458), Arzila e Tânger (1471). A cidade foi reconhecida como possessão portuguesa pelo Tratado de Alcáçovas (1479) e pelo Tratado de Tordesilhas (1494). Durante a Dinastia Filipina, Ceuta manteve uma administração portuguesa, assim como Tânger e Mazagão. Todavia, quando se deu a Restauração Portuguesa, a cidade não aclamou o Duque de Bragança, como rei de Portugal, mantendo-se espanhola. A situação foi oficializada em 1668 com a assinatura do Tratado de Lisboa entre os dois países, e que pôs fim à guerra da Restauração. == Motivos == As causas e origens da conquista de Ceuta não são hoje suficientemente claras: uma das razões, a Causa Bélica, teria sido a oportunidade dos infantes (D. Duarte, D. Pedro e D. Henrique) serem armados cavaleiros por um feito de guerra.Crónica da Conquista de Ceuta, Gomes Eanes de Zurara Outra, a Causa Religiosa, defendida por historiadores como Joaquim Bensaúde (1859-1951), viram na figura do infante D. Henrique um símbolo do espírito de cruzada, defendendo ter havido na génese da expansão um zelo religioso; Outra, a Causa Política, talvez a ameaça castelhana constante sobre a cidade, defendida por historiadores como Jaime Cortesão (1884-1960), que realçava o desejo da antecipação a Castela na expansão para o norte de África. Estes motivos não são incompatíveis com a Causa Económica, defendida por António Sérgio (1883-1969) e, mais recentemente, Vitorino Magalhães Godinho (1918-2011) - Ceuta era uma cidade rica e teriam sido levados pela burguesia comercial, que queria canalizar para Lisboa o tráfego do Mediterrâneo ocidental feito por aquela cidade. Para se informar de todos os pormenores da cidade, D. João I enviou à Sicília dois embaixadores com o pretexto de pedirem a mão da rainha para o infante D. Pedro;Chronica De El-rei D. João, Gomes Eanes De Zurara estes na passagem colheram todas as informações sobre Ceuta. Estas são consideradas as principais razões da conquista de Ceuta: * Geoeconómicas: a posição geográfica de Ceuta permitiria controlar a entrada e saída dos navios vindos do Atlântico para o Mediterrâneo e vice-versa através do estreito de Gibraltar, de modo que a costa do Algarve parasse de ser atacada por piratas oriundos ou baseados na cidade muçulmana. * Religiosas: havia um desejo de expansão da fé cristã através do incremento de territórios onde o cristianismo poderia ser implantado. * Sociais: as classes mais abastadas tinham vários interesses nesta conquista. A nobreza buscava novas terras, honras e rendas; o clero desejava expandir a fé cristã; e a burguesia estava à procura de novos produtos e mercados. * Económicas: Portugal sofria com a falta de diversos produtos como trigo, ouro, prata e especiarias. A conquista de Ceuta significaria para o reino português o controle sobre uma cidade em que afluíam os produtos orientais vindos da Índia pelas rotas caravaneiras que traziam ouro, especiarias, etc. Ressalte-se ainda que a cidade era uma zona fértil, apropriada para a produção de cereais. * Políticas: o reino português procurava aumentar sua importância no quadro das monarquias ibéricas através do estabelecimento de Ceuta como o ponto mais oriental da reconquista cristã a ser feita por Portugal no norte da África. == Bibliografia == * Gomes Eanes de Zurara, Crónica da Tomada de Ceuta (escrita em 1453, trata-se de uma importante obra relativa a esta guerra.) * Mestre Mateus Pisano, Livro da guerra de Ceuta (escrito, em 1460, em latim, este livro foi vertido em português por Roberto Correia Pinto.) * Antoine de la Sale (única testemunha ocular da guerra de Ceuta), Consolações dirigidas a Catharina de Neufville, Senhora de Fresne (escrita, em 1453, em francês, esta obra foi vertida em português pelo general Carlos du Bocage.) * Arkan Simaan, L'Ecuyer d'Henri le Navigateur (romance histórico, em francês, editado por Harmattan. Nos primeiros capítulos encontra-se uma descrição da tomada de Ceuta e da ocupação da cidade até o cerco de 1418-1419. Em seguida vem o relato das atividades do Infante Dom Henrique em Sagres, as expedições marítimas, as descobertas de Porto Santo e da Madeira, a passagem do cabo Bojador por Gil Eanes, o desastre de Tanger e a chegada dos primeiros escravos africanos em Lagos.) *Aileen Gallagher, Prince Henry the Navigator: Pioneer of Modern Exploration (2003) ISBN 978-0-8239-3621-2 *Jeff Kinard, Artillery: an illustrated history of its impact (2007) ISBN 978-1-85109-556-8 *Kenneth Warren Chase, Firearms: a global history to 1700 (2003) ISBN 978-0-521-82274-9 *Peter O. Koch, To the ends of the earth: the age of the European explorers (2003) ISBN 978-0-7864-1565-6 == Ligações externas == * A conquista de Ceuta: um dia de combate, Horizontes da Memória - A tomada de Ceuta (Extrato de Programa), por José Hermano Saraiva, Videofono / RTP, 2002 * «O que terá levado o rei a arriscar tanto numa aventura africana?», por Manuel Carvalho e Sérgio C. Andrade. Público, 21 de Agosto de 2015 * Recensão: As Décadas de Ceuta (1385-1460), coordenação por Maria Helena da Cruz Coelho e Armando Luís de Carvalho Homem, População e Sociedade, CEPESE, Porto, vol. 30, 2018 * A cidade de Lisboa na preparação da conquista de Ceuta, por Carlos Guardado da Silva * A Campanha Militar de Ceuta (1415) Revisitada, pir João Gouveia Monteiro, Revista de História da Sociedade e da Cultura vol. 17, Universidade de Coimbra, 2.06.2019 Categoria:Conquista de Ceuta",
 "title": "Conquista de Ceuta"
}