{
 "id": "65120",
 "text": "Esta lista é uma sublista da lista de património edificado em Portugal para o distrito de Bragança, ordenada alfabeticamente por concelho, baseada nas listagens do IPPAR de março de 2005 e atualizações. Muito do património está ligado ao papel histórico da Igreja Católica e da nobreza territorial no antigo Reino de Portugal, antes da proclamação da Portugal. Os quatro distritos que formam a Região do Norte foram a origem do Reino de Portugal. De facto, o distrito de Bragança dá nome à Casa de Bragança. Por isso eram uma zona fronteiriça com o Reino de Leão, o que motivou a construção de uma linha defensiva que foi confiada a famílias nobres e ordens militares, segundo o princípio repovoador da Reconquista Nullius soli sine domino, base do feudalismo. Na província histórica de Trás-os-Montes e Alto Douro, o distrito de Bragança esteve historicamente ligado à Ordem de Cristo, à Ordem dos Templários e à Ordem de Malta, bem como a várias famílias nobres como Peres, Gonçalves, Mendes, Castro, Bragançãos, Borges, Rodrigues de Morais, Rodrigues de Algoso, Pimentéis, Alcoforado, Sampaio, Selores, Arcas ou Álvares de Távora. Entre os títulos nobiliárquicos, destacam os de Conde de Vimioso (1515) e Duque de Bragança (1640), ligados à Casa de Bragança, e os de Conde de Vila Flor (1606), Barão de Torre de Moncorvo (1835), Conde de Vinhais (1847), Visconde de Torre de Moncorvo (1847) e Visconde de Paradinha do Outeiro (1848), assim como Senhor-Barão do Castelo de Oleiros (imemorial), além do Senhor de Algoso (1165), Senhor de Morais (1217), Senhor de Carvahais (1350), Senhor da Torre de Moncorvo (1375), Senhor de Sampaio (1379), Senhor de Mogadouro (1380), Senhor de Chacim (1384) e Senhor de Vila Flor (1444). Como dizem alguns autores, \"é no Entre-Douroe-Minho, em Trás-os-Montes, e no vale médio do Douro, que se continua a verificar a maior densidade de implantacáo nobiliárquica\" de Portugal. É por isso que outro autor chama essa região \"o Norte Senhorial\". == Alfândega da Fé == == Bragança == == Carrazeda de Ansiães == == Freixo de Espada à Cinta == == Macedo de Cavaleiros == == Miranda do Douro == == Mirandela == == Mogadouro == == Torre de Moncorvo == == Vila Flor == == Vimioso == == Vinhais == Braganca *",
 "title": "Lista de património edificado no distrito de Bragança"
}