{
 "id": "65125",
 "text": "250px|thumb|Atirador de Elite com uma Barrett M82, de calibre 12,7x99mm NATO, capaz de perfurar veículos Um , comumente chamado pelo termo em inglês sniper, é um soldado de infantaria militar ou paramilitar, ou mesmo da polícia, especializado em armas e tiro de precisão. Persegue e elimina inimigos selecionados com um único tiro de arma de precisão (fuzil, espingarda ou carabina). Outras denominações pelas quais são conhecidos os atiradores especiais são: atirador furtivo, franco-atirador, caçador, atirador de escol, atirador de tocaia ou simplesmente atirador. Os atiradores especiais geralmente têm treinamento especializado e estão equipados com rifles de alta precisão e óptica de alta ampliação, e muitas vezes também servem como batedores/observadores, fornecendo informações táticas às suas unidades ou quartéis-generais de comando. Além da pontaria de longo alcance e de alto nível, os atiradores militares são treinados em uma variedade de técnicas de operação especial: detecção, perseguição, métodos de estimativa de alcance de alvo, camuflagem, rastreamento, sobrevivência no mato, embarcação de campo, infiltração, reconhecimento, vigilância e aquisição de alvos. == Etimologia == O nome sniper vem do verbo to snipe, que se originou na década de 1770 entre os soldados da Índia britânica em referência a atirar em narcejas (\"snipe\", em inglês), uma pernalta considerada uma ave de caça extremamente desafiadora para os caçadores devido ao seu estado de alerta, cor de camuflagem e comportamento de voo errático. Os caçadores de snipes, portanto, precisavam ser furtivos, além de serem bons rastreadores e atiradores. No século XVIII, cartas enviadas para casa por oficiais ingleses na Índia referiam-se ao tiro de caça silvestre diário como \"sniping\", já que um habilidoso esportista com uma arma de pederneira precisava de muita paciência e resistência para atirar em uma narceja em vôo. Conseguir tal tiro era considerado excepcional. Durante o final do século XVIII, o termo \"snipe shooting\" foi simplificado para sniping. Isso evoluiu para o substantivo agente sniper, aparecendo pela primeira vez na década de 1820. O termo sniper foi atestado militarmente pela primeira vez em 1824, tornando-se lugar-comum na Primeira Guerra Mundial. O termo mais antigo sharpshooter vem do calque da palavra alemã Scharfschütze, usado pelos jornais britânicos já em 1801.No Edinburgh Advertiser, de 23 de junho de 1801, pode-se encontrar a seguinte citação em um artigo sobre a Milícia do Norte da Grã-Bretanha; “Este Regimento possui diversas Peças de Campanha, e duas companhias de Sharp Shooters [Atiradores Afiados], muito necessários no moderno Estilo de Guerra”. A palavra alude à boa pontaria, ela própria descendente das competições de tiro (Schützenfeste) que aconteciam ao longo do ano em Munique no século XV. Pequenas companhias de atiradores (Schützenfähnlein) dos Estados alemães e cantões suíços formariam equipes de Scharfschützen para essas competições populares; carregando orgulhosamente bandeiras representando uma besta de um lado e um mosquete de tiro ao alvo do outro. A data mais antiga conhecida para a criação de um clube de tiro formado especificamente para o uso de armas de fogo vem de Lucerna, na Suíça, onde um clube tem uma carta constitutiva que data de 1466. Os atiradores de elite também são chamados de \"caçadores\" em muitas línguas, devido à natureza do ofício (sendo a trompa de caça também um símbolo de pontaria), sendo chamados de cazadores, chasseurs e Jäger. Outras palavras para o atirador furtivo incluem franc-tiréur, tiréur d'élite e atirador de escol. == Atiradores militares == Um oficial do exército dos Estados Confederados da América teve a ideia de criar um grupo de atiradores de elite para, durante as batalhas, atingirem os oficiais do Norte à distância, desestabilizando seu comando. Esses atiradores foram recrutados entre colonos da fronteira, em geral caçadores, que eram muito hábeis com seus rifles ao caçar vários animais, entre eles pássaros pequenos e muito rápidos: snipe, (\"narceja\") que para serem atingidos, tinham que ser alvos de tiros de muita precisão. Por essa característica, passaram a ser conhecidos como snipers. O país que primeiro utilizou de forma sistemática snipers em suas tropas foi o Império alemão, durante a Primeira Guerra. Depois foi imitado por outros e na Segunda Guerra, todos os exércitos tinham escolas exclusivas para sua formação. Atiradores especiais dos países da OTAN são, normalmente, empregues em equipes de dois elementos, em que um é o atirador e o outro o observador. Apesar da separação de funções entre os dois elementos da equipe, é normal que ambos sejam qualificados como atiradores especiais, alternando nas funções de atirador e observador para evitar a fadiga que a atividade gera. As missões típicas dos atiradores especiais incluem o reconhecimento, a vigilância, a eliminação de comandantes e atiradores furtivos inimigos e a seleção de alvos de oportunidade. Inclusive, as missões podem incluir a eliminação de veículos militares, para as quais são usadas armas ligeiras de grande calibre como as 12,7x99mm NATO ou a .338 Lapua Magnum. Os atiradores especiais têm-se mostrado bastante úteis às Forças dos Estados Unidos e aliadas na Guerra do Iraque, como apoio de fogo de cobertura às movimentações de tropas amigas, sobretudo em áreas urbanizadas. Nas Guerras da ex-Iugoslávia e do Líbano, eram designados como franco-atiradores os soldados que alvejavam civis com o intuito de causar terror. No cerco de Sarajevo, o principal arruamento da cidade foi apelidado de \"Avenida dos Franco-Atiradores\" em virtude dos atiradores deste tipo que causaram ferimentos a 1030 pessoas e a morte de outras 225. ==Atiradores especiais da polícia== As forças de segurança só empregam atiradores especiais em situações táticas com reféns. Estes atiradores estão treinados para atuarem como último recurso quando existe uma ameaça direta e imediata à vida de pessoas. Os atiradores especiais da polícia atuam geralmente a distâncias mais curtas que as dos correspondentes militares, ou seja, a menos de 100 metros, e mesmo a menos de 50 metros. Quando chegam ao ponto de receber ordem para atirar, os atiradores da polícia devem disparar a matar, e não apenas para ferir. Têm havido algumas exceções à regra de atirar e matar dos atiradores especiais da polícia. Existem casos em que os atiradores dispararam contra uma pessoa para a impedir de se suicidar, atingindo-a, por exemplo, na mão que segura a arma. No entanto, estas utilizações são polêmicas e de êxito duvidoso. ==Galeria== Ficheiro:Bundesarchiv Bild 169-0526, Russland, Scharfschütze in Stellung.jpg|Um sniper alemão durante a Batalha de Stalingrado (1943). Ficheiro:Simo hayha honorary rifle.jpg|Simo Häyhä (1905-2002), finlandês reputado como o maior franco-atirador da história, por sua atuação durante a Guerra de Inverno. Ficheiro:Bundesarchiv Bild 101I-297-1728-05, Im Westen, Ausbildung von Scharfschützen.jpg|Franco-atiradores da Wehrmacht recebendo instruções em campo de treinamento, em seus uniformes de camuflagem. Alemanha Nazista, 1943. Ficheiro:Pav-1976-stamp.jpg|Lyudmila Pavlichenko (1916-1974); Selo comemorativo da década de 1970, homenageando a franco-atiradora, heroína da Frente Leste. Ficheiro:Royal Marines snipers displaying their L115A1 rifles.jpg|Atiradores de elite do corpo de fuzileiros navais do Reino Unido. File:Российский снайпер в зимнем камуфляже.png|Atirador russo em camuflagem de inverno ==Ver também== *Atirador *Juba *Lyudmila Pavlichenko *Simo Häyhä *Vassili Zaitsev *Matthäus Hetzenauer == Bibliografia == * * * * * * * * ==Ligações externas== * FM 23-10: Sniper Training, treino de atiradores * Desefa Net, \"Sniper atinge alvo a 1 614 m\" Categoria:Profissões militares Categoria:Infantaria",
 "title": "Atirador especial"
}