{
 "id": "65195",
 "text": "Conde de Oriola foi um título de nobreza criado por D. João IV de Portugal por carta régia de 16 de setembro de 1653 a favor de D. Luís Lobo, 7.º barão de Alvito e 11.º senhor de Oriola.Resenha das familias titulares do Reino de Portugal acompanhada das noticias biographicas de alguns individuos das mesmas familias, por João Carlos Feo Cardozo de Castello Branco e Torres e Manuel de Castro Pereira de Mesquita, na Imprensa Nacional, 1838, pág. 16 O título extinguiu-se em Portugal com a morte do 7.º conde, Joaquim Lobo da Silveira, plenipotenciário de Portugal ao Congresso de Viena e depois embaixador de Portugal em Berlim,Politipédia: «Silveira, D. Joaquim Lobo da». que se naturalizou alemão em 1822 e no reino da Prússia viu nessa data reconhecido, para si e para todos os seus descendentes, o título de Graf/Grafin von Oriola. == Condes de Oriola == # Luís Lobo (1607 -?), 7.º barão de Alvito e 1.º conde de Oriola; # João Lobo da Silveira (c. 1620-1658), 8.º barão de Alvito e 2.º conde de Oriola; # Bernarda Caetana Lobo (c. 1650-1687), filha do predecessor, 3.ª condessa de Oriola, 9.ª baronesa de Alvito, casada com seu tio paterno D. Vasco Lobo, 3.º conde consorte de Oriola, 9.º barão consorte de Alvito; # José António Francisco Lobo da Silveira Quaresma (1698-1773), meio primo da predecessora ao ser filho do segundo casamento de D. Vasco Lobo, 3.º conde consorte de Oriola. Foi o 10.º barão e 1.º marquês de Alvito e o 3.º conde de Oriola; # Vasco José Lobo (1726-1747), 11.º barão e 2.º marquês de Alvito e 4.º conde de Oriola; # Fernando José Lobo da Silveira Quaresma (1727-1778), 12.º barão, 1.º conde e 2.º marquês de Alvito e 5.º conde de Oriola; # José António Plácido Lobo da Silveira Quaresma (1769-1844), 13.º barão, 2.º conde e 3.º marquês de Alvito e 6.º conde de Oriola; # Joaquim José Lobo da Silveira (Alvito, 17 de maio de 1772 — Reuden, Kalau, Saxónia, 27 de abril de 1846), 7.º conde de Oriola. Oriola Categoria:Títulos criados por João IV de Portugal",
 "title": "Conde de Oriola"
}