{
 "id": "65208",
 "text": "Hulk, por vezes referido como O Incrível Hulk (The Incredible Hulk, no original em inglês), é um personagem de quadrinhos/banda desenhada do gênero super-herói, propriedade da Marvel Comics, editora pela qual as histórias do personagem são publicadas desde sua criação, na década de 1960. Concebido pelo roteirista Stan Lee (1922–2018) e pelo desenhista Jack Kirby (1917–1994), o Hulk teve sua primeira aparição junto ao público original dos Estados Unidos na revista The Incredible Hulk n°1, lançada no mercado americano pela Marvel Comics em maio de 1962. Hulk é o alter ego de Robert Bruce Banner, um cientista com transtorno dissociativo de identidade, que após ser irradiado por raios gama fez emergir uma personalidade alternativa altamente raivosa, que se manifesta transformando Banner em um homem verde e musculoso com força e resistência sobre-humanas. A partir de então, o Hulk tem aparecido, protagonizando ou não, diversas histórias da editora, se tornando um dos mais visualmente reconhecíveis da mesma, tendo o universo entorno do personagem se expandido continuadamente ao longo das últimas décadas. As características de Hulk o fazem fugir de diversos padrões pré-estabelecidos para super-heróis, sendo considerado um anti-herói por causa de seu comportamento destrutivo e frequentes conflitos com outros heróis. == Publicação == Na história original dos quadrinhos, o Hulk é um selvagem e poderoso alter ego do Dr. Robert Bruce Banner, um cientista que foi atingido por raios gama enquanto salvava um adolescente durante o teste militar de uma bomba por ele desenvolvida. Este adolescente, Rick Jones, tornou-se companheiro de Banner, ajudando-o a manter o Hulk sob controle e mantê-lo longe dos ataques dos militares, que viam a criatura como uma ameaça. Ao invés de padecer pela radiação, o cientista foi condenado a uma vida compartilhada com o seu lado mais obscuro. Originalmente, a cor do personagem era cinza, mas, por problemas na hora da impressão dos quadrinhos (a gráfica não conseguia acertar a tonalidade), ele apareceu num tom verde, fazendo com que o Hulk passasse a ser o \"Gigante esmeralda\" que conhecemos desde o início. Outro fato interessante é que, nas primeiras histórias, a transformação de Banner em Hulk ocorria apenas à noite, como se isso fosse alguma maldição similar a dos Lobisomem. Porém, em pouco tempo, Kirby e Lee chegaram a um acordo e o Hulk passou a surgir toda vez que o Dr. Banner ficava irritado e despertava em si seu lado mais selvagem. Em uma entrevista, Stan Lee disse que ambos criadores se inspiraram fortemente no clássico livro de Robert Louis Stevenson, The Strange Case of Dr. Jekyll and Mr. Hyde (em português, O Estranho Caso de Dr. Jekyll e Sr. Hyde ou, também, O Médico e o Monstro) e no personagem Frankenstein, criado pelo escritora britânica Mary Shelley.DeFalco, Tom (2003). The Hulk: The Incredible Guide. London, United Kingdom: Dorling Kindersley. 200 p. ISBN 978-0-7894-9260-9. O nome Hulk havia sido usado em um outro personagem criado por Lee e Kirby, publicado pela primeira vez em Journey into Mystery #62 (novembro de 1960), após o lançamento do novo Hulk, logo este passou a ser conhecido como Xemnu the Titan e se tornou o oponente do mesmo.Guardiões da Galáxia - Parte 3 === No Brasil === A primeira vez que as aventuras em quadrinhos do Hulk apareceram no Brasil foi com a revista Super X da EBAL, lançada em 1966 como parte da campanha promocional dos chamados Super-Heróis Shell, com os primeiros números distribuídos gratuitamente nos postos de gasolina daquela bandeira. Ele dividia a revista com outro super-herói: Namor, o Príncipe Submarino. Mas a primeira vez que o Hulk teve uma revista própria e com seu nome foi em 1972, na breve passagem pela Editora GEA. Em 1975 a Bloch Editores lançou a revista do Hulk, republicando as aventuras desde o número 1 da revista americana. Quando a RGE adquiriu os direitos do personagem, no início da década de 1980, lançou sua revista juntamente com a do Quarteto Fantástico e o Homem-Aranha, republicando algumas histórias que haviam sido publicadas pela Bloch. Depois de 48 edições, o Hulk passou para a Editora Abril, que o publicou até a virada do milênio. Em 2001 o personagem e todos os direitos da Marvel no Brasil foram adquiridos pela Editora Panini, gigante mundial no seu segmento. O verdão chegou a ter título próprio, na referida editora, que durou até o #16, sendo cancelado. As aventuras do Hulk podem ser acompanhadas no mix da revista Universo Marvel. == Biografia ficcional do personagem == === Passado === O Dr. Robert Bruce Banner era o filho do Dr. Brian Banner, um cientista atômico, e sua esposa Rebecca. Embora Rebecca amasse profundamente Bruce, que retribuiu o carinho, Brian odiava o filho. Alcoólatra, Brian Banner foi levado por um ciúme insano por Bruce, por ele ser objeto do amor de Rebecca. Além disso, Brian acreditava que seu trabalho com radiação tinha alterado o seu DNA e lhe deu um filho mutante. Ele finalmente assassinou Rebecca e foi colocado em um hospital psiquiátrico. Bruce, um grande e jovem intelectual, foi criado por sua tia, a senhora Drake, e internalizou sua grande dor e raiva sobre os sofrimentos de sua infância. Bruce mais tarde frequentou a faculdade onde conheceu Tony Stark, com quem iniciou uma grande amizade e também uma rivalidade. Finalmente, como um adulto e um gênio em física nuclear, Bruce passou a trabalhar em um departamento de Defesa dos Estados Unidos, em um centro de pesquisa nuclear na Base do Deserto, no Novo México. Lá ele conhece o General Ross, o oficial da Força Aérea no comando da base, e sua filha Betty. Bruce e Betty Ross se apaixonaram um pelo outro. Bruce desenhou e supervisionou a construção da \"Bomba Gama\" ou \"Bomba-G\", uma arma nuclear, possuindo alto rendimento de radiação gama. === O nascimento do Hulk === Antes de testar a Bomba Gama, Bruce estava em uma reunião com os militares explicando o que poderia ser tirado de proveito da Bomba Gama, destacando que ela poderia iniciar uma era de paz e harmonia. Porém, o general Ross estava ignorando o que Bruce estava dizendo e queria apenas saber se bomba teria serventia como arma. Enquanto questionava-o, Tony Stark chegou e garantiu que o invento de Bruce estava perfeito, porém que não tinha a potência para ser uma arma. Ross e os outros militares presentes se enfureceram e questionaram Bruce acerca disso. Bruce disse que o seu objetivo não é usar a radiação gama para destruir, mas sim usá-la para curar doenças. Tony caçoou do que Bruce disse, e isso fez os dois iniciarem uma discussão. Mais tarde, em um quarto de um hotel onde Tony está hospedado, ele pediu a Bruce permissão para fazer melhorias na Bomba Gama, o que Bruce não quis. Após terem discutido, Bruce deixa o quarto e Tony, sem Bruce saber, faz algumas alterações na Bomba Gama, que a fariam atingir o potencial para ser uma arma. Enquanto fazia as alterações, Tony havia descoberto que a Bomba Gama, mesmo estando com uma potência menor do que Ross queria, teria capacidade para causar muito mais destruição do que se tivesse em sua potência máxima. Tony também havia descoberto que a bomba não matava, mas sim alterava a biometria, mandando as informações em um e-mail para Bruce, porém Bruce ao ver que Tony havia lhe mandado um e-mail, o deletou sem ao menos ler. Bruce estava presente no bunker de instrumentação na unidade de teste para o primeiro teste de detonação subterrânea da Bomba Gama. Observando que um civil violou a segurança e entrou na área de teste limitado, Bruce pede ao colega Igor Starsky para atrasar a contagem regressiva quando ele tentou salvar o civil. Starsky, secretamente um agente soviético, não fez nada, confiante de que Bruce morreria na explosão, e que o projeto seria interrompido. Ao chegar no local de teste, Bruce conhece um adolescente chamado Rick Jones, o jogando em uma trincheira protetora. Antes de Bruce poder ficar a salvo, a bomba detona e intensas ondas de radiação atingem a superfície. Banner é irradiado com partículas carregadas de alta radioatividade. Devido a um fator genético desconhecido em seu corpo, ele não foi morto pela radiação, que em vez disso fez com que ele frequentemente se transforme no monstro humanoide chamado de Hulk pelos militares. Após a transformação, Bruce passou a fugir dos militares e conseguiu manter sua identidade em segredo com o auxílio de Rick. === De volta à base gama === Banner retorna e prossegue a sua tarefa como um cientista na Base Gama, porém o general Ross suspeita que ele seja um espião e que tenha algum tipo de ligação com o Hulk. A Base logo se torna o alvo do Camaleão, que tenta roubar um robô experimental projetado por Bruce. A tentativa de parar o espião se torna complicada para Bruce com a chegada do Tenente Glenn Talbot na Base Gama, que também tem as mesmas suspeitas do General Ross. No final o plano do Camaleão falha e Hulk escapa de uma execução militar. Quando os militares decidem mudar Bruce e sua mais recente invenção para outra base, o Camaleão informa isso ao seu patrão, o Líder, que implanta um humanoide para roubar o experimento. Embora Bruce estivesse sob o olhar atento dos militares, ele enfrenta o humanoide como o Hulk e o impede de roubar o aparelho. Depois de destruir o humanoide e voltar à sua forma humana, ele é preso pelos militares sob suspeita de ter algo a ver com a tentativa de roubo de sua própria invenção. Bruce permanece preso até que seu amigo Rick Jones - confiando a dupla identidade de Bruce ao presidente dos Estados Unidos - pode obter-lhe um perdão. Após essa confusão, Bruce vai para Astra Island, com o seu novo dispositivo experimental, o Absorbatron. A ilha é atacada pelos humanoides do Líder, mas o Hulk os derrota. A batalha final termina com Bruce sendo capturado por agentes comunistas, fazendo Talbot acreditar que ele seja um traidor de seu país. Bruce se recusa a trabalhar para os comunistas e, finalmente, transforma-se e liberta os outros cientistas capturados. Graças ao sacrifício de um desses cientistas, o Hulk é capaz de lutar à sua maneira e foge da Rússia, mas acaba indo parar na Mongólia. Mal volta a sua forma humana e Bruce é apanhado pelo ladrão Kangah Kahn. Glenn Talbot é enviado para resgatar Bruce na Mongólia. Transformando-se em Hulk, Bruce deixa Talbot para trás na Mongólia e retorna aos Estados Unidos, onde ele após voltar à sua forma humana, é preso novamente. Ainda perdoado pelo Presidente, Talbot (que tinha retornado aos Estados Unidos) volta à Astra Island para outro teste. Os humanoides do Líder atacam novamente, levando a mais um confronto com o Hulk, quando tanto o experimento como o próprio Bruce são capturados. De volta ao normal, Bruce usa um dos dispositivos do Líder para levar o exército ao local. Até o momento que eles chegaram, o Hulk volta, enfrenta o Líder e foge. Os militares enfrentam o Hulk, e após a batalha eles encontram um Bruce Banner aparentemente morto. Rick rouba o corpo de Bruce e tenta reanimá-lo em seu laboratório através de um projetor de raios gama, o que provoca uma transformação no Hulk, mas pela primeira vez, Hulk está com a consciência de Bruce. Mas havia um custo: se ele fosse voltar a sua forma humana, ele morreria devido ao estilhaço alojado em seu cérebro. Enquanto isso, O Líder mostra o poder do Absorbatron para potenciais compradores através do envio de um humanoide gigante para atacar a Base Gama. Uma nova batalha se inicia; no entanto, o Líder captura o Hulk. Após a captura, o Líder tenta convencer o Hulk a se unir com ele, mas ele se recusa e tenta fugir do complexo, enquanto ao mesmo tempo tenta não reverter a transformação. Percebendo que algo está errado, o Líder captura o Hulk novamente e o bombardeia com mais radiação gama (sustentando a sua forma Hulk) e remove os estilhaços de seu cérebro. Mais tarde Hulk enfrenta Colossus, dos X-Men, e é derrotado; ele fica mais furioso, mas desiste do combate e foge. Ele então envia o Hulk ao planeta do Observador para roubar a máquina Ultimate. Hulk consegue cumprir a tarefa e Líder tenta usar o dispositivo. Os planos dele vão por água abaixo, pois a máquina aparentemente o mata. Retornando à Base Gama, Hulk descobre que Rick está sendo mantido prisioneiro pelos militares por não revelar a verdadeira identidade do Hulk; ele tenta buscar um perdão presidencial para o seu amigo em Washington DC. Lá, ele ironicamente é aparentemente destruído pela última arma que havia inventado para os militares: O T-Ray. === A caçada começa === Hulk consegue se rematerializar em seu laboratório, justo no momento em que Rick (de luto pela suposta morte de seu amigo) acaba de informar ao General Ross e Glenn Talbot a verdadeira identidade do Hulk. Após descobrir que o Hulk está bem vivo, Talbot junto com o exército vão atrás dele novamente e substitui Bruce por Konrad Zaxon. Isso leva Rick também informar sobre a identidade do Hulk a Betty. Zaxon não tem motivos nobres para tentar capturar o Hulk, seu plano é usar o Hulk como uma bateria de armas que ele esperava para conquistar o mundo inteiro. Finalmente, o Hulk mata Zaxon, mas os militares perseguem o Hulk sem saber os verdadeiros planos de Zaxon. Após esse e outros acontecimentos, Bruce passou a viver como um fugitivo. Todas as suas tentativas de controlar o Hulk fracassaram. === A morte de Betty === Depois de um bom tempo, Bruce e Betty Ross conseguiram finalmente se casar. No entanto mais uma reviravolta na vida de Bruce estava para acontecer. Quando tudo começou a ir bem, Betty adoeceu mortalmente devido a um envenenamento por radiação gama que resultou de seu tempo com o Hulk. Bruce foi capaz de encontrar uma cura usando seu sangue em uma transfusão. Mas o plano de salvar a amada não dá certo pois o Abominável secretamente transfere seu sangue para Betty em busca de vingança. A morte de Betty faz com que Bruce enlouqueça e ele tenta até se matar segundos depois que Betty é declarada morta. Doutor Samson tenta pará-lo, mas ele vira o Hulk e depois foge da Base Gama. Nesse meio tempo, Bruce tenta de alguma forma cometer suicídio, mas em todas as tentativas ele acaba se transformando segundos antes da morte. O general Ross começou a caçar o Hulk mais uma vez pois acreditava que Bruce era o responsável pela morte de sua filha. Bruce descobre a verdade por trás da morte de Betty e decide se vingar do Abominável, mas não consegue. Ao enfrentar o General Ross de novo ele diz que Bruce e Emil (nome verdadeiro do Abominável) são culpados pela morte de Betty. === Planeta Hulk === Bruce procurou se refugiar em paz no Alasca, onde viveu como eremita na comunidade da cidade. Nick Fury, da S.H.I.E.L.D., solicita a sua ajuda para derrotar uma arma da Hidra chamada \"Godseye\" que poderia detonar todas as bombas nucleares no mundo. Enviando-o como o Hulk, ele descobre que o Godseye era realmente uma arma da S.H.I.E.L.D. que pode coincidir com a força de qualquer inimigo. No confronto, o Godseye constatou que embora pudesse tentar, não poderia coincidir com o crescente poder do Hulk, e explode. A S.H.I.E.L.D. envia um ônibus espacial encomendado para recuperar o Hulk, ou assim ele acreditava. Aproveitando a oportunidade para se livrar do Hulk, um grupo de super-heróis conhecido como os Illuminati decidiram abandonar a nave no espaço, direcionando-a para um planeta sem formas de vida inteligente. Infelizmente, houve um erro de navegação, e o Hulk aterrou no planeta Sakaar, um mundo cheio de tribos bárbaras, lutas de gladiadores e governado por um corrupto império. O planeta foi localizado perto de um portal, que lhe dava acesso a várias culturas e tecnologias. O Hulk foi capturado para se tornar um gladiador, mas ele conduziu uma revolta e derrubou o regime. Instalando-se como rei, o Hulk se apaixona por uma rainha chamada Caiera Oldstrong. Juntos, inauguram uma nova era de paz e prosperidade para Sakaar. Caiera engravida do Hulk, mas morre quando o ônibus que trouxe o Hulk a Sakaar repentinamente explode, matando toda a população. Guiado por uma raiva jamais vista somada com a sede de vingança, o Hulk jura vingança contra os Illuminati, a quem ele responsabiliza pela morte de Caiera. Ao voltar à Terra, Hulk começa sua guerra ao mundo. === Hulk contra o mundo === Ao chegar em Nova York, Hulk exigiu a presença dos membros do Illuminati e deu um prazo de evacuação para a cidade. Com o prazo acabado, Tony Stark, usando uma armadura gigante enfrenta o Hulk. A batalha termina com Tony sendo brutalmente derrotado. General Ross enfrenta o Hulk usando balas de adamantium, mas mesmo assim ele é derrotado. Doutor Estranho entra na briga usando seus poderes mágicos para enfrentar o Hulk. Durante a luta Estranho joga Hulk contra um prédio, obviamente o prédio começa a cair e poderia até ter matado alguns civis que estavam perto assistindo a luta se não fosse pelo Hulk. Estranho desiste de lutar contra o Hulk por se sentir culpado por quase ter matado inocentes. Hulk o fere brutalmente. Após ter derrotado todos os membros do Illuminati (com exceção de Charles Xavier), Hulk não os mata, declarando que sua intenção era de justiça e não de assassinato e que ele os enfrentou para envergonhá-los perante todos. O Sentinela (Robert Reynolds) aparece para o confronto decisivo, a luta é tão forte que quase destrói Nova York. Os dois não conseguem derrotar um ao outro e acabam revertendo para suas formas humanas. === O Hulk vermelho === Enquanto Bruce estava preso na Base Gama, um novo mistério se revelou quando o Abominável foi encontrado morto em sua terra natal na Rússia. Uma equipe composta por Homem de Ferro, general Ross, Samson, Mulher-Hulk e Maria Hill começaram a investigar para saber quem era o suspeito; aparentemente o suspeito só podia ser o Hulk. O indivíduo logo se revelou como uma criatura enorme referindo-se a si mesmo como o Hulk Vermelho. Esse novo Hulk derrotou alguns heróis que se opuseram a ele, incluindo Thor. Bruce escapa da prisão quando o embate entre o Hulk Vermelho e Bomba-A causa um terremoto que danifica a prisão. Bruce se transforma no Hulk e não perde tempo para enfrentar o seu novo inimigo. O Hulk, pego de surpresa pelo estilo de luta do Hulk Vermelho, é derrotado em seu primeiro embate - que termina com o Hulk tendo um braço fraturado. O Hulk então, estava determinado a ter uma revanche contra o ser rubro e vai ao seu encalço. O Hulk novamente encontra dificuldades em lidar com a ameaça, e no momento derradeiro é salvo por Thor, que retorna determinado a acabar com a ameaça vermelha, espancando-o sem dar tempo do mesmo se recuperar. Nesse intervalo o Hulk percebe uma fraqueza potencial no Hulk Vermelho e explora isso para ganhar vantagem. Então no momento em que Thor iria acabar com o Hulk Vermelho, o Hulk intercede e toma a luta para si, afinal, essa era uma luta do Hulk. Thor concorda, mas se o Hulk demonstrasse fraqueza, ele liquidaria o Hulk Vermelho. Após finalmente derrotar o Hulk Vermelho, o Hulk sai antes que ele pudesse descobrir a verdadeira identidade do Hulk Vermelho. No entanto, Bruce passou o seu tempo tentando rastrear o Hulk Vermelho antes que ele pudesse fazer mais danos. Mais tarde, através da Mulher-Hulk Vermelha, é revelado a identidade do Hulk Vermelho. General Ross, com a intenção de combater o Hulk de igual pra igual, se transforma para se vingar de Bruce por ter matado sua filha. === Reinado sombrio === Hulk enfrenta novamente o Hulk Vermelho em um torneio do Grão- Mestre. Os dois se enfrentam em Atlântida, onde Hulk Vermelho usa um tridente para matar o Hulk. Ele é revivido pelo Grão-Mestre e derrota o Hulk Vermelho. Depois Bruce é capturado por um robô e detido na Base Gama para ser usado para criar uma radiação gama apoiado pelo General Ross. Peter Parker e Ben Urich são mandados ao local para fotografar o acontecimento. Peter como o Homem Aranha tenta ajudar Bruce a escapar do tanque em que estava. Bruce se transforma no Hulk e enfrenta o Hulk Vermelho com a ajuda do Homem Aranha, os dois Hulks caem em um gerador Gama. Através disso o Hulk Vermelho absorve toda a radiação que deu poder ao Hulk. A base começa a desmoronar e Bruce é salvo por um agora inteligente Bomba-A. Após a explosão, Norman Osborn envia Ares para saber se Bruce ainda podia virar o Hulk. Ele tenta atacar Bruce mas ele o engana fazendo-o ficar preso numa cela feita para o Hulk. Ele vai para uma sede de Reed Richards onde ele pega de volta a espada que Hulk havia usado para atacar Nova York. Ele enfrenta o seu filho Skaar e o convence a treiná-lo para derrotar o Hulk se um dia ele retornar. Ao passo que Bruce vai treinando Skaar, muitas batalhas vão surgindo. Juggernaut enfrenta Skaar e é derrotado. Após a batalha, o alter-ego de Skaar surge para Bruce, que na verdade é uma criança. Depois eles enfrentam Wolverine e seu filho Daken, onde a batalha termina com a derrota de Skaar que quase foi morto por Daken mas é salvo por Bruce. Mais tarde eles enfrentam Femme Fatale, Victoria Hand e Miss Marvel (todas à mando de Norman Osborn). Skaar faz um trato e escapa com Bruce. Essa batalha aconteceu em um velho Laboratório Gama, nisso as células de Bruce começam a mudar, significando que o Hulk pode voltar. Bruce também descobre que Betty ainda está viva. Os dois mais tarde ajudam o Quarteto Fantástico numa guerra. Após várias batalhas, Skaar é visto como o novo Hulk, e Bruce se separa do seu grupo de Vingadores para salvar Betty. Entretanto a moça o rejeita devido a ele ter se casado com outra mulher (no período em que ele esteve exilado). Mas é revelado que o Líder usou Betty como distração para desenvolver outro plano maléfico. Depois de enfrentar o Doutor Destino, Bruce é salvo pela Mulher-Hulk Vermelha, que é revelada como sendo a própria Betty. === Hulk finalmente retorna === Bruce fica abalado ao saber que Betty Ross era a Mulher-Hulk Vermelha. Enquanto ela explicava como tudo aconteceu, Doc Samson aparece e ela foge. Bruce tenta matar Líder mas ele acaba fugindo. Líder tinha construído uma máquina com geração de radiação gama. Bruce absorve toda a energia contida no gerador dizendo aos que estavam perto: \"Cavalheiros... Corram.\". Uma explosão ocorre e emergindo dos destroços, Hulk retorna. === Tentativa de assassinato e pecados originais: Hulk vs Homem de Ferro === Após seu confronto com Hulk e a batalha entre os Vingadores e os X-Men, Bruce e Hulk passaram a viver harmoniosamente, além de trabalharem para a S.H.I.E.L.D. e voltarem para os Vingadores. Enquanto estava jantando, alguém consegue atirar na nuca de Bruce, mas o tiro não o mata. Ele é levado para uma instalação secreta onde estão tentando coletar seu DNA. Quando médico responsável pela cirurgia se recusa a continuar com o procedimento, Bruce desperta e se transforma no Hulk, no entanto, a ferida ainda fica aberta, e após fugir ele desmaia. Duas semanas depois ele é encontrado em um hospital por Maria Hill e Phil Coulson, onde é descoberto que Bruce, devido ao ferimento, teve seu intelecto reduzido ao de uma criança de dez anos. Ele ficou sendo cuidado por Coulson e Hill, até que um clone do Abominável chegou para atacar o local onde eles estavam e ele se transformou no Hulk. A transformação possibilitou que o cérebro de Bruce se regenerasse, mas não de forma apropriada, deixando-o instável. O Homem de Ferro decide levar Bruce para sua mansão em Malibu onde ele e seu irmão adotivo, Arno Stark, injetam o Extremis nele, conseguindo cicatrizar o cérebro de Bruce e restaurar seu intelecto. Logo depois disso, Vigia, o ser que observa o universo desde o início dos tempos, foi assassinado. Hulk, junto com os Vingadores, partiu em uma missão para deter o possível assassino do Vigia, um homem chamado Orbe que carregava um dos olhos do Vigia. Ao mostrá-lo para os Vingadores, o olho do Vigia liberou um feixe de luz que fez todos ali ao redor verem coisas do passado que estavam ocultas. Nisso, as lembranças de Hulk e Homem de Ferro se misturaram, mas apenas para mostrar algo que Hulk desconhecia e que o Homem de Ferro não se orgulhava de ter feito: Tony Stark é o responsável por transformar Bruce no Hulk. Bruce, aproveitando-se da vantagem de trabalhar para a S.H.I.E.L.D., vai ao Pentágono e entra na sala de arquivos, onde descobre que não só Tony alterou a Bomba Gama, como também foi pago por Ross para fazer isso. Aplicando em si mesmo, em seguida, uma dose de Extremis, Bruce contata Arno, fingindo ter problemas com relação ao Hulk e o convence de que o Extremis pode ajudar a corrigir esse problema. Arno leva Bruce para a mansão de Tony, em Malibu, onde realiza o procedimento, injetando em Bruce a Extremis enquanto ele se transforma no Hulk. Após o procedimento se encerrar, Arno, preocupado, pergunta a Hulk se ele está bem e o Gigante Safira demonstra não só estar bem como também agora possui intelecto superior. Hulk obriga Arno a sair da Mansão enquanto ele a destrói. Em seguida ele invade Tróia, a Cidade do Futuro construída por Tony em cima dos escombros da Cidade Mandarim, onde enfrenta Tony, porém acaba sendo subjugado, pois Tony utiliza todo o armamento da cidade para atacar o Hulk. No entanto, não demora até que o Golias Verde consiga alcançar Tony, trajando sua nova armadura Hulkbuster, e o derrote. Tony acorda no meio da antiga Base Gama, onde Hulk se gaba por ter conseguido derrotá-lo e por ser intelectualmente superior a ele, e antes que ele pudesse dar um ataque definitivo, Tony mostra a Bruce um holograma com as informações sobre a Bomba Gama que ele tinha obtido na noite em que havia remexido nela. Hulk as analisa e reverte para Bruce Banner. Os dois conversam e Bruce diz que Tony estava certo. === Doutor Jade === Após os eventos de Pecados Originais, Hulk, agora tendo se tornado inteligente e preferindo ser chamado de Doutor Jade, deixou Bruce Banner aprisionado em sua mente e reúne a equipe de cientistas que haviam trabalhado com Bruce quando ele se tornou um agente da S.H.I.E.L.D. Sua nova meta é criar uma cura para aqueles afetados pela radiação gama, e para isso ele utiliza o seu sangue como base. O primeiro da lista é Rick Jones, o Bomba-A. Doutor Jade conversa com ele, querendo dar a cura, mas Rick se recusa e enfrenta o doutor. Doutor Jade consegue subjugar Rick e injetar a cura nele e pede a ajuda dele para rastrear Betty Ross, a Mulher-Hulk Vermelha. Inicialmente, Rick se recusa, mas aceita ao saber que foi Betty que teve envolvimento no atentado contra à vida de Bruce. Após Rick colocar uma pílula com a cura no jantar de Betty, ela e o Doutor Jade se enfrentam, mas ela é derrotada quando a pílula começa a fazer efeito. Após confrontá-la sobre ter tentado matar Bruce, ele a agradece, pois com isso ele conseguiu finalmente emergir e agora Bruce Banner está morto. === Totalmente Incrível Hulk === Após os eventos das Guerras Secretas, o Hulk reverteu para sua forma regular. Algum tempo depois, Banner, juntamente com o Pantera Negra e o Homem de Ferro, tentou impedir o colapso de uma usina nuclear experimental, transformando-se no Hulk e absorvendo quantidades excessivas de um novo tipo de radiação da usina. Embora ele tenha salvado a vida de cinquenta milhões de pessoas, o corpo de Bruce não conseguia suportar a radiação dentro de si. Temendo que o Hulk explodisse e matasse inúmeras pessoas, Amadeus Cho usou nanitas especiais para remover a radiação de Banner e absorvê-la para dentro de si, tornando-se o novo Hulk. === Morte === Aparentemente livre do Hulk, Bruce Banner passou a trabalhar em seu laboratório em Utah, até que ele é visitado pela Capitã Marvel. Ao sair do laboratório, Banner descobriu-se cercado por diversas equipes de heróis. Foi dito a Banner que o novo Inumano Ulysses Cain teve uma visão em que ele se transformaria no Hulk novamente e mataria vários heróis em um acesso de fúria. Após invadir seu computador, o Fera também descobre que Banner estava injetando em si mesmo células gama-irradiadas. Depois que Bruce mostrou-se indignado com a acusação, o Gavião Arqueiro respondeu atirando uma flecha na cabeça de Banner, matando-o. Durante seu julgamento, Barton explica que Bruce havia lhe pedido para matá-lo vários meses antes, com uma ponta de flecha especial fornecida pelo próprio Banner, caso ele se transformasse no Hulk outra vez. === Império secreto === O corpo de Bruce foi roubado pelo clã ninja conhecido como Tentáculo logo após seu funeral. O Esquadrão Unidade dos Vingadores tentou parar o ritual da ressurreição do Tentáculo, mas chegou tarde demais. Após um breve confronto, a fúria do Hulk, agora novamente inconsciente, foi finalmente contida dentro de um portal mágico criado pelo Doutor Vodu, que permitiu ao feiticeiro entrar na alma de Banner e limpá-lo da corrupção do Tentáculo. Banner voltou a sua forma humana e morreu no processo. Quando a Hidra assumiu o controle dos Estados Unidos através de um doppelganger maligno do Capitão América, o cientista chefe Arnim Zola ressuscitou Bruce Banner para usar o Hulk em um ataque contra a resistência conhecida como Underground. Embora Banner se recusasse a ajudar a Hidra, o lado dele que era o Hulk cooperou com satisfação. Como resultado de um dispositivo que Zola havia implantado em seu hipotálamo, a ressurreição do Hulk foi temporária. Pouco antes da destruição da base Underground, o Monte, seu corpo se deteriorou e ele novamente morreu. O corpo de Banner foi deixado para trás sob as ruínas do Monte. === O imortal Hulk === A terceira ressurreição consecutiva do Hulk veio pelas mãos do Desafiador, um Ancião do Universo exilado que retornou para uma revanche contra o Grão-Mestre. Ele relatou a raiva do Hulk e o trouxe de volta à vida para atuar como seu ás na manga durante a rodada final de uma disputa entre cada uma das equipes dos Anciões, a Ordem Negra e a Legião Letal, cujo objetivo tinha sido o de capturar as pirâmides implantadas na Terra por seus mestres durante cada rodada. O Hulk concordou em ajudar o Desafiador a recuperar a pirâmide final, já que a Terra seria destruída assim que a competição terminasse, e o Hulk viu isso como uma maneira de se libertar do incômodo da humanidade. À esta altura, a persona de Bruce Banner, que tinha sido esmagada pela psique do Hulk, chegou à conclusão de que esta sucessão de ressurreições não era uma coincidência, mas simplesmente uma manifestação da imortalidade inata do Hulk. Durante a rodada final, o Hulk invadiu o Quartel-General Auxiliar dos Vingadores, local onde a Voyager, secretamente a filha do Grão-Mestre e uma agente infiltrada entre os Vingadores, havia teletransportado a pirâmide final. O Hulk rapidamente derrotou os Vingadores que tentaram colocar-se em seu caminho, e até destruiu o Visão. Quando o Hulk conseguiu chegar até o cofre onde a Voyager estava escondendo a pirâmide, Magnum convenceu-o de que o Desafiador era tão culpado quanto o resto da humanidade de não deixá-lo sozinho. Quando a pirâmide estava ao seu alcance, o Hulk a destruiu, custando ao Desafiador sua vitória. Pouco depois, o Hulk voltou a ser Bruce Banner. Banner sentiu remorso por ferir seus companheiros heróis, enquanto na persona do Hulk, e foi aconselhado por Edwin Jarvis a não deixar suas ações passadas impedirem-no de fazer o bem para o mundo. Quando Banner soube que o Desafiador tinha vindo à Terra para destruí-la, ele se transformou no Hulk e o confrontou por trazê-lo de volta da morte e por não deixá-lo sozinho. Depois que o Hulk bateu duramente no Desafiador, este atingiu o Hulk com força suficiente para mandá- lo voando em órbita por se atrever a machucá-lo. Apesar disso, o Hulk simplesmente riu do fato de que ele tinha conseguido ferir o Desafiador. == Caracterização == === Bruce Banner === Bruce Banner foi retratado de maneiras diferentes por diferentes roteiristas das HQs, mas temas comuns persistem. Banner, um gênio, é sarcástico e aparentemente muito autoconfiante quando ele aparece pela primeira vez em The Incredible Hulk # 1, de 1962 (em que o personagem apareceu pela primeira vez), mas também é emocionalmente retraído na maioria dos seus hábitos. Banner desenhou a bomba de raios gama que causou sua aflição, e por ironia do seu destino, ele é autoinfligido; e tem sido um dos temas mais comuns e persistentes. Arie Kaplan descreve o personagem assim: \"Bruce Banner vive em um constante estado de pânico, sempre desconfiado de que o monstro dentro dele vai surgir, e, portanto, ele não pode formar ligações significativas com ninguém \". Ao longo das histórias publicadas do Hulk, os escritores têm continuado a enquadrar Bruce Banner nestes temas. Sob diferentes roteiristas, a sua personalidade fraturada levou a transformações em diferentes versões do Hulk. Essas transformações são geralmente involuntárias, e os autores muitas vezes ter amarrado a transformação para gatilhos emocionais, como raiva e medo. Conforme a série foi progredindo, diferentes roteiristas se adaptaram ao Hulk, mudando a personalidade do Hulk para refletir as mudanças na fisiologia ou na psique de Banner. Ao longo das últimas décadas em que o personagem alcançou sucesso mundial, diversos roteiristas também refinaram e mudaram alguns aspectos da personalidade de Banner, mostrando-lhe como emocionalmente reprimido, extremamente retraído e tímido, mas capaz de ter um profundo amor por Betty Ross, e para resolver problemas colocados para ele. Sob a escrita do quadrinista Paul Jenkins, Banner mostrou-se um fugitivo competente, aplicando o raciocínio dedutivo e observação para descobrir os eventos que transpiram em torno dele. Nas ocasiões em que Banner tem controlado o corpo do Hulk, ele tem aplicado os princípios da física aos problemas e desafios e usado o raciocínio dedutivo. Foi mostrado depois que sua capacidade de se transformar no Hulk foi levado pelo Hulk Vermelho essa e Banner tem sido extremamente versátil, bem como astuto ao lidar com as muitas situações que se seguiram. === Hulk (Hulk Selvagem) === Durante a detonação experimental de uma bomba gama, o cientista Bruce Banner corre para salvar um adolescente que levou para o campo de testes. Empurrando o adolescente, Rick Jones, em uma trincheira, Banner é pego na explosão, absorvendo grandes quantidades de radiação. Ele acorda mais tarde, em uma enfermaria, parecendo relativamente ileso, mas naquela noite se transforma em uma forma cinza pesada que rompe a parede e escapa. Um soldado do grupo de busca que seguiu a criatura não identificada, chamou-a de \"Hulk\". A versão original do Hulk foi muitas vezes apresentada de forma simples e rápida com raiva. Suas primeiras transformações foram desencadeadas por causa do sol, e seu retorno se iniciava de madrugada. No entanto, em The Incredible Hulk # 4, Banner começou a usar um dispositivo de raios gama para se transformar à vontade. Nas histórias do Hulk mais recentes, as emoções desencadeavam a mudança. Apesar de ser cinza em sua estreia, as dificuldades com a impressora levaram a uma mudança de sua cor para verde. No conto original, o Hulk se divorcia de sua identidade a partir de Banner, condenando Banner como \"o fraco mais fraco na imagem.\" A partir de suas primeiras histórias, o Hulk tem se preocupado em encontrar refúgio e sossego, e, muitas vezes é mostrado reagindo emocionalmente a muitas situações rapidamente. Grest e Weinberg chamaram Hulk de \"o lado negro primordial da psique [Banner]\". Mesmo nas primeiras aparições, Hulk fala na terceira pessoa. O Hulk mantém uma inteligência modesta, pensando e falando em frases completas, e Lee ainda dá o diálogo expositivo de Hulk na edição de seis anos, permitindo que os leitores aprendam os recursos que o Hulk tem, quando o Hulk diz: \"Mas estes músculos não são apenas para serem mostrados! Tudo que eu tenho que fazer é saltar acima e me manter apenas indo!\" Em Marvel: Cinco Décadas Fabulosas das Maiores Histórias em Quadrinhos do Mundo, Les Daniels aborda o Hulk como uma encarnação dos medos culturais da radiação e da ciência nuclear. Ele cita Jack Kirby assim: \"Enquanto nós estamos experimentando a radioatividade, não há como dizer o que pode acontecer, ou o quanto os nossos avanços pode custar- nos.\" Daniels continua: \"O Hulk tornou-se a mais perturbadora personificação da Marvel dos perigos inerentes à era atômica\". Embora geralmente solitário, o Hulk ajudou a formar tanto os Vingadores e os Defensores. Ele foi capaz de determinar se as alterações foram já desencadeadas por estresse emocional. O Quarteto Fantástico # 12 (Março 1963), caracterizando a primeira batalha do Hulk com o Coisa. Apesar de muitas histórias do Hulk envolverem primeiro o general Ross tentando capturar ou destruir o Hulk, o principal vilão é, muitas vezes, como Hulk; um personagem baseado em radiação, como o Gárgula ou o Líder, junto com outros inimigos, como o Homem-Sapo, ou o asiático chefe militar General Fang. Filha de Ross, Betty ama Banner e critica o pai pela perseguição ao Hulk. O homem do lado direito do General Ross, Major Glenn Talbot, também ama Betty e está dividido entre perseguir o Hulk e tentar ganhar o amor de Betty de forma mais honrosa. Rick Jones serve como amigo do Hulk e é sócio nestes contos iniciais. Na década de 1970, Hulk foi mostrado como mais propenso a raiva e fúria, e menos falador. Escritores jogaram com a natureza de suas transformações, e brevemente deu o controle para Banner com a mudança, e a capacidade de manter o controle de sua forma como Hulk. As histórias do Hulk começaram a envolver outras dimensões, e em uma, Hulk encontrou a Imperatriz Jarella. Jarella usou magia para trazer a inteligência de Banner para o Hulk, e veio a amá-lo, pedindo-lhe para se tornar seu companheiro. Apesar de Hulk voltar à Terra antes que ele pudesse tornar-se seu rei, ele voltaria ao reino Jarella de K'ai novamente. Quando Bill Mantlo levou a escrever funções, ele levou o personagem para a arena de comentário político quando Hulk viajou para Tel Aviv, Israel, encontrando tanto a violência do conflito israelense-palestino, e a heroína judeu israelense Sabra. Logo depois, Hulk encontrou o Cavaleiro árabe, um super-herói beduíno. Sob escrita de Mantlo, um estúpido Hulk foi enviado para o \"Crossroads of Eternity\", onde Banner foi revelado ter sofrido traumas de infância que geraram sua raiva reprimida. Depois de chegar a um acordo com os seus problemas, pelo menos por um tempo, Hulk e Banner são separados fisicamente sob a escrita de John Byrne. Separado do Hulk por Doutor Samson, Banner foi recrutado pelo governo dos EUA para criar os Hulkbusters, uma equipa governamental dedicada à captura do Hulk. Banner se casa com Betty Ross, mas a mudança de Byrne no personagem foi revertida por Al Milgrom, que reuniu as duas personas, e com a edição # 324, devolveu o Hulk à sua coloração cinza, com as mudanças que ocorrem à noite, independentemente do estado emocional de Banner. O Hulk apareceu e morreu na explosão de uma bomba de raios gama, mas em vez disso enviou a dimensão de Jarella da casa de K'ai. === Joe Fixit === Pouco depois de retornar à Terra, Hulk assumiu a identidade de \"Joe Fixit\", um personagem sombrio por trás das figuras de cena, trabalhando em Las Vegas, em nome do proprietário de um casino, Michael Berengetti. Durante meses, Banner ficou reprimido na mente de Hulk, mas aos poucos começou a reaparecer. Hulk e Banner começaram a mudar e a voltar novamente ao anoitecer e ao amanhecer, como o personagem tinha inicialmente, mas desta vez, eles trabalharam juntos para fazer avançar os seus objetivos, usando notas escritas como a comunicação, assim como se encontrar em um plano mental para ter conversas . Em The Incredible Hulk # 333, o Líder descreve a personalidade de Hulk Cinza mais forte durante a noite de lua nova e as mais fracas durante a lua cheia. Eventualmente, o Hulk Verde começou a ressurgir. Na edição # 377, David renovou o Hulk novamente, Doutor Samson engata serviços da Ringmaster para hipnotizar Bruce Banner e forçá-lo, com o Hulk Selvagem (Hulk Verde) e Mr. Fixit (Hulk Cinza) para enfrentar o abuso passado de Banner nas mãos de seu pai Brian Banner. Durante a sessão, as três personalidades enfrentam um \"Hulk Culpado\", que sadicamente atormenta os três com o abuso do pai de Banner. === Professor Hulk === Enfrentando estes abusos, um novo Hulk maior e mais inteligente, o Hulk Professor, emerge e substitui completamente o \"humano\" Bruce Banner e a personalidade Hulk. Este Hulk é a culminação dos três aspectos de Banner. Ele tem o grande poder do Hulk Selvagem, a astúcia do Hulk Cinza, e a inteligência de Bruce Banner. Peter David, em seguida, introduz o Hulk para o Panteão, uma organização secreta construída em torno de uma família de pessoas superpoderosas. Os membros da família, principalmente primos distantes uns dos outros, tinha codinomes baseados no mito da Guerra de Troia, e eram descendentes do fundador do grupo, Agamenon. Quando Agamenon sai, ele coloca o Hulk no comando da organização. A história termina quando é revelado que Agamenon trocou a sua descendência por uma raça alienígena para ganhar poder. O Hulk lidera o Panteão contra os estrangeiros, e então se move. Durante a sua liderança do Panteão, Hulk encontra uma versão de si mesmo depravada do futuro chamado Maestro, que se viu em um Delphi para trás em uma visão em The Incredible Hulk # 401 com parte dos eventos que ocorrem simultaneamente em The Incredible Hulk # 415. Atirado para o futuro, Hulk encontra-se aliado com Rick Jones, agora um homem velho, e que se esforça para destruir o tirano Maestro. Não sendo possível pará-lo de qualquer outra forma, Hulk usa a máquina do tempo que levou para o futuro para enviar o Maestro de volta para o coração do último teste da Bomba Gama que gerou o Hulk. Artisticamente, o personagem foi retratado como progressivamente mais muscular nos anos desde sua estreia. == Poderes e habilidades == A frase acima representa um dos fundamentos dos poderes do Hulk, cuja força é bem conhecida no mundo dos quadrinhos. O Hulk é considerado \"o mortal mais forte da Terra\". No entanto, a ultra força física não é o seu único poder. Abaixo, uma lista com as habilidades do personagem: *Força ilimitada: a força do Hulk não \"possui um limite estabelecido\", atingindo níveis inacreditáveis. Com ela, pode pular enormes distâncias com um único impulso de seus membros, e usar as mãos para fazer uma palmada sônica — um bater de palmas usado por Hulk, causando fortes ondas sonoras e ventos, e pode erguer um peso ilimitado de força. Sua força cresce após o aumento de adrenalina no seu sistema circulatório. Nos quadrinhos, ele foi capaz de destruir um asteroide com duas vezes o tamanho da Terra, um de seus feitos mais famosos foi em Guerras Secretas onde ele consegue segurar uma montanha de 150 bilhões de toneladas jogada sobre ele pelo Homem Molecular, ele também conseguiu juntar as placas tectônicas do Planeta Sakaar sob altas temperaturas na saga Planeta Hulk. Outro de seus grandes feitos de força acontece quando uma esfera de matéria e antimatéria estavam para se fundir, e com isso ameaçando a destruição da Terra, o Hulk com sua força impede-as de se unirem, segundo o próprio Homem Aranha aquele era um feito fisicamente impossível. A mais recente amostra de sua força se passa quando, ao enfrentar Corvus Glaive na saga Infinito, ele obriga o Gigante Safira a suportar o peso de uma estrela que, segundo o mesmo, era um Sol em plena vida; *Resistência sobre-humana: Por ter um organismo modificado e uma pele densa e resistente, pode sobreviver em locais com baixos índices de oxigênio. O Hulk também já resistiu a uma Supernova sem sofrer queimaduras; *Velocidade sobre-humana: Independentemente de seu tamanho, as pernas fortes do Hulk o permitem correr em velocidades que estão bem além dos limites físicos naturais até mesmo do melhor atleta humano. A velocidade do Hulk é tão relativamente alta que, enquanto criava túneis subterrâneos de Subterrânea até a Califórnia, os Vingadores temiam que o Hulk poderia fraturar a falha geológica de San Andreas, em questão de horas. O Hulk uma vez girou como um tornado a uma velocidade incrível para afastar o Sr. Fantástico. Em uma notória demonstração de velocidade, o Hulk pode até mesmo ultrapassar uma aeronave enquanto corria em terra. A velocidade astronômica de Hulk se estende aos seus saltos, o que lhe permitiu seguir e alcançar um míssil espacial. O Hulk também possui imensa velocidade de nado. Ele foi cronometrado estar nadando a 150 km/h, e até mesmo se igualou a velocidade de Namor debaixo d'água, quando Namor estava movendo-se a velocidades suficientes para criar um redemoinho, para a surpresa do rei Atlante. Referindo-se a velocidade formidável do Hulk, Banner ponderou que o Hulk é capaz de correr a velocidades que o olho não pode acompanhar e nadar rápido o suficiente para criar propulsão. O Hulk demonstrou ser rápido o suficiente para capturar projeteis de morteiros e mísseis disparados contra ele. O Hulk também foi eventualmente reconhecido por ser extremamente ágil de maneira proporcional ao seu tamanho. Seus reflexos até mesmo foram descritos como \"reflexos ultrarrápidos\". Mais exemplos de seu incrível tempo de reação incluem perseguir e tocar o Surfista Prateado, enquanto ele estava em altas velocidades, acertar o Homem-Aranha, apesar dos incríveis reflexos de Peter, e facilmente desviar de balas e torpedos de uma curta distância; *Vigor super- humano: O Hulk é capaz de lutar por dias sem parar, ou mesmo nadar e correr por uma boa quantidade de tempo; *Salto sobre-humano: O Hulk é capaz de usar seus músculos da perna altamente desenvolvidos para saltar grandes distâncias. Quando o Hulk fica enfurecido, sua força aumenta consideravelmente, o que significa que ele pode saltar mais longe do que o habitual. O Hulk atravessou 1 600 km com um único salto,O Incrível Hulk vol.2 #33 ele pulou em cima do Monte Olimpo do nível do solo.Hulk vs Hércules #1 Em mais de uma ocasião, o Hulk quase pulou na órbita da Terra; *Invulnerabilidade: Hulk possui um alto grau de invulnerabilidade, o que torna sua pele impermeável a balas, facadas, bombas, sendo que apenas os metais adamantium e vibranium podem feri-lo; Wolverine e Pantera Negra já conseguiram esse feito. A pele do Hulk é tão resistente a danos que ele conseguiu retirar o Adesivo X de todo o seu corpo sem sofrer nenhum ferimento; *Grande resistência mental: Devido as múltiplas personalidades e a complexidade da mente do Hulk, ele possui grande resistência a ataques mentais, sendo dificilmente vencido ou dominado por este tipo de superpoder; *Resistência contra ataques místicos: O Hulk possui grande resistência a ataques místicos/mágicos, podendo até mesmo aguentar ataques místicos do Dr. Estranho (considerado um dos maiores magos de toda a Marvel) sem sofrer muitos danos, que também aumenta conforme sua raiva e força; *Regeneração espontânea acelerada (fator de cura): Hulk, quando tem sua integridade física atingida, é capaz de regenerar ferimentos quase que imediatamente sem sequelas. Podem ser citados como exemplos nos quadrinhos, confrontos em que o mesmo teve a maior parte de sua massa muscular derretida e se regenerou sem formar cicatrizes. O fator de cura de Hulk é considerado o melhor em toda a Marvel; *Transformação rápida: Bruce Banner pode se transformar no Hulk em milissegundos, como ele fez ao ser alvejado com um tiro de fuzil, que o Hulk pegou com os dentes; *Imunidade à doenças: O Hulk é completamente invulnerável a todas as doenças e vírus conhecidos da Terra, incluindo a AIDS.O Incrível Hulk #338 Ele pode operar em condições intensas por longos períodos de tempo, devido a seu corpo não desenvolver fadiga rapidamente; *Envelhecimento retardado: Para todos os efeitos, o Hulk vive indefinidamente. Por causa de um fator de cura melhorado, derivada das propriedades da energia gama que o fortalece, o Hulk tem uma vida útil prolongada. Uma possível personalidade do futuro, o Maestro, estava em seu auge físico, apesar de ter mais de cem anos de idade.Incrível Hulk: Futuro Imperfeito #1 Em outro futuro alternativo fica implícito que o corpo de Hulk dura eternamente; *Adaptação reativa: Houve vários eventos no passado em que o Hulk não só enfrentou longos períodos de tempo no espaço sideral sem se sufocar, mas também repetidamente tem conseguido falar nestes habitats inóspitos. Foi teorizado por Nick Fury que o Hulk pode se adaptar ao ambiente do espaço como uma propriedade inerente de sua mutação. Ele baseou esta tese em dados juntados sobre o Hulk.O Incrível Hulk vol.2 #90 Por exemplo, o Hulk pode harmonizar sua estrutura biológica com as profundezas do oceano.O Incrível Hulk vol.3 #9 Sua hipótese foi confirmada, uma vez que se afirma que o Hulk pode se adaptar a qualquer ambiente, mesmo o espaço sem ar. Portanto, isto prova que o Hulk pode se adaptar a uma grande diversidade de habitats hostis. É plausível que esta habilidade seja melhorada e amplificada pela fúria do Hulk. == Inimigos == *Abominável *Líder *General Ross *Gárgula (durante os episódios Surge o Gárgula e Para Ser Um Homem em The Incredible Hulk # 1) *Tyrannus *Os Alienígenas *Pelotão de Choque *Zzzax *Homem- Absorvente *Meia-Vida == Outras versões == === 1602 === Na minissérie escrita por Neil Gaiman chamada 1602, a contraparte do Hulk chama-se David Banner, ele é um servo do Rei James da Escócia, que obedece a todas as suas ordens sem titubear. No final da minissérie, ele se transforma em um monstro bruto e cinza. === Ultimate Hulk === Assim como diversos personagens Marvel, Hulk também ganhou sua versão Ultimate. Nesta versão o Hulk é semelhante a um lutador de wrestling profissional, daqueles tipos que interpretam personagens grandes e desajeitados. É racional, mas ataca com toda a fúria, fazendo piadas e sarcasmo, mostrando o quanto é poderoso. O surgimento dele não se deu através da Bomba Gama (Bomba-G), mas em experiências feitas pelo Doutor Bruce Banner, sendo ele mesmo a cobaia, para o projeto do Super Soldado do governo dos Estados Unidos, experiências estas, feitas com material radioativo. Em sua primeira aparição ele destrói a mansão dos Vingadores, e por pouco não causa um acidente nuclear, além de quase matar Os Supremos. == Em outras mídias == === Desenhos animados === *A primeira adaptação do Hulk fora dos quadrinhos, foi em um segmento The Marvel Super Heroes (1966). *Hulk ganhou sua própria série animada em 1982, intitulada O Incrível Hulk. *Hulk ganhou mais uma série também intitulada O Incrível Hulk de 1996, com a participação da Mulher-Hulk. *Hulk aparece no filme animado de 2009 Hulk Vs., composto de dois episódios: Hulk Vs Thor e Hulk Vs Wolverine. *Hulk se junta aos heróis mais poderosos da terra para estrelar a série animada Vingadores: Os Heróis mais Poderosos da Terra. *Hulk aparece várias vezes na série Ultimate Homem-Aranha como um vingador ou como um fugitivo. *Hulk mais uma vez completa o time dos Vingadores da nova série animada Vingadores Unidos, a série que se aproxima mais do Universo Cinematográfico Marvel. *Estrela a série animada de 2013, Hulk e os Agentes da S.M.A.S.H.. *Hulk participa do especial Phineas e Ferb: Mission Marvel onde Homem-Aranha, Homem de Ferro, Thor e Hulk vão para Danville após Dr. Doofenshmirtz acidentalmente remover seus poderes e imobilizá-los. Agora cabe a Phineas e Ferb se unirem aos Super-Heróis da Marvel para ajudá-los a recuperar seus poderes e derrotar os vilões. *Hulk é um dos personagens principais nos filmes animados Ultimate Avengers e Ultimate Avengers 2. *Ele aparece no filme Next Avengers: Heroes of Tomorrow e ajuda os jovens vingadores a deter Ultron. *Outra aparição do Gigante Esmeralda foi em Planeta Hulk, de 2010. É uma animação lançada diretamente para DVD e Blu-Ray, que adapta a história em quadrinhos de mesmo nome. *Em 2013, Hulk se junta ao Homem de Ferro na animação Iron Man & Hulk: Heroes United, lançado direto em DVD. Hulk também aparece na continuação Iron Man & Captain America: Heroes United. *Em 2016 Hulk ganha um novo filme animado chamado Hulk: Onde os Monstros Habitam. === Série live-action === Na década de 1970 o Hulk se tornou estrela de uma um seriado com atores reais, no qual Bill Bixby interpretava Banner, aqui chamado David Banner, e o fisiculturista fisiculturista Lou Ferrigno fazia o Hulk. Após dois filmes-piloto se seguiu uma série de 80 episódios de uma hora entre 1978 e 1982, onde Banner vagava os Estados Unidos tentando ajudar pessoas enquanto fugia do repórter Jack McGee (Jack Colvin) que tem que provar a existência do Hulk para a nova editora de seu jornal. ==== O regresso em filmes de TV ==== Anos depois do cancelamento da série o Hulk foi revivido em três telefilmes. No ano de 1988, foi feito um especial chamado The Incredible Hulk Returns (O Retorno do Incrível Hulk), com direção de Nicholas Corea. Nesse filme, o Hulk enfrenta um Thor bem diferente de sua versão dos quadrinhos. O segundo filme foi no ano seguinte, The Trial of the Incredible Hulk (O Julgamento do Incrível Hulk). O roteiro era de Gerald Di Pego e direção do próprio Bill Bixby. Dessa vez, o Hulk encontrou o herói cego Demolidor, que diferente dos quadrinhos, se vestia de preto e mais parecia um ninja. Na história, David Banner era acusado por um crime que não cometeu. Durante um pesadelo sobre o julgamento, no momento mais marcante, ele fica tão nervoso que se transforma no Hulk, destruindo todo o tribunal. O vilão nesse filme é Wilson Fisk, o Rei do Crime. Em 1990, foi gravado The Death of the Incredible Hulk (A Morte do Incrível Hulk), também dirigido por Bixby, no qual para evitar a fuga dos bandidos Hulk destrói um avião em pleno voo, cai e acaba falecendo. Bixby sonhava em fazer um quarto filme revivendo o personagem, Rebirth of Incredible Hulk (O Renascimento do Incrível Hulk), mas o filme foi cancelado, e Bixby acabaria falecendo em 1993. === Filmes === *No filme Hulk lançado em 2003, Bruce Banner é interpretado por Eric Bana. Seu pai, David Banner (Nick Nolte), era um geneticista que trabalhava pro exército dos EUA em experimentos para melhorar a capacidade de regeneração humana. Quando o general Thaddeus Ross (Sam Elliott) proibiu os testes em seres humanos, David experimentou em si mesmo, provocando uma mutação genética que posteriormente seria herdada por seu filho. Ao descobrir isso, David tenta achar uma cura, mas é cortado do projeto pelo general Ross. David então tenta matar o seu filho com uma faca, mas é impedido por sua esposa Edith, que acaba morrendo no lugar de Bruce. David é trancafiado em uma instituição psiquiátrica e o pequeno Bruce é adotado pelos Krenzlers, reprimindo todas as memórias sobre esse evento traumático. Anos depois, Bruce se torna um cientista que trabalha com sua ex-namorada Betty Ross (Jennifer Connelly) dentro do Instituto de Biotecnologia de Berkeley em uma pesquisa que busca a reparação instantânea das células pela ativação de nanomeds dentro do organismo através de exposições a pequenas doses de radiação gama. No entanto, ocorre um curto-circuito que aciona acidentalmente o espectrômetro de raios gama. Para proteger um de seus colegas, Bruce se coloca na frente da máquina e acaba recebendo doses maciças de radiação. Bruce sobrevive graças à mutação presente em seu DNA e passa a se transformar no gigantesco Hulk sempre que fica com raiva. ==== Universo Cinematográfico Marvel ==== *Em O Incrível Hulk, há cinco anos Bruce Banner (Edward Norton) se transformou em um monstro grande e verde após testar em si mesmo raios gama, usando como base o soro do super soldado criado durante a Segunda Guerra Mundial. O experimento falha e Bruce acaba ferindo sua namorada, Betty Ross (Liv Tyler), e o pai dela, general Ross (William Hurt ). Após o acidente, Bruce se torna um fugitivo e o último lugar em que se situa é no Rio de Janeiro, trabalhando em uma fábrica de refrigerantes enquanto tenta buscar uma cura para sua condição. Para isso, tem mantido conversas criptografadas com um homem que se identifica como Sr. Verde , e acaba tendo como inimigo o soldado britânico com nacionalidade russa, recrutado pelo General Ross, Emil Blonsky, o Abominável (Tim Roth). *Em Thor (2011), Bruce é mencionado no filme quando o Dr. Erik Selvig fala sobre \"um amigo especialista em radiação gama\". *Em Os Vingadores (2012), um ano e meio após os eventos de O Incrível Hulk, Bruce Banner (Mark Ruffalo), tem vivido em Calcutá, ajudando os moradores de lá. É recrutado por Natasha Romanoff (Scarlett Johansson) para ajudar a S.H.I.E.L.D. a encontrar o Tesseract roubado por Loki (Tom Hiddleston). Descobrindo que o plano do vilão era manipular o Hulk para atacar a equipe, Natasha tenta alertar Bruce, mas Clint Barton (Jeremy Renner), que estava sob o controle mental do Cetro de Loki, atira uma flecha explosiva contra o aero porta-aviões da S.H.I.E.L.D. e resgata Loki. Com isso, Bruce se descontrola e se transforma no Hulk, que persegue a Viúva Negra e acaba entrando em confronto com Thor (Chris Hemsworth). Após destruir um jato da S.H.I.E.L.D., ele é jogado pra fora do aero porta-aviões. Banner retorna para a batalha final e ajuda os Vingadores a repelirem o ataque de Loki e seu exército de Chitauri a Nova Iorque. *Em Homem de Ferro 3 (2013), Bruce aparece na cena pós-créditos do filme, onde é revelado que a narração do filme era na verdade Tony Stark (Robert Downey Jr.) contando a história para Banner, que acabou dormindo ao relutantemente escutar o relato do amigo. *Em Capitão América - O Soldado Invernal (2014), Bruce Banner é mencionado duas vezes no filme. Na primeira é durante a cena em que Steve e Natasha estão interrogando Jasper Sitwell acerca do Projeto Insight, onde ele revela que Bruce é um dos alvos. Na segunda, é quando Nick Fury revela que, para forjar sua morte, tomou uma substância que reduzia os batimentos cardíacos a cada minuto e que essa substância havia sido inventada por Bruce. *Em Vingadores: Era de Ultron (2015), Hulk auxilia o time a enfrentar o exército do Barão von Strucker (Thomas Kretschmann), que tomou posse do cetro de Loki. Após acalmar o Hulk ao final de cada missão, permitindo que o Golias Esmeralda se transforme de volta no Dr. Banner, Natasha tenta iniciar uma relação amorosa com Bruce, mas ele se afasta, alegando que eles nunca conseguiriam ter uma vida normal. Estudando a pedra no Cetro de Loki, Tony Stark pede ajuda a Banner para criar a inteligência artificial Ultron, na tentativa de proteger a Terra de futuras invasões. No entanto, Ultron se volta contra seus criadores, ataca a equipe e recruta Pietro e Wanda Maximoff. Descobrindo que Ultron está atrás do Vibranium contrabandeado por Ulysses Klaw (Andy Serkis), os Vingadores vão tentar interceptar a negociação em um cemitério de navios na África, onde uma luta se inicia. Mas eles são derrotados pela Feiticeira Escarlate, que cria ilusões na mente deles, inclusive em Banner, fazendo-o perder completamente o controle sobre seu alter ego Hulk, que ataca violentamente a cidade de Joanesburgo. Sabendo da situação, Stark usa uma gigantesca armadura Hulkbuster para combater o Gigante Esmeralda, eventualmente o nocauteando. No final, após ajudar os Vingadores a destruir todos os Ultróides, ele toma o Quinjet de Ultron e, ignorando as mensagens de Natasha, ruma para um destino desconhecido. *Em Capitão América: Guerra Civil (2016), é mostrada uma filmagem em que o Hulk acidentalmente matou um civil durante o ataque dos Chitauri em Nova Iorque. Em seguida ele é mencionado por Ross, agora secretário de segurança, que pergunta a Steve se ele sabe onde ele está. Ele também é mencionado durante uma conversa entre Tony e Natasha, que questionam se ele faria parte do Acordo de Sokovia. *Em Thor: Ragnarok (2017), é revelado que após os eventos de Era de Ultron, Hulk acabou indo parar no planeta Sakaar, onde se torna um dos maiores gladiadores do planeta. Após se reunir com Thor, que consegue fazer com que Hulk reverta para Banner ao descobrir um vídeo de Natasha no Quinjet que o Hulk pilotara, decide ajudar o amigo Vingador a voltar para seu lar em Asgard. *Em Vingadores: Guerra Infinita (2018), o vilão Thanos e seus lacaios interceptam a nave com os sobreviventes de Asgard para extrair uma das Joias do Infinito que está no Tesseract. Hulk luta contra Thanos, mas é facilmente derrotado. Heimdall usa a Bifrost para enviar Hulk para a Terra, e Hulk aterrissa em Nova Iorque, no Sanctum Sanctorum do Doutor Estranho e seu mordomo Wong. Assim que reverte para Bruce Banner, ele imediatamente alerta sobre Thanos e contata os outros Vingadores. Quando os lacaios de Thanos aparecem em Nova Iorque para atacar o Doutor Estranho em busca da Joia do Tempo, Banner tenta se tornar o Hulk, mas Hulk se recusa a \"sair\", forçando Banner a sair da ação. Banner então viaja para Wakanda, onde ele usa a armadura Hulkbuster de Stark para combater o exército invasor de Thanos, até o próprio Thanos chegar para recuperar a última Joia do Infinito do androide Visão, e durante a luta com os Vingadores prende a armadura com Banner dentro numa rocha. Quando Banner sai da armadura, presencia diversos heróis se desintegrarem, parte dos planos de Thanos de dizimar metade da vida no universo. *Em Capitã Marvel (2019), em uma cena no meio dos créditos, Bruce e os restantes Vingadores sobreviventes monitoram o pager de Nick Fury, que foi ativado logo após o estalar da manopla de Thanos, até que Carol Danvers aparece, perguntando onde Fury está. *Em Vingadores: Ultimato (2019), primeiro Banner na Hulkbuster vai com outros Vingadores atrás de Thanos, descobrindo que o Titã Louco tinha destruido as Joias com o poder delas próprias para não reverterem sua dizimação, levando Thor a matá-lo. Nos cinco anos se passaram, Banner decidiu que o Hulk não é um problema para resolver, mas sim a solução, e após anos de experimentação e pesquisa com raios gama, conseguiu equilibrar seus dois lados. Ele está agora permanentemente no corpo do Hulk, mas com a consciência e a mentalidade de Bruce Banner. Recrutado na missão dos Vingadores viajam através do tempo para obter as Joias do Infinito, Hulk volta para a batalha de Nova Iorque de Os Vingadores, onde recebe a Joia do Tempo da Anciã. Voltando ao presente, Hulk, por causa de sua força, se voluntaria para ativar a manopla com as Joias do Infinito. Ele faz isso e inverte as mortes causadas por Thanos. Em seguida um Thanos que viajou no tempo de 2014 ataca a base dos Vingadores, e Hulk é um dos heróis que tentam impedí-lo de conseguir as Joias, uma batalha que se encerra quando o Tony Stark usa as Joias do Infinito para acabar com todo o seu exército, ao custo de sua ida. *Em Shang-Chi e a Lenda dos Dez Anéis (2022), Bruce Banner aparece de novo na sua forma humana numa cena no meio dos créditos, na qual Wong apresenta Shang-Chi a Bruce Banner e Carol Danvers. Eles investigam os dez anéis e descobrem que está sendo emitindo um sinal misterioso. *Na série do Disney+ She-Hulk: Attorney at Law (2022), Bruce está viajando com sua prima Jennifer Walters quando um acidente de carro causado pela aparição repentina de uma nave de Sakaar leva Jen a ser contaminada com o sangue radioativo de Bruce, fazendo-a desenvolver uma mutação similar a dele, a Mulher-Hulk. Após treinar Jen sobre sua nova condição, Bruce deixa a Terra na nave de Sakaar, voltando ao final da série para revelar que descobriu que tinha deixado um filho no planeta, Skaar. ===Jogos=== *O primeiro jogo eletrônico do personagem foi Questprobe featuring The Hulk, um jogo de aventura para diversos computadores pessoais lançado em 1984. *The Incredible Hulk foi um jogo plataforma para Super NES, Mega Drive, Master System e Game Gear distribuído pela U.S. Gold. *The Incredible Hulk: The Pantheon Saga, baseado na história Panteão, foi lançado pela Eidos Interactive em 1997 para Sega Saturn e PlayStation. *The Incredible Hulk, um beat 'em up para Game Boy Advance, foi lançado em 2003. *Hulk foi lançado em 2003 para PC, PlayStation 2, GameCube e Xbox junto do filme homônimo, contando inclusive com Eric Bana como Banner, e tinha uma história servindo de sequência para o filme. *The Incredible Hulk: Ultimate Destruction (2005), dos mesmos desenvolvedores do jogo anterior, era um jogo de mundo aberto com extensos ambientes destrutíveis. *The Incredible Hulk foi lançado em 2008 para PC, PlayStation 2, PlayStation 3, Xbox 360 e Wii junto do filme homônimo, contando com o elenco do filme e jogabilidade similar a Ultimate Destruction. Uma versão reformulada estilo plataforma foi lançada para Nintendo DS. *Hulk é um dos personagens jogáveis de Marvel Super Heroes: War of the Gems (1995) para Super NES. *Após ser um dos personagens jogáveis no jogo de luta Marvel Super Heroes, Hulk apareceu em todos os títulos seguintes da Capcom, primeiro em Marvel Super Heroes vs. Street Fighter e depois na série sucessora Marvel vs. Capcom. *Bruce Banner tem breve aparição em Marvel: Ultimate Alliance, que em um pacote para download para Xbox 360 acrescentava o Hulk entre os heróis jogáveis. O personagem foi jogável em todas as versões da sequência Marvel: Ultimate Alliance 2. *Uma versão Lego de Hulk é um dos personagens jogáveis em Lego Marvel Super Heroes e suas continuações. *Hulk é um dos personagens jogáveis em Disney Infinity 2.0. *Hulk é um dos cinco Vingadores jogáveis em Marvel's Avengers. *Hulk aparece como antagonista e depois personagem jogável em Marvel's Midnight Suns. == Ligações externas == * * * * Categoria:Cientistas fictícios Categoria:Personagens com superforça Categoria:Personagens com invulnerabilidade Categoria:Personagens criadas por Stan Lee Categoria:Personagens de filmes Categoria:Séries de televisão Categoria:Doutores da Marvel Comics Categoria:Anti-heróis da Marvel Comics Categoria:Os Vingadores Categoria:Thunderbolts Categoria:Hulk Categoria:Senhores da guerra fictícios",
 "title": "Hulk"
}