{
 "id": "65302",
 "text": "O Slashdot (frequentemente abreviado como \"/.\") é uma página online de notícias, onde os artigos são sumários de notícias publicadas em outros sites, com espaço aberto ao comentário dos leitores. Que em muitos aspectos este serviço s assemelha a um blog (embora tenha surgido anos antes da adoção desse termo). Os sumários das notícias geralmente são enviados pelos próprios leitores do sítio, podendo os editores aceitar ou não a contribuição. O slogan do site é \"News for nerds, stuff that matters\" (Notícias para nerds, coisas que importam). Embora seja uma referência para a comunidade do software livre e do Linux em particular, o Slashdot é criticado por divulgar notícias por vezes sem base referêncial ou de conteúdo polêmico. O sítio criou o termo Efeito Slashdot, que ocorre quando milhares de leitores visitam ao mesmo tempo o sítio indicado por um dos sumários, tirando-o do ar. A razão oficial para o nome Slashdot é que ele foi criado para confundir pessoas que tentariam soletrar o endereço do site em inglês, pois seria dito \"h-t-t-p-colon-slash- slash-slash-dot-dot-org\", em português seria literalmente \"h-t-t-p-dois pontos-barra-barra-slash-dot-ponto-org\". Traduzido literalmente, o nome em português para o website seria Barraponto, assim sendo, soletrar-se-ia assim: \"h-t-t-p-dois pontos-barra-barra-barra-ponto-ponto-org\". Dependendo da popularidade do tema, um artigo pode ultrapassar 1000 comentários. ==Falso site da GCHQ== O serviço de inteligência britânico Government Communications Headquarters (GCHQHQ) usou páginas falsas do LinkedIn para atingir seu alvo principal, engenheiros de companhias a serem penetradas. De acordo com uma apresentação feita pelo GCHQ e revelada por Edward Snowden, a inteligência britânica começou por identificar os funcionários que trabalhavam na manutenção de rede e segurança para a empresa de telecomunicações. Em seguida, eles determinaram que os potenciais alvos tinham utilizado o site LinkedIn ou Slashdot, um popular site de notícias na comunidade de Tecnologia da informação (TI). ===Engenheiros como Alvo Principal === Os computadores desses \"candidatos\" foram então infectados com malware computacional, colocado usando a tecnologia de infiltração da agência de inteligência se refere como \"Quantum Insert\", que permitiu que ao Government Communications Headquarters se infiltrar profundamente na rede interna Belgacom e de sua subsidiária BICS, que opera um sistema chamado roteador GRX. Este tipo de roteador é necessário quando os usuários fazem chamadas ou para se conectar quando usam seus telefones celulares no exterior. == Veja Também == * Malware Quantum * Revelações da Vigilância global (1970–2013) * Vigilância de Computadores e Redes * Operações de acesso adaptado (TAO) NSA * Revelações da Vigilância global (1970–2013) * Serviço de Coleta Especial (SCS) * Vigilância em massa == Ligações externas == * Slashdot -- página principal * Slashdot Japan -- a versão Japonesa do Slashdot * slashdot Português Brasil (não oficial) -- blog com algumas traduções de notícias do slashdot.org para a língua portuguesa * Gildot -- versão portuguesa do Slashdot * Barrapunto -- versão espanhola do Slashdot * Slashcode -- página do software do Slashdot (Slash) ** Uma lista de sites a correr slash * mirrordot -- uma ferramenta que fornece cópias de todas histórias do Slashdot para evitar o Efeito slashdot Categoria:Slashdot Categoria:Blogues Categoria:Comunidades virtuais Categoria:Websites dos Estados Unidos Categoria:Ciberespaço Categoria:Espionagem Categoria:Informação sensível Categoria:Segurança da informação Categoria:Agências de inteligência",
 "title": "Slashdot"
}