{
 "id": "65332",
 "text": "{{Info/Distrito do Brasil |nome = Ilha de Mosqueiro |foto = Mosqueiro welcome arch.jpg |leg_foto = Portal na entrada da ilha |apelido = Bucólica e/ou Moscow |fundação = | município = Belém | estado = Pará | altitude = 15 | clima = Equatorial Amazônico | área = aprox. 212 km² | população = 50.000 | densidade = }} A Ilha de Mosqueiro é um distrito administrativo do município brasileiro de Belém (estado do Pará) e uma das 42 ilhas que integram a região insular (de 329,9361 km²) de Belém, sendo a segunda maior ilha da região, com uma área 211,7923 km². Possui 17 km de praias de água doce com movimento de maré. É uma ilha fluvial localizada na costa oriental da baía do Marajó, circundada ao norte pela praia da Baía da Sol, ao leste pelo Furo das Marinhas e ao sul pela Baía de Santo Antônio, ficando a uma distância de 32 km ao norte da cidade (em linha reta) e a 75 km de distância, por estrada, do centro de Belém. == Etimologia == O termo \"Mosqueiro\" é uma corruptela originado da antiga prática do \"moqueio\" (moka'e) do peixe pelos indígenas tupinambás que habitavam a ilha. Tal fato é corroborado pela Grande Enciclopédia da Amazônia, que narra: == História == === Ocupação === Em Mosqueiro, os colonizadores se estabelecem nos terrenos altos, os \"caris” na língua indígena, próximo da enseada, onde dispunham de segurança para suas embarcações. Quando chegaram à ilha, os portugueses já encontraram os índios Tupinambás (os “filhos de Tupã”), que fugiram do Nordeste após as invasões estrangeiras no litoral brasileiro. Bastante evoluídos para a época, esses indígenas sabiam falar a língua geral, o Nheengatu, devido ao contato mantido com os europeus. Ma foi a partir do ciclo da borracha que a vila entrou num processo de grandes mudanças. Junto com Belém, Mosqueiro passou a conviver com a riqueza e o luxo e a usufruir as benesses trazidas pelo acelerado desenvolvimento registrado na capital. Chegaram os ingleses da Pará Electric Railways Company, responsáveis pela instalação de energia elétrica e de meios de transportes interno. Vieram também alemães, franceses e norte-americanos, funcionários de companhias estrangeiras, como a Port of Pará e a Amazon River. A valorização da ilha, balneário distante 70 quilômetros do centro de Belém por rodovia, teve início no final do século XIX e está ligada ao ciclo da borracha. Foram os estrangeiros — atraídos pelo boom da economia da capital — os primeiros a valorizar a Mosqueiro como local de veraneio. Eles construíram os casarões que ainda hoje podem ser vistos em torno da orla das praias do Farol, Chapéu Virado, Porto Arthur e Murubira. Os “barões da borracha” encamparam a descoberta. Começava assim o processo de ocupação da ilha, pois o rio era então o único meio de acesso dessa incipiente ocupação. A expansão vigorosa do processo ocorreria somente em 1968 com a inauguração da estrada, interligada por balsa. Foi um marco para a aceleração da especulação imobiliária, que se expandiu em direção às praias do Ariramba e São Francisco. A partir de 1976, a ocupação voltou a se intensificar com a construção da ponte Sebastião Oliveira. No início dos anos 80 os velejadores descobriram as potencialidades da ilha para a prática de windsurf e vela. Por mais de vinte anos, Mosqueiro foi lugar obrigatório para iatistas paraenses, bem como nomes conhecidos como os velejadores Torben Grael e Robert Scheidt. Por isso, um pequeno grupo de velejadores, junto com amantes do kitesurf, ainda tenta manter acesa a \"vela\" no Mosqueiro, prática que tanto embeleza e dá vida nos dias quentes da ilha. === Construção da ponte === Com seus 1.457,35 metros, a ponte Sebastião R. de Oliveira é a principal via de acesso ao distrito. A obra encurtou a distância de Mosqueiro com o centro da capital, deixando-a muito mais acessível à população e atraindo um número cada vez maior de visitantes. Antes da construção da ponte, que ocorreu no dia doze de janeiro de 1976, o deslocamento até a ilha era realizado somente por navios. Esse tipo de transporte garantiu a travessia para o outro lado do continente, por quase meio século. Com a conclusão da ponte, Mosqueiro ganhou ares de cidade grande, belas mansões e prédios. == Lendas da ilha de Mosqueiro == Capa Preta Cobra Grande Pretinho do Porto == Pontos turísticos == === Praias === A Ilha do Mosqueiro oferece diversas praias, entre elas destacam-se: Praia do Farol, Praia do Bispo, Praia Grande, Praia Marahú, Praia do Paraíso e a Praia do Chapéu Virado. * Praia do Areião (Vila) * Praia do Ariramba * Praia do Bacuri * Praia da Baía do Sol * Praia do Bispo (Vila) * Praia da Camboinha (Baia do Sol) *Praia do Cachimbo (Caruara) *Praia da Croa (Baia do Sol) * Praia do Carananduba * Praia do Caruará * Praia do Chapéu Virado * Praia da Conceição * Praia do Farol * Praia da Fazendinha * Praia da Praia Grande (Baía do Sol) * * Praia do Marahú * Praia do Murubira * Praia do Paissandu * Praia do Paraíso * Praia do Porto Arthur * Praia da Praia Grande * Prainha do Farol * * Praia de São Francisco === Construções === * Pórtico do Mosqueiro * Praça Cipriano Santos (Vila) * Praça da Conceição (Carananduba) * Praça Princesa Isabel (Vila) * Praça do Dr. Patriarca Zacharias Mártyres (Farol) * Praça do Chapéu Virado * Mercado Municipal de Mosqueiro * Mercado Municipal do Chapéu Virado * Terminal Rodoviário de Mosqueiro (Rodoviária Artur Pires Teixeira) * Forte do Bispo (Praia do Bispo) * Trapiche Municipal (fechado) * Tapiocaria de Mosqueiro (Vila) * Barracas com comidas típicas, localizadas na praça matriz (vatapá, maniçoba, arroz paraense, tacacá, caruru etc.) Igrejas centenárias * Capela do Sagrado Coração de Jesus (Chapéu Virado) - Inaugurada em 1909. * Igreja Matriz de Nossa Senhora do Ó (Vila) - Inaugurada em 1868. * Paróquia de Nossa Senhora da Conceição (Carananduba) == Esportes == A ilha de Mosqueiro possui uma equipe profissional de futebol: o Pedreira Esporte Clube, que disputa a Segunda divisão do Campeonato Paraense. A equipe, apelidada de “Gigante da Ilha”, foi fundada em 7 de setembro de 1925, e seu melhor resultado foi em 1995, quando alcançou o quinto lugar. == Ligações externas == * Categoria:Ilhas do Pará Categoria:Ilhas do rio Amazonas Categoria:Distritos de Belém (Pará)",
 "title": "Ilha de Mosqueiro"
}