{
 "id": "65347",
 "text": "O estilo neomanuelino foi uma corrente revivalista que se desenvolveu dentro da arquitectura e das artes decorativas portuguesas entre meados do e o início do . É a principal forma de arquitectura do romantismo português devido, essencialmente, à tendência romântica em assumir carácter nacionalista na construção de grandes edifícios públicos. Está para a arquitectura portuguesa do século XIX como o neogótico para a restante Europa. O nome deriva da junção das palavras neo, \"novo\" em grego, e manuelino. A historiografia da arte dava então os seus primeiros passos e o nome \"manuelino\", ligando o estilo à produção artística do reinado de D. Manuel I (1495-1521), foi introduzido em 1842 pelo historiador Francisco Adolfo de Varnhagen. == Situação em Portugal == Os primeiros anos do século XIX são muito complexos, devido essencialmente à sucessão de problemas políticos, nomeadamente a fuga da família real para o Brasil em 1807, devido às invasões francesas, posterior/consequente domínio inglês, revolução liberal em 1820, regresso da família real em 1821, independência do Brasil, a perda do comércio colonial com a antiga colónia em 1822 (dramático golpe na economia portuguesa), contrarrevolução absolutista e, finalmente, guerras liberais, conservando a instabilidade até 1834. Ficheiro:Palácio do Bussaco (1).JPG|Palácio Hotel do Buçaco, 1888-1907, pormenor da fachada Ficheiro:Estacao Rossio Lisboa Portugal 01.jpg|Estação Ferroviária do Rossio Esta conjuntura só permitiu o desenvolvimento de condições propícias à eclosão de um novo estilo artístico, o romantismo, no final dos anos 30 do século XIX. Apesar de em Portugal surgir relativamente cedo na literatura, em finais do século XVIII com alguns pré- românticos, nas restantes formas artísticas desenvolve-se apenas com o impulso de dado por D. Fernando II, marido de D. Maria II, ao iniciar a construção do Palácio Nacional da Pena, após a estabilização da conjuntura nacional. Em toda a Europa a arquitectura romântica copia os estilos do passado, principalmente o gótico, mas também o românico e o renascimento, bem como as arquitecturas árabe e bizantina, reflectindo o crescente interesse pela história. Cada estilo tem maior, ou menor, expressividade, dependendo da tradição local, e do que se considerava ser a verdadeira arquitectura nacional. Esta atribuição de valores nacionalistas à arquitectura leva ao grande desenvolvimento do neogótico no norte da Europa, considerado como o verdadeiro estilo arquitectónico de países como França, Inglaterra e Alemanha, em consequência da abundância de catedrais góticas. Em Portugal a situação é diferente. O gótico português segue a corrente mendicante, ou seja, adopta os princípios ideológicos das ordens mendicantes, baseados na simplicidade e recusa de toda a ostentação ou de todo o luxo, com características próprias, sem copiar a arquitectura francesa, modelo seguido na época pela generalidade dos países europeus. Os edifícios de grande aparato, cobertos de decoração tipicamente gótica, são um pouco mais tardios e, muito frequentemente, fazem a transição para o manuelino, como o Mosteiro da Batalha ou o Convento de Cristo em Tomar. O facto de o manuelino coincidir com o reinado de D. Manuel I, logo com o período mais importante das descobertas, disponibilizando grandes quantidades de capital utilizado generosamente em edifícios religiosos, tornando este estilo muito decorado e original, também é fundamental. Quando a sensibilidade romântica se vira para o passado, procurando referências nacionalistas, obviamente elege o manuelino como expressão máxima da criatividade arquitectónica portuguesa, baseando-se no argumento de ser uma arquitectura puramente nacional. == Arquitectura == O neomanuelino é uma arquitectura revivalista, tipicamente romântica, copiando os aspectos mais superficiais da decoração manuelina, aplicada em edifícios adaptados às necessidades do seu tempo. Recorre aos progressos técnicos surgidos com a revolução industrial, tanto ao nível de materiais como de máquinas, escondendo construções modernas, frequentemente com estruturas metálicas (a vanguarda da época). Utiliza todo o tipo de inovações como o tijolo ou revestimentos cerâmicos industriais, preservando, sempre que possível, questões básicas, desenvolvidas no neoclassicismo, como a funcionalidade e a rentabilidade da arquitectura, simplesmente adaptados a outra estética. Segue as grandes construções manuelinas como a Torre de Belém, o Mosteiro dos Jerónimos, Mosteiro da Batalha e Convento de Cristo em Tomar, imitando apenas os motivos decorativos mais evidentes. Na verdade nem se preocupa em copiar fielmente as formas originais. Baseia-se essencialmente na diversidade de arcos, cordas, elementos vegetalistas, cinturões, fivelas, pináculos, contra-fortes e escultura. Concentra a decoração em torno de portas e janelas, como os edifícios originais, mas não tenta copiar os complexos programas iconográficos do manuelino. Inicia-se com a construção do Palácio da Pena, em Sintra, pelo rei D. Fernando II (consorte viúvo da rainha D. Maria II), entre 1839 e 1849, de modo quase natural. O contrato de venda ao rei previa desde o início a recuperação das ruínas de um antigo convento manuelino, destruído pelo terramoto de 1755, e sua integração no conjunto. ==Principais edifícios== Existe um notável conjunto de edifícios neomanuelinos, dos quais se destacam os seguintes: *Palácio Nacional da Pena em Sintra – Aparatoso edifício revivalista no cimo da serra de Sintra, integrado num enorme parque ao estilo inglês (designação da tipologia de jardins que copiam a natureza), com um enquadramento paisagístico verdadeiramente único. É um edifício complexo, de planta quase orgânica, simulando sucessivas campanhas de obras, individualizadas pelo recurso aos diferentes estilos artísticos. O conjunto neomanuelino destaca-se pela cor rosa e é basicamente constituído pelas ruínas do antigo convento Jerónimo. Existem, no entanto, vários elementos claramente acrescentados e inspirados nas grandes obras do reinado de D. Manuel I , como a torre do relógio inspirada na Torre de Belém ou a famosa cópia da janela da sacristia do Convento de Cristo em Tomar. O projecto deve-se ao Barão de Eschwege, mas D. Fernando II teve participação activa na elaboração do conjunto. É o principal edifício romântico português. Em 1995 foi classificado pela UNESCO como património da humanidade. *Arranjo da fachada do Mosteiro dos Jerónimos em Lisboa – A fachada principal do mosteiro foi sujeita a obras de restauro e regularização entre 1867 e 1878, segundo projecto de Cinatti e Rambois, incluindo a construção de um corpo central com torre (cai em 1878 durante as obras) e uma nova ala destinada à Casa Pia, onde actualmente se encontra o Museu da Marinha. A corpo central será acabado apenas no início do século XX, seguindo um projecto elaborado em 1895 por Domingos Parente da Silva, eliminando a torre central e simplificando o conjunto. *Estação do Rossio em Lisboa – Edifício concebido pelo arquitecto José Luís Monteiro, em 1886, destinado a ser a estação central de Lisboa, seguindo a tendência europeia de construir estações de caminhos-de-ferro verdadeiramente impressionantes. É constituído por uma espectacular fachada neomanuelina, com arcos, pilastras, contrafortes, platibandas, pináculos e um pequeno torreão com o relógio. Fazem parte do conjunto a cobertura da gare, em arquitectura do ferro, seguindo a estética clássica, e um hotel de luxo, como complemento da estação de caminhos-de-ferro, executado segundo o gosto eclético do final do século XIX. *Palácio Hotel do Bussaco – No meio da Mata Nacional do Buçaco e próximo das Termas do Luso, foi pensado para pavilhão de caça dos reis de Portugal e, posteriormente, em 1888 transformado em hotel, segundo projecto de Luigi Manini. O conjunto faz justiça ao seu autor, cenógrafo do Teatro Nacional de São Carlos, a opera de Lisboa, devido à profusão de elementos, bem como a uma implantação privilegiada no meio da histórica mata. É claramente inspirado na Torre de Belém com referências a outros edifício emblemáticos dos séculos XV e XVI, tornando-se um dos principais edifícios neomanuelinos em Portugal, e um verdadeiro hotel de “conto de fadas”. A decoração externa, além de todos os elementos arquitectónicos do estilo, foi completada com importantes painéis de pintura sobre azulejo executados por Jorge Colaço. *Quinta da Regaleira em Sintra – É um dos edifícios mais tardios do neomanuelino. O actual edifício foi iniciado em 1904, segundo projecto de Luigi Manini, remodelando a anterior edificação. Recorre a um conjunto decorativo impressionante, baseado em arcos, cordas, platibadas, pináculos e elementos vegetalistas. Todo o conjunto possui referências à maçonaria. Outros edifícios importantes em estilo neomanuelino em Portugal são o Palácio dos Condes de Castro Guimarães em Cascais (cerca de 1900), os Paços do Concelho de Soure (1902-1906), os Paços do Concelho de Sintra (1906-1909), a Quinta da Torre de Santo António em Torres Novas (1901-1907), entre muitos outros. File:Sintra - Palacio da Pena (20332995770).jpg|Palácio Nacional da Pena Sintra File:Museo Nacional de Arqueología. Lisboa.jpg|Museu Nacional de Arqueologia Lisboa File:Lisboa - Estação do Rossio (2).jpg|Estação do Rossio Lisboa File:The king's last footstep (7987996590).jpg|Palácio do Buçaco Mealhada File:Regaleira Palace - Sintra - Portugal (4636223294).jpg|Palácio da Regaleira Sintra File:Palácio dos Condes de Castro Guimarães.jpg|Palácio dos Condes de Castro Guimarães Cascais File:Soure Câmara Municipal 329.jpg|Paços do Concelho de Soure Soure File:Câmara Municipal de Sintra.jpg|Paços do Concelho de Sintra Sintra O neomanuelino foi literalmente exportado para algumas exposições universais em França durante o final do século XIX e inícios do Século XX e para a Exposição Nacional do Brasil no Rio de Janeiro em 1908, onde existia um Palácio Manuelino. No Brasil também há edifícios neomanuelinos, parte deles ligada a instituições fundadas por imigrantes portugueses. Exemplos são a Mansão Henry Gibson no Recife (mais antigo exemplar da arquitetura neomanuelina no país, de 1847), o Real Gabinete Português de Leitura (1880-1887) e o Liceu Literário Português (1932-1938) no Rio de Janeiro, o Centro Cultural Português (1898-1901) em Santos, a Igreja São José (1902) em Belo Horizonte, a Capela da Ajuda (1912) e o Gabinete Português de Leitura da Bahia (1915-1918) em Salvador, e alguns outros. Ficheiro:Mansão Henry Gibson, Recife.jpg|Mansão Henry Gibson Recife Ficheiro:Real Gabinete Português de Leitura - Rio de Janeiro, Brasil.jpg|Real Gabinete Português de Leitura Rio de Janeiro Ficheiro:portugues.jpg|Liceu Literário Português Rio de Janeiro Ficheiro:Gabinete Português de Leitura 3.jpg|Gabinete Português de Leitura da Bahia Salvador Em África também existem alguns edifícios neomanuelinos construídos durante o período colonial português. Por exemplo, o Museu de História Natural de Moçambique e o Arco do Jardim Tunduru em Maputo. == Ver também == * Estilo manuelino Categoria:Estilos arquitetónicos Neomanuelino Neomanuelino Categoria:Revivalismo Categoria:Arquitetura neogótica Neomanuelino Neomanuelino",
 "title": "Estilo neomanuelino"
}