{
 "id": "65365",
 "text": "O orangotango (cujo nome vem de duas palavras da língua malaia que juntas significam \"pessoa da floresta\") é um género de exclusivamente três espécies asiáticas de hominídeos. Nativos da Indonésia e da Malásia, os orangotangos são encontrados somente nas florestas tropicais de Bornéu e da Sumatra. Classificado no género Pongo, orangotangos foram considerados uma espécie única. No entanto, desde 1996, eles foram divididos em duas espécies: o orangotango-de-bornéu (P. pygmaeus, com 3 subespécies) e o orangotango-de- sumatra (P. abelii). Em novembro de 2017, foi identificada uma terceira espécie de orangotangos, o orangotango-de-tapanuli (P. tapanuliensis). Baseado no sequenciamento de genomas, o P. tapanuliensis separou-se dos orangotangos- de-sumatra, que vivem mais a norte, há cerca de 3,4 milhões de anos. Os orangotangos-de-bornéu também se separaram do grupo dos Tapanuli, mas muito mais tarde - há cerca de 674 mil anos. Os orangotangos são as únicas espécies sobreviventes da subfamília Ponginae, que também incluiu várias outras espécies como as três espécies extintas do género Gigantopithecus, incluindo o maior primata conhecido Gigantopithecus blacki. Os ancestrais da subfamília Ponginae divergiram da principal linhagem dos grandes primatas há aproximadamente 15,7-19,3 milhões de anos. Os orangotangos são os primatas mais arborícolas e passam a maior parte do seu tempo nas árvores. O seu pêlo é tipicamente marrom-avermelhado, ao contrário do pêlo dos gorilas e dos chimpanzés. Machos e fêmeas diferem em tamanho e aparência. Têm entre 1.1 e 1.5 m de altura e pesa entre 35 e 120 kg, embora os machos adultos geralmente pesam 200 kg, o que o faz a terceira maior espécie de primata do mundo, superado apenas pelo gorila e pelo humano, com quem partilha cerca de 97% dos genes. Os orangotangos são animais territorialistas, para demarcar território o macho dá um grito estrondoso que avisa os outros orangotangos para não entrarem em seu território. São as espécies mais solitárias dos grandes primatas, com laços sociáveis que só ocorrem principalmente entre as mães e seus filhos dependentes. enquanto as fêmeas atingem cerca de 50 kg. Os machos adultos dominantes desenvolvem bochechas ou flanges distintas e fazem chamadas longas que atraem as fêmeas e intimidam os rivais; os machos subordinados mais jovens não possuem estas flanges e mais se parecem com as fêmeas adultas. Os machos adultos só procuram as fêmeas uma vez por ano, na época da seca e acasalam frontalmente. Uma característica sexual notável é o crescimento de \"abas\" nas laterais da fronte e no pescoço dos machos maduros, o que lhes dá um aspecto bastante peculiar. As principais ameaças às populações de orangotangos selvagens incluem a caça, destruição do habitat e comércio ilegal de animais para uso de estimação. Segundo os cientistas, restam pouco mais de 100 000 orangotangos no mundo, sendo que o rápido crescimento do ritmo de devastação permite fazer a previsão que a extinção da espécie ocorrerá em algumas décadas. As fêmeas vivem em grupos, mas aparentemente sem a mesma hierarquia encontrada em outras espécies de antropóides e aprendem como cuidar dos filhotes com as fêmeas mais velhas. Os filhotes nascem após nove meses de gestação, passando a ficar agarrados aos pelos longos das costas da mãe. No ambiente silvestre, a taxa reprodutiva é baixa, o que contribui ainda mais para o risco de extinção. Os filhotes ficam em média 8 anos com a mãe, até se tornarem independentes, o que faz as mães orangotangos, as primatas que cuidam por mais tempo os seus filhos (sem contar com o ser humano). Os orangotangos vivem em média 35 anos a 40 anos em ambiente selvagem e 50 anos em cativeiro. == Etimologia == O nome do orangotango é derivado das palavras malaias e indonésias orang que significa \"pessoa\" e hutan que significa \"floresta\", portanto \"pessoa da floresta\". Orang Hutan não foi originalmente usado para se referir a macacos, mas sim para humanos que habitam as florestas. As palavras malaias para se referirem a macacos são maias e mawas, mas ainda não se sabe se essas palavras se referem a orangotangos apenas, ou a macacos em geral. == Filogenia, taxonomia e genética == As duas espécies de orangotango são os únicos membros existentes da subfamília Ponginae. Esta subfamília também incluiu os gêneros extintos Lufengpithecus, que viveu no sudeste asiático há entre 8 a 2 milhões de anos e Sivapithecus, que viveu no subcontinente indiano há entre 12,5 milhões e 8,5 milhões de anos. Estes macacos provavelmente viviam em ambientes mais secos e mais frios do que os orangotangos o fazem atualmente. Acredita-se que o Khoratpithecus, que viveu na Tailândia há 7 a 5 milhões de anos, terá sido o parente mais próximo do orangotango. O maior primata conhecido, o Gigantopithecus, foi também membro desta subfamília e viveu no subcontinente indiano e sudeste asiático, desde há 5 milhões até há 100.000 anos. Dentro da superfamília Hominoidea, o gibão divergiu durante o início do mioceno (há entre 24,1 e 19,7 milhões de anos, de acordo com o relógio molecular) e os orangotangos se divergiram dos grandes primatas africanos há entre 19,3 e 15,7 milhões de anos. Taxonomia do género Pongo Filogenia da superfamília Hominoidea * Género Pongo ** Orangotango-de-bornéu (Pongo pygmaeus) *** Pongo pygmaeus pygmaeus - Encontra-se no noroeste do Bornéu *** Pongo pygmaeus morio - Encontra-se no leste do Bornéu *** Pongo pygmaeus wurmbii - Encontra-se no sudoeste do Bornéu ** Orangotango-de-sumatra (Pongo abelii) ** Orangotango-de-tapanuli (Pongo tapanuliensis) As populações de orangotangos nas duas ilhas foram classificadas como subespécies até 1996, quando foram elevadas ao status de espécies, e as três populações distintas de orangotangos na ilha de Bornéu foram elevadas a subespécies do orangotango-de- bornéu. Por consequência o orangotango-de-bornéu também tinha seu genoma sequenciado. === Genoma === O genoma do orangotango-de-sumatra foi sequenciado em janeiro de 2011. Seguido do ser humano e dos chimpanzés, o orangotango-de- sumatra tornou-se a terceira espécie de hominídeo a ter seu genoma sequenciado. Verificou-se que a diversidade genética foi menor nos orangotangos-de-bornéu (P. pygmaeus) do que os orangotangos-de-sumatra (P. abelii), apesar do fato de que Bornéu é o lar de seis ou sete vezes mais orangotangos do que em Sumatra. A comparação tem mostrado que as duas espécies divergiram há 400.000 anos, mais recentemente do que se pensava anteriormente. Constatou-se também que o genoma do orangotango evoluiu mais lentamente do que o do chimpanzé e o do ser humano. Anteriormente, tinha sido estimado que as duas espécies tinham divergido há 4,9 a 2,9 milhões de anos. Os investigadores esperam que estes dados possam ajudar os conservacionistas salvar este gênero de macaco, e que também possa ser útil na compreensão das doenças genéticas humanas. Os orangotangos divergiram dos antepassados dos gorilas, chimpanzés e humanos há 12 a 16 milhões de anos, segundo um estudo genético de 2011.Análise comparativa e demográfica do genoma dos orangotangos Os orangotangos-de-bornéu têm 48 cromossomos diploides. == Anatomia e fisiologia == Os orangotangos têm um corpo grande e volumoso, um pescoço grosso, braços muito longos e fortes, pernas curtas e arqueadas e sem cauda. É sobretudo coberto por pêlos longos marrom-avermelhados e a sua pela é cinzenta-escura. Os orangotangos-de-sumatra têm os pêlos mais esparsos e mais claros. O orangotango tem uma cabeça grande, com a área da boca proeminente. Embora em grande parte sem pêlos, o rosto do orangotango pode desenvolver algum pêlo nos machos, dando-lhes a forma de um bigode. Os machos adultos têm grandes abas nas bochechas que mostram o seu domínio para outros machos. As abas da bochecha são feitas principalmente por tecido gorduroso e apoiadas pela musculatura do rosto. O dimorfismo sexual é significativo nos orangotangos: as fêmeas podem crescer 1,27 m e pesar cerca de 45,4 kg, enquanto os machos adultos podem chegar a 1,75 m e pesar mais de 118 kg. O orangotango macho tem uma envergadura de cerca de 2 m (6,6 pés). == Ecologia e comportamento == Os orangotangos vivem nas florestas primárias e secundárias, particularmente as de Dipterocarpaceae e em florestas de turfa. Ambas as espécies podem ser encontradas em montanhas, planicíes e áreas pantanosas. Os orangotangos-de-sumatra podem viver em altitudes de 1500 m (4921 pés), enquanto os orangotangos-de-bornéu não vivem a altitudes superiores a 1000 m (3281 pés). Outros habitats dos orangotangos incluem pastos, campos cultivados, floresta secundária jovem e lagos rasos. Os orangotangos são os primatas mais arborícolas existentes, gastando quase todo o seu tempo nas árvores. A maior parte do dia é gasto em alimentação, descanso e viagem. Eles começam a alimentar-se por volta das 2-3 da manhã. Descansam durante o meio-dia e viajam no final da tarde. Quando anoitece, eles começam a preparar os seus ninhos para dormir. Os orangotangos não sabem nadar, embora tenham sido registados a vadear na água. Os principais predadores dos orangotangos são tigres. Outros predadores incluem leopardos, cães selvagens e crocodilos. A ausência de tigres em Bornéu podem explicar porque é que os orangotangos-de-bornéu podem se encontrar no chão com mais frequência do que os seus parentes em Sumatra. Os orangotangos comunicam-se através de vários sons. Os machos podem fazer chamadas de longa duração, tanto para atrair fêmeas como para se anunciar a outros machos. De ambos os sexos, o orangotango vai intimidar membros da mesma espécie através de baixos ruídos guturais conhecidos coletivamente como a \"chamada do rolamento\". Quando irritado, um orangotango suga o ar, franzindo os lábios, produzindo um som de beijo, conhecido como o \"beijo de ranger\". Os bebês fazem pios suaves. === Dieta === Os orangotangos são muito forrageiros e sua dieta varia muito de mês para mês. A fruta está entre 65 a 90% da dieta de um orangotango e as que têm mais açúcar ou gordura são as preferidas. Os figos são frutos frequentemente consumidos e são fáceis de colher e digerir. As florestas de planície de Dipterocarpaceae são as preferidas dos orangotangos por causa dos seus frutos abundantes. Os orangotangos-de-bornéu consomem pelo menos 317 tipos de alimentos que incluem folhas jovens, brotos, cascas, insetos, mel e ovos de pássaros. === Nidificação === Os orangotangos constroem ninhos especializados tanto para uso diurno como para uso noturno. Estes são cuidadosamente construídos; os filhotes aprendem a partir da observação do comportamento da mãe. Na verdade, a construção do ninho é a principal causa de os orangotangos jovens deixarem a sua mãe pela primeira vez. A partir dos seis meses de idade, os orangotangos praticam a construção do ninho e aos 3 anos ganham experiência. == Inteligência == Os orangotangos estão entre os primatas mais inteligentes. Alguns experimentos sugerem que eles podem passar no teste da permanência de objeto. Além disso, o Zoológico de Atlanta tem um computador touch screen, onde os seus dois orangotangos-de-sumatra jogam. O uso de ferramentas foi observado pela primatóloga Birutė Galdikas, tal como os outros Grandes primatas. == Orangotangos na cultura popular == Os orangotangos eram conhecidos pelos nativos de Sumatra e Bornéu há milênios. Enquanto algumas comunidades caçavam-os para servir de alimento e decoração, para outras era tabu. Existem algumas crenças populares tradicionais no Bornéu que consideram má sorte se olharmos para o rosto de um orangotango. Alguns contos populares envolvem acasalamento entre humanos e orangotangos, e até sequestro. Há mesmo histórias de caçadores que foram seduzidos por orangotangos fêmeas. Os europeus já tinham conhecimento da existência de orangotangos desde o século XVII. Os exploradores europeus caçaram orangotangos-de-bornéu extensivamente até o século XIX. A primeira descrição precisa dos orangotangos foi feita pelo anatomista holandês Petrus Camper, que observou os animais dissecados e alguns espécimes. No entanto, pouco se soube sobre os orangotangos até que os estudos de Birutė Galdikas, se tornam-se uma das maiores autoridades sobre os macacos. == Conservação == === Estado de conservação === O orangotango-de-sumatra está críticamente ameaçado de extinção, já o Orangotango-de-bornéu está ameaçado de extinção, de acordo com a Lista Vermelha da IUCN dos mamíferos. Ambas as espécies estão listadas no anexo I da CITES. A população do orangotango-de- bornéu diminuiu aproximadamente 50% nos últimos 60 anos, enquanto a população do orangotango-de-sumatra diminuiu aproximadamente 80% nos últimos 75 anos. Anteriormente o orangotango-de-sumatra encontrava-se em quase toda a ilha de Sumatra, mas atualmente encontra-se em apenas algumas regiões do norte da ilha. No final de março de 2012 foi relatado que alguns dos últimos orangotangos no norte de sumatra foram ameaçados por incêndios florestais, se aproximando ainda mais da extinção. Em novembro de 2017 foi descrita uma nova espécie de orangotango na Indonésia. Na isolada região de Batang Toru, em Tapanuli, na faixa mais a sul do habitat dos orangotangos-de-samatra (Pongo abelii), vive a última população de orangotangos-de-tapanuli (Pongo tapanuliensis). A sua população é estimada em cerca de 800 indivíduos. Erik Meijaard, um dos autores do artigo científico publicado na revista científica Current Biology e investigador da Universidade Nacional Australiana, em Camberra, explica já terem havido relatos da sua existência por volta de 1935, mas ninguém tinha lá ido confirmar. Entretanto, esta população de orangotangos só foi descoberta em 1997. 2001, quatro anos após a descoberta da população de Batang Toru, foi o ano em que se reconheceram os orangotangos-de-samatra e os orangotangos-de-bornéu (Pongo pygmaeus) como espécies distintas. Só em 2013 surge o material genético – o primeiro esqueleto de um orangotango-de-tapanuli que permite desvendar o mistério. Estudos recentes indicam que análises mostram que as populações [que se encontram] a norte e a sul do lago Toba se separaram há cerca de 3,4 milhões de anos conforme afirma Alexander Nater, da Universidade de Zurique e da Universidade de Constança, outro dos autores da pesquisa científica. Por não terem sido encontradas quaisquer indicações de fluxo de genes entre as duas linhagens de orangotangos mais recentes do que há dez mil anos, considera-se que o Pongo tapanuliensis está geneticamente isolado desde então. A descoberta eleva a três o número de espécies conhecidas de orangotangos. Estimativas entre 2000 e 2003 revelaram que 7300 orangotangos-de-sumatra e entre 45.000 e 69.000 orangotangos-de-bornéu permaneciam em estado selvagem. Um estudo publicado em 2007 pelo Governo da Indonésia, feito em 2004, indicou que havia aproximadamente 61.234 orangotangos selvagens, 54.567 dos quais foram encontrados na ilha de Bornéu. A tabela abaixo apresenta a composição das espécies, subespécies e suas populações estimadas a partir do relatório: Nome científico Nome comum Região População estimada Pongo abelii Orangotango-de-sumatra Sumatra 6,667 Pongo pygmaeus Orangotango-de-bornéu Bornéu P. p. morio Orangotango-do-nordeste-do-bornéu Sabá 11,017 P. p. morio Orangotango-do-nordeste-do-bornéu Calimantã Oriental 4,825 P. p. wurmbii Orangotango-do-centro-do-bornéu Calimantã Central >31,300 P. p. pygmaeus Orangotango-do-noroeste-do-bornéu Calimantã Ocidental e Sarauaque 7,425 Pongo tapanuliensis Orangotango-de-tapanuli Sumatra (a sul do Lago Toba) 800 Durante o início da década de 2000, o habitat do orangotango tem diminuído rapidamente devido ao desmatamento e incêndios florestais, bem como a fragmentação por estradas. Um fator importante nesse período de tempo tem sido a conversão de vastas áreas de floresta tropical em plantações de óleo de palma em resposta à demanda internacional. O óleo de palma é usado para cozinhar, cosméticos, mecânica e biodiesel. Há também um grande problema com a caça. e ilegal comércio de animais. Os orangotangos podem ser mortos para o comércio de carne de animais silvestres, proteção das culturas ou para o uso da medicina tradicional. Os ossos de orangotango são secretamente negociados em lojas de souvenires em várias cidades de Calimantã, na Indonésia. As mães de orangotangos são mortas para que suas crianças possam ser vendidas como animais de estimação, e muitos desses bebês morrem sem a ajuda de sua mãe. Desde 2004, vários orangotangos de estimação foram confiscados pelas autoridades locais e enviados para centros de reabilitação. As actuais espécies de orangotangos encontram-se apenas nas ilhas de Samatra e Bornéu, no oceano Índico. Até novembro de 2017, acreditava-se que cada uma destas ilhas albergava apenas uma espécie distinta nas suas florestas tropicais. === Centros de conservação e organizações === Um número de organizações estão trabalhando para o resgate, reabilitação e reintrodução dos orangotangos no seu habitat. A maior delas é a fundação Borneo Orangutan Survival, fundada pelo conservacionista Willie Smits. Ele é ouvido por uma empresa multinacional de auditória e opera uma série de projetos como o Programa de Reabilitação Nyaru Menteng, fundada pela conservacionista Lone Drøscher Nielsen. Outros centros de conservação importantes na Indonésia incluem o Parque Nacional Tanjung Puting e o Parque Nacional Sabangau, em Calimantã Central, Kutai em Calimantã Oriental, o Parque Nacional Gunung Palung em Calimantã Ocidental e Bukit Lawang no Parque Nacional de Gunung Leuser na fronteira entre Achém e Sumatra do Norte. Na Malásia as àreas de conservação incluem o Centro Semenggoh Wildlife e o Centro Matang Wildlife, em Sarauaque, e o Santuário Sepilok Orang Utan perto de Sandakan em Sabá. Os principais centros de conservação que estão sediados em outros países que não a Indonésia e a Malásia incluem a Fundação Internacional do Orangotango, que foi fundada por Birutė Galdikas, e o Projeto Australiano do Orangotango.Australian Department of the Environment and Water Resources. \"Tax Deductible Organisations (Register of Environmental Organisations)\". Accessado em 6 de setembro de 2012. Organizações de conservação, tais como Orangutan Land Trust, trabalham com a indústria do óleo de palma para melhorar a sustentabilidade e incentiva a estabelecer a área de conservação dos orangotangos. == Ver também == * Orangotango-de-sumatra * Orangotango-de- bornéu == Ligações externas == * Análise comparativa e demográfica do genoma do orangotango, em inglês, 2010 * Orangotango no Bicharada.net. * Pongo no Mammal Species of the World. * Nestlé põe orangotangos no rumo da extinção no GreenPeace. Categoria:Espécies no anexo I da CITES Categoria:Gêneros de mamíferos !",
 "title": "Orangotango"
}