{
 "id": "65368",
 "text": "é um personagem fictício da Nintendo para a série de jogos do Mario. É a versão má de Luigi da mesma forma que o Wario é para Mario. Sua primeira aparição foi em Mario Tennis, para Nintendo 64. Como confirmado pela Nintendo da Europa, Waluigi é primo de Mario e de seu irmão e rival Luigi. Waluigi é o irmão de Wario. Waluigi tem muita inveja do Luigi e as vezes aproveita dos desastres do Luigi só para ganhar vantagem. == História == Waluigi não foi criado pela empresa Nintendo, e sim pela Camelot, responsável por títulos como Mario Tennis e Mario Golf. Provavelmente, a empresa desenvolveu a ideia para que Wario pudesse ter um parceiro lógico (como Mario tem Luigi, Peach tem Daisy, etc.) permitindo a ele jogar em duplas no título Mario Tennis. Semelhantemente, a Camelot, em seu título Mario Tennis: Power Tour, colocou apenas Waluigi; entre Mario, Luigi, Donkey Kong e Peach; como o personagem jogável em seu jogo, deixando de fora seu irmão Wario. Ele, juntamente com seu irmão, vivem em seu palácio com muita mordomia e cheio de tesouros (encontrados nas aventuras de Wario); localizado em um deserto perto do Reino do Cogumelo, como mostra a série Wario Land. Já na série Wario Ware Inc., ele não aparece morando com o irmão Wario, e fica indeterminado onde ele possa estar vivendo. Assim como Mario, Luigi e Wario tem uma letra inicial para representar seus nomes, Waluigi tem um \"Γ\" para representar seu nome que é muito semelhante à letra gamma do Alfabeto Grego. Outra hipótese, muito mais aceitável, é que \"Γ\" seja, na verdade, um \"L\" de cabeça para baixo, assim como o \"W\" de Wario é um \"M\" inverso, denotando o antagonismo entre os primos Waluigi e Luigi, Wario e Mario. == Aparições == Waluigi aparece na série Mario Party começando com Mario Party 3, onde ele é dono de uma ilha cheia de armadilhas e explosivos. No modo história do jogo, ele é encarado como o penúltimo inimigo depois de derrotar Bowser. Waluigi também aparece na série Mario Kart , aparecendo pela primeira vez em Mario Kart: Double Dash. Ele continuaria sendo destaque em todas as futuras versões de console, com exceção de Mario Kart 7, onde foi cortado devido a restrições de tempo, apesar de seu estágio, Waluigi Pinball, ser selecionável. O papel mais significativo de Waluigi até o momento foi o principal antagonista de Dance Dance Revolution: Mario Mix, no qual ele causa estragos no Reino do Cogumelo, furtando objetos especiais chamados Music Keys para hipnotizar o mundo com sua dança, esperando conquistá-lo e espalhar o caos. O restante das chaves é mantido por um Blooper, Wario e Bowser, respectivamente. Waluigi aparece na série Super Smash Bros., em Super Smash Bros. Brawl, Super Smash Bros. for Nintendo 3DS e Wii U e Super Smash Bros. Ultimate como Assist Trophy, enquanto que sua paleta de cor púrpura aparece como uma das roupas alternativas de Luigi e em jogos posteriores, para Mario e Wario também. Quanto às aparências menores, Waluigi aparece em Super Mario Maker como um costume de Cogumelo Misterioso desbloqueável para Mario usar no estilo Super Mario Bros.. Embora ele não apareça em Paper Mario: The Thousand-Year Door, se o jogador tiver o emblema de Wario e o emblema de Luigi equipados ao mesmo tempo, Mario estará vestido com as cores de Waluigi. Em Super Mario Odyssey, uma roupa modelada como a de Waluigi pode ser comprada no jogo e usada por Mario depois que o jogador escanear o amiibo de Waluigi ou coletar Power Moons suficientes; a descrição menciona seu desejo pela fama. Waluigi faz uma aparição muito breve em Mario + Rabbids Kingdom Battle como uma estatueta na abertura; no entanto, uma versão Rabbid, chamada Bwaluigi, aparece como chefe ao lado do contraparte Rabbid de Wario; Bwario. Categoria:Personagens de Mario (série) Categoria:Anti-heróis Categoria:Protagonistas Categoria:Antagonistas Categoria:Parceiros em jogos eletrônicos Categoria:Heróis que se tornaram vilões no:Liste over figurer i Mario-serien#Waluigi pl:Postacie ze świata Mario#Waluigi sv:Lista över rollfigurer i Mario-serien#Waluigi",
 "title": "Waluigi"
}