{
 "id": "6542",
 "text": "Abade de Neiva é uma freguesia portuguesa do município de Barcelos, com 7,5 km² de área e 2009 habitantes (censo de 2021). A sua densidade populacional é . Abade de Neiva dista 4 km da sede do concelho.Lexicoteca: Moderna Enciclopédia Universal, Tomo XX == História == Foi fundada a freguesia em 1152 pela rainha Mafalda de Saboia, mulher de D. Afonso Henriques, que começou a construir um sumptuoso mosteiro, que ficou incompleto. O abade nomeado pela casa de Bragança era ouvidor perpétuo de Fragoso, nomeava juízes, recebia luctuosas, gados do vento e coimas, sem que o rei recebesse a terça. Em 1747, Santa Maria de Abbade, na grafia da época, era uma freguesia do termo da vila de Barcelos, Comarca do mesmo nome, pertencendo Arcebispado de Braga e à Província de Entre Douro e Minho. No meio da freguesia encontrava-se a Igreja de Santa Maria de Abade de Neiva, e havia nela muitas fontes; mas só três pela sua abundância são dignas de memória: uma que dá água para um Convento de Religiosos de Santo António, e para um mosteiro de freiras de São Bento, e para todo o povo da vila de Barcelos, donde perenemente lançavam água sete perenes chafarizes de extremada grandeza; nascia esta fonte no lugar da Quintã. A outra fonte nascia no lugar dos Fojos, que logo do seu nascimento formava um ribeiro, com cuja água trabalhavam muitos moinhos. Outra no lugar de Vila Meão, que regava três freguesias, e com suas águas moíam quantidade de moinhos, pisões e azenhas. Havia um lagar ou dois de azeite, e se terminavam as suas águas no rio grande de Barcelos, que ficava um quarto de légua de distância. Nesta freguesia havia seis ermidas ou capelas, todas sujeitas à Igreja de Santa Maria de Abade, e de grande concurso de gente nos dias de seus oragos: uma de Santo Amaro, outra de Santa Margarida, uma de Santo Ovídio, uma de São Gonçalo, uma de São Lourenço na antiga Casa do Faial, comenda que há anos se juntara com a comenda de Cabo-Monte: fora aforada a Lourenço de Castro Alcoforado, e então a possuía D. António de Azevedo e Ataíde, senhor da Honra de Barbosa. Havia outra capela de São Vicente no Couto de Fragoso, ao pé da qual havia uma água, que cabia em um tanque, que obrava notáveis maravilhas nos enfermos, que nela se lavavam na manhã de São João; e no fundo deste tanque, que seria de cinco palmos de alto, estava uma pedra com uma cruz, que beijavam de mergulho três vezes todos os doentes, que nele se iam banhar; e tinham por fé que dentro em nove dias ou saravam de sua enfermidade, ou morriam. Tinha esta freguesia 116 fogos. Os frutos que recolhiam os moradores em mais abundância eram milho grosso e miúdo, centeio, vinho e algum azeite. Pagava de pensão a senhorios, fora dela, três mil medidas de pão; e rendia a dizimaria duas mil. Nesta freguesia estava a Casa do Faial, comenda antiga da Ordem de Cristo. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 394 309 985 181 2011 342 282 1155 245 2021 278 244 1137 350 == Política == === Eleições autárquicas === Data % M % M % M % M % M PPD/PSD PS CDS-PP PSD-CDS IND 1976 75,62 6 16,61 1 1979 72,75 7 11,74 1 11,45 1 1982 68,55 7 24,21 2 1985 75,61 8 13,90 1 1989 73,41 7 18,29 2 1993 85,40 9 1997 68,28 7 27,87 2 2001 64,96 6 30,93 3 2005 46,72 4 48,54 5 2009 34,61 3 61,08 6 2013 CDS-PP 60,28 6 PPD/PSD 34,23 3 2017 35,20 3 22,09 2 39,32 4 2021 29,07 3 66,47 6 == Património == * Igreja de Santa Maria de Abade de Neiva: está classificada como monumento nacional. * Capela Sto Amaro * Capela Sta Margarida * Capela São Lourenço (privada) * Escola Primária Categoria:Paróquias de Portugal com orago de Maria",
 "title": "Abade de Neiva"
}