{
 "id": "65444",
 "text": "O rio Vascão ou ribeira do Vascão é um rio português afluente da margem direita do Guadiana que, em grande parte do seu curso, faz fronteira entre as províncias do Alentejo e do Algarve. É o rio português mais longo entre os que não têm barragens ou outras interrupções artificiais. O rio e a zona envolvente estão classificados como sítio Ramsar A toponímia do nome é mencionada como refereindo-se ao português antigo Vascão, \"habitante do país basco\". Já segundo Adalberto Alves, no seu controverso Dicionário de Arabismos da Língua Portuguesa, a origem do topónimo Vascão é a palavra árabe baṣqa, «zona pedregosa». Segundo outros estudiosos, a palavra árabe \"basqa\" significaria \"zona de pedras negras\". ==Pêgo da Cascalheira== Uma das áreas de maior interesse ao longo do Rio Vascão é o Pêgo da Cascalheira, situado na freguesia de Santa Cruz, onde se situam os vestígios de vários moinhos de água e açudes. Destaca-se pela sua riqueza natural, sendo o habitat de várias espécies raras, motivo pelo qual está integrada na Zona de Protecção Especial do Vale do Guadiana. ==Património histórico== Entre o património histórico associado ao curso de água destaca-se o Moinho de Água do Vascão, situado na freguesia do Espírito Santo, em Mértola, e que incluía um açude, uma azenha, uma pequena habitação em pedra e um forno. ==Afluentes== Na margem esquerda: *Barranco da Água da Raínha *Barranco do Vascanito *Corgo do Vale Covo *Barranco da Mogueira *Barranco da Pata de Burro *Barranco da Aldeia *Barranco das Cancelas Velhas *Barranco do Cerro Alto Lobato *Barranco da Mufa *Barranco de Altafares Na margem direita: *Ribeira de Vasconcilho *Barranco do Ximeno *Barranco do Gil Barbeiro *Barranco do Vale do Freixo *Barranco da Seiceira *Ribeira do Vascãozinho *Barranco da Pereirinha *Barranco do Pessegueiro *Barranco da Aldeia Longa *Barranco Grande *Barranco de Alcaria Chã *Barranco do Ribeirão *Barranco do Alvargil *Barranco do Malheiro *Ribeira do Tamejoso Categoria:Afluentes do Rio Guadiana em Portugal Categoria:Sítios Ramsar de Portugal",
 "title": "Rio Vascão"
}