{
 "id": "65462",
 "text": "Bozo é um personagem palhaço que se tornou muito popular na segunda metade do século XX. Foi criado nos Estados Unidos em 1946 por Alan Livingston, originalmente para a série de coletânea de discos com histórias infantis Bozo at the Circus. Posteriormente, fez sua primeira aparição na televisão em 1949, aparecendo tempos depois em programas de televisão dos quais era o apresentador, sendo interpretado por vários atores locais. O programa do Bozo também foi produzido em outros países, incluindo México, Tailândia, Austrália, Grécia e Brasil, onde foi exibido pelo SBT de 1980 a 1991 e em 2013. == História == Após assinar contrato com a Capitol Records, Alan W. Livingston produziu uma coletânea de discos com histórias infantis e livros ilustrados intitulada Bozo at the Circus, lançada em outubro de 1946. O dublador original do Pateta, Vance Colvig, foi o primeiro intérprete do Bozo, emprestando sua voz a esta e às gravações seguintes. Os discos fizeram grande sucesso e o personagem tornou-se mascote da gravadora, recebendo o apelido de \"Bozo the Capitol Clown\" (Bozo, o Palhaço da Capitol). Vários álbuns infantis da Capitol passaram a portar o selo \"Bozo Approved\" (Aprovado pelo Bozo) na contracapa. Em 1948, a Capitol e Livingston passaram a criar acordos de direitos autorais com fabricantes e estações de televisão para uso do personagem Bozo que, no ano seguinte, fez sua estreia televisiva com o programa Bozo's Circus, exibido pela KTTV em Los Angeles. Colvig voltaria a interpretar o personagem, mas desta vez caracterizado com roupa azul, cabelos encaracolados vermelhos e maquiagem branca no rosto. O programa era exibido às sextas-feiras, às 19:30 da noite (Fuso Horário do Pacífico; UTC-8). Em 1956, Larry Harmon, um dos vários atores contratados por Livingston e Capitol Records para interpretar o Bozo em aparições promocionais, comprou os direitos do personagem, juntamente com investidores, e o transformou em uma franquia. Em oposição à sindicação, isto permitia que estações de televisão regionais pudessem criar seu próprio programa local do Bozo. Harmon também promoveu modificação na voz, na risada e na fantasia do Bozo, além de criar o cabelo espetado característico. Harmon também criou seu próprio estúdio de animação, onde produziu uma série de desenhos animados (com Harmon como a voz do Bozo) e os distribuiu, através da Jayark Films Corporation, para as emissoras de televisão. Em janeiro de 1959, estreou o programa do Bozo pela KTLA de Los Angeles. Vance Colvig Jr., filho de Vance Colvig, interpretou o palhaço. Bozo fez muito sucesso na televisão americana. Larry Harmon chegou a treinar mais de 200 atores para interpretar o personagem, em diferentes canais locais que exibiam Bozo nos Estados Unidos. Um desses atores nos Estados Unidos foi Bob Bell, que interpretou o Bozo por 25 anos na WGN-TV de Chicago. A versão de Bell chegou a trocar a tradicional roupa azul pela vermelha em sua primeira década por conta da TV na época ser em preto e branco. O ator e radialista Willard Scott, que interpretava o Bozo em uma das franquias televisivas do personagem, fazia merchandising para a lanchonete McDonald's em seu programa em uma rádio local. Mais tarde, o McDonald's criou seu mascote, chamado Ronald McDonald. Willard Scott (que era o Bozo) passou a ser o seu primeiro intérprete. Em 1965, Harmon comprou as ações que pertenciam a seus antigos sócios e tornou-se o único proprietário dos direitos de licenciamento do personagem. Acreditando que um programa nacional de sua propriedade seria mais lucrativo para sua empresa, Harmon produziu 130 de seus próprios programas de meia hora de 1965 a 1967, intitulados Bozo's Big Top, que foram ao ar na WHDH-TV de Boston (atual WCVB- TV) com o Bozo de Boston, Frank Avruch, para distribuição em 1966. A representação de Avruch e o visual de Bozo se assemelhavam mais aos de Harmon do que a maioria dos outros intérpretes da época. Avruch foi recrutado pela UNICEF como embaixador internacional e participou do documentário Bozo's Adventures in Asia. A rede de distribuição do programa incluía Nova York, Los Angeles, Washington, D.C. e Boston em um ponto, embora a maioria das estações de televisão ainda preferisse continuar produzindo suas próprias versões. A versão local mais popular foi a de Bob Bell da WGN-TV de Chicago, que passou a ter exibição nacional via cabo e satélite em 1978 e tinha uma lista de espera de reservas para o auditório que durava até dez anos. Bob Bell se aposentou em 1984 e foi substituído por Joey D'Auria. A versão da WGN-TV sobreviveu com sucesso à concorrência com outros programas infantis até 1994, quando a administração da WGN-TV decidiu deixar de transmitir programas infantis nos dias da semana e o programa teve seu dia e horário mudados para as manhãs de domingo, passando a denominá-lo The Bozo Super Sunday Show. A partir de 1997, o formato do programa passou a ser educativo após a entrada em vigor de regras da Comissão Federal de Comunicações que exigiam que os canais de televisão transmitissem no mínimo três horas de programas educativos infantis por semana. O programa foi encerrado em 2001, com a alegação, por parte da emissora, de que havia aumentado a concorrência com os novos canais infantis na TV por assinatura. Na época, a versão de Chicago era a única versão remanescente do Bozo ainda em exibição na televisão americana. Em 2005, o Bozo da WGN-TV foi reprisado em uma retrospectiva especial de duas horas intitulada Bozo, Gar e Ray: WGN TV Classics. A estreia em horário nobre ficou em primeiro lugar em audiência na região de Chicago e continua a ser reprisada todos os anos no Dia de Ação de Graças e na véspera de Natal. Em 3 de julho de 2008, Larry Harmon morreu de insuficiência cardíaca congestiva aos 83 anos. Em 13 de março de 2009, Alan W. Livingston morreu de causas naturais aos 91 anos. Em 2021, foi anunciado que o ator e diretor David Arquette adquiriu os direitos do Bozo, anteriormente pertencentes à Larry Harmon Pictures Corporation, e permitiu o artista e fã André Luiz Sucesso a vestir a roupa do Palhaço Bozo no Brasil em shows beneficentes fazendo jus ao título do personagem que é Embaixador Mundial da Boa Vontade, por obras sociais ao redor do mundo. == Por país == ===Brasil=== Em janeiro de 1954, Bozo chegou ao Brazil inicialmente em quadrinhos, pela revista Gibi Batuta, publicada pela Editora Orbis Publicações, com o nome de Bozo, o Rei dos Palhaços. No mesmo ano, os discos do Bozo chegaram ao Brasil, com José Vasconcellos sendo o primeiro ator a interpretar o palhaço. No primeiro disco, lançado pela Capitol, José Vasconcelos gravou A Canção das Boas Maneiras, um disco de 78 rotações, com duas faixas musicais. Em 1956, foram lançados outros três discos, intitulados Bozo nas Selvas, Vamos Rir Com Bozo e O Palhaço Bozo Apresenta Suas Aventuras, mesclando canções e histórias infantis interpretadas por José Vasconcellos como Bozo. Na televisão, Bozo estreou exibido em 15 de setembro de 1980, indo ao ar até 2 de março de 1991, pelo SBT. O comediante Wandeko Pipoka foi escolhido por Larry Harmon, o dono da franquia, para ser o primeiro ator a interpretar o palhaço Bozo na televisão brasileira. A versão brasileira foi uma iniciativa de Silvio Santos, que havia, até então, inaugurado a TVS (TV Studios), canal 11 do Rio de Janeiro, atual SBT Rio. O programa do Bozo foi retransmitido em São Paulo até 1981 pela TV Record (na época, Silvio Santos era dono das duas emissoras, sendo que a Record ainda não era uma rede e sim, uma emissora própria da Rede de Emissoras Independentes), até a inauguração do SBT, em 19 de agosto de 1981. O programa inicialmente era gravado em São Paulo, no Teatro Silvio Santos, no Carandiru. Depois passou a ser gravado nos antigos estúdios do SBT na Vila Guilherme. Com o sucesso do personagem, em 1982, o programa foi regionalizado e vários atores passaram a interpretar o palhaço em São Paulo, Rio de Janeiro, Belo Horizonte e Salvador. Em São Paulo, Luís Ricardo, Paulo Seyssel (o Pula Pula), Arlindo Barreto e Décio Roberto; em Belo Horizonte, Jonas Santos e Evandro Antunes; no Rio de Janeiro, o ator Charles Myara e Nani Souza; e em Salvador, Cau Alves, foram contratados para o papel no programa que ia ao ar nas manhãs e tardes da emissora, de 1982 a 1985, antes do mesmo ser transmitido via satélite para todo o Brasil pelo SBT, a partir de São Paulo. Personagens adicionais foram criados especialmente para a versão brasileira do programa como o Papai Papudo (Gibe), Vovó Mafalda (Valentino Guzzo), Kuki (Rony Cócegas), Salci Fufu (Pedro de Lara) e o gorila King Bozo. O programa contava ainda com os fantoches Maroca (Leda Figueiró), Candinha (Zaira Zordan), Zico (Fábio Vilalonga), Zecão (Lúcio Esper) e outros. Vários desenhos animados e séries infantis foram exibidos no programa, entre eles Pica-Pau, Popeye, Looney Tunes, Papa-Léguas, Chaves, Chapolin e o tokusatsu Spectreman, além do próprio desenho do Bozo. Durante o programa, eram realizadas brincadeiras com o auditório, sorteios, além de encenações com os personagens coadjuvantes do programa. O palhaço também lia cartas enviadas pelos telespectadores e cantava as músicas dos seus discos, que o fizeram ganhar discos de ouro por recorde de vendas. O programa foi muito popular entre crianças e jovens, chegando a ganhar o Troféu Imprensa entre os anos de 1981 e 1986 como o melhor programa infantil do Brasil. Em 1987, Bozo perdeu metade de seu horário para o Show Maravilha, de Mara Maravilha. Sua última exibição foi em 2 de março de 1991, quando os direitos de licenciamento do personagem expiraram e não foram renovados devido aos altos custos. Décio Roberto, último intérprete do palhaço, morreu em 2 de novembro do mesmo ano, vítima de broncopneumonia. Com o fim do programa, a Sessão Desenho, apresentada pela Vovó Mafalda (interpretada por Valentino Guzzo), passou a ocupar o seu espaço na grade de programação. ==== Retorno em 2013 ==== Bozo reestreou no dia 3 de dezembro de 2012, com divulgação somente um dia antes da estreia, ao lado de Priscilla Alcântara em Bom Dia & Companhia juntamente de seu desenho. A volta do palhaço, interpretado por Jean Santos, foi bem recebida pelo público, sendo que chegou a atingir o primeiro lugar em audiência, derrotando o concorrente Encontro com Fátima Bernardes, da TV Globo. Em 16 de fevereiro de 2013, Bozo reestreou, no seu formato original, nas manhãs de sábado, retornando os personagens Vovó Mafalda, Papai Papudo, Salci Fufu e os bonecos Zecão, Lili, e Macarrão. No entanto, o programa não teve grande audiência e foi cancelado novamente após três meses de exibição. Depois disso, o SBT decidiu pôr Bozo na apresentação do Bom Dia & Companhia, mas depois de um tempo o personagem foi retirado do ar e o contrato de licenciamento do personagem foi rompido. ===Elenco no Brasil=== Abaixo, os atores que fizeram parte da versão original brasileira de Bozo, exibida entre 1980 e 1991. ;TVS São Paulo/SBT 1980-1982 Wandeko Pipoka 1982-1990 Luís Ricardo 1983- 1987 Arlindo Barreto 1983 Paulo Seyssel 1984-1991 Décio Roberto 1985-1986 Luiz Leandro 1986- 1989 Marcos Pajé 1986 Edílson Oliveira 2012-2013 Jean Santos ;TVS Rio 1982-1985 Charles Myara 1982-1985 Nanni Souza ;TV Alterosa 1983-1984 Jonas Santos 1984-1985 Evandro Antunes ;TV Itapoan 1983-1985 Cau Alves ====Elenco adicional==== Ator Personagem Valentino Guzzo Vovó Mafalda Gibe Papai Papudo Pedro de Lara Salci Fufu Leda Figueiró Maroca Zaira Zordan Candinha Fábio Vilalonga Zico Pedro Américo Macarrão Fernando Pavani Garoto Juca Kiki Perossi King Bozo Rony Cócegas Kuki Flor Bozolinda ==Prêmios e indicações== Ano Prêmio Categoria Resultado Ref. 1981 Troféu Imprensa Melhor Programa Infantil 1982 1983 1984 1985 1986 Categoria:Palhaços fictícios Categoria:Programas infantis do SBT Categoria:Programas de televisão do Brasil que estrearam em 1980 Categoria:Programas de televisão do Brasil encerrados em 1991 Categoria:Programas de televisão do Brasil que estrearam em 2013 Categoria:Programas de televisão do Brasil encerrados em 2013 Categoria:Programas de televisão em língua portuguesa Categoria:Programas de televisão premiados com o Troféu Imprensa",
 "title": "Bozo"
}