{
 "id": "65460",
 "text": "Alexandre V ou Pietro Filargi da Candia ou Pedro de Cândia (Kares, Creta, — Bolonha, ) foi um antipapa que governou a Igreja Católica no biénio 1409-1410 com retidão, merecendo de seus contemporâneos tamanhos elogios, que ainda hoje inspira admiração em alguns estudiosos que o incluem como \"papa\" digno de estudo. Alexandre V é por muitos considerado antipapa. Há quem julgue sua eleição inválida, porque o era o papa legítimo; há quem julgue sua eleição apenas ilícita, dada as dúvidas que pairavam no ambiente do Grande Cisma do Ocidente e da boa vontade de muitos, que desejavam a necessária e urgente pacificação da Igreja, e, havia ainda os que por interesse secular. Há quem defenda a sua eleição como legítima devido à confusão de então. O certo é que o seu nome consta das listas pontifícias, o seu retrato figura entre os medalhões da basílica de São Paulo, em Roma, e mais tarde, quando Rodrigo Bórgia se tornou papa em 1492, adotou o nome de Alexandre VI, o que deixa implícito o reconhecimento da existência de um papa Alexandre V. Filargi era veneziano, nascido na ilha de Cândia Creta, então uma possessão veneziana. Mendigo na infância, foi recolhido pela generosidade de um frade franciscano que ficou encantado com seus modos cortezes, seu jeito afável e viu nele grande inteligência e profunda visão crítica. Estudaria depois em Oxford e em Paris. Foi arcebispo de Milão. Contava 70 anos de idade, quando foi escolhido no Concílio de Pisa, onde se haviam reunido 24 cardeais, 4 patriarcas, 180 bispos ou representantes, 4 superiores de prestigiadas Ordens, deputados de 13 prestigiadas universidades e de inúmeros doutores entre outros notáveis desta época. A sua escolha tinha em mira afastar o papa Gregório XII e Pedro de Luna, o . Gregório não podia e Pedro de Luna não queria aceitar tal imposição, o que originou a existência de três \"papas\". Alexandre V viveu em boa-fé. Enviou legado a toda a Cristandade, buscando o diálogo, a conciliação e a concórdia. Os cronistas são unânimes em reconhecer que seu desejo de conciliação era sincero: \"que houvesse um só rebanho sob um só pastor\". Entrou em Roma ovacionado pelos populares, sendo conduzido pelo rei , pretendente ao Reino de Nápoles. Alexandre fez muitas benesses aos pobres e necessitados e morreu piedosamente em Bolonha, em 3 de maio de 1410, talvez, segundo alguns relatos deixados por alguns contemporâneos seus (e, que a história oficial negou-se por prudência a identificar), que tivesse sido vítima de envenenamento por parte de seus partidários desgostosos de sua rectidão. Foi piedosamente sepultado na igreja bolonhesa de São Francisco, num sepulcro muito artístico. Alexandre 05 Categoria:Naturais de Creta Categoria:Arcebispos de Milão Categoria:Franciscanos da Itália",
 "title": "Antipapa Alexandre V"
}