{
 "id": "65525",
 "text": "Klara Hitler, nascida Klara Pölzl (Spital, 12 de agosto de 1860 — Linz, 21 de dezembro de 1907), foi a mãe de Adolf Hitler. ==Biografia== Nascida na vila de Spital, em 1860, Klara era filha de Johann Baptist Pölzl e Johanna Hiedler. Nasceu na casa #37, mesmo ao lado da casa onde o seu futuro marido Alois Hitler (para quem Klara trabalhou como empregada doméstica) cresceu, sob o cuidado do avô de Klara, Johann Nepomuk Hiedler, que era o tio-padrasto de seu futuro marido, e provavelmente o verdadeiro pai de Alois. Era uma mulher quieta, porém trabalhadora. Em 1876, aos 16 anos, ela foi contratada como empregada na casa de seu parente, Alois Hitler, três anos antes do primeiro casamento de Alois com Anna Glasl-Hörer. Quando a segunda esposa de Alois, Franziska Matzelsberger, morreu, em 1884, ele casou-se com Klara no dia 7 de janeiro de 1885 numa cerimonia breve na pensão que Alois tinha em Braunau am Inn. Alois foi trabalhar menos de uma hora depois da cerimonia acontecer. O primeiro filho, Gustav, nasceu quatro meses depois, em 17 de maio de 1885. Ida, a segunda, nasceu em 23 de setembro de 1886. Os dois morreram devido à difteria no inverno entre 1886 e 1887. O terceiro, Otto, nasceu e morreu em 1887. O quarto filho era Adolf Hitler, nascido em 20 de abril de 1889. Em 1892, Klara e a família foram de comboio para Passau, onde moraram por dois anos. Nesta estada nasceu Edmund, em 24 de março de 1894. Paula, em 21 de janeiro de 1896. Edmund morreu devido ao sarampo em 28 de fevereiro de 1900, aos 5 anos. Dos seis filhos do casal, apenas Adolf e Paula chegaram à idade adulta. Klara era uma católica devota e frequentava a igreja regularmente. ==Morte== Alois morreu em 1903 e deixou uma pequena pensão para a família. Klara vendeu a casa em Leonding, mudando-se com os filhos para um apartamento em Linz, onde a família vivia com muito pouco. Em 1906, Klara descobriu um caroço no seio, que em um primeiro momento ela ignorou. As dores, por sua vez, aumentaram, impedindo-a de dormir e ela finalmente consultou um médico judeu, que já tinha atendido a sua família várias vezes, Eduard Bloch, em janeiro de 1907. Ocupada com os afazeres da casa, ela demorou para buscar ajuda. Sabendo que a notícia era grave, o médico preferiu contar ao filho mais velho, Adolf, sobre a doença da mãe. Klara tinha pouca chance de sobreviver ao câncer e ele recomendou uma mastectomia completa. A notícia deprimiu a família, mas Klara aceitou o diagnóstico com serenidade. Muito religiosa, ela acreditava que \"Deus queria assim\". Ela operou na casa de misericórdia de Linz sob o cirurgião Karl Urban, onde eles descobriram que o tumor já tinha entrado em metástase no tecido pleural do peito. Eduard informou aos filhos de Klara que sua condição era terminal. Adolf, que estava em Viena, estudando arte, implorou ao médico que tentasse um novo tratamento. Pelos próximos 46 dias, Eduard fez tratamentos diários com iodofórmio, uma técnica experimental de quimioterapia na época. As incisões da mastectomia de Klara foram reabertas e grandes doses de iodofórmio foram aplicadas diretamente no tecido para \"queimar\" o câncer. Os tratamentos eram muito dolorosos e deixaram Klara incapaz de deglutir. O tratamento foi inútil e Klara morreu em sua casa, em Linz, em 21 de dezembro de 1907, aos 47 anos. ==Biografia== *Vermeeren Marc. \"De jeugd van Adolf Hitler 1889-1907 en zijn familie en voorouders\". Soesterberg, 2007, 420 blz. Uitgeverij Aspekt. ISBN= 978-90-5911-606-1 Categoria:Família Hitler Hitler Klara Categoria:Naturais da Baixa Áustria Categoria:Mortes por câncer de mama Categoria:Mortes por câncer na Áustria Categoria:Católicos da Áustria",
 "title": "Klara Hitler"
}