{
 "id": "65558",
 "text": "ou Os Cavaleiros do Zodíaco (nos países lusófonos) é uma série japonesa de mangá e anime escrito e ilustrada por Masami Kurumada. Foi publicada originalmente na revista Weekly Shōnen Jump de dezembro de 1985, sendo sua primeira edição divida em duas partes entre dezembro de 1985 e janeiro de 1986 (partes 1 e 2 respectivamente), até dezembro de 1990.. Foi adaptada para anime de 114 episódios pelo estúdio Toei Animation (o mesmo que produziu Dragon Ball, Sailor Moon, Digimon, One Piece e Zatch Bell! e co-produziu Transformers e Dungeons & Dragons) de 1986 a 1989. Saint Seiya começou a ser conhecido no ocidente como Os Cavaleiros do Zodíaco depois que se tornou sucesso na França em 1988, onde recebeu o nome de Les Chevaliers du Zodiaque, o que foi também o primeiro lançamento estrangeiro da série. Tanto o mangá original quanto a adaptação em anime foram muito bem sucedidos em vários países asiáticos, europeus e latino-americanos, No entanto, nenhum deles foi dublado em inglês até 2003. Quatro filmes originais foram exibidos nos cinemas japoneses no período de 1987 a 1989. Porém o anime foi cancelado e ficou inacabado em 1989, deixando, por um longo tempo, uma parte do mangá sem animação. Em 2002, a Toei Animation continuou o anime na forma de três séries OVAs de 31 episódios em Saint Seiya: Hades, tendo finalizado em 2008, a fim de adaptar o restante da história do mangá. Seguindo este renascimento da franquia, um quinto filme, Prólogo do Céu foi exibido em 2004, apesar de se passar depois da saga de Hades. Em 2006, o autor Kurumada retomou a publicação do mangá, a partir da conclusão da obra original, continuando a história na sequência oficial Saint Seiya: Next Dimension. Um sexto filme remake da série clássica em CGI, A Lenda do Santuário, estreou em junho de 2014 no Japão e em setembro no Brasil. Embalado pelo filme, em 30 de agosto a animação foi completada, após 20 anos desde a primeira exibição no Brasil. Em 2016, para comemorar o trigésimo aniversário do mangá Saint Seiya (Complete Works of Saint Seiya) no Japão, ocorreu uma grande exposição contendo diversos produtos fabricados para a série, como as armaduras em tamanho real. Anteriormente em 2016, algumas armaduras foram exibidas no Brasil durante o evento Comic Con Experience, em São Paulo. Numerosos produtos comemorativos (um artbook, um CD da trilha sonora, action figures, bolsas, pinturas, carteles, figuras, relógio, etc...) para o 30º aniversário do manga e de animação, foram lançados em 2016. A edição definitiva (Kanzenban) do mangá clássico de Saint Seiya foi lançada no Brasil pela Editora JBC. No Japão, o Kanzenban foi lançado entre 2005 e 2006 e possui 22 volumes. Esta versão é feita com um material de melhor qualidade e contém algumas páginas coloridas por volume.https://m.cavzodiaco.com.br/noticia/30/09/2016/kanzeban-edicao-de-luxo- e-definitiva-do-manga-sera-lancada-no-brasil-pela-editora-jbc No verão de 2019 houve uma nova exposição comemorativa das obras de Masami Kurumada em Taiwan, onde numerosas armaduras da obra original de Saint Seiya foram exibidas, perfeitamente reproduzidas em uma escala de 1: 1. Além disso, também foram vendidos numerosos produtos comemorativos do mangá de Masami Kurumada. Em 2021 começa no Japão a publicação de uma nova edição do mangá original Saint Seiya de Masami Kurumada chamada Saint Seiya Final Edition, com diálogos ampliados e modificados, e com adição de capítulos inéditos. http://kurumadapro.com/column/detail.php?id=82 Em 19 de julho de 2019, saiu na Netflix (plataforma de streaming) o remake de 12 episódios da primeira parte da série clássica de Saint Seiya, lançado em 3D CGI, chamado Knights of the Zodiac: Saint Seiya. A sequência teve estreia na Crunchyroll com subtítulo Batalha do Santuário, com 12 episódios na segunda temporada (de 2022) e mais 12 na terceira (2024). Essas duas temporadas contam a batalha nas 12 casas do Zodíaco, a saga do Santuário da série clássica.http://www.saintseiya-kotz.com/ Um filme live action entitulado Os Cavaleiros do Zodíaco - Saint Seiya: O Começo baseado na clássica série Saint Seiya foi lançado lançado nos cinemas em todo o mundo em 2023.https://encrypted- tbn0.gstatic.com/images?q=tbn%3AANd9GcT5aVCcDfh3VAlEhx8bc-X50Pmz8ZWdPNEid79bWaeJPlR7d6ED == Enredo == O enredo se concentra em um órfão chamado Seiya ( Seiya significa \"Flecha Estelar\"), forçado a ir ao Santuário na Grécia para obter a Armadura de Bronze de Pégaso, uma veste usada pelos 88 guerreiros da deusa grega Athena, conhecidos como Cavaleiros. Após despertar o poder dos Cavaleiros, que é uma essência espiritual chamada de Cosmo (que se originou com o Big Bang), Seiya rapidamente se torna o Cavaleiro de Pégaso e retorna ao Japão para encontrar sua irmã mais velha, pois esta havia desaparecido no mesmo dia em que ele foi ao Santuário. Saori Kido - a neta do homem responsável por enviar os órfãos para o treinamento - fez um trato com Seiya, pedindo para que participe de um torneio chamado de Guerra Galática, onde o vencedor dentre os cavaleiros de bronze receberia a Armadura de Ouro de Sagitário. O trato era que se Seiya vencesse o torneio, Saori ajudaria na busca por sua irmã. O torneio é interrompido pelo vingativo Cavaleiro de Fênix, Ikki - que tenta eliminar os vestígios de sua ligação com as pessoas que o forçaram a seguir o treinamento - roubando partes da Armadura de Sagitário e enfrentando os Cavaleiros de Bronze restantes (Seiya, Shun, Shiryu e Hyoga). Com a derrota de Ikki, os Cavaleiros de Bronze são atacados pelos Cavaleiros de Prata, enviados pelo Grande Mestre do Santuário para eliminá-los. Enquanto lutam, os Cavaleiros de Bronze descobrem que Saori é a reencarnação de Athena e o Grande Mestre tentou matá-la ainda bebê. O Cavaleiro de Ouro de Sagitário, Aioros, salva Saori, mas é morto em seguida. Antes disso, entrega Saori a um homem, que se torna seu avô adotivo. Decididos a apoiar Saori, os Cavaleiros partem para o Santuário para enfrentar o Grande Mestre, mas antes de sua chegada, Saori é gravemente ferida por uma flecha especial advinda do golpe de um dos cavaleiros que estavam ali. Devido isto, os Cavaleiros procuram o Grande Mestre, pois acreditam que pode curá-la, mas são confrontados por diversos Cavaleiros de Ouro no caminho. Após diversas batalhas, Seiya chega ao templo do Grande Mestre e descobre que este é Cavaleiro de Gêmeos, Saga, que matou o antigo Grande Mestre, Shion de áries, com um ataque surpresa quando o mesmo estava distraído, em busca de poder. Tal feito foi possível porque Shion confiava em Saga. Saga, por ser o cavaleiro da constelação de Gêmeos, é atormentado por suas duas faces, a face do bem e a do mal. Durante o período em que esteve como Mestre do Santuário, a face má dominou sobre a boa (na verdade de acordo com o mangá Saint Seiyan Origins, o lado mal de Saga era na verdade um lêmur, estrela maligna do infortúnio de Ker, que o possuiu). Com a ajuda do Cosmo de seus amigos, Seiya derrota Saga e usa o reflexo do sol no escudo da armadura de Athena para curar Saori. Em seguida, com a parte boa imperando sobre si, Saga comete suicídio como forma de auto punição. Na segunda saga do mangá, o deus dos mares Poseidon reencarna no corpo de Julian Solo, com o objetivo de alagar a Terra. Saori vai ao seu templo na tentativa de resolver a situação de maneira diplomática, mas Julian a aprisiona. Seiya, Hyoga, Shun e Shiryu vão ao templo e enfrentam os Marinas, que são cavaleiros subordinados de Poseidon. Enquanto isso, Ikki descobre que o responsável por esta guerra é o irmão de Saga, Kanon de Gêmeos, que manipulou Julian. Durante a batalha final, o espírito de Julian desperta dentro de Poseidon, e assim os cavaleiros conseguem derrotar o deus dos mares. Salva pelos Cavaleiros, Saori guarda a alma de Poseidon em sua ânfora. A saga seguinte do mangá mostra a ascensão de Hades, deus do submundo e o maior inimigo de Athena. Ele reencarna no corpo do cavaleiro Shun de Andrômeda, o mais puro dentre os cavaleiros, após se libertar de sua prisão (que havia sido imposta por Athena após ela ter vencido a última guerra entre ambos). Seu propósito era lançar a terra em trevas criando o chamado \"Grande Eclipse\", então revive os Cavaleiros de Ouro e o Grande Mestre Shion de Áries, oferecendo nova vida em troca de fidelidade, e os envia ao Santuário para matar Athena junto de seus espectros, que são cavaleiros fiéis a Hades. Os Cavaleiros de Ouro que restam conseguem rechaçar o ataque, mas Saori entende que os cavaleiros do aceitaram a oferta de Hades para poder contar algo a ela e, assim que ela descobre o que é, comete suicídio enfiando uma adaga na sua garganta. Ela faz isso porque entende que precisa ter acesso ao submundo, para enfrentar Hades com a ajuda de seus Cavaleiros no domínio do próprio inimigo, uma vez que assim ela poderia ter acesso e destruir o corpo real de Hades. Shion revela a intenção real dos Cavaleiros ressuscitados para os cavaleiros de bronze, e restaura suas armaduras com o sangue de Athena que havia ficado no local do suicídio. No submundo, os Cavaleiros de Bronze enfrentam mais Espectros de Hades e Pandora. Em Giudeca, a oitava e última das prisões do inferno, onde Hades costuma ficar, os cavaleiros de ouro se juntam com a alma dos cavaleiros de ouro já mortos e abrem o muro das lamentações para que os cavaleiros de bronze possam passar para os campos elísios, mas isto custa a vida de todos eles. Os cavaleiros de bronze conseguem atravessar o caminho até os campos elísios somente porque suas armaduras foram banhadas com o sangue de uma deusa. Apesar de Ikki não ter tido sua armadura banhada pelo sangue de Athena, atravessa o caminho até os campos elísios com a ajuda de Pandora. Nos campos elísios, os cavaleiros lutam contra o deus da morte, Thanatos, e o deus do sono, Hypnos, onde desenvolvem suas armaduras divinas. Na batalha final contra o deus da morte, os Cavaleiros, já com as Armaduras Divinas e juntamente com Saori, atacam Hades. Seiya sacrifica-se ao receber o ataque final de Hades que iria contra a deusa, que revida junto dos outros Saints e atinge o imperador do submundo. Após isso, iniciam os acontecimentos de Next Dimension. == Produção == A princípio, Kurumada planejava criar um mangá com tema de luta livre, já que ele gosta de escrever sobre esportes individuais ao invés de esportes coletivos. Ele foi inicialmente inspirado por The Karate Kid (1984) para conceber uma história sobre um jovem karateca chamado Seiya encontrado por um mestre de karatê e sua assistente; no entanto, seu departamento editorial não aprovou a ideia. Como ele achava que esportes simples como judô ou karatê não seriam interessantes o suficiente, ele acrescentou aspectos da mitologia grega e constelações para torná-lo inovador. No entanto, o conceito básico de Saint Seiya era ser um mangá nekketsu com um toque de \"moda\" adicionado pelas Armaduras dos Cavaleiros. Após o rápido cancelamento de seu trabalho anterior, Otoko Zaka, em 1984, esse \"senso de moda\" foi algo que Kurumada pensou que seria um aspecto que atrairia fãs, tornando-o diferente de seu mangá anterior com uniformes simples do ensino médio. Embora pareçam armaduras medievais europeias, Kurumada disse que sua principal inspiração para as Armaduras foi o livro de ilustração de Hajime Sorayama de 1983, Sexy Robot. Além da moda, as Armaduras foram criadas porque Kurumada queria que os personagens lançassem faíscas explosivas e as Armaduras eram uma forma de dar-lhes alguma proteção. Inicialmente, ele não conseguia decidir que tipo de armadura seria, considerando até mesmo a kasaya budista; com base no motivo grego, ele desenhou as atuais Armaduras dos Cavaleiros. Quando Kurumada estava no processo de criação de Saint Seiya, ele deu a Seiya o nome Rin no início, já que Kurumada iria intitular seu mangá \"Ginga no Rin\" (Rin da Galáxia). No entanto, como Kurumada continuou desenvolvendo seu mangá, ele decidiu mudar o nome para Seiya, que era mais adequado. Primeiro ele escreveu o nome com o kanji que significava \"Flecha Sagrada\", para relacioná-lo com a condição de Seiya como um Cavaleiro, mas depois decidiu usar o kanji que significava \"Flecha Estelar\", para enfatizar a constelação e o motivo mitológico. Finalmente, ele também mudou o título do mangá, para Saint Seiya, uma vez que desenvolveu completamente o conceito dos Cavaleiros. Além disso, Kurumada afirmou que uma das primeiras ideias que ele concebeu para Saint Seiya foi o Meteoro de Pégaso. Como seu mangá usaria as constelações como um tema muito importante e sempre presente, ele queria que seu protagonista tivesse um movimento especial que seria como uma chuva de meteoros. Quando Kurumada desenhou a imagem de Seiya, ele se inspirou em seu personagem Ryuji Takane, o protagonista de seu mangá de sucesso de Ring ni Kakero, que ele criou 9 anos antes de Seiya. A maioria dos protagonistas das obras de Kurumada tem uma semelhança com Ryuuji, já que Kurumada adota a técnica Star System do reverenciado Osamu Tezuka (um elenco estável de personagens). O mesmo processo é feito com quase todos os outros personagens da série. Depois de criar Seiya como um personagem nekketsu, ele decidiu dar diferentes traços de personalidade para cada um dos outros personagens principais: Shiryu é o \"justo e sério\"; Hyoga é \"posado e elegante\"; Shun é o \"menino adorável\"; e Ikki é o lobo solitário. == Mídias == ===Mangá=== Escrito e ilustrado por Masami Kurumada, Saint Seiya foi serializado na revista de mangá shōnen Weekly Shōnen Jump da Shueisha de 1 de janeiro de 1986, a 19 de novembro de 1990. O último capítulo foi publicado na primeira edição da V Jump (lançada como uma edição extra da Weekly Shōnen Jump) em 12 de dezembro de 1990. A Shueisha coletou seus capítulos em vinte e oito volumes tankōbon, lançados de 10 de setembro de 1986, a 10 de abril de 1991. A Shueisha também lançou a série em outras edições; quinze volumes aizōban, de 20 de novembro de 1995 a 20 de janeiro de 1997; quinze volumes bunkoban, de 18 de janeiro a 10 de agosto de 2001; vinte e dois volumes kanzenban, de 2 de dezembro de 2005, até 4 de outubro de 2006. A Akita Shoten está lançando a série em uma edição shinsōban desde 8 de junho de 2021. Em 8 de julho de 2021, cinco volumes haviam sido lançados. Na América do Norte, a série foi licenciada para lançamento em inglês pela Viz Media em 2003. Sob o título Saint Seiya: Knights of the Zodiac, a Viz Media lançou seus vinte e oito volumes de 21 de janeiro de 2004, a 2 de fevereiro de 2010. No Brasil, Os Cavaleiros do Zodíaco foi lançado primeiramente pela Conrad Editora em 48 volumes, que foram posteriormente relançados com correção de erros da primeira edição. Em 13 de janeiro de 2012, a Editora JBC começou a relançar o mangá no formato original tankōbon, com 28 volumes. Em 2016, a JBC começou a lançar uma edição de luxo no formato kanzenban, com 22 volumes. Kurumada publicou no Champion Red, da Akita Shoten, uma série de capítulos especiais em profundidade de eventos do mangá; Saint Seiya: Episódio Zero, de 19 de dezembro de 2017, a 19 de fevereiro de 2018. Saint Seiya Origin, de 19 de dezembro de 2018 a 19 de janeiro de 2019; e Saint Seiya: Destiny, em 19 de dezembro de 2018. Os três capítulos do Episódio Zero foram incluídos no primeiro volume da edição shinsōban da série. ====Outras séries==== Uma série spin-off de Megumu Okada, intitulada Saint Seiya Episode.G, foi serializada na revista Champion Red da Akita Shoten, de 19 de dezembro de 2002, a 19 de junho de 2013. Kurumada começou uma sequência de Saint Seiya, intitulada Saint Seiya: Next Dimension, em 2006. Um capítulo de prólogo foi publicado na Weekly Shōnen Champion, da Akita Shoten, em 27 de abril de 2006, e a série estreou oficialmente na revista em 23 de agosto de no mesmo ano. Os volumes coletados são publicados em cores. Uma segunda série spin-off de Shiori Teshirogi, intitulada Saint Seiya: The Lost Canvas, foi serializada na Weekly Shōnen Champion de 24 de agosto de 2006, a 7 de abril de 2013. Uma terceira série spin-off de Chimaki Kuori, Saint Seiya: Saintia Shō, foi serializada na Champion Red de 19 de agosto de 2013, a 19 de julho de 2021. Uma quarta série spin-off de Kenji Saito e Shinshu Ueda, intitulada um mangá isekai que começou na Champion Red em 19 de dezembro de 2020. Seu primeiro volume foi lançado em 18 de junho de 2021. Um spin-off ocidental, intitulado Saint Seiya: Time Odyssey, uma história em quadrinhos franco-belga escrita e desenhada por Jérome Alquie e Arnaud Dollen. Ela foi publicada a partir de 2022 pela editora Kana e teve um total de cinco volumes. A série também foi publicada no Japão na revista Champion Red. ===Anime=== ====Visão geral==== Títle Episódios Exibido originalmente / Data de lançamento Primeira exibição Última exibição Séries 1 Saint Seiya 114 2 Saint Seiya: Hades 31 3 Saint Seiya: The Lost Canvas 26 4 Saint Seiya Omega 97 5 Saint Seiya: Soul of Gold 13 6 Saint Seiya: Saintia Shō 10 7 Knights of the Zodiac: Saint Seiya 36 Total 303 episódios Filmes 1 Os Cavaleiros do Zodíaco: O Santo Guerreiro 2 Os Cavaleiros do Zodíaco: A Grande Batalha dos Deuses 3 Os Cavaleiros do Zodíaco: A Lenda dos Defensores de Atena 4 Os Cavaleiros do Zodíaco: Os Guerreiros do Armagedon 5 Os Cavaleiros do Zodíaco: Prólogo do Céu 6 Os Cavaleiros do Zodíaco: A Lenda do Santuário Total 6 filmes presente ====Lançamento==== Uma adaptação para anime de Saint Seiya foi proposta pela primeira vez em junho de 1986, três meses antes do primeiro volume do mangá ser publicado. Depois que a Toei Animation iniciou uma parceria com a TV Asahi, eles procuraram patrocinadores. A Bandai se interessou em vender as Armaduras dos Cavaleiros como mercadoria, então começou o desenvolvimento. Masayoshi Kawata, produtor da TV Asahi, achou que Saint Seiya era o ajuste perfeito para o \"show de heróis\" que eles estavam procurando. Em julho, o roteirista Takao Koyama havia escrito o primeiro episódio programado para ser transmitido em outubro. Como um episódio adapta vários capítulos, o anime avança mais rápido que o mangá, o que levou a equipe da série de TV a criar algumas histórias originais para preencher a lacuna. A adaptação em anime foi transmitida na TV Asahi de 11 de outubro de 1986 a 1 de abril de 1989. Foi dirigido primeiro por Kōzō Morishita (episódios 1–73) e depois por Kazuhito Kikuchi (episódios 74–114). Os designers de personagens e esteticistas foram Shingo Araki e Michi Himeno, e Seiji Yokoyama compôs as trilhas sonoras. Seguindo as histórias de Kurumada do mangá de perto, os principais roteiristas foram Takao Koyama (1–73) e Yoshiyuki Suga (74–114). A série tem três partes principais: Santuário (episódios 1–73), Asgard, um arco de história original do anime (episódios 74–99) e Poseidon (episódios 100–114). A série foi cancelada e deixada inacabada em 1989, deixando um arco do mangá não animado, até finalmente ser adaptado em uma série de OVAs em 2002. A série de cento e quatorze episódios foi relançada no Japão em duas caixas Blu-ray em 20 de junho e 24 de setembro de 2014. A série foi retransmitida na TV Asahi em 2015. Depois do Japão, Saint Seiya foi transmitido pela primeira vez na França em 1988 no Club Dorothée do TF1, sob o título Les Chevaliers du Zodiaque (que inspirou o título em outras versões linguísticas), e a série tornou-se rapidamente popular. A série foi transmitida em toda a Ásia, Europa e América Latina, onde também foi um sucesso. No início dos anos 1990, a Renaissance-Atlantic Entertainment planejava produzir uma versão animada americana da série intitulada Guardians of the Cosmos. Apenas um piloto foi feito e a introdução foi revelada no final do documentário do YouTuber Ray Mona sobre o assunto intitulado The Secret Stories of Saint Seiya em dezembro de 2022. O piloto completo foi apresentado no documentário seguinte, The Secret Stories of Saint Seiya Part 2, em abril de 2023. Na América do Norte, a série foi licenciada pela DIC Entertainment, sob o título Knights of the Zodiac, em 2003. A versão da DIC foi editada para transmissão, cortando cenas excessivamente violentas, colorindo o sangue vermelho para azul, adicionando transições de cenas digitais anteriormente inexistentes, reescrevendo os roteiros, renomeando vários personagens e substituindo os temas musicais e a trilha sonora original. Esta versão estreou nos Estados Unidos no Cartoon Network em 30 de agosto de 2003, e no Canadá na YTV em 5 de setembro do mesmo ano. Ao contrário de outros territórios, Saint Seiya não teve sucesso na América do Norte, e a DIC apenas dublou quarenta episódios. A ADV Films licenciou os direitos de vídeo caseiro da série. Eles lançaram a versão editada pela DIC e uma versão sem cortes do programa com legendas em inglês, que também incluiu uma nova dublagem (com um elenco de voz diferente do usado pela DIC). A ADV Films lançou os primeiros vinte e oito episódios da versão editada em sete (dos doze planejados) DVDs de 27 de janeiro a 25 de outubro de 2004, e lançou apenas sessenta episódios da versão sem cortes em doze DVDs de 21 de outubro de 2003 a 31 de maio de 2005. Uma coleção de box foi lançada em 13 de janeiro de 2009. A New Video lançou os primeiros setenta e três episódios em um DVD com legendas, intitulado Saint Seiya: Sanctuary Classic Complete Collection, em 15 de abril de 2014. Em 15 de outubro de 2019, a Netflix começou a transmitir uma terceira dublagem em inglês, apresentando o elenco de Knights of the Zodiac: Saint Seiya; os primeiros quinze episódios estrearam primeiro e os episódios 16–41 foram adicionados alguns dias depois; os episódios 42 a 73 foram adicionados em janeiro de 2020; e os episódios 74 a 114 foram adicionados em abril de 2020, com efeito, tornando a dublagem da Netflix a única dublagem completa em inglês de toda a série original. A série foi removida da plataforma em dezembro de 2021. A segunda temporada estreou em 31 de julho de 2022 na plataforma de streaming Crunchyroll. Uma série de televisão spin-off, Saint Seiya Omega, foi transmitida por noventa e sete episódios na TV Asahi de 1 de abril de 2012, a 30 de março de 2014. =====Portugal===== A série foi originalmente exibida em Portugal pela RTP (canal 1) entre 1992 e 1993, na sua versão original japonesa legendada, sem genérico de abertura ou encerramento. Porém, a exibição da série acabou por ser prematuramente cancelada, com apenas 36 episódios, devido a queixas relacionadas com o seu conteúdo violento por parte de pais e responsáveis. Embalada pelo estrondoso sucesso de Dragon Ball Z, a SIC iniciou a transmissão de uma versão dobrada em português da série em 1999, marcada pelas constantes mudanças de horário. A série foi reprisada em 2002 na SIC Gold e em 2009 no canal Animax, que transmitiu a versão original japonesa legendada e a saga de Hades, até então inédita no país. Saint Seiya Omega estreou na SIC K a 3 de Fevereiro de 2014 e The Lost Canvas estreou na SIC Radical a 8 de fevereiro de 2015 sob o título de Saint Seiya: A Tela Perdida. =====Brasil===== ;Transmissão O anime estreou no Brasil em 1 de setembro de 1994 pela Rede Manchete, e permaneceu na programação do canal até 1997. O anime foi oferecido e recusado para a TV Globo e o SBT. A exibição foi possível graças a uma permuta com a fabricante de brinquedos Samtoy, que produziu os bonecos da série, em troca da exibição dos comerciais da empresa. O canal exibiu os primeiros 52 episódios do anime sem nenhum custo e a versão dublada foi feita pelo extinto estúdio de dublagem Gota Mágica. Os Cavaleiros do Zodíaco foram inicialmente rejeitados pela violência, mas a Samtoy alegava que era um sucesso na Europa. Nessa época, era série era licenciada pela Alien International. O estúdio de dublagem recebeu os roteiros em inglês e o desenho dublado em espanhol, assim foi necessário conciliar as duas versões para o português. O desenho era exibido duas vezes ao dia, uma pela manhã no programa \"Duda Alegria\" e outra à tarde no Clube da Criança. Também era exibido nas tardes do domingo. Em fevereiro de 1995, o programa deixou o Clube da Criança e passou a ser exibido de forma independente no mesmo horário. Foi reprisada pelo Cartoon Network a partir de 2003 e pela Band a partir de 2004, ambos em uma versão redublada pelo extinto estúdio de dublagem Álamo. A Band começou a exibir na faixa da tarde apresentada por Kelly Key, depois a série sofreu várias mudanças de horário. Em 2005, teve transmissão na Rede 21. Nesse período, a franquia estava sendo representada pela empresa Imagem & Action - Dá Licença. Em 2010, a Band exibiu a saga de Hades, até então inédita no país, e que foi reprisada em 24 de dezembro de 2012 em uma véspera de natal. Em 2016, a Rede Brasil anunciou a transmissão de Os Cavaleiros do Zodíaco em uma versão remasterizada em alta definição. O anime estreou no canal em 31 de outubro como parte do programa Senpai TV, que estreou no mesmo dia ao lado do anime Dragon Ball Z. A partir do dia 6 de fevereiro de 2017 o programa foi reprisado desde o início, na semana em que a saga do Santuário estava na reta final, faltando apenas três episódios para sua conclusão, e a saga de Asgard estava começando apenas com seus dois primeiros episódios, com um total de 70 episódios exibidos. No dia 16 de maio de 2017, a exibição da Saga do Santuário foi finalizada normalmente, dessa vez sem reprise e sendo iniciada assim a Saga de Asgard. Em novembro de 2023, o anime estreou no Warner Channel. Em fevereiro de 2024 estreou no canal Adult Swim (Brasil). ;Classificação indicativa Por ser adaptado de um mangá não recomendado para menores de 14 anos, Os Cavaleiros do Zodíaco recebeu variadas classificações restritivas e censura. Eduardo Miranda, chefe da divisão de cinema da Rede Manchete, só aprovou a exibição do anime na emissora após receber cinco episódios completos da Samtoy. Para transmitir em qualquer horário com classificação \"livre\" na TV aberta, em 2004, a Band editou todos os 73 episódios da Saga do Santuário que são inadequados para menores de 14 anos, sendo registrados no site da Justiça do Brasil e Diário Oficial da União por serem transmitidos em uma rede nacional. Após o início da transmissão na Band, a Playarte conseguiu autorização para distribuir os episódios não recomendados para menores de 12 anos em DVD, porém, com o selo no encarte indicando que é \"livre\", constando também \"versão original/sem cortes\". Para o retorno da transmissão nacional pela Band em 2010, a Saga de Hades recebeu a classificação \"10 anos\". Em maio de 2015, Renata Medeiros do Segredos do Mundo, listou seis cenas proibidas do anime por conterem violência, sensualidade e uma apresentando a queima de uma bíblia. Na Netflix, a classificação é de 14 anos. ;Audiência O sucesso de Os Cavaleiros do Zodíaco na sua primeira exibição foi imediato. Em menos de um mês e meio no ar, Os Cavaleiros do Zodíaco fez quadruplicar a audiência do horário e já era o programa mais visto da Rede Manchete com 7 pontos de audiência contra 4 pontos do Jornal da Manchete. A exibição matinal do episódio \"Juramos Proteger Athena\" em 18 de maio teve o dobro de audiência da TV Colosso. O desenho dava 15 picos de audiência no Ibope. Em junho de 1995, os filmes O Santo Guerreiro e A Grande Batalha dos Deuses foram os mais procurados nas locadoras brasileiras. Em 2004, Os Cavaleiros do Zodíaco começaram com uma ótima audiência nas tardes da Rede Bandeirantes. O desenho praticamente dobrou a audiência do canal no horário (de 3,5 pontos para 6,5 no Ibope). Porém com o passar do tempo, a série foi perdendo audiência e sofreu diversas trocas de horário. Em 2010 foi publicada uma análise por \"O Crítico\" no ANMTV, avaliando o mau desempenho comercial do anime na Band, dizendo que \"CDZ (Cavaleiros do Zodíaco) é um anime que poderia estar lucrando muito no Brasil, (...) que talvez em épocas da TV Manchete estivesse dando picos de audiência e ultrapassando a Globo (como fez em outrora). Porém, os tempos são outros (...) apareceram em 2004 na Band (...) como simples coadjuvantes, (...) a série foi um fracasso comercial; a audiência, apesar de boa, não foi suficiente para atrair anunciantes, e ela acabou indo parar no buraco onde ninguém deseja estar: a programação regional.\" Quando estreou na Rede Brasil, a audiência média da emissora chegou a aumentar três vezes na primeira semana de exibição, de 0.1 a 0.4 de média e 0.9 de pico. ===Romances=== Em 9 de novembro de 1988, a Weekly Shōnen Jump lançou o Jump Gold Selection Anime Special 2, escrito por Takao Koyama, com ilustrações dos designers de animação da série, Shingo Araki e Michi Himeno. Este especial é apenas um flashback de Saga de Gêmeos tentando assassinar a recém-nascida Athena. Há também uma série de dois romances escritos por Kurumada e Tatsuya Hamazaki com o nome de Saint Seiya - Gigantomachia, que foram publicados pela Jump J Books. O primeiro romance foi lançado no Japão em 23 de agosto de 2002, e o segundo foi publicado em 16 de dezembro de 2002. ===Filmes=== Quatro longas-metragens de animação foram exibidos nos cinemas japoneses de 1987 a 1989. Um quinto filme de animação foi lançado nos cinemas japoneses em 2004, , que deveria seguir a cronologia regular logo após o final do mangá (que terminou de ser adaptado em 1º de agosto de 2008) como um prólogo para um novo capítulo. A Toei Animation anunciou pela primeira vez que este novo capítulo seria uma nova série animada, mas depois Kurumada afirmou que queria que o filme fizesse parte de uma trilogia. Tōru Furuya revelou os desejos de Kurumada para a série durante uma conferência de imprensa. Depois que Seiya de Pégaso finalmente derrota Zeus, ele deve seguir em frente e enfrentar Chronos, o Deus do Tempo. Toru não teve permissão para dizer mais nada. Com a serialização de Saint Seiya: Next Dimension, Kurumada removeu Prologo do Céu do cânone do universo Saint Seiya, embora alguns elementos que apareciam nele permaneçam na continuidade. Apesar do primeiro filme ter sido lançado em 1987, nenhum dos filmes recebeu um lançamento oficial em inglês na América do Norte até que foi anunciado pela Discotek em 2012 que eles haviam adquirido os direitos de vídeo caseiro dos quatro primeiros filmes e pretendia lançá-los em dois DVDs, cada um contendo dois filmes. Os DVDs contêm áudio em japonês com legendas em inglês. Em 2003, a revista francesa AnimeLand publicou uma entrevista com Masami Kurumada onde o autor revelou que uma empresa de Hollywood o havia abordado alguns anos antes com um piloto de quinze minutos de um filme live-action de Saint Seiya. O projeto foi abandonado porque Kurumada não sentiu que a essência da série havia sido preservada. Em uma entrevista posterior publicada em 2005, o repórter teve permissão para ver o vídeo e comentou sobre como os nomes dos personagens principais foram alterados e observou que um deles, Shun de Andrômeda, havia sido alterado de masculino para feminino. Em 21 de junho de 2014, A Lenda do Santuário foi lançado. Animado em CGI, Legend of Sanctuary é baseado na série clássica de 1986. Foi produzido pela Toei para comemorar o 25º aniversário da franquia. Além dos filmes Prólogo do Céu e A Lenda do Santuário, o terceiro filme animado da franquia também foi lançado nos cinemas brasileiros. A Lenda dos Defensores de Atena, também conhecido como Os Cavaleiros do Zodíaco - O Filme, foi lançado em 14 de julho de 1995 no Brasil, tendo vendido 1.048.203 ingressos em seu total de bilheteria. Em 2017, foi anunciada uma colaboração entre a Toei Animation e a produtora de Hong Kong, A Really Good Film Company. Na conferência de imprensa, os planos para um filme live-action de Saint Seiya foram detalhados, e o diretor polonês Tomasz Bagiński foi anunciado como responsável pelas filmagens, com base na série clássica de 1986, que deveria ocorrer no verão do hemisfério norte de 2019. O título oficial do filme é Os Cavaleiros do Zodíaco - Saint Seiya: O Começo. Em 21 de setembro de 2021, o The Hollywood Reporter revelou que o filme será estrelado por Mackenyu Arata como Seiya, Madison Iseman como Sienna (Athena), Sean Bean como Alman Kiddo e Diego Tinoco como um homem contratado para matar a deusa vulnerável. Famke Janssen, Nick Stahl e Mark Dacascos também estão no elenco. A produção em filme será filmada na Hungria e na Croácia. ===ONAs=== Há uma série de animações de vídeo originais (OVAs) que cobrem o último arco do mangá, que não foi adaptado anteriormente para anime. Os primeiros 13 episódios foram transmitidos no Animax (um canal pay-per-view japonês) de 9 de novembro de 2002 a 12 de abril de 2003, e depois lançado em DVD durante o ano de 2003. Esses 13 episódios foram nomeados e adapta os volumes 19 a 22 do mangá. Esta série OVA foi dirigida por Shigeyasu Yamauchi, ainda com desenhos de personagens de animação de Shingo Araki e Michi Himeno, enquanto os roteiros foram adaptados do mangá desta vez por Michiko Yokote, e a trilha sonora foi inteiramente tirada do trabalho de Yokoyama na série de TV anterior. Dois anos após a primeira parte da saga de Hades, A Saga do Santuário, uma segunda parte foi produzida em 2005. Este segundo capítulo foi nomeado e consiste em seis episódios, adaptando os volumes 23 a 25 do mangá. No entanto, a maioria dos dubladores originais não reprisou seus papéis, além de Hideyuki Tanaka como narrador. Hirotaka Suzuoki, o dublador original de Shiryu de Dragão, morreu em 6 de agosto de 2006, devido a um câncer de pulmão. No mesmo canal Animax, a Toei Animation lançou os dois primeiros OVAs em 17 de dezembro de 2005, seguidos pelos próximos dois em 21 de janeiro de 2006. O último par foi lançado em 18 de fevereiro de 2006. Pouco depois de sua transmissão na TV, que durou 2 meses, os episódios foram lançados em DVD em 2006. Esta curta série OVA foi dirigida por Tomoharu Katsumata, mas a outra equipe permaneceu a mesma. A Toei Animation anunciou oficialmente a notícia em seu site em 18 de julho de 2006. Então, , que contém 6 episódios no total, foi lançado, adaptando os volumes 25 a 26 do mangá. Em 28 de junho, Masami Kurumada anunciou em seu blog pessoal que a produção dos OVAs de havia começado. Pensava-se que o lançamento seria em meados de dezembro de 2007, a partir dos últimos dois anos com o desempenho dos dois capítulos de Inferno (Zenshō e Kōshō), mas nenhuma prévia ou imagens divulgadas estavam disponíveis no final de outubro. Em novembro de 2007, a Toei Animation anunciou que o lançamento oficial de A Saga dos Elísios seria em março de 2008 e não em dezembro de 2007 como planejado originalmente. Os OVAs de Elísios foram lançados em março (episódios #26 e #27), maio (#28 e #29) e agosto (#30 e #31), e adaptaram os dois volumes finais do mangá, 27 e 28. Uma série original de animação de internet (ONA) intitulada Saint Seiya: Soul of Gold começou a ser transmitida em 2015. Outra série ONA, Knights of the Zodiac: Saint Seiya, baseada no mangá, estreou na Netflix, com seis episódios, em 19 de julho de 2019. Outros seis episódios estrearam em 23 de janeiro de 2020.. A segunda e terceira temporada estrearam em 2022 e 2024 na Crunchyrroll. ===Musicais=== Em agosto de 1991, um musical, patrocinado pela Bandai, foi apresentado no teatro Aoyama em Tóquio, Japão. A história reconta os capítulos de Santuário e Poseidon. O elenco incluía membros do SMAP como os cinco Cavaleiros de Bronze e Poseidon. Os personagens Mu de Áries, Aiolia de Leão e Milo de Escorpião foram interpretados por membros de outra banda, Tokio. Em maio de 2011, Masami Kurumada anunciou em seu site que um novo musical de Saint Seiya estava em andamento. Estreando no final de 2011, a peça de teatro foi intitulada Saint Seiya Super Musical e apresentou uma adaptação live-action do primeiro filme de Saint Seiya, O Santo Guerreiro. ===Jogos eletrônicos=== Vários jogos eletrônicos foram lançados com base na série. ===Trilha sonora=== Vários álbuns foram lançados com músicas do anime. * 1986: Saint Seiya Hit Kyokushuu * 1987: Saint Seiya TV Original Soundtrack I * 1987: Saint Seiya Hit Kyokushuu II * 1987: Saint Seiya TV Original Soundtrack II * 1987: Saint Seiya TV Original Soundtrack III * 1988: Saint Seiya TV Original Soundtrack IV - Kamigami no Atsuki Tatakai * 1988: Saint Seiya Hit Kyokushuu III BOYS BE ~Kimi ni Ageru Tame ni~ * 1988: Saint Seiya TV Original Soundtrack V - Shinku no Shounen Densetsu * 1988: Saint Seiya TV Original Soundtrack VI - Ougon no Yubiwa Hen * 1988: Saint Seiya TV Original Soundtrack VII - Poseidon Hen * 1989: Saint Seiya Piano Fantasia * 1989: Saint Seiya TV Original Soundtrack VIII - Saishuu Seisen no Senshitachi * 1990: Saint Seiya Hades Hen * 1996: Saint Seiya 1996 Song Collection * 2004: Saint Seiya - Tenkai Hen Joso Overture * 2008: Saint Seiya Meio Hades Hen Special Album * 2009: Saint Seiya: The Lost Canvas Original Soundtrack * 2012: Saint Seiya Omega Original Soundtrack * 2013: Saint Seiya Omega Original Soundtrack 2 * 2014: Saint Seiya: Legend of Sanctuary Original Soundtrack * 2018: Saint Seiya: Saintia Sho Original Soundtrack * 2018: Saint Seiya: Saintia Sho Theme Song ====Temas de abertura==== *Episódios 1 a 73, primeiros OVAs de Hades 1 a 11 e filmes I e II: \"Pegasus Fantasy\" por MAKE-UP (no Brasil, por Edu Falaschi após a redublagem dos estúdios Álamo e Dubrasil, nos filmes apenas a versão original, Os Cavaleiros do Zodíaco cantada por Willian e Larissa Tassi na Gota-Mágica). Na primeira versão até o 52 Os Guardiões do Universo e o Os Cavaleiros do Zodíaco para os demais episódios cantada por Willian e Larissa Tassi na versão da Gota-Mágica. *Episódios 74 a 114 e movie IV: \"Soldier Dream\" por Hironobu Kageyama & Broadway (no Brasil, por Che Leal após a redublagem dos estúdios Álamo, Dubrasil e Gota-Mágica, apenas os filmes). Na versão Gota-Mágica mantém-se o tema cantada por Willian e Larissa Tassi. *OVAs 1 a 13: \"Chikyuugi\" por Yumi Matsuzawa (no Brasil, por Larissa Tassi) *OVAs 14 a 31: \"Megami no Senshi ~Pegasus Forever~\" Marina Del Ray (no Brasil, por Ricardo Cruz, na Band manteve seu padrão original) *Lost Canvas: \"Reino de Atena\" por EUROX (no Brasil, por Rodrigo Rossi, feita pelo mesmo estúdio que gravou Cavaleiros na falecida Manchete pela Flash Star e Dubrasil) *Omega 1 a 27: \"Pegasus Fantasy\" por MAKE-UP e Shoko Nakagawa (no Brasil, por Larissa Tassi e Rodrigo Rossi dublagem da Dubrasil) *Omega 28 ao 51: \"Nova Geração\" por Root Five (no Brasil, por Ricardo Cruz, Rodrigo Rossi e Larissa Tassi) *Omega 52 ao 77: \"Cavaleiros Evoluidos\" por Nagareda Project (no Brasil, por Ricardo Cruz, Rodrigo Rossi e Larissa Tassi) *Omega 78 ao 97: \"Cordas de Luz\" por Cyntia (no Brasil, por Larissa Tassi e Rodrigo Rossi) *Soul of Gold: \"Soldier Dream\" por Root Five (no Brasil, por Ricardo Cruz, Rodrigo Rossi e Larissa Tassi, integrantes da banda Danger3) *Saintia Sho: \"Beleza Valente\" por Aina Suzuki, Mao Ichimichi, Inori Minase, e Megumi Nakajima (possívelmente Larissa Tassi) *Saint Seiya Knights of the Zodiac (Netflix, Crunchyroll): \"Pegasus Seiya\" por The Struts ====Temas de encerramento==== ;Episódios 1 a 73 e OVAs 1 ao 10 da saga de Hades: *\"Blue Forever\" por MAKE-UP (no Brasil, por Edu Falaschi) ;Episódios 74 a 114: *\"Blue Dream\" por Hironobu Kageyama & Broadway (no Brasil, por Che Leal) ;OVAs 1 a 13 e especial Mito dos Cavaleiros Renegados: *\"Kimi to Onaji Aozora\" por Yumi Matsuzawa (no Brasil, por Larissa Tassi) ;OVAs 14 a 25: *\"Takusu Mono he ~My Dear~\" por Yumi Matsuzawa (no Brasil, por Larissa Tassi) ;OVAs 26 a 31: *\"Kami no En ~Del Regno~\" por Yuuko Ishibashi (não teve versão brasileira, durante a exibição na Band, a exibição dos episódios 14 a 31 manteve esse mesmo tema) ;Lost Canvas: *\"Laços de Flors\" por Maki Ikuno e Marina del Ray (no Brasil, por Melissa Matos) ;Soul of Gold: *\"Promessa do Amanhã\" por Root Five (no Brasil, por Ricardo Cruz, Rodrigo Rossi e Larissa Tassi, integrantes da banda Danger3) ;Saintia Sho: *\"Hohoemi no Resonance\" por Aina Suzuki e Mao Ichimichi (MAO) (possivelmente Larissa Tassi, 1-6, 8-10) ;Saintia Sho: *\"Arasoi Shiniyukumono-tachi ni Shukufuku\" por Mao Ichimichi (MAO) (possivelmente Larissa Tassi, 7) ;Saint Seiya Knights of the Zodiac (Netflix): *\"Somebody new\" por The Struts ;Filme A Lenda do Jovem Escarlate: *\"You Are My Reason To Be\" por Oren Waters e Hitomi Tōyama (primeira estreia dos Cavaleiros nos cinemas brasileiros, tema dos filmes I e II usado como abertura, incersão, karaokê, versão instrumental e encerramento cantada por Willian e Larissa Tassi na versão Gota-Mágica, tema inserido na versão instrumental de Marin no Brasil também é tocada, a Dubrasil nunca teve tradução). ;Filme Prólogo do Céu: *\"Never Stop\" por MAKE-UP (no Brasil, por Edu Falaschi) ;Filme Lenda do Santuário: *\"Hero\" por YOSHIKI featuring Kate Fitzgerald (Violet UK) ====Trilha musical brasileira==== Durante a exibição na extinta Rede Manchete, a emissora, juntamente com os selos Sony Wonder e Columbia Records, produziu temas de abertura e encerramento especialmente para o Brasil no ano de 1995. Estiveram envolvidos nesta produção, que deu origem a um álbum de 12 faixas, compositores de renome, como Carlos Colla, Michael Sullivan e Paulo Sérgio Valle. Duas cantoras que participaram do projeto foram Sarah Regina e Larissa Tassi, esta quando criança, em dupla que formava com Willian Kawamura (Larissa & Willian), que também participou do álbum. Em algumas faixas, participaram os dubladores Walter Breda e Hermes Baroli. Augusto César e Mário Lúcio de Freitas assinam a produção musical do disco. Miguel Plopschi, ex-The Fevers, foi responsável pela direção artística. O álbum Os Cavaleiros do Zodíaco: As Músicas do Seriado da TV vendeu mais de 500 mil cópias, rendendo-lhes Discos de Ouro, Platina e Platina Duplo. ;Temas de abertura (Rede Manchete) *Guardiões do Universo (uma canção advinda da França e versionada para português que deu origem à canção Força Astral. Foi veiculada durante os primeiros episódios da primeira exibição); Os Cavaleiros do Zodíaco (segundo tema de abertura, mas também foi veiculada durante os primeiros episódios nas exibições posteriores da Rede Manchete). ;Temas de encerramento (Rede Manchete) Foram vários os temas de encerramento, que foram veiculados alternadamente. São eles: *Saori *Shina *Marin *Força Astral (canção original brasileira que lembra a antiga música de abertura) A trilha sonora brasileira, também lançada em fita cassete e CD, ainda continha as faixas Seiya, o cavaleiro de Pégaso, Mestre do Mal e Rap do Zodíaco, além do segundo tema de abertura e mais três músicas em versão karaokê. Essa trilha foi muito bem produzida, com arranjos cheios de contraponto e muito criativos. As letras eram dirigidas ao público infantil, mas até hoje embalam os eventos de anime. ===Merchandising=== Ao longo dos anos, o clássico anime (1986/1990) gerou inúmeros produtos de merchandising, incluindo: cartões, figuras de ação representando os vários personagens, videogames, produtos escolares, camisetas, bonés, relógios, etc., comercializados em muitos países do mundo. Em 1994, no auge do sucesso da série na Rede Manchete, a Santoy, que trouxe os bonecos para o Brasil, esperava vender cerca de 80 mil bonecos. Vendeu 400 mil no natal de 1994, ou seja, cinco vezes mais. Em 1995, um episódio do programa Porta da Esperança, apresentado por Sílvio Santos no SBT, trouxe a história de um menino que queria ganhar a coleção de brinquedos dos Cavaleiros do Zodíaco. Em 1995, os bonecos da série já haviam vendido mais de 10 milhões de unidades em vários países. No dia das crianças e no Natal de 1995, os bonecos dos Cavaleiros do Zodíaco venderam, juntos, mais de 1 milhão de unidades no Brasil, gerando um faturamento de mais de 50 milhões de reais. Uma nova linha de figuras de ação com acessórios foi lançada no Japão em 2016. Uma nova linha de modelo referente aos personagens principais do anime clássico é produzida em 2019 e é chamada de 'Saint Seiya Revival'http://www.starshopbs.com/bronze- saint-seiya- mito-pano-pegasus-seiya-v1-renascimento-ver-.1 .10.304.gp.53692.uw & ved = 2ahUKEwix8-RZG-fiAhUFJ1AKHbKnAyAQFjAAegQIAxAB & usg = AOvVaw0s-CPBI-Vv0AMsFqc85OWw == Recepção == === No Japão === O mangá original de Masami Kurumada vendeu mais de 25 milhões de cópias no Japão até 2007, mais de 34 milhões de cópias no Japão até 2013 , e mais de 55 milhões de cópias no mundo inteiro até 2024. Está na lista dos mangás mais vendidos de todos os tempos. Em seu primeiro ano de exibição, a série foi eleita o melhor anime do ano na premiação Anime Grand Prix realizada pela revista japonesa Animage. Kazuhiko Torishima, o editor de Akira Toriyama em Dr. Slump e Dragon Ball, percebeu que as audiências do anime Dragon Ball estavam a diminuir gradualmente. Torishima alegou que Dragon Ball tinha uma imagem “infantil e engraçada” ligada a Dr. Slump, assim pediu ao estúdio para mudar os produtores. Impressionado com o trabalho da equipe de Saint Seiya, pediu ao diretor Kōzō Morishita e ao argumentista Takao Koyama que ajudassem a “reiniciar” Dragon Ball, que coincidiu com o crescimento de Goku. Os novos produtores explicaram que terminar o primeiro anime e criar um novo resultaria em mais dinheiro para a promoção. O resultado foi o início de Dragon Ball Z. Morishita e Koyama deixaram Os Cavaleiros do Zodíaco no final da Saga Santuário, com o episódio 73 sendo o último trabalho da dupla na série. Saint Seiya popularizou o termo \"yaoi\", em 1987.McHarry, Mark. Yaoi: Redrawing Male Love The Guide Novembro de 2003 A série foi particularmente popular em versões dōjinshi yaoi, principalmente por ter um elenco que era predominantemente masculino. Shun de Andromeda foi um dos personagens mais populares nos doujinshis yaois.imbergt, Sébastien (2008). \"Ces mangas qui utilisent le yaoi pour doper leurs ventes\". In Brient, Hervé.Homosexualité et manga : le yaoi. Manga: 10000 images (in French). Editions H. pp. 113–115. ISBN 978-2-9531781-0-4. O mangá serviu de inspiração para diversas séries futuras, incluindo B't X, do próprio Kumarada, Shurato, Yoroiden Samurai Troopers, Gulkeeva, and Mobile Suit Gundam Wing Mangakás famosos atualmente como o grupo Clamp, Tite Kubo, Yun Kouga, Kouta Hirano e Masashi Kishimoto, o criador de Naruto, já declararam terem sido muito influenciados pelas obras de Kurumada. Tite Kubo, autor da série de mangá Bleach, considera Saint Seiya uma de suas maiores inspirações para os desenhos dos diferentes tipos de armas que seus personagens usam na história, assim como as cenas de batalha. === No Mundo === Esta série tem sido muito bem sucedida no Japão, China, França, Itália, Espanha, Portugal, Brasil, Chile, México, Argentina, Peru. No Brasil, o lançamento da série em 1994 foi responsável por mudar a maneira que o público assistia animes, desencadeando uma \"anime-mania\", dando origens a revistas especializadas e surgimento de quadrinhos no estilo mangá Conjuntamente, surge um grande número de fanzines e revistas em quadrinhos baseados em animes e mangás. A Magnum (editora que publicava a revista Animax) publica a revista Hyper Comix (que originalmente era um fanzine) e Megaman (adaptação do jogo eletrônico homônimo), ambas produzidas por artistas brasileiros. Com exceção de Daniel HDR, que já trabalhava para a Marvel Comics, vários artistas fazem suas estreias profissionais nessas revistas, como a desenhista Érica Awano). No auge do sucesso televisivo, Os Cavaleiros do Zodíaco foram criticados na imprensa brasileira. A Folha de S.Paulo escreveu que o sucesso era \"intrigante\" porque o desenho era \"uma produção mais que barata, com mera roupagem high-tech e narrativa truncada\" e concluiu: \"O fascínio que esse lucrativo amálgama de luta, melodrama e misticismo eletrônico exerce sobre as crianças permanece um mistério\". Na matéria, a jornalista ainda confundiu e afirmou que o anime passava na Rede Record.{ O crítico Luiz Carlos Merten escreveu: \"O desenho é feio, tecnicamente mal-acabado. As figuras são chapadas. Não existe o uso da perspectiva como nos dos desenhos da Disney.\". As reportagens comparavam o anime dos anos 80 com o Rei Leão, uma superprodução da Disney, que estava em cartaz. O Jornal O Globo escreveu: \"O poder do padrão anti-Disney\", reforçando que o desenho não tinha as \"Linhas suaves e a graça dos movimentos\" do filmes da Disney. Por outro lado, o jornal argentino La Voz, enalteceu o visual \"particular e atrativo\", a ausência de puritanismo da série e a profundidade da trilha sonora. O jornal chileno La Tercera destacou um trabalho de animação destacável, a tragédia pessoal de cada personagem e a música excepcional como pontos altos de uma série que \"marcou uma época\". Em outros países latino-americanos, como México e Argentina, o sucesso também foi grande, apesar de a animação japonesa ter sido exibida eventualmente em ambos os países na década anterior, com programas como Robotech e Mazinger Z. Em função do sucesso nos países de língua espanhola, a tradução brasileira do anime foi feita com base na dublagem em espanhol. Tanto o anime quanto o mangá foram lançados na China, Hong Kong e Taiwan por volta de 1990, dando início à adoração da animação japonesa e do mangá nesses países. No Canadá e Estados Unidos, a série não fez sucesso em sua primeira exibição. Somente em 2003, com o nome Knights of the Zodiac a série começou a ganhar fãs do continente norte-americano (mais especificamente nos estados de Quebec (Canadá) e Wisconsin (EUA)). A empresa responsável pelo licenciamento foi a DiC Entertainment. A série sofreu muitos cortes e enormes alterações na trilha sonora e na história, o que desapontaram muitos fãs. A saída foi lançar DVDs (caixas) na íntegra (sem cortes e alterações). Alguns produtos começaram a ser lançados junto com o mercado japonês com isso é crescente o número de fãs que estão se formando nos Estados Unidos e no Canadá. Em 2002, o ilustrador e fã francês Jérôme Alquié ficou famoso no mundo inteiro ao lançar curta de animação baseadas na série.15 anos atrás, desenho animado de fã inspirou anime inédito de \"Cavaleiros\" ==Mídia doméstica== Todos os episódios e filmes da série em DVD no Brasil, foram lançados pela Playarte. A série clássica de 114 episódios fora lançada em 21 volumes no mês de agosto de 2013. Anos mais tarde, seria lançada a saga de Hades direto para DVD, já completa em 11 discos, totalizando 32 DVDs. Em 2016, a Playarte confirmou o relançamento da série clássica, saga do santuário, remasterizada em qualidade 1080p. A série Omega já teve sua primeira temporada lançada em DVD/BD, sendo que o dublador Antônio Akira morreu antes do quarto volume ser lançado. Os cinco primeiros filmes dá série foram lançados; com a única exceção sendo o filme Os Cavaleiros do Zodíaco: A Lenda do Santuário, que fora lançada pela Paris Filmes. Em Portugal, apenas os dois primeiros filmes foram lançados em VHS pela Prisvídeo em 2001, em uma tiragem limitada. Nem a série, nem os demais filmes foram, infelizmente, até à data lançados em VHS, DVD, ou qualquer outro formato de vídeo. == Prêmios e honrarias == * Em 1987, a série foi eleita o melhor anime do ano na premiação Anime Grand Prix realizada pela revista japonesa Animage. * Em 1988, a série foi eleita o segundo melhor anime do ano, sendo superado apenas pelo filme Tonari no Totoro. * Em ranking publicado em 2001 pela TV Asahi, Os Cavaleiros do Zodíaco aparecem entre os cem melhores animes (53ª posição). * Em 2005 a TV Asahi realizou uma pesquisa no qual todas as pessoas japonesas que quisessem poderiam votar em sua série animada favorita de todos os tempos. Os Cavaleiros do Zodíaco apareceram na 11ª posição do Ranking. * A mesma TV Asahi publicou um novo ranking, em 2006 (os cem melhores seriados de animes da TV). Os Cavaleiros do Zodíaco aparecem na 25ª posição. == Ligações externas == * * * * * * * * Categoria:Séries de manga Categoria:Mangás de 1986 Categoria:Séries de televisão de anime de 1986 Categoria:OVAs de 2002 Categoria:Mangás de 2020 Categoria:Romances do Japão Categoria:Romances de 2002 Categoria:OVAs de 2005 Categoria:OVAs de 2008 Categoria:ONA Categoria:Animes e mangás de fantasia Categoria:Animes e mangás de artes marciais Categoria:Musicais baseados em animes e mangás Categoria:Shōnen Categoria:Mangás publicados pela Shueisha Categoria:Toei Animation Categoria:Programas da TV Asahi Categoria:Mangá da Viz Media Categoria:Mangás publicados pela JBC Categoria:Filmes de anime Categoria:Light novels Categoria:Filmes distribuídos pela PlayArte",
 "title": "Os Cavaleiros do Zodíaco"
}