{
 "id": "6558",
 "text": "Cambeses é uma povoação portuguesa sede da Freguesia de Cambeses do Município de Barcelos, freguesia com 3,31 km² de área e 1236 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . Cambeses está situada no vale do rio Este, entre as cidades de Braga, Barcelos e Famalicão. É servida pelos Comboios de Portugal, na estação de Couto de Cambeses. Nela se pode visitar o Calvário do Bom Jesus, e é onde se faziam coloridos chapéus de palha. == História == Cambeses foi Couto da Sé de Braga, e Concelho até à Reforma Liberal de 1836, tendo autonomia administrativa. Possui ainda vestígios de antiga cadeia sita na Quinta do Paço, onde havia tribunal, juiz e militares. Da antiga casa restam apenas vestígios e a capela de Santa Maria Madalena. Desta capela partia uma procissão com as cruzes da freguesia e das freguesias vizinhas até à cruz de Cresteiros. Em 1750 era a segunda maior festa religiosa a seguir à Procissão de Passos. A freguesia de Cambeses, Barcelos, é mais antiga que Portugal. Como se pode confirmar num documento guardado no Museu da sé de Braga, que é a \"Carta de D. Afonso Henriques a confirmar à Sé de Braga o couto outorgado por D. Teresa\", assinado em Braga em 27 de maio de 1128. É também conhecido como o Documento da Fundação de Portugal, que terá originado a Batalha de São Mamede, em Guimarães. Neste documento (\"cambeses\" encontra-se explícito (assim como \"roili\" - actualmente Ruilhe) por cima da mancha mais escura. O documento encontra-se publicado em http://www.adb.uminho.pt/Exposicao/cartaAH.htm Foi com base neste documento que em 27 de maio de 2016, 888 anos depois, se instituiu o dia \"27 de maio\" como \"Dia da Freguesia de Cambeses\". ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 235 215 721 175 2011 219 150 740 191 2021 139 166 674 257 == Localização == Pertence ao Município de Barcelos, mas é freguesia limítrofe dos Municípios de Braga (sua sede de distrito) e de Famalicão. Situa-se no centro do triângulo das 3 cidades, aproximadamente a 12 kms de cada uma destas cidades. Dista 25 kms da praia e 44 kms do aeroporto do Porto e 60 kms do Parque Nacional do Gerês e 75km da fronteira de Espanha (Minho-Galiza). Situa-se no vale do rio Este, o terceiro rio a cruzar o Município de Barcelos, além do Cávado e do Neiva, que desagua no rio Ave, passando em Barcelos apenas nesta freguesia. == Transportes == Servida pelos Comboios de Portugal, param quase 60 comboios por dia no Apeadeiro de Couto de Cambeses pertencente ao Ramal de Braga, servido por 2 parques de estacionamento, que, como o próprio Ramal de Braga, foi renovado em 2004, via de caminho de ferro por onde passou o Papa João Paulo II. A via rodoviária principal liga a EN204 de Viatodos a Braga, tendo sido, nesta terra renovada em 2022. A Avenida Central aberta em meados do século passado foi completamente renovada em 2017. A Autoestrada mais próxima é a A3, com saída Cruz-Famalicão e em Martim-Barcelos. == Tradições == Todos os anos, no domingo a seguir ao Carnaval, primeiro Domingo da Quaresma, realiza-se no seu calvário, na encosta do monte do Bom Jesus, uma solene e antiga procissão do Senhor dos Passos. Esta procissão inclui a representação ao vivo da Paixão de Cristo, e termina com a Ressurreição, e aqui ocorrem milhares de pessoas todos os anos! == Cultura == Tem no brasão um chapéu recordando o artesanato local que era a produção de chapéus de palha. Em 2016 foi criado um grupo para recriar essa tradição que tem divulgado a freguesia tendo-se apresentado em vários canais de televisão em 2018 mostrando como se faziam os chapéus de palha. Na Exposição do Mundo Português, em Lisboa, em junho de 1940 marcaram presença uma senhora e duas raparigas da freguesia, para mostrar ao país a arte de bem fazer chapéus. == Desporto == A Associação Cultural Desportiva e Recreativa de Cambeses é uma associação de Cambeses que promove o futebol, futsal - incluindo feminino - e oquei (antigamente). André Cunha, jogador profissional de futebol, jogou na I Liga no Gil Vicente, iniciou-se na ACDR de Cambeses, foi à final da Taça da Liga com o Benfica e marcou um grande golo ao FC Porto. == Escuteiros == O Agrupamento do CNE nº 468 foi fundado em 1976 e desde essa data sempre cativou os jovens da freguesia, que têm todos recordações ligadas aos acampamentos e muitas atividades interessantes. Foi fundado pelo chefe Rafael que faleceu em 2017. Tem fanfarra há muitos anos e construiu uma sede adaptada a todas as necessidades quase só com verbas angariadas pelos escuteiros. Tem todas as secções do CNE e também acolhe os escuteiros adultos FNA. == Lazer == De Cambeses, muitas recordações estão ligadas à existência de discotecas. Desde os anos 80 que Cambeses tem discoteca. Desde a casa do Sá, passando pela Butterfly, depois a Cooperativa Primavera, e a Zona Agrícola, que já foi Fox, danceteria \"Bela Dança\", e \"Gate 13\" == Património == O Santuário do Bom Jesus de Cambeses é constituído por 7 capelas, com dezenas de estátuas em tamanho real, representando a Paixão de Cristo, anteriormente pertencentes às capelas do Bom Jesus de Braga. No alto do Calvário encontra-se a Capela do Bom Jesus, que se fez de esmolas em 1678. == Passado == Em 1758 era António Ribeiro Duarte vigário de S. Tiago de Cambeses (Barcelos), terra com autonomia jurisdicional, tendo como senhorio o Cabido da Sé de Braga, sendo que «as causas e litígios corriam todas diante do juiz deste couto como primeira instância e iam por apelação e agravo para o reverendo Deão de Braga, Ouvidor dele como segunda instância e desta segunda instância iam para a Relação de Braga como terceira instância». Tinha juiz ordinário e dos órfãos; 2 vereadores; procurador do concelho; escrivão da câmara do judicial e notas, todos eleitos por pelouro em eleição trienal do povo, a que vinha presidir um cónego que o Cabido elegia, segundo a Corografia Portuguesa ou, segundo as Memórias Paroquiai, um juiz ordinário que serve dos órfãos; 1 vereador; 1 procurador; 1 meirinho, que serve de carcereiro; 2 jurados; 1 escrivão e como ouvidor, o Deão da Sé. O alcaide-mor nomeia, das pautas, 3 homens para o juiz escolher um dos 3 para meirinho, sendo a cadeia deste couto nas casas do alcaide-mor. E nas memórias paroquiais o mesmo vigário foi, testemunha em Santa Eulália de Arnoso, sendo Manuel Rebelo de Sá, reitor de Santa Maria de Nine, testemunha em Cambeses, assim como Valério da Silva, vigário de Santa Eulália de Arnoso. Dona Catarina, rainha da Grã- Bretanha, regente de Portugal, e Dom João Manuel de Noronha, mestre de campo, eram nobres com referências a esta terra. Havia em 1758 a capela de Santa Maria Madalena e a do Bom Jesus dos Santos Passos. Havia ainda a Confraria ou Irmandade do Bom Jesus, do Santíssimo Sacramento, e da Senhora do Rosário. Havia na igreja devoção ou invocação a Santiago, Santo António, S. Sebastião, Nossa Senhora da Graça, Nossa Senhora do Rosário, Nossa Senhora, Santa Madalena, Santa Quitéria, Nome de Deus, Santíssimo Sacramento e Senhor Passos. Eram tradição as procissões ao Bom Jesus, no 1.ª Dominga da Quaresma, na Procissão dos Santos Passos onde concorria muita gente das freguesias vizinhas, e Santa Maria Madalena, onde muitas freguesias de fora com suas cruzes faziam procissão, por votos antigos. == Política == === Eleições autárquicas (Junta de Freguesia) === Data % V % V % V % V % V PS PPD/PSD APU/CDU IND PSD-CDS 1976 66,90 5 29,44 2 1979 55,47 6 32,55 3 9,20 - 1982 58,64 6 28,98 2 10,07 1 1985 37,77 3 52,24 4 1989 40,96 3 53,98 4 3,73 - 1993 40,22 4 53,14 4 6,40 - 1997 45,40 4 48,73 5 3,88 - 2001 50,52 5 40,44 4 6,99 - 2005 31,15 3 37,38 3 28,20 3 2009 44,93 4 48,54 5 4,17 - 2013 48,51 5 PSD-CDS 11,44 1 33,96 3 2017 65,92 7 5,05 - 27,03 2 2021 58,15 6 6,27 - 30,56 3 == Ligações externas == * * Categoria:Freguesias de Barcelos Categoria:Antigos municípios do distrito de Braga",
 "title": "Cambeses (Barcelos)"
}