{
 "id": "65588",
 "text": "Kirsten Caroline Dunst (Point Pleasant, 30 de abril de 1982) é uma atriz . Ela fez sua estreia no cinema em Oedipus Wrecks, um curta-metragem dirigido por Woody Allen para a antologia de New York Stories (1989). Com 12 anos de idade, Dunst ganhou reconhecimento da critica no papel da vampira Claudia em Interview with the Vampire (1994), filme pelo qual ela foi nomeada para um Globo de Ouro de melhor atriz coadjuvante. Dustin seguiu a carreira tendo destaque em filmes populares como, Little Women (1994), Jumanji (1995), Wag the Dog (1997), Small Soldiers (1998), The Virgin Suicides (1999), Bring It On (2000), Mona Lisa Smile (2003), Eternal Sunshine of the Spotless Mind (2004) e Elizabethtown (2005). Em 2002, alcançou fama internacional interpretando Mary Jane Watson, na trilogia Homem-Aranha (2002-2007). Em 2006, interpretou Marie Antoinette, no longa de Sofia Coppola. Ela ganhou o prêmio de Melhor Atriz no Festival de Cinema de Cannes, e o Prêmio Saturno por sua atuação em Melancolia (2011) de Lars von Trier. Em 2015, interpretou Peggy Blumquist na segunda temporada da série Fargo, ganhando uma indicação ao Primetime Emmy Award. Dunst também teve destaque nos filmes Hidden Figures (2016), e The Beguiled (2017). Em 2019, estrelou a série On Becoming a God in Central Florida, pela qual recebeu uma terceira indicação ao Globo de Ouro. Em agosto do mesmo ano, ela recebeu uma estrela na Calçada da Fama de Hollywood. Em 2021, Dunst recebeu sua primeira indicação ao Oscar de Melhor Atriz Coadjuvante, por sua atuação no drama psicológico The Power of the Dog. Em 2024, estrelou o filme Guerra Civil. ==Início de vida == Dunst nasceu em Point Pleasant, Nova Jersey, filha de Klaus e Inez (nascida Rupprecht) Dunst. Tem um irmão mais novo, Christian, nascido em 1987. Seu pai trabalhou como executivo de serviços médicos, enquanto sua mãe era uma artista e também dona de uma galeria. Tem ascendência alemã por parte do pai, e sueca por parte da mãe. Viveu em Nova Jersey até os seis anos, onde frequentou à escola Ranney School antes de se mudar com a sua mãe e irmão a Los Angeles, Califórnia em 1991. Em 1995, sua mãe pediu o divórcio. Após se graduar continuou a sua carreira como atriz, iniciada com oito anos de idade. De adolescente, teve dificuldade para afrontar a sua crescente fama, e por um tempo culpou a sua mãe por pressioná- la a atuar sendo uma criança. Contudo, depois expressou que sua mãe \"...sempre teve as melhores intenções [para ela]\". == Carreira == ===Primeiros trabalhos=== Iniciou a sua carreira com três anos de idade como modelo em comerciais de televisão, chegando a assinar contratos com Ford Models e Elite Model Management. Em 1989, aos oito fez o sua estreia no cinema, um pequeno papel em New York Stories, dirigido por Woody Allen. Pouco depois fez um pequeno papel em A Fogueira das Vaidades (1990), como a filha de Tom Hanks. Em 1993, interpretou a Hedril em \"Dark Page\", na sétima temporada de Star Trek: The Next Generation. ===Sucesso=== O filme que catapultou a sua carreira foi Entrevista com o Vampiro em 1994, no qual ela interpreta a menina vampira Claudia, uma filha substituta dos personagens interpretados por Tom Cruise e Brad Pitt. O filme recebeu críticas ambivalentes em geral. Roger Ebert comentou que a interpretação da vampira Cláudia foi um dos aspectos mais \"horripilantes\" do filme; além disso, sublinhou a sua capacidade para transmitir a impressão de grande maturação dentro da sua juventude. O filme contém uma cena na qual deu o seu primeiro beijo, com Brad Pitt, dezoito anos mais velho que ela. Numa entrevista concedida à revista Interview, revelou, ao ser perguntada a respeito da cena do beijo: \"foi asqueroso [Nesse momento] eu tinha dez anos\". O papel lhe rendeu o prêmio MTV Movie Awards de \"Melhor interpretação revelação\", o Saturn Award de \"Melhor atriz Jovem\", e a sua primeira indicação ao Golden Globe Awards. Depois apareceu na adaptação do drama Little Women (1994), interpretando Amy March. O filme recebeu críticas favoráveis. Janet Maslin, do The New York Times, escreveu que o filme era a melhor adaptação de Little Women feita, e ressaltou a atuação de Dunst. Em 1995, atuou ao lado de Robin Williams no filme de fantasia Jumanji. A história trata sobre um jogo de mesa sobrenatural que faz os animais e os riscos da selva tornarem-se reais ao lançar uns dados no tabuleiro. O filme foi um sucesso, e arrecadou um total de 100 milhões de dólares. Esse mesmo ano foi eleita como uma das 50 pessoas mais belas do mundo pela revista People, voltando a aparecer na lista de 2002. Em 1996, teve um papel na terceira temporada do drama médico, ER, de uma jovem prostituta viciada, Charlie Chiemingo, que é assistida pelo Dr. Doug Ross, interpretado por George Clooney. Em 1997, gravou a voz da pequena Anastásia, na animação de mesmo nome. No mesmo ano, apareceu na sátira política Wag the Dog, junto a Robert De Niro e Dustin Hoffman. Na época, Dust foi convidada para interpretar Angela no filme American Beauty, mas decidiu recusar devido as cenas sexuais, e também porque beijaria Kevin Spacey. Em 1999, teve destaque no filme de Sofia Coppola, As Virgens Suicidas, onde interpretou uma adolescente problemática chamada Lux Lisbon. O longa obteve boas críticas em geral. Nesse mesmo ano, apareceu ao lado de Michelle Williams na comédia Todas as Garotas do Presidente, uma paródia dos eventos ocorridos no caso Watergate, que conduziu à renúncia do Presidente dos Estados Unidos Richard Nixon. Em 2000, interpretou Torrance Shipman, a capitã de uma equipa de animadoras em Bring It On. Apesar das criticas negativas, o filme foi um sucesso de público, e se tornou um dos filmes adolescentes mais lembrados dessa década. No ano seguinte, protagonizou a comédia Get Over It. Ela explicou que uma das razões para aceitar este papel era ter a oportunidade de cantar. Também em 2001, representou a desaparecida atriz norte-americana Marion Davies em The Cat's Meow. O filme, dirigido por Peter Bogdanovich, foi descrito por Derek Elley da Variety, como \"alegre e elegante\", destacando que era a melhor atuação de Dunst até a data: \"Crível, tanto como uma ingénua consentida, quanto uma amante de dois homens muito diferentes. Dunst oferece uma personagem com uma simpatia e caráter encomiáveis\". ===Homem-Aranha e outras atuações notáveis=== Em 2002, estrelou a primeira adaptação cinematográfica do super-herói, Homem- Aranha, como Mary Jane Watson, a melhor amiga e interesse romântico do personagem principal, interpretado por Tobey Maguire. Na resenha de Los Angeles Times, o crítico Kenneth Turam notou que Dunst e Maguire tiveram uma verdadeira conexão na tela, concluindo que a sua relação envolve a audiência num nível raramente visto nos filmes. Spider-Man foi um sucesso comercial e crítico. O filme arrecadou 114 milhões de dólares durante o seu primeiro fim de semana na América do Norte, e arrecadou 822 milhões mundialmente. Em 2003, estrelou o longa Mona Lisa Smile, ao lado de Julia Roberts, Maggie Gyllenhaal e Julia Stiles. Depois estrelou como Mary Svevo em Eternal Sunshine of the Spotless Mind, ao lado de Jim Carrey e Kate Winslet. Ela foi aclamada pela crítica; A Entertainment Weekly descreveu à sua atuação como \"engenhosa e inteligente\". Em 2004, Dunst retomou na sequência Spider-Man 2. O filme manteve-se estável quanto às críticas, e foi um grande sucesso financeiro, arrecadando 783 milhões de dólares em todo o mundo, sendo o segundo filme de maior bilheteria de 2004. Ainda neste ano, apareceu na comédia romântica Wimbledon, como uma jogadora de tênis do Torneio de Wimbledon. Em 2005, apareceu como a aeromoça Claire Colburn, em Elizabethtown, um filme escrito e dirigido por Cameron Crowe. A atriz revelou que trabalhar com Crowe exigiu mais do que ela tinha esperado. O filme recebeu críticas mistas. Seu próximo papel em 2006, foi a da personagem principal do filme Marie Antoinette, sendo mais uma vez dirigida por Sofia Coppola. O longa estreou no Festival de Cannes de 2006, recebendo críticas favoráveis. Em 2007, voltou a interpretar Mary Jane, pela última vez, em Spider-Man 3. O longa teve uma recepção mista por parte dos críticos. Porém, arrecadou um total de 891 milhões de dólares, sendo o mais assistido da trilogia. Em 2008, estrelou How to Lose Friends and Alienate People, ao lado de Simon Pegg. O filme é uma adaptação da autobiografia do mesmo nome do ex editor e colaborador da revista Vanity Fair Toby Young. Em 2010, estrelou o filme All Good Things, ao lado de Ryan Gosling, onde interpretou uma mulher de um bagunçado bairro que desaparece. Também atuou em Sweet Relief como a ativista pela paz Marla Ruzicka, uma colaboradora norte-americana assassinada por uma bomba suicida em Bagdade. Dunst fez sua estreia como roteirista e diretora com o curta-metragem Bastard, que estreou no Festival de Cinema de Tribeca em 2010. Em agosto de 2019, ela recebeu uma estrela na Calçada da Fama de Hollywood. Em 2021, Dunst co- estrelou com seu parceiro Jesse Plemons o longa, The Power of the Dog, distribuído pela Netflix. Ela recebeu sua primeira indicação ao Oscar de Melhor Atriz Coadjuvante em 2022. Também recebeu indicações ao Globo de Ouro, Screen Actors Guild Award, Critics' Choice Movie. Em 2024, Dunst estrelou o filme Guerra Civil, e seu desempenho foi elogiado pela crítica. == Música == Fez sua estreia como cantora no filme de 2001 Get Over It, interpretando duas canções escritas por Marc Shaiman. Também pôs sua voz nos créditos finais de The Cat's Meow, cantando o jazz \"After You've Gone\". Em Spider-Man 3, canta duas canções como parte de seu papel de Mary Jane, durante uma cena na Broadway, e outra como a camareira num clube de jazz. Em todas as ocasiões ela foi elogiada por seu talento vocal. Em 2007, Dunst cantou em duas faixas, \"This Old Machine\" e \"Summer Day\", no álbum de Jason Schwartzman, Nighttiming. Numa entrevista com The Advertiser, explicou que não tinha planos de lançar um álbum, dizendo: \"Definitivamente não. De jeito nenhum. Funcionou quando Barbra Streisand fazia, mas agora é um pouco brega, penso que funciona melhor quando os cantores estão em filmes\". Em 2009, Dunst estrelou como a princesa mágica Majokko no curta Akihabara Majokko Princess, dirigido por Takashi Murakami e McG, cantando uma versão de \"Turning Japanese\". O curta foi exibido no museu Tate Moderno de Londres, de 1 de outubro de 2009 a 17 de janeiro de 2010. == Vida pessoal == Em outubro de 2011, ele começou um relacionamento com o ator Garrett Hedlund durante as filmagens do filme On the Road em que estrelaram juntos (sendo oficial em 2012). Esse relacionamento durou 4 anos e eles estavam noivos para se casar, mas em 2016 eles cancelaram o noivado por terem personalidades e expectativas diferentes para o futuro. Mantém uma relação com o também ator Jesse Plemons desde 2016. Em janeiro de 2018 Dunst anunciou a primeira gravidez através de uma campanha publicitária da marca Rodarte. Ennis Howard Plemons nasceu em 3 de maio de 2018, às 08h16 da manhã em Santa Mônica. Seu segundo filho, James Robert, nasceu em 2021. Após seis anos de relacionamento, Dunst e Plemons casaram-se na Jamaica em julho de 2022. Em janeiro de 2008, se internou em uma clínica para tratar um quadro de depressão. Dois meses depois, ela divulgou o motivo de sua internação para dissipar rumores da mídia que enfatizava que o tratamento era para drogas e álcool, afirmando: \"Agora que estou me sentindo mais forte, estou preparada para dizer algo. [...] A depressão é muito grave e deveria não ser alvo de fofoca\". Em 2011, adquiriu a cidadania alemã, para \"filmar na Europa sem problemas\". Ela agora possui dupla cidadania norte-americana e alemã. === Politica === Dustin apoiou o candidato democrata John Kerry nas eleições presidenciais dos Estados Unidos de 2004. Em 2008, apoiou o democrata Barack Obama na eleições presidenciais de 2008, assim como apoiou sua reeleição. Ela apoiou Bernie Sanders nas eleições presidenciais de 2020. === Filantropia === As suas obras de caridade incluem a sua participação na Elizabeth Glaser Pediatric AIDS Foundation, na qual ajudou a desenhar e promover um colar, cuja renda foi doada à fundação Glaser. Tem ajudado pacientes de câncer de mama; e em setembro de 2008 participou do Stand Up to Cancer para ajudar a arrecadar fundos para acelerar a pesquisa sobre o câncer. Em dezembro de 2009, participou no Teleton do México, para ajudar a arrecadar fundos para reabilitação de crianças. == Filmografia == ===Cinema=== Ano Título original Papel Título em português 1989 New York Stories Filha de Lisa (no segmento \"Oedipus Wrecks\") Contos de Nova York Majo no Takkyūbin Voz de Kiki O Serviço de Entregas da Kiki 1990 The Bonfire of the Vanities Campbell McCoy A Fogueira das Vaidades 1991 High Strung Jovem garota Minha Vida é um Inferno 1994 Greedy Jolene Os Puxa-Sacos Interview with the Vampire: The Vampire Chronicles Claudia Entrevista Com o Vampiro Little Women (1994) Jovem Amy March Adoráveis Mulheres 1995 Jumanji Judy Shepherd Jumanji 1996 Mother Night Jovem Resi Noth Vítima do Passado 1997 Anastasia Voz de Anastasia (jovem) Anastasia Wag the Dog Tracy Lime Mera Coincidência 1998 Small Soldiers Christy Fimple Pequenos Guerreiros All I Wanna Do Verena von Stefan Só Para Mulheres 1999 The Virgin Suicides Lux Lisbon As Virgens Suicidas Drop Dead Gorgeous Amber Atkins Lindas de Morrer Dick Betsy Jobs Todas as Garotas do Presidente True Heart Bonnie Coração Leal 2000 The Crow: Salvation Erin Randall O Corvo: Salvação Luckytown Lidda Doyles Bring It On Torrance Shipman As Apimentadas Deeply Silly Deeply: O Segredo 2001 Get Over It Kelly Woods Volta Por Cima Crazy/Beautiful Nicole Oakley Gostosa Loucura The Cat's Meow Marion Davies O Miado do Gato All Forgotten Zinaida Tempo de Paixão 2002 Spider-Man Mary Jane Watson Homem- Aranha 2003 Levity Sofia Mellinger O 5º Passo Kaena: The Prophecy Voz de Kaena (na versão americana) Kaena - A Profecia Mona Lisa Smile Betty Warren O Sorriso de Mona Lisa 2004 Eternal Sunshine of the Spotless Mind Mary Brilho Eterno De Uma Mente Sem Lembranças Spider-Man 2 Mary Jane Watson Homem-Aranha 2 Wimbledon Lizzie Bradbury Wimbledon - O Jogo do Amor 2005 Elizabethtown Claire Colburn Tudo Acontece em Elizabethtown 2006 Marie Antoinette Maria Antonieta Maria Antonieta 2007 Spider-Man 3 Mary Jane Watson Homem-Aranha 3 2008 How to Lose Friends & Alienate People Alison Olsen Um Louco Apaixonado 2010 All Good Things Katie Marks (Katherine Mccarthy) Entre Segredos e Mentiras 2011 Melancholia Justine Melancolia 2012 Bachelorette Regan Quatro Amigas e um Casamento On The Road Camille / Carolyn Cassady Na Estrada Upside Down Eden Mundos Opostos 2013 The Bling Ring Ela mesma (participação, não creditada) Bling Ring: A Gangue de Hollywood Anchorman 2: The Legend Continues El Trousias Maiden of the Clouds (participação) Tudo Por Um Furo 2014 The Two Faces of January Colette MacFarland As Duas Faces de Janeiro 2016 Midnight Special Sarah Destino Especial Hidden Figures Vivian Mitchell Estrelas Além do Tempo 2017 The Beguiled Edwina O Estranho que Nós Amamos Woodshock Theresa Woodshock 2021 The Power of the Dog Rose Gordon Ataque dos Cães 2024 Civil War Lee Smith Guerra Civil ===Televisão=== Ano Título original Papel Título em português 1993 Darkness Before Dawn (Telefilme) Jovem Sandra Guard Antes do Anoitecer Sisters Kitten Margolis (nos episódios \"Dear Georgie \" e \"The Land of the Lost Children\", 3ª e 4ª Temporadas) Star Trek: The Next Generation Hedril (no episódio \"Dark Page\", 7ª Temporada) Jornada nas Estrelas: A Nova Geração 1996 The Siege at Ruby Ridge (Telefilme) Sara Weaver Na Mira do FBI Touched by an Angel Amy Ann McCoy (no episódio \" Into the Light\", 3ª Temporada) O Toque De Um Anjo 1996-1997 ER Charlie Chiemingo (em seis episódios da 3ª Temporada: \"Ghosts\", \"Union Station\", \"Homeless for the Holidays\", \"Night Shift\", \"Post Mortem\" e \"One More for the Road\") Plantão Médico 1997 The Outer Limits Joyce Taylor (no episódio \"Music of the Spheres\" da 3ª Temporada) A Quinta Dimensão Gun Sondra (no episódio \"The Hole\", 1ª Temporada) Tower of Terror (Telefilme) Anna Petterson A Torre do Terror 1998 Stories from My Childhood Vozes de Alice / Gerta (nos episódios \"Alice and the Mystery of the Third Planet\" e \"The Snow Queen\", 1ª Temporada) Fifteen and Pregnant(Telefilme) Tina Spangler O Preço de Uma Escolha 2 1999 The Devil's Arithmetic (Telefilme) Hannah Stern Matemática do Diabo 2002 Saturday Night Live Apresentou ao lado de Eminem, 27ª Temporada 2014 Portlandia Kim (no episódio \"Sharing Finances\", 4ª Temporada) Cosmos: A Spacetime Odyssey Voz de Cecilia Payne (no episódio \"Sisters of the Sun\") Cosmos: Uma Odisséia do Espaço-Tempo 2015 Fargo Peggy Blumquist (2ª Temporada) 2017 Black Mirror Trabalhadora em Callister (não creditado no espisódio \"USS Callister\", 4ª Temporada) 2018 Drunk History Agatha Christie (no episódio \"Drunk Mystery\", 5ª Temporada) A História Bêbada 2019 On Becoming a God in Central Florida Krystal Stubbs Como Se Tornar Uma Divindade na Flórida == Prêmios e indicações == Ano Categoria Resultado Filme 1994 Boston Society of Film Critics de Melhor Atriz Coadjuvante Little Women Young Artist Awards de Melhor Performance de Jovem Atriz em um filme 1995 Chlotrudis Awards de Melhor Atriz Coadjuvante Saturn Award de Melhor Performance de Atriz Jovem Entrevista com o Vampiro Chicago Film Critics Association de Atriz mais promissora Chicago Film Critics Association de Melhor Atriz Coadjuvante Dallas-Fort Worth Film Critics Association de Melhor Atriz Coadjuvante Golden Globe Awards de Melhor Atriz Coadjuvante em um Filme MTV Movie Awards de Melhor Performance Revelação YoungStar Awards de Melhor Performance de Jovem Atriz em um filme de drama 1996 Saturn Award de Melhor Performance de Atriz Jovem Jumanji Young Artist Awards de Melhor Jovem Líder - Longa-Metragem 1997 Young Artist Awards de Melhor Performance em Série de Drama TV - Guest Starring Atriz Jovem Plantão Médico YoungStar Awards de Melhor performance de jovem atriz em um filme de televisão Na Mira do FBI YoungStar Awards Melhor Performance de Jovem Atriz em uma série de TV de drama 1998 Young Artist Awards de Melhor Performance em um filme de TV, Minissérie ou Piloto - Atriz Jovem Principal A Torre do Terror YoungStar Awards Melhor Performance de Jovem Atriz em Minissérie ou Filme para TV 1999 Teen Choice Awards de Melhor Atriz Drop Dead Gorgeous (Lindas de Morrer) Young Artist Awards de Melhor Performance em um Longa-Metragem - Atriz Jovem Principal Pequenos Guerreiros 2000 Young Artist Awards de Melhor Performance em um filme de TV ou Piloto - Atriz Jovem Principal Matemática do Diabos Teen Choice Awards de Escolha de Atriz de Cinema As Virgens Suicidas YoungStar Awards de Melhor Atriz Jovem / Performance em um Filme Dramático YoungStar Awards de Melhor Atriz Jovem / Performance em Comédia Motion Picture Todas as Garotas do Presidente 2001 Australian Film Institute de Atriz favorita de comédia Bring It On Young Artist Awards de Melhor Performance em um Longa-Metragem - Atriz Jovem Principal Teen Choice Awards de Escolha de Atriz de Cinema Teen Choice Awards de Escolha de Filme: Química Volta Por Cima DVD Exclusive Awards de Melhor Atriz Tempo de Paixão 2002 Mar del Plata Film Festival de Melhor Atriz O Miado do Gato Teen Choice Awards de Filme - Choice Lip Lock Homem-Aranha Teen Choice Awards de Escolha de Atriz de Cinema - Drama/Ação Aventura Teen Choice Awards de Escolha de Filme: Química 2003 Saturn Award de Melhor Atriz Empire Awards de Melhor Atriz Nickelodeon Kids' Choice Awards de Atriz de Filme Favorita MTV Movie Awards de Melhor Performance Feminina MTV Movie Awards de Melhor Beijo SFX Awards de Melhor Atriz de Ciência Ficção ou filme de fantasia 2004 Teen Choice Awards de Escolha Filme: Sleazebag O Sorriso de Mona Lisa 2005 Empire Awards de Melhor Atriz Homem-Aranha 2 People's Choice Awards de Química nas telas Favorita 2007 National Movie Awards de Melhor Performance Feminina Teen Choice Awards Escolha Atriz de Cinema: Ação/Aventura Teen Choice Awards de Escolha de Filme: Liplock People's Choice Awards de Protagonista Favorito ShoWest Convention de Estrela Feminina do Ano Maria Antonieta 2008 Nickelodeon Kids' Choice Awards de Estrela Feminina de Filmes Preferida Homem-Aranha 3 People's Choice Awards de Dupla em Cena Favorita 2011 Festival de Cannes Prêmio de interpretação feminina Melancolia Chicago Film Critics Association de Melhor Atriz Dallas- Fort Worth Film Critics Association de Melhor Atriz Prémios do Cinema Europeu de Melhor Atriz Los Angeles Film Critics Association Awards de Melhor Atriz New York Film Critics Circle Awards de Melhor Atriz 2012 Saturn Award de Melhor Atriz Australian Film Institute de Melhor Atriz Bodil Awards de Melhor Atriz Central Ohio Film Critics Association de Melhor Atriz Chlotrudis Awards de Melhor Atriz Kansas City Film Critics Circle Awards de Melhor Atriz London Film Critics' Circle de Melhor Atriz National Society of Film Critics Awards de Melhor Atriz Online Film Critics Society de Melhor Atriz Rembrandt Awards de Melhor Atriz Robert Festival de Melhor Atriz Sant Jordi Awards de Melhor Atriz 2016 Golden Globes de Melhor Atriz em Minissérie ou Filme para a Televisão Fargo (2ª Temporada) Critics' Choice TV Award de Melhor Atriz em Filme para a Televisão ou Minissérie Emmy de Melhor Performance Feminina em Minissérie ou Filme para a Televisão 2017 Screen Actors Guild Awards de Melhor Elenco Hidden Figures Palm Springs International Film Festival de Melhor Elenco 2020 Golden Globes de Melhor Atriz em Série de Comédia ou Musical Como Se Tornar Uma Divindade na Flórida 2020 Critics' Choice Television Award de Melhor Atriz em Série de Comédia 2021 Satellite Awards de Melhor Atriz Coadjuvante The Power of the Dog Southern Eastern Film Critics Association de Melhor Atriz Coadjuvante Boston Online Film Critics Association de Melhor Atriz Coadjuvante New York Critics Online Awards de Melhor Elenco St. Louis Film Critics Association Awards de Melhor Atriz Coadjuvante Las Vegas Film Critics Society de Melhor Atriz Coadjuvante 3rd DiscussingFilm Critic Awards de Melhor Atriz Coadjuvante Detroit Film Critics Society de Melhor Atriz Coadjuvante Washington DC Film Critics Awards de Melhor Atriz Coadjuvante Alliance of Women Film Journalists Awards de Melhor Atriz Coadjuvante Phoenix Critics Circle de Melhor Atriz Coadjuvante Golden Globes de Melhor Atriz Coadjuvante Critics Choice Award de Melhor Atriz Coadjuvante Portland Critics Awards de Melhor Atriz Coadjuvante === Videoclipes === Ano Banda Música 1999 Savage Garden I Knew I Loved You 2000 Air Playground Love 2009 Akihabara Majokko Princess Turning Japanese 2011 Beastie Boys Make Some Noise 2011 R.E.M We All Go Back to Where We Belong == Ligações externas == * * * Categoria:Atores dos Estados Unidos Categoria:Norte-americanos de ascendência alemã Categoria:Naturais de Point Pleasant (Nova Jérsei) Categoria:Prémio MTV Movie de melhor beijo Categoria:Saturno de melhor atriz em cinema Categoria:Prémio de interpretação feminina (Festival de Cannes) Categoria:Prémio Empire de melhor atriz Categoria:Prémio MTV Movie de melhor atriz Categoria:Saturno de melhor ator ou atriz jovem em cinema Categoria:National Society of Film Critics de melhor atriz Categoria:Kansas City Film Critics Circle de melhor atriz Categoria:Satellite de melhor elenco em cinema Categoria:Vencedores do Prémio Screen Actors Guild de melhor elenco em filme Categoria:Prémio MTV Movie de melhor revelação Categoria:Atrizes premiadas com o Critics Choice Television Award Categoria:Atrizes premiadas com o Young Artist Categoria:Atrizes premiadas com o Chicago Film Critics Association Categoria:Atrizes premiadas com o Teen Choice Categoria:Atrizes premiadas com o Robert prisen Categoria:Nascidos em 1982",
 "title": "Kirsten Dunst"
}