{
 "id": "65603",
 "text": "A cuia é o fruto da cuieira (Crescentia cujete e Lagenaria siceraria),hortas.info/como-plantar-porongo-ou-cabaca bem como o vaso feito desse fruto maduro depois de esvaziado do miolo.FERREIRA, A. B. H. Novo dicionário da língua portuguesa. 2ª edição. Rio de Janeiro. Nova Fronteira. 1986. p. 506. == Outros nomes e etimologia == Outros nomes incluem cabaça, cabaço, coité, cuieté, cuietê, cuité e cuitê. O termo \"cuia\" vem do termo tupi kuîa. \"Coité\", \"cuieté\", \"cuietê\", \"cuité\" e \"cuitê\" vem da expressão tupi kuîa + e'té, que significa \"cuia verdadeira\".FERREIRA, A. B. H. Novo dicionário da língua portuguesa. 2ª edição. Rio de Janeiro. Nova Fronteira. 1986. p. 507. \"Cabaça\" e \"cabaço\" vêm do árabe kara bassasa, \"abóbora lustrosa\".Adalberto Alves (2014). Dicionário de Arabismos da Língua Portuguesa. INCM. p. 337. ISBN 978-972-27-2179-0. == Usos no Brasil == É muito utilizada para se tomar chimarrão, tererê e tacacá. Assim como o porongo, a cuia torna-se um recipiente em que são colocados grãos, água etc. E, por analogia, também a cabaça passou a receber, quando feita em utensílio, o nome de cuia. A cuia pode também ser produzida a partir do porongo, que é cuidadosamente escolhido por sua forma, e pode ser ricamente lavrada e ornada em ouro, prata e outros metais. No Nordeste do Brasil, a cuia é uma unidade de medida de secos, equivalente a 1/32 do alqueire (com cerca de 13 litros este último, equivalendo portanto a cerca de 400 mililitros). A cuia era muito utilizada no interior do e do nordeste brasileiro como vasilhame para se armazenar água e alimentos, como colher e como objeto de decoração. Já na Região Norte do Brasil, a cuia é utilizada para se tomar tacacá, comida típica da Região. O Tacacá é feito tradicionalmente com tucupi, jambu, camarão seco e goma de tapioca, servido quente na cuia. Usa-se a cuia também como utensílio para consumo de outros alimentos como o açaí, chibé, mingau, etc Categoria:Utensílios de cozinha Categoria:Palavras de origem tupi",
 "title": "Cuia"
}