{
 "id": "65660",
 "text": "A Kraft Foods Inc. foi a maior empresa de alimentos dos Estados Unidos, e a segunda maior do mundo. Pertenceu a Philip Morris (renomeda para Altria em 2003), à qual foi vendida em 1988 pelo valor de $ 12,9 bilhões, que posteriormente fez uma fusão com outra subsidiária chamada General Foods. No Brasil, a Kraft Foods adquiriu a Lacta no ano de 1996. A Kraft Foods Inc. foi fundada em 1903, teve lucro de US$ 3,5 bilhões em 2011 e possui sua sede brasileira em Curitiba. Possui seis fábricas no Brasil: três em Curitiba (PR), uma em Bauru (SP), uma em Piracicaba (SP) e uma em Vitória de Santo Antão (PE). O grupo mantém uma fábrica em Portugal: Mem Martins, no concelho de Sintra. Foi eleita pelo Great Place to Work Institute (GPTW) como uma das cem melhores empresas para se trabalhar no Brasil.Revista Época, n. 588, 24 de agosto de 2009. Em 25 de março de 2015, a empresa anunciou sua fusão com a Heinz, organizado pela Berkshire Hathaway e 3G Capital. Se a fusão prossegue, o que resulta Kraft Heinz Company é esperado para ser a quinta maior empresa de alimentos do mundo. Em 2 de julho de 2015, a Kraft completou sua fusão com a Heinz, organizados por proprietários Heinz Berkshire Hathaway e 3G Capital, criar a quinta maior empresa de alimentos e bebidas do mundo, a Kraft Heinz Company. == Cisão da empresa em 2012 == Em agosto de 2011 a Kraft Foods anunciou planos de se dividir em duas empresas,http://www.ft.com/intl/cms/s/0/5ca5cd3e-be88-11e0-ab21-00144feabdc0.html#axzz34TZBFPuO em 1 de outubro de 2012 a empresa foi desmembrada, o ramo de alimentos de confeitaria foram transferidos para a Mondelēz International e o restante continuaram com Kraft Foods, as duas companhias são cotadas na Bolsa de Valores de Nova York.http://www.theguardian.com/business/2012/mar/21/kraft- new-company-mondelez-international == Fusão Kraft e Heinz == Em 25 de março de 2015 Kraft Foods Group Inc anunciou que iria fundir com H.J. Heinz Co para formar a quinta maior empresa de alimentos e bebidas do mundo. O acordo vai trazer Heinz de volta ao mercado público após a sua aquisição, há dois anos. As empresas esperam que a fusão seja concluída no segundo semestre de 2015. == Ligações externas == *Kraft Foods Brasil *Kraft Foods - Site Internacional Categoria:Empresas fundadas em 2012 Categoria:Empresas extintas em 2015 Categoria:Empresas extintas de alimentação dos Estados Unidos Categoria:Multinacionais dos Estados Unidos Categoria:Empresas de Curitiba Categoria:Empresas ex-listadas na NASDAQ Categoria:Heinz Categoria:Empresas de Illinois Categoria:Confeitarias dos Estados Unidos Categoria:Empresas de laticínios dos Estados Unidos",
 "title": "Kraft Foods"
}