{
 "id": "65680",
 "text": "Catacrese é a figura de linguagem que consiste no uso de uma palavra ou expressão que não descreve com exatidão o que se quer expressar, mas é adotada por não haver uma outra palavra apropriada - ou a palavra apropriada não é de uso comum; é uma gíria do cotidiano, expressão usada para facilitar a comunicação. É, pois, uma metáfora já desgastada. Estabelecem comparação às situações em que são atribuídas, qualidades de seres vivos, a seres inanimados. Exemplos comuns são: \"os pés da mesa\", \"marmelada de banana\", \"vinagre de maçã\", \"cabeça do alfinete\", \"braço de rio\", \"dente de alho\", etc.. Consiste assim em uma metáfora de uso comum, deixando de ser considerada como tal. Consiste também em dar à palavra uma significação que ela não tem, por falta de termo próprio, empregando-as fora do seu significado real. No entanto, devido ao uso contínuo, não mais se percebe que estão sendo usadas no sentido figurado. (Na verdade, catacrese ocorre quando há a troca do nome verdadeiro de um objeto ou ação por outro nome - Exemplo, trocar alça por asa da xícara. Isso pode ocorrer pelo fato de não existir um nome apropriado) Exemplos: * O pé da mesa estava quebrado. * Descasque dois dentes de alho para a comida. * A cabeça do prego está torta. * A asa da xícara quebrou-se. * Sentou-se no braço da poltrona para descansar. * Ele já compôs a cabeça do samba. * O inseto é menor que a cabeça do alfinete. Catacrese é um tipo especial de metáfora. Esta figura não representa uma expressão subjetiva de um indivíduo, pois já foi incorporada por todos os falantes da língua, passando a ser uma metáfora corriqueira e, portanto, pouco original. Vamos constatar isso? Observe: “Um beijo seria uma borboleta afogada em mármore.\" (Cecília Meireles) O anúncio estava no pé da página. A primeira frase causa-nos estranheza, espanto. A associação que se faz entre um beijo e uma borboleta afogada em mármore é original e está diretamente relacionada à sensibilidade do sujeito que criou tal frase. Todos devem concordar que poucas pessoas fariam tal associação. Trata-se de uma metáfora original. Já, na segunda frase, relacionamos diretamente a expressão \"pé da página\" à parte inferior da página. Mas, se pensarmos bem, uma página não tem pé. Houve uma associação entre o pé (parte inferior do corpo humano) e a parte inferior da página, daí a expressão “pé da página”. Esta metáfora já foi incorporada pela língua, perdeu seu caráter inovador, original e transformou-se numa metáfora comum, morta, que não mais causa estranheza. Em outras palavras, transformou-se numa catacrese. O mesmo processo ocorreu nas seguintes expressões: Pé de mesa, Cabeça de alfinete, Tronco telefônico, Pé de cadeira, braço de cadeira, árvore genealógica, Pé de cama, braço de mar, maçã do rosto, Pé de montanha, cabelo de milho, folha de papel, Pé de laranja, barriga da perna, dente de alho, etc == Curiosidades == A palavra azulejo,originalmente servia para designar ladrilhos de cor azul. Hoje, essa palavra perdeu a sua ideia de azul e passou a designar ladrilhos de qualquer cor. Tanto que dizemos azulejos brancos, amarelos, azuis, verdes, etc. Essa é uma outra característica da catacrese: as palavras perdem o seu sentido original. Outros exemplos: secretária, originalmente era um móvel em que se guardavam segredos, hoje significa uma mulher que exerce o secretariado, ou seja, que atende telefonemas, agenda reuniões e outros compromissos, organiza documentos diversos, entre outros e também uma mesa com gavetas, usada para escrever e também para guardar livros e documentos, ou seja, uma escrivaninha ou papeleira. impostor, originalmente era aquele que cobrava impostos, hoje esse adjetivo passou a significar mentiroso, enganador. sabatina, originalmente se referia ao sábado, hoje é sinônimo de arguição, prova. salário, originalmente era um pagamento feito em sal, hoje em dia pode ser feito em qualquer forma. Categoria:Figuras de linguagem",
 "title": "Catacrese"
}