{
 "id": "65694",
 "text": "Jê é uma família linguística pertencente ao tronco Macro-Jê. Na época da chegada dos europeus na América do Sul, os povos ameríndios de língua jê encontravam-se sobretudo no interior do Brasil, uma vez que os tupis ocupavam praticamente todo o litoral do Brasil. Distinguem-se de vários outros povos das terras baixas da América do Sul por possuírem uma organização social bem definida, com aldeias circulares divididas em metades. == Histórico == Desde o Descobrimento do Brasil pelos portugueses, as tribos de fala tupi-guarani foram assimiladas pelos europeus. Esses índios, espalhados por praticamente toda a costa brasileira, denominavam genericamente aos indígenas de fala diversa à sua com o vocábulo tapuia - que, em sua língua, significava algo como \"inimigo\". Os europeus, que manifestavam uma forte tendência à simplificação, entenderam que, no país, havia apenas duas grandes \"nações\" - tupis e tapuias. Os chamados tapuias, considerados pelos colonizadores portugueses como mais primitivos e de catequese e conquista difíceis, foram duramente combatidos e exterminados, sendo que muitos dos povos e tribos então existentes desapareceram de forma tão completa que nem sequer há registro direto de sua existência. Mas, no começo do século XX, os antropólogos passaram a rejeitar a denominação \"tapuia\", adotando a denominação de \"gês\" para este outro grupo de famílias linguísticas (tendo sido a grafia, com a reforma ortográfica, e para diferenciar-se do nome da letra G, grafada desde então como \"jê\"). Mais tarde, entendeu-se que as línguas indígenas do Brasil dividiam-se em dois grandes troncos - Tupi e Macro-Jê - e mais 19 famílias linguísticas sem graus de semelhanças suficientes para que pudessem ser agrupadas em troncos, e também famílias de apenas uma língua, às vezes denominadas \"línguas isoladas\", sem semelhança com outra língua conhecida. Em 2010, o Censo demográfico do Brasil de 2010 do IBGE identificou 42.793 pessoas que falavam a família linguística jê, sendo 38.577 em Terras indígenas e 4.216 fora. Do total, a maior parte vivia na região sul (18.733 pessoas), seguida da região centro-oeste (11.487 pessoas) e região norte (9.703 pessoas). == Língua == Da família linguística Jê, integrante do tronco Macro-Jê, fazem parte as seguintes línguas:Instituto Socioambiental. Povos Indígenas do Brasil. Troncos e famílias. * Akwén * Apinajé * Kaingang * Kayapó * Panará Suyá * Timbira — cada povo timbira possui um dialeto particular. O dialeto mais divergente é o dos Apinayé, que talvez possa até ser considerado outra língua, embora os outros Timbira não pareçam ter dificuldade em entendê-lo. Também são os Apinayé os que mais divergem quanto à cultura. Como os únicos que ficam a oeste do Tocantins, são chamados de Timbira Ocidentais, em contraposição aos demais, os Timbira Orientais. Em qualquer dos povos timbira da atualidade, os homens, além da língua indígena, falam fluentemente o português; as mulheres, mesmo quando não o falam, entendem. É bem provável que os Krenyê e os Kukoikateyê não mais façam uso da língua timbira. * Xokleng == Povos remanescentes que falam línguas jês == * Kayapó * Xerente * Apinajé * Krahô * Canela * Xavante * Kaingang == Classificação interna == === Ramirez (2015) === Classificação interna das línguas jês (Ramirez 2015):Ramirez, H., Vegini, V., & França, M. C. V. de. (2015). Koropó, puri, kamakã e outras línguas do Leste Brasileiro. LIAMES: Línguas Indígenas Americanas, 15(2), 223 - 277. ;Jê *Jê Meridional **Ingain ↔ Xokleng ↔ Kaigáng *Jê Setentrional **Jê próprio (Timbira-Kayapó) ***contínuo dialetal: Canela-Krahô ↔ Gavião-Krĩkati ↔ Apinajé ↔ Kayapó ↔ Suyá-Tapayuna ↔ Panará-Kayapó do Sul **Akuwẽ (varios microdialetos) ***Xavante ***Xerente (incluindo: Xakriabá, Akroá, Gueguê) === Nikulin (2020) === Classificação interna das línguas jês (Nikulin 2020):Nikulin, Andrey. 2020. Proto-Macro-Jê: um estudo reconstrutivo. Tese de Doutorado em Linguística, Universidade de Brasília. ;Jê *Paranaense **Ingain **Jê Meridional ***Kaingáng ***Laklãnõ *Cerratense **Akuwẽ ***Xerénte ***Xavánte **Jê de Goyaz ***Kayapó do Sul ****Mossâmedes ****Triângulo *****Panará ***Jê Setentrional ****Timbíra *****Parkatêjê; Kyikatêjê *****(sub-ramo) ******Krikatí; Pykobjê ******Krahô; Canela (dialetos: Apànjêkra, Mẽmõrtũmre) ****Trans-Tocantins *****Apinajé *****Trans-Araguaia ******Mẽbêngôkre *******Xikrín *******Kayapó ******Trans-Xingu (Tapajoara; Suyá) *******Kĩsêdjê *******Tapayúna == Comparação lexical == Comparação lexical (Rodrigues 1986):Rodrigues, Aryon Dall'Igna. 1986. Línguas brasileiras: Para o conhecimento das línguas indígenas. São Paulo: Loyola. (PDF) Português Canela Apinayé Kayapó Xavánte Xerénte Kaingáng pé par par par paara pra pen perna tè tè te te zda fa olho tò nò nò tò tò kanẽ chuva taa na na tã tã ta sol pyt myt myt bââdâ bdâ rã cabeça kʰrã krã krã ’rã krã krĩn pedra kʰèn kèn kèèn ’ẽẽnẽ knẽ pò asa, pena haaraa ’ara ’ara djèèrè sdarbi fer semente hyy ’y ’y djâ zâ fy esposa prõ prõ prõ mrõ mrõ prõ == Reconstrução == == Ver também == * Aimorés Categoria:Línguas jês Categoria:!Wikiconcurso Justiça Climática e Amazônia (artigos)",
 "title": "Línguas jês"
}