{
 "id": "6571",
 "text": "Durrães é uma povoação portuguesa do Município de Barcelos que foi sede da extinta Freguesia de Durrães, freguesia que tinha 2,5 km² de áreaInstituto Geográfico Português, Carta Administrativa Oficial de Portugal (CAOP), versão 2012.1 e 723 habitantes (2011), e, por isso, uma densidade populacional de 289,2 hab/km². A Freguesia de Durrães foi agregada à Freguesia de Tregosa em 2013, no âmbito de uma reforma administrativa nacional, para formar uma nova freguesia denominada União das Freguesias de Durrães e Tregosa com sede em Tregosa.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. ==População== População da freguesia de Durrães (1864 – 2011) Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 384 425 386 441 498 506 661 611 679 770 754 827 708 785 723 == Associações de Durrães == Existem em Durrães várias associações que promovem conjuntamente o desenvolvimento da localidade. * GEN (Grupo de estudos Históricos do Vale do Neiva) - está inserido na Casa do povo de Durrães e, tal como o próprio nome indica, ocupa-se da arqueologia do Vale do Neiva tendo vindo a desenvolver várias actividades desde 1977. A Casa do Povo está também ligada à promoção da cultura na povoação, promovendo feiras do livro anuais (contando ja com sete edições), actividades de verão para jovens (OTL) em conjunto com o IPJ, exposições, ligação gratuita à internet, biblioteca, apoio escolar, entre muitos outros. * Grupo Cénico Lirio do Neiva - tem recuperado peças antigas que fazem sucesso por onde passam, uma vez que as suas actuações não são só em Durrães, mas espalhadas um pouco por todo o Vale do Neiva. * Grupo Verde Aventura - é a associação- mais recente e mais voltada para o público jovem. O BTT é a actividade que mais se destaca neste grupo. * Casa do Povo de Durrães * Futebol Clube Lirio do Neiva Categoria:Antigas freguesias de Barcelos",
 "title": "Durrães"
}