{
 "id": "65728",
 "text": "O rio Gravataí é um curso de água do estado do Rio Grande do Sul, no Brasil. Forma-se no Banhado Grande, que abrange os municípios de Santo Antônio da Patrulha, Glorinha, Gravataí, Cachoeirinha, Alvorada e Viamão. Este banhado recebe as águas de toda a bacia hidrográfica compreendida nestes municípios, se situando entre a serra Geral e a coxilha das Lombas. Desagua no delta do Jacuí, um conjunto de canais, ilhas e pântanos, a partir do qual forma o lago Guaíba. A partir do Guaíba, as águas seguem para a lagoa dos Patos e, daí, por sequência, para o oceano Atlântico. Os principais afluentes do rio Gravataí no Banhado Grande são os arroios Miraguaia, Chico Lomã, em Santo Antonio da Patrulha; Passo Grande, em Glorinha; Passo do Pinto na divisa Glorinha- Gravataí e os arroios Sanga da Porteira, do Vigário e Alexandrina em Viamão. Temos também a importante contribuição das vertentes das Águas Claras, no município de Viamão. Fora da área do Banhado, o principal afluente do rio é o arroio Demetrius, em Gravataí, também chamado de arroio Passo dos Ferreiros, e que tem sua nascente no município de Taquara. Outro arroio importante é o Barnabé, que tem sua nascente no morro Itacolomi. Temos, também, em Alvorada, os arroios Águas Belas e Passo do Feijó como os mais expressivos neste município. thumb|esquerda|Estátua personificando o rio Gravataí, na Praça Dom Sebastião, em Porto Alegre A bacia hidrográfica do rio Gravataí possui uma área de aproximadamente 2 020 km², abrangendo os municípios de Santo Antônio da Patrulha, Glorinha, Gravataí, Cachoeirinha, Alvorada, Viamão, Canoas, Porto Alegre e pequena contribuição de Taquara. A importância do Banhado Grande se dá em referência ao mecanismo de regulador da vazão do rio Gravataí, pois para lá convergem todas as águas que, gradativamente, alimentam o rio. É como se o banhado fosse uma esponja, que absorve a água e a vai liberando aos poucos.O Banhado Grande tem uma importância fantástica relacionada com a flora e fauna, pois ali vivem muitas espécies animais, que tem esta região como seu habitat natural. É ponto de migração de aves que vêm de outras regiões do Brasil e de outros continentes, que passam pelo banhado em diferentes épocas do ano, em busca de repouso e alimento para seguirem em novas viagens. Muitos peixes e répteis buscam seu último e derradeiro ninho de abrigo, no banhado que, com suas águas mornas e calmas, permite a desova, o aninhamento e a procriação destes animais. Grandes mamíferos, já em fase de extinção, têm o banhado como refúgio. O rio Gravataí é a principal alavanca para o desenvolvimento de toda a região. Deste manancial hídrico, é realizada a captação de água para o abastecimento público de quase um milhão. A água que abastece as indústrias dos mais diversos ramos é retirada do rio Gravataí, assim como as que abastecem lavouras de toda a região da bacia, a criação de gado e atividades de lazer e recreação. == Etimologia == \"Gravataí\" é um termo com origem na língua tupi: significa \"rio dos gravatás\", através da junção dos termos karagûatá (gravatá) e 'y (rio).NAVARRO, E. A. Método moderno de tupi antigo: a língua do Brasil dos primeiros séculos. 3ª edição. São Paulo. Global. 2005. p. 42. == Ver também == * NPa Gravataí (P-51): segunda embarcação da armada a ostentar o nome \"Gravataí\", em homenagem ao rio de mesmo nome. A primeira embarcação foi a Canhoneira Gravataí. Gravataí Categoria:Santo Antônio da Patrulha Categoria:Glorinha Categoria:Geografia de Gravataí Categoria:Geografia de Viamão",
 "title": "Rio Gravataí"
}