{
 "id": "6575",
 "text": "Fonte Coberta é uma povoação portuguesa do Município de Barcelos que foi sede da extinta freguesia de Fonte Coberta, freguesia que tinha 2,05 km² de área²)Instituto Geográfico Português, Carta Administrativa Oficial de Portugal (CAOP), versão 2012.1 e 582 habitantes (2011), e, por isso, uma densidade populacional de 283,9 hab/km². A freguesia de Fonte Coberta foi extinta em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada à Freguesia de Carreira, para formar uma nova freguesia denominada União das Freguesias de Carreira e Fonte Coberta, com sede em Carreira.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. ==Localização== Fica a sudoeste da sede de município, a uma distancia de 10km. É uma pequena localidade cujo território se alonga no sentido Norte-Sul, de orografia não muito acidentada. A sua área de 142 hect. ocupa uma zona levemente ondulada na vertente norte e oeste, do pequeno outeiro que vai do monte de Airó ao Monte da Saia e divide a bacia orográfica do Cávado da do Este. É atravessada pela Estrada Nacional nº 4 de Famalicão a Barcelos, com o apeadeiro de Carreira, e linha férrea do Minho e Douro. O túnel entre as estações de Nine e Midões fica nesta localidade. Situando-se a sudeste de Barcelos, tem como freguesias vizinhas Moure, a norte, e Sequeade e Cambeses (Barcelos) a nascente, Silveiros e Carreira (Barcelos) a sul, e a poente Rio Covo Santa Eulália. Existe do lado nascente da igreja Paroquial, e pouco distante desta, uma Fonte com a designação de «Fonte Coberta» a qual deu o nome à localidade. Nesta fonte nasce um pequeno regato que banha a povoação. Conta com 11 lugares: Agra Maior, Assento, Cantim, Crasto, Devesa, Eido, Landeiro, Monte, Poça, Penalvau e S. Paio. == História == Com origens anteriores a 1220, era uma Reitoria da Apresentação do Arcebispo de Braga. Nas inquirições Afonsinas de 1220 e 1258 vem referida como “Sancto Romano de Fonte Cooperta “, situando-se nas Terras de Faria. No Século XVI torna-se Comenda da Ordem de Cristo (1548). Foi Miguel de Castanhoso, fidalgo da Casa Real e primeiro comendador (até 1562), que mandou documentar toda a demarcação de terras. Nessa comenda é descrita a produção vinícola e cerealífera. Era comum vários casais pagarem um terço da produção à Igreja de Fonte Coberta. Constam apenas 29 moradores. Em 1575, já depois da morte de Miguel de Castanhoso, Lourenço Fernandes Pitta é investido como o novo comendador. No início do Século XVII a paróquia de Fonte Coberta foi considerada de pouca relevância e uniu-se com a de Silveiros. A partir de 1615 (e até à extinção das comendas, em 1834) a comenda de Fonte Coberta passa para a posse da família Furtado e Mendonça. As memórias paroquiais do Século XVIII relatam uma paisagem agrária predominante, com cultivo de vinho verde, milho grosso e miúdo, centeio, painço, favas e algum azeite. Em 1717, um ano após se tornar comendador, Luís Xavier Furtado de Mendonça (4º Visconde de Barbacena (Elvas)), ordena novo registo (Tombo) onde constam 34 casas. Outros registos paroquiais do final do Século XIX citam o pagamento ao pároco de um carneiro ou 800 réis, duas rasas de milhão e meio almude de vinho como pagamento por cada óbito registado. A partir de 1882, com a introdução da linha ferroviária do Minho, vários produtos que, até então, eram apenas vendidos com regularidade nas feiras locais de Barcelos e Esposende, passaram também a ser escoados até à cidade do Porto. No lugar de S. Paio, na extremidade da freguesia, partilhada com Moure (Barcelos), existiu outrora um templo da invocação da Ordem de Cristo. Foram descobertos também três sarcófagos monolíticos medievais, um dos quais se encontra na Casa do Paço de Airó, tendo os restantes paradeiro desconhecido. No mesmo local existem ainda os alicerces de uma capela que se supõe pertencerem a uma ocupação romana. Segundo os registos históricos foram mobilizados em 1917 para a Primeira Guerra Mundial dois conterrâneos: Henrique Gomes Machado e Joaquim de Faria Ferreira. Ambos sobreviveram e retornaram a Portugal em 1919. Em janeiro de 2017 foi notícia pela descoberta de um Nabo com 65 centímetros de diâmetro e 6 quilos de peso por parte de Leopoldina Vilaça, moradora local. == Economia == Não possui comércio de relevo para lá do histórico Café Cantinense, no lugar de Cantim, propriedade de Domingos Martins Brito (taxista de profissão e presidente da junta durante vários anos no século XX e XXI). Apesar de não possuir unidades fabris, a Indústria têxtil tem uma expressão significativa na actividade económica dos moradores da freguesia, em particular pela existência de várias unidades fabris nas vizinhas Silveiros e Rio Covo (Santa Eulália). Esta localidade é, em grande parte, produtora dos vinhos verdes que se reconhecem em Portugal e no estrangeiro. Na segunda metade do Século XX era possível encontrar vários pequenos produtores de vinho, que o produziam para consumo próprio e para venda local. === Quinta do Tamariz === A Quinta do Tamariz localiza-se em pleno coração da Região do Vinho verde e é atualmente explorada pela família Borges Vinagre há mais de 4 gerações. Possui cerca de 30 hectares, dos quais 16 são dedicados à vinha, sendo os restantes de floresta. No início do século XX, em 1928, António Nunes Borges — um dos fundadores do Banco Borges e Irmão, então já com 96 anos, adquiriu em Carreira (Barcelos) a Quinta da Portela, a que mais tarde junta a Quinta de Cantim (em Fonte Coberta) como prenda de casamento para a sua filha Lúcia. Entre os anos 1930 e 1940, a filha do banqueiro, Lúcia Brenha Borges e o marido, Delfim Vinagre (que mais tarde viria a dar o seu nome a uma rua na localidade), acrescentaram várias parcelas à propriedade, que passou a chamar-se, a partir de 1942, Quinta do Tamariz. Em 1981 passa administrada por António Borges Vinagre e pela sua esposa, Maria Francisca. Apenas após um ano depois de ter assumido a administração da quinta, António Vinagre promove uma reestruturação de todas as vinhas, acrescentando novas castas à produção (até aí a produção estava focada no Loureiro (casta)), onde se incluem o Alvarinho, a Touriga nacional, o arinto e o vinhão. Abre, também, o leque de oferta, passando a produzir Vinho tinto, Vinho rosé, espumantes, Aguardente velhas e até pét-nat. Entretanto, torna-se o primeiro a produzir um vinho 100% da casta Loureiro, o Quinta do Tamariz Loureiro 1986. Nos anos seguintes passa a oferecer várias marcas destinadas ao mercado consumidor, entre quais a Quinta do Tamariz, o Casa de Landeiro, Pigeiros, Vinha de Cantim, entre outras. Em 2017 revitaliza a marca, com nova enologia, novos rótulos e com um projeto de Enoturismo. Decide deixar de vender os vinhos em super e hipermercados, focando-se em produzir vinhos de qualidade, usando apenas uvas próprias, selecionadas manualmente ainda na vinha e limita a produção anual a 130 mil garrafas. Em 2018 lança a aguardente vínica mais velha da região dos Vinhos Verdes a ser engarrafada e disponibilizada ao mercado, resultado de um trabalho que começou a ser desenvolvido em 1951. Em 2023 António Barros Cardoso, professor doutorado e historiador da Faculdade de Letras, da Universidade do Porto escreve “Quinta do Tamariz – Lugar de Vinhos com História”, um livro com mais de 300 páginas onde o historiador revela registos sobre a produção de vinho naquele local, já desde 1548. Na sequência da atribuição da Comenda de Fonte Coberta a Miguel de Castanhoso, por D. João III, a propriedade tinha uma casa-torre de dois sobrados, equipada com lagar e adega, e uma vinha que empregava 75 homens. Francisco Furtado de Castro do Rio de Mendonça, Visconde de Barbacena, foi o último comendador a administrar a quinta, que depois de 1834 teve vários proprietários até chegar à atual família proprietária. Para além da produção vinícola, a Quinta do Tamariz possui um dos mais antigos viveiros de plantas do Norte do país, com mais de três centenas de espécies, totalizando mais de cinco mil plantas. == Património == === Desportivo === A Associação Desportiva Recreativa e Cultural de Fonte Coberta (ADRCFC) foi fundada a 29 de Agosto de 1984, contando, em Janeiro de 1997 com 300 sócios inscritos. Dedica-se sobretudo ao futebol na Liga Popular de Barcelos e, esporadicamente, ao atletismo. Na época 2010/11 sagra-se campeão da 2ª divisão, sob o comando do treinador Paulo Alcides. Mantém-se na primeira divisão por duas temporadas, porém volta à segunda divisão na época 2014/15. Nos anos que se seguem vai alternando entre a primeira e a segunda divisão. O Campo de Jogos, utilizado pela ADRCFC, situa-se no lugar do Monte. Em março de 2024 a ADRCFC inicia uma campanha para relvar e modernizar o campo de jogos, propondo a aplicação de relvado sintético e a melhoria das infra-estruturas que lhe estão circunscritas. === Imóvel === Várias casas senhoriais de grande interesse histórico e arquitectónico povoam Fonte Coberta, com destaque para as Casas de Cantim, da Casa Nova, de Cassús, do Ludovino, do Montinho, da Quinta, da Seara e de S. Romão. A Casa do Eido, uma das mais conhecidas, é actualmente aproveitada para turismo rural. É toda construída em pedra, por um brasileiro, grande benemérito do hospital de Barcelos. No exterior existem inscrições nas paredes que a datam de 1861. A sede da Junta, construída em 2009 e o seu anexo (antigo jardim de infância) situam-se no lugar de Cantim. O atual jardim de infância, partilhado com Carreira (Barcelos), situa-se no lugar do Landeiro e funcionou até 2013 como escola primária, possuindo no seu exterior um pequeno recreio e um ringue desportivo. Existe, ainda, uma famosa casa da árvore, construída por um particular no lugar do Landeiro. === Religioso === Fonte Coberta possui um variado património religioso, a começar pela igreja paroquial, construída no século XVI e restaurada em 1978. Nas suas traseiras encontram-se o cemitério (datado de 1888) e a casa mortuária (inaugurada a 19 de janeiro de 2020). Outros pequenos marcos religiosos estão espalhados ao longo do seu território, incluindo o Cruzeiro das Procissões (no lugar do Assento), o Nicho do Senhor da Boa Morte (no lugar da Poça) e Senhora dos Caminhos (na extremidade do lugar do Landeiro). === Cultural === A festa do padroeira da freguesia, S. Romão, realiza-se no início de setembro, sendo normalmente uma das últimas romarias do concelho de Barcelos. Desde 2022 é exposto um presépio movimentado, da autoria artesanal de Joaquim Silva e respectiva família, sito no largo junto ao jardim de infância, no lugar do Landeiro. O presépio tem a particularidade de apresentar a recriação de vários monumentos emblemáticos de Barcelos como a Ponte, Capela Santa André, Paço dos Duques e, entre outros, também a zona envolvente à Igreja de Fonte Coberta. ==Evolução da População== População da freguesia de Fonte Coberta (1864 – 2011) Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 220 247 225 226 242 287 300 375 417 467 459 559 600 609 582 == Pessoas Ilustres == * Manuel Gomes de Araújo, Ministro de Oliveira Salazar durante o Estado Novo * Victor Rodrigues (cantor) * Dr. João José de Sousa Cristino, natural de Rio de Janeiro, médico militar reformado, senhor da Casa de Cassús. * José Gomes Pereira de Faria, senhor da Casa do Eido, benfeitor de várias casas de caridade, entre as quais a Santa Casa da Misericórdia de Barcelos. Categoria:Antigas freguesias de Barcelos Categoria:Paróquias de Portugal com orago de São Romão",
 "title": "Fonte Coberta"
}