{
 "id": "65764",
 "text": "Luma de Oliveira (Nova Friburgo, 10 de dezembro de 1964ALZER, Luiz André; CLAUDINO, Mariana. Almanaque Anos 80. Rio de Janeiro: Ediouro, 2004. pág.46 ISBN 850001532-2) é uma ex-modelo, ex-atriz e empresária brasileira. == Biografia == Luma de Oliveira é a última dos seis filhos de José Luiz Bedas de Oliveira e de Maria Luíza de Castro Oliveira, sendo seus avós paternos Severino Augusto de Carvalho Oliveira e Elverita Maria Naegele de Oliveira, e os avós maternos João Batista de Castro e Souza e Alcina Teixeira de Castro.Prefeitura Municipal de Cantagalo, Filhos ilustres recuperado 9 de agosto 2011 Foi criada em Niterói. Estreou na carreira de modelo aos 16 anos, conhecida inicialmente como a irmã mais jovem, da consagrada atriz Ísis de Oliveira, foi apresentada dessa forma em ensaio interno para a revista Playboy, em agosto de 1984, na edição estrelada por Lucinha Lins. Realizou trabalhos na Alemanha, França e no Japão, mas no Brasil continuava à sombra da irmã famosa, mesmo sendo uma competente profissional das passarelas. Ganhou notoriedade em todo o País, como musa de desfiles apoteóticos de carnaval por diversas escolas do Rio de Janeiro. Estreou na avenida como passista da Portela, em dois desfiles, no início da década de 1980, sem grande repercussão, pois sua beleza se perdeu na multidão das alas. Em 1987, sua primeira vez como madrinha de bateria, encantou a Marquês de Sapucaí com os seios à mostra, na Caprichosos de PilaresREVISTA VEJA, Edição 966, pág.84. Editora Abril, 1968-, semanal. 11 de março de 1987 (onde voltaria a desfilar em 1990 e 2005). Em 1993 e 1994 saiu pela Mangueira, única escola que não ocupou o posto de rainha de bateria. Em 1998, na Tradição (onde desfilou também em 1988, 1989, 1994, 1995 e 1996), virou polêmica nacional ao desfilar com uma coleira com o nome do então marido Eike Batista, foi criticada por estar difundindo uma imagem de submissão feminina, seu argumento era de que \"mulher submissa não desfila em escola de samba\". Em 2001, pela Viradouro, escola que desfilou por cinco anos (de 1999 a 2003), parou a passarela ao se ajoelhar na frente da bateria durante a sensacional paradinha dos ritmistas, a musa encarnou o pecado da luxúria, acompanhada pela primeira vez do marido. Em 2004, desistiu de sair à frente da bateria da Mocidade Independente de Padre Miguel, alegando uma falsa gravidez, numa tentativa de salvar seu casamento. Em 2005, nova tentativa de polêmica, ao retornar a Caprichosos com um par de algemas no pescoço. Em 2008, desistiu de sua candidatura para presidência da Viradouro, que não havia sido bem recebida por muitos integrantes da escola. Após um intervalo de três anos ausente no sambódromo, retornou em 2009, pela Portela. Em 2010, não desfilou, pois não pode comparecer a todos os compromissos necessários para o posto. Em 2011, informou que não desfilaria mais no carnaval. Em 2012, foi enredo da escola de samba Estácio de Sá. Realizou ensaios sensuais para revistas masculinas, sendo cinco vezes capa da Playboy, em setembro de 1987, março de 1988 (Miss Playboy Internacional, título atribuído por jurados de vários países), março de 1990 (A Mulher da Década), maio de 2001 e janeiro de 2005, estampou também a capa da edição brasileira comemorativa dos 50 anos da mesma revista. Antes desistira de estrelar a primeira edição da revista do ano 2000, sendo substituída por Vera Fischer. Luma foi ainda capa da VIP, em janeiro de 2000. Esteve presente na lista das cem mulheres mais sexy do mundo da VIP nos anos de 1998, 1999, 2000, 2002, 2003 e 2006, além do oitavo lugar em 2001, sua melhor colocação no ranking anual da revista. Foi considerada também a mulher mais sexy da revista Isto É Gente em 2001, constando ainda no ranking dos anos de 2000 e 2005. Como atriz, Luma fez duas novelas no horário nobre da Rede Globo, foi a sensual aspirante a modelo Dedé de O Outro, escrita por Aguinaldo Silva e a garota de programa e aprendiz de espiã Ana Maria em Meu Bem, Meu Mal, papel que abandonou devido a sua primeira gravidez. No período entre as duas personagens, Luma recebeu convites para as novelas: Top Model, Olho por Olho, Kananga do Japão e Pantanal, onde seria a Guta, porém recusou a todos. No cinema, fez dois filmes dos Trapalhões e protagonizou Boca de Ouro, de Walter Avancini. Em 2004, foi cotada para viver a sambista Nalva Ferrari, na novela Senhora do Destino, de Aguinaldo Silva,LUMA NA NOVELA, Jornal Zero Hora (27 de abril de 2004) porém o papel ficou com Tânia Kalil. Em 2005, desistiu de fazer, no cinema, o papel que foi de Sônia Braga no clássico de Nelson Rodrigues, \"A Dama do Lotação\". A produção do final dos anos 1970 foi uma das maiores bilheterias do cinema nacional. Luma alegou que o filme poderia causar constrangimentos aos seus filhos adolescentes. Recusou também o convite do cineasta Fábio Barreto, que queria que Luma estrelasse a versão brasileira do seriado Desperate Housewives, dirigido por ele. Como empresária, atuou no ramo de cosméticos, através da FLX Consultoria e Franchising Ltda., que detinha a marca fantasia Clarity, fundada em 1994, em Belo Horizonte,REVISTA VEJA, Edição 1321, pág.76. Editora Abril, 1968-, semanal. 5 de janeiro de 1994 a empresa foi vendida em 2001 com prejuízo e em 2004, foi condenada a indenizar algumas ex-franqueadas por quebra de contrato, por não ter mantido exclusividade de seus produtos, como previam as cláusulas. Foi capa de inúmeras revistas, tais como Manchete, Isto É, Veja, Quem, Isto É Gente, Caras, Boa Forma, entre outras, além dos álbuns musicais das novelas Meu Bem, Meu Mal e O Outro. Em 1987, foi homenageada pelo cantor Wando, com a música \"Eu já tirei a sua roupa\". Participou de diversas campanhas publicitárias, com destaque para os comerciais de televisão das sandálias Havaianas e iogurte Corpus da Danone. == Vida pessoal == ;Infância e família É filha de Luiz, funcionário da Estrada de Ferro Leopoldina, falecido em 1980 e de Maria Luiza, que teve um ataque cardíaco fulminante e morreu em julho de 2004. Sua família é composta de seis irmãos: o poeta e empresário Men, que já lhe serviu de secretário e guarda-costas, a atriz Ísis de Oliveira, Joiza, Mariulu e José Maria, além da própria Luma, a caçula, seu nome é originário da fusão das primeiras sílabas dos nomes de seus pais.REVISTA VEJA, Edição 1015, pág.44-51. Editora Abril, 1968-, semanal. 17 de fevereiro de 1988 É tia de Mariah de Oliveira, que foi princesa de bateria da Acadêmicos de Santa Cruz. Estudou no instituto Gay Lussac, em Niterói. Apaixonada por esportes, até os 17 anos praticava vôlei, handebol e principalmente ciclismo, onde pedalava pelas ruas de Icaraí, além de corrida e caminhada na praia.SALLES, Marcos. Uma Bela Traidora, Jornal O Globo (11 de novembro de 1990) ;Casamento e separação Eike Batista e Luma de Oliveira se conheceram em 1990. Ele convidou-a para participar de uma competição de lanchas, ela encontrou à sua espera um ramalhete de flores. Em 31 de janeiro de 1991,Veja, Edição 1168, pág.64. Editora Abril, 1968-, semanal. 6 de fevereiro de 1991 seis meses depois, apesar da oposição da família de seu noivo, Luma casa-se grávidaVeja, Edição 1162, pág.105. Editora Abril, 1968-, semanal. 26 de dezembro de 1990 com Eike, empresário brasileiro que atua em várias áreas, com destaque para os setores de mineração e petróleo. Ele abandonou sua noiva, a socialite Patrícia Leal, a uma semana da cerimônia de casamento para ficar com Luma. Eike e Patrícia já haviam casado no religioso, união posteriormente anulada pela Igreja Católica, permitindo que Patrícia se casasse dois anos depois com Antenor Mayrink Veiga, ex-namorado de Luma. Em 22 de março de 2004, foi oficializado a separação do casal, com repercussão intensa nos meios de comunicação. A separação coincidiu com um período em que era grande a exposição de Luma no noticiário, pois, rompendo um acordo tácito que teria feito com o marido, voltou a desfilar no Carnaval carioca, posou para revistas masculinas e também para um calendário do Corpo de Bombeiros do Rio de Janeiro, intitulado Anjos do Brasil, quando deste último trabalho, teria se envolvido com um oficial daquela corporação, o capitão José Albucacys de Castro Júnior, o que ambos desmentiram. Do casamento de 13 anos com Eike, teve dois filhos, Thor de Oliveira Batista, nascido em 1 de agosto de 1991,Veja, Edição 1194, pág.90. Editora Abril, 1968-, semanal. 7 de agosto de 1991 e Olin, nascido de cesariana no final de 1995. ;Escândalos Luma sempre foi alvo da imprensa dados as frequentes polêmicas na sua vida. Em 2001, a briga de Eike e Luma foi notícia, devido a contrariedade do marido a sua aparição na capa da Playboy de maio daquele ano. Em 2004, Luma se envolveu no que pode ser chamado do maior escândalo de sua vida. Ao ser flagrada por um paparazzi na Bahia, um suposto namorado da empresária, o policial civil Sigmar de Almeida, agrediu o fotógrafo da revista Caras, Cassiano de Souza e teria até torturado o rapaz. Anteriormente, em 2002 Luma processou um fotógrafo que a registrou por debaixo de seu vestido em um ensaio da escola de samba Viradouro, levando a fotos excessivamente reveladoras, e ela pediu uma retratação.SUASSUNA, Luciano. O Livro dos 1000 Famosos - Isto é Gente. São Paulo: Editora Três, 2005. pág.222 ISBN 857368771-1 E os problemas com a imprensa não ficaram restritos ao Brasil. Em meados de 2005, o jornal inglês The Independent publicou uma foto da musa do carnaval para ilustrar uma reportagem sobre políticos alemães e funcionários de uma montadora de automóveis com prostitutas brasileiras. Luma nada tinha a ver com esta história, mesmo sem ter seu nome citado na referida matéria, ela processou o jornal, que publicou uma retratação pedindo desculpas a ela pelo ocorrido. Em maio de 2002, na inauguração da TermoCeará, uma usina elétrica de Eike, em Fortaleza, a exuberante Luma foi flagrada ajustando as meias de suas belas pernas, com a barra do vestido levantada, a exposição dos atributos da ex- esposa roubaram a cena, para desgosto do empresário e delírio dos presentes, por causa da marcante aparição da musa, a usina acabou apelidada de TermoLuma. No mesmo ano, apareceu publicamente apoiando a eleição de Luiz Inácio Lula da Silva, de quem é eleitora desde 1989. Foi a pessoa física que mais contribuiu para a campanha, doou, em dinheiro, R$ 27 mil para o segundo turno. ;Outros relacionamentos Nos anos 1980, namorou por cinco anos, o paulista João Carlos, piloto da Varig. Em 1990, teve um romance conturbado de sete meses com o ex- jogador e atual técnico Renato Gaúcho.REVISTA VEJA, Edição 1318, pág.102-103. Editora Abril, 1968-, semanal. 15 de dezembro de 1993 Em 2006, assumiu namoro com o delegado Fernando Moraes, com quem estava junto desde fevereiro de 2005, o relacionamento durou cerca de um ano e meio. Em 2007, namorou o jovem modelo e estudante de relações internacionais João Fabrício Venâncio de Oliveira. Em 2008, teve um relacionamento com o tenente-capitão da Marinha, Renato Melgaço. Desde 2009, namora o engenheiro João Henrique Lemos Lucidi. == Carreira == === Televisão === Ano Título Personagem 1986 Hipertensão Namorada do Marcos 1987 O Outro Dedé 1990 Meu Bem, Meu Mal Ana Maria Batista === Cinema === Ano Título Personagem 1988 Os Heróis Trapalhões - Uma Aventura na Selva Maia 1989 Solidão, Uma Linda História de Amor 1990 Boca de Ouro Celeste 1994 Boca Celeste 1997 O Noviço Rebelde TerezaCinemateca Brasileira Noviço Rebelde [Ficha do filme] == Premiações == Tamborim de Ouro # 2001 - Musa (Viradouro) # 2002 - Musa (Viradouro) # 2005 - Musa (Caprichosos de Pilares) # 2007 - Tamborim Nota 10 (Musa da Década) # 2009 - Musa (Portela) == Ligações externas == * * Categoria:Modelos do estado do Rio de Janeiro Categoria:Modelos eróticas Categoria:Socialites do estado do Rio de Janeiro Categoria:Naturais de Cantagalo (Rio de Janeiro) Categoria:Atrizes do estado do Rio de Janeiro Categoria:Modelos de capa da Playboy (Brasil) Categoria:Rainhas de bateria de escolas de samba do Rio de Janeiro Categoria:Modelos femininas do Brasil",
 "title": "Luma de Oliveira"
}