{
 "id": "65802",
 "text": "David Joseph Bohm FRS (Wilkes-Barre, 20 de dezembro de 1917 — Londres, 27 de outubro de 1992) foi um físico estadunidense de posterior cidadania brasileira e britânica. Bohm é considerado um dos físicos teóricos mais importantes do e que contribuiu com ideias não-ortodoxas à teoria quântica, neuropsicologia e filosofia da mente. Bohm avançou a visão de que a física quântica significava que o antigo modelo cartesiano de realidade — que existem dois tipos de substância, a mental e a física, que de alguma forma interagem — era muito limitado. Para complementá-lo, ele desenvolveu uma teoria matemática e física de ordem \"implicada\" e \"explicada\". Esse pensamento influenciou também o neurocientista Karl Pribram, que propôs que o cérebro, no nível celular, trabalha de acordo com a matemática de alguns efeitos quânticos, e postulou que a memória e o pensamento são distribuídos e não localizados, o que Bohm viu como um modelo de holografia. Bohm alertou para os perigos da razão e da tecnologia desenfreadas, defendendo, em vez disso, a necessidade de um diálogo de apoio genuíno, que, segundo ele, poderia ampliar e unificar divisões conflitantes e problemáticas no mundo social. Nisso, sua epistemologia refletia sua ontologia.David Bohm: On Dialogue (2004) Routledge Devido a suspeitas de comunismo durante a era McCarthy, foi alvo de uma investigação do governo federal em 1949 e deixou os Estados Unidos. Seguiu sua carreira científica em vários países, tornando-se um brasileiro, e, mais tarde, um cidadão britânico. Ele abandonou o marxismo após a revolta húngara em 1956.Adam Becker: What is Real?: The Unfinished Quest for the Meaning of Quantum Physics, Basic Books, 2018. P.115 (). A principal preocupação de Bohm era entender a natureza da realidade em geral e da consciência em particular como um todo coerente, que segundo Bohm nunca é estático ou completo.Wholeness and the Implicate Order, Bohm - July 4, 2002 ==Infância e juventude== Nascido em Wilkes-Barre (cidade mineira da Pensilvânia, EUA) David Joseph Bohm era filho de pais judeus de casamento tradicional: Samuel e Frieda Bohm. Seu pai, cujo nome de nascimento foi Shalom Dum, nasceu na antiga Áustria-Hungria, filho de pais judeus ortodoxos. Estes faleceram em virtude de uma suposta gripe, deixando nove filhos órfãos. O pai de David Bohm emigrou aos Estados Unidos, e seus tios tiveram fins diversos, mas todos adotados – uma tia sua morreria posteriormente nos campos de concentração e um tio batalhando numa revolta europeia durante a Primeira Guerra Mundial. A mãe de D. Bohm, Frieda, foi arranjada a casamento para Samuel, como era costume entre famílias judias. David Bohm, conhecido principalmente por seu modelo quântico da dualidade onda partícula, cresceu num contexto familiar conturbado; sua mãe foi diagnosticada como psicótica e esquizofrênica (por Paul Grof), cujos comportamentos típicos perturbavam a todos, em especial Samuel, seu marido. As várias crises, somadas aos ensinos socialistas e “anticientificistas” de seu pai, em meio ao mercado capitalista americano da época (Década de 1920) moldaram a mente social de David Bohm. Foi um adolescente quieto, pensativo e muito criativo: possuía fantasias infantis que mais tarde seriam base a suas hipóteses teórico- filosóficas; inspirado por uma revista de ficção científica, começou a produzir as suas ficções; era excepcional em geometria espacial e, após ler sobre quarta dimensão, passou a procurar visualizá-la; suas abstrações o destacaram dos demais colegas – em cuja escola o ensino era mais voltado aos “punhos que à mente”, nas palavras de seu biógrafo e amigo Francis David Peat. Quando estudou Química, Astronomia e Física, através de livros da biblioteca, Bohm se admirou como o Universo é tão organizado ao passo que seu lar era tão caótico. Bohm sofreu bullying por ser judeu pelas crianças de igrejas cristãs. Seu pai tinha a personalidade impregnada pelas visões socialistas, mas sonhos capitalistas para a sua loja de móveis. Todas estas situações o levaram a racionalmente encontrar no agnosticismo seu porto seguro emocional.Peat, F. David (1997). Infinite Potential: The Life And Times Of David Bohm. Basic Books. p. 21. ISBN 978-0-201-32820-2. \"If he identified Jewish lore and customs with his father, then this was a way he would distance himself from Samuel. By the time he reached his late teens, he had become firmly agnostic.\" Apesar das adversidades sociais e do jeito reservado, Bohm teve amizades fortes e ativas – adquirindo, inclusive, um senso irônico peculiar. Acampavam e viajavam juntos; enquanto seus amigos tratavam de assuntos comuns da vida, Bohm, por sua vez, abordava coisas sobre a ciência e o futuro. A genialidade abstrativa de Bohm era aguçada. Aos quinze anos, lendo sobre a descoberta do nêutron na revista Scientific American, Bohm logo o associou à energia atômica, pela qual era fascinado; posteriormente, suas suposições juvenis se mostrariam corretas, tanto na pilha de Fermi quanto na bomba de Oppenheimer. Admirava-se também, após um curso avançado em geometria euclidiana, como abstrações mentais correspondiam à realidade de objetos materiais no espaço- tempo. Aos 17 anos passou a desenvolver seu ser político às questões socialistas (visão que o deixou longe do Projeto Manhattan, posteriormente, e exilado no Brasil), após rumores ouvidos dos discursos e valores de Stalin. Desenvolveu na sua fase acadêmica invenções tecnológicas como um afinador de frequência radiofônica e design de uma (suposta) asa ideal, o que lhe permitiu mostrar ao pai a praticidade econômica de sua paixão, a ciência. ==A academia== Bohm graduou-se em 1939 e passou a trabalhar com Oppenheimer em física teórica, primeiro no Instituto de Tecnologia da Califórnia, depois na Universidade da Califórnia, Berkeley. Durante a Segunda Guerra Mundial seu nome foi proposto por Oppenheimer para trabalhar com ele no Laboratório Nacional de Los Alamos na produção da primeira bomba atômica, mas foi recusado pelo exército devido às suas posições políticas. Ironicamente, seus cálculos para colisão de prótons e dêuterons se mostraram úteis para o projeto de construção da bomba, de modo que lhe foi vedado, por questões de segurança, o acesso aos seus próprios dados, o que o impediu de escrever sua tese de doutorado. Para fins acadêmicos, Oppenheimer certificou que Bohm havia concluído a pesquisa. Posteriormente, Bohm trabalhou nos cálculos teóricos para calutrons, os quais acabaram sendo usados em Oak Ridge para enriquecimento eletromagnético de urânio da bomba lançada sobre Hiroshima em 1945. Depois da guerra Bohm se tornou professor assistente na Universidade de Princeton, onde trabalhou com Albert Einstein. Em maio de 1949, sob o macartismo, convocado para testemunhar contra Oppenheimer pelo Comitê de Atividades Anti-Americanas, recusou-se com base em seus direitos constitucionais. No ano seguinte foi acusado e preso e, embora absolvido em maio de 1951, Princeton se recusou a renovar seu contrato, apesar dos pedidos de Einstein e outros colegas. Bohm mudou-se então para o Brasil, onde ocupou uma cátedra em física na Universidade de São Paulo. Pelas suas dificuldades com as autoridades americanas, Bohm aceitou o passaporte brasileiro. Em 1955 mudou-se para Israel, onde ficou dois anos e conheceu sua esposa Sarah (\"Saral\") Woolfson, que teria papel importante no desenvolvimento de suas ideias. Em 1957 mudou-se para a Grã-Bretanha. Obteve uma bolsa de pesquisa na Universidade de Bristol até 1961, quando se tornou professor de física teórica na Universidade de Londres, onde ficou até sua aposentadoria em 1987. ==Física quântica e hologramas== Suas contribuições para a física, principalmente na área da mecânica quântica e teoria da relatividade, foram significativas. Ainda como estudante de pós-graduação em Berkeley, descobriu o fenômeno eletrônico conhecido hoje como difusão de Bohm. Seu primeiro livro, Teoria quântica, publicado em 1951, foi considerado por Einstein a exposição mais clara que ele já havia visto sobre o assunto. Insatisfeito com a abordagem ortodoxa da física quântica descrita por ele neste mesmo livro, desenvolveu sua própria interpretação, uma teoria determinística de variáveis ocultas não- local cujas predições concordam perfeitamente com as teorias quânticas, não- determinísticas. Seu trabalho foi um dos motivadores da desigualdade de Bell, cujas consequências ainda estão sendo investigadas. Experimentos que atestam a não-localidade foram obtidos inicialmente 1972, por Clauser e Freedman, e depois confirmados por Alain Aspect. Em 1959 descobriu, com um aluno seu, o efeito Aharonov-Bohm, mostrando como um campo eletromagnético pode afetar uma região do espaço na qual esteja inserido, embora seu potencial vetorial não exista nela. Isto demonstrou pela primeira vez que o potencial vetorial, uma conveniência matemática, poderia ter efeitos físicos (quânticos) reais. Bohm também fez contribuições teóricas significativas ao desenvolvimento do modelo holonômico de funcionamento do cérebro. Em colaboração com Karl Pribram, neurocientista de Stanford, estabeleceu a fundamentação para a teoria de que o cérebro funciona de forma similar a um holograma, segundo princípios matemáticos e padrões de ondas. Estas formas de onda podem compor organizações semelhantes a hologramas, sugeriu Bohm, baseando este conceito na aplicação da análise de Fourier, uma forma de cálculo que transforma padrões complexos em ondas sinódicas componentes. O modelo holonômico do cérebro desenvolvido por Pribram e Bohm propõe uma visão de mundo definida pela lente - semelhante ao efeito prismático texturizado de um raio solar refratado pela chuva no arco- íris - visão está bastante diferente da abordagem \"objetiva\" convencional. Pribram acredita que se a psicologia quiser entender as condições que produzem o mundo das aparências, precisa se ater ao pensamento de físicos como Bohm. == Filosofia e sociologia == As visões científica e filosófica de Bohm são inseparáveis. Em 1959, lendo um livro do filósofo indiano Krishnamurti, percebeu o quanto suas próprias idéias sobre mecânica quântica se fundiam com as ideias filosóficas de Krishnamurti. Em seu livro Totalidade e Ordem Implícita, de 1980, e em Ciência, Ordem e Criatividade, Bohm expressou sua abordagem da filosofia e da física. Em seus últimos anos desenvolveu a técnica que se tornou conhecida como Diálogo de Bohm, na qual \"objetivos coletivos\" e \"espaço livre\" são os pré-requisitos mais importantes. Acreditava que, levados adiante em escala suficiente, tais diálogos ajudariam a superar a fragmentação na sociedade. == Publicações == * 1951. Quantum Theory, Nova York: Prentice Hall. 1989 rep., Nova York: Dover, * 1957. Causality and Chance in Modern Physics, 1961 Harper ed. reimpressa em 1980 na Filadélfia: U of Pennsylvania Press, * 1962. Quanta and Reality, A Symposium, com N. R. Hanson e Mary B. Hesse, BBC programa publicado pela American Research Council * 1965. The Special Theory of Relativity, Nova York: W.A. Benjamin. * 1980. Wholeness and the Implicate Order, Londres: Routledge, , 1983 Ark paperback: , 2002 ˈpāpərˌbak 9 / 5.000 == Resultados de tradução == * 1985. Unfolding Meaning: A weekend of dialogue with David Bohm (Donald Factor, editor), Gloucestershire: Foundation House, , 1987 Ark paperback: , 1996 Routledge paperback: * 1985. The Ending of Time, com Jiddu Krishnamurti, San Francisco: Harper, . * 1987. Science, Order, and Creativity, com F. David Peat. Londres: Routledge. 2nd ed. 2000. . * 1989. Meaning And Information, In: P. Pylkkänen (ed.): The Search for Meaning: The New Spirit in Science and Philosophy, Crucible, The Aquarian Press, 1989, . * 1991. Changing Consciousness: Exploring the Hidden Source of the Social, Political and Environmental Crises Facing our World (um diálogo de palavras e imagens), coautor Mark Edwards, Harper San Francisco, * 1992. Thought as a System (transcrição do seminário realizado em Ojai, California, de 30 de novembro a 2 de dezembro 1990), Londres: Routledge. . * 1993. The Undivided Universe: An ontological interpretation of quantum theory, com B.J. Hiley, Londres: Routledge, (trabalho final) * 1996. On Dialogue. editor Lee Nichol. Londres: Routledge, hardcover: , paperback: , 2004 ed.: * 1998. On Creativity, editor Lee Nichol. Londres: Routledge, hardcover: , paperback: , 2004 ed.: * 1999. Limits of Thought: Discussions, with Jiddu Krishnamurti, Londres: Routledge, . * 1999. Bohm-Biederman Correspondence: Creativity and Science, com Charles Biederman. editor Paavo Pylkkänen. . * 2002. The Essential David Bohm. editor Lee Nichol. Londres: Routledge, . prefácio do Dalai Lama * 2018. The Unity of Everything: A Conversation with David Bohm, com Nish Dubashia. Hamburg, Germany: Tredition, . ==Ver também== *Difusão de Bohm *Efeito Aharonov-Bohm *Holomovimento *Interpretação de Bohm *John Stewart Bell *Macartismo *Paradoxo EPR *Princípio da correspondência *Ordem implícita e explícita == Bibliografia == *Bohm, David. Quantum Theory. New York: Dover. 1989, original publication 1951. ISBN 0-486-65969-0. *Bohm, David. Causality and Chance in Modern Physics. 1957. reprint Philadelphia: U of Pa Press, 1980. ISBN 0-8122-1002-6 *Bohm, David. The Special Theory of Relativity. 1965. New York: W.A. Benjamin. *Bohm, David. Wholeness and the Implicate Order. 1980. London: Routledge. ISBN 0-7100-0971-2. *Bohm, David. Unfolding Meaning: a weekend of dialogue with David Bohm. ed Donald Factor. Gloucestershire: Foundation House. 1985. ISBN 0-948325-00-3 *Bohm, David and F. David Peat. Science, Order and Creativity. London: Routledge. *Bohm, David. Thought as a System. London: Routledge. *Krishnamurti, Jiddu and David Bohm. Limits of Thought: Discussions. London: Routledge, 1999. ISBN 0-415-19398-2. *Quantum Implications: Essays in Honour of David Bohm. London: Routledge, 1987. Edited by B.J. Hiley and F. David Peat. ISBN 0-415-06960-2. *Bohm, David and B.J. Hiley. The Undivided Universe: An ontological interpretation of quantum theory. London: Routledge, 1993. ISBN 0-415-12185-X. final work. *Albert, David Z. \"Bohm's Alternative to Quantum Mechanics\", Scientific American, May, 1994. *Peat, F. David. Childhood: from fragmentation to flow. In: Infinite Potential, The Life and Times of David Bohm, Hardicover Edition, 1997. 363 p. ==Ligações externas== *Diálogo de Bohm em site: os conceitos de Bohm sobre diálogo (em inglês). *Holonomic model of the brain Categoria:Membros da Royal Society Categoria:Pessoas do Projeto Manhattan Categoria:Professores da Universidade de Londres Categoria:Professores da Universidade de São Paulo Categoria:Físicos dos Estados Unidos Categoria:Físicos do Reino Unido Categoria:Alunos da Universidade de Bristol Categoria:Judeus dos Estados Unidos Categoria:Judeus do Reino Unido Categoria:Físicos do Brasil",
 "title": "David Bohm"
}