{
 "id": "65875",
 "text": "Rodrigo Díaz de Vivar (Burgos, Espanha, 1043 - Valência, 10 de julho de 1099) mais conhecido por El Cid (do mourisco sidi, \"senhor\") e de Campeador (Campidoctor, Campeão), foi um nobre guerreiro castelhano que viveu no século XI, época em que a Hispânia estava dividida entre reinos rivais de cristãos e mouros (muçulmanos). A sua vida e os seus feitos se tornaram, com as cores da lenda, sobretudo devido a uma canção de gesta (a Canción de Mio Cid), datada de 1207, transcrita no século XIV pelo copista Pedro Abád, cujo manuscrito se encontra na Biblioteca Nacional da Espanha, um referencial para os cavaleiros da Idade Média. A imagem que emerge desse manuscrito é a do cavaleiro medieval idealizado: forte, valente, leal, justo e piedoso. Mas há outras fontes que lhe pintam um retrato bem menos favorável. == A história de El Cid (Campeador) ou (Mio Cid) == Rodrigo nasceu em Vivar, uma pequena aldeia próxima à cidade de Burgos, capital do Reino de Castela. Era filho de Diego Flaínez, e de uma senhora com o sobrenome Rodrigues, filha de Rodrigo Álvares, membro da alta nobreza castelhana. Órfão de pai aos 15 anos, foi levado para a corte do rei Fernando I de Leão, onde se tornou amigo e companheiro do infante Sancho. Sua educação se fez no monastério de San Pedro de Cardeña, recebendo ensinamentos sobre letras e leis. Com a morte de Fernando I, o reino foi dividido entre seus filhos: Castela ficou para Sancho; a Galiza para Garcia; Leão para Alfonso; Toro para Elvira; e Zamora para Urraca. Ocorre que Sancho não concordou com a divisão e passou a lutar pela reunificação e ampliação da herança paterna, sob sua coroa, e nessa luta, contou com a ajuda de Rodrigo, nomeado Alferes do reino. Rodrigo tinha 23 anos quando venceu, em combate singular, o alferes de Navarra, Jimeno Garcés, façanha que lhe valeu a alcunha de \"Campeador\", e já no ano seguinte começou a ser conhecido como \"El Cid\", entre os mouros. Investindo contra o irmão Alfonso (Batalha de Golpejera), Sancho tomou-lhe o reino de Leão e, em seguida, voltou-se contra Zamora, empreendendo o cerco do castelo onde vivia Urraca. Foi durante esse cerco que ele foi assassinado, a traição, por Vellido Dolfos, suspeito de ser agente de Alfonso. Sancho não deixou herdeiros e Alfonso VI tornou-se rei de Castela. Mas só foi coroado depois de prestar o Juramento de Santa Gadea, exigido por Rodrigo, eximindo-se de qualquer envolvimento na morte do irmão. Após esse episódio, as relações entre o rei e Rodrigo se foram tornando cada vez mais tensas, até que, em 1081, El Cid foi desterrado, pela primeira vez, de Castela. Neste ponto, sua história é contada em duas versões diferentes. * Segundo a \"Canción de Mio Cid\", 300 dos melhores cavaleiros castelhanos decidiram acompanhá-lo no exílio, fazendo de Zaragoza seu quartel general e travando batalhas vitoriosas contra os mouros. * Segundo uma versão alternativa, Rodrigo refugiou-se nas montanhas de Aragão, arregimentando um pequeno exército cujas armas eram postas ao serviço de quem lhes pagasse mais, fosse cristão ou muçulmano. Aliás, é também essa fonte alternativa que, ao mencionar seu casamento com Jimena ( ou Ximena), filha do Conde de Oviedo, ocorrido pouco antes do exílio, diz, maliciosamente, que a dama era mais velha do que ele, e muito feia porém tinha um patrimônio invejável. O certo é que, nesse tempo, Rodrigo estabeleceu vínculos com o rei mouro da taifa de Valência, Al-Cádir, que se tornou seu amigo e protegido (segundo uma versão) ou seu cliente (segundo outra). Foi em benefício de Al-Cadir que El Cid conquistou os pequenos reinos de Albarracín e Alpuente. Em 1089, o almorávida Yusuf cruzou o estreito de Gibraltar, à frente de um numeroso exército. A invasão ameaçava a segurança de todos os reinos espanhóis, e o rei Alfonso pediu ajuda a Rodrigo, fazendo-o retornar a Castela. Mas não tardou para que a hostilidade voltasse a se manifestar entre ambos, e El Cid foi desterrado pela segunda vez. Nos dez anos que se seguiram, a fama do \"Campeador\" cresceu. Agora liderando um grande exército, conquistou e se tornou senhor dos reinos mouros de Lérida, Tortosa, Dénia, Albarracín, e Alpuente. Por volta de 1093, ao saber do assassinato de Al-Cádir, atacou a taifa de Valência, conseguindo tomá-la em junho de 1094, após 19 meses de cerco da cidade. Segundo a versão que não o enobrece, Rodrigo mandou torturar, e depois queimar vivo, o governador da cidade, Ben Yehhaf, implicado na morte de Al-Cádir. E não teria poupado sua mulher e filhos se não fora a intervenção dos nobres cavaleiros que o seguiam. Já a versão mais difundida sustenta que ele, ao se tornar senhor de Valência, mostrou-se um governante justo e equilibrado. Outorgou à cidade um estatuto de justiça, implantou a religião cristã mas, ao mesmo tempo, renovou a mesquita dos muçulmanos, cunhou moedas e rodeou-se de uma corte de estilo oriental, composta tanto por poetas árabes e cristãos, quanto por pessoas eminentes no mundo das leis. Mas os almorávidas não estavam inertes e se apresentaram às portas da cidade, sob a liderança de Mahammad, sobrinho de Yusuf. Após vários combates, El Cid obteve uma vitória decisiva, que contribuiu para tornar sua pessoa objeto de narrativas heroicas, várias delas absolutamente inverídicas. Até sua morte, Rodrigo governou Valência em nome de Alfonso VII mas, na verdade, seu poder era independente do rei. E ele tratou de aumentá-lo, fazendo casar uma de suas filhas, Cristina também conhecida como Elvira, com o príncipe Ramiro Sanchez de Pamplona, e a outra, María Rodriguez de Bivar, com o conde de Barcelona, Raimundo Berengário III. Ao contrário da tradição lendária, que aprecia vê-lo morrendo heroicamente em combate, Rodrigo Díaz de Vivar, chamado de \"Campeador\" ou \"El Cid\" ou \"Mio Cid\", faleceu numa cama de seu castelo em Valência a 10 de julho de 1099. É nesse ponto da história que Rodrigo vira uma lenda. Os mouros ficaram confiantes pois haviam finalmente matado o El Cid. Sua mulher mandou amarrar seu corpo ao cavalo e sua espada a sua mão e o mandou ao campo de batalha. Ao ver El Cid em cima do seu cavalo passaram a fugir e foram perseguidos e derrotados pelo exército de Rodrigo. Por isso reza a lenda que Don Rodrigo de Castella venceu uma batalha depois de morto. Seus restos mortais, juntamente com os de sua esposa, Jimena, estão sepultados na Catedral de Burgos. == Ligações externas == * (PDF) * Tesoro 3 Biblioteca Nacional Espana, The European Library Categoria:Mortos em 1099 Categoria:História da Espanha Categoria:Nobres da Espanha Categoria:Militares da Espanha Categoria:Linhagem Flaínez Categoria:O Cid",
 "title": "O Cid"
}