{
 "id": "6590",
 "text": "Midões é uma povoação portuguesa do Município de Barcelos que foi sede da extinta Freguesia de Midões, freguesia que tinha 2,54 km² de áreaInstituto Geográfico Português, Carta Administrativa Oficial de Portugal (CAOP), versão 2012.1 e 462 habitantes (2011), e, por isso, uma densidade populacional de 181,9 hab/km². A Freguesia de Midões foi extinta em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada à freguesia de Gamil, para formar uma nova freguesia denominada União das Freguesias de Gamil e Midões com sede em Gamil.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. ==População== População da freguesia de Midões (1864 – 2011) Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 338 242 246 282 298 295 365 494 420 438 453 498 490 457 462 == Monumentos == Dos monumentos mais importantes da localidades, destacam-se a igreja de estilo românico considerada monumento nacional, a estação dos comboios ( já desactivada pela Refer ), a mais antiga do concelho de Barcelos, porque era um terminal antes de ser construída a ponte sobre o Cávado. == Áreas de lazer == Campo de futebol onde são disputados torneios de futebol feminino e masculino. == Património == * Capela do Senhor dos Passos * Centro de desporto * Cemitério * Escola primária * Estação de caminho de ferro * Quinta de Fontêlo * Quinta de Chapre * Quinta de Reborido * Quinta da Costa == Galeria == Ficheiro:Igreja de midoes barcelos 2.JPG|Igreja paroquial Ficheiro:Igreja de midoes.JPG|Capela do Senhor dos Passos Ficheiro:Campo de futebol de midoes.JPG|Centro de desporto Ficheiro:Campo de futebol de midoes 2.JPG|Centro de desporto Ficheiro:Campo de futebol de midoes 3.JPG|Centro de desporto Ficheiro:Campo de futebol de midoes 4.JPG|Centro de desporto A estação de Midões está ativa Categoria:Antigas freguesias de Barcelos",
 "title": "Midões (Barcelos)"
}