{
 "id": "65918",
 "text": "Engracia Domingos da Silva (Luanda, Angola, 10 de abril de 1992), mais conhecida pelo seu nome artístico de Pongo (anteriormente, Pongolove), é uma cantora e compositora angolana de kuduro, rap e pop. ==Biografia== Nascida em Luanda, Angola, a cantora imigrou com sua família para Lisboa, Portugal, fugindo da guerra civil angolana. No novo país, sua mãe trabalhou como faxineira e seu pai como funcionário da construção civil. Viveu em um quarto de albergue por 5 anos com sua família de 5 pessoas, dividindo uma cama com duas irmãs. Durante sua infância em Lisboa, morava em um bairro predominantemente branco e tinha dificuldade para se integrar, sofrendo discriminação racial na escola. Seu pai era muito rígido e não permitia que Pongo e suas irmãs tivessem uma vida social. Frente a essas dificuldades, aos 12 anos se jogou da janela do sétimo andar do prédio onde morava, quebrando uma perna. Enquanto se recuperava e tinha dificuldade para andar, seu pai a chamou de \"M'Pongo Love\", nome de uma cantora congolesa muito conhecida em Angola que havia passado por um período em que não conseguia andar por conta de um tratamento malsucedido de poliomielite . A caminho de uma das sessões de fisioterapia do outro lado da cidade, em um bairro onde moravam imigrantes africanos, Pongo avistou pela primeira vez o grupo de kuduro Denon Squad apresentando-se na rua. Após recuperar-se, começou a dançar com o grupo e a cantar rap. Adotou o nome artístico Pongolove, depois abreviado para Pongo. == Reconhecimento == Em 2021, foi considerada pela revista Bantumen, com o apoio de várias entidades, como uma das personalidades negras mais influentes da lusofonia, aparecendo ao lado de nomes como Grada Kilomba, Mayra Andrade, Paulina Chiziane e Dino d'Santiago na PowerList100 Bantumen. == Carreira == Sua participação no Denon Squad a levou a conhecer o Buraka Som Sistema. Subiu pela primeira vez em um palco com eles em 2008 na casa de shows Music Box em Lisboa. No mesmo ano, ficou conhecida em Portugal pela música \"Kalemba (Wegue Wegue)\", escrita e cantada pela artista. Essa canção integrou a trilha sonora dos jogos Need for Speed: Shift e FIFA 10 e foi vista no YouTube onze milhões de vezes. \"Kalemba (Wegue Wegue)\" passou inclusivamente várias semanas no n.º 1 do top de singles de Espanha, um sinal de sucesso naquele país que muitíssimo poucos artistas portugueses ou baseados em Portugal conseguiram alcançar. Apresentou-se com o grupo Buraka Som Sistema por dois anos e então deixou o grupo por uma disputa em relação aos royalties da música \"Kalemba (wegue Wegue)\". Para sustentar suas irmãs, Pongo começou a realizar trabalhos braçais, depois que seu pai abandonou a família. Um dia, enquanto estava limpando uma casa, ouviu \"Wegue Wegue\" no rádio e passou então a lutar por sua carreira. A retomada de sua carreira foi acelerada em 2018 pelo lançamento de seu primeiro EP, Baia, e em 2019 por sua participação no festival francês Fête de la musique, cantando no Élisée, residência oficial da presidência francesa, sendo recebida pelo presidente francês Emmanuel Macron, ficando conhecida como \"Diva do Kuduro\".Em 2020. lançou seu segundo EP, Uwa (palavra que significa \"passo\" em kimbundo, uma das línguas nacionais de Angola). Em 2020, foi vencedora do prêmio Music Moves Europe Talent Awards. == Discografia == === Álbuns === Álbuns Ano Detalhes Ref. 2018 Baia *Lançamento: 21 de setembro de 2018 2020 Uwa *Lançamento: 7 de fevereiro de 2020 == Ligações Externas == * Canal de Pongo no Youtube * PONGO | Tema Kuzola * Festivais da Canção | Entrevista a Pongo, Tristany e DJ Marfox - 2ª Semifinal do Festival da Canção de 2022 Categoria:Cantores de kuduro Categoria:Naturais de Serrita Categoria:Cantores de Angola",
 "title": "Pongo"
}