{
 "id": "65917",
 "text": "O Treze Futebol Clube, conhecido como o Galo da Borborema, é uma agremiação poliesportiva brasileira com sede na cidade de Campina Grande, Paraíba. Fundado em 7 de setembro de 1925http://www.trezegalo.xpg.com.br/historia.html no centro da cidade, mudando-se para o bairro do São José na década de 1940.Treze FC Página oficial Apesar de ser um clube de futebol, atua também em outros esportes, como volei, basquete e futebol americano. Sua atuação no futebol iniciou-se em 1926, ganhou destaque no Torneio Paralelo de 1986 (uma espécie de Série B, mas que atualmente não é reconhecido pela CBF como tal) quando o clube terminou na primeira colocação do Grupo E e se classificou para a disputa da Série A do mesmo ano. Desde 2000, o Treze conquistou o Campeonato Paraibano por oito vezes (2000, 2001, 2005, 2006, 2010, 2011, 2020 e 2023), sendo o maior campeão estadual do período. Dentre os estaduais, destaque para o título de 1966, que foi vencido de forma invicta e que é representado pela estrela no escudo do clube. Tem uma das melhores estruturas e patrimônio da Paraíba. É proprietário do Estádio Presidente Vargas, um dos maiores estádios particulares do nordeste, com capacidade limitada a 8.885 torcedores é o único estádio particular da Paraíba autorizado pela CBF para realizar competições oficiais.http://www.agoraesportes.com.br/html/noticia.asp?not=35809 == História == Já fez várias boas campanhas na Copa do Brasil, chegando inclusive ao quinto lugar em 2005. É o melhor resultado já obtido por um time paraibano na competição. Naquela edição, o Treze eliminou São Caetano-SP e Coritiba. Também tem outros feitos no cenário nacional, como uma vitória por 1 a 0 diante do Santos Futebol Clube, em plena Vila Belmiro, em 12/10/1986, pelo Brasileirão do mesmo ano, além de pleitear o título da Série B de 1986. No dia 7 de setembro de 1925, treze pessoas lideradas por Antônio Fernandes Bióca (1894-1996), introdutor do futebol na cidade de Campina Grande, se reuniram numa simples casa, onde hoje em dia está construído o Colégio Motiva, e fundaram o Treze Futebol Clube. O nome Treze fora dado ao clube pelo sócio José Casado de Oliveira (1904-1996), pelo fato de serem treze o número de pessoas reunidas no dia da fundação: Antônio Fernandes Bióca, Alberto Santos, Amélio Leite, José Casado de Oliveira(Casado), José de Castro, José Eloy Júnior, José Rodolfo, José Sodré,Luiz Gomes, Olívio Barreto, Osmindo Lima, Plácido Véras (Guiné), e Zacarias Ribeiro (Cotó). O Treze treinou pela primeira vez no Campo dos Currais, local onde atualmente está situado o Mercado Público de Campina Grande. === Primeiros jogos === O primeiro jogo oficial do Treze foi realizado no dia 1º de maio de 1926, no Campo dos Currais, contra o Palmeiras Sport Club de João Pessoa, um importante clube da época. O time do Treze era formado por: Olívio; Zé Eloy e Lima; Eurico, Zacarias do Ó e Zé de Castro; Rodolfo, Casado, Reis, Cotó e Guiné. Nesta mesma partida saiu o primeiro gol do Treze, marcado por Plácido Veras, o Guiné, que também foi um dos fundadores do time. Guiné recebeu este apelido pelo fato de ser um jogador bastante veloz. Plácido Veras era irmão de Manoel de Veras, que era cunhado de Antônio Barbosa Guimarães, \"Massaroca\", um dos maiores pontas do futebol amador da Paraíba. Tendo atuado nos maiores times da época. A primeira partida interestadual do Treze aconteceu no dia 11 de junho de 1928, contra o Paissandu-RN, em Natal. O Treze venceu o jogo por 3 a 1 e conquistou a Taça Paissandu. O clube potiguar pediu revanche e novamente perdeu para o Treze, desta vez pelo placar de 2 a 1. === Primeiros campeonatos paraibanos disputados === O Treze Futebol Clube é o primeiro clube, fora da capital a disputar o Campeonato Paraibano de Futebol no ano de 1939, sendo sua primeira partida contra a equipe do Auto Esporte, derrota por 3 a 2. Em seu segundo jogo na competição, a equipe trezeana ganhou da equipe tricampeã paraibana na época, o Botafogo, pelo placar de 8x1. Como durante muito tempo, os campeonatos paraibanos só se realizavam em João Pessoa, a equipe trezeana não tinha condições financeiras de disputar o campeonato na capital, nos primeiros três anos de disputa consegue um vice-campeonato e bicampeonato em 1940 e 1941. === O retorno ao estadual e o título invicto de 1966 === Durante os campeonatos de 1942, 1943 e de 1945 a 1949 o Treze não disputa o Campeonato Paraibano por causa do prejuízo financeiro de ter de jogar todos os jogos na capital, longe de sua torcida. Com a implantação do profissionalismo em 1950, o Treze decide participar do Campeonato Paraibano e volta a ser campeão paraibano, mas volta a ficar ausente dos estaduais de 1952 e de 1954 à 1960 (em 1951 não houve Campeonato Paraibano). Em 1966, o Treze se sagrou o campeão invicto do Campeonato Paraibano, que representa a estrela acima do escudo do clube. O presidente do Treze da época, Edvaldo do Ó, teve um atrito com a imprensa de Campina Grande e proibiu a entrada de locutores no Estádio Presidente Vargas. Edvaldo então ordenou que as partidas do Treze fossem gravadas em áudio, as quais eram transmitidas, após o término das partidas, em um carro de som estrategicamente colocado no atual Calçadão da Rua Cardoso Vieira. Verdadeiras multidões se reuniam para ouvir as gravações, e vibravam com os gols como se fosse ao vivo. Resultados do Treze no Campeonato Paraibano de 1966 : *12/06: Treze 1 x 0 Nacional *19/06: Treze 3 x 0 União *22/06: Treze 3 x 1 Guarabira *18/07: Treze 3 x 0 Esporte *24/07: Treze 2 x 2 Botafogo *14/08: Treze 3 x 0 Santos *04/09: Treze 2 x 0 Campinense *09/10: Treze 1 x 0 Nacional *23/10: Treze 2 x 0 Guarabira *06/11: Treze 2 x 2 União *18/11: Treze 1 x 0 Santos *27/11: Treze 3 x 0 Botafogo *04/12: Treze 1 x 0 Esporte *11/12: Treze 1 x 0 Campinense === Garrincha === No ano de 1968, onde o Treze enfrentou a seleção de novos da Argentina e perdeu por 3 a 2, logo após o confronto no dia 8 de fevereiro de 1968 no Estádio Presidente Vargas, Garrincha vestiu a camisa do Treze Futebol Clube no amistoso com a seleção da Romênia classificada para a Copa do Mundo de 1970, sendo substituído no segundo tempo, derrota trezeana por 2x1, Leduar fez o gol do Galo, que atuou com: Elias; Janca, Antonino e Leduar; Mané e Nilton; Mané Garrincha (Paluca), Lima, Chicletes, Pedrinho e Zé Luiz. === Década de 1980 === O Treze, na década de 1980 conquista o tricampeonato do Campeonato Paraibano em 1981, 1982 e 1983 e volta a vencer o estadual em 1989. Em 1986, o Treze conquista o Grupo E do Torneio Paralelo, competição esta que é considerada por alguns autores como sendo uma espécie de Série B do Campeonato Brasileiro. Nesta competição o Treze obteve 12 pontos em 8 jogos, sendo 5 vitórias, 2 empates e 1 derrota, marcando 8 gols, sofrendo 2 gols e saldo de 6 gols, com os seguintes jogos: *6 de setembro de 1986 - Treze 1x0 Ferroviário *10 de setembro de 1986 - Treze 1x0 Guarany *14 de setembro de 1986 - América-RN 0x0 Treze *17 de setembro de 1986 - Sport Belém 1x2 Treze *21 de setembro de 1986 - Treze 2x0 River *24 de setembro de 1986 - Rio Negro 0x0 Treze *28 de setembro de 1986 - Treze 2x0 Moto Clube *1 de outubro de 1986 - Maranhão 1x0 Treze === Tempos recentes === A década de 1990 passa sem títulos para o Treze na Paraíba, voltando a ser campeão estadual nos anos de 2000, 2001, 2005, 2006, 2010, 2011 e 2020. Em 2018 alcançou o vice-campeonato da Série D reconquistando um lugar de destaque no cenário nacional. === Melhores campanhas na Copa do Brasil === Em 1999, o Treze é o primeiro clube paraibano a passar da primeira fase da competição ao derrotar o Santa Cruz, em Recife, sendo eliminado na segunda fase pelo Corinthians, nos pênaltis, após dois empates em 2 a 2, tanto em Campina Grande quanto em São Paulo. Em 2005, o Galo da Borborema chega nas quartas de final da Copa do Brasil, após eliminar , e é eliminado nos pênaltis pelo , o que foi muito contestado pela imprensa e pela torcida trezeana, todos afirmam que o goleiro do Fluminense supostamente estava se adiantando muito nas cobranças do Galo. == Rivalidade == Seus dois maiores rivais no futebol estadual são o Campinense, de Campina Grande, no confronto conhecido por Clássico dos Maiorais, e o Botafogo, de João Pessoa, que realiza junto com o Treze, o Clássico Tradição. Até o presente o Clássico dos Maiorais foi disputado 418 vezes. O Treze venceu 141 vezes, o Campinense 113 e terminou empatado em 163 oportunidades. Já diante da equipe pessoense, o Treze disputou 354 jogos, dos quais venceu 135, foi derrotado em 105 oportunidades e empatou em outras 114. == Torcida == De acordo com os institutos de pesquisa como o Datavox e GPP, o Treze é o clube local com o maior número de torcedores da Paraíba. Estima-se que o clube tem uma torcida de aproximadamente 600 mil torcedores só na Paraíba, o que representa 62% da preferência dos torcedores locais, tendo uma torcida maior que a soma da 2ª e 3ª maior torcida do estado. === Torcidas organizadas === O Treze Futebol Clube possui oficialmente três torcidas organizadas: ====Galera Unida do Galo (GUGA)==== Fundada em 1970, a Galera Unida do Galo é a mais antiga torcida organizada em atividade da Paraíba. Foi durante mais de 20 anos a maior torcida do Treze, até o final da década de 90, quando a febre das torcidas jovens estava em alta todo o Brasil e a GUGA acabou perdendo força e parando suas atividades. A maioria dos seus membros fundaram então novata Torcida Jovem do Galo em 2001. A GUGA foi relançada no dia 16 de dezembro de 2014, e sua reestreia foi no amistoso Treze x Centro Esportivo Força e Luz no dia 7 de janeiro de 2015. Em jogos oficiais a estreia da GUGA em sua nova fase foi no dia 1 de fevereiro de 2015 em um jogo contra o Santa Cruz de santa rita, válida pela 1ª rodada do Campeonato Paraibano de Futebol de 2015. É a segunda maior torcida organizada do Treze atrás apenas da Jovem do Galo, e a principal representante do time na arquibancada sombra. ====Torcida Jovem do Galo (TJG)==== Em 13 de dezembro de 2001, foi fundada a Torcida Jovem do Galo, que apareceu pela primeira vez nos estádios em 20 de Janeiro de 2002, em um jogo contra o ABC de Natal no estádio Amigão. ====Torcida Organizada Tocha Alvinegra (TOCHA)==== Fundada em 1985, a TOCHA é uma torcida de caráter mais tradicional. É a torcida com mais tempo ininterrupto do Treze, com 30 anos de atividade sem pausas ou paralisações. Os seus membros são pessoas com mais idade, trezenos que já acompanham o time a décadas e até hoje fazem parte da TOCHA. É a torcida responsável pela arrecadação de fogos e materiais para festas na arquibancada. ===Torcidas não oficiais=== Além dessas, o Treze possui mais cinco torcidas ou movimentos organizados não cadastrados no Ministério Público da Paraíba: * Movimento Camisa Treze (CAMISA 13) * Torcida Organizada do Galo de Pocinhos (TOGAPO) * Torcida Organizada do Galo de Remígio (TOGARE) * Torcida Organizada Núcleo Alvinegro (NÚCLEO) ===Torcidas extintas=== * Charanga do Galo (CHARANGALO) * Fiéis do Galo (FIGA) * Terroristas do Galo (TEGA) * Torcida Organizada do Galo (TOGA) ==Símbolos== === Escudos === Ao longo de sua história o Treze Futebol Clube já teve sete escudos diferentes. Um dos escudos antigos que mais se destacam ainda é o primeiro criado, onde há o número 13 em meio a um círculo, que representa a bola de futebol. No escudo atualmente usado pelo clube, o brasão é cortado por uma faixa curva com o nome Treze e ao centro as letras F e C (Futebol e Clube) se cruzam, formando um contexto do nome do time: Treze Futebol Clube; a estrela amarela acima do escudo simboliza o título invicto do estadual paraibano, conquistado em 1966. === Uniformes === ==== 2019 ==== ==== 2018 ==== ==== 2017 ==== ==== 2016 ==== ==== 2013 ==== ==== 2012 ==== ==== 2010-2011 ==== ===Mascote=== O mascote do Treze é o galo, devido a numeração no jogo do bicho, na qual o número 13 corresponde ao galo. Foi adotado logo após sua fundação em 7 de setembro de 1925, com a alcunha de Galo da Borborema. === Estádio === Fundado em 17 de março de 1940, o Presidente Vargas, com localização no bairro São José, próximo ao Centro de Campina Grande, de propriedade do Treze, o maior estádio particular da Paraíba e o único com condições de sediar jogos oficiais, tem capacidade para 5.000 pessoas. ==Estatísticas== === Participações === Participações em 2024 Competição Competição Temporadas Melhor campanha rowspan=\"2\" Campeonato Paraibano 69 Campeão (17 vezes) 1939 2024 1 Segunda Divisão 1 Semifinal (1995) 1995 1 Copa do Nordeste 11 Semifinal (2010) 1998 2024 rowspan=\"5\" Campeonato Brasileiro 9 8º colocado (1967) 1967 1987 1 Série B 9 15º colocado (1989) 1980 1991 1 1 Série C 15 5º colocado (2005 e 2013) 1992 2020 – 2 Série D 7 Vice-campeão (2018) 2009 2024 2 Copa do Brasil 15 Quartas de final (2005) 1990 2024 == Títulos == {| border=\"2\" cellpadding=\"3\" cellspacing=\"0\" style=\"margin: 1em 1em 1em 0; background: #F1F1F1; border: 1px #aaa solid; border-collapse: collapse; font-size: 90%;\" |- bgcolor=\"#CCCCCC\" align=\"center\" ! colspan=\"4\" style=\"background: black;\" | NACIONAIS |- bgcolor=\"#CCCCCC\" align=\"center\" ! width=\"50\" | ! width=\"230\" |Competição ! width=\"50\" |Títulos ! width=\"380\" |Temporadas |- ! rowspan=\"1\" align=\"center\" | ! rowspan=\"1\" align=\"center\" |Torneio Paralelo ! rowspan=\"1\" align=\"center\" |1 | rowspan=\"1\" |1986 |- {| border=\"2\" cellpadding=\"3\" cellspacing=\"0\" style=\"margin: 1em 1em 1em 0; background: #F1F1F1; border: 1px #aaa solid; border-collapse: collapse; font-size: 90%;\" |- bgcolor=\"#CCCCCC\" align=\"center\" ! colspan=\"4\" style=\"background: black;\" | REGIONAIS |- bgcolor=\"#CCCCCC\" align=\"center\" ! width=\"50\" | ! width=\"230\" |Competição ! width=\"50\" |Títulos ! width=\"380\" |Temporadas |- ! rowspan=\"1\" align=\"center\" | ! rowspan=\"1\" align=\"center\" |Torneio Paraíba - Pernambuco ! rowspan=\"1\" align=\"center\" |1 | rowspan=\"1\" |1961 |- ! rowspan=\"1\" align=\"center\" | ! rowspan=\"1\" align=\"center\" |Torneio Rio Grande do Norte - Paraíba ! rowspan=\"1\" align=\"center\" |1 | rowspan=\"1\" |1980 |- ESTADUAIS Competição Títulos Temporadas Campeonato Paraibano 17 1940, 1941, 1950, 1966, 1975**, 1981, 1982, 1983, 1989, 2000, 2001, 2005, 2006, 2010, 2011, 2020 e 2023 Copa Paraíba 1 2009 Torneio Início 5 1965, 1974, 1976, 1982 e 1985 NOTAS: CAMPEÃO INVICTO Por não serem um torneio à parte, os chamados \"zonais\", fases regionais e inter-regionais da Taça Brasil, não foram listados aqui. ** Título dividido com o Botafogo. Em 1975, o Campeonato Paraibano não chegou ao fim e Botafogo, campeão do primeiro turno, e Treze, campeão do segundo turno, dividiram o título e representaram a Paraíba no Campeonato Brasileiro. O Campinense requereu na justiça desportiva o título [do segundo turno] e teve ganho de causa. Porém, a Federação Paraibana de Futebol, até o momento, não reconheceu o Campinense como campeão paraibano de 1975. === Outras conquistas === * 1926 - Taça União Operária * 1926 - Torneio Início da União Desportiva Campinense * 1928 - Torneio Início da Liga Desportiva Campinense * 1928 - Taça Paysandu * 1937 - Taça C. Mororó * 1938 - Taça Presidente Vargas * 1941 - Torneio Relâmpago * 1947 - Taça Armazéns do Norte * 1947 - Quadrangular Capitão Renato Ribeiro de Moraes * 1948 - Taça Hilacarmon * 1948 - Taça As Nações Unidas * 1948 - Taça SOBRASIL * 1948 - Taça Studebaker * 1948 - Taça Altino Brito * 1948 - Taça Prefeitura de Limoeiro * 1952 - Torneio Quadrangular * 1953 - Torneio Quadrangular de 28° aniversário * 1954 - Taça Alimonda Irmãos * 1956 - Taça Esperança * 1958 - Torneio Quadrangular \"JK\" * 1958 - Taça Cimal * 1959 - Taça Portugal * 1959 - Taça Rodoviária Estrela do Norte * 1960 - Taça Rodoviária Estrela do Norte * 1960 - Taça Desembargador Tomás Salustiano * 1961 - Quadrangular Alberto Santos * 1962 - Taça Berro D´água * 1965 - Taça Severino Cruz * 1965 - Taça Mivaldo França * 1967 - Grupo Nordeste da Taça Brasil * 1968 - Taça Rubem Moreira * 1968 -Taça Heleno do Ó * 1969 - Taça Br-230 * 1969 - Taça General Paz de Lima * 1969 - Taça Independência * 1969 - Taça Garrastazu Médici * 1970 - Torneio Início do Campeonato Paraibano Misto (Mistão-70) * 1971 - Taça 31 de Março * 1971 - Torneio Cidade de São Luís * 1973 - Torneio Quadrangular Evaldo Cruz * 1973 - Taça Diários Associados * 1974 - Taça Café São Braz * 1974 - Taça Caranguejo * 1976 - Taça Polícia Militar * 1976 - Torneio Quadrangular Edgar Monteiro * 1979 - Torneio Pentagonal Cleto Marques de Almeida * 1986 - Taça Lúcia Braga *2012 - Taça Federação Paraibana *2012 - Taça Rota do Mar === Campanhas de destaque === Treze Futebol Clube Torneio Campeão Vice-campeão Terceiro colocado Quarto colocado Quartas-de-final Copa do Brasil 0 (não possui) 0 (não possui) 0 (não possui) 0 (não possui) 1 (2005) Copa do Nordeste 0 (não possui) 0 (não possui) 0 (não possui) 1 (2010) 1 (2000) Campeonato Brasileiro - Série B 0 (não possui) 0 (não possui) 0 (não possui) 0 (não possui) 1 (1985) Campeonato Brasileiro - Série C 0 (não possui) 0 (não possui) 0 (não possui) 0 (não possui) 5 (2001), (2004), (2005), (2006) e (2013) Campeonato Brasileiro - Série D 0 (não possui) 1 (2018) 0 (não possui) 0 (não possui) 1 (2011) == Notas == == Bibliografia == * \"Treze Futebol Clube - 80 anos de história\" (2006), de Mário Vinícius Carneiro Medeiros. == Ligações externas == *Página oficial do Treze Futebol Clube *Estatísticas do Campeonato Paraíbano *Estatísticas do Treze Futebol Clube *Áudios do Treze *Treze na Copa do Brasil *Vídeos do Treze *Garrincha e Nilton Santos Trezeanos *Há 40 anos ... *Série B de 1986 Categoria:Clubes de futebol fundados em 1925 Categoria:Clubes de futebol feminino do Brasil Categoria:Clubes de handebol do Brasil Categoria:Clubes de futsal da Paraíba Categoria:Fundações na Paraíba em 1925",
 "title": "Treze Futebol Clube"
}