{
 "id": "65924",
 "text": "Pepsi é um refrigerante gaseificado com sabor de cola, fabricado pela PepsiCo. Foi originalmente criado e desenvolvido em 1893 por Caleb Bradham nos Estados Unidos e tornou-se conhecido como Pepsi-Cola em 1898, antes de ser abreviado para Pepsi em 1961. Em 2023, era a segunda marca de refrigerantes mais valiosa do mundo, atrás apenas da Coca-Cola; ambas compartilham uma rivalidade de longa data no que tem sido chamado de \"guerras das colas\". == História == ===Origem=== A Pepsi foi inventada pela primeira vez em 1893 com o nome de \"Brad's Drink\" por Caleb Bradham, que vendia a bebida em sua drogaria em New Bern, Carolina do Norte, Estados Unidos. Foi renomeada como \"Pepsi-Cola\" em 1898, \"Pepsi\" porque era anunciada para aliviar a dispepsia (indigestão) e \"Cola\" referindo-se ao sabor de cola. Alguns também sugeriram que o termo \"Pepsi\" pode ter sido uma referência à bebida que auxilia na digestão, como a enzima digestiva pepsina, mas a própria pepsina nunca foi usada como ingrediente da Pepsi-Cola. A receita original também incluía açúcar e baunilha. Bradham procurou criar uma bebida fonte que fosse atraente e ajudasse na digestão e aumentasse a energia. Em 1903, Bradham transferiu o engarrafamento da Pepsi de sua drogaria para um armazém alugado. Naquele ano, Bradham vendeu 7.968 galões de xarope. No ano seguinte, a Pepsi foi vendida em garrafas de 180 mililitros e as vendas aumentaram para 19.848 galões. Em 1909, o pioneiro das corridas automobilísticas Barney Oldfield foi a primeira celebridade a endossar a Pepsi, descrevendo-a como \"uma bebida agressiva, refrescante e revigorante\". O tema publicitário \"Delicioso e Saudável\" foi então utilizado nas duas décadas seguintes. Em 1923, a Pepsi-Cola Company entrou em falência - em grande parte devido às perdas financeiras incorridas pela especulação sobre as grandes flutuações dos preços do açúcar como resultado da Primeira Guerra Mundial. Os ativos foram vendidos e Roy C. Megargel comprou a marca Pepsi. Megargel não teve sucesso em encontrar financiamento para reviver a marca e logo os ativos da Pepsi-Cola foram comprados por Charles Guth, o presidente da Loft, Inc. A Loft era uma fabricante de doces com lojas de varejo que continham refrigerantes. Ele procurou substituir a Coca-Cola nas fontes de suas lojas depois que a The Coca-Cola Company se recusou a lhe dar descontos adicionais em xarope. Guth então fez com que os químicos da Loft reformulassem a fórmula do xarope da Pepsi-Cola. Em três ocasiões, entre 1922 e 1933, foi oferecida à Coca-Cola Company a oportunidade de comprar a Pepsi-Cola Company, propostas que foram recusadas. === Recuperação === Em 1934 a companhia lançou a garrafa de vidro de 355 mL, que era vendida a 5 centavos de dólar, o mesmo valor pago pelas garrafas de 177 mL que era o padrão da concorrência. As vendas iniciaram na cidade de Baltimore, no estado americano de Maryland, sendo um sucesso de vendas em plena Grande Depressão americana. Em virtude das vendas, a empresa reiniciou suas atividades no Canadá. No mesmo ano, o inventor da bebida, Caleb Bradham, morre aos 66 anos de idade. Em 1940, o jingle “Nickel, Nickel”, criado para a Pepsi-Cola, se tornou o primeiro a ser transmitido nacionalmente nos Estados Unidos. Em 1950, o produto ganhou um novo logotipo chamado “Bottle Cap”, que nada mais era que uma tampa de refrigerante com o nome do produto nas cores azul, vermelha e branca. No mesmo ano a Pepsi lança sua garrafa de PET, no tamanho família. Acontece também uma reestruturação publicitária da marca, que passa a investir maciçamente em publicidade, para acabar com o estigma de refrigerante barato. Em 1964, é lançado no mercado a Diet Pepsi, o primeiro refrigerante dietético americano. Em 1965, foi fundada a Pepsico Inc. Resultado da fusão da Pepsi-Cola e da Fritolay, uma das maiores empresas de snacks do mundo. No ano de 1967 o refrigerante Pepsi é lançado em lata de alumínio. Em 1970 é lançada a Pepsi em embalagem de 2 litros. No dia 27 de janeiro de 1984, o cantor Michael Jackson participou das gravações para um comercial do refrigerante Pepsi. Nesta ocasião, faíscas dos efeitos especiais acabam incendiando o cabelo do cantor. Em 2013 a empresa fez em conjunto com Jeff Gordon uma famosa pegadinha com um vendedor de test-drive, que se tornou viral na internet. Em agosto de 2015 a Pepsi aboliu o uso de aspartame nas suas bebidas. == Ingredientes e validades == Originalmente, a fórmula da Pepsi foi criada para fins medicinais e passou a ser comercializado em 1893, como bebida refrescante. O refrigerante Pepsi normal possui como ingredientes aromatizantes naturais compostos, água gaseificada, açúcar, cafeína, corante de caramelo (INS 150a), extrato de Noz-de-cola e acidulante Ácido Fosfórico (INS 338). É um produto não alcoólico, sem Glúten e não possui quantidades significativas de proteínas, gorduras totais, gorduras saturadas, gorduras trans, fibras alimentares e sódio. O prazo de validade varia conforme a embalagem sendo de: * 84 dias para embalagem família de 3,3 L. * 3 meses para embalagem PET de 600 mL. * 4 meses para embalagens de PET de 1 L, 1,5 L, 2 L e 2,5 L. * 9 meses para latas de alumínio de 350 mL e garrafas de vidro de 284 mL. O prazo de validade é contado a partir da data de fabricação do produto. == Publicidade == === O logotipo === O símbolo da Pepsi, representado pelo globo, teve sua origem na década de 1940, durante a Segunda Guerra Mundial, como uma forma de apoio e patriotismo. O refrigerante lançou na época uma nova tampa em edição especial, que trazia escrito o nome Pepsi-Cola em fonte curvilínea em cor vermelha, sobre um fundo vermelho, branco e azul (cores da bandeira americana), numa representação ondulada. Após o final da guerra, em 1945, o logotipo foi oficializada para os produtos da empresa. Em 1962 o logotipo da Pepsi-Cola foi redesenhada, as letras do nome passam para uma fonte na cor preta e com letras de fôrma. Não mais Pepsi-Cola, passando a ser denominada por Pepsi. Em 1973 o dizer Pepsi deixa de ser empregado em cor preta, e passa para a cor azul. A partir de 1991, o logotipo da Pepsi é dividido, isto é, surge o globo da Pepsi limpo com escrito do nome sobre o mesmo. File:Pepsi Cola logo 1902.svg|Logotipo usado de 1898 a 1905 File:Pepsi Cola logo 1940.svg|1940 - 1950 File:Pepsi logo.svg|1973 - 1991 File:PepsiOld.svg|1992 - 2003 File:Pepsi logo 2008.svg|2008 - 2014 === Contratos de imagem e comerciais === A partir de 1983 a Pepsi firma uma nova forma de desenvolver a propaganda de seu produto, através de contratos de imagens de celebridades do mundo da música, esporte e cinema. Durante sua história já possuiu diversos garotos e garotas-propaganda, também chamados de porta-vozes, que realizaram comerciais para a televisão, rádio, materiais impressos além de patrocinar turnês de shows de alguns. Entre as diversas celebridades que já estiveram ao lado da marca, destacam-se: Madonna, Beyoncé, Britney Spears, correspondem a celebridades que mais estiveram ao lado da Pepsi em número de comerciais, Claudia Schiffer, Cristina Aguilera, Gloria Stefan, Jennifer Lopez, Kylie Minogue, Mariah Carey, Michelle Williams, Pink, Rihanna, Nicki Minaj, Shakira e Tina Turner também são artistas que já fizeram comerciais para a marca. Os cantores Akon, Bob Dylan, David Bowie, Enrique Iglesias, Justin Timberlake, Lionel Richie e Michael Jackson que ao lado de Britney Spears foi o maior porta-voz da marca em número de comerciais, Ray Charles, Ricky Martin, Rod Stewart, além do brasileiro Guarabyra (autor do jingle dos anos 70 para a Pepsi, \"Só tem amor quem tem amor pra dar\", um marco para a propaganda na geração) já fizeram comerciais para a Pepsi. Os grupos musicais Kiss, Black Eyed Peas, RBD que promoveram a Pepsi no México e as Spice Girls. Os atores Michael J. Fox da cine-série “De volta para o futuro”, Cindy Crawford, Billy Crystal entre outros. Ainda, nas celebridades, a cantora brasileira Rosana, interprete da música “o amor e o poder” e o ator/cantor Evandro Mesquita, ambos em 1987 e, a atriz Regina Casé. Em 2001 a, então modelo Daniella Cicarelli, passou a ser nacionalmente conhecida após atuar em um comercial da Pepsi. Na ficção, personagens como ET o extraterrestre em 1982, Alien, da série de filmes de ficção científica em 1992, os personagens Didi Mocó (Renato Aragão, Dedé (Manfried Sant'Anna), Mussum (Antônio Carlos Bernardes Gomes) e Zacarias (Mauro Faccio Gonçalves) de Os Trapalhões em 1988, o espião Austin Powers, os personagens animados Papa-Léguas e Coiote e, até mesmo Mestre Yoda e Darth Vader da cine-série Star Wars (Guerra nas Estrelas) fizeram parte da história da propaganda do refrigerante Pepsi. A Pepsi, também teve sua marca apresentada por esportistas como o tenista Gustavo Kuerten e os jogadores de futebol ingleses David Beckham e Frank Lampard, os espanhóis Fernando Torres, Cesc Fabregas e Raul Gonzáles, o português Rui Costa, o italiano Francesco Totti, o argentino Lionel Messi, o russo Andrei Arshavin, o francês Thierry Henry, e os brasileiros Kaká, Ronaldinho Gaúcho, Denílson, Roberto Carlos e o rei Pelé em 1981. O jogador de futebol americano Joe Montana e Dan Marino. O Wrestler CM Punk tem uma tatuagem do logo da Pepsi em seu ombro esquerdo. Dentre todos da lista, Michael Jackson e Britney Spears aparecem como os campeões de divulgação da marca. Tanto Michael, quanto Britney já estiveram em mais de oito comerciais de grande produção do refrigerante Pepsi.VEJA. Os grandes duelos. Edição de Aniversário. 24 de setembro de 2003. http://veja.abril.com.br/especiais/35_anos Acessado em: abril de 2010.VIDEOS Diversos. Comerciais antigos presentes em site de vídeos. Acessado em: abril de 2010AMBEV. Pepsi leva a África e o futebol para universo virtual. 22/04/2010. Disponível em: http://www.ambev.com.br/Noticias/interna Acessado em: abril de 2010.FOLHA Online. Bob Dylan faz comercial da Pepsi ao lado de Will.i.am. 30/01/2009. Disponível em: http://www1.folha.uol.com.br/folha/ilustrada/ult90u496355.shtml Acessado em: abril de 2010.ALBUQUERQUE. Vinícius. Ronaldo, Beckham e Jennifer Lopez estrelam campanha publicitária da Pepsi. Folha Online. 23/02/2005. Disponível em: http://www1.folha.uol.com.br/folha/dinheiro/ult91u93699.shtml Acessado em: abril de 2010.Folha de S.Paulo. Pepsi e Coca-Cola escalam musas juvenis para elevar vendas. Folha Online. 08/04/2001. http://www1.folha.uol.com.br/folha/dinheiro/ult91u18833.shtml Acessado em: abril de 2010. === Pepsiman === Entre 1994 e 2000, Pepsiman (ペプシマン Pepushiman), personagem criado por Travis Charest, foi usado em comerciais da divisão japonesa da empresa. Em 1996 o mesmo teve sua primeira aparição em jogos eletrônicos, versão japonesa de Fighting Vipers, jogo de luta para Sega Saturn. 1999 marcou o ano da estréia do mascote antropomorfo em seu próprio jogo para a plataforma playstation, que teve seu título homônimo. === Guerras das colas === A Guerra das Colas foi uma disputa que começou publicitariamente entre as duas maiores fabricantes de refrigerantes do mundo, a Pepsi e a Coca- Cola, no final da década de 1970 e, que ocorre até hoje de forma mais amena. Em 1975, a Pepsi começou a divulgar comerciais de televisão em que realizava testes cegos de preferência com pessoas, chamando de “Pepsi Challenge” ou o Desafio Pepsi. Os comerciais de 30 segundos mostravam as mais diferentes classes sociais americanas, com testes sendo realizados em shopping centers, escolas, corpo de bombeiros, centros e em diversos locais públicos, no início da década de 1980, os comerciais passaram a ser apresentados pelo ator Gabe Kaplan. A Coca-Cola também exibiu anúncios em resposta aos da Pepsi e vice- versa. Um dos anúncios da Coca comparava o então chamado \"Desafio Pepsi\" a dois chimpanzés decidindo que bola de tênis tinha mais tecido. No dia 23 de abril de 1985, baseada na disputa com a Pepsi, a Coca-Cola lançou a New Coke, este fato, segundo o próprio site da empresa, foi o “maior risco” já adotado em toda a história da companhia. Neste dia, foi anunciada a mudança da fórmula original do refrigerante, a primeira em 99 anos. Esta atitude se deu a partir de testes cegos realizados com cerca de 200 mil consumidores e que afirmavam ser de preferência unânime pela nova fórmula em relação à concorrente Pepsi. Na prática, ocorreu o contrário. Houve uma queda expressiva nas vendas, diversas reclamações por telefone, carta e protestos. Na época, a guerra ficou mais acirrada, pois a Pepsi começou a fazer propagandas anunciando indiretamente que havia finalmente vencido a disputa entre as colas. Os comerciais veiculados pela Pepsi informavam da mudança na fórmula da concorrente, como o observado nos comerciais \"They changed my Coke\" (Eles mudaram minha Coca), Archaeology (Arqueologia) e “Back in time” (De volta no tempo). Neste mesmo ano, tanto a Pepsi, quanto a Coca-Cola lançaram diversos comerciais, sendo o período de maior informes publicitários das duas empresas, só a Pepsi lançou 58 comerciais em um período curto, com uma média que chegou a mais de um por semana. Com a pressão dos consumidores, no dia 11 de julho, exatamente 79 dias após o lançamento da New Coke, a Coca-Cola original volta a ser produzida e distribuída com o nome de “Coca-Cola Classic”.CNN Money. Coke vs. Pepsi: the new cola wars. Disponível em: http://money.cnn.com/2002/05 Acessado em: abril de 2010.THE COCA-COLA Company. Coke lore: the real story of new coke. http://www.thecoca-colacompany.com/heritage/cokelore Acessado em: abril de 2010.FOLHA Online. Guerra das \"Colas\" utiliza cantoras pop. 27/03/2004. Disponível em: http://www1.folha.uol.com.br/folha/dinheiro Acessado em: abril de 2010. No trato da resposta, a Coca-Cola, nos últimos anos vem trabalhando com sutilezas, abordando temas de “viva a igualdade” como no comercial “Polar Bear and Penguins”, de “união” como no comercial “Republican and Democrat” e, de que “a realidade é diferente”, como no enredo do comercial “The Real Monkey”, em que mostra os tão discutidos macacos na vida real, e não em um laboratório. === Casas de shows === O refrigerante Pepsi possui também, duas casas de shows que levam o nome da marca e, são destinadas a diversificação da cultura. Chamada de Pepsi on Stage, esta primeira foi inaugurada no dia 9 de maio de 2006, com os mesmos moldes de casas de espetáculos empregados no exterior como no Pepsi Stage em Amsterdam, na Holanda, Pepsi Arena em Albany e Pepsi Coliseum em Indianapolis, nos EUA. Também no Rio Grande do Sul, estado de maior participação em número de vendas da Pepsi no Brasil, o Pepsi Club, outra casa de shows na cidade de Caxias do Sul, inaugurada no dia 10 de dezembro de 2009.PEPSI CLUB. Pepsi Club. Disponível em: http://www.pepsiclub.com.br Acessado em: abril de 2010.PEPSI ON STAGE. Apresentação. Disponível em: http://www.pepsionstage.com.br Acessado em: abril de 2010.AMBEV. Pepsi on Stage coloca Porto Alegre no circuito de grandes shows do país. 29/05/2006. Disponível em: http://www.ambev.com.br/Noticias/interna Acessado em: abril de 2010. === Projetos sociais === Em 2009, a Pepsi lançou na cidade de Porto Alegre o projeto “Eu Amo Porto”, adotando a orla do Rio Guaíba e o Parque Farroupilha (Parque da Redenção), em um Projeto inédito de revitalização urbana que está alinhado com sua filosofia mundial de crescimento sustentável. Desde o início do projeto a empresa vem aumentando suas vendas segundo os últimos relatórios da Nilsen na Região Sul e a aceitação da população ao projeto, o transformou em um dos maiores cases de marketing da Companhia em 2009. Em fevereiro de 2010, a Pepsi mundial lançou o “Pepsi Refresh Project”, que consistia na doação de 1 milhão de dólares para a implantação de projetos filantrópicos. Para tanto, qualquer pessoa poderia participar, bastando enviar ideias para melhoria do mundo. A decisão era por votação realizada no próprio site da empresa, sendo os ganhadores os projetos com maior quantidade de votos.REFRESH Everthing. Pepsi Refresh Project. Disponível em: http://www.refresheverything.com Acessado em: abril de 2010.PEPSICO. Eu Amo Porto. Disponível em: http://www.euamoporto.com.br Acessado em: abril de 2010. == Países lusófonos == === Brasil === miniaturadaimagem|Caminhão da Pepsi no Brasil Em 1950, a Pepsi já era importada, dos Estados Unidos para uma loja do Rio Grande do Sul. Em 1952, foi inaugurada em Porto Alegre a fábrica brasileira de refrigerantes Refrigerantes Sul Rio-Grandense S.A., propriedade do imigrante português Heitor Pires, que começou a produzir a Pepsi-Cola em Porto Alegre. Pires investiu pesado em marketing, pintando as fachadas dos bares da cidade com o logotipo do refrigerante, usando a entrega em domicílio com caminhões identificados com a marca, e criando tampinhas de garrafa premiadas. Logo os gaúchos acreditavam que a bebida era um produto local. miniaturadaimagem|Produtos do segmento de moda da Pepsi em uma loja de roupas no Brasil A construção de um aterro e o desenvolvimento urbano da região da Sul-Riograndense a partir de 1979, forçaram as autoridades locais impedirem a permanência da fábrica no local. Pressionada, a Pepsi deixou em 1994, se mudando para Sapucaia do Sul. Outra fábrica também existe em Viamão. O prédio original foi demolido em 1999. Em 1984, a Companhia Cervejaria Brahma assinou contrato para distribuir as bebidas da PepsiCo. Dez anos depois, tendo prejuízos e raramente superando os 10% nas participações de mercado, revenderam os direitos para a argentina BAESA. Em 1997, com o braço brasileiro da BAESA entrando em falência, a Brahma comprou as operações da empresa. Ao voltar a ter os direitos das bebidas da PepsiCo, que também dava oportunidade para fortalecer a participação da empresa em refrigerantes - bebidas como Guaraná Brahma, Limão Brahma e Sukita detinham 9% do mercado, muito atrás da Companhia Antarctica Paulista e Coca-Cola, e ao baixar preços para tentar impulsionar vendas davam prejuízos - a Brahma assinou um acordo de franquia com duração de 20 anos para a fabricação, distribuição e comercialização de seus produtos, até esta data a marca vinha passando por dificuldades de logística e distribuição da linha no país, que não ultrapassava mais de 50% do território nacional. Além de aproveitar o grande número de distribuidores da Brahma, o Nordeste Brasileiro passou a ter os produtos da Pepsi. Em 1999, após a fusão da Brahma com a Antarctica para criar a Companhia de Bebidas das Américas (Ambev), a nova empresa aproveitou o contrato firmado anteriormente para fabricar e distribuir as bebidas da PepsiCo em todo território brasileiro. Entre 2000 e 2004, a Pepsi foi patrocinadora do Sport Club Corinthians Paulista. Atualmente, patrocina o Clube Atlético Mineiro no país. Em 2010, a Pepsi passou a usar \"Pode Ser\" no slogan, uma estratégia de comunicação reconhecendo sua posição de mercado e inspirada na pergunta que os garçons faziam ao ouvir os clientes pedindo Coca-Cola. Também aumentou o investimento na Nova classe média com o desenvolvimento de produtos como a Pepsi de 3 litros e uma garrafa de 237 mililitros. == Ver também == * Pepsi on Stage * Ice Cola * Coca-Cola * Bebida de cola == Ligações externas == * Categoria:Refrigerantes da PepsiCo Categoria:Marcas da Ambev Categoria:Refrigerantes de cola Categoria:Marcas dos Estados Unidos",
 "title": "Pepsi"
}