{
 "id": "65926",
 "text": "Timor Português foi o período do Timor-Leste como colónia portuguesa (1596-1975). Durante grande parte desse período, Portugal partilhou a ilha de Timor com as Índias Orientais Neerlandesas, hoje Indonésia. Para além disso, Portugal controlou ainda, nas imediações da ilha, e a ela sujeita, a ilha das Flores, no arquipélago de Sunda. == História == O primeiro documento europeu conhecido que refere a ilha é uma carta de Rui de Brito Patalim a Manuel I de Portugal, datada de 6 de janeiro de 1514, na qual são referidos navios que tinham partido para Timor. Atraídos inicialmente pelos recursos naturais, os portugueses trouxeram consigo missionários e a religião católica. Com a chegada do primeiro governador, vindo de Portugal em 1702, deu-se início à organização colonial do território, criando-se o chamado Timor Português. O Tratado de Lisboa, celebrado a 20 de abril de 1859 entre os reinos de Portugal e dos Países BaixosDiário de Lisboa, 22 de setembro de 1860 conduziu à demarcação das possessões portuguesas e neerlandesas em Timor e ilhas adjacentes. Pelos termos desse tratado, Portugal cedeu Larantuca, Sicca e Payas, na ilha das Flores, Wouré, na ilha de Adonara, e Pamung Kaju, na ilha de Solor. Em contrapartida, os Países Baixos cederam o reino de Maubara e renunciaram a Ambeno, na ilha de Timor, assim como renunciaram a Ataúro e pagaram uma compensação de 200 000 florins.TELES, Miguel Galvão. Timor-Leste in Separata do II Suplemento do Dicionário Jurídico da Administração Pública No contexto da Segunda Guerra Mundial, apesar de Portugal ter permanecido neutral, após o Ataque a Pearl Harbor, em Dezembro de 1941, Timor Português foi ocupado por tropas australianas e holandesas, a pretexto de impedir uma invasão japonesa. Mediante os protestos diplomáticos portugueses e o compromisso de respeito aos direitos de Portugal, foram enviadas para Timor tropas portuguesas estacionadas em Moçambique. A invasão japonesa materializou-se em Fevereiro de 1942, tendo os Aliados e voluntários timorenses - com especial destaque para o Régulo D. Aleixo Corte-Real, que se recusou a entregar a Bandeira de Portugal aos japoneses e, por tal acto, foi executado, Comendador da Antiga e Muito Nobre Ordem Militar da Torre e Espada, do Valor, Lealdade e Mérito a título póstumo e figura central da última série de notas do período colonial -, passaram a recorrer à guerra de guerrilha. Aquela que ficou conhecida como a Batalha de Timor (1942-1943) resultou num elevadíssimo número de civis timorenses mortos, calculado entre 40 e 70 mil. Para recuperar e defender os interesses portugueses em Timor, o governo de António de Oliveira Salazar negociou e assinou acordos de cedência de bases aéreas nos Açores aos Estados Unidos. Ao final do conflito, Portugal recuperou a sua antiga possessão, entretanto arrasada. Após 1949, as Índias Orientais Holandesas tornaram-se independentes, adoptando o nome de Indonésia. Até 1959, a pataca timorense foi a moeda usada em Timor, altura em que foi substituída pelo escudo de Timor, baseado no escudo português, que circulou até à invasão indonésia de 1975. Neste mesmo ano foi fundado A Voz de Timor, o primeiro jornal da colónia e publicado semanalmente. Em 1960, a Assembleia Geral das Nações Unidas, através da Resolução 1514 de 14 de Dezembro de 1960, considerou o Timor Português como um território não autónomo sob administração portuguesa. Tal nunca foi aceita pelos governos dos Presidentes do Conselho António de Oliveira Salazar e Marcelo Caetano e pela Constituição de 1933 que continuaram a considerar o território como parte integrante de Portugal. Porém, tal resolução da ONU veio, todavia, a ser aceita pela Lei 7/ de 27 de Julho do Conselho da Revolução que demonstrou a aceitação da independência de todos os territórios ultramarinos. Em 1975, na sequência da Revolução dos Cravos em Portugal e da decisão de proceder à rápida autodeterminação de todas as províncias ultramarinas, Timor Português declarou unilateralmente a independência — Portugal tentava, nesta altura, resolver os conflitos ultramarinos e nunca incluiu Timor devido à distância. Da declaração de independência foi rapidamente seguido da invasão e anexação pela Indonésia que nunca foi reconhecida pelas Organização das Nações Unidas (era um protectorado). Apesar da declaração em 1960, por parte da ONU, de que o Timor Português era um território não autónomo sob administração portuguesa, há defensores da ideia de que, à luz do direito internacional, só a 20 de Maio de 2002 é que Timor Português deixou formalmente de existir ao se proclamar a independência da República Democrática de Timor-Leste. == Ver também == * Timor-Leste * Timor Timur * Império Português * Governador de Timor * História de Timor-Leste * Portugueses na Ásia * Relações entre Portugal e Timor-Leste == Ligações externas == * Moedas de Timor Português *Obras do Governo Geral de Timor (Portugal) na Biblioteca Nacional de Portugal Categoria:Antigos territórios de Portugal Categoria:Estados e territórios fundados em 1702 Categoria:Estados e territórios extintos em 1975",
 "title": "Timor Português"
}