{
 "id": "65953",
 "text": "Pecado é um termo comumente utilizado no contexto religioso para a transgressão ou qualquer violação deliberada da lei religiosa, moral ou divina. Cada cultura tem sua própria interpretação do que significa \"cometer um pecado\". Embora os pecados sejam geralmente considerados ações, qualquer pensamento, palavra ou ato considerado imoral, egoísta, vergonhoso, prejudicial ou alienante pode ser denominado \"pecaminoso\". == Bahá'í == A Fé Bahá'í ensina que o pecado é a desobediência a Deus e que o pecado separa uma pessoa de Deus. Exemplos de pecados na Fé Bahá'í incluem raiva, ciúme, hipocrisia, preconceito e falha em seguir as leis Bahá'í. Por outro lado, os bahá'ís acreditam que Deus perdoará os pecados pelos quais uma pessoa se arrepende, e as pessoas podem se aproximar de Deus desenvolvendo qualidades espirituais. Os bahá'ís consideram os humanos seres naturalmente bons e fundamentalmente espirituais. Os ensinamentos bahá'ís comparam o coração humano a um espelho, que, se afastado da luz do sol (ou seja, Deus), é incapaz de receber o amor de Deus. É somente voltando-se para Deus que o progresso espiritual pode ser feito. Nesse sentido, \"pecar\" é seguir as inclinações da própria natureza inferior, desviar de Deus o espelho do próprio coração. Um dos principais obstáculos ao desenvolvimento espiritual é o conceito bahá'í do \"eu insistente\", que é uma inclinação egoísta dentro de todas as pessoas. Os bahá'ís interpretam este como o verdadeiro significado de Satanás, muitas vezes referido nas Escrituras Bahá'í como \"o Maligno\". == Budismo == Existem algumas visões budistas diferentes sobre o pecado. O autor americano zen Brad Warner afirma que no budismo não existe nenhum conceito de pecado. A Buddha Dharma Education Association também afirma expressamente que \"a ideia de pecado ou pecado original não tem lugar no budismo\". O etnologista Christoph von Fürer-Haimendorf explicou: \"No pensamento budista, todo o universo, tanto os homens quanto os deuses, estão sujeitos a um reinado de lei. Toda ação, boa ou má, tem um efeito inevitável e automático em uma longa cadeia de causas, um efeito que é independente da vontade de qualquer divindade. Mesmo que isso não deixe espaço para o conceito de 'pecado' no sentido de um ato de desafio contra a autoridade de um deus pessoal, os budistas falam de 'pecado' quando se referem a transgressões contra o código moral universal\".von Fürer- Haimendorf, Christoph (1974). \"The Sense of Sin in Cross-Cultural Perspective\". Man. New Series 9.4: 539–556. No entanto, Anantarika-kamma no budismo teravada é um crime hediondo, que através do processo cármico traz desastre imediato. No budismo mahaayana, esses cinco crimes são referidos como pañcānantarya (páli) e são mencionados no Sutra Pregado pelo Buda sobre a Extinção Total do Darma.Hodous, Lewis; Soothill, William Edward (1995). A Dictionary of Chinese Buddhist Terms: With Sanskrit and English Equivalents and a Sanskrit-Pali Index. Routledge. p. 128. ISBN 978-0700703555. Os cinco crimes ou pecados são: # Injuriar um Buda # Matar um Arhat #Criar um cisma na sociedade de Sangha #Matricídio #Patricídio == Cristianismo == A doutrina do pecado é central para o Cristianismo, já que sua mensagem básica é sobre a redenção em Cristo. O conceito de pecado varia muito pouco no cristianismo. Nos mais variados credos, ele é entendido principalmente como uma infração legal ou violação contratual de estruturas filosóficas não vinculativas e perspectivas da ética cristã; portanto, a salvação tende a ser vista em termos legais. Outros estudiosos cristãos entendem que o pecado é fundamentalmente relacional — uma perda de amor pelo Deus cristão e uma elevação do amor- próprio (\"concupiscência\", neste sentido), como mais tarde foi proposto por Agostinho em seu debate com os pelagianos.(em inglês) On Grace and Free Will (ver Nicene and Post-Nicene Fathers, trans. P.Holmes, vol. 5; 30–31 [14–15]). === Pecado na Bíblia cristã === Por definição, pecado é \"iniquidade\" ou, segundo Paulo em sua epístola aos romanos (Rm 14:23), \"tudo o que não é proveniente da fé\", No hebraico e no grego comum, as formas verbais (em hebraico chatá; em grego hamartáno) significam \"errar\", no sentido de errar ou não atingir um alvo, ideal ou padrão. Em latim, o termo é vertido por peccátu. O evangelista João utilizou os substantivos hamartia (ἁμαρτία), anomia (ἀνομία) e adikia (ἀδικία) para se referir ao pecado. Hamartia significa \"errar o alvo\",O verbo errar aqui significa \"desencaminhar, falhar\"; fracassar ao tentar atingir um alvo, um padrão conhecido, desistindo ou desviando-se do mesmo \"desviar-se do caminho (de retidão e honra)\". Segundo Champlin, esta palavra, porém, \"veio [ao longo da história da Igreja] a ter também um significado geral, indicando o princípio e as manifestações de pecado, sem dar qualquer atenção a seu significado original\".R.N. Champlin. Dicionário Champlin. Anomia significa \"ilegalidade\", \"violação da lei\". Adikia significa \"injustiça\", \"violação da justiça\". === Hamartiologia === A hamartiologia cristã descreve o pecado como um ato de ofensa contra Deus por desprezar a Trindade e a lei bíblica cristã, e injuriar os outros. Na visão cristã tradicional, é um ato humano maligno, que viola a natureza racional do homem, bem como a natureza de Deus e sua lei eterna. De acordo com a definição clássica de Santo Agostinho de Hipona, o pecado é \"uma palavra, ação ou desejo em oposição à lei eterna de Deus\".Contra Faustum Manichaeum, 22,27; PL 42,418; cf. Thomas Aquinas, STh I–II q71 a6.Mc Guinness, p. 241 Assim, o pecado requer redenção, metáfora alusiva à expiação, na qual a morte de Jesus é o preço que se paga para libertar os fiéis da escravidão do pecado.Gruden, Wayne. Systemic Theology: An Introduction to Biblical Doctrine, Nottingham: Intervarsity Press, p.580. Em algumas formas de cristianismo, também requer reparação (ver penitência). ==== Perspectiva católica ==== Segundo Santo Agostinho, o pecado é \"uma palavra, um ato ou um desejo contrários à Lei eterna\", causando por isso ofensa a Deus e ao seu amor. Esta Lei eterna, ou Lei de Deus, é expressa na lei natural, nos Dez Mandamentos, nos mandamentos de amor, entre outros. Logo, o pecado é um ato mau e \"abuso da liberdade\", ferindo assim a natureza humana. \"Cristo, na sua morte na cruz, revela plenamente a gravidade do pecado e vence-o com a sua misericórdia\". Há uma grande variedade de pecados, distinguindo-lhes \"segundo o seu objeto, ou segundo as virtudes ou os mandamentos a que se opõem. Podem ser diretamente contra Deus, contra o próximo e contra nós mesmos. Podemos ainda distinguir entre pecados por pensamentos, por palavras, por ações e por omissões\".Ibidem, n. 393 A repetição de pecados gera vícios, que \"são hábitos perversos que obscurecem a consciência e inclinam ao mal. Os vícios podem estar ligados aos chamados sete pecados capitais: soberba, avareza, inveja, ira, luxúria, gula e preguiça\".Ibidem, n. 398 A Igreja ensina também que temos responsabilidade \"nos pecados cometidos por outros, quando culpavelmente neles cooperamos\".Ibidem, n. 399 A doutrina católica distingue o pecado em 3 categorias: *O pecado original, que é transmitido a todos os homens, sem culpa própria, devido à sua unidade de origem, que é Adão e Eva. Eles desobedeceram à Palavra de Deus no início do mundo, originando este pecado, que, felizmente, pode ser actualmente perdoado pelo sacramento do Batismo. Este pecado faz com que \"a natureza humana [...] fique [...] submetida à ignorância, ao sofrimento, ao poder da morte, e inclinada ao pecado\".Compêndio do Catecismo da Igreja Católica, n. 76 e 77 *O pecado mortal, que é cometido \"quando, ao mesmo tempo, há matéria grave, plena consciência e deliberado consentimento. Este pecado destrói a caridade, priva-nos da graça santificante e conduz-nos à morte eterna do Inferno, se dele não nos arrependermos\" sinceramente.Ibidem, n. 395 * o pecado venial, \"que difere essencialmente do pecado mortal, comete- se quando se trata de matéria leve, ou mesmo grave, mas sem pleno conhecimento ou sem total consentimento. Não quebra a aliança com Deus, mas enfraquece a caridade; manifesta um afecto desordenado pelos bens criados; impede o progresso da alma no exercício das virtudes e na prática do bem moral; merece penas purificatórias temporais\", nomeadamente no Purgatório.Ibidem, n. 396 ==== Perspectiva protestante ==== O segmento protestante, ou evangélico, não crê no purgatório, nem classifica os pecados como venial, mortal ou capital como no catolicismo. Seguindo os preceitos bíblicos, o pecado está em todos os homens, pois \"todos pecaram e destituídos estão da glória de Deus\" (Rm 3.23). A separação está entre o pecado cometido contra a carne (pode ser perdoado) e contra o Espírito Santo de Deus (o qual não pode ser perdoado, segundo Lc 12:10). O pecado nada mais é do que a transgressão aos mandamentos de Deus, segundo 1 João 3:4 \"Todo aquele que pratica o pecado também transgride a lei, porque o pecado é a transgressão da lei\". Pecado é um ato, pois \"cada um é tentado, quando atraído e engodado pelo seu próprio desejo. Depois, havendo concebido o desejo, dá à luz o pecado; e o pecado, sendo consumado, gera a morte.\" (Tiago 1:14, 15). Para que tenhamos salvação e desfrutemos da vida eterna, devemos tão somente crer (\"Pela graça sois salvos, por meio da fé...\" Ef 2:8) que Jesus é nosso único e suficiente Salvador, confessar nossos pecados para sermos perdoados (\"Se confessarmos os nossos pecados, ele é fiel e justo para nos perdoar os pecados, e nos purificar de toda a injustiça\", 1 João 1.9), também confessar a Jesus Cristo como único e suficiente Salvador e Senhor (Mt 10:32-33; Rm 10:9-10). Lembre-se também, que é necessário arrependimento, e não remorso (que nos leva a cometer novamente os mesmos erros). ==== Tipos de pecado segundo tradição cristã ==== Pecado designa todas as transgressões de uma Lei ou de princípios religiosos, éticos ou normas morais. Podem ser em palavras, ações (por dolo) ou por deixar de fazer o que é certo (por negligência ou omissão). Ou seja, onde há Lei, se manifesta o Pecado. Pode ser tão somente uma motivação ou atitude errada de uma pessoa, e isso, é chamado de pecado \"no coração\". No intímo dos humanos e independente da cultura a que pertença, existe necessidade de estabelecer princípios de ética e normas de moral. Quando se viola a consciência moral pessoal, surge o sentimento de culpa. Chama-se pecado mortal o pecado que faz perder a graça divina e que leva à condenação do crente; se não for objecto de confissão (admissão da culpa), genuíno arrependimento e penitência (retratação perante Deus). Chama-se pecado venial aos pecados que são menos graves e que não fazem perder a referida graça divina. Para os cristãos católicos, a tríade que define o pecado mortal é: *Matéria grave, precisada pelos dez mandamentos. *Pleno conhecimento de estar cometendo pecado * Plena e deliberada adesão da vontade. Comete-se um pecado venial quando não se observa, em matéria leve, a medida prescrita pela lei moral, ou então quando se desobedece à lei moral em matéria grave, mas sem pleno conhecimento ou sem pleno consentimento. O pecado contra o Espírito Santo é o chamado pecado imperdoável. Subentende uma renegação contínua e deliberada do perdão divino, bem como uma violação contínua da lei divina por parte do pecador. A expressão pecado original ou pecado adâmico se refere ao pecado que foi cometido no paraíso Éden pelos primeiros humanos, Adão e Eva. A mulher teria sido o primeiro ser humano a pecar, e teria induzido Adão a pecar. O pecado original consistiu numa rebelião contra a Autoridade Divina. Em consequência directa do pecado de Adão, toda a humanidade ficou privada da perfeição e da perspectiva de vida infindável. A existência do \"pecado original\" não justifica a prática deliberada do pecado. No Antigo Testamento, a doutrina da expiação é um conceito de justiça e misericórdia baseado no arranjo figurativo do sacrifício de animais. O sangue de um animal era derramado no altar como \"resgate\" dos pecados cometidos de natureza menor da Lei de Deus. No Novo Testamento, a doutrina da expiação é a mesma do Antigo, mas figurando em Cristo \"o Cordeiro de Deus, que tira o pecado do mundo\" (Jo 1:29). Segundo a doutrina cristã, a morte sacrificial do Messias permitirá o resgate perfeito da humanidade obediente à Lei de Deus — eliminar o pecado adâmico e anular a sentença de morte. Obedece ao princípio bíblico \"uma vida humana [perfeita] por uma vida humana [perfeita]\". O papel de Cristo após a ressurreição é a de um advogado (\"Meus filhos, estas coisas vos escrevo, para que não pequeis; e, se alguém pecar, temos um Advogado para com o Pai, Jesus Cristo, o justo.\" (1 João 2:1). == Islã == O pecado é um conceito importante na ética islâmica. Os muçulmanos veem o pecado como qualquer coisa que vá contra os mandamentos de Deus (Alá), uma violação das leis e normas estabelecidas pela religião. Os termos islâmicos para pecado incluem dhanb e khaṭīʾa, que são sinônimos e se referem a pecados intencionais; khiṭʾ, que significa simplesmente um pecado; e ithm, que é usado para pecados graves.Wensinck, A. J. (2012). \"K̲h̲aṭīʾa\". In P. Bearman; Th. Bianquis; C.E. Bosworth; E. van Donzel; W.P. Heinrichs (eds.). Encyclopaedia of Islam (2nd ed.). Brill. doi:10.1163/2214-871X_ei1_SIM_4141. == Judaísmo == O judaísmo considera a violação de qualquer um dos 613 mandamentos como um pecado. O judaísmo ensina que pecar faz parte da vida, pois não existe homem perfeito e todos têm uma inclinação para o mal. A humanidade encontra-se num estado de inclinação para fazer o mal (Gn 8:21) e a incapacidade para escolher o bem em vez do mal (Sl 37:17). O pecado tem muitas classificações e graus, mas a classificação principal é a de \"errar o alvo\" (cheit em hebraico). Alguns pecados são puníveis com a morte pelo tribunal, outros com a morte pelo céu, outros com chicotadas e outros sem tal punição, mas nenhum pecado cometido com intenções deliberadas fica sem consequência. Os pecados cometidos por falta de conhecimento não são considerados pecados, pois o pecado não pode ser pecado se quem o cometeu não sabia que era errado. Pecados não intencionais são considerados pecados menos graves. O judaísmo ensina que o pecado é um ato e não um estado do ser. O judaísmo usa o termo \"pecado\" para incluir violações da lei judaica que não são necessariamente uma falta moral. De acordo com a Enciclopédia Judaica, \"O Homem é responsável pelo pecado porque é dotado de uma vontade livre (behirah); contudo, ele tem uma natureza fraca e uma tendência para o mal: \"Pois o coração do Homem é mau desde a sua juventude\" (Gn 8,21; Yoma 20a; Sanh 105a). Por isso, Deus na sua misericórdia permitiu ao Homem arrepender-se e ser perdoado. O judaísmo defende que todo o Homem nasce em pecado original, pois a consequência de Adão recai sobre os outros homens, conforme o Salmo 51:5 \"Eis que em iniquidade fui formado, e em pecado me concebeu minha mãe.\" === Pecado como transgressão === A palavra hebraica genérica para qualquer tipo de pecado é avera (literalmente, \"transgressão\"). Com base nos versículos da Bíblia hebraica, o judaísmo descreve três níveis de pecado. Existem três categorias de uma pessoa que comete um avera. O primeiro é alguém que faz um avera intencionalmente, ou b'mezid. Esta é a categoria mais grave. O segundo é aquele que fez uma avera por acidente, chamado de b'shogeg e, embora a pessoa ainda seja responsável por sua ação, ela é considerada menos séria. A terceira categoria é alguém que é um tinok shenishba, uma pessoa que foi criada em um ambiente assimilado ou não judaico, e não tem conhecimento das leis judaicas apropriadas, ou halacha. Esta pessoa não é responsabilizada por suas ações. *Cheit (חטא): Este é um pecado, crime ou falha não intencional. Vem da raiz khaw-taw que significa \"errar, desviar-se do alvo (falando de um arqueiro), pecar, tropeçar\". *Pesha' (פשע; lit., \"pecado deliberado\"; em hebraico moderno: \"crime\") ou mered (lit., \"rebeldia\"): Pecado intencional, uma ação cometida em desafio deliberado a Deus. *Avon (עון; lit., \"iniquidade\"): É um pecado cometido conscientemente, mas não para desafiar a Deus. Pecado de luxúria ou emoção incontrolável. Possui geralmente a noção de \"perversidade\", \"mal moral\", \"maldade\". == Xintoísmo == O conceito xintoísta de pecado está inexoravelmente ligado aos conceitos de pureza e poluição. O xintoísmo não tem um conceito de pecado original, acreditando que todos os seres humanos nascem puros. Pecado, também chamado de Tsumi, é qualquer coisa que torne as pessoas impuras (ou seja, qualquer coisa que as separe dos kami). No entanto, o xintoísmo não acredita que essa impureza seja resultado de ações humanas, mas sim de espíritos malignos ou outros fatores externos. O pecado pode ter uma variedade de consequências no Japão, incluindo desastres e doenças. Por causa disso, os rituais de purificação, ou Harae, são vistos como importantes não apenas para a saúde física e espiritual do indivíduo, mas também para o bem-estar da nação. == Ver também== *Carma *Crime *Diabo *Moralidade *Pecador *Serpente *Soteriologia *Tabu == Ligações externas == * Os danos do pecado, São Tomás de Aquino in «Summa contra Gentiles», 1265., Veritatis, 2.2.2020 * Catholic Encyclopedia: Occasions of Sin (newadvent.org) * The four wounds, mentioned by Bede (Catholic Encyclopedia) Categoria:Soteriologia Categoria:Ética religiosa Categoria:Frases bíblicas Categoria:Doutrina e teologia da Igreja Católica",
 "title": "Pecado"
}