{
 "id": "65951",
 "text": "Saurischia (do grego sauros (σαυρος) lagarto, e ischion (ισχιον), que significa quadril) OED é uma das duas ordens, ou divisões dos dinossauros. Em 1888, Harry Seeley classificou os dinossauros em duas ordens, com base na estrutura do quadril.Seeley, H.G. (1888). \"On the classification of the fossil animals commonly named Dinosauria.\" Proceedings of the Royal Society of London, 43: 165-171. Saurísquios (quadril de lagarto) se distinguem dos ornitísquios (Ornithischia, quadril de pássaro). Tradicionalmente, todos os dinossauros terópodes são saurísquios, assim como uma das duas linhagens principais de dinossauros herbívoros, o Sauropodomorpha. Uma pesquisa de 2017, porém, conclui que os terópodes estão mais próximos dos ornitísquios (formando com eles o clado Ornithoscelida), fazendo com que Saurischia inclua apenas os grupos Sauropodomorpha e Herrerasauria. No final do Período Cretáceo, todos os saurísquios extinguiram-se, exceto as aves. Este fato é conhecido como o evento de Extinção Cretáceo-Paleogeno. Aves (aves modernas), são dinossauros terópodes, que são normalmente considerados como um sub-clado de Saurischia na classificação filogenética. == Descrição == Saurísquios distinguem-se dos ornitísquios por sua estrutura pélvica, com o púbis apontado para baixo. A pelve dos ornitísquios tem o púbis apontando para trás, em paralelo com o ísquio, muitas vezes também aponta para frente, dando uma estrutura de quatro pontas. Isso, porém, não significa que não existam exceções no grupo, já que os próprios pássaros são terópodes e não ornitísquios. A estrutura do quadril ornitísquios é semelhante ao das aves, o que levou Seeley nomeá-los dinossauros com quadril de ave, embora ele não tenha proposto nenhuma relação específica com as aves. Ele denominou saurísquios dinossauros com quadril de lagarto porque eles mantiveram a anatomia do quadril ancestral encontrada também em lagartos modernos. No entanto, como mais tarde o revelou, a estrutura do quadril dos pássaros modernos realmente evoluíram independentemente nos saurísquios (especificamente, um sub-grupo de saurísquios chamado Maniraptora), no período Jurássico. Neste exemplo de evolução convergente, os pássaros desenvolveram quadris semelhante à anatomia do quadril dos ornitísquios, em ambos os casos, possivelmente, como uma adaptação a uma dieta herbívora ou onívora. == Classificação == Seeley revisou os sistemas de classificação anteriores apresentados por outros paleontólogos e que dividia a tradicional ordem Dinosauria. Ele preferia que tivesse sido a apresentada por Othniel Charles Marsh em 1878, que dividiu os dinossauros em quatro ordens: Sauropoda, Theropoda, Ornithopoda e Stegosauria (esses nomes ainda hoje são usados de muitas maneiras para se referir a subordens ou clados dentro Saurischia e Ornithischia). Seeley, no entanto, queria formular uma classificação que levasse em conta uma única diferença principal entre os principais grupos de dinossauros, com base em uma característica que também os diferenciava dos outros répteis. Ele descobriu isso na configuração dos ossos do quadril, e descobriu que todas as quatro ordens de Marsh podem ser divididas nitidamente em dois grandes grupos com base nessa característica. Ele colocou Stegosauria e Ornithopoda em Ornithischia, e os Theropoda e Sauropoda em Saurischia. Além disso, Seeley usou esta grande diferença nos ossos do quadril, juntamente com muitas outras diferenças observadas entre os dois grupos, para argumentar que os dinossauros não eram um grupo natural no todo, mas sim duas ordens distintas que tinham surgido de forma independente a partir de arcossauros primitivos. Este conceito de que \"dinossauro\" é um termo inadequado para duas ordens distintas durou muitas décadas na literatura científica e popular, e foi na década de 1960 que os cientistas começaram a considerar novamente a possibilidade de que saurísquios e ornitísquios estivessem intimamente relacionados uns aos outros, mais do que com outros arcossauros. Apesar de seu conceito de Dinosauria parafilético não ser mais aceito pela maioria dos paleontólogos, a divisão de base de Seeley dos dois grupos de dinossauros tem resistido, e é apoiada por análises cladísticas moderna nas relações entre os dinossauros. Uma hipótese alternativa da classificação de Seeley foi proposta por Robert T. Bakker, em 1986 em seu livro “Dinosaur Heresies”. A classificação de Bakker separa os terópodes em seu próprio grupo e colocou os dois grupos de dinossauros herbívoros (os sauropodomorfos e ornitísquios) juntos em um grupo separado, ele a chamou de Phytodinosauria (dinossauros herbívoros).Bakker, R.T. (1986). The Dinosaur Heresies. New York: William Morrow. p. 203. ISBN 0-14-010055-5. A hipótese Phytodinosauria foi parcialmente baseado no suposta ligação entre ornitísquios e \"prossaurópodes\", e a ideia de que os primeiros tinham evoluído diretamente, possivelmente por meio de uma família enigmática que parecia possuir personagens de ambos os grupos, o segnossauro.Paul, G.S. (1988). Predatory Dinosaurs of the World, a Complete Illustrated Guide. New York: Simon and Schuster. 464 p. No entanto, foi descoberto mais tarde que os segnossauros eram na verdade um tipo incomum de saurísquios terópodes herbívoros estreitamente relacionados aos pássaros, e a hipótese Phytodinosauria foi descartada. ===Taxonomia=== A classificação a seguir é baseada nas relações evolutivas dos grupos de dinossauros, e organizada a partir da lista de espécies mesozóicas de dinossauros de Holtz (2007). *:*Saurischia (\"quadril de lagarto\"; inclui Herrerasauria, Theropoda e Sauropodomorpha) *::* †Herrerasauria (carnívoros bípedes primitivos) *::* Theropoda (todos bípedes; maioria carnívora) *:::* †Coelophysoidea (pequenos terópodes primitivos; inclui Coelophysis e parentes próximos) *:::* †Dilophosauridae (terópodes carnívoros primitivos com cristas) *:::* †Ceratosauria (normalmente possuíam chifres e/ou outras estruturas faciais elaboradas; foram o grupo dominante de carnívoros no Hemisfério Sul durante o Cretáceo) *:::* Tetanurae (\"caudas rígidas\"; inclui a maioria dos terópodes) *::::* †Megalosauroidea (grandes carnívoros, incluindo os espinossaurídeos semi-aquáticos) *::::* †Carnosauria (Allosaurus e parentes próximos, como o Carcharodontosaurus) *::::* Coelurosauria (terópodes emplumados, com uma grande diversidade de tamanhos e nichos) *:::::* †Compsognathidae (celurossauros primitivos comuns e com braços reduzidos) *:::::* †Tyrannosauridae (Tyrannosaurus e parentes próximos; possuíam braços muito reduzidos) *:::::* †Ornithomimosauria (\"imitações de avestruz\"; maioria desdentada; herbívoros e onívoros) *:::::* †Alvarezsauroidea (pequenos insetívoros com braços atrofiados, cada um com uma garra grande) *:::::* Maniraptora (\"ladrões com mãos\"; possuem braços e dedos finos e longos) *::::::* †Therizinosauria (herbívoros bípedes com grandes garras nas mãos e cabeças pequenas) *::::::* †Oviraptorosauria (maioria desdentada; sua dieta e estilo de vida são controversos) *::::::* †Archaeopterygidae (pequenos terópodes alados, possivelmente pássaros) *::::::* †Deinonychosauria (de pequeno ou médio porte; extremamente parecidos com pássaros, e com garras distintivas em forma de foice, uma em cada pé) *::::::* Avialae (pássaros modernos e extintos) *:::::::* †Scansoriopterygidae (pequenos pássaros primitivos com o terceiro dedo alongado) *:::::::* †Omnivoropterygidae (grandes pássaros primitivos de cauda curta) *:::::::* †Confuciusornithidae (pequenos pássaros desdentados) *:::::::* †Enantiornithes (pássaros arborícolas voadores) *:::::::* Euornithes (pássaros voadores avançados) *::::::::* †Yanornithiformes (pássaros dentados da China do Cretáceo) *::::::::* †Hesperornithes (pássaros especializados de hábitos aquáticos) *::::::::*Neornithes (aves modernas, de bico) *::* †Sauropodomorpha (herbívoros com pequenas cabeças, e pescoços e caudas longos) *:::* †Guaibasauridae (pequenos sauropodomorfos onívoros primitivos) *:::* †Plateosauridae (\"prossaurópodes\" primitivos e estritamente bípedes) *:::* †Riojasauridae (pequenos sauropodomorfos primitivos) *:::* †Massospondylidae (pequenos sauropodomorfos primitivos) *:::* †Sauropoda (enormes e pesados, normalmente com mais de 15 m de comprimento; quadrúpedes) *::::* †Vulcanodontidae (saurópodes primitivos com membros lembrando colunas) *::::* †Eusauropoda (\"saurópodes verdadeiros\") *:::::* †Cetiosauridae (\"lagartos- baleia\") *:::::* †Turiasauria (grupo de saurópodes europeus do Jurássico e Cretáceo) *:::::* †Neosauropoda (\"novos saurópodes\") *::::::* †Diplodocoidea (crânios e caudas alongados; dentes normalmente estreitos e com forma de lápis) *::::::* †Macronaria (crânios largos; dentes com forma de lápis ou colher) *:::::::* †Brachiosauridae (macronários de braços e pescoços longos) *:::::::* †Titanosauria (grupo diverso; robustos, com quadris largos; mais comuns no Cretáceo Superior nos continentes do Sul) De modo adicional, os gêneros Teyuwasu e Agnosphitys podem representar uma espécie de \"proto- saurísquios\". === Hipótese Ornithoscelida === Em Março de 2017, uma pesquisa publicada na revista Nature por Matthew Baron, David Norman e Paul Barrett apresentou uma análise na qual os terópodes - não mais incluindo Herrerasauria - são mais próximos dos ornitísquios do que dos sauropodomorfos. Análises anteriores haviam combinado Theropoda e Sauropodomorpha no grupo Saurischia, excluindo Ornithischia. Estes grupos haviam também sido formalmente definidos para refletir essa visão. Segundo as definições tradicionais, a nova análise transformaria Ornithischia em um subgrupo dentro de Theropoda, e Sauropodomorpha deixaria de pertencer a Dinosauria. Para evitar isso, Baron e colegas redefiniram todos estes grupos, propondo que Ornithischia e Theropoda são grupos irmãos e que o clado contendo ambos deveria ser chamado de Ornithoscelida, definido como \"o clado menos inclusivo contendo Passer domesticus e Triceratops horridus\". O nome Ornithoscelida, originalmente criado por Thomas H. Huxley em 1870, foi escolhido porque seu significado, \"pernas de pássaro\", descreve bem os membros anteriores dos animais deste grupo. Segundo a nova classificação, Saurischia passaria a incluir apenas Sauropodomorpha e Herrerasauria. ===Filogenia=== O cladograma a seguir foi adaptado de Weishampel em 2004.Weishampel, David B.; Dodson, Peter; Osmólska, Halszka (eds.) (2004). The Dinosauria, Second Edition. University of California Press., 861 pp. O cladograma abaixo representa o resultado da análise de Baron e colegas (2017).",
 "title": "Saurischia"
}