{
 "id": "65970",
 "text": "Sepetiba é um bairro localizado na Zona Oeste do município do Rio de Janeiro. Faz limite com os bairros de Santa Cruz, Pedra de Guaratiba, Barra de Guaratiba e Guaratiba. Seu IDH, no ano 2000, era de 0,761, o 109.º colocado entre 126 regiões analisadas no município do Rio de Janeiro. == História == O nome \"Sepetiba\" tem origem na língua tupi, significando \"muito sapê\". As praias de Sepetiba serviam como porto colonial para exportação de pau-brasil a Europa. Seus principais acessos eram o caminho de Sepetiba (atual estrada de Sepetiba), que levava à Santa Cruz, e o caminho de Piahy (atual estrada do Piaí), que ligava o bairro à Pedra de Guaratiba. No início do século XIX, Sepetiba passou a ser frequentada no verão pela Família Real, que utilizava a propriedade para o lazer da elite, como touradas, saraus e danças portuguesas. Com a implantação da “Companhia Ferro Carril”, em 1884, o bonde de tração animal passou a transportar a “mala real” até o cais de Sepetiba, além de cargas e passageiros. A luz elétrica chega a Sepetiba em 1949 e, de lá para cá, Sepetiba se expande. Muitos loteamentos foram ocupando as áreas próximas à Estrada do Piaí, a Praça Oscar Rossin foi urbanizada e foi aberto um canal na Rua Santa Ursulina para escoar terrenos alagadiços. Na década de 1960, surge o loteamento “Vila Balneário Globo” e, recentemente, em meio à grande polêmica, destaca-se a implantação, ao longo da Estrada de Sepetiba, do grande conjunto Nova Sepetiba, construído pelo governo do estado para a população de baixa renda. Desde os anos 90, as praias do bairro foram tomadas pelo esgoto vindos de rios locais como o Rio Guandu, e pela contaminação de metais pesados como o zinco e o cádmio lançados nessa região da Baía de Sepetiba, após um vazamento de um reservatório abandonado da extinta Companhia Mercantil e Industrial Ingá, situada próxima ao Porto de Itaguaí, o que causou um drástico assoreamento da orla, formando grandes manguezais e línguas negras, além da alta poluição das águas, tornando as praias impróprias para banho e prejudicando também a pesca local, que é a principal atividade econômica do bairro. Contudo, em épocas de maré cheia, alguns antigos moradores se arriscam a entrar nas águas. Atualmente é destaque no bairro as obras da prefeitura em convênio com o governo do estado que promete dotar a região de sistemas de saneamento, notadamente esgotamento sanitário, com tratamento, permitindo a continuação da urbanização das vias por meio de pavimentação e microdrenagem. A revitalização da Praia de Sepetiba, obra do governo estadual em parceria com o INEA, vai retirar toda a vegetação invasora da praia e o lodo existente, e devolver a faixa de areia antes poluída e tomada por línguas negras. O bairro e suas praias continuam sendo lembrados, não só pelos demais moradores da Zona Oeste, como também pelo meio televisivo, pois o local serviu de cenário para a telenovela global O Bem-Amado nos anos 70. Atualmente, o bairro de Sepetiba tem constantemente aparecido nos telejornais policiais, por conta das sucessivas operações para prender milicianos atuantes na Zona Oeste do Rio de Janeiro. == Geografia == Cercado pelos bairros de Santa Cruz ao norte e Guaratiba a leste, é banhado pela Baía de Sepetiba ao sul. Possui uma área de 1.162,13 hectares (11,6213 km²) e uma população de aproximadamente de 40.000 habitantes, (segundo dados do Instituto Brasileiro de Geografia e Estatística - IBGE - Censo Demográfico 2006). Por encontrar-se próximo ao litoral, a maior parte do seu território é plano, com altitudes próximas ao nível do mar. Destacam-se na paisagem o Morro da Trindade e o Morro de Sepetiba com 67 metros de altitude. Seu litoral, banhado pela Baía de Sepetiba, é dividido pela Ponta do Ipiranga em duas vertentes. Na vertente oeste encontram-se a Praia de Sepetiba e a Praia de Dona Luíza ou Recôncavo separadas pela Ponta do Piaí. Na vertente leste encontra-se a Praia do Cardo no Saco do Piaí. A Praia de Sepetiba é a maior das três. Nela se encontram a Ilha da Pescaria e a Ilha do Tatu. == Ver também == * Regiões administrativas do Rio de Janeiro * Estado do Rio de Janeiro * Rio de Janeiro (cidade) * Fortificações de Sepetiba == Ligações externas == * Site oficial: Prefeitura Municipal do Rio de Janeiro * Bairros Cariocas - Diretoria de Informações Geográficas * Portal de Sepetiba * * *",
 "title": "Sepetiba"
}