{
 "id": "66005",
 "text": "Monk (no Brasil, Monk: Um Detetive Diferente) é uma série de televisão dos Estados Unidos criada por Andy Breckman e produzida por Andy Breckman, David Hoberman, Rob Thompson e Tony Shalhoub nos estúdios USA Originals. No Brasil foi exibido desde 2003, inicialmente pelo canal fechado USA Network, e posteriormente (2004) pelo Universal Channel (até julho de 2010). Atualmente é exibido no canal pago Studio Universal. Na TV Aberta é exibido desde 2004 pela Rede Record, tendo certos períodos em que a exibição é interrompida por programações especiais. Em Portugal foi transmitida pelo antigo canal FX. Desde abril de 2024 está disponível na Netflix. Em 8 de dezembro de 2023, foi lançado o filme \"Mr. Monk's Last Case\" (O Último Caso de Monk), o filme se passa nos tempos atuais e tem o elenco original da série. == Enredo == Adrian Monk cresceu com Transtorno obsessivo-compulsivo (TOC), incluindo uma série de tiques e fobias. Tem um irmão, Ambrose, e um meio-irmão, Jack Jr. (aparece no 9º episódio da 5ª temporada, \"Mr. Monk Meets His Dad). No episódio \"Sr. Monk vai a Manhattan\", de 2004, sua idade foi dada como 45. No 4º episódio da 8ª temporada é revelado que Monk tem um sósia chamado Frankie DePalma. Monk era um detetive brilhante de homicídios, trabalhava para o Departamento de Polícia de São Francisco, até que sua esposa Trudy morreu numa explosão de carro em 1997 ao ir comprar um remédio para Ambrose. Monk sofreu um colapso nervoso pelo fato de não ter encontrado quem matou Trudy, suas fobias (por germes, altura, multidão e até por leite) se agravaram e interferiram de modo que Leland teve que afastar Monk, que se isolou, recusando sair de sua casa por três anos. Com a ajuda da enfermeira prática Sharona Fleming (Bitty Schram), pôde finalmente sair da casa. Começou a executar o trabalho de consultor particular para a polícia em casos muito difíceis. O capitão Leland Stottlemeyer (Ted Levine) e o tenente Randall \"Randy\" Disher (Jason Gray- Stanford) contratam Monk quando não conseguem resolver algum caso. Stottlemeyer fica enfurecido frequentemente pelo transtorno de Monk, mas respeita suas habilidades de observação. A atenção obsessiva do Monk permite que perceba coisas minúsculas, e faça as conexões que ninguém mais faz em uma investigação. Monk sempre está em busca de informações sobre a morte da sua esposa, um caso incapaz de ser resolvido. Até o antepenúltimo episódio, Monk descobriu que Trudy foi morta por um homem de seis dedos mandado por um homem misterioso apenas conhecido como \"O Juiz\". Na terceira temporada, Sharona decide voltar com seu ex-marido e vai embora para Nova Jersey. Natalie Teeger (Traylor Howard), uma mãe com uma filha de onze anos, é contratada logo como nova assistente de Monk. Monk sempre refere-se a sua incrível capacidade de observação minuciosa e outras habilidades como sendo um dom e uma maldição também. Monk quase nunca é descrito como tendo TOC. Natalie se refere a ele como \"particular\" e \"exigente\" antes de explicar a verdadeira razão de seus problemas. == Personagens == === Personagens principais === * Adrian Monk (Tony Shalhoub): Detetive policial aposentado; consultor criminal * Natalie Jane Davenport Teeger (Traylor Howard): Assistente de Adrian Monk * Julie Teeger (Emmy Clarke): Estudante, filha de Natalie Teeger * Capitão Leland Stottlemeyer (Ted Levine): Capitão policial do Departamento Policial de São Francisco (Roubos e Homicídios) * Tenente Randy Disher (Jason Gray-Stanford): Tenente policial do Departamento Policial de São Francisco (Roubos e Homicídios) * Dr. Neven Bell (Hector Elizondo): Psiquiatra de Adrian Monk * Dr. Charles Kroger (Stanley Kamel): Psiquiatra de Adrian Monk * Sharona Fleming (Bitty Schram): Enfermeira e assistente de Adrian Monk === Personagens que deixaram de fazer parte da série === * Benjy Fleming (Kane Ritchotte atuou durante o episódio piloto, segunda e terceira temporadas, Max Morrow atuou durante a primeira temporada): filho de Sharona. * Sharona Fleming (Bitty Schram): atuou durante a primeira, segunda e terceira temporadas, e, por fim, apareceu no episódio 10 da oitava temporada, \"Sr. Monk e Sharona\". * Dr. Charles Kroger (Stanley Kamel): atuou até a sexta temporada. Stanley Kamel sofreu um ataque cardíaco e acabou falecendo. A mesma coisa aconteceu com o seu personagem na série. No episódio 1 da sétima temporada (\"Sr. Monk Compra uma Casa\"), há uma homenagem a Stanley Kamel no fim do episódio. === Personagens recorrentes === * Trudy Anne Ellison Monk (personagem falecida): Stellina Rusich atuou nas temporadas 1 e 2, Melora Hardin atuou nas temporadas 3 e 4, Hannah Contrucci e Lindy Newton. * Karen Stottlemeyer (Glenne Headly): ambientalista, ex-esposa de Leland Stottlemeyer e mãe de duas crianças, Jared e Max. Produtora de filmes documentados. Sua primeira aparição foi no 5º episódio da 2ª temporada, \"Sr. Monk e o Homem Mais Velho do Mundo\", onde ela implora a seu marido para participar da investigação da morte do homem mais velho do mundo. Depois ela aparece em \"Sr. Monk e a Esposa do Capitão\", 14º episódio da 2ª temporada, onde ela fica em coma temporariamente depois de um acidente com seu carro. Aparece também em \"Sr. Monk é Demitido\", 4º episódio da 3ª temporada, onde ela faz um documentário sobre o Departamento de Polícia de São Francisco, e \"Sr. Monk e o Casamento do Capitão\" (12º episódio da 4ª temporada), onde Leland acha que ela está tendo um romance. É revelado que ela atualmente está procurando um advogado de divórcio. Ela tem uma irmã. * Harold J. Krenshaw (Tim Bagley): outro paciente de Dr. Kroger. Harold e Adrian Monk vivem brigando, a maioria das vezes porque ambos querem ser o paciente preferido de Dr. Kroger. Para o desânimo de Monk, no 7º episódio da 5ª temporada, \"Sr. Monk Arruma um Novo Psiquiatra\", Harold leva um tiro para salvar a vida do Dr. Kroger. Harold Krenshaw teve sua primeira aparição em \"Sr. Monk e a Desmemoriada\", 6º episódio da 3ª temporada. Harold venceu (em oposição a Natalie Teeger) para se tornar membro do conselho da escola de Julie em \"Sr. Monk e a Eleição\", 15º episódio da 3ª temporada. Nesse episódio é revelado que ele é casado. * Kevin Dorfman (Jarrad Paul): irrita Monk com seu costume de falar muito. Mora em cima do apartamento de Monk. Ele é visto muitas vezes cozinhando (com Monk). Sua primeira aparição foi em \"Sr. Monk e o Jornaleiro\", 10º episódio da 2ª temporada, onde ganha na loteria, apesar de sua \"namorada\" Amber tentar se afastar dele. Tinha duas irmãs. Morreu assassinado no episódio 15 da 7ª Temporada, \"Sr. Monk e o Mágico\". === Personagens convidados === * Ambrose Monk (John Turturro): irmão de Monk, também sofre de várias fobias, mas a mais notável é a agorafobia (medo irracional de lugares abertos). Ambrose perde parcialmente sua fobia de lugares abertos quando é obrigado a sair de sua casa, por causa de um incêndio, no episódio \"Sr. Monk e as Três Tortas\", 11º episódio da 2ª temporada. Ambrose também aparece no episódio de Halloween \"Mr. Monk Goes Home Again\", 2º episódio da 4ª temporada. * Dale \"Baleia\" Biederbeck (Adam Arkin, Tim Curry, Ray Porter): um criminoso aparentemente poderoso e muito gordo a quem Monk enviou para a prisão por planejar o assassinato de uma juíza aposentada de São Francisco. * Gail Fleming (Amy Sedaris): irmã mais nova de Sharona. Uma atriz. Sua primeira aparição foi em \"Sr. Monk e o Terremoto\", 10º episódio da 1ª temporada, onde Sharona, Benjy e Monk ficam na casa dela depois de um terremoto. Sua segunda aparição foi em \"Sr. Monk vai ao Teatro\", 6º episódio da 2ª temporada. No episódio, sua atriz substituta arma um esfaqueamento durante uma apresentação e faz com que a culpa caia em cima de Gail. Em \"Sr. Monk e o Terremoto\" ela diz que Sharona copia ela (mudando para São Francisco, comprando a mesma bolsa). * Jack Monk (Dan Hedaya): pai de Adrian e de Ambrose Monk. Também é pai de Jack Junior, meio-irmão de Adrian e Ambrose. Adrian encontra seu pai pela primeira vez em 39 anos no episódio \"Sr. Monk Encontra seu Pai\", 9º episódio da 5ª temporada. == Astros convidados == A série tem dado destaque a muitos astros convidados, até o final das 5 temporadas, incluindo Brooke Adams, Jason Alexander, Sean Astin, Danny Bonaduce, James Brolin, Brooke Burke, Dan Butler, Rosalind Chao, Enrico Colantoni, Alice Cooper, Brett Cullen, Tim Curry, Tim Daly, Charles Durning, Carmen Electra, Fred Ewanuick, Jon Favreau, Willie Garson, Joy Giovanni, Bob Gunton, Korn, Brooke Langton, Chi McBride, Andrew McCarthy, Malcolm McDowell, Laurie Metcalf, Larry Miller, Glenn Morshower, Charles Napier, Kevin Nealon, Willie Nelson, Judge Reinhold, Andy Richter, Amy Sedaris, Sarah Silverman, Nicole Sullivan, Holland Taylor, Danny Trejo, Stanley Tucci, Steven Weber, Mykelti Williamson, Rainn Wilson, Janet Wright, Alfred Molina, Snoop Dogg e Alex Wolff. == Local das filmagens == Embora o cenário seja em São Francisco, Monk teve a maior parte dos cenários filmada em outros lugares, exceto lugares que caracterizam pontos turísticos da cidade, como a Ponte Golden Gate. O episódio piloto foi filmado em Vancouver, Colúmbia Britânica e os episódios subsequentes da 1ª temporada foram filmados em Toronto, no estado de Ontário. A maioria dos episódios das temporadas 2-5 foram filmados em Los Angeles, Califórnia, incluindo o palco dos Estúdios Ren-Mar (estes incluem o apartamento de Adrian, a casa de Sharona, o escritório de homicídio, o escritório do Dr. Kroger, e a casa de Natalie). == Episódios == == Produção == === Debate da música tema === Durante a primeira temporada de Monk, a série usou um jazz instrumental como introdução, do compositor Jeff Beal, executado pelo violonista Grant Geissman. O tema ganhou o prêmio Emmy 2003 como a melhor música-tema. Quando a segunda temporada começou, a série teve uma nova música- tema, uma música intitulada \"It's a Jungle Out There\" (É Uma Selva Lá Fora), de Randy Newman. Muitos fãs e críticos ficaram frustrados com o tema escolhido. Em uma publicação sobre a segunda temporada de Monk no jornal New York Daily News, o crítico parabenizou a série e a performance de Tony Shalhoub, mas desejou que os produtores revertessem ao tema anterior. Outros, entretanto, apreciaram o novo tema. Tony Shalhoub foi citado no jornal EUA Today dizendo: \"Há uma coisa certa que Randy Newman tem, é o som misterioso e triste, e há essa ironia, esse exagero, um lado humorístico escondido\". Newman foi premiado com o Emmy 2004 como \"It's a Jungle Out There\" sendo a melhor música-tema. Esse debate foi abordado no episódio \"Sr. Monk e o Astro de TV\", o 12º episódio da 2ª temporada, caracterizado por um ator que faz um detetive em uma série de TV, e diversos personagens mencionam uma controvérsia da história sobre a mudança da música-tema dessa série, incluindo a fã obcecada Marci Maven, feita por Sarah Silverman. No final do episódio, ela implora a Monk que se ele um dia tiver uma série de televisão, ele nunca mude a música- tema. Quando Monk concorda com a promessa (só assim ele pode voltar a dormir), a música-tema é tocada, e nos créditos finais também. O download de ambas as músicas-tema pode ser feito no site oficial de Monk, e a letra do tema atual também pode ser adquirida lá. No episódio \"Sr. Monk e o Rapper\", da 6ª temporada, o astro Snoop Dogg executou uma versão em hip hop da música \"It's a Jungle Out There\", acompanhada de Monk dizendo \"Foi assim que aconteceu…\" no formulário da batida. === Sharona x Natalie === Na metade da terceira temporada, Bitty Schram deixou a série devido a uma disputa do contrato. Foi indicada ao Globo de Ouro na categoria de melhor atriz em série de comédia ou musical. Muitos fãs ficaram tristes com a decisão, pois já estavam apegados à personagem. A substituta de Schram, Traylor Howard (como Natalie Teeger) traz uma dimensão diferente ao papel de assistente do Monk e abre naturalmente o debate entre o público. No conto de 2007, \"Mr. Monk and the Two Assistants\", Sharona retorna para seu novo emprego depois que seu marido é preso por assassinato, deste modo, cria um conflito com Natalie. Quando ambas são acusadas injustamente de assassinato, conversam na cela da prisão e ligam-se sobre seus sentimentos de como é trabalhar com Monk. Eventualmente, Monk resolve o caso e as tira da prisão. Sharona volta para Nova Jersey com seu marido, sabendo que Monk está em boas mãos com Natalie. Isso pareceu servir como fechamento para o caráter de seu relacionamento com Monk tão bem que foi base do roteiro do 10º episódio da 8ª temporada da série (\"Sr. Monk e Sharona\"). == Contos == O autor Lee Goldberg escreveu um conto de Monk, \"Mr. Monk Goes to the Firehouse\", que foi publicado em janeiro de 2006 somente nos Estados Unidos. Esse conto foi também base para o 5º episódio da 5ª temporada, \"Sr. Monk, Investigador Particular\". A partir daí, Lee escreveu mais três contos, \"Mr. Monk Goes to Hawaii\", publicado dia 30 de junho de 2006, \"Mr. Monk and the Blue Flu\", publicado em janeiro de 2007, e \"Mr. Monk and the Two Assistants\", publicado em julho de 2007. O quinto conto de Monk, \"Mr. Monk in Outer Space\" foi publicado em 30 de outubro de 2007. Em todos a atual assistente de Monk, Natalie Teeger, é a narradora-personagem. Posteriormente foram lançados mais 11 contos do mesmo autor: \"Mr. Monk Goes to Germany\" (1º de Julho de 2008), \"Mr. Monk is Miserable\" (2 de Dezembro de 2008), \"Mr. Monk and the Dirty Cop\" (7 de Julho de 2009), \"Mr. Monk in Trouble\" (1º de Dezembro de 2009), \"Mr. Monk is Cleaned Out\" (6 de Julho de 2010), \"Mr. Monk on the Road\" (4 de Janeiro de 2011), \"Mr. Monk on the Couch\" (7 de Junho de 2011), \"Mr. Monk on Patrol\" (3 de Janeiro de 2012), \"Mr. Monk is a Mess\" (5 de Junho de 2012), \"Mr. Monk Gets Even\" (31 de Dezembro de 2012) e \"Mr. Monk Helps Himself\" (4 de Junho de 2013). == Prêmios e indicações == Premiações do Emmy * Em 2003 premiação para o melhor ator proeminente em uma série de comédia (Tony Shalhoub) * Em 2003 premiação para a melhor música tema (Jeff Beal) * Em 2004 indicado para o melhor ator proeminente em uma série de comédia (Tony Shalhoub) * Em 2004 premiação para o melhor ator convidado em uma série de comédia (John Turturro como Ambrose Monk) * Em 2003 premiação para a melhor música tema (It's a Jungle Out There de Randy Newman) * Em 2004 indicado para o melhor elenco em uma série de comédia * Em 2005 indicado para a melhor direção em uma série de comédia * Em 2005 premiação para o melhor ator proeminente em uma série de comédia (Tony Shalhoub) * Em 2006 premiação para o melhor ator proeminente em uma série de comédia (Tony Shalhoub) * Em 2006 indicada para melhor atriz convidada em uma série de comédia (Laurie Metcalf como Cora) Screen Actors Guild * Em 2003 indicação para melhor performance masculina em uma série de comédia (Tony Shalhoub) * Em 2004 premiação para melhor performance masculina em uma série de comédia (Tony Shalhoub) * Em 2005 premiação para melhor performance masculina em uma série de comédia (Tony Shalhoub) Globos de Ouro * Em 2003 premiação para a melhor performance de um ator em uma série de TV - musical ou comédia (Tony Shalhoub) * Em 2004 indicação para melhor série de TV - musical ou comédia * Em 2004 indicação para a melhor performance de um ator em uma série de TV - musical ou comédia (Tony Shalhoub) * Em 2004 indicação para a melhor performance de uma atriz em uma série de TV - musical ou comédia (Bitty Schram) * Em 2005 indicação para a melhor performance de um ator em uma série de TV - musical ou comédia (Tony Shalhoub) Prêmio Edgar * Em 2003 indicação para episódio de melhor roteiro (\"Sr. Monk sai de Férias\", Roteiro de Hy Conrad) * Em 2004 indicação para episódio de melhor roteiro (\"Sr. Monk e os 12 Jurados\", Roteiro de Michael Angeli) * Em 2004 indicação para episódio de melhor roteiro (\"Sr. Monk e o Homem Mais Velho do Mundo\", Roteiro de Daniel Dratch) * Em 2005 indicação para episódio de melhor roteiro (\"Sr. Monk e a Desmemoriada\", Roteiro de Hy Conrad) == Dublagem brasileira == * Estúdio — Herbert Richers, no Rio de Janeiro * Direção — Hélio Ribeiro * Tradução — Cláudio Sarmento Conilho === Elenco de vozes === * Adrian Monk — Hamilton Ricardo * Natalie Teeger — Mabel Cezar * Capitão Stottlemeyer — Luiz Carlos Persy * Tenente Disher — Alexandre Moreno * Julie Teeger — Erika Menezes * Sharona Fleming — Carla Pompillo * Dr. Charles Kroger — Maurício Berger * Benjy — Charles Emmanuel == Ligações externas == * * no Metacritic * * *Columbo - Série de televisão cujo personagem inspirou a criação de Monk Categoria:Séries de televisão de comédia dramática dos Estados Unidos Categoria:Séries de televisão de drama policial dos Estados Unidos Categoria:Séries de televisão de comédia policial dos Estados Unidos Categoria:Programas de televisão dos Estados Unidos que estrearam em 2002 Categoria:Séries de televisão ambientadas em São Francisco (Califórnia) Categoria:Programas do USA Network Categoria:Séries de televisão premiadas com o Globo de Ouro Categoria:Programas de televisão dos Estados Unidos encerrados em 2009 Categoria:Séries de televisão de comédia dramática da década de 2000 Categoria:Séries de televisão de drama criminal da década de 2000 Categoria:Séries de televisão de comédia criminal da década de 2000 Categoria:Programas de televisão em língua inglesa Categoria:Programas de televisão produzidos pela ABC Signature Categoria:Programas de televisão produzidos pela Universal Television Categoria:Transtorno obsessivo-compulsivo na ficção",
 "title": "Monk"
}