{
 "id": "6604",
 "text": "Juiz de Fora é um município brasileiro no interior do estado de Minas Gerais. Localiza-se na Zona da Mata Mineira, a sudeste da capital do estado, distando desta cerca de . Sua população foi estimada pelo Instituto Brasileiro de Geografia e Estatística (IBGE) no ano de 2024 em 565.764 habitantes, sendo então o quarto mais populoso de Minas Gerais. Ocupa uma área de , dos quais estão em perímetro urbano. A cidade faz parte do eixo industrial das cidades próximas à BR-040 e das próximas à BR-116. O município foi emancipado de Barbacena na década de 1850. A versão mais conhecida de sua etimologia é que o nome seja uma referência a um juiz de fora, magistrado nomeado pela Coroa Portuguesa para atuar onde não havia juiz de direito, que hospedou-se por pouco tempo em uma fazenda da região, passando esta a ser conhecida como a Sesmaria do Juiz de Fora. Hoje é formada pela cidade de Juiz de Fora além dos distritos de Rosário de Minas, Torreões e Sarandira, subdivididos ainda em 111 bairros. Passou a ser conhecida como \"Manchester Mineira\" à época em que seu pioneirismo na industrialização a fez o município mais importante do estado. Com a grande crise econômica de 1929, a economia dos municípios mineiros ligados à cafeicultura sofreu grande abalo e Juiz de Fora só conheceu novo período de desenvolvimento a partir da década de 1960. Sua área de influência estende-se por toda a Zona da Mata Mineira, uma pequena parte do Sul de Minas e também do Centro Fluminense. O município conta ainda com uma importante tradição cultural, que vai desde o seu artesanato até o teatro, a música e o esporte. Seu principal e mais tradicional clube de futebol é o Tupi Football Club, fundado em maio de 1912. Juiz de Fora também é destaque no turismo, com seus diversos atrativos culturais, naturais e arquitetônicos. Alguns dos principais são o Museu Mariano Procópio, o Cine-Theatro Central e o Parque da Lajinha. Um dos principais eventos é o Carnaval de Juiz de Fora, que teve suas origens na época de emancipação do município. No final da década de 1930, até a década de 1960, o auge do Carnaval mudou de foco e a festa nos clubes pairou sobre Juiz de Fora. ==História== O local onde hoje existe Juiz de Fora permaneceu intocado até o século XIX, exceto pelos índios puris e coroados. Com a construção do Caminho Novo em 1707, ligando a rota do ouro entre Vila Rica (Ouro Preto) e o Porto do Rio de Janeiro, diversos grupos surgiram às margens da estrada, entre eles, o arraial de Santo Antônio do Paraibuna, criado em 1713, e que veio posteriormente a se tornar Juiz de Fora. As origens de Juiz de Fora remontam a época do Ciclo do Ouro, portanto confundem-se com a história de Minas Gerais. Devido à dificuldade de acesso à região do atual município, o lugar permaneceu praticamente intocado até o . A Zona da Mata, então habitada apenas pelos índios puris e coroados, foi desbravada com a abertura do Caminho Novo, estrada construída em 1707, para o transporte do ouro da região de Vila Rica (Ouro Preto) até o porto do Rio de Janeiro. Diversos povoados surgiram às margens do Caminho Novo estimulados pelo movimento das tropas que ali transitavam, entre eles, o arraial de Santo Antônio do Paraibuna, povoado por volta de 1713. A vila de Santo Antônio do Paraibuna surgiu no início do século XIX devido à ocupação por famílias de fazendeiros e colonos vindas da região aurífera (Ouro Preto e Mariana), e posteriormente da região das Vertentes (Barbacena e São João del-Rei). O município de Santo Antônio do Paraibuna desmembrou-se de Barbacena em 31 de maio de 1850, e elevado a Cidade do Paraibuna em 1856. Em 1865, a Cidade do Paraibuna passa a se chamar Juiz de Fora. O curioso nome de Juiz de Fora gera muitas dúvidas quanto à sua origem. O juiz de fora era um magistrado nomeado pela Coroa Portuguesa para atuar onde não havia juiz de direito. A versão mais aceita pela historiografia admite que um desses magistrados hospedou-se por pouco tempo em uma fazenda da região, passando esta a ser conhecida como a Sesmaria do Juiz de Fora. Mais tarde, próximo a ela, surgiria o povoado. A identidade exata e a atuação dessa personagem na história local ainda são polêmicas. Uma personalidade de grande importância no município foi o engenheiro alemão Heinrich Wilhelm Ferdinand Halfeld (Henrique Guilherme Fernando Halfeld), que empresta seu nome a uma das principais ruas do comércio local e ao parque situado no centro da cidade, nos cruzamentos da mesma rua Halfeld e a Avenida Barão do Rio Branco e com a Rua Santo Antônio e Rua Marechal Deodoro com Avenida Barão do Rio Branco e Rua Santo Antônio, entre o Paço Municipal de Juiz de Fora, a Câmara dos Vereadores, e o Fórum da Comarca e a Igreja Metodista Central. Halfeld, após realizar uma série de obras a serviço do Estado Imperial Brasileiro, acaba por fixar residência na cidade, envolve-se na vida política, constrói a Estrada do Paraibuna e promove diversas atividades no município, sendo considerado um de seus fundadores. Em 6 de setembro de 2018, o então candidato a Presidente da República, Jair Bolsonaro, sofreu um atentado enquanto caminhava na Rua Batista de Oliveira, esquina com a Rua Halfeld. == Geografia == thumb|esquerda|Vista parcial da cidade a partir do Shopping Independência, em direção ao centro. A área do município é de , segundo o IBGE. Desse total estão em perímetro urbano. É ainda o município mais extenso da Zona da Mata Mineira. De acordo com a divisão regional vigente desde 2017, instituída pelo IBGE, o município pertence às Regiões Geográficas Intermediária e Imediata de Juiz de Fora. Até então, com a vigência das divisões em microrregiões e mesorregiões, fazia parte da microrregião de Juiz de Fora, que por sua vez estava incluída na mesorregião da Zona da Mata. O município limita-se ao norte com Santos Dumont e Ewbank da Câmara; a nordeste, com Piau e Coronel Pacheco; a leste, com Chácara e Bicas, Pequeri; a Sudeste, com Santana do Deserto; ao sul com Matias Barbosa e Belmiro Braga; a sudoeste, com Santa Bárbara do Monte Verde; a oeste, com Lima Duarte e Pedro Teixeira e a noroeste com Bias Fortes. A cidade está a aproximadamente 310 quilômetros de Belo Horizonte, a capital mineira. O relevo de Juiz de Fora é bem acidentado, correspondendo geomorfologicamente à Unidade Serrana da Zona da Mata, pertencente à Região Mantiqueira Setentrional. A altitude máxima é de 998 m. nas proximidades da serra dos Cocais e a mínima fica em 470 m no Rio Santo Antônio. A sede está em uma altitude de 677,2 m. Cerca de 2% do território juiz-forano é plano, 15% das terras são típicos de serras e os 83% restantes o terreno são mares de morro. === Hidrografia === O município de Juiz de Fora está localizado na Bacia do Médio Paraibuna, pertencente à bacia do Rio Paraíba do Sul, e seu perímetro urbano é drenado por 156 sub-bacias de diversas dimensões. Os principais rios que banham o município são o Paraibuna, seus afluentes Rio Cágado e Rio do Peixe, e os rios Monte Verde e Grão-Mogol, afluentes do rio do Peixe. O Rio Paraibuna recebe o lançamento in natura de esgotos domésticos e de efluentes industriais produzidos na cidade. A Bacia do Médio Paraibuna possui tributários com perfis longitudinais relativamente acentuados, que desembocam no rio principal com gradiente um pouco baixo. O Rio Paraibuna possui declividade média bastante diferenciada ao longo de seu curso, sendo que no trecho urbano de Juiz de Fora é bastante moderada, da ordem de 1,0m/km. A última retificação de aproximadamente 30 km, na região do Distrito Industrial I, foi dimensionada de modo a compatibilizar a função regularizadora da Barragem Chapéu D’Uvas, recentemente concluída. A barragem foi construída com o objetivo de amortizar enchentes e ampliar o potencial de abastecimento de água para a cidade. === Clima === Maiores acumulados de precipitação em 24 horas registrados em Juiz de Fora por meses (INMET, 1961–presente) Mês Acumulado Data Mês Acumulado Data Janeiro 14/01/1966 Julho 04/07/1964 Fevereiro 12/02/1995 Agosto 28/08/2023 Março 12/03/2001 Setembro 07/09/1992 Abril 06/04/1983 Outubro 25/10/1976 Maio 31/05/1983 Novembro 01/11/2006 Junho 04/06/1983 Dezembro 07/12/1998 O clima de Juiz de Fora é caracterizado tropical de altitude (tipo Cwa segundo Köppen), com chuvas concentradas no verão e temperatura média compensada anual em torno dos . A umidade do ar relativamente elevada e tempo aproximado de insolação é de horas/ano. As precipitações ocorrem principalmente sob a forma de chuva e, em algumas ocasiões, de granizo. Segundo dados da estação convencional do Instituto Nacional de Meteorologia (INMET) de Juiz de Fora disponíveis a partir de 1961, a menor temperatura registrada ocorreu no dia 9 de junho de 1985, com mínima de , contudo o recorde absoluto foi registrado antes desse período, em 9 de junho de 1933 (). Já a maior temperatura atingiu em 19 de outubro de 2016. O maior acumulado de precipitação em 24 horas alcançou em 12 de março de 2001. === Ecologia e meio ambiente === A vegetação nativa do município pertence ao domínio florestal Atlântico (Mata Atlântica), onde destacam-se diversas espécies da fauna e flora. Em Juiz de Fora existem unidades de conservação ambiental. As principais são a Reserva Biológica Municipal do Poço D'Anta (com 277 hectares, entre os bairros São Benedito, Bom Retiro e Linhares); Reserva Biológica Municipal Santa Cândida (133 hectares, bairros Monte Castelo, São Pedro e Carlos Chagas); Parque da Lajinha (45,5 hectares, bairros Aeroporto e Teixeiras); Área de Proteção Ambiental do Krambeck (291 hectares, bairros Eldorado e Remontas) e Área de Preservação Permanente Bosque do Bairu (0,5 hectares, bairro Bairu). De acordo com a lei 9605 de 1998, mananciais, encostas e áreas de matas nativas são protegidas pela prefeitura. Outras áreas de preservação, como o Parque do Museu Mariano Procópio, possuem legislações próprias, por serem de menor porte. Outra importante unidade de conservação é o Sítio Malícia, que pertencente à maior floresta de mata atlântica urbana do país, com mais de 3,7 milhões de metros quadrados. ; Poluição atmosférica Desde o começo da década de 1990 vários pontos do município, em especial a área central, vêm sofrendo com a fumaça e a poluição proveniente da grande quantidade de veículos que circulam na região e das indústrias. Desde 1993 estudos que estão sendo realizados comprovam que o nível de monóxido de carbono é elevado. Somente na Avenida Rio Branco, a principal da cidade, em 1998 já circulavam 40 mil veículos diariamente, sendo que a frota municipal naquele ano era de 115 mil veículos. == Demografia == No ano de 2022, a população do município foi contada pelo Instituto Brasileiro de Geografia e Estatística (IBGE) em habitantes, mantendo o título de quarto mais populoso do estado e apresentando uma densidade populacional de 376,64 hab./km2. Segundo o censo de 2010, 47,30% da população eram homens ( habitantes), 52,70% ( habitantes) mulheres, 98,86% ( habitantes) vivia na zona urbana e 1,14% ( habitantes) na zona rural. De acordo com o IBGE, Juiz de Fora possuía eleitores em 2004. O Índice de Desenvolvimento Humano Municipal (IDH-M) de Juiz de Fora é considerado elevado pelo Programa das Nações Unidas para o Desenvolvimento (PNUD). Seu valor é de 0,828, sendo o nono maior de todo estado de Minas Gerais (em 853), o quadragésimo nono de toda a Região Sudeste do Brasil (em 1666 municípios) e o 145° de todo o Brasil (entre municípios). Considerando apenas a educação o valor do índice é de 0,920, enquanto o do Brasil é 0,849. O índice da longevidade é de 0,784 (o brasileiro é 0,638) e o de renda é de 0,781 (o do Brasil é 0,723). A cidade possui a maioria dos indicadores elevados e todos acima da média nacional segundo o PNUD. A renda per capita é de , a taxa de alfabetização adulta é 95,30% e a expectativa de vida é de 72,03 anos. O coeficiente de Gini, que mede a desigualdade social é de 0,41, sendo que 1,00 é o pior número e 0,00 é o melhor. A incidência da pobreza, medida pelo IBGE, é de 12,86%, o limite inferior da incidência de pobreza é de 5,82%, o superior é de 19,91% e a incidência da pobreza subjetiva é de 9,45%. No ano de 2010, a população juiz-forana era composta por brancos (56,9%); pardos (27,9%); pretos (14,3%); indígenas (0,1%); 3 535 amarelos (0,7%); A partir do final do século XIX, árabes instalaram-se na cidade, principalmente os sírios e libaneses, em busca de melhores condições de vida. De início foram mascates, e conforme conseguiam mais recursos tornavam-se comerciantes, principalmente de tecidos. Chamam atenção atualmente as lojas de tecidos, os restaurantes típicos e as várias malharias de proprietários árabes. Até hoje, muitas lojas de tecido da Rua Marechal Deodoro pertencem a sírios e libaneses. Na década de 1970 mais árabes chegaram em busca de melhores condições de vida, atraídos pela boa adaptação econômica de seus predecessores. === Religião === Juiz de Fora é uma cidade de tradição cristã, mas com grande diversidade de crenças, assim como no resto do país. As crenças convivem bem. O campo religioso da cidade é composto majoritariamente pelo catolicismo, seguido do protestantismo. Há também um forte movimento espírita- kardecista, tal como diversas religiões afro-brasileiras. Recentemente, houve o surgimento do new age, de grupos orientais e dos muçulmanos. Mais afastados da cidade, há também grupos como o do Santo Daime e do Vale do Amanhecer. Esta grande diversidade é atribuída à proximidade da cidade em relação a grandes centros urbanos, o que fortalece a circulação de ideias, costumes e crenças. ====História==== Durante a segunda metade do século XIX, a cidade apresentou grande diversificação das religiões presentes, devido principalmente às imigrações alemães e italianas, que trouxeram o protestantismo, o metodismo e o espiritismo. Como integrantes desta religião estavam sendo sepultados em locais não considerados sagrados, a Companhia União e Indústria cedeu uma área para que um cemitério fosse instalado. Este cemitério foi consagrado em 1860 com o nome de Cemitério de Nossa Senhora da Glória e doado aos cultos católicos e evangélicos. Os habitantes da Colônia de Cima, atual bairro São Pedro, também desejaram um cemitério próprio, devido à distância do Cemitério Municipal de Juiz de Fora e às constantes proibições por parte do padre Tiago Mendes Ribeiro. Entretanto, a Companhia negou o pedido, e o Cemitério de São Pedro e sua capela foram inaugurados somente em janeiro de 1886, graças à doação de um terreno por um colono. No final do século XIX e início do XX chegaram na cidade os árabes cristãos católicos. Os sírios praticavam o Rito Bizantino e fundaram em 1958, a Paróquia Melquita Católica de São Jorge, que ficou pronta em 1965, e também a Sociedade Beneficente Melquita de São Jorge, em 1957. Já os libaneses, em sua maioria praticavam o Rito Maronita. Na década de 1970, chegaram os árabes islâmicos. ====Islamismo==== Atualmente há em torno de 60 fiéis muçulmanos na cidade, dos quais 15, em média, comparecem nas orações de sexta-feira da Mesquita de Juiz de Fora. Dos 60 fiéis, 25 são do sexo feminino, e destas, somente oito usam o véu em todo o lugar. Os véus começaram a ser utilizados na cidade em 2002. Apesar do šayh considerar que o véu é símbolo de modéstia e recato, esta vestimenta vem sendo utilizada na cidade para embelezamento, principalmente pelas adolescentes. A Mesquita de Juiz de Fora se diferencia da maioria das mesquitas por não ser um local com poder exercido apenas por homens: uma mulher participava ativamente das atividades, pagando as despesas mais vultosas, inclusive todas as que garantem que haja um šayh presidindo o local. Também, esta libanesa é quem doou as lojas onde a Mesquita funciona. A maioria doa árabes da SBMJF têm situação financeira melhor que a dos convertidos. O Islã em Juiz de Fora, como no resto do Brasil, deixou de lado sua identificação étnica para assumir uma identidade mais estrita à religião, buscando se apresentar como mais uma opção para os habitantes, no mercado religioso. Em 2005, foi realizada uma manifestação no Parque Halfeld e uma passeata para a libertação de João Vasconcellos, um engenheiro juizforano sequestrado no Iraque por um grupo Mujahidin. A passeata foi liderada por uma libanesa da SBMJF. == Política == A partir de 1850, a elite agrária da cidade estabeleceu seu centro de poder no centro da cidade, agrupando em torno da Praça Central as Repartições Públicas e a Igreja. Entretanto, a cadeia, mesmo fazendo parte do centro, não estava neste núcleo. O poder executivo do município de Juiz de Fora é representado pelo prefeito e seu gabinete de secretários, seguindo o modelo proposto pela Constituição Federal. O primeiro representante do poder executivo e prefeito do município foi Pedro Marques de Almeida (1888–1934). Em vinte e nove mandatos, onze prefeitos passaram pela prefeitura de Juiz de Fora. O poder legislativo é constituído pela câmara. Cabe à casa elaborar e votar leis fundamentais à administração e ao Executivo, especialmente o orçamento participativo (Lei de Diretrizes Orçamentárias). O município de Juiz de Fora se rege por leis orgânicas. A cidade é ainda a sede de uma comarca. De acordo com o TRE-MG (Tribunal Regional Eleitoral de Minas Gerais) o município possuía, em 2006, eleitores. === Câmara Municipal === A Câmara Municipal, na época após a fundação da cidade, era composta majoritariamente por donos de fazendas, profissionais liberais e comerciantes. Havia muitas ocorrências de parentesco e compadrio entre vereadores, o que causava permanência constante das famílias mais influentes da região no poder. De 1860 a 1880, quase todas as sessões da Câmara Municipal tiveram por objetivo decisões relativas a obras de urbanização, fazendo a maior parte do dinheiro gasto pela cidade neste período ser usado nestas obras. Sete anos após a emancipação do município, em 1857, foi aprovada na Câmara Municipal a primeira edição do Código de Posturas Municipaes, com o objetivo de ordenar o desenvolvimento da cidade. O Código estabeleceu normas de organização social, urbanização e embelezamento do município. Em março de 2018, 73% dos servidores públicos da Câmara eram comissionados, e apenas 27% concursados, excluindo-se destas contas os assessores de gabinete, que por lei devem mesmo ser comissionados. == Subdivisões == Juiz de Fora está oficialmente subdividida em quatro distritos, sendo eles Juiz de Fora, Rosário de Minas, Torreões e Sarandira. Os limites das áreas urbanas nos distritos, os chamados núcleos urbanos, também definidos pela Lei de 1986, poderão ser revistos em função da necessidade de atendimento ao crescimento de sua população. A cidade foi originalmente subdividida ainda em 81 regiões urbanas. Porém, de acordo com o plano diretor municipal, foram adotados 111 bairros, cuja divisão é a unidade territorial que o habitante da cidade tem mais facilidade de reconhecer. Outra subdivisão oficial criada pela prefeitura é as Regiões de Planejamento. O município está dividido em doze regiões. São elas: Barreira, Benfica, Cascatinha, Centro, Grama, Igrejinha, Linhares, Lourdes, Santa Cândida, Santa Luzia, São Pedro e Represa. No interior de cada Região de Planejamento existem áreas de distintas conformações topográficas e configurações quanto ao tipo e densidade de ocupação, facilidades de infraestrutura, traçado dos lotes e características arquitetônicas das construções. Por esta razão, cada região de planejamento foi considerada como sendo composta de um número variável de unidades de planejamento, definidas por uma condição de homogeneidade relativa das tipologias referidas. Ao longo dos anos após a criação, o município foi ganhado novos distritos. Em 1911 a cidade possuía quinze: Juiz de Fora (sede), Água Limpa, Paula Lima, Rosário, São Francisco de Paula, Porto das Flores, São José do Rio Preto, Vargem Grande, Matias Barbosa, São Pedro de Alcântara (atual município de Simão Pereira), Chácara, Sarandi, Santana do Deserto, Benfica e Mariano Procópio. Porém, com o passar dos anos, alguns deles tornaram-se municípios. Em última alteração distrital, feita pela lei estadual nº 6769 de 13 de maio de 1976, o distrito de Paula Lima foi extinto passando seu território a pertencer ao quarto subdistrito do distrito-sede de Juiz de Fora. Em divisão territorial datada de 1 de janeiro de 1979, o município era constituído de quatro distritos: Juiz de Fora, Rosário de Minas, Sarandira e Torreões. Assim permanecendo atualmente. == Economia == Em maio de 2018, os principais setores da economia da cidade eram: # serviços, com 73 707 empregos; # comércio, com 32 579 empregos; # indústria de transformação, com 19 139 empregos. Embora a cidade possua muitas instituições de ensino técnico e superior, não são oferecidas alternativas para reter estes talentos. Comércio e serviço são setores que requerem baixa qualificação. Segundo o SEBRAE, existiam 22 725 MEIs na cidade em 2017. thumb|direita|Rua Halfeld, uma das principais vias comerciais do Centro. ;Setor primário A agricultura não possui tanta relevância em Juiz de Fora. De todo o PIB da cidade reais é o valor adicionado bruto da agropecuária. Segundo o IBGE em 2008 o município possuía um rebanho de bovinos, suínos, 470 equinos, 140 mulas, 80 caprinos, 70 búfalos, 25 asnos, 20 ovelhas e aves, dentre estas galinhas, galos, frangos e pintinhos e codornas. Em 2008 a cidade produziu 164 mil litros de leite de 156 vacas. Foram produzidos 28 mil dúzias de ovos de galinha e quilos de mel-de- abelha. Na lavoura temporária são produzidos principalmente a cana-de-açúcar ( toneladas), o milho ( toneladas) e o feijão (195 toneladas). ;Setor secundário A indústria atualmente é o segundo setor mais relevante para a economia juiz- forana. reais do PIB municipal são do valor adicionado bruto da indústria (setor secundário). A cidade conta com um Distrito Industrial em operação sob administração da Companhia de Desenvolvimento Econômico de Minas Gerais (CODEMIG). As principais atividades industriais do município são a fabricação de alimentos e bebidas, produtos têxteis, artigos de vestuário, produtos de metal, metalurgia, mobiliário, montagem de veículos e outros. ;Setor terciário milhões reais do PIB municipal são de prestações de serviços (terciário). A economia da cidade é voltada basicamente para o setor de serviços. De acordo com o IBGE a cidade possuía no ano de 2008 estabelecimentos comerciais e trabalhadores, sendo pessoal ocupado total e ocupado assalariado. Salários juntamente com outras remunerações somavam reais e o salário médio mensal de todo município era de 2,7 salários mínimos. Um dos principais centros comerciais de Juiz de Fora e também um dos mais movimentados da região é o Independência Shopping, inaugurado em 22 de abril de 2008. Além de grandes lojas o shopping possui pequenas e médias empresas com sede no próprio município ou na região. Assim como no resto do país o maior período de vendas é o Natal. == Estrutura urbana == No ano de 2000, a cidade possuía domicílios, entre apartamentos, casas, e cômodos. Desse total, eram imóveis próprios, sendo próprios já quitados (65,47%), próprios em aquisição (5,36%), eram alugados (22,16%), imóveis foram cedidos sendo que haviam sido cedidos por empregador (1,24%), foram cedidos de outra maneira (5,28%) e 645 eram de outra forma (0,49%). Em 2010, o número avançou para cerca de 229 309 endereços – sendo 200 720 domicílios, 7808 edificações em construção e 22 351 estabelecimentos. O município conta com água tratada (porém praticamente nenhum esgoto tratado), energia elétrica, esgoto, limpeza urbana, telefonia fixa e telefonia celular. Em 2000, 95,30% dos domicílios eram atendidos pela rede geral de abastecimento de água, 97,05% das moradias possuíam coleta de lixo e 93,69% das residências possuíam escoadouro sanitário. Seu Índice de Gini é de 0,41. === Saúde === Em 2011, 60% dos idosos da cidade (que eram quase 66 000) dependiam do SUS, de acordo com a Secretaria de Saúde da Prefeitura. Em 2016, Juiz de Fora era a 3ª cidade do país, com mais de 500 000 habitantes, em concentração de idosos. Destes, segundo pesquisa desenvolvida pela UFJF, 95% usavam o SUS, mesmo 60% tendo plano de saúde particular. As especialidades de maior demanda pelo público idoso eram oftalmologia e ortopedia. Um dos equipamentos de saúde específicos para atendimento ao público idoso é o Departamento de Saúde do Idoso (DSI), no centro da cidade. Porém, segundo a ouvidora de saúde do município, a cidade ainda estava aquém do desejável, com 30% das reclamações sendo relativas ao atendimento feito a este público: falta de médicos especializadas, filas, ausência de priorização, baixo diagnóstico, e pouca abrangência do DSI. Além do quê, as metas da Política Nacional de Atenção à Saúde da Pessoa Idosa (de 2009) ainda não tinham sido cumpridas em 2016. Na cidade existem doze hospitais gerais, sendo três públicos, três filantrópicos e seis privados. Um dos hospitais públicos na cidade é um hospital militar, o Hospital Geral de Juiz de Fora (HGeJF), vinculado ao Ministério da Defesa. O Hospital de Pronto Socorro (HPS) é, do município, referência em acidentes ofídicos e casos de urgência e emergência pelo Sistema Único de Saúde e também o único que administra soro antiescorpiônico. Há também o Hospital Regional João Penido, que recebeu este nome em homenagem a um médico muito importante politicamente na cidade, no século XIX. Há na cidade o hospital Monte Sinai. Localizado no bairro Dom Bosco, foi inaugurado em 1994. Sua Unidade de terapia intensiva (UTI) adulta conta com trinta leitos e a neonatal e infantil possui 25 leitos. Como em vários outros centros urbanos brasileiros, apesar do processo de reorientação das formas de assistência médica estar em andamento, os usuários mantém preferência, ao buscar espontaneamente por atendimento, por prontos-socorros e hospitais, mesmo que isto os faça se deslocarem de bairros distantes até o centro e enfrentarem o tumulto e demanda excessiva que sempre parece existir em unidades do tipo; como apontado pelo Plano Municipal de Saúde de 1997 e 2002. Esperava-se que, a partir de 1995, a implantação do Programa Saúde da Família e a expansão da rede básica redistribuiriam a demanda, ajudando a esvaziar pronto-socorros e hospitais, mas isto não ocorreu e a demanda apenas aumentou. Houve epidemias de varíola nos períodos de 1873 a 1874 e 1886 a 1887. Os atestados de óbito do período de 1864 a 1890 mostram a varíola como causa mortis em 6,15% dos documentos, sendo a maior parte destas mortes advindas da primeira epidemia. === Educação === Ensino superior 2005 2004 Escolas 11 13 Matrículas 31396 28237 Docentes 1759 Localiza-se no município de Juiz de Fora, 12 faculdades credenciadas pelo MEC, sendo 10 privadas e 2 públicas federais. As duas faculdades federais, são a Universidade Federal de Juiz de Fora, fundada em 1960 e considerada a segundo melhor universidade do estado de Minas Gerais e 14ª posição entre as universidades brasileiras segundo ranking internacional em 2018 e o Instituto Federal do Sudeste de Minas Gerais, além de 10 outras privadas. Entre elas o Centro de Ensino Superior de Juiz de Fora (CES/JF), Faculdade de Ciências Médicas e da Saúde de Juiz de Fora (Suprema), faculdade católica fundada em 1972, Centro Universitário Estácio Juiz de Fora, Instituto Vianna Júnior, Faculdade Doctum, Faculdade Machado Sobrinho, Universidade Presidente Antônio Carlos, Faculdade do Sudeste Mineiro (FACSUM), Universidade Salgado de Oliveira (UNIVERSO), entre outras. Em 2000 cerca de habitantes (95,6% da população) eram alfabetizados. Em 2012, a cidade era a terceira com menor índice de analfabetismo (acima de 15 anos) do estado. O nível da educação (IDHM Educação) do município era, em uma escala de 0 a 1, de 0,420 em 1991 (muito baixo), 0,594 em 2000 (baixo) e finalmente, de 0,711 em 2010 (alto). ====História==== A primeira instituição de ensino da cidade foi o colégio do Cônego Roussin, fundado em 1860. Entretanto, houve uma escola criada antes do estabelecimento do município, a escola do Prof. Sampaio, dirigida pelo Prof. José Anacleto Sampaio, pessoa importante na sociedade e que foi vereador municipal. Em 1869 é instituída a Escola Agrícola, que recebia filhos dos imigrantes alemães para educação popular através de ensino profissionalizante. Houve pouca procura, e portanto a experiência foi de curta duração. Houve influência da concepção comum em culturas anglo-saxãs de ensino voltado para o preparo do ofício, entretanto, o que predominou foi a ideologia ibérica de valorização do ensino propedêutico, preparando para profissões com importante papel da retórica, o que faz com que as camadas dirigentes ou em ascensão demonstrem preferência especial pelas faculdades de Direito. Nos anos seguintes, várias instituições de ensino básico e médio, em sua maioria particulares, são criadas na cidade, exceto alguns poucos grupos escolares públicos. Estas instituições tiveram alto prestígio e tinham muito cuidado com a instrução, de acordo com relatos da época. Até 1890 a cidade reproduz o perfil de educação corrente do Império, onde predominava o ensino particular expandido pela ação do clero em seminários e escolas confessionais e sua tradição católica conservadora, mas havia confronto com a intenção de um Estado laico que afastasse da religião a educação e a cultura e com os intelectuais da ilustração brasileira, de ideário liberal ou cientificista. Duas escolas fundadas no período se destacam, representando a ação das elites locais em relação à nova ordem competitiva, atribuindo um novo perfil à educação primária, secundária e superior: o Granbery, fundado em 1890, e a Academia de Comércio, fundada em 1894. Aos pobres, era possível escolher entre alguns poucos mestres-escolas que acolhiam os alunos em casa para trabalho meritório e missionário. O Colégio Americano Granbery é fundado por missionários estadunidenses do sul da Igreja Metodista Episcopal em 1890, sendo um importante marco para a introdução do metodismo na região da mata mineira tanto como concepção educacional, como concepção de mundo, como prática religiosa. O colégio recebeu o nome em homenagem a John Cowper Granbery, bispo que estava à frente das incursões de representantes da Igreja Metodista estadunidense em território brasileiro nos últimos anos do Império do Brasil. =====República e reforma educacional===== Nos primeiros anos da República, no governo de Afonso Pena, ocorreu a Reforma Educacional do Estado de Minas, objetivando a melhoria da qualidade de ensino elementar e a formação dos professores. Um decreto em 1893 cria uma nova estrutura para a escola normal, com o intuito de melhorar a formação dos professores através de cursos intensivos. Assim, em 1894, foi criada a Escola Normal de Juiz de Fora, que funcionava no prédio que anteriormente havia sido o mercado da cidade, e que posteriormente foi transferido para o Palacete Santa Mafalda. A situação da educação na cidade era um caos. O despreparo profissional, o desestímulo originado nos baixos salários e a precariedade das condições físicas impediam a efetividade das soluções. Em 1907, época em que se organizava o Estado federativo e republicano brasileiro, foram implementados na cidade os Grupos Escolares, constituindo um novo espaço escolar de Juiz de Fora, conforme proposto pela Reforma Educacional para Minas Gerais em 1906. Os Grupos Escolares estaduais eram locais de educação para os filhos da classe pobre, e vieram complementar o projeto educacional da cidade, que não garantia educação aos que não fossem filhos da elite industrial. Assim, o município foi pioneiro na instalação de um ensino sistematizado, normatizando os conteúdos disciplinares e os métodos pedagógicos com o objetivo de acabar com as escolas isoladas e obter mais controle sobre a educação infantil. Juiz de Fora contrastava com as demais cidades mineiras coloniais, que apresentavam igrejas e marcas da extração de ouro, com suas indústrias, seu capitalismo e seus estudantes. Foi bem-vinda para a cidade a proposta de uma sociedade baseada em trabalho livre e capacitação, do projeto modernizador de, principalmente, João Pinheiro. Esta proposta acarretava a substituição do conceito de trabalho servil pelo de mão de obra qualificada, tendo como principal característica a educação. Assim, o governo da cidade interpretou as escolas como sendo mais do quê um local de racionalização do conhecimento, sendo também um instrumento de mudanças. Em 4 de fevereiro de 1907 foi instalado o Primeiro Grupo Escolar da cidade e do estado, com 407 alunos e José Rangel como diretor. Em 23 de março do mesmo ano, no mesmo prédio, foi inaugurado o Segundo Grupo Escolar, com 396 alunos e o diretor José Rangel, o porteiro e o servente do Primeiro como administradores, e funcionando no período noturno. Em 1915 os grupos foram renomeados para Grupo José Rangel e Grupo Delfim Moreira, respectivamente. Estes situavam-se no Palacete Santa Mafalda, edifício oferecido a D. Pedro II mas recusado, que abrigara anteriormente a Escola Normal onde José Rangel havia lecionado, e que ficou conhecido então como Grupos Centrais devido à sua localização, de frente para a Catedral Metropolitana de Juiz de Fora, em um trecho nobre da cidade do século XX. Somente o Grupo Delfim Moreira está no prédio atualmente. O Grupo Escolar surgiu com o propósito de tornar os alunos bons trabalhadores e bons cidadãos, e por isto o discurso liberal era ofuscado pelos mecanismos disciplinadores, para que se formassem cidadãos submissos à classe dominante. Em 1928, é criada a Escola Normal Oficial de Juiz de Fora, que existe até hoje, com o objetivo de formar professores para o ensino primário, sendo a única opção oficialmente reconhecida para tal. A cidade havia abrigado outra Escola Normal anteriormente, no período de 1894 até aproximadamente 1907. A escola, destinada somente para moças, teve suas matrículas encerradas em 4 de abril de 1928, tendo então 220 alunas entre os cursos de Adaptação, Preparatório e Aplicação. A escola passou a admitir alunos homens somente em 1948. === Transportes=== ==== Bonde ==== Juiz de Fora foi a primeira cidade de Minas Gerais a possuir um sistema de bondes. Aberto em 15 de março de 1881, pela empresa \"Ferrocarril Bonds de Juiz de Fora\". Os veículos, de tração animal (puxados por burros), partiam dos arredores da estação ferroviária da Central do Brasil na cidade para os bairros de Bonfim, Passos, São Mateus, Tapera, Santa Teresinha, Vitorino Braga e Eduardo Weiss. Após a construção da Usina Hidrelétrica de Marmelos pela Companhia Mineira de Eletricidade (CME), Juiz de Fora passou a contar com um excesso de eletricidade. Após incorporar a Ferrocarril, a CME contratou a General Electric (GE) através do seu representante brasileiro Eduardo Guinle. A GE projetou e implantou uma rede de bondes de tração elétrica, que chegou a ter 17 quilômetros de extensão. Em 1954, a prefeitura de Juiz de Fora municipalizou a empresa de bondes e continuou operando o sistema até sua desativação ocorrida entre 1964 e 1969. No dia 14 de abril de 1969, foi desativada a última linha de bonde. ==== Trem de Longo Percurso ==== Desde a implantação da Estrada de Ferro Central do Brasil no século XIX, Juiz de Fora era um tradicional ponto de parada dos trens de passageiros de longo percurso, que uniam os estados de Minas Gerais e do Rio de Janeiro. A partir de 1950, o moderno Trem Vera Cruz, iniciou suas operações na ligação diária entre as capitais Belo Horizonte e Rio de Janeiro, contando com uma parada intermediária na Estação Ferroviária de Juiz de Fora para embarques e desembarques de passageiros, sempre no início da madrugada. Era tracionado por locomotivas diesel-elétricas e carros de aço inoxidável. Após uma suspensão de suas atividades em 1976 e uma breve reforma de suas composições, o trem retomou suas operações locais em 1980, na chamada Linha do Centro, sendo desativado em 15 de março de 1990. ==== Trem Urbano ==== Entre 1923 e 1997, Juiz de Fora possuiu um trem urbano. Com 36 km e 13 pontos de embarque e tração diesel, o Trem Urbano de Juiz de Fora ligava o bairro de Benfica até à cidade de Matias Barbosa. Entre 1923 e a década de 1950, o trem era composto por locomotivas a vapor e carros de madeira. A partir daí passou a ser tracionado por locomotivas diesel e carros de aço carbono. Após uma breve reforma em 1994, os trens foram desativados em 31 de dezembro de 1997. Ano Passageiros transportados 1974 56.308 1984 492.000 1994 28.314 (jan e jun) ==== Ônibus ==== thumb|direita|Via exclusiva para ônibus na Avenida Rio Branco. O transporte público em Juiz de Fora é administrado atualmente pelo Cinturb (Consórcios Integrados do Transporte Urbano de Juiz de Fora), após a realização de uma licitação no ano de 2016. Existem dois consórcios atuantes: ViaJF e Manchester. Com isso, as pinturas dos ônibus foram alteradas para um esquema de cor única (azul ou vermelha, que representa o consórcio atuante na rota; exceto nas áreas de exploração comuns). No município também está localizado o Terminal Rodoviário Miguel Mansur, que conta com mais de vinte empresas de ônibus interurbanos e interestaduais. ====Trânsito==== O município possui fácil acesso à BR-040 para Brasília e Rio de Janeiro; BR-267 para Porto Murtinho; MG-353 para Rio Pomba e Piraúba; e MG-133 para Rio Pomba e Coronel Pacheco. Além disso, tem acesso às rodovias de importância estadual e até nacional através de rodovias vicinais pavimentadas e com pista dupla. A frota municipal no ano de 2009 era de veículos, sendo automóveis, caminhões, 936 caminhões trator, caminhonetes, 548 micro-ônibus, motocicletas, motonetas, ônibus e dez tratores de roda. Em agosto de 2010 eram 188211 veículos, e em 2001 eram 103459. As avenidas duplicadas e pavimentadas e diversos semáforos facilitam o trânsito da cidade, mas o crescimento no número de veículos nos últimos dez anos está gerando um tráfego cada vez mais lento de carros, principalmente na Sede do município. Em 2023, a cidade chegou a uma média de um carro para cada 3,5 habitantes, nesse ano a frota municipal era de veículos, sendo automóveis, caminhões, 1402 caminhões trator, caminhonetes, camionetas, 997 ciclomotores, 879 micro-ônibus, motocicletas, motonetas, ônibus, 1 quadricíclo, reboques e semi-reboques e de outros tipos. Além disso, tem se tornado difícil encontrar vagas para estacionar no centro comercial da cidade, o que vem gerando alguns prejuízos ao comércio. ====Aeroportos==== A cidade é servida por dois aeroportos: Aeroporto Francisco Álvares de Assis . Conhecido também por Aeroporto da Serrinha, foi inaugurado em 1958. Possui capacidade para passageiros e desde 2007 é administrado pela Sinart. Está a 7 km do centro da cidade; Atualmente, não possui nenhuma operação de voos comerciais. Aeroporto Regional da Zona da Mata . O Aeroporto Presidente Itamar Franco é o segundo maior do estado de Minas Gerais com uma pista de 2.530 metros e uma capacidade para passageiros, atende principalmente à cidade de Juiz de Fora,http://www.acessa.com/negocios/arquivo/noticias/2011/11/18-aeroporto/ estando situado a 45 km do centro. Iniciou suas operações de voos comerciais de passageiros em agosto de 2011 e hoje conta com voos diretos para Campinas (Aeroporto Internacional de Viracopos), São Paulo (Aeroporto de Congonhas) e Belo Horizonte (Aeroporto da Pampulha). Foi construído com o objetivo de atender as microrregiões exportadoras da Zona da Mata, como Juiz de Fora, Ubá, Rio Pomba, Muriaé, Barbacena, São João del-Rei e Viçosa, além de servir como terminal comercial de passageiros em substituição ao Aeroporto Francisco de Assis (Serrinha), em Juiz de Fora. === Segurança pública === O índice de óbitos por arma de fogo, após apresentar um grande aumento de 2002 para 2003, apresentou queda entre os anos de 2004, 2005 e 2006, sendo de 3,4 neste ano. Entretanto estudos mais recentes revelam que a criminalidade na cidade vem diminuindo. Em 2006 foram registradas 892 ocorrências graves e em 2009 esse número já era de 47, o menor índice nos últimos dez anos no município. Um estudo revelou que grande parte dos registros acontecem entre 8 horas da noite e 2 horas da madrugada. Segundo estudiosos essas melhorias são consequências de diversas ações de prevenção tomadas pela Polícia Militar de Minas Gerais (PMMG). A taxa de óbitos por acidentes de trânsito, que era de 15,5 em 2002, cresceu para 17,2 em 2006. Em 2008 eram considerados como os bairros mais violentos de Juiz de Fora o São Mateus, Dom Bosco, Alto dos Passos e Mariano Procópio. A frequência das ocorrências é maior no grande centro. Eram considerados alguns dos mais seguros Santa Catarina, Mundo Novo, Vila Ozanan e Vila Furtado de Menezes. Um diagnóstico também revelou que o perfil dos criminosos municipais também seguem a normalidade brasileira, que são homens, entre 16 e 30 anos. === Serviços e comunicações === O abastecimento de água e a coleta de esgoto são realizadas pela Companhia de Saneamento Municipal (CESAMA), instituída em 1990, em substituição ao DAE (Departamento de Água e Esgoto). No município, assim como em todo o estado de Minas Gerais, o serviço de abastecimento de energia elétrica é feito pela Companhia Energética de Minas Gerais - Cemig. No ano de 2003 existiam consumidores e foram consumidos de energia. Existe acesso ao 3G e ao 4G. O código de área (DDD) de Juiz de Fora é 32 e o Código de Endereçamento Postal (CEP) da cidade é 36000-000. No dia 3 de novembro de 2008 o município passou a ser servido pela portabilidade, juntamente com toda a Zona da Mata, Campo das Vertentes e outras cidades de DDD 28 (ES), 32 (MG) e 68 (AC). A portabilidade é um serviço que possibilita a troca da operadora sem a necessidade de se trocar o número do aparelho. Em 2001 existiam nove emissoras de rádio, de acordo com a Associação Mineira de Rádio e TV e a Telecomunicações de Minas Gerais S.A. Há também a Globo AM 910 kHz, a Itatiaia FM 105,3 MHz, e a Universitária 104,9 MHz. Há um canil municipal na cidade, anexo à Usina de Reciclagem de Lixo, onde parte dos animais recolhidos pela Demlurb são disponibilizados para adoção. == Cultura e lazer == direita|thumb|283x283px|Fachada do Cine-Theatro Central A cultura da cidade é constituída por uma mistura das culturas de diferentes povos que vieram compor a população, como os portugueses, os negros, os imigrantes alemães, italianos, sírios e libaneses. A cidade foi o centro cultural do estado até a década de 1920. Na cidade localiza-se a Biblioteca Redentorista Padre Jaime Snoek,Um passeio pela Biblioteca Redentorista \"Dia 09 de julho a Biblioteca Redentorista Pe Jaime Snoek, CSsR, em Juiz de Fora (MG) recebeu as crianças e profissionais da Obra Social Pe.Nilton Fagundes Hauck, CSsR, do bairro Retiro, também de Juiz de Fora.\" junto à Igreja da Glória, no bairro Morro da Glória.Encontro de Formação Catequética será realizado na Biblioteca Redentorista em Juiz de Fora \"O evento será realizado entre os dias 14 e 17 de março, sempre às 19h, na Biblioteca Redentorista (ao lado da Igreja da Glória).\" e \"A Biblioteca Redentorista fica localizada na Avenida dos Andradas, 855 - Morro da Glória.\" De entrada gratuita, é aberta ao público e funciona de segunda a sexta (9h às 17h), e no sábado (9h às 14h).Biblioteca Redentorista reabre as portas \"Nós criamos um espaço à parte, onde as revistas e os livros adquiridos recentemente, principalmente os lançamentos, ficarão expostos na entrada.\", \"Outra novidade é o horário de atendimento ao público, que foi estendido, com abertura da biblioteca também aos sábados. Agora, a Biblioteca Redentorista fica aberta ao público de segunda à sexta, de 9h às 17h, e aos sábados de 9h às 14h. A entrada é gratuita.\" \"A Biblioteca Redentorista fica localizada na Avenida dos Andradas, 855 - Morro da Glória.\"Visita à Biblioteca Redentorista \"Puderam perceber que a Província Redentorista do Rio valoriza muito o estudo e a pesquisa, não só para a formação de seus membros, mas para toda a comunidade, mantendo aberta ao público essa biblioteca com todo o seu acervo, disponível para todos que desejam mergulhar nas páginas desse tesouro provincial guardado e cuidado há muitos anos.\" Tal biblioteca possui cerca de 70 mil livros, 6 mil periódicos, e abrange várias áreas do conhecimento, como filosofia, religião, psicologia, história, artes, e literatura.Biblioteca Redentorista. === Turismo === thumb|283x283px|direita|Fachada do Memorial da República Presidente Itamar Franco O município possui diversas atrações turísticas. Entre os pontos mais visitados estão seus museus, como o Museu Mariano Procópio e o Museu de Arte Moderna Murilo Mendes. De acordo com a prefeitura, existem na cidade 41 pontos turísticos (como fazendas, trilhas, cachoeiras); 10 museus; sete teatros e três cinemas. Igreja Matriz Entre as principais atrações turísticas da cidade estão: *Jardim Botânico da Universidade Federal de Juiz de Fora situado na Mata do Krambeck, um dos maiores remanescentes de Floresta Altântica. O Jardim é um espaço público de preservação e conservação da sociobiodiversidade. Oferece diversas possibilidades de visita, entre trilhas, ações de educação ambiental, lago com deck, exposições artísticas na Casa Sede e Laboratório Casa Sustentável. *Rua Halfeld: A principal rua da cidade, com cafés, cinemas, galerias e lojas. Nela se localizam o painel \"Cavalinhos\", de Portinari, no Edifício Clube Juiz de Fora, o Parque Halfeld, com coreto, parque infantil e árvores centenárias, a Câmara Municipal e o Cine-Theatro Central. *Cine- Theatro Central: Inaugurado em 30 de março de 1929, é um dos mais importantes teatros mineiros. Tombado pelo Patrimônio Histórico Nacional, foi restaurado e reinaugurado em 1996. *Parque da Lajinha: Área verde de 140 mil metros quadrados, possui trilhas para caminhada e mountain bike, lago e amplo espaço aberto. Localiza-se a sudoeste do Centro da cidade. *Morro do Imperador: Conhecido também como Morro do Cristo ou Morro da Liberdade, o Morro do Imperador, a 923 m do nível do mar, é um dos pontos mais altos de Juiz de Fora. Além de um mirante e uma capela centenária, lá encontra-se também uma torre helicoidal, primeira do tipo na América do Sul, que serviu à TV Industrial, emissora pioneira em geração de imagens no interior brasileiro. *Usina Hidrelétrica de Marmelos: Construída pelo industrial Bernardo Mascarenhas e inaugurada em 1889, trata-se da primeira usina hidrelétrica da América do Sul. *Aeroclube de Juiz de Fora: Inaugurado em 5 de março de 1938, oferece voos panorâmicos sobre a cidade e atividades aerodesportivas. *Igreja Melquita de São Jorge: Localizada no bairro Santa Helena, a Igreja projetada por Jorge Staico é referência em arquitetura por todo o Brasil, além de ser uma das poucas igrejas orientais no país. *Memorial da República Presidente Itamar Franco: é um órgão suplementar vinculado à reitoria da Universidade Federal de Juiz de Fora e tem por missão o desenvolvimento de ações relacionadas a promover, preservar e divulgar o acervo do presidente Itamar Franco, constituído ao longo de sua vida pública. Art. 1º, §1º . Memorial Pres. Itamar Franco. Acesso em 13 de abril de 2017. === Costumes, artes e eventos === Uma das principais manifestações culturais de Juiz de Fora, assim como no Brasil, é o Carnaval. O evento teve seus primórdios na época da emancipação da cidade. Ao final da década de 1930, até a década de 1960, o auge do Carnaval mudou de foco e a festa nos clubes pairou sobre Juiz de Fora. Além dos tradicionais Club Juiz de Fora, Sport, Clube Bom Pastor e Dom Pedro II, os bailes carnavalescos se expandiam para todo o lado, incluindo o Clube dos Planetas, dos Grafos, do Elite, Tupynambás, Tupi, Associação do Empregados do Comércio e o Círculo Militar. O teatro e o cinema também possuem relevância no município. Como já dito acima, Juiz de Fora possui sete teatros e três cinemas. Conta também com trinta bandas e/ou corais; dezoito orquestras; treze entidades e Centros Culturais; seis grupos de capoeira e seis grupos de teatro. São algumas das mais importantes entidades com sede na cidade: Academia de Poetas e Prosadores de Minas Gerais; Centro Cultural Bernardo Mascarenhas; Sociedade de Belas Artes Antônio Parreiras; Espaço Cultural Banco do Brasil; Centro Musical Sustenidos & Bemóis e Corporação Musical Artistas Amadores da Sociedade Filarmônica de Juiz de Fora. A cidade sedia o Festival Internacional de Música Colonial Brasileira e Música Antiga, um dos mais importantes e prestigiados do Brasil em seu gênero.\"Mostra em MG recebe música antiga e colonial\". Folha de S.Paulo, 16/07/2005\"23º Festival Internacional de Música Colonial Brasileira e Música Antiga\". Agência FAPESP, 15-29/07/2012 O Museu Mariano Procópio, construído em 1915 por Alfredo Ferreira Lage, abriga um dos principais acervos do país, com aproximadamente 50 mil peças, que refletem em quase toda sua totalidade as influências culturais do e princípio do . O município possui também uma razoável tradição em seu artesanato e na culinária. Normalmente pratos regionais - que vão desde tortas e bombons até pequenas refeições caseiras, como arroz e feijão - e peças artesanais são vendidas em barracas e feiras da cidade ou em eventos recorrentes ao longo do ano. Na cidade existe a Associação de Artesão de Juiz de Fora, inaugurada em julho de 1997 com objetivo de dar condições de trabalho aos artesãos da cidade e região. Em maio de 1998 foi criada pela associação a Feira Permanente de Artesanato do bairro São Mateus. A feira dispõe, atualmente, de cerca de quarenta barracas. Juiz de Fora não possui um artesanato típico regional mas essa é considerada a principal característica do trabalho feito na cidade: uma diversidade de técnicas, de materiais utilizados que permitem ao artesão local expandir e representar sua arte. Há um Espaço Cultural Correios na cidade, localizado na Rua Marechal Deodoro, no Centro. O edifício sede dos correios foi construído em 1935 e tombado pelo patrimônio histórico municipal. Tornou- se Espaço Cultural em 2007. === Esportes === A secretaria municipal de esporte e lazer realiza em parceria com a prefeitura diversos projetos estimulando a prática de esportes, especialmente nas escolas das periferias ou áreas mais pobres. Os principais são: o Projeto Nadar, que oferece às comunidades atividades de natação e hidroginástica; Projeto Caminhada Orientada, que envolvem principalmente adultos e idosos que são orientados na prática de caminhada, atendendo principalmente a grupos de hipertensos, diabéticos e obesos; Projeto Esporte Adaptado, que oferece esportes para pessoas com deficiência física, visual, auditiva e mental, sendo oferecidas atividades de natação, hidroginástica, futsal, basquete, vôlei, goalball, atletismo, dança e ginástica; e o Projeto Dança e Ginástica, que estimula a prática da ginástica (aeróbica, localizada, postural) e dança como uma atividade física. Juiz de Fora também possui um representante na Superliga Masculina de Vôlei, o time do JF Vôlei, que manda seus jogos no ginásio da UFJF, que possui capacidade para 1.000 torcedores. Assim como na maioria das cidades do país o esporte mais conhecido e praticado no município é o futebol. O principal clube de futebol no município é o Tupi, que foi fundado em 26 de maio de 1912. Disputa seus jogos no Estádio Municipal Radialista Mario Helênio, conhecido apenas por Mario Helênio, o principal estádio da cidade. Foi inaugurado em 30 de outubro do ano de 1988 e atualmente conta com capacidade para pessoas. O estádio não foi construído na orientação norte-sul ,http://maps.google.com.br/maps?q=juiz+de+fora&hl;=pt- BR≪=-21.788951,-43.378465&spn;=0.01068,0.01929&sll;=-14.239424,-53.186502&sspn;=44.562767,79.013672&hnear;=Juiz+de+Fora+-+Minas+Gerais&t;=h&z;=16 como recomenda a Fifa. Desse modo, nos jogos realizados durante o dia, os jogadores ficam desprotegidos do ofuscamento produzido pelos raios solares. === Feriados === Em Juiz de Fora há, oficialmente, apenas um feriado municipal e onze feriados nacionais, além dos pontos facultativos. O feriado municipal, definido pela lei nº de 21 de setembro de 1995, é o do dia de Santo Antônio, padroeiro municipal, que é comemorado dia 13 de junho. De acordo com a lei Nº de 12 de setembro de 1995, os municípios podem ter no máximo quatro feriados municipais, já incluída a Sexta-Feira Santa. == Ver também == * Lista de municípios de Minas Gerais * Lista de municípios do Brasil == Ligações externas == * * * * ;Mapas * * Categoria:Fundações em Minas Gerais em 1850",
 "title": "Juiz de Fora"
}