{
 "id": "66125",
 "text": "O título de Conde da Ericeira foi um título nobiliárquico de Portugal, criado por Filipe III de Portugal, por carta de 1 de Março de 1622, em favor de D. Diogo de Meneses (1553-1625). O 5.º conde foi elevado a Marquês de Louriçal a 22 de Abril de 1740 por D. João V, ficando o título de Conde da Ericeira a partir de então reservado aos herdeiros dos Marqueses de Louriçal. Os Condes de Ericeira e Marqueses de Louriçal sempre foram do apelido e varonia Meneses. Eram descendentes do primeiro Conde de Neiva, D. Gonçalo Teles de Meneses, irmão do sexto Conde de Barcelos, D. João Afonso Telo, e da rainha D. Leonor Teles no século XIV. Tinham assim a mesma ascendência que os Condes de Cantanhede e Marqueses de Marialva, e ainda os Condes de Tarouca e Marqueses de Penalva. Tal como esses e outros ramos dos Meneses, os Condes da Ericeira e mais tarde Marqueses de Louriçal atingiram os mais elevados cargos do reino de Portugal. As origens medievais da linhagem, e as suas lutas pelo poder no Portugal do século XIV, foram descritas já no século XV nas duas principais crónicas de Fernão Lopes.Crónica de D. Fernando I e Crónica de D. João I. Mais tarde, os títulos de Ericeira e Louriçal foram também descritos por exemplo por D. António Caetano de Sousa nas Memorias Historicas e Genealogicas dos Grandes de Portugal,CAETANO DE SOUSA, António: Memorias Historicas e Genealogicas dos Grandes de Portugal, pp. 139-141(Marqueses de Louriçal) e 369-377(Condes da Ericeira) e já no século XX por Anselmo Braamcamp Freire, que dedica o Cap. VI do Vol. I dos Brasões da Sala de Sintra aos Meneses, incluindo a Casa de Louriçal.BRAAMCAMP FREIRE, Anselmo: Brasões da Sala de Sintra, Vol I, pp. 101-138. Os Condes da Ericeira distinguiram-se como militares, políticos, e homens de cultura, principalmente o 3.º, 4.º, e 5.º condes. ==Condes da Ericeira (1622)== Um ramo da Casa de Cantanhede, os futuros Condes da Ericeira eram já senhores do Louriçal e da Ericeira antes de receber o título condal, em 1622. O 3.º Conde da Ericeira esteve presente em quase todas as principais batalhas da Guerra da Restauração (1640-1668), nomeadamente como comandante da artilharia nas duas grandes vitórias portuguesas no final da guerra, a Batalha do Ameixial (1663) e a Batalha de Montes Claros (1665). Pouco depois, apoiou D. Pedro II contra D. Afonso VI. Mais tarde, como vedor da Fazenda, pôs em prática uma política de cariz mercantilista. É também conhecido pela grande obra Historia de Portugal Restaurado (1679-1698). O 4.º Conde da Ericeira foi principalmente um homem de cultura, inserido no ambiente das Academias, e colaborador da Academia Real da História Portuguesa. Possuía uma riquíssima biblioteca de quinze mil volumes. O 5.º Conde da Ericeira foi militar como o avô e homem de cultura como o pai. Foi por duas vezes vice-rei da Índia. Aquando da viagem de retorno do seu primeiro mandato como vice-rei, a bordo de uma poderosa nau de guerra e na companhia do arcebispo de Goa, também de retorno ao reino, sofreu no Índico um dos mais famosos ataques de piratas de que há memória. Morreria na Índia apenas dois anos após ter sido elevado a Marquês de Louriçal. ===Titulares=== # D. Diogo de Meneses (1553-1635), 1.º Conde da Ericeira. # D. Fernando de Meneses (1614-1699), 2.º Conde da Ericeira; sobrinho-neto do anterior. # D. Luís de Meneses (1632-1690), 3.º Conde da Ericeira; irmão do anterior. # D. Francisco Xavier de Meneses (1673-1743), 4.º Conde da Ericeira; filho do anterior. # D. Luís Carlos Inácio Xavier de Meneses (1689-1742), 5.º Conde da Ericeira, feito 1.º Marquês de Louriçal; filho do anterior. # D. Francisco Xavier Rafael de Meneses (1711-?), 6.º Conde da Ericeira e 2.º Marquês de Louriçal; filho do anterior. # D Henrique de Meneses (1727-1787), 7.º Conde da Ericeira e 3.º Marquês de Louriçal; irmão do anterior. # D. Luís Eusébio Maria de Meneses Silveira (1780-1844), 8.º Conde da Ericeira e 4.º Marquês de Louriçal; filho do anterior. Não deixou descendência. ===Armas=== As armas dos Condes da Ericeira eram, nas palavras de D. António Caetano de Sousa: > As armas deſta Caſa ſão no Eſcudo eſquartelado as Armas de Portugal, e no > outro tres flores de Liz de ouro em campo azul, e no meyo do Eſcudo o dos > Menezes, que he em campo de ouro hum anel,CAETANO DE SOUSA, D. António op. > cit., p. 376. NOTA: Nesta página observamos um erro de tipografia, e a > página na obra é assim numerada 476. e o timbre: Timbre uma donzella veſtida > de ouro com o Eſcudo nas maõs, as meſmas, que uſaõ os Marquezes de Marialva, > como fica dito.Id., Ibid. ==Marqueses de Louriçal (1740)== Em 1740, o 5.º Conde da Ericeira, que já antes tinha sido vice-rei da Índia de 1717 a 1720, tendo dado mostras de bom governante, tendo organizado a esquadra que venceu a batalha de Surrate em 1719 (ver D. João V ― Poder global: guerras no Oriente), foi novamente nomeado para o cargo, numa época em que o poder do Império Marata ameaçava seriamente o Estado da Índia (ver D. João V ― Relações internacionais na Índia). Tal como então era habitual ― veja-se o Conde de Monsanto, elevado a Marquês de Cascais quando foi nomeado embaixador a Paris em 1643, ou o Conde de Vila Verde, elevado a Marquês de Angeja quando foi nomeado Vice-rei do Brasil em 1714 ― esta nova nomeação significou assim a elevação dos condes ao marquesado. Com o 4.º Marquês de Louriçal e 8.º Conde da Ericeira extinguiu-se o título desta linhagem. ===Titulares=== # D. Luís Carlos Inácio Xavier de Meneses (1689-1742), 1.º Marquês de Louriçal e 5.º Conde da Ericeira # D. Francisco Xavier Rafael de Meneses (1711-?), 2.º Marquês de Louriçal e 6.º Conde da Ericeira; filho do anterior. # D. Henrique de Meneses (1727-1787), 3.º Marquês de Louriçal e 7.º Conde da Ericeira; irmão do anterior. # D. Luís Eusébio Maria de Meneses Silveira (1780-1844), 4.º Marquês de Louriçal e 8.º Conde da Ericeira; não deixou descendência. ===Armas=== As dos Condes da Ericeira. == Galeria == === Condes da Ericeira=== Ficheiro:FernandoMenesesCondeDaEriceira.png|D. Fernando de Meneses, 2.º Conde da Ericeira Ficheiro:Luís meneses ericeira.JPG|D. Luís de Meneses, 3.º Conde da Ericeira Ericeira ==Bibliografia== * Crónica de D. Fernando I, de Fernão Lopes. Introdução por Salvador Dias Arnaut. Bilioteca Histórica ― Série Régia. Porto: Livraria Civilização ― Editora, 1990. * Crónica de D. João I, de Fernão Lopes. 2 Vols. Introdução por Humberto Baquero Moreno. Prefácio por António Sérgio. Bilioteca Histórica ― Série Régia. Porto: Livraria Civilização ― Editora, 1990. * BRAAMCAMP FREIRE, Anselmo: Brasões da Sala de Sintra. 3 Vols. 3.ª Edição, Imprensa Nacional-Casa da Moeda, 1996. * CAETANO DE SOUSA, D. António: Memorias Historicas e Genealogicas dos Grandes de Portugal. 3.ª Edição, 1755. Categoria:Títulos criados por João V de Portugal",
 "title": "Conde da Ericeira"
}