{
 "id": "66144",
 "text": "A fluvoxamina é uma fármaco inibidor seletivo de recaptação de serotonina e agonista do receptor sigma 1, utilizada no tratamento da depressão e do transtorno obsessivo compulsivo e transtornos de ansiedade como o transtorno de pânico e transtorno de estresse pós-traumático. Fluvoxamina foi desenvolvido por Kali-Duphar, parte da Solvay Pharmaceuticals, Bélgica, agora Abbott Laboratories e introduzido como Floxyfral na Suíça e Solvay na Alemanha Ocidental em 1983. Portanto, um dos primeiros ISRS a chegar no mercado. Primeira ISRS, não tricíclico aprovado pela FDA dos EUA especificamente para o tratamento do Transtorno obsessivo-compulsivo. É uma variação de outra substância, a fluoxetina. == Transtorno Obsessivo Compulsivo == Ensaios clínicos apontam a superioridade da fluvoxamina no tratamento do transtorno obsessivo compulsivo em relação as demais drogas da mesma classe. == Fluvoxamina x Clomipramina == A clomipramina foi considerada durante muito tempo a droga padrão ouro no tratamento do TOC, transtorno obsessivo compulsivo. A superioridade da fluvoxamina em relação a clomipramina se dá pela segurança em caso de superdosagem e menor quantidade de efeitos colaterais. Porém vale ressaltar que há pacientes que se obtem melhores resultados com o uso da clomipramina. == Mecanismo de Ação == Fluvoxamina é um potente inibidor seletivo da recaptação da serotonina com 100 vezes mais afinidade pelo transportador da serotonina do que pelo transportador de noradrenalina. Tem pouquíssima afinidade pelo receptor de dopamina ou outro neurotransmissor, com exceção do receptor Sigma 1. Possui uma potente ação agonista nesse receptor e o com maior afinidade(36 nM) dentre os ISRS. Isso deve contribuir para os efeitos antidepressivos e ansiolíticos e também pode ter alguma eficácia em tratar os problemas cognitivos da depressão. Ligação da fluvoxamina. Quando menor a ligação maior o efeito no alvo. Alvos ki (Nm) Transportador de serotonina 6.2 Transportador de norepinefrina 1.100 Sigma1 36 == Custo == No Brasil a fluvoxamina tem preço superior as demais drogas da mesma classe e aos antidepressivos tricíclicos. Sendo comercializada pela Abbott sob as marcas Luvox® e Revoc® e pela Biolab como Semtri®. == Contra indicações e precauções == Deve ser evitado o seu uso em simultâneo com teofilina ou aminofilina, devido ao risco do aumento da concentração destes últimos fármacos no organismo humano. == Interacções medicamentosa == Teofilina, aminofilina e com antiepilépticos. == Nomes comerciais == * Luvox * Dumyrox * Revoc * Semtri Categoria:Inibidores seletivos de recaptação de serotonina Categoria:Oximas Categoria:Éteres Categoria:Aminas Categoria:Organofluorados Categoria:Compostos aromáticos Categoria:Agonistas sigma",
 "title": "Fluvoxamina"
}