{
 "id": "66146",
 "text": "A imipramina (nome comercial: Tofranil, entre outros) é um antidepressivo tricíclico usado para tratar depressão, dor neurogênica, dor reumatológica, enurese noturna e depressão resistente a tratamento com antidepressivos ISRS e ISRNS. == Administração == Em comprimidos ou cápsulas, uma ou duas vezes por dia, com ou sem alimentos, geralmente antes de dormir quando causa sono. Demora uma semana para atuar como analgésico e três semanas como antidepressivo.http://www.nlm.nih.gov/medlineplus/spanish/druginfo/meds/a682389-es.html == Efeitos colaterais == Possui alguns efeitos colaterais que devem ser pesados contra seus claros benefícios. É um anticolinérgico, porém, provoca sudorese excessiva. Seu uso deve ser sempre feito com orientação médica. Outros efeitos adversos incluemhttp://www.nlm.nih.gov/medlineplus/spanish/druginfo/meds/a682389-es.html: * Secura da boca, o que propicia o aparecimento de cáries, para contornar o problema a pessoa deve tomar pequenos e constantes goles de água e evitar gomas de mascar com açúcar * Constipação (prisão de ventre) que deve ser regulado com enriquecimento de fibras na dieta e não com laxantes * Tonturas, zumbidos ou dores de cabeça, sedação * Ganho de peso e aumento do apetite. Pessoas propensas a obesidade devem estar atentas ao ganho de peso e aos excessos de açúcar na dieta. * Possui um leve efeito arrítmico. Pessoas com problemas cardíacos devem fazer um eletrocardiograma antes de começar o tratamento, depois repetir o mesmo exame para avaliar possíveis problemas. * Diminuição da libido. Este problema pode ser controlado com a diminuição da dose do remédio. * Facilita o surgimento de crises convulsivas em pessoas com epilepsia. * Embaçamento da visão. Caso esteja prejudicando as tarefas pessoais ou o trabalho a dose deve ser diminuída. * Sonolência, sensação de cansaço e fraqueza muscular. == Contraindicações == Em pacientes com problemas cardíacos, glaucoma, renais ou hepáticos, alcoolistas, tabagistas, grávidas e lactantes. Não deve ser usado junto com inibidores da monoamina oxidase (IMAO) ou inibidores da catecol-O-metiltransferase (ICOMT).http://www.nlm.nih.gov/medlineplus/spanish/druginfo/meds/a682389-es.html == Cardiotoxidade == Imipramina é tóxica para o coração, pode aumentar ligeiramente o risco de morte súbita. == História == No final dos anos 1950, a imipramina foi o primeiro antidepressivo tricíclico a ser desenvolvido (por Ciba ). No primeiro congresso internacional de neurofarmacologia em Roma, em setembro de 1958, Dr Freyhan da Universidade da Pensilvânia, um dos primeiros médicos a testar os efeitos da imipramina, em um grupo de 46 pacientes, a maioria deles diagnosticados como \"psicose depressiva\". Os pacientes foram selecionados para este estudo baseado em sintomas como apatia depressivo, retardo cinética e sentimentos de desesperança e desespero. Em 30% de todos os pacientes, relatado os melhores resultados, e em cerca de 20%, falha. Os efeitos colaterais observados foram como os da atropina, e a maioria dos pacientes sofria de vertigem. Imipramina foi testado em primeiro lugar contra doenças psicóticas como a esquizofrenia, mas revelou-se insuficiente. Como um antidepressivo, fez bem em estudos clínicos e é conhecida por funcionar bem, mesmo nos casos mais graves de depressão. Não é surpreendente, portanto, que a imipramina pode causar uma elevada taxa de reações maníacas e hipomania em hospitalizados pacientes com transtorno bipolar preexistente, com um estudo mostrando que até 25% desses pacientes mantidos em Imipramina, passam para mania ou hipomania. Estas propriedades antidepressivas potentes tornaram a imipramina um padrão de antidepressivo até há pouco tempo. Antes do advento dos ISRSs, o seu perfil de efeitos secundários às vezes intolerável foi considerado mais tolerável. Assim, tornou-se largamente utilizado como um antidepressivo padrão e mais tarde serviu como uma droga protótipo para o desenvolvimento dos antidepressivos tricíclicos depois divulgados. Hoje em dia, não é mais vulgarmente utilizado como, mas às vezes é ainda prescrito como um tratamento de segunda linha para o tratamento da depressão. Ele também viu uso limitado no tratamento de enxaqueca, transtorno do deficit de atenção e hiperatividade (TDAH), e síndrome pós-concussão. Imipramina tem indicações adicionais para o tratamento de ataques de pânico, dor crônica e síndrome de Kleine-Levin. Em pacientes pediátricos, as vezes é usado para tratar terror noturno e enurese noturna. == Ver também == * Amitriptilina * Clomipramina * Nortriptilina Imipramina Categoria:Alfabloqueadores Categoria:Antagonistas dos receptores de glicina Categoria:Antagonistas D2 Categoria:Antagonistas do receptor H1 Categoria:Antagonistas de serotonina Categoria:Inibidores de recaptação de serotonina e noradrenalina Categoria:Antagonistas nicotínicos Categoria:Antimuscarínicos",
 "title": "Imipramina"
}