{
 "id": "66192",
 "text": "As sucuris, também conhecida como anacondas, arigboias, boiaçus, boiçus, boiguaçus, boioçus, boitiapoias, boiuçus, boiunas, sucurijus, sucurijubas, sucuriús, sucurujus, sucurujubas ou viborões, é um gênero de boinae encontradas na América do Sul. Eles são um grupo semiaquático de cobras e incluem uma das maiores cobras do mundo, Eunectes murinus, a sucuri-verde. O nome Eunectes é derivado da palavra grega Eυνήκτης, que significa \"bom nadador\". Quatro espécies são reconhecidas atualmente. Existem quatro espécies, das quais as três primeiras ocorrem no Brasil: * Eunectes notaeus, a sucuri-amarela, endêmica da zona do Pantanal; * Eunectes murinus, a sucuri- verde, a maior e mais conhecida, ocorrendo em áreas alagadas da região do Cerrado e da Amazônia, sendo que, neste último bioma, os animais costumam alcançar tamanhos maiores; * Eunectes deschauenseei, a sucuri-malhada, ocorre na Ilha de Marajó e na Guiana Francesa, bem como em algumas outras partes da Amazônia; * Eunectes beniensis, a sucuri-da-bolívia. ==Distribuição e habitat == Encontrada na América do Sul do Equador, Bolívia, Brasil, Colômbia, Venezuela ao norte da Argentina.McDiarmid RW, Campbell JA, Touré T. 1999. Snake Species of the World: A Taxonomic and Geographic Reference, vol. 1. Herpetologists' League. 511 pp. (series). (volume). ==Alimentação == Todas as quatro espécies são cobras aquáticas que atacam outros animais aquáticos, incluindo peixes, aves aquáticas, jacarés e capivaras. Alguns relatos existem de anacondas que predem animais domésticos, como cabras e em algum momento até mesmo jaguar, que se aventuram muito perto da água. ==Relação com os seres humanos == Enquanto encontros entre pessoas e anacondas podem ser perigosos, elas não caçam regularmente humanos. No entanto, ameaça de anacondas é um tropo familiar em histórias em quadrinhos, filmes e histórias de aventura na selva amazônica. Anacondas também figuraram proeminentemente no folclore sul- americano, onde às vezes são descritas como criaturas míticas transformadas em formas chamadas de Encantados. As comunidades locais e alguns exploradores europeus deram conta de anacondas gigantes, cobras lendárias de muito maior proporção do que qualquer espécime confirmada. Embora estudado, pouco se conhece sobre a biologia das anacondas silvestres. A maior parte do nosso conhecimento vem do trabalho do Dr. Jesus Rivas e sua equipe trabalhando nas florestas venezuelanas. == Etimologia == \"Sucuri\", \"sucuriú\", \"sucuriju\" e \"sucuruju\" provêm do tupi suku'ri.FERREIRA, A. B. H. 1986. p.1 \"Sucurijuba\" e \"sucurujuba\" provêm do termo tupi para \"sucuri amarela\". \"Boiaçu\", \"boiguaçu\", \"boiuçu\", \"boioçu\" e \"boiçu\" provêm da contração dos termos tupis mboîa, \"cobra\" e gûasu, \"grande\". \"Boiuna\" provém do termo tupi para \"cobra preta\": mboîuna. \"Arigboia\" possui origem tupi.FERREIRA, A. B. H. Novo Dicionário da Língua Portuguesa. Segunda edição. Rio de Janeiro: Nova Fronteira, 1986. p.163 \"Anaconda\" é proveniente do tâmil anai-kondra (\"matadora de elefante\") FERREIRA, A. B. H. Novo Dicionário da Língua Portuguesa. Segunda edição. Rio de Janeiro: Nova Fronteira, 1986. p.112 ou do cingalês හෙනකඳයා (henakan̆dayā, \"tronco relâmpago\"). \"Viborão\" é o aumentativo de víbora.FERREIRA, A. B. H. Novo Dicionário da Língua Portuguesa. Segunda edição. Rio de Janeiro: Nova Fronteira, 1986. p.1 773 \"Eunectes\" vem do grego εὐνήκτης, significando \"boa nadadora\". == Características == A sucuri-verde divide com a píton-reticulada (Python reticulatus), o título de maior serpente do mundo, alcançando 6 metros ou mais de comprimento, muito embora seus indivíduos adultos, em média, alcancem em torno de 3 ou 4 metros. Uma sucuri pode viver com tranquilidade por até 30 anos. As fêmeas são maiores que os machos, atingindo a maturidade sexual por volta dos seis anos de idade. Há muitas narrativas sobre ataques destas serpentes a seres humanos; no entanto, na sua maioria, os casos são fictícios, principalmente no que diz respeito ao tamanho real do animal. Por ter tamanho acentuado, a sucuri ou anaconda tem vértebras. === Troca de pele === As cobras trocam de pele com o intervalo de dias a meses, variando a temperatura do ambiente, alimentação, saúde e tamanho do animal, isso acontece em média cinco vezes ao ano, em caso de cobras mais novas ocorre com mais frequência. O fenômeno ocorre através da liberação da pele inteira e é chamado de ecdise (sendo um dos únicos répteis que não fazem a descamação em partes), esse processo ajuda no crescimento, na remoção de ectoparasitas (como carrapatos), renovação da pele ferida e melhor comunicação química entre indivíduos. Durante a ecdise os olhos da cobra ficam opacos por conta do acúmulo de fluidos entre a nova e a velha pele, tendo sua visão prejudicada e ficando expostas aos predadores e por isso se esconde em abrigos, sabendo disso seus principais refúgios são em árvores, troncos e até entre folhas em decomposição. == Sistema de acasalamento == As estações de acasalamento em Eunectes variam entre espécies e dentro de espécies dependendo da localidade, embora a tendência pareça ser a estação seca.Reed, R.N.; and Rodda, G.H.; (eds): Giant constrictors: biological and management profiles and an establishment risk assessment for nine large species of pythons, anacondas, and the boa constrictor: U.S. Geological Survey Open-File Report 2009-1202, U.S. Geological Survey, Reston, Virginia, 2009, xviii + 302 pp A serpente verde (E. murinus) é a espécie de Eunectes mais bem estudada em termos de seu sistema de acasalamento, seguida pela serpente amarela (E. notaeus); infelizmente E. deschauenseei e E. beniensis são muito menos comuns, tornando os detalhes específicos de seus sistemas de acasalamento muito menos bem compreendidos. === Dimorfismo sexual === Dimorfismo de tamanho sexual em Eunectes é o oposto da maioria dos outros vertebrados. As fêmeas são maiores que os machos da maioria das cobras, e as anacondas verdes (E. murinus) têm uma das diferenças de tamanho mais extremas, onde as fêmeas têm em média 32 kg e os machos em média apenas 7 kg.Rivas, J.A.; Muñoz, M.C.; Burghardt, G.M.; Thorbjarnarson, J.B. Sexual size dimorphism and the mating system of the green anaconda (Eunectes murinus), p.461–473. In: Biology of Boas, Pythons, and Related Taxa. 2007. R.W. Henderson and R. Powell (Eds.). Eagle Mountain Publishing, LC, Utah. Essa diferença de tamanho tem vários benefícios para ambos os sexos. O tamanho grande em fêmeas leva a maior fecundidade e maior tamanho de prole; Como resultado, a escolha do parceiro masculino favorece as fêmeas maiores. O tamanho grande também é favorecido nos machos porque os machos maiores tendem a ter mais sucesso na reprodução, tanto por causa de sua vantagem de tamanho na rivalidade de resistência quanto de sua vantagem na competição espermática, porque machos maiores são capazes de produzir mais esperma. Um dos motivos pelos quais os machos são muito menores em Eunectes é que machos grandes podem ser confundidos com fêmeas, o que interfere em sua capacidade de acasalar quando machos menores os enrolam erroneamente em bolas reprodutoras; Como resultado, há um tamanho ideal para os machos, onde eles são grandes o suficiente para competir com sucesso, mas não grandes o suficiente para arriscar outros machos tentando acasalar com eles. === Bolas de reprodução === Durante a época de acasalamento, anacondas fêmeas liberam feromônios para atrair machos para reprodução, o que pode resultar em bolas reprodutoras poliândricas; estas bolas reprodutoras foram observadas em E. murinus, E. notaeus, e E. deschauenseei, e provavelmente também ocorrem em E. beniensis.Waller, T.; Micucci, P.A.; Alvarenga, E. Conservation biology of th yellow anaconda (Eunectes notaeus) in Northeastern Argentina. p. 340-362 In: Biology of the Boas and Pythons 2007 R. W. Henderson and R. Powell (Eds.). Eagle Mountain Publishing, LC. Utah. 438pp. Na serpente verde (E. murinus), até 13 machos foram observados em uma bola reprodutora, que foi gravada para durar duas semanas em média. Nas bolas reprodutoras de anaconda, vários machos enrolam em torno de uma fêmea e tentam se posicionar o mais próximo possível de sua cloaca quanto possível, onde eles usam suas esporas pélvicas para \"fazer cócegas\" e incentivá-la a permitir a penetração. Uma vez que muitas vezes há muitos machos presentes e apenas um macho pode acasalar com a fêmea de cada vez, o sucesso de um macho muitas vezes depende de sua persistência e resistência porque o combate físico não faz parte do ritual de acasalamento Eunectes, além de firmemente empurrando contra outros machos em uma tentativa de garantir a melhor posição na fêmea. === Canibalismo sexual === O canibalismo é muito fácil em sucuris, uma vez que as fêmeas são muito maiores que os machos, mas o canibalismo sexual só foi confirmado em E. murinus.De la Quintana, P.; Pacheco, L.; Rivas, J; . Eunectes beniensis (Beni Anaconda). Diet: Cannibalism 2011. Herpetological Review. 42(4) 614. As fêmeas ganham o benefício direto de uma refeição rica em proteína pós-copulatória quando consomem seus parceiros, juntamente com o benefício indireto de recursos adicionais para usar na formação da prole; O canibalismo em geral (fora da época de reprodução) foi confirmado em todos, menos em E. deschauenseei, embora seja provável que ocorra em todas as espécies de Eunectes . === Reprodução assexuada === Embora a reprodução sexual seja de longe a mais comum em Eunectos, observa-se que E. murinus sofre partenogênese facultativa.Female Anaconda At Safari Park Has \"Virgin Birth\" (2019) ==Mitologia indígena brasileira== Segundo o mito fundador Kaxinawá, houve um homem, Yube, que, ao se apaixonar por uma mulher-sucuri, transformou-se em sucuri também e passou a viver com ela no mundo profundo das águas. Nesse mundo, Yube descobriu uma bebida alucinógena com poderes curativos e de acesso ao conhecimento. Um dia, sem avisar a esposa-sucuri, Yube decide voltar à terra dos homens e retomar a sua antiga forma humana. O mito explica também a origem do cipó ou ayahuasca — bebida alucinógena tomada ritualisticamente pelos Kaxinawá.As visões da anaconda: a narrativa escrita indígena no Brasil. Por Lynn Mario T. Menezes de Souza. Revista Semear n°7O que nos diz a arte Kaxinawa sobre a relação entre identidade e alteridade? Por Elsje Maria Lagrou. Mana vol. 8 n°1 Rio de Janeiro abril de 2002 ISSN 0104-9313. Em 1997, foi lançado o filme de terror Anaconda, sobre a serpente, o qual foi gravado no Brasil e no Peru. ! Categoria:Répteis do Brasil",
 "title": "Sucuri"
}