{
 "id": "66322",
 "text": "O bóhrio (em homenagem a Niels Bohr) ou Eka-Rênio (por estar localizado abaixo do rênio na tabela periódica) é um elemento químico sintético, símbolo Bh, número atômico 107 (107 prótons e 107 elétrons) que apresenta massa atómica [264] u. É um elemento de transição, pertencente ao grupo 7 da tabela periódica, radioativo, transurânico, provavelmente metálico, sólido, de aspecto prateado, cujo isótopo mais estável, Bh-262, apresenta meia-vida de 102 minutos. O isótopo de bóhrio-261 foi sintetizado em 1976 por cientistas soviético em Dubna, bombardeando bismuto com íons pesados de cromo. Fora da pesquisa científica nenhum uso é conhecido para o bóhrio. == História == O bóhrio foi sintetizado em 1976 por uma equipe de cientistas soviéticos liderado por Y. Oganessian no \"Joint Institute for Nuclear Research\" de Dubna, Rússia, que produziram o isótopo 261Bh com meia-vida de 1-2 minutos (segundo outras fontes, em torno de 10 minutos). Esta equipe sintetizou o isótopo Bh-261 bombardeando bismuto-204 com núcleos pesados de cromo-54. Em 1981 uma equipe germânica conduzida por Peter Armbruster e Gottfried Münzenberg no \"Gesellschaft für Schwerionenforschung\" do \"Institute for Heavy Ion Research\" em Darmstadt confirmou os resultados da pesquisa soviética, porém obtendo o isótopo Bh-262. Os alemães sugeriam que o novo elemento deveria ser nomeado em homenagem ao físico dinamarquês Niels Bohr; entretanto, os soviéticos sugeriram que o nome do físico deveria ser dado ao elemento 105 (dúbnio). Devido à controvérsia para a nomeação dos elementos de 101 a 109 , a IUPAC denominou este elemento provisoriamente de \"unnilseptium\" (em português unilséptio, símbolo Uns). Em 1994 um comitê da IUPAC recomendou que elemento 107 fosse denominado como “bóhrio”, com símbolo “Bh”. O nome foi reconhecido internacionalmente em 1997. ==Propriedades químicas== O bóhrio é o quinto membro da série 6d de metais de transição e o membro mais pesado do grupo 7 na tabela periódica, abaixo do manganês, do tecnécio e do rênio. Todos os membros do grupo prontamente mostram o estado de oxidação do grupo de +7, e este estado se torna mais estável à medida que se desce pelo grupo. Assim, o bóhrio é esperado para formar um estado de oxidação +7 estável. O tecnécio também mostra um estado +4 estável, enquanto o rênio exibe estados estáveis ​​+4 e +3. O bóhrio pode, portanto, mostrar esses estados inferiores também. O estado de oxidação superior +7 é mais provável que exista nos oxoânions, tais como o perbohrato, - (ver nota abaixo), análogo aos homólogos mais leves permanganato, pertecnetato e per-renato. No entanto, o bóhrio(VII) é susceptível de ser instável em solução aquosa, e provavelmente seria facilmente reduzido para o bóhrio(IV) mais estável. Tecnécio e rênio são conhecidos por formar heptóxidos voláteis (M = Tc, Re), de modo que o bóhrio também deve formar o óxido volátil . O óxido deve dissolver-se na água para formar o ácido perbóhrico, . O rênio e o tecnécio formam uma gama de oxihaletos a partir da halogenação do ácido. A cloração do óxido forma os oxicloretos , de modo que deve ser formado nesta reação. Fluoração resulta em e e para os elementos mais pesados, para além dos compostos de rênio e . Portanto, a formação de oxifluoreto para o bóhrio pode ajudar a indicar propriedades de eka-rênio. Uma vez que os oxicloretos são assimétricos, e eles devem ter momentos de dipolo cada vez maiores e à medida que se desce no grupo, eles devem tornar-se menos voláteis na ordem > > : isto foi confirmado experimentalmente em 2000, medindo as entalpias de adsorção destes três compostos. Os valores para e são -51 kJ/mol e -61 kJ/mol, respectivamente; o valor experimental para é -77,8 kJ/mol, muito próximo do valor teoricamente esperado de -78,5 kJ/mol. ==Nota== * Não se deve confundir perbohrato (-), um composto do elemento bóhrio, com perborato (−2), um composto do elemento boro. Embora a pronúncia portuguesa seja igual, os elementos constituintes e as estruturas moleculares são totalmente diferentes. ==Física e atômica== Espera- se que o bóhrio seja um sólido em condições normais e assume uma estrutura cristalina hexagonal compacta ( c/a = 1,62), semelhante ao seu mais leve congênere, rênio. O bóhrio deve ser um metal muito denso, com uma densidade de cerca de 37,1 g/cm3 , o qual seria o terceiro mais elevado de qualquer um dos 118 elementos conhecidos, inferior apenas ao meitnério (37,4 g/cm3) e hássio (41 g/cm3), os dois próximos elementos na tabela periódica. Em comparação, o elemento mais denso que teve a sua densidade medida, ósmio, tem uma densidade de apenas 22,61 g/cm3. Isto resulta da elevada massa atômica do Bh, os efeitos das contrações lantanídicas e actinídicas e os efeitos relativísticos, embora a produção de bóhrio em quantidade suficiente para medir esta quantidade seria impraticável, sendo que a amostra decairia rapidamente. O raio atômico do bohrium deverá ser de cerca de 128 pm. Devido à estabilização relativista do orbital 7s e à desestabilização do orbital 6d, prevê-se que o íon Bh+ tenha a configuração eletrônica [Rn]5f146d47s2, perdendo um elétron do subnível 6d, em vez de um 7s, o que é o oposto do comportamento de seus homólogos mais leves manganês e tecnécio. Rênio, por outro lado, segue o seu congênere mais pesado bóhrio em perder um elétron 5d antes de um elétron 6s, já que os efeitos relativísticos tornaram-se significativos a partir do sexto período, onde causam entre outras coisas, a cor amarela do ouro e do baixo ponto de fusão do mercúrio. O íon Bh+2 deverá ter a configuração eletrônica [Rn]5f146d47s1; em contraste, o íon Re+2 tem a configuração [Xe]5f145d5, desta vez análogo ao manganês e tecnécio. É esperado que o raio iônico do bóhrio hexacoordenado heptavalente seja de 58 pm (manganês, tecnécio e rênio heptavalentes têm valores de 46, 57 e 53 pm, respectivamente). O bóhrio pentavalente deve ter um raio iônico maior, de 83 pm. ==Ver também== *Niels Bohr ==Ligações externas== * * *",
 "title": "Bóhrio"
}