{
 "id": "66332",
 "text": "O funcionalismo (do Latim fungere, 'desempenhar') é um ramo da antropologia e das ciências sociais que procura explicar aspectos da sociedade em termos de funções. Para ele, cada instituição exerce uma função específica na sociedade e o seu mau funcionamento significa um desregramento da própria sociedade. A sua interpretação de sociedade está diretamente relacionada com o estudo do fato social, que, segundo Émile Durkheim, apresenta características específicas: exterioridade e a coercitividade. O fato social é exterior, na medida em que existe antes do próprio indivíduo, e coercivo, na medida em que a sociedade se impõe, sem o consentimento prévio do indivíduo. O funcionalismo é \"uma estrutura que visa construir uma teoria que considera a sociedade como um sistema complexo cujas partes trabalham juntas para promover a solidariedade e a estabilidade\". Esta abordagem olha para a sociedade por meio de uma orientação de nível macro, ou seja, um foco amplo sobre as estruturas sociais que moldam a sociedade como um todo. O funcionalismo postula que a sociedade evolui como organismos. Essa abordagem analisa tanto a estrutura social quanto as funções sociais. O funcionalismo aborda a sociedade como um todo em termos da função de seus elementos constituintes; ou seja, as normas, os costumes, as tradições e as instituições. Uma analogia comum, popularizada por Herbert Spencer, apresenta essas partes da sociedade como \"órgãos\" que trabalham para o funcionamento adequado do \"corpo\" como um todo. Para Talcott Parsons, \"funcionalismo estrutural\" descreve um estágio particular no desenvolvimento metodológico da ciência social, em vez de uma escola específica de pensamento. == História == As teorias clássicas são definidas por uma tendência à analogia entre a noção de evolucionismo social e a biologia. O pensamento funcionalista, de Auguste Comte em diante, olhou particularmente para a biologia como a ciência que fornece o modelo mais próximo e mais compatível para a ciência social. A biologia foi tomada para fornecer um guia para conceituar a estrutura e a função dos sistemas sociais e para analisar processos de evolução via mecanismos de adaptação ... o funcionalismo enfatiza fortemente a preeminência do mundo social sobre suas partes individuais (isto é, seu constituinte) atores, sujeitos humanos). Émile Durkheim preocupou-se com a questão de como certas sociedades mantêm a estabilidade interna e sobrevivem com o tempo. Ele propôs que tais sociedades tendem a ser segmentadas, com partes equivalentes mantidas juntas por valores compartilhados, símbolos comuns ou, como sustentava seu sobrinho Marcel Mauss, sistemas de trocas. Durkheim usou o termo solidariedade mecânica para se referir a esses tipos de \"laços sociais, baseados em sentimentos comuns e valores morais compartilhados, que são fortes entre os membros das sociedades pré-industriais\". Nas sociedades modernas e complexas, os membros executam tarefas muito diferentes, resultando em uma forte interdependência. Com base na metáfora acima de um organismo em que muitas partes funcionam juntas para sustentar o todo, Durkheim argumentou que sociedades complexas são mantidas juntas pela solidariedade orgânica, ou seja, \"laços sociais, baseados em especialização e interdependência, fortes entre os membros das sociedades industriais\". Esses pontos de vista foram defendidos por Durkheim, que, seguindo Auguste Comte, acreditava que a sociedade constitui um \"nível\" separado da realidade, distinto da matéria biológica e inorgânica. Portanto, as explicações dos fenômenos sociais deveriam ser construídas dentro desse nível, sendo os indivíduos apenas ocupantes transitórios de papéis sociais comparativamente estáveis. A preocupação central do funcionalismo estrutural é a continuação da tarefa durkheimiana de explicar a aparente estabilidade e coesão interna que as sociedades precisam suportar ao longo do tempo. As sociedades são vistas como construções coerentes, limitadas e fundamentalmente relacionais que funcionam como organismos, com seus vários (ou instituições sociais) trabalhando juntos de uma forma inconsciente, quase automática, para alcançar um equilíbrio social geral. Todos os fenômenos sociais e culturais são, portanto, vistos como funcionais no sentido de trabalharem juntos, e são efetivamente considerados como tendo \"vidas\" próprias. Eles são analisados principalmente em termos dessa função. O indivíduo não é significativo em si e por si mesmo, mas sim em termos de seu status, sua posição nos padrões das relações sociais e os comportamentos associados a seu status. Portanto, a estrutura social é a rede de status conectada por papéis associados. É simplista equiparar a perspectiva diretamente ao conservadorismo político. A tendência para enfatizar \"sistemas coesivos\", entretanto, leva as teorias funcionalistas a serem contrastadas com as \"teorias do conflito\" que, ao contrário, enfatizam problemas e desigualdades sociais. == Conceitos funcionais == A ideia de função tem um papel muito importante no funcionalismo, modelando o desenvolvimento de toda a análise funcional. De fato, o funcionalismo é basicamente o estudo das funções e suas consequências. === Função social === Uma função social é a contribuição que um fenômeno provê a um sistema maior do que aquele ao qual o fenômeno faz parte.Thomas Ford Hoult. Dicionário de Sociologia Moderna, p. 139. 1969. Esse uso técnico não é o mesmo da ideia popular de função como um evento, ocasião, obrigação, responsabilidade, ou profissão. Termo que em sociologia exprime a ideia de uma sociedade vista como um organismo vivo onde cada parte tem uma função (semelhante à biologia). A grande critica sobre esta visão reside no fato de, como num organismo vivo, haver a tendência em identificar partes deste como mais importantes (órgãos vitais), justificando assim a existência e manutenção ou extinção daqueles considerados como menos importantes. Seriam as partes descartáveis da sociedade. Uma distinção, primeiramente feita por Robert King Merton, é feita entre funções evidentes e funções latentesGordon Marshall. Dicionário Oxford de Sociologia, pp. 190-191. 1994. e também entre funções com efeitos positivos (funcionais ou positivamente funcionais) e negativos (disfuncionais). Assim, descrever uma instituição como \"funcional\" ou \"disfuncional\" para os homens equivale a declará-la, respectivamente, \"recompensadora\" ou \"punitiva\". === Analogia orgânica === Visto que a análise funcional estuda todas contribuições feitas pelo fenômeno sociocultural para os sistemas dos quais fazem parte, muitos funcionalistas argumentam que instituições sociais são funcionalmente integradas para formar um sistema estável e que uma mudança em uma instituição irá precipitar uma mudança em outras instituições. Esse fenômeno é denominado analogia orgânica por Durkheim e outros.André Tiago Cândido da Silva. Sociedade (Sociologia) === Alternativa funcional === Alternativa funcional (também chamada equivalente funcional ou substituto funcional) é o fenômeno pelo qual a mesma função pode ser suprida por mais de um componente de um sistema social.Robert Merton. Teoria Social e Estrutura Social. p. 39. 1957. O conceito pode servir como um antídoto para \"as suposições injustificadas da indispensabilidade funcional de estruturas sociais particulares.\"Robert Merton. Teoria Social e Estrutura Social. p. 52. 1957. == Estruturo-funcionalismo == O estruturo-funcionalismo, ou funcionalismo estrutural, foi a perspectiva dominante de antropólogos culturais e sociólogos rurais entre a II Guerra Mundial e a Guerra do Vietnã. O estruturo-funcionalismo tem a visão de que a sociedade é constituída por partes (polícia, hospitais, escolas, fazendas etc.). Cada parte possui suas próprias funções e deve trabalhar em conjunto com as demais para promover a estabilidade social. == Críticas == Críticos mais fortes incluem o argumento epistemológico que diz que o funcionalismo tenta descrever instituições sociais apenas através de seus efeitos e assim não explica a causa desses efeitos. Também é frequente a referência ao argumento ontológico que a sociedade não pode ter \"necessidades\" como os seres humanos, e até que se a sociedade tem necessidades elas não precisam ser satisfeitas. Anthony Giddens argumenta que explicações funcionalistas podem todas ser reescritas como descrições históricas de ações e consequências humanas individuais. Como resposta às críticas ao determinismo, alguns autores, como Jeffrey Alexander, enxergam o funcionalismo como uma ampla escola e não como um método ou sistema específico, como o de Parson. Deste modo, o funcionalismo seria capaz de tomar o equilíbrio como ponto de referência ao invés de suposição e trata a diferenciação estrutural como principal forma de mudança social. O termo \"funcionalismo\" implicaria, então, em uma distinção de métodos ou interpretações inexistentes. De maneira análoga, Cohen argumenta que mais do que necessidades, a sociedade tem fatos tendenciais: característica do ambiente social que sustenta a existência de instituições sociais particulares mas não as causa. == Funcionalistas famosos == O funcionalismo foi um movimento muito popular nas ciências sociais, entretanto não produziu muitos teóricos. Ainda assim, o adeptos desta visão de mundo foram muito significantes para o seu avanço. Dentre eles, podemos citar Bronislaw Malinowski, Alfred Reginald Radcliffe-Brown, Émile Durkheim, Talcott Parsons, Niklas Luhmann, George Murdoch, Kinglsey Davis, Wilbert Moore, Jeffrey Alexander,G. A. Cohen, Louis Althusser, Nicos Poulantzas e Herbert J. Gans. == Ver também == * Antropologia * Antropologia funcionalista * Sociologia * Michel Foucault * Bronislaw Malinowski * Alfred Reginald Radcliffe-Brown * Émile Durkheim * Talcott Parsons * Niklas Luhmann * Louis Althusser * George Murdoch * G. A. Cohen * Pierre Bourdieu Categoria:Antropologia Categoria:Sociologia",
 "title": "Funcionalismo (ciências sociais)"
}