{
 "id": "66358",
 "text": "Magma (do grego μάγμα; \"pasta\") é a designação dada nas geociências às massas de rocha em fusão total ou parcial que existem debaixo da superfície da Terra e provavelmente de outros planetas telúricos. Os magmas são constituídos por uma mistura de rocha em estado variável de fusão com materiais voláteis, composta maioritariamente por silicatos a alta pressão e temperatura acompanhados por um conjunto variável, em proporção e tipo, de iões metálicos e compostos voláteis ricos em enxofre, podendo ainda conter cristais em suspensão, gases dissolvidos e por vezes bolhas de gás. Os magmas acumulam-se em geral dentro de câmaras magmáticas situadas entre os 15 e os 150 km de profundidade, com temperaturas que variam entre 650 e 1 200 ºC, mas podendo atingir 1 560 °C. Quando expelido por um vulcão, o magma dá origem à lava e às rochas extrusivas, que quando ejectadas em erupções explosivas produzem tefras e outros piroclastos. Quando o magma solidifica em profundidade dá origem a intrusões nas rochas adjacentes, podendo formar diques e soleiras. ==Descrição== O magma é uma substância fluida complexa, caracterizada por temperatura que na maioria dos casos se situam entre os 700 °C e os 1 300 °C, embora alguns raros magmas de carbonatito possam apresentar temperaturas de apenas 600 °C e os magmas de komatiito possam atingir mais de 1 600 °C. A vasta maioria dos magmas são misturas de silicatos. Os ambientes geológicos e respectivas características ambientais durante o processo de formação dos magmas e a composição físico-química destes estão correlacionadas, funcionando como determinantes da sua tipologia. Entre os ambientes geradores de magmas incluem-se as zonas de subducção, as zonas de rifte continental, as dorsais oceânicas e pontos quentes. Apesar dos magmas poderem ser formados em ambientes geológicos tão diversos e em locais tão díspares, a vasta maioria da crusta e do manto da Terra não estão em fusão. Com excepção do núcleo externo líquido, a maioria da massa terrestre toma a forma de um reodo (em inglês rheid), uma forma de material sólido que se deforma por fluxo viscoso, movendo-se ou deformando-se sob a acção da pressão. O magma, como líquido, forma-se preferencialmente em ambientes de alta temperatura e baixa pressão situados pouco abaixo da superfície terrestre, em geral entre 15 e 150 km de profundidade. A mistura de materiais e a presença de compostos voláteis permitem uma descida substancial da temperatura de fusão, quando comparada à que corresponderia aos materiais isolados. A relação entre a pressão e a temperatura de fusão de um material permite explicar a passagem ao estado líquido dos materiais quando se dá uma descida substancial destes valores. Uma rocha e o magma que a origina não têm um limite para mudar de estado, mas apenas um intervalo delimitado por duas temperaturas. A inferior, chamada ponto de solidus, é aquela à qual o primeiro componente funde e abaixo da qual todos os materiais estão no estado sólido. A superior, o ponto de fusão, é aquela que faz com que passe para o estado líquido o último componente sólido, isto é, o que possui o ponto de fusão mais alto. A partir daí, o magma estará completamente no estado líquido. Entre essas duas temperaturas, o magma será uma mistura de materiais fundidos e sólidos, em proporções que dependem da temperatura. A composição do magma pode evoluir após a sua formação por cristalização fraccional, contaminação e mistura com outros magmas. Por definição, uma rocha formada pela solidificação de um magma é designada por rocha ígnea, pois o magma é o ancestral de todas as rochas ígneas, sejam elas intrusivas ou extrusivas. O magma permanece sob alta pressão e, algumas vezes, emerge através das fendas vulcânicas, na forma de lava fluente e fluxos piroclásticos. Os produtos de uma erupção vulcânica geralmente contêm gases dissolvidos que podem nunca ter alcançado a superfície do planeta. O magma se acumula em várias câmaras de magma, situadas no interior da crosta terrestre, cuja localização resulta em leves alterações na sua composição. Apesar do estudo dos magmas ter historicamente dependido da observação do magma na forma de lava naturalmente extruída, magma já foi encontrado in situ por três vezes durante perfurações geotérmicas — duas vezes na Islândia e uma no Hawaii. UC Davis News and Information, June 26, 2009.Magma Discovered in Situ for First Time 2008 Eos Trans. AGU, 89(53), Fall Meeting. No caso da Islândia, o magma foi encontrado na execução do Iceland Deep Drilling Project (IDDP), que incluía a perfuração de diversos poços geotérmicos com 5 000 m de profundidade destinados a aproveitar o calor presente no subsolo vulcânico da ilha. Durante a perfuração de um dos poços foi encontrada uma bolsa de magma a 2 100 m de profundidade. Sendo apenas a terceira vez que a nível global se atingiu um magma, o IDDP decidiu investir no furo, designado-o como o poço IDDP-1. Naquele poço foi instalada uma manga em aço cimentado com perfurações na zona terminal, próxima do magma. As altas temperaturas e pressões do vapor de água gerado pelo magma foram usadas para alimentar uma central eléctrica com 36 MW de potência eléctrica, tornando o poço IDDP-1 o primeiro sistema geotérmico alimentado directamente por um magma. ==Formação dos magmas== Quando as rochas fundem, a fusão ocorre de forma incremental e gradual, já que a maioria das rochas são constituídas por vários minerais, os quais apresentam diferentes pontos de fusão, e as relações físico-químicas que controlam fusão são complexas. À medida que uma rocha funde, ocorrem mudanças de volume entre os seus minerais constituintes. Quando uma porção suficiente da rocha é derretida, os pequenos glóbulos de material em fusão, que geralmente ocorrem entre grãos minerais, interligam-se progressivamente, um processo que conduz ao progressivo amolecimento da rocha. Sob as grandes pressões que ocorrem no interior da Terra, uma fracção de material em fusão parcial de apenas um por cento pode ser suficiente para permitir que o material em fusão seja espremido, segregando-se a partir da sua fonte. Os materiais em fusão podem permanecer no local de formação o tempo suficiente para derreter 20% ou mesmo 35% do volume da rocha, mas as rochas raramente são fundidas em excesso de 50% do seu volume, porque, eventualmente, a massa de rocha fundida se transforma numa pasta contendo cristais em suspensão que pode então ascender em massa como um diapiro, o que pode, em seguida, causar ainda mais derretimento por fusão por descompressão. ===Fusão parcial=== O principal mecanismo de formação dos magmas é por fusão parcial das rochas que formam a porção superior do manto terrestre. Essa fusão das rochas sólidas para formar o magma é controlada por três parâmetros físicos: (1) a sua temperatura; (2) a sua pressão; e (3) a sua composição. Em qualquer dada pressão e para qualquer composição de rocha, um aumento da temperatura após o ponto de solidus vai provocar a fusão. No interior da crusta terrestre sólida, a temperatura de uma rocha é controlada pelo gradiente geotérmico e pelo decaimento radioactivo no seio da rocha. Os valores médios do gradiente geotérmico oscilam em torno dos 25 °C/km, com uma vasta gama variação, que vai de um mínimo de 5-10 °C/km nas fossas oceânicas e nas zonas de subducção, a um máximo de 30-80 °C/km sob as dorsais oceânicas e nos ambientes de arco vulcânico. A pressão é o outro dos factores que determinam a fusão, e por essa via a formação dos magmas. Quando o material aquecido sobe por convecção que induza flutuação e atravesse a barreira solidus-liquidus, a sua temperatura sofre redução por arrefecimento adiabático. Quando tal acontece, a rocha liquefaz-se por fusão, transformando- se em lava quando atinja a superfície. A fusão pode também resultar da redução da pressão, num fenómeno conhecido por fusão por decompressão.Geological Society of America, Plates, Plumes, And Paradigms, p. 590 ff., 2005, ISBN 0-8137-2388-4 ===Consequências geoquímicas da fusão parcial=== O grau de fusão parcial é crítico na determinação do tipo de magma que é produzido, na maior parte dos casos controlando efectivamente a sua composição e características físico-químicas. O grau de fusão parcial requerida para formar uma massa fundida pode ser estimado considerando o enriquecimento relativo dos elementos incompatíveis face ao teor de elementos compatíveis. O conjunto de elementos incompatíveis presente nos magmas geralmente inclui o potássio, o bário, o césio e o rubídio. Os tipos de rocha produzidos por pequenos graus de fusão parcial no manto terrestre são tipicamente alcalinos (Ca e Na), potássicos (K) ou peralcalinos (com alta proporção do teor em Al em relação à sílica total). Normalmente, os magmas primitivos, isto é de fusão primária, com esta composição dão origem a lamprófiros, lamproítos, kimberlitos e, menos frequentemente, rochas máficas ricas em nefelinas, tais como basaltos alcalinos e gabros essexíticos, ou mesmo carbonatitos. Pegmatitos podem ser produzidos por baixos graus de fusão parcial da crusta. Alguns magmas de composição granítica são produtos da fusão eutética (ou cotética), e podem ser produzidos por processos de baixo a alto grau de fusão parcial da crosta bem como por cristalização fraccionada. Quando ocorrem elevados graus de fusão parcial da crusta, podem ser produzidos granitóides como os tonalitos, os granodiorito e os monzonitos, mas outros mecanismos são tipicamente determinantes na sua produção. ===Mecanismos de produção dos magmas=== Cerca de 80 % do magmatismo é produzido nos bordos construtivos das placas tectónicas, sob as dorsais oceânicas, e a quase totalidade dos restantes 20% em zonas de subducção e em regiões localizadas no interior das placas onde ocorram os efeitos de pontos quentes. Os mecanismos de fusão são os seguintes: * Magmatismo das dorsais — a fusão sob as dorsais oceânicas pode dever-se à diminuição da pressão nas rochas como consequência da sua ascensão devido aos movimentos convectivos, em estado sólido (reodo), do manto. A ascensão à superfície destes magmas primários, isto é sem diferenciação, é a origem das imensas massas basálticas dos fundos oceânicos; * Magmatismo das zonas de subducção — a fusão produz-se pelo aumento da temperatura causada pela compressão da litosfera que subduz e pela fricção com as rochas do manto, a que acresce o efeito da água que se liberta e ascende, o que diminui o ponto de solidus das rochas superiores. Este mecanismo dá origem aos magmas que formam os batólitos típicos das zonas orogénicas. * Magmatismo intraplaca — esta forma de magmatismo é devida à acção de pontos quentes, tanto debaixo de crusta continental como oceânica. As grandes fracturas litosféricas intraplaca também podem produzir magmatismo por fusão de rochas do manto, como se observa pela associação destas falhas com a presença de vulcões. ===Câmara magmática e migração=== Os magmas formam-se no interior das rochas do manto ou da crusta quando as condições de temperatura e pressão favorecem a transição para o estado de fusão. A ascensão do material fundido em direcção à superfície da Terra ocorre quando, concomitantemente, este seja menos denso do que a rocha circundante e existam estruturas geológicas, nomeadamente fracturas e outros acidentes tectónicos, que criem uma zona estrutural que permita o movimento. A formação do magma resulta na formação de um volume de rocha em fusão, com volume e geometria variáveis, rodeado por camadas de rocha mais ou menos amolecida e em equilíbrio dinâmico com o material em fusão. Estas estruturas, onde se acumula o magma, são as chamadas câmaras magmáticas. Em função das características do próprio magma, em especial da sua viscosidade e densidade, e das rochas e estruturas tectónicas encaixantes, o magma pode: (1) permanecer na câmara até que esfrie e cristalize, formando rochas ígneas plutónicas; (2) pode alimentar a erupção de um vulcão, dando origem a rochas ígneas vulcânicas; ou (3) migrar para outra câmara magmática, eventualmente misturando-se com outros magmas. ==Composição e propriedades físico-químicas dos magmas== Como é compreensível, é muito difícil alterar a composição química global das grandes massas de rocha, como as que estão na origem dos magmas. Em consequência, a composição química tende a ser conservada, sendo assim o principal factor que controla a temperatura e a pressão a que a fusão ocorre e, por essa via, o ritmo dessa fusão. Por sua vez, a temperatura e pressão controlam a viscosidade do magma gerado, e em consequência a forma como esses magmas se movimentam e as características das lavas que geram e do vulcanismo que lhes está associado. Tal implica que a composição química é o controlo de base sobre o processo de formação do magma e sobre as principais características físico-químicas desses magmas e das lavas que deles se originem. Na composição da rocha devem também ser consideradas características que resultam da inclusão de fases voláteis, tais como água, dióxido de carbono e outros gases. A presença de fases voláteis numa rocha sob pressão pode estabilizar uma fracção de fusão. A presença de um teor ponderal de apenas 0,8% de água pode reduzir a temperatura de fusão em cerca de 100 °C. Por outro lado, quando um magma sofre uma perda de água ou de materiais voláteis, mesmo que pequena, sofre um rápido aumento da viscosidade, podendo mesmo solidificar. Após a perda, a subsequente fusão exige um considerável aumento de temperatura. Há também que ter em conta que o maior constituinte do magma é a sílica, um composto de silício e de oxigénio. O magma também contém gases, que se expandem quando a pressão se reduz à medida que o magma sobe. Os magmas ricos em sílica são mais viscosos e resistem ao fluxo, aprisionando no seu interior os gases em expansão. Nessas circunstâncias, a pressão cresce até que os gases sejam libertados numa explosão violenta, capaz de aumentar em muito a perigosidade das erupções que envolvam este tipo de magmas. Os magmas relativamente pobres em sílica fluem facilmente, permitindo que as bolhas de gás se movam através desses magmas e escapem de forma suave. As misturas de silicatos em fusão que constituem os magmas são compostas essencialmente por silício, oxigénio, alumínio, álcalis (sódio, potássio, cálcio), magnésio e ferro. Os átomos de silício ocorrem em coordenação tetraédrica com os átomos de oxigénio, como em quase todos os minerais silicatados, mas em produtos em fusão a ordenação atómica apenas é preservada em curtas distâncias. O comportamento físico dos materiais fundidos depende tanto das suas estruturas atómicas como da temperatura e pressão e da composição.E. B. Watson, M. F. Hochella, and I. Parsons (editors), Glasses and Melts: Linking Geochemistry and Materials Science, Elements, volume 2, number 5, (October 2006) pages 259–297 A viscosidade dos produtos de fusão é uma propriedade chave na compreensão do comportamento físico dos magmas. Magmas mais ricos em sílica são normalmente mais polimerizados, com maior interligação dos tetraedros de sílica, e por isso mais viscoso. A presença de água na mistura reduz drasticamente a viscosidade dos produtos de fusão. Os magmas de elevada temperatura são geralmente menos viscosos. Em termos gerais, os magmas mais máficos, como aqueles que originam basaltos, são mais quentes e menos viscosos do que os magmas mais ricos em sílica, como os que originam os riolitos. Menor viscosidade leva a erupções vulcânicas de menor violência e explosividade. === Tipos de magma === Os magmas mais comuns podem ser agrupados em três tipos principais: (1) basálticos, (2) andesíticos e (3) graníticos. Esses tipos de magma apresentam as seguintes características: * Magmas basálticos — podem ser toleíticos, ricos em sílica e produzidos nas dorsais oceânicas, ou alcalinos, ricos em sódio e potássio, produzidos em zonas do interior das placas tectónicas. São os mais comuns; * Magmas andesíticos — são ricos em sílica e minerais hidratados, como anfíbolas ou biotites. Formam-se nas zonas de subducção, sejam na crusta continental ou oceânica; * Magmas graníticos — apresentam ponto de fusão mais baixo e podem formar grandes plutões. Originam- se em zonas orogénicas, como os andesíticos, mas também se podem formar a partir de magmas basálticos ou andesíticos que atravessem e fundam rochas ígneas ou sedimentares metamorfizadas da crusta que, ao incorporarem-se no magma, alteram a sua composição. Por o lado, segundo a sua composição mineral, os magmas podem ser classificados em dois grandes grupos: máficos e félsicos. Basicamente, os magmas máficos contêm silicatos ricos em magnésio e ferro, enquanto os félsicos contêm silicatos ricos em sódio e potássio. Esses dois grandes grupos podem ser subdivididos de acordo com as características físicas e composicionais gerais dos tipos mais frequentes de magma, dando origem às seguintes classes: :Ultramáfico (picrítico) ::SiO2 < 45% ::Fe–Mg > 8% até 32%MgO ::Temperatura: até 1 500°C ::Viscosidade: muito baixa ::Comportamento eruptivo: calmo a muito explosivo (kimberlites) ::Distribuição: limites divergentes de placas tectónicas, pontos quentes, limites convergentes de placas tectónicas; as komatiites e outras lavas ultramáficas são na sua maioria Arqueanas e formaram-se na presença de um alto gradiente geotérmico, características que não se conhece existirem no presente. :Máfico (basáltico) ::SiO2 < 50% ::FeO e MgO tipicamente < 10 wt% ::Temperatura: até ~1 300°C ::Viscosidade: baixa ::Comportamento eruptivo: calmo ::Distribuição: limites divergentes das placas tectónicas, pontos quentes :Intermédio (andesítico) ::SiO2 ~ 60% ::Fe–Mg: ~ 3%th ::Temperatura: ~1 000°C ::Viscosidade: intermédia ::Comportamento eruptivo: explosivo ou efusivo ::Distribuição: limites convergentes de placas tectónicas, arcos insulares :Félsico (riolítico) ::SiO2 > 70% ::Fe–Mg: ~ 2% ::Temperatura: < 900°C ::Viscosidade: alta ::Comportamento eruptivo: explosivo ou efusivo ::Distribuição: comum em pontos quentes da crusta continental (Yellowstone National Park) e em riftes continentais Quanto à densidade os magmas apresentam as seguintes características: Tipo Densidade [kg/m³] Magma basáltico 2 650–2 800 Magma andesítico 2 450–2 500 Magma riolítico 2 180–2 250 2005-02-11 O resultado do arrefecimento do magma são as rochas ígneas. Dependendo das circunstâncias do arrefecimento, as rochas podem ter granolometria fina ou grosseira. Em função da composição e formação, as rochas ígneas dividem-se em: * Rochas plutónicas ou intrusivas — as que se formaram por lento arrefecimento do magma, em profundidade e geralmente em grandes massas. Os seus jazimentos designam-se plutões e diques. Por exemplo, o granito, o gabro e o sienito são rocha que pertencem a este tipo. * Rochas vulcânicas, extrusivas ou efusivas — formam-se pelo arrefecimento do magma desgaseificado, a lava, na superfície terrestre. Por exemplo, o basalto e o riolito pertencem a este grupo. * Rochas subvulcânicas — são as que formam diques e filões. Por exemplo, o pórfiro granítico ou o pórfiro andesítico pertencem a este grupo. == Evolução dos magmas == Quando uma rocha entra em estado de fusão, o líquido resultante é um fundido primário. Estes produtos de fusão primários não foram sujeitas a qualquer diferenciação e representam a composição inicial de um magma. Na natureza, é raro encontrar estes magmas primários. Os leucossomas dos migmatitos são um raro exemplo destes produtos primárias, não modificados pelos processos de evolução magmática. Os magmas primários derivadas do manto são especialmente importantes e são conhecidos como fundidos primitivos ou magmas primitivos. Ao encontrar a composição do magma primitivo de uma série magmática é possível modelar a composição do material do manto a partir do qual a massa fundida foi formado, fornecendo assim importantes conhecimentos para a compreensão da evolução do manto Terra. Onde é impossível encontrar a composição do magma primitivo ou primário, muitas vezes é útil tentar identificar um magma parental, entendendo-se este como um produto de fusão (o melt parental) com uma composição a partir da qual o intervalo de variação geoquímica do magma observado possa ser derivado por processos de diferenciação ígnea. Este material não é necessariamente um fundido primitivo. Por exemplo, se uma série de fluxos de basalto forem considerados com relacionados uns aos outros, a composição a partir da qual eles poderiam ser razoavelmente produzidos por cristalização fraccionada é corresponde ao fundido parental (o melt parental) da série. Em geral são produzidos modelos cristalização fraccionada para testar a hipótese de que determinados magmas compartilham uma origem parental comum. Quando ocorrem altas graus de fusão parcial do manto, em geral os produtos parentais levam à formação de komatiitos e picritos. ===Processos de diferenciação magmática=== A composição dos magmas pode variar em função de vários processos: * Diferenciação — durante o arrefecimento de um magma a ordem de cristalização dos minerais depende de seu ponto de fusão, cristalizando primeiro os minerais de ponto de fusão mais alto e por último os de ponto de fusão mais baixo (cristalização fraccionada). A composição do magma restante (magma residual) vai variando ao longo deste processo. Em magmas basálticos, esta ordem está definida pelas denominadas séries de Bowen. Se os cristais formados e o magma residual não se movessem, a rocha resultante teria a mesma composição global que o magma inicial, mas a diferenciação produz-se porque os cristais que se vão formando podem afundar-se e acumular-se nas zonas inferiores da câmara magmática (diferenciação gravitatória), ou o magma residual pode migrar por diminuição do tamanho da câmara (filtrado por pressão) ou podem formar-se bolhas ricas em sódio e potássio, elementos mais leves, que se deslocam em direcção ao tecto da câmara magmática (transporte gasoso); * Assimilação — quando o magma funde parte da rocha encaixante e a integra na sua composição, que varia proporcionalmente segundo a natureza do volume de rocha fundida que é incorporado. * Mistura — quando se misturam dois magmas de diferente origem e natureza, ainda que o normal seja a mistura de magmas da mesma procedência: um já diferenciado com outro novo, primário e mais quente, que o incorpora. ===Ebulição dos magmas === Nos magmas a evaporação dos vários elementos é possível, mas não todos em conjunto uma vez que é uma mistura e os seus vários componentes tem pontos de ebulição variados. Mesmo antes da formação do magma, ou seja antes de iniciado o processo de fusão dos silicatos, já alguns compostos sofrem vaporização, tais como o trióxido de fósforo (P4O6) que evapora à temperatura de 173,1 °C, ou seja 446,25 K, a água (H2O) a 99,98 °C e também o oxigénio (O) proveniente da desintegração do óxido de potássio, que não está presente no magma mas sim nas rochas, que ao atingir a temperatura de 350 °C, ou seja 623 K, se decompõe em potássio (K) e oxigénio (O). Não é assim possível definir um ponto de ebulição para o magma, pois este na realidade não existe, podendo-se antes considerar um intervalo delimitado por duas temperaturas: (1) a temperatura inferior, aquela a que o primeiro componente se evapora enquanto os outros materiais se mantêm no estado sólido, que no caso da generalidades dos magmas é -181,15 °C, o que que corresponde à temperatura a que o oxigénio (O) evapora; e (2) a temperatura superior correspondente àquela a que o componente com o ponto de ebulição mais alto, o óxido de magnésio (MgO), funde, ou seja para a generalidade dos magmas a temperatura de 3600 °C, a partir da qual todos os componentes do magma estão no estado de vapor. ===Arrefecimento dos magmas=== Conhecem-se apenas dois processos que conduzem ao desaparecimento de um magma: (1) a transformação em lava por erupção vulcânica; e (2) a cristalização no interior da crusta ou do manto dando origem a um plutão. Em ambos os casos a massa magmática arrefece, solidifica e forma rochas ígneas. Quando um magma arrefece abaixo do ponto de liquidus inicia-se a formação de fases minerais sólida, constituídas por materiais com diferentes pontos de fusão. Algumas destas fases sedimentam para o fundo da câmara magmática, onde formam cumulatos que podem levar à constituição de intrusões estratificadas máficas. O magma que sofre um arrefecimento lento no interior da câmara magmática geralmente acaba por formar massas de rochas plutónicas como gabros, dioritos e granitos, dependendo o tipo de rocha formado da composição do magma. Em contraponto, pela mesma razão composicional, se o magma alimentar uma erupção formam-se rochas vulcânicas como basaltos, andesitos e riolitos (os equivalentes extrusivos do gabro, diorito e granito, respectivamente). ==Vulcanismo== Durante uma erupção vulcânica o magma que emerge à superfície da crusta é designado por lava. Devido à sua exposição ao ambiente externo, seja ele sub- aéreo ou subaquático, as lavas arrefecem e solidificam rapidamente quando comparadas com o processo de arrefecimento das massas magmáticas não eruptivas que permanecem no interior das formações rochosas encaixantes. Este arrefecimento rápido não permite o crescimento dos cristais até às dimensões que são atingidas durante o lento arrefecimento subterrâneo, e parte substancial do material em fusão não cristaliza, formando materiais vítreos amorfos. Entre as rochas compostas maioritariamente por vidros vulcânicos contam-se as obsidianas, as escórias e os pomes. Antes e durante as erupções vulcânicas, materiais voláteis, como CO2 e H2O, são parcialmente removidos do material em fusão através do processo conhecido por exsolução. Em consequência, o magma ao perder voláteis, com destaque para a água, fica mais viscoso. Se ocorre uma perda massiva de voláteis por exsolução durante o processo de ascensão do magma que precede e acompanha a erupção vulcânica, o vulcanismo resultante é em geral do tipo explosivo. == Referências== * * * == Ligações externas== * Florian Neukirchen: Wo kommt das Magma her? Ein Blick in die Tiefe der Erde * How Volcanoes work: Physicochemical Controls on Eruption Style (Lava flow types - Link: \"basaltic\") * Gareth Fabbro: Beneath the volcano: The Magma Chamber, Science 2.0, 5. November 2011 * Ders.; Magma Chambers Part II: Magma Mushes, ebd., 20. November 2011 * Geologists Discover Magma and Carbon Dioxide Combine to Make 'Soda-Pop' Eruption, PhysOrg, 10. Juli 2008 *Descrição de erupção freática no USGS Photo Glossary Categoria:Vulcanologia Categoria:Rochas ígneas",
 "title": "Magma"
}