{
 "id": "66375",
 "text": "thumb|Um saco com uma unidade de plasma congelado fresco O plasma sanguíneo é a parte líquida do sangue e corresponde a 55% do volume total. Nele, proteínas, sais minerais, dióxido de carbono e outras substâncias estão dissolvidos em água. == Funções == O plasma realiza as seguintes funções: * Transporte do dióxido de carbono produzido na respiração celular: esse gás, dissolvido no plasma, é levado até aos pulmões, onde é liberado no ar que exalamos. * Transporte de nutrientes: os nutrientes absorvidos pelo intestino são transportados até às demais células do corpo. * Transporte de resíduos produzidos pelas células: grande parte desses resíduos são transportados até ao fígado, onde são processados. Em seguida, vão para os rins e são eliminados na urina. * Auxílio na defesa do organismo: o plasma carrega substâncias responsáveis pelo combate contra microrganismos e toxinas. * Auxílio na coagulação do sangue: o plasma também contém substâncias que atuam na coagulação do sangue, que ocorre caso haja o rompimento de algum vaso sanguíneo. == Descrição == O plasma contém água (90%), proteínas e outras substâncias dissolvidas, como gases, nutrientes, excretas, hormônios e enzimas. Entre as proteínas presentes no sangue, a mais abundante é a albumina. O plasma tem como função transportar os elementos figurados e substâncias dissolvidas, como nutrientes, medicamentos e produtos tóxicos (como por exemplo o dióxido de carbono). É também o plasma que transporta para todo o corpo os medicamentos que ingerimos. O plasma permite o livre intercâmbio de diversos dos seus componentes com o líquido intersticial, através dos poros existentes na membrana capilar. As proteínas plasmáticas, devido às dimensões da sua molécula, em condições habituais, não atravessam a membrana capilar, permanecendo no plasma. Outras substâncias dissolvidas no plasma são as moléculas de água, contudo, se difundem livremente. A saída da água do plasma através dos capilares é controlada pela pressão coloido- osmótica e pelo estado da permeabilidade das membranas; o que equivale dizer que as proteínas extraem água dos tecidos para os capilares, mas, dificultam a sua saída dos capilares para os tecidos. A albumina é o principal responsável pela manutenção da pressão coloido-osmótica do plasma. O volume médio de sangue de um adulto normal, de 60 ml/kg de peso, corresponde aproximadamente a 35 mL de plasma e 25 mL de hemácias por cada quilograma, quando o hematócrito está normal. A concentração de proteínas no plasma é três vezes maior que no líquido intersticial. A linfa é um líquido transparente e esbranquiçado, levemente amarelado ou rosado, alcalino e de sabor salgado, constituído essencialmente pelo plasma sanguíneo, proteínas e por glóbulos brancos. Um modo simples de separar as células do sangue do plasma é através de centrifugação. \"Soro\" se refere ao plasma sanguíneo no qual os fatores de coagulação (como a fibrina) foram removidos naturalmente. O soro sanguíneo é obtido através da coagulação do sangue. Significa que o soro sanguíneo não possui os fatores de coagulação do sangue total, que foram consumidos pela coagulação das hemácias. É normalmente utilizado para testes sorológicos e pesquisa de anticorpos. Plasmaferese é um tipo de terapia que envolve a separação do plasma das hemácias. == Plasma fresco congelado == O \"plasma fresco congelado\" é o plasma que é congelado logo após a coleta do sangue, e pode ser armazenado por uma vasilha de plástico até um ano. Contém todos os fatores de coagulação e proteínas presentes numa amostra verdadeira de sangue. O plasma é usado para tratar coagulopatias de sobredoses de varfarina, doença hepática ou coagulopatia dilucional. O plasma fresco congelado que foi armazenado por um tempo maior que o padrão é reclassificado simplesmente como \"plasma congelado e estragado\", que é idêntico ao anterior, exceto pelo fato de que os fatores de coagulação não são mais considerados completamente viáveis. Também é usado para tratar doenças cardíacas, como a púrpura trombocitopênica trombótica, porque não é possível tratar esta doença com a transfusão de plaquetas. O plasma sanguíneo possui a maior quantidade de água existente em nosso corpo. == Ver também == * Transfusão de sangue * Doação de sangue * Plasma humano sintético Categoria:Sangue Categoria:Produtos do sangue Categoria:Fluidos corporais Categoria:Hematologia",
 "title": "Plasma sanguíneo"
}