{
 "id": "66383",
 "text": "O Alquimista é um best-seller do escritor brasileiro Paulo Coelho, publicado originalmente em 1988, em português. Romance alegórico, O Alquimista segue um jovem pastor andaluz em sua viagem ao Egito, depois de ter um sonho recorrente de encontrar tesouro lá. É o livro brasileiro mais traduzido do mundo, totalizando 88 idiomas. Até 2009, já havia vendido mais de 85 milhões de cópias, tornando-se um dos livros mais vendidos da história. == Sinopse == O alquimista segue a jornada de um pastor andaluz chamado Santiago. Acreditando em um sonho recorrente de ser profético, ele decide viajar para uma adivinha Romani em uma cidade próxima para descobrir seu significado. A mulher interpreta o sonho como uma profecia dizendo ao menino que há um tesouro nas pirâmides no Egito. No início de sua jornada, ele encontra um velho rei, cujo nome era Melquisedeque, que lhe diz para vender suas ovelhas para viajar para o Egito e introduz a ideia de uma Lenda Pessoal. Sua Lenda Pessoal é o que você sempre quis realizar. Todos, quando são jovens, sabem o que é a sua \"Lenda Pessoal\". Ele acrescenta que \"quando você quer algo, todo o universo conspira para ajudá-lo a alcançá-lo\". Este é o tema central do livro. Ao longo do caminho, o menino encontra um inglês que veio em busca de um Alquimista e continua suas viagens com ele. Eles viajam pelo Saara e durante sua viagem, Santiago se encontra e se apaixona por uma bela mulher árabe chamada Fátima, que reside com seu clã perto de um oásis. Ele pede a Fátima para se casar com ele, mas ela diz que só vai casar com ele depois de ele completar sua jornada e encontrar seus tesouros. Ele fica perplexo com isso, mas depois descobre que o verdadeiro amor não vai parar nem implorar para sacrificar a sua Lenda Pessoal, e se isso acontecer, não é amor verdadeiro. O menino então encontra um alquimista que também o ensina sobre Lendas Pessoais. Ele diz que as pessoas querem encontrar apenas o tesouro de suas Lendas Pessoais, mas não a própria Lenda Pessoal. O menino se sente inseguro sobre si mesmo enquanto escuta os ensinamentos do alquimista. O alquimista afirma: \"Aqueles que não entenderem suas Lendas Pessoais não conseguirão compreender seus ensinamentos\". É também afirmado que o tesouro é mais digno do que o ouro. O tema principal recorre através do romance, \"Quando uma pessoa realmente deseja alguma coisa, todo o universo conspira para ajudar essa pessoa a realizar seu sonho\". ==Personagens== *Santiago ou 'O rapaz' O menino é o protagonista do Alquimista. Nascido em uma pequena cidade da Andaluzia, ele frequenta o seminário como um menino, mas quer viajar pelo mundo. Ele finalmente tem a coragem de pedir a seu pai permissão para se tornar um pastor para que ele possa viajar pelos campos da Andaluzia. Uma noite, em uma igreja abandonada, ele sonha com uma criança dizendo a ele que se ele for às pirâmides egípcias, encontrará um tesouro. Mais tarde, ele encontra um homem misterioso na cidade de Tarifa, que o envia em uma viagem para o outro lado da África. A mente aberta do menino o torna particularmente adequado para encontrar sua Lenda Pessoal. Ele também valoriza muito sua liberdade, razão pela qual se torna um pastor e por que ele resiste ao envolvimento em coisas que ameaçam sua liberdade. No final, ele percebe que jogar seguro é muitas vezes mais ameaçador para a sua liberdade do que assumir um risco. *Melquisedeque Melquisedeque é o rei de Salém, uma terra misteriosa e distante. Melchizedek aparece para Santiago na praça da cidade de Tarifa, onde ele conta para Santiago sobre a Alma do Mundo e sua Lenda Pessoal pela primeira vez. Melchizedek sempre aparece para as pessoas que estão tentando viver sua Lenda Pessoal, mesmo que não a conheçam. Enquanto ele aparece no primeiro a ser vestido em comum vestido árabe, em um ponto ele puxa de lado seu manto para revelar um peitoral de ouro incrustado com pedras preciosas. Ele também dá Santiago as pedras mágicas Urim e Thummim. *O Comerciante de Cristal Ele dá ao menino um emprego em Tânger depois que ele foi roubado. O rapaz aceita o trabalho na loja de cristal e aprende muito sobre a atitude do lojista em relação à vida ea importância de sonhar. O lojista, embora geralmente tem medo de assumir riscos, é um homem muito gentil e compreende a busca do menino - às vezes melhor do que o próprio menino. Este é o caso quando o comerciante diz ao menino que ele não vai voltar para a Espanha, uma vez que não é o seu destino. *O Homem Inglês O menino encontra o inglês na caravana a al-Fayoum. O inglês está tentando se tornar um grande alquimista e está viajando para al- Fayoum para estudar com um famoso alquimista que se rumorea ter mais de 200 anos e ter a capacidade de transformar qualquer metal em ouro. O menino aprende muito sobre a alquimia do inglês, que empresta seus livros enquanto viajam através do Sahara. *Fátima Uma bela garota que vive no al-Fayoum oásis. O menino se apaixona por ela no poço, e eles falam todos os dias por várias semanas. Ele pede a Fátima para se casar com ele, mas ela insiste que ele procure a sua Personal Legend antes de se casarem. Isso perplexo, mas o alquimista ensina-lhe que o amor verdadeiro nunca fica no caminho de realizar seus sonhos. Se isso acontecer, então não é amor verdadeiro. *O Alquimista Um alquimista muito poderoso que vive no oásis al-Fayoum no Egito. O menino ouve sobre ele através do inglês, que deseja estudar com o alquimista, mas o menino é revelado ser o verdadeiro discípulo do alquimista. O alquimista se veste de preto e usa um falcão para caçar. O Alquimista também está na posse do Elixir da Vida e da Pedra Filosofal. *O Monge Copta O alquimista e o alquimista param em um mosteiro copta, eo monge os convida. O Alquimista produz ouro de uma panela de chumbo que o monge fornece, e separa o disco em quatro partes, dando dois ao monge, com instruções para dar o Menino um pedaço se ele precisar dele, um para si mesmo, e um para o menino. O monge tenta recusar a oferenda, mas o alquimista diz-lhe que \"a vida pode estar escutando, e dar [você] menos na próxima vez.\" Depois, quando o garoto rasteja para trás batido e elated das pirâmides, o monk dá-lhe a outra parte do disco do ouro e ajuda-o a recuperar. *A Mulher Romani (Cigana) Ela não sabe sobre as pirâmides do Egito. Ela afirma: \"Eu nunca ouvi falar deles, mas se foi uma criança que mostrou a você que eles existem.\" À primeira vista, ela parecia louca, suspeita e perigosa para o menino. Ela prometeu um décimo do tesouro do garoto se ele alguma vez encontrou. == Inspiração para o Livro == Foi inspirado na antiga lenda britânica O Mascate de Swaffham. Coelho escreveu O Alquimista em apenas duas semanas em 1987. Ele explicou que era capaz de escrever nesse ritmo porque a história estava \"já escrita em sua alma\". Vários autores apontam que Paulo Coelho se inspirou num conto de Gustav Weil. É a História dos dois que sonharam, da Antologia da Literatura Fantástica, antologia de contos reunidos por Jorge Luis Borges, Adolfo Bioy Casares e Silvina Ocampo, que tem só uma página.http://robotania.com/2012/02/paulo- coelho-jorge-luis-borges-y-el-alquimista/ == Tema == O tema principal do livro é encontrar o próprio destino. Segundo The New York Times, O Alquimista é \"mais auto-ajuda do que a literatura\". Um velho rei diz a Santiago que \"quando você realmente quer que algo aconteça, todo o universo conspirará para que seu desejo se torne realidade\". Esse é o cerne da filosofia do romance e um motivo que se repete em todo o texto de Coelho em O Alquimista. == Publicação == O Alquimista foi lançado pela primeira vez por uma obscura editora brasileira. Apesar de ter vendido \"bem\", o editor do livro disse a Coelho que nunca iria vender, e que \"ele poderia ganhar mais dinheiro na bolsa\". Precisando \"curar\" a si mesmo desse revés, Coelho partiu para deixar o Rio de Janeiro com sua esposa e passou 40 dias no deserto de Mojave. Voltando da excursão, Coelho decidiu que ele tinha que continuar lutando. Coelho estava \"tão convencido de que era um grande livro que [ele] começou a bater às portas\". === Traduções === O Alquimista foi traduzido em 88 línguas, a partir de 2016. Isso deu Coelho a posição como o autor mais traduzido do mundo vivo, de acordo com o 2009 Guinness World Records. Além do idioma original, o português, as línguas em que o livro foi publicado são: africâner, albanês, amárico, árabe, armênio, azerbaijano, basco, bengali, bósnio, búlgaro, catalão, chinês, croata, checo, dinamarquês, holandês, inglês, esperanto, estoniano, finlandês, francês , galego, georgiano, grego, gujarati, hebraico, hindi, húngaro, islandês, indonésio, irlandês, italiano, japonês, klingon, canaresa, coreano, curdo, letão, lituano, macedônio, malaio, malaiala, maltês, marata, mongol, nepalês, norueguês, persa, polonês, português, punjabi, quechuá, romeno, russo, sérvio, cingalês, eslovaco, esloveno, espanhol, sueco, tagalo, tâmil, telugo, tailandês, turco, ucraniano, urdu, vietnamita e xossa. === Compartilhamento de Arquivos === Paulo Coelho é um forte defensor da difusão de seus livros através de redes peer-to-peer de compartilhamento de arquivos. Ele colocou seus próprios livros em redes de compartilhamento de arquivos como BitTorrent, e observou que o Alquimista recebeu um impulso nas vendas devido a isso. Ele afirmou que \"eu acho que quando um leitor tem a possibilidade de ler alguns capítulos, ele ou ela pode sempre decidir comprar o livro mais tarde.\" Atualmente, capítulos de O Alquimista podem ser encontrados no Google books e na agência de Coelho Sant Jordi Associados. == Recepção == === Crítica === O Anunciante, um jornal australiano, publicou um dos primeiros comentários do Alquimista em 1993, dizendo: \"de livros que eu possa recomendar com a inabalável confiança de os ter lido e entristecido, impressionado, entretido ou movido, o dom universal é Talvez uma fábula límpida chamada O Alquimista ... Em prosa sobressaltada, traduzida do original brasileiro em português, segue um jovem pastor andaluz no deserto em busca de um sonho e do cumprimento de seu destino \". Desde então, o romance tem recebido muitos elogios, tornando-o ao primeiro lugar em best-seller listas em 74 países e ganhar prêmios de prestígio na Alemanha e na Itália. Foi chamado de \"história encantadora\", \"uma narrativa brilhante e simples\" e \"um conto maravilhoso, uma metáfora da vida\", de pessoas em lugares tão diversos como a África do Sul, a Finlândia e a Turquia. Ele tem sido elogiado por figuras públicas como Will Smith e Jorge Garcia. Arash Hejazi, editor iraniano de Paulo Coelho, acredita que o Alquimista é excepcional em vários aspectos: ele observa que o livro teve um \"ciclo de vida mais longo do que o esperado ... Não foi apoiado por altos orçamentos de marketing nos primeiros anos após Não foi escrita em francês ou em espanhol, não teve um filme empate e não foi recomendada por críticas positivas e pelos meios de comunicação, mas continua a ser vendida, contando apenas com o boca a boca como principal ferramenta de marketing .\" === Comercial === O romance não foi um best-seller instantâneo. Publicado por uma pequena editora, O Alquimista, como seu antecessor, O Diário de um Mago, vendeu \"lentamente\" no Brasil. Seu sucesso comercial decolou na França quando se transformou um bestseller \"inesperado\" cedo nos 1990s. O Alquimista vendeu 65 milhões de cópias em todo o mundo. Na semana que terminou em 28 de agosto de 2016, o romance chegou a sua 408a semana consecutiva na lista de best- sellers do New York Times . A sua edição em brochura continua a ser um ponto fixo nas prateleiras das livrarias. == Influência Cultural == === Adaptações Cinematográficas === Coelho disse que tem sido relutante em vender direitos aos seus livros. Ele acreditava que um livro tem uma \"vida própria dentro da mente do leitor\", e raramente ele encontrou uma adaptação que viveu até o livro. Apesar disso, com o passar do tempo, Coelho decidiu abrir a possibilidade. Em 2003, Warner Bros. comprou os direitos para a adaptação cinematográfica de O Alquimista. O projeto parou e o filme nunca se materializou, alegadamente devido a problemas com o roteiro. Em um ponto, o roteiro teve uma seqüência de batalha com 10.000 soldados, que \"não é o que o livro é sobre.\" Coelho ofereceu US $ 2 milhões para Warner Bros. para comprar de volta os direitos de filme para o Alquimista. Durante o Festival de Cinema de Cannes 2008, Harvey Weinstein anunciou que tinha comprado os direitos para o filme e servirá como seu produtor. Laurence Fishburne é ajustado para dirigir, e para jogar o caráter epônimo. Terá um orçamento de US $ 60 milhões. Weinstein, que raramente produz pessoalmente filmes, afirmou que \"Minha lealdade não é com Laurence [Fishburne], minha lealdade não é comigo, minha lealdade não é com ninguém além de Paulo Coelho\". Coelho acrescentou: Feliz que meu livro será filmado da maneira que eu pretendia que fosse e espero que o espírito ea simplicidade do meu trabalho serão preservados. Estou animado meu amigo Laurence Fishburne e Harvey Weinstein estaram trabalhando juntos. \"Em junho 2015, foi relatado que Idris Elba foi ajustado para interpretar o protagonista e que Fishburne dirigiria o filme. === Outros meios de comunicação === Na década de 1990, foi publicada uma adaptação em quadrinhos produzida por Alexandre Jubran.\"O Alquimista\" vira filme de Hollywood HarperOne, um selo da HarperCollins, produziu uma versão ilustrada do romance, com pinturas do quadrinhista francês Moebius, mas não conseguiu convencer Coelho a \"consentir com o tratamento completo de graphic-novel\". Em junho de 2010, HarperOne anunciou que Publicaria uma adaptação em quadrinhos The Alchemist: A Graphic Novel foi publicado em 2010, adaptado por Derek Ruiz e arte de Daniel Sampere.O Alquimista vira HQ Uma adaptação teatral de O Alquimista foi produzida e encenada pela Cornish Collective, essa é a sua produção mais bem sucedida até o momento. Foi encenado pela primeira vez na Índia por Ashvin Gidwani Productions. Kajol e Karan Johar lançaram a adaptação teatral deste livro na Índia. Na música, O Alquimista inspirou muitas faixas do mesmo nome. Em setembro de 2009, um desempenho orquestral foi conduzido na Ansche Chesed Synagogue no Upper West Side. Inspirado pelo Alquimista , \"uma performance orquestral\" foi composta por One World Symphony para o casamento do compositor e do condutor Sung Jin Hong. A canção \"Growing Up (Sloane's Song)\" de Macklemore & Ryan Lewis fez referência ao livro, dizendo: \"Recomendo que você leia O Alquimista, ouça seus professores, mas trapaceie no cálculo\". \"Searchin\" por Matisyahu cita o final do romance na abertura da canção. Em 2007, uma banda indie de Singapura, Mistaken Identity, lançou a canção \"The Alchemist\" em seu segundo álbum Moving On. A canção é uma adaptação próxima da história. == Bibliografia == * O Alquimista - Autor: Paulo Coelho - Editora Benvirá - ISBN 978-850210377-1 * COELHO,PAULO. O Alquimista. São Paulo: Paralela, 2017. 208p. == Ligações externas == * Myths and Legends - The Pedlar of Swaffham Categoria:Alquimia na ficção Categoria:Livros de 1988 Categoria:Romances de Paulo Coelho Categoria:Romances do Brasil",
 "title": "O Alquimista"
}