{
 "id": "66396",
 "text": "Fundada em 1958, a Libbs é uma empresa farmacêutica 100% brasileira e de capital privado. Produzindo atualmente 90 tipos de produtos - em mais de 200 apresentações - dentro das especialidades de oncologia, ginecologia, sistema nervoso central, dermatologia, cardiovascular, respiratória, transplantes e outras, a Libbs deu um grande passo com a inauguração da Biotec Folha de S.Paulo: Libbs abre fábrica de medicamentos biológicos em São Paulo, em 2016, para produção e desenvolvimento de medicamentos biológicos à base de anticorpos monoclonais em escala industrial. Em 2018, fechou o ano com faturamento de R$ 1,5 bilhão. A cultura criada pelo seu fundador, Alcebíades de Athayde, é mantida, valorizada e compartilhada entre os mais de 2.700 colaboradores que atuam em um parque fabril de 48.508 mil m², em Embu das Artes (SP), em uma unidade administrativa, localizada no bairro da Barra Funda, na cidade de São Paulo, e por meio da força de vendas presente em 1.175 cidades do Brasil. Ocupando o 8º lugar no ranking de laboratórios do varejo farmacêutico nacional, a Libbs tem a aspiração de ser a farmacêutica brasileira mais admirada do mundo. A busca constante por inovação, outro norte da farmacêutica, fez da Libbs referência para a implantação do sistema de rastreabilidade BBC News: Oito anos após lei, como Anvisa e farmacêuticas querem diminuir falsificações e roubos de medicamentos em outras organizações. Até abril de 2022, todos os medicamentos brasileiros terão que atender a norma da Agência Nacional de Vigilância Sanitária (Anvisa) que prevê a rastreabilidade dos medicamentos. Ou seja, por meio de um código impresso na embalagem, o consumidor poderá ver a trajetória do medicamento. A Libbs saiu na frente e, em outubro de 2014, produziu o primeiro lote de um medicamento rastreável, Para continuar estimulando a pesquisa e o desenvolvimento, são investidos 10% do faturamento da farmacêutica. Por meio de Parcerias de Desenvolvimento Produtivo (PDP), firmadas com o governo federal, será possível transferir a tecnologia de fabricação desses medicamentos para o Instituto Butantan, que, posteriormente, também irá produzi-los. Esse é um caminho para ampliar o acesso da população a tratamentos públicos de última geração para diversos tipos de câncer e doenças autoimunes. Para a construção da fábrica e condução dos estudos clínicos necessários, foram investidos cerca de R$ 500 milhões, por meio de parceria com o Banco Nacional de Desenvolvimento Econômico e Social (BNDES) e a Financiadora de Estudos e Projetos (FINEP). Por entender que tratar da vida vai além de fabricar medicamentos, a empresa também realiza um trabalho de responsabilidade social corporativa com o apoio a projetos educacionais, culturais e esportivos com foco em saúde, educação e qualidade de vida, sempre vinculados à superação de limitações. O seu propósito é contribuir para que as pessoas alcancem uma vida plena. == Atuação em rede == Em um cenário onde 80% dos estudos para produzir medicamentos no Brasil são patrocinados por multinacionais, a Libbs, indústria farmacêutica 100% nacional, amplia seus investimentos em inovação, pesquisa e desenvolvimento com a parceria com a Academic Research Organization (ARO) da Sociedade Beneficente Israelita Brasileira Albert Einstein. O contrato foi firmado no segundo semestre de 2018 e reforça o investimento nacional em pesquisa, desde seu desenvolvimento até sua aplicação. O primeiro estudo em conjunto tem duração de cinco anos e acompanhará os pacientes que estão em tratamento com trastuzumabe Folha de S.Paulo: Biossimilar para câncer de mama chega em março ao país, indicado para câncer de mama metastático. As investigações do tipo “mundo real”, observam dados coletados fora dos ensaios clínicos padrões. == Prêmios e reconhecimentos == Com os padrões internacionais de qualidade e segurança adotados em suas fábricas, a farmacêutica possui importantes certificações como a BPF - Boas Práticas de Fabricação (Anvisa), desde 2001; EMA – European Medicines Agency, desde 2006; Centro de Equivalência Farmacêutica (EQFAR) da Anvisa, desde 2012; CEP – Certificate of Suitability to the European Pharmacopeia Monographs, em 2010, 2011 e 2012; e Indústria do Ano pela Associação Internacional de Engenharia Farmacêutica (ISPE), em 2016. Além de reconhecimentos às práticas socioambientais, como o ISO 14001 Dois a mais farma: Libbs Farmacêutica participa de programa de sustentabilidade da Furukawa, desde 2014, e uma menção honrosa na 12º edição do Prêmio FIESP de Conservação de Água FIESP: 12º Prêmio de Conservação e Reuso de Água; e de segurança, como o Prêmio Excelência em Gestão de Saúde e Segurança do Trabalho, concedido pelo Sindusfarma, em 2013 e 2014. Recentemente, a Libbs vem sendo reconhecida ainda pelos processos de gestão de pessoas, por meio do Great Place to Work GPTW: certificação 2018, (certificação renovada pela terceira vez em 2020), Valor Carreira Valor Econômico: Valor Carreira e “As 20 empresas que mais ajudam a crescer na carreira em São Paulo”, pesquisa realizada pela plataforma Love Mondays e publicada pela Revista Exame. A veia inovadora também foi destaque no prêmio Valor Inovação Valor Econômico: Valor Inovação, quando ficou na 4ª posição, em 2018, e anuário Época Negócios 360 Época Negócios: Época 360 elege Fibria empresa do ano (2014, 2015, 2016, 2017 e 2018). == Ligações externas == *Site institucional *Biossimilares Brasil *Trate da Vida == Notas e referências == Categoria:Empresas farmacêuticas do Brasil Categoria:Empresas do estado de São Paulo Categoria:Empresas farmacêuticas fundadas em 1958",
 "title": "Libbs"
}