{
 "id": "66444",
 "text": "Central Sport Club é uma agremiação esportiva de Caruaru, no Estado de Pernambuco, fundada a 15 de junho de 1919. Sua principal atividade esportiva é o futebol. == História == === Fundação === O Central Sport Club foi fundado em 15 de junho de 1919, a uma da tarde, na Sociedade Musical Comercial Caruaruense, tendo como representante o Sr. Francisco Porto de Oliveira. Foram eleitos: José Faustino Vila Nova (Presidente), João Batista de Oliveira (Vice- Presidente), Severino de Sales Tiné (1º Secretário), Arlindo de Vasconcelos Limeira (2º Secretário), Artur Leandro Sales (Tesoureiro), Ângelo Emídio de Lira (Vice-Tesoureiro), Francisco Porto de Oliveira (Orador) e Severino José Bezerra (Diretor de Esportes). Como consta na primeira \"Ata de fundação\", Foi estabelecida uma joia de 2.000 réis e 500 réis de mensalidade. O título do clube foi sugerido pelo Sr. Severino Bezerra, recebendo esse nome em homenagem à Estrada Central de Ferro de Pernambuco, denominação que os ingleses da Great Western deram a ferrovia que cortava Caruaru na direção do Sertão. As cores preto e branco, segundo o Professor José Florêncio Neto (Machadinho), ex- jogador do time caruaruense no início da equipe, foram escolhidas em face do símbolo do clube, a patativa, pássaro de canto harmonioso.referência encontrada na Revista Caruaru Hoje, nº 4, de março de 2001, Souza Pepeu. No início o time só disputava jogos amistosos. Mesmo assim, revelou grandes jogadores como Machadinho, Zuza, Teonilo, Pedro, Rochura, Joaquim, Alemão e Tutu. === Início da carreira profissional === Em 1936 o Vasco da Gama veio a Caruaru para um amistoso. O time carioca suou para conseguir vencer o Central por 1 a 0. Os centralinos ainda conseguiram o empate, com Tutu, mas o árbitro anulou, erroneamente, o gol. Um ano depois, o Central finalmente era incluído entre os grandes do futebol pernambucano e começou a disputar o campeonato estadual. Foi o primeiro time do interior do estado a participar do Campeonato Pernambucano de Futebol. Porém, no mesmo ano, cansado de diversos equívocos de arbitragem, a diretoria retirou a equipe do torneio. O Central filiou- se,então, à Liga Esportiva Caruaruense e faturou os títulos de 1942, 1945, 1948, 1951/52, 1954, 1958. Em 1951, a Patativa conseguiu um feito histórico, vencendo o Jocaru por 23 a 0, o meia Milton foi o artilheiro do jogo com 11 gols. O final da década de 1950 é marcado pelas obras de construção do Estádio Pedro Victor de Albuquerque. O alvinegro do Agreste só voltou a disputar o Campeonato Pernambucano da Primeira Divisão em 1960, depois de um grande apoio do presidente da Liga Desportiva Caruarense, Gercino Pereira Tabosa e do presidente da FPF, Rubem Moreira da Silva. Logo o time se transformou na quarta força de pernambucano, sendo o destaque do interior e o fiel da balança no certame. Em 1964, o Central comandado por um dos seus maiores craques, Vadinho, faz um campeonato pernambucano brilhante, em especial no 1º turno, com apenas uma derrota em Recife para o Campeão, Náutico Capibaribe, terminando o certame na 3ª colocação, até então, o melhor resultado de um time do interior de Pernambuco na História.right|thumb|318x318px|Sob o olhar do Presidente Luiz Lacerda, Desportista Gercino Tabosa entrega o Troféu do Campeonato ao Capitão Jucélio do Central de Caruaru Em 1965, o Central Sport Club de maneira invicta vence o Torneio Gercino Tabosa ao empatar com o Santa Cruz por 1 a 1 no Estádio Pedro Victor de Albuquerque, competição que teve a participação ainda do Campeão Sergipano do ano, o Confiança, e do Vice-Campeão Alagoano, o Capelense. Em 4 de fevereiro de 1968, o Central vence a Seleção Argentina de Novos (chamada atualmente de seleção pré-olímpica), um feito histórico para o clube. No ano de 1972, marca a estreia do Central Sport Club em um Campeonato Nacional, a Segunda Divisão do Campeonato Brasileiro, onde terminou empatado na 1ª posição do grupo, não se classificando para a fase final apenas devido aos critérios de desempate. === Ascensão à elite do futebol brasileiro === Em 1980, a grande reforma no Estádio Pedro Victor de Albuquerque, atual Lacerdão, foi concluída. O jogo inaugural foi marcado no dia 19 de outubro do mesmo ano, o Central venceu a Seleção Nigeriana de Futebol por 3 a 1. Gil Mineiro, jogador do Central Sport Club, marcou o 1º gol após a reconstrução. Também na década de 1980, em especial os anos de 1983 e 1986, o Central passa a ser concorrente efetivo do Campeonato Pernambucano, disputando ponto a ponto, turnos e returnos do certame com Sport, Santa Cruz e Náutico. No ano de 1986 ocorre a maior glória do Central Sport Club, que em uma disputa emocionante com o Americano vence o Grupo F do Torneio Paralelo (uma espécie de Série B, mas não é reconhecido pela CBF como tal), conseguindo acesso imediato à fase final do certame, a Série A ao lado de Flamengo, Grêmio, Fluminense, dentre outros. Como os vencedores de cada grupo subiram diretamente para a segunda fase da Série A, não houve uma fase final. O Central reivindica o reconhecimento pela CBF desse título como da Série B de 1986, que seria dividido entre Treze, Inter de Limeira e Criciúma. Neste mesmo ano, no dia 22 de outubro de 1986 ocorreu o maior recorde de público da história do interior de Pernambuco, 24.450 pessoas foram assistir a vitória do Central por 2 a 1 contra o Flamengo na fase final da competição. O Central continuou fazendo boas campanhas na Série B do Campeonato Brasileiro até que em 1995 surgiu nova oportunidade de acesso à primeira divisão do Campeonato Brasileiro. Após campanha brilhante, o Central chegou a fase final do certame em conjunto com o Athletico Paranaense, Coritiba e Mogi Mirim. Em um dos mais disputados quadrangulares ocorridos na Série B, ascenderam o Athletico Paranaense e o Coritiba frustrando o sonho alvinegro patativa de retornar à primeira divisão. Em 1999, vence o Campeonato Pernambucano da Série A2 e retorna à primeira divisão estadual. Em 2001, vence a Copa Pernambuco. Em 2002, vence a Copa Governador Jarbas Vasconcelos torneio batizado carinhosamente de \"pernambuquinho\". É a época da reconstrução da equipe que volta a ocupar o local destaque em Pernambuco que sempre foi seu. Após brilhantes campanhas no Campeonato Pernambucano de 2007 e 2008, tendo sido inclusive, vice-campeão estadual, o Central é classificado para a Copa do Brasil. Elimina em 2008 o Remo, e enfrenta o Palmeiras na segunda fase da competição. Em 2009, elimina o Ceará e enfrenta o Vasco da Gama na 2ª fase da competição, reeditando um confronto clássico que tinha ocorrido há mais de 74 anos. Em 2018, após vencer o Sport por 1 a 0 na semifinal, o Central se classificou pela primeira vez à final do Campeonato Pernambucano, contra o Náutico. Acabou perdendo o título para o timbu, tendo empatado em 0 a 0 em Caruaru e perdendo por 2 a 1 na Arena Pernambuco. Em 2021 fez má campanha no campeonato pernambucano e teve de disputar o quadrangular do rebaixamento, teve seu terceiro rebaixamento decretado após derrota de 2 a 0 para o . Em 2022, mais problemas, o Central foi suspenso do futebol e não iria disputar a Série A2 pois segundo o presidente da FPF, Evandro Carvalho, afirmou que não via possibilidade de a equipe disputar a série A2 do Campeonato Pernambucano porque os prazos da CBF já tinham sido descumpridos com o adiamento do pleito, porém, em 15 de agosto de 2022, a nova diretoria do Central recebeu com grande alegria, a confirmação da FPF que o Alvinegro Caruaruense disputaria a série A2. Após grande campanha, foi campeão após bater o por 1 a 0. == Símbolos == === Estádio === O Estádio Luiz José de Lacerda, popularmente conhecido como \"Lacerdão\", é localizado em Caruaru, Pernambuco, e possui mais de 70 anos de História, sendo a casa do Central. Seu uso pelo clube iniciou na primeira metade do século XX, quando ainda era um campo de pelada. O estádio teve outros nomes antes: Central Park no início da História do clube; e depois Pedro Victor de Albuquerque, como passou a ser chamado por muitos anos. Recebeu seu nome atual em homenagem ao esforço do empresário Luiz José Lacerda, que foi fundamental para a ampliação do Estádio no final da década de 1970 e início da década de 1980. O jogo inaugural após a ampliação foi marcado no dia 19 de outubro de 1980, o Central venceu a Seleção Nigeriana de Futebol por 3 a 1. Gil Mineiro, então jogador do Central Sport Club, marcou o primeiro gol. Atualmente, o Lacerdão tem capacidade aproximada de 20.000 pessoas, sendo o maior estádio particular do interior do Norte/Nordeste e o quarto maior estádio de Pernambuco, apenas ficando atrás da Ilha do Retiro (estádio do Sport), da Arena Pernambuco e do Arruda (estádio do Santa Cruz). O Estádio já foi palco de confrontos do Central com diversas seleções e clubes, tais como: a Seleção Principal da Nigéria; a Seleção de Novos da Argentina (atualmente conhecida como seleção pré-olímpica); e contra clubes campeões brasileiros, a exemplo de , , , , , , , e . ==== Recorde de público ==== No dia 22 de outubro de 1986, ocorreu o maior recorde de público da história de Caruaru: 24.450 pessoas foram assistir à vitória do Central por 2 a 1, contra o , em partida válida pelo Campeonato Brasileiro do mesmo ano. === Mascote === Diz-se que, no campo onde treinavam os jogadores do Central, no início da história do clube, encontravam-se muitas patativas nas árvores ao redor, como se observassem os jogos do time local. Dessa presença constante, o pássaro tornou-se símbolo do clube. === Escudo === O escudo do Central sofreu variações ao longo dos anos, mas sempre mantendo suas cores: o preto e o branco, oriundas da patativa. Seu escudo sofreu mínimas alterações nos últimos 40 anos, trazendo a mascote, o nome do time e listras verticais brancas e negras. === Hino === O Central Sport Club teve três hinos oficiais em sua História. O primeiro foi composto por Yêdo Silva, no ano de 1921, porém infelizmente não há registro de sua letra, nem partitura. O segundo foi composto pelo ex-atleta do clube José Florêncio Neto, o Professor Machadinho, no ano de 1968. O terceiro e último, que é o utilizado até hoje, foi composto pelo Cantor Israel Filho, no ano de 1995. == Títulos == NACIONAIS Competição Títulos Temporadas Torneio Paralelo 1 1986 ESTADUAIS Competição Títulos Temporadas Copa Pernambuco 1 2001 Campeonato Pernambucano - 2ª Divisão 2 1999 e 2022 Torneio Incentivo 3 1973, 1974 e 1975 Torneio Início 1 1973 MUNICIPAIS Competição Títulos Temporadas Liga Esportiva Caruaruense 9 1942, 1943, 1944, 1945, 1948, 1951, 1952, 1953, 1958 === Outros torneios === * Torneio Qualificatório do Campeonato Brasileiro Série B 1994 - Zona Pernambuco: 1 (1993) === Categorias de base === ==== Sub-20 (Júnior) ==== * Campeonato Pernambucano de Juniores: 1 (1983) * Torneio Início de Pernambuco – Júnior: 2 (1964 e 1974) * Liga Desportiva Caruaruense - 2º divisão: 1 (2001). Campeão invicto ==== Sub-17 (Juvenil) ==== * Campeonato Pernambucano Juvenil: 1 (1983) *Copa Esperança-Sub-17 (2002) === Futsal === * Campeonato Pernambucano Adulto - 2013 * Copa Pernambuco Adulto - 2014. === Futebol feminino === * Copa Vivo dos Campeões (Aberto Feminino) - 2011 == Campanhas de destaque == === Nacionais === * 4ª colocado no Campeonato Brasileiro Série B: 1995 * 5ª colocado no Campeonato Brasileiro Série B: 1983 * 7ª colocado no Campeonato Brasileiro Série B: 1984 * 8ª colocado no Campeonato Brasileiro Série B: 1985 * 8ª colocado na Copa João Havelange – Módulos Verde e Branco: 2000 === Regionais === * Vice-campeão da Taça Henrique Jacques: 1 (1965) === Estaduais === * Vice-campeão do Campeonato Pernambucano: 2 (2007 e 2018) * 3º colocado no Campeonato Pernambucano de Futebol: 3 (1964, 1986 e 2008) * 4º colocado no Campeonato Pernambucano de Futebol: 27 (1961, 1962, 1963, 1966, 1967, 1968, 1969, 1970, 1971, 1972, 1975, 1976, 1977, 1979, 1980, 1981, 1982, 1983, 1984, 1985, 1987, 1989, 1990, 1993, 2001, 2002 e 2010) * Vice-campeão da Copa Pernambuco: 3 (1996, 1999 e 2009) * Vice-campeão do Campeonato Pernambucano - Série A2: 1 (2005). * Vice-campeão do Torneio Incentivo da FPF: 2 (1976 e 1977) * Vice-campeão do Torneio Início de Pernambuco: 1 (1978) * 3º colocado no Torneio Cidade do Recife: 1 (1971) * Vice-campeão do Campeonato Pernambucano Júnior: 1 (1965) === Futsal === * 3ª colocado na Taça Brasil de Futsal: 2014 * 3ª colocado na Taça Nordeste de Futsal: 2014 == Estatísticas == === Participações === Participações em 2025 Competição Competição Temporadas Melhor campanha rowspan=\"2\" Campeonato Pernambucano 62 Vice-campeão (2007 e 2018) 1937 2025 3 Série A2 3 Campeão (1999 e 2022) 1999 2022 3 rowspan=\"5\" Campeonato Brasileiro 2 33º colocado (1986) 1979 1986 Série B 18 4º colocado (1995) 1972 1997 1 2 Série C 5 8º colocado (2000) 2000 2008 Série D 12 12º colocado (2009) 2009 2025 Copa do Brasil 3 2ª Fase (2008 e 2009) 2008 2019 === Histórico em competições oficiais === ; Participações na Copa do Brasil Em 2008, fez uma campanha notável, eliminando o Remo na 1ª fase, após empatar em seus domínios pelo placar de 0 a 0, vencendo no jogo de volta por 2 a 0, em Belém. Na 2ª fase, enfrentou o e foi eliminado. Em 2009, o Central voltou a surpreender um adversário tradicional. Na 1ª fase, o alvinegro de Caruaru recebeu a equipe do . No Lacerdão, a partida ficou no 0 a 0. No jogo da volta, o Ceará conseguiu abrir o marcador, no segundo tempo, após uma cobrança de pênalti. Quase no fim do jogo, numa falha de recuo de bola para o goleiro cearense, o estreante Buiú roubou a bola do arqueiro e marcou para empatar o jogo em 1 a 1. Estava garantida a passagem para a 2ª fase, na qual o clube seria eliminado pelo . ! Categoria:Clubes de futebol fundados em 1919 Categoria:Fundações em Pernambuco na década de 1910",
 "title": "Central Sport Club"
}