{
 "id": "6652",
 "text": "O Lavradio é uma vila portuguesa que foi sede da extinta Freguesia do Lavradio do Município do Barreiro, freguesia que tinha 4,03 km² de área e 14 428 habitantes (2011), e, portanto, uma densidade populacional de 3 580,1 hab/km². A Freguesia do Lavradio foi extinta em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada à freguesia de Barreiro, para formar uma nova freguesia denominada União das Freguesias de Barreiro e Lavradio com sede no Barreiro.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. A povoação do Lavradio foi elevada à categoria de vila em 1985. == História == O Lavradio pertenceu à Ordem de Santiago e foi elevada a vila e sede de concelho em 1670, pelo Rei D. Pedro II, que a doou a D. Luís de Mendonça Furtado, vice-rei da Índia e 1.º conde de Lavradio, passando por morte deste, para a coroa. O Lavradio era composto pelas freguesias da sede, Palhais e Telha e tinha, em 1801, 921 habitantes em 23 km². Depois da sua extinção, em 1836, fez parte do concelho de Alhos Vedros até à extinção deste em 1855. === A Lenda === Reza a lenda, que antigamente, existia um boi chamado Dio e o seu dono sempre que o utilizava para lavrar a terra, gritava constantemente – Lavra Dio – e a partir dai surge o nome Lavradio. Mas, a verdade, é contudo contada em qualquer dicionário: significa terra arável, fértil, razão pela qual o seu brasão apresenta um arado. ==População== População da freguesia do Lavradio Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 770 684 783 908 1 201 1 183 1 760 2 544 3 193 6 966 17 444 18 252 12 911 13 051 14 428 Com lugares desta freguesia foi criada pela Lei n.º 135/85, de 4 de Outubro, a freguesia do Alto do Seixalinho Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 1 862 1 644 7 696 1 849 14,3% 12,6% 59,0% 14,2% 2011 2 362 1 337 7 997 2 732 16,4% 9,3% 55,4% 18,9% Média do País no censo de 2001: 0/14 Anos-16,0%; 15/24 Anos-14,3%; 25/64 Anos-53,4%; 65 e mais Anos-16,4% Média do País no censo de 2011: 0/14 Anos-14,9%; 15/24 Anos-10,9%; 25/64 Anos-55,2%; 65 e mais Anos-19,0% ==Personalidades ilustres== *Aires de Carvalho (1952 - 2003) - Deputado na Assembleia da República == Actualidade == === Lavradio === O Lavradio tem vários locais de grande importância para a localidade nomeadamente: * SFAL - Sociedade Filarmónica Agrícola Lavradiense * Igreja - Na zona mais alta da localidade * Hipermercado e Centro Comercial Pingo Doce * Hipermercado Continente * Hipermercado Lidl * * * * * * * * * * Fábrica da UFA * * Grupo Desportivo Fabril do Barreiro Ex-CUF/Ex-Quimigal * Escola Básica 2,3 Ciclo Álvaro Velho, website: Álvaro Velho * 2 Escolas Primárias: Escola nº1 (situada na perto da Avenida J.J. Fernandes) e Escola nº2 (situada junto ao Mercado do Lavradio) * Estação Ferroviária da CP do Lavradio- Linha do Sado(Ex- Linha Sul e Sueste) === Fidalguinhos === A Quinta dos Fidalguinhos é uma nova urbanização do Lavradio, uma \"nova vila\" do século a crescer na freguesia. Com vários equipamentos: * * * Farmácia; * Delegação da Junta de Freguesia do Lavradio; * Zonas Verdes, circuitos de manutenção, Mata e parque de merendas; * Polidesportivo; * Parques infantis; * Centro Comercial; * Escola De Condução - Fidalguinhos; * Clube de BTT Associação Cicloturismo FidalByke No futuro a Quinta dos Fidalguinhos aguarda os seguintes equipamentos; * Posto da Polícia; * Complexo Desportivo (Piscinas e Court de Ténis); * Centro Socio-cultural; * Centro de Dia; * Igreja; * Alargamento das zonas verdes; * Próximo da nova urbanização uma nova estação ferroviária central do Barreiro(com ligação à nova ponte Barreiro-Chelas)",
 "title": "Lavradio"
}