{
 "id": "66546",
 "text": "Debênture é um título de crédito representativo de um empréstimo que uma companhia realiza junto a terceiros e que assegura a seus detentores direito contra a emissora, estabelecidos na escritura de emissão. A expressão inglesa derivada debenture é geralmente mais empregada no Brasil e na América Latina do que a sua correspondente francesa obligation, também adotada na legislação brasileira (como obrigação)debenture in Dicionário infopédia de Inglês - Português [em linha]. Porto: Porto Editora, 2003-2018. [consult. 2018-06-24 16:37:18]. Disponível na Internet: https://www.infopedia.pt/dicionarios/ingles-portugues/debenture. A captação de recursos pela sociedade através de debêntures gera um lançamento contábil em seu ativo (caixa) e outro em seu passivo (circulante e/ou exigível a longo prazo). A finalidade desse tipo de financiamento é a de satisfazer, de maneira mais econômica, as necessidades financeiras das sociedades por ações, evitando, com isso, os contratempos das constantes e caras operações de curto prazo, junto ao mercado financeiro. Para emitir uma debênture uma empresa tem que ter uma escritura de emissão, onde estão descritos os direitos conferidos pelos títulos, suas garantias e demais cláusulas e condições da emissão e suas características. Através desta operação, sociedades por ações têm à sua disposição facilidades necessárias para captação de recursos junto ao público, a prazos longos e juros mais baixos, com atualização monetária e resgates a prazo fixo ou mediante sorteio, conforme suas necessidades para melhor adequar o seu fluxo de caixa. Assim, uma vez identificada a necessidade de captação de recursos financeiros de terceiros, para concretização de investimentos e para o cumprimento de obrigações assumidas anteriormente, a administração da empresa levará ao Conselho de Administração ou à Assembleia Geral proposta para que seja contraído empréstimo público, normalmente a longo prazo, mediante a emissão de debêntures. O Conselho ou a Assembleia, obedecendo ao que dispuserem os estatutos, estabelecerá as características do empréstimo, fixando as condições de emissão, tais como: montante, número de debêntures, prazo, data de emissão, juros, deságio (desconto), amortizações ou resgates programados, conversibilidade ou não em ações, atualização monetária, e tudo o mais que se fizer necessário, deliberando a respeito. Uma vez aprovada a emissão de debêntures, cabe à administração da sociedade praticar todos os atos necessários para a efetivação do empréstimo, mediante a colocação dos títulos junto ao público, de forma a satisfazer as suas necessidades de recursos. Os debenturistas têm proteção legal por meio da escritura de emissão e do agente fiduciário. A escritura de emissão é um documento legal que especifica as condições sob as quais a debênture foi emitida, os direitos dos possuidores e os deveres da emitente. Trata-se de documento extenso contendo cláusulas padronizadas, restritivas e referentes à garantia. Da escritura constam, entre outras, as seguintes condições: montante da emissão; quantidade de títulos e o valor nominal unitário; forma; condições de conversibilidade; espécie; data de emissão; data de vencimento; remuneração; juros; prêmio; cláusula de aquisição facultativa e/ou resgate antecipado facultativo; condições de amortização. O agente fiduciário, por sua vez, é uma terceira parte envolvida na escritura de emissão, tendo como responsabilidade assegurar que a emitente cumpra as cláusulas contratuais. == Síntese histórica == Debêntures, palavra advinda do médio ou velho inglês debentur que por sua vez o adotou do latim debere, significa \"dever\" ou \"aquilo que deve ser pago\". Como o próprio nome indica, a \"debênture\" é, portanto, um título comprobatório de dívida de quem a emitiu. Não podemos precisar a época do seu surgimento, contudo, há noticias de que, há mais de 500 anos, já era usado, na prática financeira inglesa, um título de características idênticas às debêntures. A debênture é um título tradicional de captação de recursos pelas empresas, normalmente de longo prazo e utilizado em vários países. No Brasil, adquiriu características peculiares, tornando-se um papel criativo e moldando-se às técnicas de engenharia financeira, com a finalidade de atingir os objetivos desejados. A Lei nº 6.404/76 (Lei das Sociedades Anônimas - S.A.) é o texto básico que regula a emissão de debêntures, aplicando-se, outrossim, as normas regulamentares editadas pelo Conselho Monetário Nacional, Comissão de Valores Mobiliários - CVM e Banco Central do Brasil. Após o surgimento da Lei nº 6.404 é que as debêntures começaram, efetivamente, a ser utilizadas como instrumento de captação no Brasil. Entre outras medidas, a Lei das S.A. fixou limites para emissões, disciplinou os registros de escritura e formalizou a emissão de certificados de debêntures. Um grande número de emissões ocorreu nos primeiros anos da década de 1980, e os fundos de pensão foram um dos principais tomadores dos títulos, quer pela atratividade do retorno dos papéis, quer pela faculdade de serem convertidos em ações. Entretanto, devido às numerosas alterações tributárias sofridas pelas debêntures ao longo do tempo, o mercado praticamente ficou estagnado até 1987, quando, por razões de isonomia fiscal determinou-se que os títulos deveriam ter características padronizadas para efeito de incidência daquelas normas tributárias. Naquela época, a ANBIMA criou o SND - Sistema Nacional de Debêntures, instrumento que faltava para a viabilização de um mercado secundário destinado a estes papéis e que constituía pré-requisito para implantação de um mercado primário dinâmico. Após 1987, com as mudanças tributárias, introduzindo a isonomia fiscal, o surgimento do Sistema Nacional de Debêntures e da multi-indexação (através de prêmios), o mercado deste título retornou progressivamente, estando em expansão desde então. Pelas suas características, o desenvolvimento do mercado das debêntures tem-se dado pelo suporte que os investidores institucionais lhe têm proporcionado. Entretanto, já há um grande esforço em consolidar este mercado junto aos investidores em geral, como ocorre nos Estados Unidos, onde a debênture é conhecida como o investimento preferido do público em geral. O desenvolvimento de um mercado secundário ativo e transparente assim como a divulgação e sistematização das cláusulas dos instrumentos legais e de cálculo tem papel fundamental nesta direção. == Agente fiduciário == A Lei das S.A. prevê que, para todos os casos de emissão pública de debêntures, obrigatoriamente, deverá haver a nomeação do agente fiduciário. A função desta figura jurídica, que teve por modelo a figura do \"trustee\" adequado à nossa prática jurídica, é a de dar proteção eficiente aos direitos e interesses dos debenturistas, exercendo uma fiscalização permanente e atenta, cabendo-lhe a responsabilidade da administração de bens de terceiros, independente da emissora e dos demais interessados na distribuição das debêntures, não conflitando, no exercício de suas funções, com os direitos e interesses que deva proteger. Para tanto, o agente fiduciário deverá elaborar relatório e colocá-lo, pelo menos anualmente, à disposição dos debenturistas, dentro do prazo previsto na legislação ou na escritura de emissão, informando os fatos relevantes ocorridos durante o exercício, relativos à execução das obrigações assumidas pela emitente, aos bens garantidores das debêntures e à constituição e aplicação do fundo de amortização, se houver. Deste relatório deverá constar, ainda, declaração do agente sobre sua aptidão para continuar no exercício da função. Deverá notificar aos debenturistas, no prazo estabelecido na legislação ou na escritura de emissão, qualquer inadimplente, pela emitente, de obrigações assumidas na escritura de emissão. Para isso, o agente fiduciário poderá usar de qualquer ação para proteger direitos ou defender interesses dos debenturistas, sendo-lhe especialmente facultado, no caso de inadimplemento da emitente: *declarar, observadas as condições da escritura de emissão, antecipadamente vencidas as debêntures, e cobrar o seu principal e acessórios; *executar garantias reais, receber o produto da cobrança e aplicá- lo no pagamento, integral ou proporcional dos debenturistas; *requerer falência da emitente, se não existirem garantias reais; *representar os debenturistas em processos de falência, concordata, intervenção ou liquidação extrajudicial da emitente, salvo deliberação em contrário da assembleia dos debenturistas; *tomar qualquer providência necessária para que os debenturistas realizem os seus créditos. O agente fiduciário responderá, perante os debenturistas, pelos prejuízos que lhes venha a causar, por culpa, ou dolo no exercício das suas funções. O crédito do agente fiduciário, por despesas que venha a fazer para proteger os direitos e interesses ou realizar créditos dos debenturistas, será acrescido à dívida da emitente, que gozando das mesmas garantias das debêntures terá preferência sobre estas na ordem de pagamento. A escritura de emissão, poderá ainda, atribuir ao agente fiduciário as funções de autenticar os certificados de debêntures, administrar o fundo de amortização, se houver, manter em custódia bens dados em garantia e efetuar os pagamentos de juros, amortizações resgate. O agente fiduciário será nomeado e deverá aceitar a função, na escritura de emissão das debêntures. Para o exercício desta função, somente podem ser nomeadas pessoas naturais, que satisfaçam aos requisitos para o exercício de cargo em órgão de administração da emitente, e as instituições financeiras que, especialmente deverão ser autorizadas pelo Banco Central do Brasil, tenham por objeto a administração ou a custódia de bens de terceiros. Deve-se destacar que o agente fiduciário não exerce a função de avalista da emissão. A Instrução CVM nº 28/83 e a Nota Explicativa CVM nº 27/83 tratam especificamente do exercício da função de agente fiduciário. == Vantagens, riscos e limitações == A decisão de emitir debêntures, tomada pela diretoria de uma empresa, deve ser precedida não apenas de uma criteriosa e exaustiva análise de suas necessidades de caixa, à época dos resgates, como também de uma profunda análise das condições do mercado, a fim de compatibilizar os custos do lançamento, com a remuneração que o investimento desses recursos irão proporcionar à empresa. Quando nos referimos à compatibilização dos custos, queremos com isso alertar que a remuneração da inversão dos recursos, captados através da emissão de debêntures, deve ser superior a seus custos. === Vantagens da Debênture === As principais vantagens oferecidas pelas debêntures são: *ser uma opção de financiamento a longo prazo; *proporcionar a captação de grandes volumes de capital; *ter custo de captação atraente dado que uma única operação de emissão de debêntures gera custos menores do que os custos de várias operações de mútuos bancários; *diminuir a complexidade de administração de carteira de empréstimos pulverizada; *atingir investidores de grande capacidade financeira como os institucionais; *proporcionar a adequação do fluxo de caixa da emitente; *dar à administração da empresa liberdade quanto às condições da emissão; *ser um financiamento que, necessariamente, não retém os bens do ativo; *proporcionar captação à vista de recursos futuros oriundos de vendas de bens e serviços da própria companhia através de securitização de recebíveis; *vender a imagem da empresa, tornando-a nacionalmente conhecida, dependendo do mercado e da sua pulverização, ao mesmo tempo em que lhe abre as portas para futuras novas participações no mercado de capitais; *no caso de debêntures conversíveis: pagamento de juros menores em relação às debêntures simples, uma vez que a conversão pode ser considerada uma forma extra de remuneração; *a emissão de debêntures simples não implica a alteração do controle acionário da companhia, como pode ocorrer com a emissão de novas ações. *proporcionar, à emitente, a possibilidade de negociar suas ações a preços superiores ao que obteria caso optasse pelo lançamento de ações; *caso a empresa apresente um bom resultado poderá influenciar a maioria de seus debenturistas a converter suas debêntures em ações, o que não só eliminaria a ocorrência de resgate como também proporcionaria maior capitalização da emitente. *apresentar no momento, custo mais baixo que os demais financiamentos de capital, obtidos junto aos bancos de investimentos; *ter o seu valor básico convenientemente atualizado, de acordo com diversos índices de preços e de mercado; *a descentralização das exigibilidades de uma só instituição financeira, desobrigando-se a empresa quanto a eventual necessidade de dar reciprocidade. *os juros e prêmios pagos são dedutíveis como despesas da emissora. === Riscos === Investidores associam o nível de retorno desejado, em geral, a níveis de risco, de composição complexa. Integram o conceito de risco: *risco da empresa emitente ou risco de crédito: caso a empresa deixe de cumprir qualquer de seus compromissos assumidos na escritura de emissão, ou deixe de pagar qualquer importância devida, em qualquer época, poderá ter as debêntures decretadas vencidas por antecipação. *risco financeiro ou de estrutura de capital: caso a empresa não tenha um fluxo de caixa elaborado com o devido critério, provisionando os recursos necessários, nas épocas dos resgates, poderá sofrer pressões econômico- financeiras obrigando-a a recorrer a outras fontes de financiamento. *risco das garantias: a emissora pode ter a sua falência requerida, caso não tenha ou não possa manter as garantias reais oferecidas, conforme declarado na escritura de emissão. *risco gerencial ou setorial: caso a empresa apresente uma baixa rentabilidade, até o vencimento das debêntures, ocorrerá que os seus debenturistas preferirão o resgate à conversão; *risco relativo ao poder de compra da moeda: a mudança nos níveis de preços afetará a taxa de retorno real do investimento. *risco monetário ou de taxa de juros: o nível de oferta de recursos na economia tem impacto na taxa de juros. *risco de resgate facultativo: a emissora pode, a qualquer momento, desde que previsto na escritura de emissão, resgatar parcial ou totalmente os títulos da emissão, fora das datas de vencimento ou amortização. *risco de mercado ou de liquidez. *riscos eventuais: aquisições, cisões, fusões. *risco político. == Rating == O risco de uma emissão de debêntures pode ser classificado levando em conta a capacidade da emissora relativa ao pagamento do principal e dos juros. Este tipo de serviço é executado pelas agências de classificação ou \"rating\". Há normalmente uma relação inversa entre qualidade ou classificação de uma debênture e sua taxa de retorno até o vencimento. Debêntures de alta qualidade têm taxas de retorno inferiores às de baixa qualidade. O trabalho das \"rating agencies\" é um fator de redução dos custos enfrentados pelas empresas já que a nota de uma operação classificada reduz o custo da informação dos agentes no mercado. As notas atribuídas aos títulos ou corporações são apenas sinais temporários representativos de uma opinião técnica sobre o risco percebido de Default (Declaração de não pagamento do principal e rendimentos na data de vencimento dado pelo devedor) em dado momento. No entanto, a decisão dos investidores sobre que papéis adquirir, mesmo que todos sejam classificados, não os levará, necessariamente, a optar por aqueles títulos que obtiveram classificações máximas de segurança. A decisão final recairá sobre um portfólio que equilibre riscos e rentabilidades esperados. O processo de rating envolve a análise de uma série de fatores quantitativos e qualitativos, onde o passado e o presente subsidiam os analistas no processo prospectivo para atribuição de classificação. O rating aplica-se a uma emissão específica e não ao emissor, constituindo-se em uma opinião ou julgamento da capacidade de um emissor arcar com suas obrigações ao longo do tempo. Na condução do exame do risco da emissão são levados em consideração \"os quatro C's\": caráter, capacidade, colaterais e covenants. O primeiro C - caráter da administração é o fundamento para a qualidade do crédito, incluindo a reputação ética, qualificação profissional e performance operacional dos executivos da emissora. O segundo C - capacidade de pagamento das obrigações inclui a avaliação dos balanços patrimoniais passados, presentes e futuros. Planilhas de análise de desempenho, fluxo de caixa e projeções econômico- financeiras servem de base para os analistas questionarem as causas e meios empregados para a obtenção dos resultados. O terceiro C - colaterais envolve não somente a análise dos ativos dados em garantia mas também a qualidade e o valor dos ativos não gravados, pois ambos formam a base de geração de caixa da emissora. O quarto C - covenants ou termos e condições da emissão pode estabelecer restrições quanto à administração da emissora na condução de assuntos financeiros. A violação de qualquer restrição propicia os investidores a tomarem ações preventivas ou corretivas antes da deterioração da capacidade de pagamento da emissora. O analista responsável pela análise atribui uma classificação de risco à emissão que é votada pelos membros do comitê, após debates e questionamentos. == Classificação == As debêntures podem ser classificadas quanto a Tipo, Forma, Prazo, Classe e Garantia. === Quanto ao tipo === A Lei das S.A. não fornece critérios para definição do termo “tipo” contido no inciso VIII do seu artigo 59. Ou seja, sabe-se que o Conselho de Administração pode deliberar acerca do tipo da debênture (por delegação), mas não se sabe o que é tipo. A maior parte da doutrina entende que tipo é o atributo de colocação com ágio ou deságio, apesar de alguns autores defenderem que tipo equivale a forma (nominativa ou escritural). No mercado, a expressão tipo diz respeito à conversibilidade ou não das debêntures em ações. No entanto, tal entendimento não pode ser levado em consideração quando da interpretação deste artigo, já que, nos termos do inciso V, cabe à Assembleia Geral deliberar sobre a conversibilidade das debêntures em ações, não podendo tal atribuição ser delegada ao Conselho de Administração. Ao par: O preço de subscrição ao par é o preço calculado na curva de remuneração do papel, significando que o investidor pagará pela debênture seu valor nominal atualizado, se for o caso, e acrescido da remuneração, nos termos da escritura de emissão. Com ágio: O ágio, também conhecido como prêmio, consiste em valor adicional pago pelo debenturista quando da subscrição das debêntures e produz efeito inverso relativamente à taxa efetiva de juros do título. Com deságio: O deságio é a diferença, a menor, entre o valor nominal e o preço de compra da debênture. Constitui remuneração, aumentando a taxa efetiva de juros do título. A determinação do ágio ou deságio a ser aplicado sobre o preço de subscrição pode ser feita após a conclusão de um processo de bookbuilding. Neste caso, o pedido de registro é formulado normalmente, ressalvando-se, na escritura, a existência de o ágio ou deságio, ou ainda de sobretaxa incidente sobre a remuneração, a ser determinado e divulgado até o início do período de distribuição. === Quanto à forma === As debêntures podem ser emitidas sob a forma de debêntures nominativas ou escriturais (as debêntures endossáveis foram extintas com o advento da Lei 8.021/90, que extinguiu todos os títulos de captação ao portador ou nominativo - endossáveis). Na realidade, as debêntures escriturais também são nominativas, no entanto, convencionaram-se chamar de nominativas as debêntures não escriturais, cujo registro e controle das transferências são feitos pela companhia (ou por instituição financeira contratada para tanto) nos Livros de Registro de Debêntures Nominativas. Debêntures nominativas: No caso de debêntures nominativas, o crédito do debenturista pode ser representado pelo certificado, mas a transmissão de sua propriedade se dá, efetivamente, pelo registro da operação no Livro de Registro de Debêntures Nominativas da companhia, e não pela simples transferência do certificado. Em geral se registra apenas um debenturista, o CETIP, e este sistema realiza as demais transferências. Debêntures escriturais: As debêntures escriturais, por sua vez, são aquelas cuja custódia e escrituração é feita por instituição financeira autorizada pela CVM para prestar tais serviços. A propriedade de debêntures escriturais se transfere pelo lançamento efetuado pela instituição financeira, responsável pelo envio de extratos da conta de depósito de debêntures aos respectivos debenturistas. As condições para concessão da autorização para prestação de serviços de custódia e escrituração de valores mobiliários pela CVM encontram-se previstas na Instrução CVM 89, de 8 de novembro de 1988. Tanto debêntures nominativas como debêntures escriturais podem ser custodiadas na CETIP. Neste caso, a CETIP constará do Livro de Registro de Debêntures Nominativas ou perante a instituição custodiante como proprietária fiduciária das debêntures, em se tratando, respectivamente, de debêntures nominativas registradas ou escriturais. Certificado: É o título representativo do crédito e documento necessário e suficiente para a cobrança dos direitos nele expressos. Como tal é autônomo, independendo da respectiva causa, valendo na exata literalidade dos seus termos. Embora seja um título de crédito imperfeito, a lei enumera taxativamente, seus requisitos essenciais, art. 64 da Lei 6.404, devendo ainda ser autenticado pelo Agente Fiduciário e assinado pelos Diretores da emitente, admitindo-se a chancela mecânica. Além dos requisitos legais deve indicar outras informações básicas, tais como: Nome do Banco de Investimento ou Desenvolvimento \"Underwriter\", a coobrigação, local do pagamento de juros, onde deve ser solicitada a conversão, se for o caso. A emitente pode emitir títulos múltiplos, podendo, a seu critério, cobrar dos debenturistas, a preço de custo, os pedidos de desdobramento dos títulos. Os certificados, representativos da emissão, deverão conter os seguintes requisitos: *a denominação, sede, prazo de duração e objeto da emitente; *a data da constituição da emitente e do arquivamento e publicação dos seus atos constitutivos; *a data da publicação da ata da Assembleia Geral que deliberou sobre a emissão; *a data e ofício do registro de imóveis em que foi inscrita a emissão; *a denominação Debênture e a indicação da sua espécie, pelas palavras \"com garantia real\", \"com garantia flutuante\", \"sem preferência\", ou \"subordinada\"; *a designação da emissão e da série, se houver seriação; *o número de ordem; *o valor nominal e a cláusula de atualização monetária, se houver, as condições de vencimento, amortização, resgate, juros, participação no lucro ou prêmio de reembolso, e a época em que serão devidos; *as condições de conversibilidade em ações, se for o caso; *o nome do debenturista; *o nome do agente fiduciário dos debenturistas, se houver; *a data da emissão do certificado e a assinatura de 2 (dois) diretores da emitente; e *a autenticação do agente fiduciário, se for o caso. A Lei das Sociedades Anônimas admite a emissão de certificados múltiplos de debêntures e, provisoriamente cautelas que as representem, satisfeitos os requisitos acima. As debêntures escriturais não comportam a emissão de certificados. No caso de debêntures nominativas não escriturais, no entanto, há controvérsias acerca da obrigatoriedade de a companhia emissora fornecer Certificado de Debêntures aos debenturistas que o solicitarem. De fato, a emissão de certificados é desnecessária, já que a prova de titularidade das debêntures nominativas se faz através da verificação do Livro de Registro de Debêntures Nominativas, em que são registradas todas as transferências das debêntures, e não através da apresentação do Certificado de Debêntures. A propriedade do Certificado de Debêntures, sem o correspondente registro no Livro de Registro de Debêntures Nominativas, não serve como prova de titularidade das debêntures, mas unicamente como evidência dos termos e condições do título. O Certificado de Debêntures, na realidade, era o instrumento necessário ao exercício dos direitos inerentes às extintas debêntures ao portador. A Lei 8.953/94 tornou a debênture título executivo extrajudicial. Antes da promulgação da lei, muito se debatia acerca da possibilidade da configuração da debênture como título executivo extrajudicial. Atualmente, contudo, qualquer que seja sua forma, a debênture comporta execução, inclusive se emitida sob a forma escritural, desde que formalmente constituída. Nesse sentido, declarou o Superior Tribunal de Justiça que a escritura de emissão constitui título executivo, desde que complementada pelos recibos e boletins de subscrição que permitam identificar os credores (Ag. Reg. 00107738/SP, 30 Turma, 14 de outubro de 1997). A execução da debênture se fará através da apresentação da escritura de emissão e cópias do Livro de Registro de Debêntures Nominativas, em se tratando de debêntures nominativas, ou, no caso de debêntures escriturais, do extrato de custódia emitido pela instituição financeira custodiante. Tanto as debêntures nominativas como as debêntures escriturais podem ser custodiadas no SND ou outro sistema de custódia. Caso sejam custodiadas no SND, além dos documentos mencionados, haverá necessidade de apresentação do “Relatório de Posição de Ativos”. Tal relatório, no entanto, não identifica investidores que não sejam participantes do sistema, havendo também a necessidade de apresentação de um extrato emitido pela instituição financeira participante que registrou a operação em nome do cliente. Cumpre ainda observar que a companhia emissora poderá contratar instituição financeira autorizada para que esta realize a escrituração e a guarda dos livros de registro e transferência de debêntures nominativas. === Quanto ao prazo === A debênture poderá ter prazo de vencimento determinado, indeterminado ou antecipado. O prazo de vencimento é estabelecido na escritura de emissão assim como as condições em que o vencimento pode ser antecipado. A legislação em vigor prevê, caso a debênture não tenha seu prazo estipulado, que o vencimento se dará mediante a ocorrência de um dos dois eventos a seguir: *inadimplemento da obrigação do pagamento dos juros, nas épocas fixadas para a ocorrência de tais eventos; *dissolução da emitente. Porém, outras condições poderão ser arroladas na escritura de emissão, de forma a garantir à debênture as vantagens que esta ofereça, quando de sua emissão. === Quanto à classe === Quando da elaboração da escritura de emissão, deverá ficar expressamente definida se a debênture será não conversível ou conversível em ações da companhia emissora. As debêntures não conversíveis poderão, ainda, ser permutáveis por ações de outra companhia que não as da emissora, ou ainda por participação em algum empreendimento. No caso de debêntures conversíveis a Escritura de Emissão deverá conter cláusula referente à conversão das debêntures em ações e nela deverão estar explicitados os seguintes pontos: *as bases da conversão; *a espécie e classe de ações em que poderá ser convertida; *o prazo ou época para o exercício do direito à conversão. Enquanto puder ser exercido o direito de conversão não pode a assembleia geral da sociedade alterar o estatuto no que se refere à mudança do objeto da companhia, na criação de ações preferenciais ou modificação das vantagens das existentes, sem prejuízo das ações em que são convertidas as debêntures. A emissão de debêntures conversíveis em ações significa um ato que eventualmente poderá redundar no aumento do capital social da emitente. Como consequência desse ato, considerando-se que os acionistas têm preferência na subscrição de ações, quando do aumento de Capital Social da empresa, a lei lhes dá igual preferência para subscrição de debêntures, na proporção das ações possuídas. Por outro lado, para esse segundo caso, cabe à Assembleia Geral, caso os estatutos assim o permitam, excluir o uso do direito de preferência, quando se tratar de Empresa de capital aberto. A decisão de se emitir debêntures conversíveis em ações ou não, está na dependência direta dos interesses e conveniências de cada empresa emissora, a qual, através deste mecanismo, tem condições de ofertar ao mercado títulos mais atrativos e flexíveis. Na conversão das debêntures deve ser observada a proporção do capital social da emissora, observado o limite legal estabelecido e o fixado no Estatuto Social. O parâmetro de conversão deve ter em vista a cotação das ações no mercado, o valor patrimonial ou perspectivas de rentabilidade da empresa. Nos períodos de retração das bolsas de valores as emissões de debêntures conversíveis são mais oportunas que o lançamento de ações, constituitndo-se praticamente na única opção para as empresas que não se dispõem a obter financiamento de longo prazo em agências governamentais ou fontes externas. O aspecto mais importante com relação às debêntures conversíveis refere-se à fixação do preço de cada ação para efeito de conversão, ou, em outras palavras, à determinação da forma de conversão das debêntures. Esta determinação deve ser feita de maneira a não prejudicar os antigos acionistas, resguardando-se seu esforço na capitalização e crescimento da empresa. Mesmo considerando-se esse fator, de modo geral, entretanto, as empresas procuram conceder estímulos que levem o investidor a optar pela conversão, visto que um dos principais objetivos da emissão de debêntures conversíveis é vender, indiretamente, ações, se possível a um preço superior àquele que seria obtido num lançamento simples de ações. Por outro lado, a forma de conversão deve ter em vista, também, resguardar o interesse do debenturista e da empresa emissora, não devendo, por essa razão, ser fixada de maneira a tornar proibitiva a conversão, o que significaria eliminar a principal característica do título. Ainda sob o mesmo ponto de vista, é claro que quanto menor for o preço de conversão por ação, maiores serão as vantagens decorrentes de eventual conversão: maior o número de ações recebidas, maiores dividendos e, principalmente, maiores perspectivas de ganhos de capital na negociação de ações convertidas. Face às circunstâncias ditadas pelas necessidades referidas, existem hoje, no mercado, as mais variadas fórmulas de conversão, as quais, segundo cada caso, procuram satisfazer os interesses envolvidos. De maneira geral, o exercício do direito de conversibilidade pode ser exercido a partir de 30 (trinta) dias, após o lançamento das respectivas debêntures, muito embora esse prazo possa variar de emissão para emissão, conforme os interesses da empresa emissora. Conforme foi explanado inicialmente, para fazer frente aos seus investimentos de longo prazo de maturação, as empresas buscam no mercado financeiro os recursos de que necessitam e cujos prazos de amortização estejam adequados aos projetos em pauta. Dessa forma, elas têm condições de compatibilizar seus fluxos de caixa às suas reais possibilidades e necessidades. Assim, quando uma empresa opta pela captação de recursos através da emissão de debêntures conversíveis, é porque realizou seus estudos de custos, considerando que esta modalidade, naquele momento, é a que mais lhe convém. Os recursos assim obtidos e convenientemente investidos, deverão gerar uma rentabilidade superior ao custo desse capital, de tal forma que viabilize os investimentos que estão sendo feitos. Em um projeto de longo prazo de maturação, o início da geração dos lucros estará diretamente subordinado à conclusão dos investimentos dentro dos prazos prefixados, razão pela qual, quando se adota a decisão de financiar os projetos pretendidos, mediante a emissão de debêntures conversíveis em ações, há que se tomar o necessário cuidado para que a empresa não se veja comprometida com um grande volume de títulos convertidos a curto prazo, fato esse que poderá comprometer seriamente o atingimento dos objetivos preconizados. Se a conversão das debêntures emitidas ocorrer num momento inadequado, antes que os investimentos estejam realizados, isso fará com que as ações daí resultantes passem a usufruir de um lucro para cuja formação não estão concorrendo. A não ser que o processo de conversão mencionado esteja perfeitamente programado e previsto, isto poderá acarretar em prejuízo aos atuais acionistas. Estas são algumas das razões que levam muitos empresários a se desinteressar pelo processo de conversão e até mesmo a desestimulá-lo. Assim como já foi explanado anteriormente, ao se optar por uma emissão de debêntures conversíveis em ações, em realidade a empresa está procurando obter, junto ao mercado financeiro, os recursos de que necessita, mediante a venda indireta de ações. Para que isso seja alcançado, procura-se estimular o investidor a assim proceder, mediante a concessão de vantagens e benefícios previamente estudados e calculados. === Quanto às espécies de garantia === Muito embora as debêntures possam ser classificadas quanto às espécies de garantias por elas oferecidas, é oportuno esclarecer que qualquer classificação que se venha a fazer, esta não demonstrará as formas que elas realmente assumem. De maneira geral, as debêntures podem ser classificadas, basicamente, em duas espécies: *com garantias; *sem garantias; Na realidade, essas espécies se referem apenas às garantias que são oferecidas aos debenturistas, quanto ao pagamento das obrigações assumidas pela sociedade. De qualquer maneira, esta é sempre devedora dos debenturistas da parcela do empréstimo que cada debênture representa. == Classes de debênture == === Debênture subordinada === É aquela que reconhece preferência tão somente aos acionistas da empresa, no ativo remanescente, em caso de haver liquidação da sociedade. Esta classe de debênture não possui limites para emissão. Por tais características as debêntures subordinadas deverão contar com maiores vantagens para os debenturistas no que concerne ao pagamento dos juros e prêmio face ao risco envolvido. === Debênture quirografária === É aquela cujo título não goza de nenhuma garantia real sobre o ativo da empresa ou de terceiros, nem mesmo qualquer tipo de privilégio geral ou especial sobre o ativo da empresa ou de empresa da sociedade a que ela pertença. Esta classe de debênture tem seu limite fixado ao valor do capital social da Companhia, igualando-se aos demais credores quirografários da Empresa, no caso de sua liquidação === Debênture com garantia flutuante === É a mais usada no mercado, pois assegura à debênture privilégio geral sobre o ativo da emissora, não impedindo, contudo, a negociação dos bens que compõem esse ativo. Tal garantia é constituída por todo o ativo da companhia emitente, ativo este que pode ser alterado no curso dos negócios da companhia até o prazo de vencimento das debêntures. Os bens objeto da garantia flutuante não ficam vinculados à emissão, de tal sorte que a companhia poderá dispor dos mesmos, sem prévia autorização dos debenturistas. A garantia flutuante assegura aos debenturistas privilégio geral sobre o ativo da sociedade existente por ocasião do vencimento do contrato de mútuo que se fez com a emissão das debêntures. Assim, os debenturistas terão direito ao recebimento de seus respectivos créditos antes dos credores quirografários, subordinando-se, entretanto, aos titulares de debêntures com garantia real. Saliente-se que as garantias poderão ser cumulativas, ou seja, as debêntures poderão ser emitidas simultaneamente com garantia real e flutuante. As debêntures com garantia flutuante são preteridas, em caso de liquidação da empresa: *pelas debêntures de emissão ou emissões anteriores, estabelecendo-se a prioridade pela data da inscrição na escritura de emissão, ocorrendo igualdade, para as séries de mesma emissão, *pelos créditos com direitos reais de garantia de credores hipotecários, pignoratícios e anticresistas, quanto às hipotecas, aos penhores e às anticreses regularmente inscritas. *pelos créditos com privilégio especial sobre determinados bens, desde que anteriores e regularmente inscritos. Neste caso a emissão está limitada a até 70% do ativo (reduzido do montante das dívidas garantidas por direitos reais), caso o valor da emissão supere o do capital social. === Debêntures com garantia real === São debêntures garantidas por hipoteca, caução, penhor ou anticrese sobre bens da própria companhia ou oferecidos por terceiros e que ficarão vinculados à emissão. A hipoteca é direito real de garantia em virtude do qual um bem imóvel assegura ao credor o pagamento de uma dívida. O penhor é direito real de garantia através do qual um bem móvel (ou imóvel por acessão) é transferido ao credor (em regra) para garantia de uma dívida, sendo a caução a espécie de penhor sobre direitos (bens incorpóreos), tais como os títulos de crédito. Por fim, a anticrese é direito real sobre imóvel alheio, em virtude do qual o credor detém a posse do bem para perceber-lhe os frutos (em regra, aluguéis) e imputá-los no pagamento de sua dívida; Os bens oferecidos em garantia deverão estar detalhadamente descritos e especificados na escritura de emissão, para perfeito conhecimento dos debenturistas, sendo que a garantia oferecida deverá ser registrada perante o Cartório competente (Registro de Imóveis e/ou Registro de Títulos e Documentos). Caso as debêntures tenham garantia real de terceiros, e conforme for expresso na escritura de emissão, elas poderão ser, em relação à empresa, debêntures quirografárias ou subordinadas. Em se tratando de garantia real, pode o valor do empréstimo ser superior ao capital social, porém, limitado a 80% (oitenta por cento) do valor dos bens gravados, já que a garantia real dá grande segurança ao credor, respondendo pela dívida contraída pela empresa. A regra será observada, ainda mesmo que os bens dados em garantia não sejam de propriedade da empresa emitente. Quando ultrapassar o total do Capital Social, o limite de 80% (oitenta por cento) do valor dos bens dados em garantia para emissão de debêntures, poderá ser determinado em relação à situação do patrimônio da empresa depois de investido o produto da emissão; neste caso, os recursos ficarão sob o controle do agente fiduciário dos debenturistas e serão entregues à empresa, observados os limites de 80% (oitenta por cento) do valor dos bens gravados, à proporção que for sendo aumentado o valor da garantia, face às imobilizações ocorridas. === Debênture com garantia fidejussória === É a debênture em que se oferece ao título a coobrigação por fiança, de uma terceira pessoa, geralmente na forma de garantia acessória. Muito embora não estejam previstas na Lei das Sociedades Anônimas, juridicamente é possível a constituição de garantias fidejussórias quando da emissão de debêntures. O aval não é instituto adequado para se assegurar uma emissão de debêntures, porquanto se trate de garantia de natureza cambiária. A debênture, por seu turno, não é título de crédito de natureza cambiária, não tendo requisitos quanto a forma de sua representação (podendo ser escritural e prescindir de certificado), ao contrário do que ocorre com a nota promissória ou a letra de câmbio. A exemplo das ações, a debênture apenas traduz a fração de participação de determinado sujeito em um crédito maior representado pela escritura de emissão. Debêntures de qualquer espécie podem contar com garantia fidejussória por fiança. A fiança é regida pelas normas gerais de direito civil e não implica qualquer modificação ou alteração do crédito por debêntures em face da companhia, podendo ser conferida por pessoas físicas ou jurídicas, sociedades integrantes ou não do mesmo grupo da companhia emissora. Cumpre lembrar que a fiança de pessoa física casada só pode ser dada com o consentimento do cônjuge (outorga uxória). A fiança não se confunde com a solidariedade entre devedores. Naquela, o devedor é subsidiariamente responsável pelo cumprimento da obrigação e o credor é obrigado a excutir primeiramente os bens do devedor principal, a menos que, no instrumento da fiança, o fiador renuncie a tal benefício, chamado benefício de ordem. Quando há solidariedade, por outro lado, o devedor e o garantidor ficam na mesma situação perante o credor, que poderá demandar o cumprimento da obrigação de um ou do outro, ou de ambos, a seu exclusivo critério. Esta espécie de garantia oferece, efetivamente, ao debenturista, uma maior responsabilidade por parte da emissora das debêntures, pela liquidação das obrigações decorrentes da emissão. O mais usado no mercado é o caso em que a coobrigação é assumida por uma pessoa jurídica, no caso uma instituição financeira, Banco de desenvolvimento ou de Investimento. Há casos, também, em que a concessão da fiança é dada por acionistas da empresa ou até mesmo por outra empresa pertencente ao mesmo grupo. A emitente dos títulos pode, até mesmo, oferecer à coobrigação da dívida, garantias integrantes de seu ativo. Se for oferecida à debênture a coobrigacão, por fiança, a uma debênture que prefira apenas aos acionistas, em caso de liquidação da empresa, (debêntures subordinadas) não existirá limites para emissões destas debêntures. Por outro lado, se as debêntures tiverem características quirografárias o valor de sua emissão estará limitado ao valor do capital social da empresa. == Poder liberatório == O poder liberatório é a aceitação das debêntures, por parte da empresa emissora ou de um terceiro (Interveniente Anuente), como moeda de pagamento de seus produtos ou serviços. É especialmente adequado às empresas de prestação de serviço público. O poder liberatório é mais um atrativo oferecido pelas debêntures, que contribui para uma maior movimentação dos títulos, proporcionando maior liquidez no mercado secundário. Normalmente, somente após o vencimento, em caso de inadimplemento da companhia emissora, é conferido poder liberatório às debêntures. Contudo, nada impede que a escritura de debêntures preveja a possibilidade de utilização deste títulos como moeda de pagamento contra a companhia emissora a qualquer tempo. == Compromissos de proteção — covenants == Adicionalmente às garantias prestadas podem estar previstos na escritura de emissão a previsão de compromissos de proteção aos debenturistas, quando for o caso, por parte da companhia emissora, fiadores, devedores solidários e/ou intervenientes. Os covenants não se qualificam como garantias do ponto de vista jurídico, mas sim em compromissos contratuais que visam a assegurar a manutenção de certas condições. Podem ser de natureza estatutária, operacional ou financeira. Seu cumprimento também deve ser acompanhado e fiscalizado pelo agente fiduciário. Os covenants deverão estar minuciosamente descritos na escritura de emissão para que se permita a verificação inequívoca de seu cumprimento. == Debêntures com participação nos lucros == Estas debêntures agregam às demais condições uma participação nos lucros da empresa emissora, sua coligada ou controlada, regulada na escritura de emissão. É uma modalidade interessante a partir do momento em que se acredite que os projetos e as perspectivas futuras da Cia. sejam favoráveis ao investidor e pode ser utilizada para reduzir a taxa de juros das debêntures simples. == Debêntures permutáveis em ações == São títulos semelhantes às debêntures conversíveis em ações, com a diferença de que as debêntures permutáveis em ações oferecem ao debenturista a possibilidade de transformar os títulos em ações de empresa que não a própria emitente das debêntures. == Debêntures de infraestrutura== Com a publicação da Lei nº 12.431/11, de 24 de junho de 2011, foram concedidos benefícios fiscais para os investidores de debêntures relacionadas à implementação de projetos de infraestrutura considerados prioritários, as denominadas debêntures incentivadas. Os investidores caracterizados como pessoa física ou não residentes se tornaram isentos do imposto de renda sobre os rendimentos obtidos nessas debêntures, enquanto os investidores do tipo pessoa jurídica tiveram uma redução da alíquota de 25% para 15%. == Ligações externas == * * Lei nº 12.431/11 Categoria:Mercado de capitais Categoria:Crédito Categoria:Investimentos Categoria:Renda fixa",
 "title": "Debênture"
}