{
 "id": "66550",
 "text": "Anacreonte (, na transliteração Anakréōn), nascido em 563 a.C, em Teos, Jônia - hoje Siğacık, Turquia - e falecido em 478 a.C no mesmo local, foi um poeta lírico grego bastante famoso e apreciado durante sua vida. Foi muito apreciado pelos gregos, sendo seu estilo postumamente imitado ao longo da Antiguidade por seus seguidores, conhecidos como anacreônticos. Sua poesia, feita para ser cantada, centra-se nos prazeres do amor e do vinho, nas Graças e Musas, tendo chegado à atualidade bastante fragmentada. == Biografia == Sobre a vida de Anacreonte não se encontram mais do que fragmentos de suas poesias e citações posteriores, logo, é incerto como tenha sido verdadeiramente sua personalidade e sua história. Entre os gregos, não era incomum uma figura tornar-se mais lendária do que histórica, portanto, a situação da figura de Anacreonte não é estranha. Ainda assim, o poeta é sinônimo de excelência em versos hedonistas, sendo possível, a partir de seus próprios escritos - versos de bebedeira, de amor e de celebração da vida -, encontrar referências ao que viveu e construir ou fortificar sua tradição biográfica. Segundo a tradição, Anacreonte nasceu em 582 a.C, em Teos, uma das 12 cidades que formavam a Liga Jônica, estabelecida para impedir a invasão persa, contra a qual lutou. Ainda assim, Teos foi conquistada pelos persas em 546 a.C, fazendo com que Anacreonte decidisse emigrar para a recém fundada cidade de Abdera, na costa da Trácia. Após, seguiu sua carreira poética viajando por várias localidades. Passou sua vida profissional principalmente em cortes de tiranos, que eram importantes patronos da arte e da literatura na Grécia Antiga, além de permitir aos artistas sua proteção e seus recursos. Tal história é plausível, visto que Anacreonte teria obtido muita fama ainda vivo, e tornar-se uma personalidade tão popular em toda Grécia Antiga não seria fácil sem viagens e associações ilustres. Seu primeiro patrono teria sido Polícrates de Samos. Depois que Polícrates foi assassinado pelos persas, Anacreonte mudou-se para Atenas e escreveu sob o patrocínio de Hiparco, filho do tirano Psístrato. Pai e filho podem ter sido responsáveis pela ampliação de concepções cívicas da aristocracia, recriando um ideal aristocrático do período homérico. Nesse contexto, Atenas teria importado a poesia lírica da região da Jônia com o auxílio de Anacreonte, em que, transmitindo os ensinamentos das musas por meio de suas poesias em simpósios e competições - como no festival da Panathenaia -, o poeta teria contribuído para com o desenvolvimento de um clima de alta cultura definido por um grupo aristocrático. Entre as fontes dessa mudança para Atenas encontram-se escritos do próprio Platão (Hiparco, 228bc). Na pólis, tonou-se bastante popular, sendo provável que tenha se tornado amigo próximo de Simônides, outro louvável poeta da época. O banquete e o simpósio estavam no centro do ideal de civilidade em Atenas. Assim, Anacreonte é caracterizado como o poeta dos banquetes e das festividades, tornando-se uma figura popular por compor sobre o vinho, o amor e os prazeres da vida. Foi conhecido também pela lira, de som suave e alegre, que acompanhava seu canto poético como era tradição na Grécia Antiga.Costuma-se classificar o poeta como representante de uma elite de poetas profissionais, cujos admiradores desenvolveriam uma relação próxima ao carpe diem, a uma vida opulenta, associada com a Lídia e a Ásia Menor. Devido a isso, artesãos parecem ter associado Anacreonte aos temas do simpósio, do amor e do vinho em suas obras, com destaque para os vasos e cerâmicas. Existe a possibilidade ainda de, após sair de Atenas, Anacreonte ter se mudado para a Tessália. Acredita-se que pode ter morrido em sua terra natal, Teos, em 478 a.C, com 85 anos, mas essa hipótese, apesar de célebre, como o resto de suposições sobre sua vida, não é confirmada. == Poesia == A poesia de Anacreonte, escrita no dialeto jônico, foi tanto séria, quanto leve. Escreveu versos eróticos, tratando também de festas, romance e amor. Segundo Pausânias, Anacreonte foi o primeiro poeta depois de Safo a compor sobretudo canções de amor. Sua linguagem transmitia prazer e irônia em uma métrica simples, mas criativa. Dentre os fragmentos que restaram para a atualidade, há vários que se enquadram na mélica e poucos na elegia. A dificuldade em estudar sua produção envolve não só sua condição fragmentária, que consiste em vários versos ou palavras soltos e alguns poemas que não se sabe se estão completos, mas também sua grande ambiguidade, que causa dúvidas de interpretação. Anacreonte faz parte de uma importante vertente da produção literária grega, voltada ao prazer da festa e ao amor, envolvendo bebida e desejo, Dionísio e Afrodite. Apela para as musas e histórias da mitologia, mas se distancia da temática épica de Homero. O poeta trata o amor como algo suave e fantástico, nunca dramático, apelando frequentemente para a imagem de Eros. O poeta recomenda a abordagem alegre e despreocupada para o amor, o banquete e a celebração, como se percebe no fragmento 373,um poema completo logo abaixo: > Jantei uma fatia fina de um bolinho leve e o vinho de uma jarra inteira. > Agora meigamente a lira amável toco em serenata à moça meiga. Um pedaço de > bolo, fino, foi a janta que eu comi mais o vinho de um garrafão. Ora a lira > amável vou dedilhar meigamente à minha meiga moça em serenata. Um pedaço de > pão de mel foi a janta que eu tive, e uma jarra de vinho. Assim, vou cantar > docemente: com a lira vou serenar minha moça querida. O poeta aproveita a vida, o banquete, o vinho e o amor, cantando para a moça e realizando sua função de serenar. Ele bebe vinho em grande quantidade, mas não se embebeda facilmente, pois a bebida é misturada com água. Caso contrário, seu costume seria considerado bárbaro. Isso é representado no poema seguinte, de número 356. > Vai trazer-me, meu menino, uma taça, que eu a verta só num gole. Dez medidas > d’água e cinco mais de vinho bota nela, que de novo sem violência eu > enlouqueça. Vai de novo! Chega disso! Com barulho e gritaria junto ao vinho, > feito citas, não bebamos, mas com hinos belos, moderadamente! O eu-lírico pede a um escravo para misturar e servir o vinho, em uma proporção de uma parte de vinho para duas de água, tornando a bebida bastante diluída. Após, diz aos companheiros para não beberem como citas, bárbaros que não diluíam seu vinho. A poesia de Anacreonte, aqui, une-se a essa tradição existente na Grécia Antiga e mencionada posteriormente no Banquete de Platão , possibilitando, de certa forma, uma representação da cultura a qual o poeta se adequou. Em meio à temática tradicional de festa e sedução aparece, em alguns poemas, uma imagem de um homem idoso, de cabelos brancos, disposto à diversão que tais prazeres proporcionam. Pensa-se que essa seria uma espécie de representação do próprio Anacreonte, personagem que, em sua longa vida e avançada idade, também deve se entregar ao gozo. O fragmente 375 traz essa temática: um idoso, apesar da idade, reflete sobre a juventude e seus prazeres. > Quem virou o pensamento para a tenra juventude e para as danças ao som dos > aulos pequeninos? Esse às vezes encontra-se com o tema erótico, formando versos em que um homem em idade avançada sofre por seu desejo por alguém mais jovem. São usuais elogios a jovens meninos, refletindo a superioridade da juventude na esfera do desejo impossível de consumar. O verso erótico de Anacreonte utilizou de imagens femininas e masculinas, contendo um tom homoerótico relacionado à cultura homosseuxal na Grécia Antiga. Imagens marcantes de jovens amados são frequentes em Anacreonte, sendo o caráter pacífico de Megistes, os olhos de Cleóbulo e os cabelos de Esmerdes bastante destacadas. Esse último seria não só um jovem da corte de Polícrates, mas também seu favorito. De acordo com relatos de Ateneu (12.540e) e de Estobeu (4.21.24), no momento que o tirano notou que o poeta aproximava-se do rapaz, teria mandado lhe cortarem os cabelos. A isso, Anacreonte teria feito menção no fragmento 414 : > [Era belo o viço jovem do teu rosto de menino,] do cabelo que cobria teu > pescoço delicado. Ora te fizeram calvo: teu cabelo se tombou, sob a ação de > rudes mãos, para o chão, num monte escuro, decepado pelo ferro de uma > lâmina. Logo eu sofro, pois o que fazer se mesmo pela Trácia se falhou? O fragmento 393 de Anacreonte também traz um tom erótico ligado a uma figura masculina. O gosto de Ares, deus da guerra, pode ser interpretado tanto na forma literal, como alguém que gosta de uma bom guerreiro, ou pode ser lido nas entrelinhas o tom sexual, em que Ares sentiria atração pelo órgão sexual masculino. > “Ares armígero gosta de um lanceiro firme” Meninas também aparecem em seus poemas apaixonados e eróticos, como a menina de Lesbos, do fragmento 358. O uso do termo “brincar” pode ser considerado como parte de uma conotação sexual, unido a invocação de Eros, desejo. A moça provavelmente é uma menina bastante jovem, como mostram suas sandálias coloridas, sua reação e a bola roxa, que pode ser uma bola literal utilizada em brincadeiras. Sugere-se que essa bola com que a moça brincava é lançada por Eros ao eu-lírico, sendo que esse tenta seguir a oferta do Deus \\- a imagem de Eros brincando com uma bola é comum na literatura posterior. A garota da ilha de Lesbos está desinteressada pelo homem da cabeleira branca e, logo, sai correndo atrás de outra. Isso pode ser interpretado como uma falta de interesse sexual, como um interesse por outra garota ou, de maneira mais radical, como um interesse por outro homem - nesse caso, ela correria ao encontro de outra \"cabeleira\" pubiana, indicando o desejo pela felação. > Eros, cachos dourados, lança a bola púrpura a mim de novo, pra eu brincar > com a moça dos chinelinhos brilhantes. Ela, entanto, é da bela Lesbos, vê > defeito em meu cabelo, por ser branco, e sai correndo boquiaberta por outra. Uma outra interpretação possível une-se a uma ansiedade referente à velhice. Não haveria reciprocidade ao desejo do eu-lírico por parte da menina lésbia pois sua juventude e beleza lhe dão oportunidade de selecionar os amantes. Outro fragmento da poesia erótica de Anacreonte é de número 346 (1), encontrado no Papiro de Oxirrinco 2321 . Nele há muitos apontamentos para elementos sexuais aflorados. Quem corre em meio às pessoas deixa todos excitados . > [Tu não tens pudor algum] nem [existe dentro do teu] coração temor por > outrem, menininha do rostinho lindo. Tua mãe em casa pensa que te tem num > mando firme, pois não sabe que fugiste para os campos de jacinto onde Cípris > amarrara seus cavalos desjungidos. Lá correste em meio [a todos] de tal modo > que se encontra agitado o coração do povo. Herotima, és uma via pública. Não se sabe se o último verso \"Herotima, és uma via pública\" faz ou não parte desse poema. Essa informação é importante, pois, se Herotima não é o nome da menina, o poema pode estar se referindo a um menino, já que não há marca de gênero nos termos utilizados. Além disso, não existiria uma das menções eróticas, pois esse verso traz a ideia de que Herotima seria aquela por quem todos teriam passado, ou seja, com quem teriam tido algum tipo de \"brincadeira\" ou relação sexual. Como Anacreonte deve ter mantido um relacionamento próximo com os tiranos que conheceu, supõe-se que a poesia política não faria parte de seu repertório. Uma hipótese relacionada a isso é de que a poesia de Anacreonte tenha servido a alguns propósitos dos tiranos, como incentivar a aristocracia a preocupar-se com o simpósio e com as tradições. É possível que os jovens atenienses aprenderiam com as composições de Anacreonte uma poesia e uma performance de dança erotizada, auxiliando com o desenvolvimento de seus atributos: bom senso, lealdade com o parceiro - no que tange a pederastia -, atração e sedução. A poesia e sua performance poderiam ser uma espécie de mentoria que passaria os valores aristocráticos ao jovem, entrecruzando as esferas de Dionísio e de Eros dentro da lógica do simpósio. Além disso, a iconografia arcaica coloca no simpósio um jogo erótico, em que os amantes são posicionados frente à frente com os olhares cerrados, como se nessa treco Eros pudesse agir. Isso é relevante na lógica do simpósio, já que era uma instituição do prazer, em que as canções apresentadas reafirmavam o companheirismo e a comunidade. Anacreonte ressalta esses laços em canções com leveza e elegância que permitem à audiência reconhecimento da sua beleza e, consequentemente, seu proveito. Seu papel como artista, logo, considerando as heterogêneas audiências das cortes dos tiranos com quem convivei, era compor canções que possibilitassem contentamento, promovendo a manutenção das relações de companheirismo. Isso é reafirmado pelo fato de sua poesia praticamente não conter menções políticas, militares, genealógicas ou sobre os status sociais dos participantes do simpósios. A edição da poesia de Anacreonte conhecida pelas gerações posteriores provavelmente foi preparada em Alexandria por Aristarco no século II a.C, sendo então dividida em 9 ou 10 livros com base em critérios métricos. == Anacreônticas == Os Anacreônticas foram escritores gregos helenísticos e bizantinos que imitaram amplamente os sentimentos e o estilo poético de Anacreonte. A eles é creditada a fixação da imagem de Anacreonte boêmio, exagerando a tensão do erotismo, a bebedeira e a frivolidade presentes em seu trabalho original. Os Anacreônticas publicaram diversos poemas anônimos tardios, do século III a.C até o século VI d.C, escritos à moda de Anacreonte, que se dirigem ao poeta como uma espécie de homenagem ou até como sua personificação. Talvez parte dessa produção esteja relacionada ao Renascimento literário do período de Adriano. O poema dos anaocreônticas de número 7 é um exemplo de personificação : > As moças sempre dizem: “Anacreonte, és velho! Vai ver nalgum espelho: já foi > o teu cabelo, tua testa está pelada!” Não sei se meu cabelo se foi ou > permanece, mas sei é que conforme a Moira se aproxima é mais apropriado que > o velho se divirta. Nesse poema, além do eu-lírico assumir a identidade expressiva de Anacreonte, encontra-se sua característica temática do aproveitamento da vida e também da velhice. No resto do corpos são exaltados diversos prazeres, convites à festas, à bebedeira e as brincadeiras românticas, como no poema 8, em que pode-se perceber correlação com escritos de Anacreonte (fragmento 356 (b)). Nele, repete-se a temática da moderação no tocante à bebida e a relação com os bárbaros, além de o amor e as artes terem um papel principal no carpe diem, que deve ser elevado em detrimento das preocupações do dia a dia. > Não me importa a fortuna de Giges, rei de Sardes. Eu nunca o invejei, nem a > nenhum tirano. Importa-me molhar a barba com perfume. Importa-me cingir com > rosas a cabeça. O agora é o que me importa. Quem sabe o amanhã? Enquanto o > tempo é bom, portanto, bebe e brinca, libando pra Lieu. Não chegue uma > doença e diga: \"Já não podes.\" Os poemas dessa tradição foram redescobertos no século XV d.C, após a queda de Constantinopla, no qual houve um retorno da língua e de obras gregas ao Ocidente. Por séculos, grande parte da Europa possuiu poucas obras gregas em circulação e um número mínimo de falantes de grego. Desse modo, mesmo pessoas que tinham acesso à cultura não conseguiam ler as obras antigas. Com a queda do Império Bizantino há um influxo de gregos ao Ocidente, muitos deles levando códices com poemas antigos. Um desses códices que entra em circulação na Idade Moderna contém uma coleção de poemas dos Anacreônticas, por séculos erroneamente atribuídos ao próprio Anacreonte. Esses poemas foram tão prestigiados que poetas modernos chegaram a fazer suas respectivas traduções; dentre eles, Lord Byron e Goethe Somente estudos de métrica e de dicção posteriores deram conta de esclarecer que tais poemas possuíam formas métricas e vocabulários que não existiam no século V a.C e, portanto, vinham de uma tradição posterior à Anacreonte. == Obras relacionadas == Fragmentos de Anacreonte, ou das anacreônticas, foram traduzidos por Almeida Cousin, Daisi Malhadas & Maria Helena de Moura Neves, Frederico Lourenço, Leonardo Antunes, dentre outros. * FALCO, Vittorio de; COIMBRA, Aluizio F. Os elegíacos gregos de Calino a Crates. São Paulo, 1941 * MALHADAS, Daisi; MOURA NEVES, Maria H. De. Antologia de poetas gregos de Homero a Píndaro. Araraquara: FFCLAr-UNESP, 1976 * LOURENÇO, Frederico; vários. Poesia grega - de Álcman a Teócrito. Lisboa: Cotovia, 2006 * ANTUNES, C. Leonardo B. ANACREONTE & ANACREÔNTICAS - VERSOS DE AMOR E VINHO. 34, 2022. ==Ligações externas== *Biblioteca Clássica - fragmentos de Anacreonte traduzidos *Portal Græcia Antiqua - fragmentos de Anacreonte traduzidos *Blog Primeiros Escritos - frags. de Anacreonte traduzidos *Blog Primeiros Escritos - frags. das \"anacreônticas\" traduzidos *Poesia grega cantada por Leonardo Antunes Categoria:Poetas da Grécia Antiga Categoria:Gregos do século VI a.C. Categoria:Gregos do século V a.C.",
 "title": "Anacreonte"
}