{
 "id": "66552",
 "text": "Alcibíades ou Alcibíades Clinias Escambónidas (; Atenas Antiga, — Melissa, na Frígia, ) foi um estratego e político ateniense. == Biografia == Alcibíades descendia de família ilustre.Seu avô também se chamava Alcibíades e era amigo de Clístenes. Tendo ficado órfão, foi educado por Péricles, de quem era sobrinho. Em vista disso, cresceu entre os dirigentes da democracia ateniense. Alcibíades também era amigo e entusiasta do filósofo Sócrates, que lhe salvou a vida na campanha de Potideia (em 432 a.C.) e a quem salvou em Delion. Plutarco escreveu que Alcibíades \"temia e reverenciava unicamente a Sócrates, e desprezava o resto de seus amantes\". Como decorrência dessa íntima amizade, Alcibíades aparece em dois diálogos de Platão: um que leva seu próprio nome, e O Banquete. Também é citado por Aristófanes na peça As rãs. A fama conquistada nas batalhas permitiu que, em 420 a.C., Alcibíades fosse escolhido estratego. Em 414 a.C., comandou uma malfadada expedição contra Siracusa, na Sicília. Ao mesmo tempo, Alcibíades viu-se implicado (junto com Andócides de Atenas), na profanação de estátuas do deus Hermes e dos mistérios de Elêusis. Acusado de sacrilégio e destituído em alto-mar, desertou e refugiou-se em Esparta, cujos costumes severos chegou a adoptar por algum tempo. Durante anos, instigou os espartanos numa guerra mais activa contra os atenienses, levando-os ao fracasso em Siracusa. Em 411 a.C., foi eleito comandante da esquadra ateniense em Samos e conquistou duas importantes vitórias sobre Esparta e que recolocou o domínio do Mar Egeu nas mãos de Atenas. Em 407 a.C., era recebido de volta na terra natal com o apoio do Partido Democrático. Pouco depois, foi responsabilizado pela derrota de seu preposto Antíoco em Notium e retirou-se para Queroneia. Nesse período, tentou evitar o desastre naval de Egospótamo, mas seu conselho não foi ouvido. Em 406 a.C., foi para a Trácia e depois para a Pérsia, onde inicialmente contou com o apoio do sátrapa local, Fernabazes. Este, contudo, instigado pelos espartanos, mandou assassinos ao encalço de Alcibíades, que acabou sendo morto em sua casa. Tanto Plutarco quanto Cornélio Nepos escreveram biografias sobre a vida de Alcibíades, mas Tucídides é a melhor autoridade em tudo o que lhe diz respeito. No Banquete, Alcibíades aparece bêbado, ovacionando Sócrates, concomitante dizendo que ele não o ama mais, e o mesmo Sócrates rejeitando-o. == Ver também == *Amor platônico == Ligações externas == * Categoria:Políticos da Atenas Antiga Categoria:Mortes por assassínio Categoria:Estrategos atenienses Categoria:Gregos do século V a.C. Categoria:Discípulos de Sócrates",
 "title": "Alcibíades"
}