{
 "id": "6664",
 "text": "Albernoa é uma povoação portuguesa do Município de Beja que foi sede da extinta Freguesia de Albernoa, freguesia que tinha 110,36 km² de área e 758 habitantes (2011), ou seja, com uma densidade populacional de 6,9 hab/km². Foi extinta em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada à freguesia de Trindade, para formar uma nova freguesia denominada União das Freguesias de Albernoa e Trindade da qual é a sede.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. Localizava-se no extremo sudoeste do Município de Beja, fazendo fronteira a sul com o Município de Castro Verde. ==História== Albernoa é uma localidade que remonta o seu povoamento a épocas anteriores à formação da nacionalidade. Com efeito, Albernoa é um nome de origem árabe, que segundo Pinho Leal provém de barrelnaua, “campo do caroço”. Este facto prova que existia já população neste local aquando da Reconquista Cristã, já no século XIII e durante o reinado de D. Sancho II. A população recebeu também o nome de aldeia de Aldeia Velha, num processo assim descrito por A. A. Almeida Fernandes na “Grande Enciclopédia Portuguesa e Brasileira”: “O designativo de “aldeia” dado propriamente a Albernoa reflecte o antigo sentido do vocábulo “aldeia” (origem arábica), territorial-agrário, sucedâneo, ao norte, do arcaico “villa” depois dos meados do século XIII, e está de acordo com o sentido, também territorial ou geográfico em parte, do étimo arábico. Daí que os repovoadores portugueses chamassem ao núcleo de povoamento anterior achado “aldeia velha”, principiando um novo povoamento, também chamado «aldeia»”. Quanto à instituição eclesiástica de Albernoa, parece que sua história inicia- se apenas depois do século XIV, data da erecção paroquial. Terá sido integrada, logo no início, no município de Beja. Anos depois, no entanto, era Albernoa um curato da apresentação da Sé de Évora. A importância da localidade, a nível administrativo e mesmo religioso, aumentou à medida que o número de pessoas aqui residentes ia aumentando. A partir de 1860, o número de habitantes de Albernoa mais que dobrou, num fenómeno que continuou com as mesmas características até aos anos 50 deste século. Nessa altura, viviam nesta povoação cerca de 2 200 habitantes. Dedicavam-se sobretudo à agricultura, embora o comércio tenha tido também um peso considerável na sua economia. Albernoa foi honrada pela escrita de José Saramago, que em Viagem a Portugal dela disse: \"Oh, senhores, vós que ao sol da praia vos deitais, vinde aos campos de Albernoa conhecer o Sol. Vede como estão secos estes ribeiros, o barranco de Marzalona, a ribeira de Terges, os minúsculos, invisíveis afluentes que não se distinguem da paisagem, tão seca como eles. Aqui se sabe, sem Ter de recorrer aos dicionários, o que significam estas palavras: calor, sede, latifúndio. Ao viajante não faltam luzes destas paragens, mas o que os olhos mostram é sempre maior e mais do que se julgava saber. Um milhafre atravessou a estrada em voo picante. Veio do alto caindo, parecia que tinha claro o alvo entre os restolhos, mas depois, com um golpe de asa, quebrou a descida, e, noutro ângulo deslizando, orientou o voo para além das colinas. Anda à caça, solitário na imensidão do céu, solitário nesta outra imensidão fulgurante da terra, uma ave de presa, força de sede e aço, só quem uma vez te não viu pode censurar-te a ferocidade. Vai e vive\" ==População== População da freguesia de Albernoa (1864 – 2011) Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 738 903 964 1 195 1 533 1 595 2 101 3 525 2 267 1 879 1 331 1 105 953 890 758 == Ligações externas == * Percurso pedestre \"PR4 BJA – Da Planície à Ribeira de Terges\" Categoria:Antigas freguesias de Beja",
 "title": "Albernoa"
}