{
 "id": "66702",
 "text": "Leviatã () é um peixe feroz citado na Tanakh, ou no Antigo Testamento. É uma criatura que, em alguns casos, pode ter interpretação mitológica, ou simbólica, a depender do contexto em que a palavra é usada. Geralmente é descrito como tendo grandes proporções. É bastante comum no imaginário dos navegantes europeus da Idade Média e nos tempos bíblicos. No Antigo Testamento, a imagem do Leviatã é retratada pela primeira vez no Livro de Jó, capítulo 41 além também de ser dito nos versículos 20-21 e no início do versículo 31 que o Leviatã também é capaz de produzir algo como que fogo ou lava se levar em conta que no versículo 31 do capítulo 41 ainda diz: \"As profundezas faz ferver, como uma panela; torna o como quando uns unguentos fervem.\", e no Livro de Isaías, capítulo 27, como uma serpente marinha. Sua descrição na referida passagem é breve. Foi considerado pela Igreja Católica durante a Idade Média, como o demônio representante do quinto pecado, a Inveja, também sendo tratado com um dos sete príncipes infernais. Uma nota explicativa revela uma primeira definição: \"monstro que se representa sob a forma de crocodilo, segundo a mitologia fenícia\" (Antigo Testamento, 1957: 614). Não se deve perder de vista que, nas diversas descrições no Antigo Testamento, ele é caracterizado sob diferentes formas, uma vez que se funde com outros animais. Formas como a de dragão marinho, serpente e polvo (semelhante ao Kraken) também são bastante comuns. == Antigo Testamento == O Livro de Jó (capítulos 40 e 41) aponta a imagem mais impressionante do Leviatã, descrevendo-o como o maior (ou o mais poderoso) dos monstros aquáticos. No diálogo entre Deus e Jó, o primeiro procede a uma série de indagações que revelam as características do monstro, tais como \"ninguém é bastante ousado para provocá-lo; quem a ele resistiria face a face? Quem pôde afrontá-lo e sair com vida debaixo de toda a extensão do céu? Quem lhe abriu os dois batentes da goela, em que seus dentes fazem reinar o terror? Quando se levanta, tremem as ondas do mar, as vagas do mar se afastam. Se uma espada o toca, ela não resiste, nem a lança, nem a azagaia, nem o dardo. O ferro para ele é palha, o bronze pau podre\" (Bíblia Sagrada, 1957: 656). Ao lado do Leviatã, no capítulo 40 do livro de Jó, aparece o Behemoth [9] (Jó 40:15-16, \"Contempla agora o Beemote, que eu fiz contigo, que come erva como o boi. Eis que a sua força está nos seus lombos e o seu poder, nos músculos do seu ventre.\" Biblia JFA Revista e corrigida) Levanta sua cauda como (um ramo) de cedro, os nervos de suas coxas são entrelaçados; seus ossos são tubos de bronze, sua estrutura é feita de barras de ferro\" (Bíblia Sagrada, 1957: 654). Existe uma lenda judaica que fala que Deus enviara Behemoth para matar Leviatã. Eles terão uma grande batalha, onde os dois morreriam, mas Behemoth sairia vitorioso por cumprir sua missão. No Livro de Isaías (capítulo 27), o Leviatã é descrito como uma serpente marinha, longa, forte, tortuosa e veloz. A origem histórico-mitológica de tais animais descritos na Bíblia é uma questão um tanto obscura. Ambos os animais têm sido associados a algumas sagas, e o Leviatã talvez esteja associado ao \"Tiamat\" mesopotâmico. Os historiadores e teólogos da Bíblia não relacionam esses animais ao que poderia ser um mito político, ao qual Hobbes se refere (Schmitt, 1938: 6).Leviatã Superinteressante online, visitado em 14 de maio de 2016 O Leviatã também aparece na Bíblia sob a forma do maior dos animais aquáticos, como um crocodilo ou então na forma de um enorme peixe, uma baleia. O behemoth, como animal terrestre representado sob a forma de um hipopótamo. Na obra O Casamento do Céu e do Inferno, William Blake escreveu: \"Debaixo de nós nada mais se via senão uma tempestade negra, até que, olhando para oriente, entre as nuvens e as vagas, divisamos uma cascata de sangue misturado com fogo, e próximo de nós emergiu e afundou-se de novo o vulto escamoso de uma serpente volumosa. Por fim, a três graus de distância, na direcção do oriente, apareceu sobre as ondas uma crista incendiada: lentamente elevou-se como um recife de ouro, até avistarmos dois globos de fogo carmesim, dos quais o mar se escapa em nuvens de fumo. Vimos então que se tratava da cabeça do Leviatã a sua fronte, tal como a do tigre, era sulcada por listras de verde e púrpura. Em breve vimos a boca e as guelras pendendo sobre a espuma enfurecida, tingindo o negro abismo com raios de sangue, avançando para nós com toda a fúria de uma existência espiritual.\" Conforme Jó 41:18-21, muitos também acreditam que o Leviatã pode ter sido um dragão: 18 Cada um dos seus espirros faz resplandecer a luz, e os seus olhos são como as pálpebras da alva. 19 Da sua boca saem tochas; faíscas de fogo saltam dela. 20 Das suas narinas procede fumaça, como de uma panela fervente, ou de uma grande caldeira. 21 O seu hálito faz incender os carvões; e da sua boca sai fogo escarlate. A descrição no Livro de Jó é hiperbólica. Sendo este livro narrado de forma poética, deve-se ponderar a interpretação literal dos termos. == Leviatã na cultura popular == === Thomas Hobbes === Leviatã também diz respeito a obra do cientista político e jusnaturalista Thomas Hobbes. Em sua obra Hobbes afirmava que a \"guerra de todos contra todos\" (Bellum omnium contra omnes) que caracteriza o então \"estado de natureza\" só poderia ser superada por um governo central e autoritário. O governo central seria uma espécie de monstro - o Leviatã - que concentraria todo o poder em torno de si, e ordenando todas as decisões da sociedade. === Supernatural === Na série Supernatural são poderosos seres do purgatório (local para onde todas as criaturas sobrenaturais vão quando morrem). Na série, o anjo Castiel abre um portal para o purgatório para obter as almas existentes no mesmo, com a intenção de as absorver e se tornar mais forte para conseguir vencer Rafael na guerra civil dos anjos, porém, não se sabe por quê, acaba absorvendo os poderosos Leviatãs juntamente com todas as outras almas, e ao expulsá-las de seu corpo não consegue expulsar os Leviatãs que nele habitam. As criaturas aparecem durante a sétima temporada - iniciada no dia 23 de setembro de 2011 nos EUA pelo The CW - pela \"Morte\". Na série aparecem como criaturas extremamente primitivas de um modo literário, ou seja, foram criados antes de tudo na Terra. Deus os criou antes mesmo de ter criado os anjos e os humanos, mas percebeu que eles eram criaturas ruins e muito fortes, então criou o purgatório para aprisionar os piores tipos de criaturas lá para sempre. Somente os humanos podem sair passando pelo portal. Categoria:Demónios no cristianismo Categoria:Filosofia Categoria:Criaturas fantásticas Categoria:Serpentes da mitologia Categoria:Mitologia judaica Categoria:Satanismo Categoria:Livro de Jó Categoria:Livro de Isaías Categoria:Livro de Amós Categoria:Palavras e frases em hebraico na Bíblia Hebraica",
 "title": "Leviatã"
}