{
 "id": "66717",
 "text": "Diógenes de Sinope (em grego antigo: ; Sinope, 404 ou Teria morrido em , com a idade de \"quase 90 anos\", segundo Diógenes Laércio (vi. 76), o que faz com que sua data de nascimento fosse por volta de . Porém Censorino (De die natali, 15.2) afirma que teria morrido com 81 anos, e o Suda precisa a data de seu nascimento durante o período dos Trinta Tiranos, ou seja, . – Corinto, c. Supostamente no mesmo dia que Alexandre, o Grande: Diógenes Laércio, vi. 79, Plutarco, Morália, 717c.), também conhecido como Diógenes, o Cínico, foi um filósofo da Grécia Antiga. Os detalhes de sua vida são conhecidos através de anedotas (chreia), especialmente as reunidas por Diógenes Laércio em sua obra Vidas e Opiniões de Filósofos Eminentes. Diógenes de Sinope foi exilado de sua cidade natal e se mudou para Atenas, onde teria se tornado um discípulo de Antístenes, antigo pupilo de Sócrates. Tornou-se um mendigo que habitava as ruas de Atenas, fazendo da pobreza extrema uma virtude; diz-se que teria vivido num grande barril, no lugar de uma casa, e perambulava pelas ruas carregando uma lamparina, durante o dia, alegando estar procurando por um homem honesto. Posteriormente estabeleceu-se em Corinto, onde continuou a buscar o ideal cínico da autossuficiência: uma vida que fosse natural e não dependesse das luxúrias da civilização. Por acreditar que a virtude era melhor revelada na ação e não na teoria, sua vida consistiu duma campanha incansável para desbancar as instituições e valores sociais do que ele via como uma sociedade corrupta. == Biografia == Segundo a tradição, Diógenes vivia a perambular pelas ruas na mais completa miséria até que um dia foi aprisionado por piratas para, posteriormente, ser vendido como escravo. Um homem com boa educação chamado Xeníades o comprou. Logo ele pôde constatar a inteligência de seu novo escravo e lhe confiou tanto a gerência de seus bens quanto a educação de seus filhos. Diógenes levou ao extremo os preceitos cínicos de seu mestre Antístenes. Foi o exemplo vivo que perpetuou a indiferença cínica perante os valores da sociedade da qual fazia parte. Desprezava a opinião pública e parece ter vivido em uma pipa ou barril. Reza a lenda que seus únicos bens eram um alforje, um bastão e uma tigela (que simbolizavam o desapego e autossuficiência perante o mundo), sendo ele conhecido também, talvez pejorativamente como kinos, o cão, pela forma como vivia. A felicidade - entendida como autodomínio e liberdade - era a verdadeira realização de uma vida. Sua filosofia combatia o prazer, o desejo e a luxúria pois isto impedia a autossuficiência. A virtude - como em Aristóteles - deveria ser praticada e isto era mais importante que teorias sobre a virtude. Diógenes é tido como um dos primeiros homens (antecedido por Sócrates com a sua célebre frase \"Não sou nem ateniense nem grego, mas sim um cidadão do mundo.\") a afirmar, \"Sou uma criatura do mundo (cosmos), e não de um estado ou uma cidade (polis) particular\", manifestando assim um cosmopolitismo relativamente raro em seu tempo. Diógenes parece ter escrito tragédias ilustrativas da condição humana e também uma República que teria influenciado Zenão de Cítio, fundador do estoicismo. De fato, a influência cínica sobre o estoicismo é bastante saliente. Provavelmente, Diógenes foi o mais folclórico dos filósofos. São inúmeras as histórias que se contavam sobre ele já na Antiguidade. É famosa, por exemplo, a história de que ele saía em plena luz do dia com uma lamparina acesa procurando por homens verdadeiros (ou seja, homens autossuficientes e virtuosos). Igualmente famosa é sua história com Alexandre, o Grande, que, ao encontrá-lo, ter-lhe-ia perguntado o que poderia fazer por ele. Acontece que devido à posição em que se encontrava, Alexandre fazia-lhe sombra. Diógenes, então, olhando para Alexandre, disse: \"Não me tires o que não me podes dar!\" (variante: \"deixa-me ao meu sol\"). Essa resposta impressionou vivamente Alexandre, que, na volta, ouvindo seus oficiais zombarem de Diógenes, disse: \"Se eu não fosse Alexandre, queria ser Diógenes.\" A (provável) segunda maior história e prova de admiração de Diogenes por parte de Alexandre o Grande, é que se conta que um dia, Alexandre perguntou a Diógenes o que ele fazia em meio aos ossos, Diogenes respondeu com a frase: \"Estou procurando os ossos de seu pai, mas não consigo os diferenciar dos ossos de teus servos\" Outra história famosa é a de que, tendo sido repreendido por estar se masturbando em público, simplesmente exclamou: \"Oh! Mas que pena que não se possa viver apenas esfregando a barriga!\". Outra história ainda é a de que um dia Diógenes foi visto pedindo esmola a uma estátua. Quando lhe perguntaram o motivo de tal conduta ele respondeu \"por dois motivos: primeiro é que ela é cega e não me vê, e segundo é que eu me acostumo a não receber algo de alguém e nem depender de alguém.\" ==A temática do cão== Muitas anedotas sobre Diógenes referem-se ao seu comportamento semelhante ao de um cão, e seu elogio às virtudes dos cães. Não é sabido se o filósofo se considerava insultado pelo epíteto \"canino\" e fez dele uma virtude, ou se ele assumiu sozinho a temática do cão para si. Os modernos termos \"cínico\" e \"cinismo\" derivam da palavra grega \"kynikos\", a forma adjetiva de \"kynon\", que significa \"cão\".Liddell, H. G.; Scott, R.: A Greek-English Lexicon Diógenes acreditava que os humanos viviam artificialmente de maneira hipócrita e poderiam ter proveito ao estudar o cão. Este animal é capaz de realizar as suas funções corporais naturais em público sem constrangimento, comerá qualquer coisa, e não fará estardalhaço sobre em que lugar dormir. Os cães, como qualquer animal, vivem o presente sem ansiedade e não possuem as pretensões da filosofia abstrata. Somando-se ainda a estas virtudes, estes animais aprendem instintivamente quem é amigo e quem é inimigo. Diferentemente dos humanos, que enganam e são enganados uns pelos outros, os cães reagem com honestidade frente à verdade. A associação de Diógenes com os cães foi rememorada pelos Coríntios, que erigiram em sua memória um pilar sobre o qual descansa um cão entalhado em mármore de Paros. == Obra == Talvez em parte por causa de seu comportamento escandaloso, que os escritos de Diógenes caíram no quase total esquecimento. Com efeito, a politeia (a República) escrita por Diógenes ataca numerosos valores do mundo grego, preconizando, entre outros, a antropofagia, a liberdade sexual total, a indiferença à sepultura, a igualdade entre homens e mulheres, a negação do sagrado, a supressão das armas e da moeda e o repúdio à arrecadação em prol da cidade e de suas leis. Por outro lado, Diógenes considerava o amor como sendo absurdo: e que não se deve apegar-se a outra pessoa. == Síndrome de Diógenes == O nome de Diógenes tem sido aplicado a um distúrbio comportamental caracterizado por autonegligência involuntária e acumulação de objetos. O distúrbio afeta predominantemente os idosos e não tem relação com a rejeição hercúlea de Diógenes deliberada de conforto material.Navia, Diogenes the Cynic, pg 31 ==Bibliografia== * Dudley, Donald. A History of Cynism London: Editora Methuen, 1937 * Keyt, David. Aristotle and Anarchism. Washington: Universidade de Washington. * Laursen, John Christian. Cynicism and Cosmopolitanism at the Roots of Freedom of the Press. Universidade da Califórnia, 2007. Categoria:Cínicos da Grécia Antiga Categoria:Naturais de Sinope (Turquia)",
 "title": "Diógenes de Sinope"
}