{
 "id": "66780",
 "text": "Pau Grande é um bairro pertencente ao distrito de Vila Inhomirim, que é o 6° distrito do município de Magé, na Região Metropolitana do Rio de Janeiro. O local ficou conhecido por ser a terra natal de Garrincha, um dos melhores jogadores de futebol da história. O distrito se localiza aos pés da Serra dos Órgãos e possui uma cachoeira que deságua na Baía da Guanabara. == História == Nos idos de 1848, as terras que mais tarde formariam a fazenda Pau Grande pertenciam a quatro irmãos. O nome Pau Grande tem origem na existência de uma árvore junto ao portão do sítio de um deles. Em 11 de agosto daquele ano, três dos irmãos venderam suas terras ao ex-ministro de Estado conselheiro Aureliano de Souza e Oliveira Coutinho, sendo o sítio restante vendido em 1854. As terras foram depois vendidas ao comendador e guarda-roupa Francisco Pinto da Fonseca. Em 1865, antes de morrer, o comendador dividiu as terras entre seus filhos, Francisco Pinto da Fonseca Teles e Jacinto Bernardino Pinto da Fonseca, recebendo este último, na partilha, a fazenda Pau Grande. Em 1868, Jacinto Bernardino a vendeu ao americano James B. Johnson, que a transferiu a João Paulo dos Santos Barreto. Este a passou, em 1877, a Antônio Felício dos Santos, John Sherrington e Francisco José Pedro Lessa. Os três empresários tinham o objetivo de construir no local uma fábrica de tecidos, que futuramente viria a se tornar a Cia. América Fabril, indústria têxtil. As outras fábricas foram instaladas em outras cidades do Rio de Janeiro. A fábrica Pau Grande por estar isolada, utilizando mão de obra rural, construiu e manteve uma comunidade fechada em torno, em verdade uma característica comum a outras vilas operárias das industrias têxteis na virada do século XX. Surgiria daí a vila Pau Grande. A padroeira do Bairro é Sant'Ana, há uma Capela dedicada a ela na Praça Montesi, nº 11. No final de julho são realizadas festas de devoção à Santa. A Capela faz parte da Paróquia de Nossa Senhora da Conceição de Raiz da Serra, Decanato 3 da Diocese de Petrópolis. == Atualidade == Devido à sua bela natureza e até pouco tempo, um diferenciado urbanismo com calçamento todo em granito retirado da região, hoje substituído por blocos de concreto, após a falência da referida empresa têxtil, o bairro atraiu novas e belas moradias, tornando-se centro de lazer com choperias e restaurantes. * Saúde — possui um posto de atendimento ambulatorial. * Educação — possui duas escolas da rede pública (CIEP Mané Garrincha e E.M. Mané Garrincha). * Recursos naturais — possui três captações de água que abastecem bairros vizinhos e a fábrica de refrigerantes. * Possui dois ginásios, um pertence a Igreja de Sant'Anna e outro construído pela Prefeitura Municipal de Magé. * Possui duas fábricas de bebidas, pertencentes à Indústria de Refrigerantes Pakera. A Água Natural da Montanha é minerada da Serra dos Dois Irmãos, em Pau Grande. O Esporte Clube Pau Grande foi fundado em 15 de novembro de 1908. A sede fica na Avenida Antônio Ribeiro Seabra s/nº - Estádio Mané Garrincha. Possui uma escola de música, a Sociedade Musical Santa Cecília, com sua prestigiosa banda fundada em 1948. == Bibliografia == * WEID, Elisabeth von der, \"O Fio da Meada- Estratégia de Expansão de uma Industria Textil\"; Fundação Casa Rui Barbosa, 1986. ISBN 85-7004-091-1. == Ligações externas == * A Ferrovia da Cia. América Fabril (1983-1942) Pau Grande",
 "title": "Pau Grande"
}