{
 "id": "66810",
 "text": "A Warner Bros. Entertainment (comumente conhecida como Warner Bros. e abreviada como WB) é uma empresa de mídia americana com sede na Warner Bros. Studios em Burbank, Califórnia, é uma subsidiária da Warner Bros. Discovery. A empresa se estabeleceu como líder na indústria cinematográfica americana antes de diversificar para animação, televisão e videogames, e é um dos grandes estúdios de cinema americanos (\"Big Five\"), bem como membro da Motion Picture Association. A Warner Bros. foi fundada em 4 de abril de 1923 pelos irmãos Warner, com sedes nas cidades de Burbank, Califórnia e Nova Iorque. Possui uma série de subsidiárias, incluindo a Warner Bros. Studios, Warner Bros. Pictures, Warner Bros. Interactive Entertainment, Warner Bros. Television, Warner Bros. Animation, Warner Home Video, New Line Cinema, NetherRealm Studios, DC Studios, Hanna-Barbera Productions e Hanna-Barbera Studios Europe. A empresa possui também 12,5% da The CW Television Network. ==Warner Bros. Pictures== Warner Bros. Pictures é um estudio americano de produção e distribuição de filmes da Warner Bros. Entertainment, que é propriedade da Warner Bros. Discovery. O estúdio é o principal produtor de filmes live-action dentro da unidade Warner Bros. Pictures Group, e está sediado no complexo Warner Bros. Studios em Burbank, Califórnia. Filmes de animação produzidos pela Warner Bros. Animation e pelo Warner Animation Group também são lançados sob a bandeira do estúdio. A Warner Bros. Pictures é atualmente um dos cinco estúdios de filmes live-action dentro do Warner Bros. Pictures Group, sendo os outros New Line Cinema, DC Films, Castle Rock Entertainment e Spyglass Media Group. A parte final da série de filmes Harry Potter é o filme de maior bilheteria do estúdio em todo o mundo, com US$ 1,3 bilhão. Fundada em 1923 pelos irmãos Harry Warner, Albert Warner, Sam Warner e Jack L. Warner, além de produzir seus próprios filmes, lida com operações cinematográficas, distribuição teatral, marketing e promoção de filmes produzidos e lançados por outros selos da Warner Bros., incluindo Warner Animation Group, New Line Cinema, DC Films e Castle Rock Entertainment, bem como vários produtores terceirizados.https://en.wikipedia.org/wiki/Warner_Bros._Pictures == História == === 1903–25: fundação === A corporação homenageia os seus quatro fundadores, os irmãos Warner (nascidos como Wonskolaser), Harry Warner (nascido Hirsz), Albert Warner (nascido Aaron), Sam Warner (nascido Szmul), e Jack Warner (nascido Itzhak), judeus que haviam emigrado da Polônia, que na época era parte do império Russo, para Ontário, Canadá. Os três irmãos mais velhos começaram os negócios com exibição de filmes, tendo adquirido um projetor de filmes, a qual eles exibiam filmes em pequenas cidades da Pensilvânia e de Ohio. Eles abriram seu primeiro cinema, O Cascade, em New Castle, Pensilvânia em 1903. (Atualmente o Cascade é batizado de Cascade Center, um complexo com shopping, restaurantes e atrações em homenagem a herança da família Warner). Em 1904, Os Warners fundaram em Pittsburgh a Duquesne Amusement & Supply Company, precursora da Warner Brothers Pictures (agora Warner Bros. Pictures, subsidiária da Warner Entertainment) para distribuir filmes, sendo que dentro de alguns anos passou a distribuir em mais de quatro estados. Em 1912 Harry Warner contratou um auditor chamado Paul Ashley Chase. Já próximo da Primeira guerra Mundial, eles começaram a produzir filmes, sendo que em 1918 os irmãos abriram a Warner Bros. studios na Sunset Boulevard em Hollywood. Sam e Jack Warner produziam filmes, enquanto Harry, Albert e seu auditor controlavam as finanças e a distribuição em Nova Iorque. Foi durante a guerra que eles exibiram nacionalmente o filme My Four Years in Germany baseado no best seller de James W. Gerard. Em 4 de abril de 1923, com o auxilio de um empréstimo bancário dado a Harry Warner pelo seu banqueiro, Motley Flint,Sperling, Millner, and Warner (1998), p. 77. foi formada oficialmente a Warner Brothers Pictures, Incorporated. O primeiro grande negócio da companhia foi adquirir os direitos de uma peça da Broadway, The Gold Diggers, de Avery Hopwood, pertencente ao empresário David Belasco. Todavia, o que realmente colocou a Warner Bros. em Hollywood foi um cão, Rin Tin Tin,Sperling, Millner, and Warner (1998), p. 81. que havia sido trazido da França após a primeira guerra por um soldado americano.Sperling, Millner, and Warner (1998), p. 80. Rin Tin Tin estreou no curta Where the North Begins. O filme foi um sucesso, e Jack Warner concordou em assinar com o cão mais filmes por dólares a semana. Rin Tin Tin se tornou a maior estrela do estúdio. Jack Warner o apelidou de \"The Mortgage Lifter\" e o seu sucesso impulsionou a carreira de Darryl F. Zanuck. Zanuck eventualmente se tornou o maior produtor do estúdioSperling, Millner, and Warner (1998), p. 101. e entre 1928 e 1933 serviu como braço direito e produtor executivo de Jack Warner.Behlmer (1985), p. xii. Mais sucesso veio quando Ernst Lubitsch foi contratado como diretor principal; Harry Rapf deixou o estúdio e aceitou trabalhar na Metro-Goldwyn- Mayer. A obra de Lubitsch The Marriage Circle foi o filme de maior sucesso do estúdio em 1924, e estava na lista do New York Times como melhor do ano.Sperling, Millner, and Warner (1998), p. 82. Apesar do sucesso de Rin Tin Tin e Lubitsch, os Warners ainda não haviam alcançado o sucesso desejado.Sperling, Millner, and Warner (1998), p. 83. Assim sendo, Sam e Jack decidiram oferecer ao então ator da Broadway John Barrymore o papel principal em Beau Brummell. O filme foi um sucesso, e Harry Warner concordou em assinar com Barrymore um longo e generoso contrato;Sperling, Millner, and Warner (1998), p. 84. assim como The Marriage Circle, Beau Brummell foi considerado um dos dez melhores filmes do ano pelo The New York Times. Pelo final de 1924, a Warner Bros. era o mais bem sucedido estúdio independente de Hollywood, mas ainda concorria com os \"The Big Three\" estúdios, (First National, Paramount Pictures, e Metro–Goldwyn–Mayer). Como resultado, Harry Warner — enquanto falava para uma convenção de exibidores independentes em Milwaukee, Wisconsin — conseguiu convencer os investidores a gastar dinheiro com publicidade nos jornais,Sperling, Millner, and Warner (1998), p. 86. e Harry viu que era a oportunidade de estabelecer teatros em cidades grandes, como Nova Iorque e Los Angeles. Ao tempo que o estúdio prosperava, ele ganhava solidez junto a Wall Street, e em 1924 a Goldman Sachs fez um grande empréstimo ao estúdio. Com esse dinheiro, os Warners compraram o Vitagraph Studios, que possuía um sistema de distribuição nacional. Em 1925, os Warners também se lançaram no rádio, estabelecendo a bem sucedida KFWB de Los Angeles.Sperling, Millner, and Warner (1998), p.88. === 1925–35: Som, Cor e Estilo === A Warner foi pioneira com filmes de sincronização sonora (uma grande inovação tecnológica na época), (conhecido em inglês naquela época como \"Sound film\", \"talking pictures\" ou mesmo \"talkies\"). Em 1925, a pedido de Sam, os Warners concordaram em expandir suas operações adicionando esse recurso em todas as suas produções.Sperling, Millner, and Warner (1998), p. 95. Harry, todavia, era contra,Sperling, Millner, and Warner (1998), p. 94. fazendo uma famosa pergunta, \"Who the hell wants to hear actors talk?\" Em fevereiro de 1926, o estúdio sofreu uma perda liquida de US$ . Após um longo período negando os pedidos de Sam, Harry autorizou o uso do som, concordando em ser usado apenas para música de fundo. Os Warners assinaram com a empresa Western Electric e criaram a Vitaphone.Sperling, Millner, and Warner (1998), p. 96. Em 1926, a Vitaphone começou a fazer filmes com música, sendo o mais notável Don Juan estrelando John Barrymore. Para a estreia do filme, Harry Warner comprou o Piccadilly Theater em Manhattan, Nova Iorque e o renomeou de Warner Theater.Thomas (1990), p. 56. Don Juan estreou no Warner em 6 de agosto de 1926. nos primeiros anos de exibição de filmes, os donos de teatros geralmente contratavam orquestras para tocar durante os filmes e fazerem soundtracks. Com a Vitaphone, todavia, os estúdios começaram a questionar sua necessidade.Thomas (1990), p. 57. Embora Don Juan fosse um sucesso de bilheterias,Sperling, Millner, and Warner (1998), p. 113. ele não conseguiu cobrir os custos de sua produção e Lubsitch deixou a Warner pela MGM. Em abril de 1927, os cinco grandes estúdios (First National, Paramount, MGM, Universal e Producers Distributing) levaram a Warner Bros. para uma ruína financeira,Thomas (1990), p. 59. e a Western Electric reviu o contrato da Warner Vitaphone com termos que permitiam a participação de outras empresas nos testes sonoros. Como resultado dos problemas financeiros que o estúdio andava tendo, Warner Bros. deu um passo a frente e lançou The Jazz Singer estrelando Al Jolson. Esse filme, que possuía bem pequenos diálogos sonorizados, além de trechos sonoros com Jolson cantando, foi uma sensação. Isso assinalou o início da era de filmes falados e o crepúsculo do cinema mudo. Todavia, como Sam havia morrido, os irmãos foram ao seu funeral e não puderam aparecer na premiere. Jack se tornou o único chefe de produção.Warner and Jennings (1964), pp.180–181. A morte de Sam também afetou o emocional de Jack, pois esse era sua inspiração e irmão favorito.Thomas (1990), p. 62. Nos anos que se seguiram, Jack dirigiu o estúdio com mão de ferro. Demissões no estúdio se tornaram sua marca registrada.Thomas (1990), p. 100-101. Entre esses demitidos estavam Rin Tin Tin (em 1929) e Douglas Fairbanks Jr. (que se tornou a maior estrela da First National até a época em que os irmão adquiriram o estúdio em 1928) em 1933. Graças ao sucesso de The Jazz Singer, os estúdio repentinamente se encheu de dinheiro. O próximo filme de Jolson na empresa foi The Singing Fool, que também se tornou um sucesso.Sperling, Millner, and Warner (1998), p. 141. Com o sucesso desses primeiros filmes falados, (The Jazz Singer, Lights of New York, The Singing Fool, e The Terror), a Warner Bros. se tornou um dos maiores estúdios de Hollywood e os irmãos puderam sair do seu hall da pobreza e adquiriram um grande estúdio em Burbank, Califórnia. Eles também puderam expandir as atuações do estúdio, adquirindo a Stanley Corporation, uma das maiores cadeias de teatros.Sperling, Millner, and Warner (1998), p.144. Isso deu a eles uma participação na rival First National, pois Stanley era proprietário de um terço desta.Thomas (1990), p.65. Em uma briga de ofertas com William Fox, Warner Bros. comprou o restante da First National em 13 de setembro de 1928;Sperling, Millner, and Warner (1998), p. 147. Jack Warner também nomeou o produtor Darryl Zanuck como gerente da First National Pictures. Em 1929, Warner Bros. comprou um teatro de St. Louis chamado de Skouras Brothers. Em seguida, Spyros Skouras, o diretor do teatro, se tornou gerente do circuito de cinemas da Warner nos EUA. Ele desempenhou com sucesso o posto por dois anos, período que diminuiu as perdas e ate conseguiu fazer lucro, lucros esses bem vindos no período da grande depressão. Além disso, Harry Warner conseguiu adquirir inúmeras pequenas gravadoras, formando a Warner Bros. Music. Embora não tenha conseguido comprar a Brunswick Records, Harry começou a comprar companhias de rádios, patentes estrangeiras de som, além de uma companhia de Litografia. Após estabelecer a Warner Bros. Music, Harry apontou seu filho, Lewis, para dirigir a empresa.Thomas (1990), p. 66. Em 1929, Harry produziu uma adaptação de um musical de Cole Porter intitulado Fifty Million Frenchmen.Sperling, Millner, and Warner (1998), p.148. Através da First National, o lucro do estúdio aumentou substancialmente. Após o sucesso de um filme do estúdio, Noah's Ark, Harry concordou em fazer de Michael Curtiz o diretor do Burbank studio. Mort Blumenstock, um roteirista da First National, se tornou um dos maiores escritores dos irmãos em sua sede em Nova Iorque. No terceiro semestre de 1929, Warner Bros. ganhou o controle total da First National, quando Harry comprou o restante da empresa de Fox. O departamento de Justiça americano concordou, mas a First National deveria ser mantida como uma empresa em separado. Quando a grande depressão chegou, os Warner conseguiram permissão para fundir os dois estúdios, e logo a Warner Bros. se mudou para a sede da First National em Burbank, Califórnia. Embora as empresas estivessem incorporadas, o departamento de justiça solicitou que os Warner produzissem e lançassem alguns filmes com o nome da First National até 1938. Por cerca de 30 anos, algumas produções da Warner eram identificadas como (na maioria das vezes por questões financeiras) 'A Warner Bros. – First National Picture'. Já no final de 1929, Jack Warner contratou um ator de sessenta nos de idade, George Arliss para estrelar o filme Disraeli,Thomas (1990), p. 77. o que causou surpresa quando o filme foi bem nas bilheteria. Arliss ganhou o premio de melhor ator pela academia e atuou em mais nove filmes pelo estúdio. Em 1930, Harry comprou mais teatros em Atlantic City, Nova Jérsia, apesar do início da grande depressão. Em julho de 1930, o banqueiro do estúdio, Motley Flint, foi assassinado por um investidor descontente de outra empresa.Thomas (1990), p. 72. Já por 1931, todavia, o estúdio começou a sofrer os efeitos da crise, pois o público em geral não tinha mais dinheiro para pagar o preço dos ingressos. Em 1931, o estúdio anunciou a perda de US$ 8 milhões,Sperling, Millner, and Warner (1998), p. 160. e um adicional de US$ 14 milhões no ano seguinte. Em 1931, o gerente da Warner Bros. Music, Lewis Warner morreu devido a uma infecção. Nesse período, o produtor executivo da Warner Bros. Darryl Zanuck contratou o roteirista Wilson Mizner.Thomas (1990), pp. 89–92. Enquanto esteve no estúdio, Mizner não teve muito respeito com os superiores e encontrou dificuldade para trabalhar com Jack Warner, todavia, se tornou um funcionário bem valioso. Com o tempo, Warner se tornou mas tolerante com Mizner e o ajudou a investir no seu restaurante Brown Derby restaurant. No dia 3 de abril de 1933, Mizner morreu de um ataque do coração.Thomas (1990), pp. 93. Em 1928, Warner Bros. lançou o filme Lights of New York, o primeiro inteiramente falado. Com seu sucesso, a maioria dos estúdios começou a usar filmes inteiramente sonoros no final de 1929. No mesmo ano, a National Pictures lançou seu primeiro filme com a Warner Bros., Noah's Ark.Sperling, Millner, and Warner (1998), p.151. Apesar do seu orçamento caro, Noah's Ark se tornou um filme rentável.Sperling, Millner, and Warner (1998), p. 150. Também nesse mesmo ano, a Warner Bros. lançou On with the Show, o primeiro filme todo em cores falado. Este foi seguido por Gold Diggers of Broadway que se tornou tão popular que foi exibido até o final de 1939. O sucesso desses dois filmes coloridos causou uma revolução. A Warner Bros. lançou um grande número de filmes coloridos entre 1929 e 1931, incluindo The Show of Shows (1929), Sally (1929), Bright Lights (1930), Golden Dawn (1930), Hold Everything (1930), Song of the Flame (1930), Song of the West (1930), The Life of the Party (1930), Sweet Kitty Bellairs (1930), Under a Texas Moon (1930), Bride of the Regiment (1930), Viennese Nights (1931), Woman Hungry (1931), Kiss Me Again (1931), Fifty Million Frenchmen (1931), e Manhattan Parade (1932). Três anos depois, a audiência já estava cansada de musicais, e o estúdio foi forçado a diminuir seu número e produzir mais comedias. O público começou associar musicais com filmes em cores, o que levou os estúdios a abandonar seu uso. A Warner Bros. possuía um contrato com a Technicolor para produzir mais dois filmes coloridos. Como resultado, os primeiros suspenses em cores foram produzidos e lançados pelo estúdio: Doctor X (1932) e Mystery of the Wax Museum (1933). No final de 1931, Harry Warner alugou o Teddington Studios em Londres, Inglaterra. O estúdio estava focado em fazer filmes para o mercado britânico, e Irving Asher foi indicado como produtor do estúdio. Em 1934, Harry Warner oficialmente comprou os estúdios. Em fevereiro de 1933, todavia, a Warner produziu 42nd Street, um musical bem sucedido nas bilheterias.Sperling, Millner, and Warner (1998), p. 190. Filme esse que salvou a empresa da falência. No rastro do sucesso de 42nd Street', o estúdio produziu outros musicais rentáveis.Sperling, Millner, and Warner (1998), p. 194. Esses estrelavam Ruby Keeler e Dick Powell e eram em sua maioria dirigidos por Lloyd Bacon e coreografados por Busby Berkeley.Sperling, Millner, and Warner (1998), p.192. Em 1935, o revival musical sofreu um duro golpe quando Berkeley foi preso por ter matado três pessoas enquanto dirigia bêbado. Já no final deste ano, as pessoas já estavam cansadas dos musicais da Warner Bros, e o estúdio (após enormes lucros com o filme de 1935 Captain Blood) se ateu as produções swashbuckler de Errol Flynn.Sperling, Millner, and Warner (1998), p. 195. === 1931–1935: Antes da censura === Com o colapso do mercado para musicais, a Warner Bros., sob a supervisão de Darryl F. Zanuck, se voltou para roteiros mais sociais e realistas, e o estúdio logo se tornou conhecido como \"gangster studio\". O primeiro filme de gangster foi Little Caesar, e foi um sucesso nas bilheteriasSperling, Millner, and Warner (1998), p. 184. e Edward G. Robinson se tornou uma estrela nos subsequentes filmes do estilo na Warner.Thomas (1990), pp.77–79. O segundo filme de gangster foi The Public Enemy,Sperling, Millner, and Warner (1998), p.185 fazendo de James Cagney a mais nova estrela do estúdio,Thomas (1990), p.81. além de convencer a Warner Bros. em fazer mais filme parecidos. Outro filme de gangster do estúdio que foi aclamado pela critica foi I Am a Fugitive from a Chain Gang, baseados em fatos reais estrelando Paul Muni.Thomas (1990), p.83. Junto de Cagney e Robinson, Muni foi um dos maiores atores gangster do estúdio na épocaSperling, Millner, and Warner (1998), p.186. após aparecer no filme, a qual fez a audiência questionar o sistema legal nos EUA. Em meados de janeiro de 1933, o protagonista real do filme Robert Elliot Burns (que estava preso em Nova Jérsia) e um grupo de outros prisioneiros conseguiram recurso legal e foram libertados da prisão. Após aparecer no filme The Man Who Played God, Bette Davis tornou-se uma estrela no estúdio.Thomas (1990), pp. 82–83. Em 1933, a situação do estúdio começou a melhorar quando Franklin D. Roosevelt se tornou presidente e começou a estimular a economia americana com o New Deal;Sperling, Millner, and Warner (1998), p.161. devido a essa nova retomada econômica, a Warner Bros. se tornou novamente um estúdio rentável. No mesmo ano, o produtor executivo Darryl Zanuck saiu da empresa. Um dos motivos da saída foi porque as relações entre Harry Warner e Zanuck se tornaram tensas após a oposição deste primeiro ao filme de Zanuck chamado Baby Face que poderia infringir o Código Hays cinematográfico, um novo código de conduta moral que os filmes deveriam seguir. Além disso, o estúdio reduziu o salário do produtor no período critico da depressão, sendo que Harry se recusou a aumenta-lo de volta quando o New Deal surtiu efeito. Zanuck demitiu-seBehlmer (1985), p.12. e fundou sua própria empresa. Após a saída de Zanuck, Harry Warner aceitou aumentar o salário de todos os funcionários da empresa. No ano seguinte, a Warner perdeu cerca de US$ 2,5 milhões,Sperling, Millner, and Warner (1998), p. 209 sendo que US$ 500 mil foram resultado de um incêndio no Burbank studio no final de 1934, destruindo mais de vinte anos dos primeiros trabalhos da Vitagraph, Warner Bros., e da First National.Sperling, Millner, and Warner (1998), p.209 No ano seguinte, uma adaptação de Shakespeare, A Midsummer Night's Dream foi um fracasso nas bilheterias, aumentando as perdas do estúdio. Durante essa época, o presidente da Warner Bros., Harry Warner e mais outras seis personalidades de estúdios de cinema foram acusados de violar o Sherman Antitrust Act, numa tentativa de monopolizar os cinemas na região de the St Louis. Em 1935, Harry foi a julgamento; e após a anulação deste, Harry vendeu os cinemas da empresa, pelo menos por um curto período de tempo, e o caso nunca mais foi reaberto.Sperling, Millner, and Warner (1998), p. 211 Em 1935, a empresa conseguiu fechar suas contas com um lucro liquido de US$ . Por volta de 1936, contratos com atores do cinema mudo não foram renovados, e novos talentos que se adequavam a nova realidade e do cinema foram contratados. Estrelas como Dorothy Mackaill, Bebe Daniels, Frank Fay, Winnie Lightner, Bernice Claire, Alexander Gray, Alice White, e Jack Mulhall que já haviam caracterizado o urbano, o moderno e a atitude sofisticada de 1920 deram lugar a atores como James Cagney, Joan Blondell, Edward G. Robinson, Warren William, e Barbara Stanwyck; que eram mais aceitos pelas pessoas comuns que iam aos cinemas. O estúdio era um dos maiores produtores de filmes antes do Código Hays, e tinha inúmeros problemas com a censura, uma vez que o código começou a reprimir alguns filmes que consideravam indecentes ( por volta de 1934).Sperling, Millner, and Warner (1998), pp.188–189. Como resultado, a Warner Bros. acabou por retirar diversos filmes seus que ainda estavam em exibição para evitar problemas com a censura. Em 1936, seguindo o sucesso de The Petrified Forest, Jack Warner assinou contrato com Humphrey Bogart. A Warner, todavia, não via o ator como uma grande estrela, e decidiu escalar Bogart em filmes irregulares e papéis pequenos nos seguidos cinco anos. Após Hal B. Wallis suceder Zanuck em 1933 e o Código Hays começar a ser aplicado em 1935, o estúdio foi forçado a abandonar sua abordagem realista, e produzir filmes mais moralistas, idealizados. O estúdio acabou se voltando para dramas históricos que não causariam problemas com os sensores. Outra saída eram os melodramas, filmes do gênero swashbuckler, e adaptações de bestsellers, com estrelas de apelo popular, como Bette Davis, Olivia de Havilland, Paul Muni, e Errol Flynn. Em 1936, Bette Davis, já uma das maiores estrelas do estúdio,Sperling, Millner, and Warner (1998), p. 219-221. estava descontente com os papéis que recebia da Warner. Ela foi para a Inglaterra e tentou quebrar o contrato com a Warner. Davis perdeu o processo e teve que retornar para os EUA.Sperling, Millner, and Warner (1998), p. 221. Enquanto muitos dos funcionários da empresa tinham problema com Jack Warner, a maioria consideravam Albert e Harry bons patrões. === Era da censura === Esse período foi a época do desaparecimento de muitos atores da era realista pré-censura que não se acostumaram com o novo cinema moralista. A Warner Bros. se mantinha como maior estúdio desde o fim dos filmes mudos, mas isso começou a mudar em 1935, quando outros estúdios, principalmente a MGM, começaram a ofuscar o prestigio e o Glamour que caracterizava a Warner Bros. Todavia, no final dos anos 1930, Bette Davis era a principal atriz do estúdio, e era até chamada de \"O quinto irmão Warner\". Em 1935, Cagney processou Jack Warner por quebra de contrato. Cagney afirmava que Warner o havia forçado a atuar em mais filmes que o seu contrato estipulava. Cagney desistiu do processo após um acordo em dinheiro. Entrementes, Cagney deixou o estúdio para criar uma produtora de filmes independentes com seu irmão Bill. Os Cagneys lançaram seus filmes através da Grand National Films, mas eles não conseguiam grandes quantias de dinheiro para se financiar fincando sem dinheiro em seu terceiro filme. Cagney acabou por voltar para a Warner Bros., após Jack Warner reavaliar o seu contrato com a empresa. Após o sucesso de Yankee Doodle Dandy nas bilheterias, Cagney começou a questionar o seu salário pago, e novamente se demitiu para formar sua produtora e distribuidora de filmes com seus irmão Bill. Outro empregado que causou problemas na Warner era o produtor Bryan Foy. Em 1936, Wallis contratou Foy como produtor de filmes de baixo orçamento do estúdio, sendo apelidado de \"the keeper of the B's\". Foy era capaz de fazer lucro com filmes B mais que qualquer pessoa na época. Durante a estadia de Foy no estúdio, todavia, a Warner o demitiu em sete vezes diferentes. Durante 1936, o filme The Story of Louis Pasteur foi bem lucrativo nas bilheterias e Paul Muni, a estrela do filme, ganhou o Oscar de melhor ator em março de 1937. O filme de 1937 The Life of Emile Zola, deu ao estúdio o primeiro premio de melhor filme. Em 1937, o estúdio contratou o locutor de radio Ronald Reagan. Embora Reagan fosse um ator pequeno de filmes B, a Warner Bros. ficou impressionada com sua atuação na reta final de Knute Rockne, All American, e aceitou que ele fizesse para com Errol Flynn no filme Santa Fe Trail (1940). Reagan então voltou para os filmes Bs. Apos sua performance no filme Kings Row (1942), Warner decidiu fazer dele uma estrela e assinou um novo contrato, triplicando o seu salário. Em 1936, a filha de Harry Warner, Doris, leu uma cópia do livro de Margaret Mitchell Gone with the Wind e estava interessada em fazer uma adaptação cinematográfica. Doris então ofereceu a Mitchell US$ 50 mil pelos direitos do livro. Jack, todavia, se recusou em permitir que o negocio fosse fechado, percebendo que seria um produção cara. Outro ator do estúdio que se provou uma dor de cabeça para Jack Warner era George Raft. Warner havia assinado com Raft em 1939, esperando que ele pudesse atuar em filmes de gangster quando Robinson ou Cagney estivesse impedidos. Raft tinha um relacionamento conturbado com Bogart e se recusava a fazer qualquer filme com ele. No final, Jack Warner aceitou em liberar Raft de seu contrato. Seguindo a saída de Raft, o estúdio deu a Bogart o papel de Roy Earl no filme High Sierra(1941), que ajudou o ator a se tornar uma das estrelas do estúdio; logo após High Sierra, Bogart também ganhou um papel no filme de John Huston, The Maltese Falcon (1941); remake de um fracasso do estúdio de dez anos. === 1930: Nascem os desenhos da Warner === A unidade de desenhos animados da Warner teve sua origem nos estúdios independentes de Harman e Ising. Entre 1930 e 1933, os alunos da The Walt Disney Company, Hugh Harman e Rudolf Ising, produziram uma série de cartoons musicais para Leon Schlesinger, que vendia os curtas para a Warner. Harman e Ising introduziram se personagem Bosko no primeiro cartoon da Looney Tunes, Sinkin' in the Bathtub, e criaram mais seis séries irmãs, Merrie Melodies, em 1931.Sperling, Millner, and Warner (1998), p. 187. Harman e Ising broke romperam com Schlesinger em 1933 devido a uma disputa contratual, levando Bosko com eles para a MGM. Como resultado, Schlesinger abriu seu próprio estúdio, Warner Bros. Cartoons, que continuou com Merrie Melodies ao começar a produção de Looney Tunes estrelando Buddy, um clone de Bosko. Já pelo final da década, uma nova equipe de Schlesinger, que incluía os diretores Friz Freleng, Tex Avery, Bob Clampett, e Chuck Jones foi formada. O time de Schlesinger desenvolveu seus trabalhos em um estilo irreverente e criativo, o que levou seus desenhos se tornarem populares no mundo todo. Em 1936, Avery dirigiu uma série de desenhos, estrelando Porky Pig, se tornando a primeira estrela bona fide do estúdio.Barrier, Michael (1999). pp.329–333. Além de Porky Pig, os personagens da Warner Bros., Daffy Duck (que apareceu pela primeira vez no curta de 1937 Porky's Duck Hunt) e Bugs Bunny (que apareceu em 1940 no curta A Wild Hare) também se tornaram muito populares. Por volta de 1942, o estúdio de Schlesinger tinha ultrapassado a Walt Disney Studios como a bem mais sucedida empresa de curtas animados dos EUA.\"Warner Bros. Studio biography\". AnimationUSA.com. Retrieved June 17, 2007. A Warner Bros acabou por comprar o estúdio de Schlesinger em 1944, e por décadas personagens como Bugs Bunny, Daffy Duck, Tweety, Sylvester, e Porky Pig se tornaram símbolos da empresa. Bugs em particular se manteve como mascote da Warner Bros. em diversas divisões da empresa. O cartoon de 1947 Tweetie Pie, o primeiro que juntava Sylvester e Tweety, foi um enorme sucesso, e Tweety sempre apareceu junto de Sylvester a partir daí.Sperling, Millner, and Warner (1998), p. 187-188. === Segunda Guerra mundial === De acordo com Jack Warner em sua autobiografia, antes dos EUA entrarem na segunda guerra mundial, o presidente de vendas da Warner Bros. na Alemanha, Joe Kauffman, foi supostamente assassinado por nazistas de Berlim em 1936p.37 McLaughlin, Robert L. & Parry, Sally E. We'll Always Have the Movies: American Cinema in World War II 2006 University Press of Kentucky embora haja fortes duvidas se esse evento realmente aconteceu.p.17 Birdwell, Michael E. Celluloid Soldiers: The Warner Bros. Capaign Against Nazism 2000 NYU PressYoungkin, Stephen D. The Lost One: A Life of Peter Lorre 2005 University Press of Kentucky Harry Warner produziu o bem sucedido filme anti Germânico The Life of Emile Zola (1937).Sperling, Millner, and Warner (1998), p. 225 e depois disso, acabou por supervisionar vários filmes de mesmo gênero, incluindo Confessions of a Nazi Spy (1939),Sperling, Millner, and Warner (1998), p. 233 The Sea Hawk (1940), que fez o rei Felipe II da Espanha um equivalente de Adolf Hitler,Sperling, Millner, and Warner (1998), p. 247 Sergeant York,Sperling, Millner, and Warner (1998), p. 246 e You're In The Army Now (1941). Após os EUA oficialmente entrarem em na segunda guerra, Harry Warner decidiu focar em filmes sobre guerra.Sperling, Millner, and Warner (1998), p. 240 Além disso, um quarto dos empregados do estúdio foram alistados ou convocados, incluindo Jack Warner e seu filho Jack Jr. Entre os filmes feitos pelo estúdio no período de guerra estavam Casablanca, Now, Voyager, Yankee Doodle Dandy (todos em 1942), This Is the Army, e Mission to Moscow (ambos em 1943), sendo que último foi alvo de controvérsias alguns anos depois. Nas premieres de Yankee Doodle Dandy (em Los Angeles, Nova Iorque, e Londres), as audiências arrecadaram cerca de US$ 15,6 milhões em war bond para os governos da Inglaterra e dos EUA. Já pelos idos de 1943, entrementes, ficou claro que as pessoas estavam cansadas de filmes de guerra. Apesar da crescente pressão para abandonar esse tipo de filme, a Warner continuou produzindo os longas de guerra, perdendo dinheiro nessa época. Já no final da guerra, US$ 20 milhões de war bonds foram comprados pelo estúdio, a cruz vermelha americana coletou cerca de 5,2 mil litros de sangue dos empregados da empresa e 763 dos empregados do estúdio serviram nas forças armadas, incluindo o genro de Harry, Milton Sperling e o filho de Jack, Jack Warner Jr. Apos ganhar a disputa de Oscar para o filme Casablanca de melhor produção, o produtor Hal B. Wallis rompeu com a Warner e se demitiu.Thomas (1990), pp.141–143. Após Casablanca fazer de Bogart uma das maiores estrelas da época,Thomas (1990), p.144. Bogart teve seu relacionamento com Jack deteriorado. A Warner cortou sua produção de filmes pela metade durante a guerra, e eliminou sua unidade de filmes Bs em 1941. Bryan Foy foi rapidamente abocanhado pela 20th Century Fox.p.178 Schatz, Thomas Boom and Bust: American Cinema in the 1940s 1991 University of California Press thumb|Olivia de Havilland, que foi uma das mais populares estrelas da Warner, ganhou notoriedade nos anos 1940 também por ter vencido um processo que abriu contra o estúdio a fim de obter a rescisão de seu contrato. Em 1943, Olivia de Havilland (a quem a Warner estava fazendo empréstimos para outras produtoras) abriu um processo contra o estúdio.Thomas (1990), p. 145. De Havilland, que à época já era uma popular e aclamada estrela, estava há muito tempo insatisfeita com os papéis que o estúdio a entregava, e passou a recusar papéis que não a permitissem mostrar o seu potencial artístico, o que fez com que ela passasse a receber eventuais suspensões (a própria lei permitia que os estúdios suspendessem o contrato de atores que recusassem papéis em filmes). Quando ela se recusou a ser emprestada para a Columbia Pictures para um filme no qual interpretaria uma famosa abolicionista, a médica Elizabeth Blackwell, De Havilland teve novamente o seu contrato suspenso e Jack Warner enviou cerca de 150 telegramas para diferentes produtoras de cinema pedindo para que não a solicitassem para nenhum de seus filmes, o que fez com que a atriz integrasse um tipo de \"lista negra\" e assim ficasse mal vista pelas produtoras em Hollywood. Desapontada, De Havilland não via a hora de que seu contrato com a Warner chegasse ao fim; contudo, quando isso aconteceu, ela foi informada de que deveria continuar trabalhando para o estúdio para compensar os períodos de suspensão. Por fim, De Havilland descobriu que os contratos nos EUA valiam por apenas sete anos - e ela estava contratada do estúdio há quase oito, desde 1935.Thomas (1990), p.98. Após ter entrado com a ação contra a Warner, ela passou dois anos afastada das telas, e, ao final de tudo, a corte votou a favor da atriz, que, vitoriosa, pode ser liberada de seu contrato com a Warner - que não mais prometeu contratá-la novamente. A decisão judicial, conhecida como \"Decisão De Havilland\" - por meio da qual originou-se a chamada Lei De Havilland -, foi uma das mais significativas e de grande alcance em Hollywood. Olivia acabou ganhando o respeito de todos da indústria cinematográfica, passando a ser vista como uma forte defensora dos direitos dos artistas do cinema e recebendo grandes papéis em notáveis produções. Com a vitória dela, atores e atrizes de longo período das produtores também ficaram livres de seus contratos, e Harry Warner decidiu terminar com a política de suspensão do estúdio.Thomas (1990), p. 148. No mesmo ano, Jack Warner assinou coma recém lançada atriz da MGM Joan Crawford.Thomas (1990), p.150. O primeiro papel de Crawford no estúdio foi Hollywood Canteen (1944).Thomas (1990), p.151. Seu primeiro papel principal, no filme Mildred Pierce (1945) lhe rendeu um Oscar de melhor atriz.Thomas (1990), p.152. === Período pós-guerra e mudanças de diretrizes === Os números recordes dos tempos de guerra deixaram os irmãos Warner mais ricos do que já eram. A imagem da Warner dos anos 30 foi sendo mudada para algo mais atrativo e moderno, graças atores como Davis, de Havilland, e Crawford. Os anos de 1940s também viram a ascensão de Bogart. Nos anos seguintes a guerra, a Warner Bros. continuou a criar novas estrelas, como Lauren Bacall e Doris Day. O estúdio prosperou bastante após a guerra.Sperling, Millner, and Warner (1998), pp.258–279 Por volta de 1946, a folha de pagamento da empresa atingiu US$ 600 mil por semana e um lucro liquido de US$ 19,4 milhões. Um problema para a Warner Bros, entrementes, era a recusa de Jack Warner em aderir ao piso salarial dos atores.Thomas (1990), p. 163. Em setembro de 1946, os empregados entraram em greve por trinta dias. Em retaliação, a Warner durante depoimento ao congresso americano devido a acusação d fazer propaganda Russa com o filme de 1942 Mission to Moscow, acusou um grupo de empregados por ligação com o comunismo.Thomas (1990), p. 164. By the end of 1947, the studio reached a record net profit of US$ 22 milhões.Sperling, Millner, and Warner (1998), p.279 This dropped 50% the following year. Em 5 de janeiro de 1948, a Warner produziu o primeiro newsreel (uma espécie de documentário ou noticia de um telejornal), em cores, cobrindo o Tournament of Roses Parade e o Rose Bowl Game. Em 1948, Bette Davis, que continuava sendo a principal atriz do estúdio, irritada com Jack Warner, se tornou um problema para Harry quando ela e um grupo de funcionários deixaram o estúdio após as filmagens de Beyond the Forest. A Warner se tornou réu em um processo antitruste nos anos de 1940 (Estados Unidos contra Paramount Pictures). Essa ação, movida pelo departamento de justiça dos EUA, acusou os quatro maiores estúdios de combinar preços e dificultar a concorrência. A suprema corte ouviu o caso em 1948, e decidiu contra as empresas. Como resultado, a Warner e outros quatro estúdios tiveram que separar produção de distribuição. Em 1949, o lucro do estúdio foi de apenas US$ 10 milhões. A Warner Bros. criou duas unidades semi- independentes para fazer filmes. Uma dessas produtoras, a United States Pictures era do genro de Harry, Milton Sperling. No começo da década de 1950, a ameaça da televisão começou a crescer rapidamente, e em 1953, Jack Warner decidiu contra atacar. No rastro do filme em 3D da United Artists, \"Bwana Devil, Jack decidiu expandir os filmes em 3D com a produção House of Wax(1953).Sperling, Millner, and Warner (1998), p. 287. Todavia, apesar do sucesso do filme, o 3D logo perdeu seu apelo entre os telespectadores.Thomas (1990), p. 191. Em 1952, a Warner Bros. realizou pela primeira vez um filme em \"Warnercolor\", nome batizado do estúdio para o Eastmancolor. O filme era intitulado de Carson City. O 3D quase acabou com a divisão de desenhos da empresa, pois após completar o cartoon do Bugs Bunny intitulado Lumber Jack- Rabbit nessa tecnologia, Jack Warner ordenou que a divisão de desenhos do estúdio fosse fechada, pois pensava que a partir de então os desenhos fossem produzidos somente com tecnologia 3D. Meses depois, Warner voltou atrás e reabriu o estúdio. Felizmente, a Warner Bros. tinha um acervo grande de desenhos inéditos, o que não prejudicou esse departamento da empresa. Após a queda de popularidade do 3D, Harry Warner decidiu usar o CinemaScope nos futuros filmes da Warner Bros.Sperling, Millner, and Warner (1998), pp.287–288. Um dos primeiros filmes do estúdio com a tecnologia foi The High and the Mighty (filme que agora pertence a empresa de John Wayne, Batjac), resultando em satisfatório rendimento nas bilheterias.Sperling, Millner, and Warner (1998), p.288. Por volta de 1956, todavia, o estúdio estava perdendo dinheiro.Sperling, Millner, and Warner (1998), p.303. Pelo final de 1935, o lucro liquido do estúdio era de US$ 2,9 milhões e variou entre US$ 2 e US$ 4 milhões pelos dois anos seguidos. Em fevereiro de 1956, Jack Warner vendeu os direitos de todos os filmes anteriores a 1950 para a Associated Artists Productions (que acabou por se fundir com a United Artists Television em 1958).You Must Remember This: The Warner Bros. Story (2008), p. 255.A WB manteve um pouco dos filmes de 1949 que ela havia apenas distribuído, e algumas obras lançada em e depois de primeiro de setembro de 1948; alem ainda, de todos os desenhos lançados em agosto de 1948. Em maio de 1956, os irmãos anunciaram que estavam colocando a Warner Bros. a venda. Jack, entrementes, secretamente organizou um grupo – encabeçado pelo banqueiro de Boston Serge Semenenko – para comprar 800 mil participações, que equivalia a 90% das ações da empresas. Após seus três irmãos terem vendido suas partes, Jack — por debaixo dos panos— se juntou ao grupo de SemenenkoSperling, Millner, and Warner (1998), p. 308. e comprou de voltas sua parte, no total de 200 mil ações. Logo após a finalização da transação em julho, Jack — agora como maior acionista da empresa — se nomeou presidente.Sperling, Millner, and Warner (1998), p.306. Quando Harry e Albert tomaram conhecimento da estratagema do irmão, já era tarde demais. Pouco tempo depois dos acertos finais, Jack Warner anunciou que a companhia e suas subsidiarias seriam dirigidas \"para a obtenção de bons roteiros, talentos, e a melhor produção de cinema possível\". === Warner Bros. Television === Já em 1949, com o sucesso e a ameaça da televisão para com o cinema, Harry Warner decidiu mudar seu foco para a produção de televisão.Sperling, Millner, and Warner (1998), p. 286 Todavia, a comissão americana de transmissão não o permitiu. Após uma tentativa inútil de fazer os outros estúdios se focaram na televisão, Harry deixou de lado as produções televisivas. O outro irmão Warner, Jack, começou com problemas com Milton Berle, contratado pelo estúdio para fazer o fracassado Always Leave Them Laughing, durante o auge de sua popularidade televisiva. Warner sentiu que Berle não era forte o suficiente para carregar um filme sozinho, sem contar que as pessoas não iriam pagar para ver um cara que assistiam na TV de graça. Todavia, Jack Warner foi pressionado para usar Berle, tendo trocado Danny Kaye por ele. O comportamento inaceitável de Berle durante o set e o enorme fracasso do filme provaram que ele estava certo, sem contar que este acabou por proibir que fossem feitas filmagens nos bastidores das produções.p.144 Hope, Bob & Shavelson, Mel Don't Shoot, It's Only Me 1991 Jove Books Em 1954, o estúdio finalmente conseguiu decolar com sua divisão de TV com a criação da Warner Bros. Television, dirigida por William T. Orr, um genro de Jack Warner. A Warner Bros. Television produzia um programa semanal para a ABC, Warner Bros. Presents; a qual eram apresentados os sucessos do estúdio, como Kings Row, Casablanca e Cheyenne, sendo seguido por propaganda dos filmes novas da produtora.Thomas (1990), p.192. Todavia não foi um sucesso.Thomas (1990), p. 193. O segundo esforço do estúdio, a produção de uma série semanal de Cheyenne, acabou sendo.Thomas (1990), p. 194. Em seguida foram produziram algumas séries, do gênero Western, como Maverick, Bronco, e Colt .45. os sucessos dessas séries ajudou a compensar as perdas cinematográficas. Como resultado, Jack Warner decidiu investir mais nas produções de TV.Thomas (1990), p. 195. A Warner começou então a produzir diversas séries de sucesso, como 77 Sunset Strip (1958–64)seguido por Hawaiian Eye (1959–1963), Bourbon Street Beat (1960) e Surfside Six (1960–1962). Com o passar do tempo, o estúdio começou a relembrar seus problemas com James Cagney e Bette Davis, devidos as disputas judiciais sobre os contratos com atores de TV da época, como Clint Walker e James Garner,Thomas (1990), pp.196–8. disputas essas que foram vencidas pelos atores. Jack Warner estava irritado pela ingratidão dos atores, evidentemente mais independentes que os atores de cinema, o que deixou Jack com certo ressentimento com a TV.Thomas (1990), p.199. Muitas das estrelas de TV da Warner aparecerem em filmes do estúdio na época. Em 1963, como resultado de uma decisão da justiça, a Warner teve que acabar com seus contratos com os atores de TV, empregando eles apenas para produções especificas. === Novos donos === A Warner Bros. cresceu novamente no final da década de 1950, se especializando na adaptação de peças populares, como The Bad Seed (1956), No Time for Sergeants (1958), e Gypsy (1962) (1962). Após se recuperar de um acidente de carro enquanto passava férias na França em 1958, Jack teve seu nome constantemente nas paginas dos jornais.Sperling, Millner, and Warner (1998), Hollywood Be Thy Name, Prima Publishing, ISN:559858346 p.325. Nos primeiros três anos da década de 1960, os lucros líquidos do estúdio eram pouco mais que US$ 7 milhões. A Warner pagou um valor improcedente de US$ 5,5 milhões para os direitos do musical da Broadway My Fair Lady em fevereiro de 1962.Thomas (1990), p.259. Em meados nos anos 60, a produção de filmes estava em declínio. Havia poucos estúdios realizando filmes, e se tornaram muito comuns. Com o sucesso do filme adaptado The Great Race,assim como sua trilha sonora, a Warner Bros. Records se tornou uma subsidiara lucrativa. O filme de 1966, Who's Afraid of Virginia Woolf? foi um grande sucesso nas bilheterias.Thomas (1990), p. 278. Em novembro de 1966, Jack estava com idade avançada, decidiuThomas (1990), p.280. vender o controle do estúdio e sua divisão musical para a Seven Arts Productions, controlada pelos investidores canadenses Elliot e Kenneth Hyman, por um valor de US$ 32 milhões.Thomas (1990), p.279. A companhia, incluindo o estúdio, foi rebatizada de Warner Bros.-Seven Arts. Jack Warner, todavia, continuou como presidente do estúdio até o verão de 1967, quando o filme Camelot fracassou nas bilheterias e Warner decidiu dar sua posição no estúdio para o diretor de publicidade da empresa, Ben Kalmenson;Thomas (1990), p. 279-280. Warner, entrementes, continuou no poder como produtor e vice-presidente. Com o sucesso do filme de 1967 Bonnie and Clyde, a Warner Bros começou a lucrar novamente.Thomas (1990), p. 288. Dois anos depois, Os Hymans, agora cheios de Jack Warner, repassaram a empresa para um conglomerado chamado Kinney National Company, por cerca de US$ 64 milhões. Kinney possuía uma agência de talentos de Hollywood, a Ashley- Famous.William Poundstone, Fortune's Formula O nome do estúdio mudou para Warner Bros. e Jack Warner, indignado com a venda feita pelos Hymans, resolveu se aposentar. Embora o público tivesse diminuído, a nova direção da Warner acreditava no poder das estrelas da época, assinando acordos de co-produção com artistas como Paul Newman, Robert Redford, Barbra Streisand, e Clint Eastwood, levando o estúdio de forma bem sucedida pelos anos 70 e 80. A Warner Bros. também realizou diversos filmes lucrativos com personagens como Superman e Batman, pertencentes a sua subsidiaria DC Comics. A Kinney reorientou a empresa, levando a ampliação da atuação do grupo, como a compra da Atari em 1976 e depois os parques temáticos Six Flags. De 1971 até o final de 1987, a distribuidora internacional da Warner fazia parceria com a Columbia Pictures, e em alguns países, essa parceria ate distribuía filmes de outras empresas (como EMI Films e The Cannon Films no Reino Unido). A Warner terminou a parceria em 1988 e assinou com a Walt Disney Pictures; a parceria durou até 1993, quando a Disney criou a Buena Vista International. Em 1972, numa tentativa de reduzir custos, a Warner e a Columbia Pictures formaram uma parceria chamada The Burbank Studios, na qual dividam as instalações da Warner em Burbank. A parceria acabou em 1990 quando a Columbia se mudou para o antigo estúdio da MGM em Culver City. Para a surpresa de muitos, em 1989 a Warner se fundiu com a Time. Embora as revistas da Time fossem lucrativas, foram as unidades de filmes e músicas da Warner Bros. que trouxe o maiores rendimentos. === Desde 1995 === Em 1995, a Warner e a Tribune Company de Chicago lançaram a The WB Network, buscando mercado entre os adolescentes. Suas primeiras programações incluíam em grande parte programas voltados para esse público especifico, como Buffy the Vampire Slayer, Smallville, e Dawson's Creek. Dois dramas produzidos pela Spelling Television, 7th Heaven e Charmed também vieram para alavancar o mais novo canal de TV. \"Charmed\" durou oito temporadas, e se tornou a mais longa série de drama capitaneada por mulheres, sendo que \"7th Heaven\" durou onze temporadas e se tornou a mais longa série de drama familiar da WB. Em 2006, a Warner e CBS Paramount Television decidiram fechar a WB e a UPN da CBS, juntando as duas e formando a The CW Television Network. No final da década de 1990s, a Warner obteve os direitos da série Harry Potter, e lançou as adaptações de Harry Potter and the Philosopher's Stone em 2001, Harry Potter and the Chamber of Secrets em 2002, Harry Potter and the Prisoner of Azkaban em junho de 2004, Harry Potter and the Goblet of Fire em novembro de 2005, e Harry Potter and the Order of the Phoenix em onze de julho de 2007. O filme Harry Potter and the Half-Blood Prince estava marcado para novembro de 2008, mas a Warner mudou para julho de 2009, alegando a falta de blockbusters no verão de 2009 devido a greve dos roteiristas de Hollywood no período anterior. A decisão foi puramente financeira, e Alan Horn declarou que, \"Não houve atrasos. Eu vi o filme. Ele é fabuloso. Poderíamos ter perfeitamente colocado ele para ser exibido em novembro”. O ato trouxe uma forte oposição e ondas de protestos dos fãs do bruxo. A sétima e última adaptação, que foi dividida em duas partes, foi exibida em 2010 e 2011 respectivamente. Através dos anos, a Warner Bros. teve a distribuição e produção divididas com um grande número de pequenas companhias. Entre elas estão (entre outras não citadas) Amblin Entertainment, Richard D. Zanuck, Morgan Creek Productions (agora trabalhando com a Universal Studios), Regency Enterprises (agora trabalhando com a 20th Century Fox), Village Roadshow Pictures, Icon Productions, Legendary Pictures, Heyday Films, Alcon Entertainment, Malpaso Productions, Virtual Studios, Silver Pictures (incluindo a Dark Castle Entertainment), The Ladd Company, Castle Rock Entertainment, The Geffen Film Company e Spyglass Entertainment. A Warner Bros. teve grande papel na queda do uso do formato HD DVD. Em 4 de janeiro de 2008, a Warner Bros. anunciou que não usaria mais o HD DVD em favor do suporte Blu-ray Disc.Warner Bros Goes Blu Ray Exclusive Console Watcher Os HD DVDs continuaram a serem lançados por maio de 2008 (quando o contrato de uso expirou), mas foram completamente substituídos até o final do ano. Isso trouxe uma gama de eventos que levou a interrupção do desenvolvimento do HD DVD, assim como o fim de sua produção pela Toshiba em 16 de fevereiro de 2008. A Warner Bros. e National CineMedia formaram uma parceria para propaganda e entretenimento nas redes de cinema dos EUA.Warner Bros. and National CineMedia Form Marketing Partnership, Yahoo!, January 14, 2008 Em 1 de junho de 2008, a Warner Bros. comemorou 90 anos de empresa e 85 anos produzindo filmes. Em 2009, Warner Bros. se tornou o primeiro estúdio da história a faturar mais de US$ 2 bilhões no mercado americano em um único ano. Em 06 de fevereiro de 2014, a Warner Bros., através do nome legal Columbia TriStar Warner Filmes de Portugal, anunciou que não iria ter escritórios em Portugal a partir de 31 de março de 2014. === AT&T; === Em junho de 2018, a Time Warner, empresa controladora da Warner Bros., foi adquirida pela empresa de telecomunicações americana AT&T; e renomeada WarnerMedia Entertainment, tendo as propriedades da antiga Time sido vendidas a novos proprietários. Em 16 de outubro de 2018, a WarnerMedia fechou a DramaFever, afetando 20% a equipe de redes digitais da Warner Bros. Em 4 de março de 2019, a WarnerMedia anunciou uma reorganização planejada que se dissolveria Turner Broadcasting System, movendo Cartoon Network, Adult Swim, Boomerang, seus respectivos estúdios de produção (Cartoon Network Studios e Williams Street), bem como Turner Classic Movies e Otter Media, diretamente sob a Warner Bros. (os serviços de televisão restantes da Turner seriam divididos em WarnerMedia Entertainment e WarnerMedia News & Sports, respectivamente). Além da Otter Media, esses ativos irão operar sob a recém- formada divisão Global Kids & Young Adults. Em 31 de maio de 2019, a Otter Media foi transferida da Warner Bros. para a WarnerMedia Entertainment. Tom Ascheim renunciou ao cargo de presidente da Freeform para se tornar o presidente da divisão Global Kids, Young Adultos e Classics em julho de 2020. Em 13 de novembro de 2019, a Warner Bros. revelou uma iteração atualizada de seu logotipo de escudo projetado pela Pentagram. Ele mantém a mesma forma básica, mas com uma aparência simplificada projetada para torná-lo mais adequado para uso e iterações multiplataforma. A empresa também encomendou um novo tipo de fonte corporativa que é modelado com base nas letras históricas WB. A versão do protótipo animado na tela do logotipo estreou em 26 de agosto de 2020 nos cinemas com o Tenet de Christopher Nolan e uma versão totalmente renovada feita por Devastudios estreou nos cinemas e na HBO Max em 14 de janeiro de 2021 com Locked Down. A Warner Bros e HBO Max anunciaram o selo de filmes Warner Max em 5 de fevereiro de 2020, que produziria de oito a 10 filmes de orçamento médio por ano para o serviço de streaming a partir de 2020. ==2022 independente de novo== Em 2021, foi anunciado a intenção da AT&T; de desmembrar a WarnerMedia em uma empresa independe novamente para em seguida ela se fundir a Discovery e assim formar uma nova empresa de mídia e entretenimento totalmente independente. O acordo foi fechado e em 8 de abril de 2022 a nova empresa Warner Bros. Discovery nasceu com a fusão das duas entidades sendo novamente uma empresa independente de capital aberto. == Prêmio == ;No Brasil * 2013: Prêmio ED - Profissional de Marketing (para Denise Novais) e Destaque Campanha de Lançamento em até 199 Salas para O Grande Gatsby(venceu) == Ver também == Warner Bros. Pictures Animation Warner Channel === Trabalhos citados === * * * * * * * == Ligações externas == * Warner Bros. oficial * Warner Bros. Brasil * Warner Bros. Filmes * Warner Bros. Portugal Categoria:Warner Bros. Categoria:Subsidiárias da Warner Bros. Discovery Categoria:Empresas de produção cinematográfica dos Estados Unidos Categoria:Estúdios de cinema Categoria:Empresas fundadas em 1923 Categoria:Empresas com sede em Burbank",
 "title": "Warner Bros."
}