{
 "id": "6681",
 "text": "Trindade é uma povoação portuguesa do Município de Beja que foi sede da extinta Freguesia de Trindade, freguesia que tinha 119,03 km² de área e 274 habitantes (2011), e, por isso, uma densidade populacional de 2,8 hab/km². A Freguesia de Trindade, no âmbito de uma reforma administrativa nacional, foi agregada à Freguesia de Albernoa, para formar uma nova freguesia denominada União das Freguesias de Trindade e AlbernoaDiário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. Localiza-se no extremo sudoeste do Município de Beja, na margem esquerda da ribeira de Terges e faz fronteira a sul com o Município de Mértola. Registos datam da sua existência desde o sec. XV, tendo também uma pedra na igreja Paroquial da Santíssima Trindade a dizer 1434, no qual contribui para a prova da sua existência remontar ao sec. XV. Em 2018 apareceu o novo grupo coral, recém- criado, \"Searas ao Vento\", cujo mantem se ativo até hoje (2024). == Cantinho da Ribeira == Aqui localiza-se o Cantinho da Ribeira, onde aconteceu, em 1932, um evento cujo muitos ditam ser uma luta contra a opressão dos latifundiários de então. No Monte da Pereira, Cantinho da Ribeira, Freguesia da Trindade, um homem do povo, cujo nome era Antônio de Dias Matos foi falsamente acusado de roubar cereais ao lavrador José Francisco Coelho, o que levou a prisão de Matos e de sua esposa, que acaba enforcada na prisão, o que nunca saberá se ao certo o contexto de sua porta. Matos foi solto devido a falta de provas, e foi obrigado a virar se para o contrabando para sustentar a sua família de 7 filhos. Uma noite, carrega sua espingarda e vai até ao Monte da Moloneta, residência de José Francisco Coelho, e o mata, ferindo também os seus 2 filhos, um eventualmente morrendo mais tarde. Mais tarde chega a PSP e a GNR para prender Matos. Houve uma longa troca de tiros durante 2 horas, que resulta em 2 feridos do lado das autoridades, mas mais tarde retiraram Matos da sua casa, já ferido e com as mãos em sangue de tanto disparar. Levaram no para Beja, onde acabam por mata-lo no caminho, sem chance de ser levado a justiça. DIta o povo que o culpado teria sido um dos filhos de Coelho, e que Matos foi falsamente acusado. Esta historia serviu de inspiração a Manuel da Fonseca, escritor alentejano, no seu romance Seara de Vento, o qual serviu de inspiração para um filme, chamado de \"Raiva\", autoria de Sergio Tréfaut, lançado em 2018. ==População== População da freguesia de Trindade (1864 – 2011) Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 804 820 843 832 1 067 1 164 1 315 2 370 1 324 1 258 713 566 438 345 274 ==Património== * Igreja Paroquial da Santíssima Trindade (século XV). * Memorial dos combatentes da Primeira Guerra Mundial * Memorial dos combatentes do Ultramar ==Personalidades destacadas== * Joaquim Mestre (1955 - 2009) - Historiador * António de Dias Matos ( ???? - 1932) - Antifascista e lutador contra a opressão dos latifundiários da sua época. == Ligações externas == * Percurso pedestre \"PR3 BJA - Pelos Montes do Cantinho da Ribeira\" Categoria:Antigas freguesias de Beja",
 "title": "Trindade (Beja)"
}