{
 "id": "66841",
 "text": "Justiceiro (Francis \"Frank\" Castle, nascido Castiglione; no original, Punisher, \"castigador\") é um personagem fictício, um anti-herói que aparece nas histórias em quadrinhos publicadas pela Marvel Comics. Criado pelo escritor Gerry Conway e pelos artistas Ross Andru e John Romita (Stan Lee aprovou o nome), apareceu pela primeira vez em The Amazing Spider-Man #129 (fev. de 1974). Inicialmente, o Justiceiro foi concebido por Conway para ser um antagonista recorrente para o Homem-Aranha, no entanto, a sua estreia em 1974 recebeu aclamação pela crítica, e acabou por se tornar um anti-herói no Universo Marvel. O Justiceiro é um vigilante ítalo-americano que usa o assassínio, a espionagem, o sequestro, a extorsão, a coerção, as ameaças violentas e a tortura na sua guerra contra o crime. Impulsionado pelas mortes da sua esposa e dos seus filhos durante um tiroteio da Máfia Americana no Central Park, Nova Iorque, o Justiceiro move-se numa guerra de um só homem contra a máfia e todos os criminosos usando todo o tipo de armamento de guerra. Os assassinos da sua família foram as suas primeiras vítimas. Um veterano do Corpo de Fuzileiros Navais norte-americano, Castle é um mestre em artes marciais, táticas de infiltração, guerrilha e numa enorme variedade de armas. A sua natureza sombria e a vontade brutal em querer matar, fizeram dele um personagem popular na banda desenhada americana em 1974. No final da década de 1980, fez parte de uma onda de anti-heróis psicologicamente perturbados e no topo da sua popularidade, foi incluído em três publicações mensais: The Punisher War Journal, The Punisher War Zone e The Punisher Armory. Apesar das suas ações violentas e da sua natureza sombria, o Justiceiro teve sucesso na televisão, fazendo algumas aparições na série de animação Spider-Man: The Animated Series e em The Super Hero Squad Show, onde o seu comportamento violento era mitigado para as audiências familiares. No cinema, Dolph Lundgren interpretou o Justiceiro no filme de 1989, assim como Thomas Jane em 2004, e Ray Stevenson em 2008. Jon Bernthal interpreta o personagem na segunda temporada da série Marvel's Daredevil e em O Justiceiro da Netflix. == História == O Justiceiro é um vigilante, que considera crimes como assassinato, sequestro e tortura aceitáveis como táticas de combate ao crime. Motivado pela morte de sua família, que foi morta pelos capangas do mafioso Costa, quando testemunharam uma execução proveniente de uma guerra entre gangues no Central Park, em Nova York. O Justiceiro pode ser considerado um homem-guerra entre todos os criminosos em geral, conhecendo quase todo o tipo de armamento. Os assassinos de sua família foram os primeiros a serem mortos por eles. Como veterano de guerra, Castle é um mestre em táticas furtivas e de emboscadas, bem como o manuseio de uma vasta variedade de armas. Frank Castle (ou Francis Castiglione) é um homem de origem italiana, nascido em Queens, Nova Iorque. A família Castiglione tradicionalmente gerava homens fortes e muito católicos, tendo inclusive alguns padres na família. Frank foi criado nesse ambiente, seguindo os valores morais de sua família, com um caráter honesto, trabalhador, religioso e colocando a família acima de tudo na vida. O jovem Frank seguiu carreira militar e tornou-se capitão do Corpo de Fuzileiros Navais dos Estados Unidos (United States Marine Corps), sendo um combatente altamente treinado e disciplinado. Frank lutou na Guerra do Vietnã e se tornou o melhor soldado que um exército poderia ter: determinado, leal, resistente e uma máquina de matar. Ele se especializou em diversas técnicas de combate: armamentos, explosivos, sobrevivência, veículos de guerra, e tudo mais que um homem precisa saber para ganhar uma guerra inteira sozinho. Quando Castle voltou, se casou com Maria Elizabeth, com quem teve dois filhos: Frank David Castle (ou Frank Jr.) e Lisa Bárbara Castle. Ele foi aclamado como um herói de guerra e foi condecorado. Um dia Castle foi com sua família ao Central Park para um piquenique; era para ser um dia tranquilo, com todos muito felizes e se divertindo. Era um dia perfeito, até que ouviram-se tiros. Gangues se enfrentavam disputando poder e um dos homens fugia na direção dos Castle. A família teve o azar de testemunhar o assassinato do homem, e para eliminar as testemunhas, os assassinos atiraram em todos eles. Todos foram atingidos e foram encontrados pelo jornalista fracassado Mike McTeer. Os policiais fizeram a contagem de mortos e eram cinco (a família e o traficante), mas inesperadamente Frank despertou e tentou reagir agredindo a todos. Ele estava vivo, escapou da morte por muito pouco e pelo resto da vida desejaria ter morrido naquele dia. Frank jamais se recuperou e alega que Frank Castiglione morreu, junto com Maria e as crianças. Os assassinos ainda tentaram acabar com Frank quando ele estava no hospital, mas ele reagiu a tempo matando um dos homens. Ele recebeu proteção da polícia, e tentou levar os assassinos de sua família para a cadeia, identificou os suspeitos e descobriu que eram da Família Costa. Mas os mafiosos tinham álibis forjados, e alguns policiais foram comprados. Castle se juntou ao repórter McTeer que queria usar a história para reerguer sua carreira. Mas a imprensa não ajudou muito, os dois começaram a estragar os planos dos Costa. Entretanto os Costa mandam o assassino de aluguel Billy \"o Belo\" Russo, que inclusive participou da execução da família de Castle, para acabar com as investigações contra eles. McTeer é assassinado e Frank tem sua casa destruída e escapa por pouco da explosão. Não adiantava mais. Por mais que Frank tentasse eles continuariam impunes, a justiça não seria feita. Dessa vez era a hora de tentar do jeito de Frank, da única forma que ele ainda conhecia e acreditava. Nesse dia, ele declarou Frank Castle como morto e nasceu o Justiceiro. O Justiceiro jurou matar todos os responsáveis pela morte de sua família, declarou guerra aos traficantes, mafiosos e criminosos em geral. Uma guerra pessoal que jamais teria fim. Castle decidiu fazer justiça com suas próprias mãos e perseguiu as pessoas que assassinaram brutalmente sua família. Em sua primeira operação, ele extermina vinte e seis bandidos e poupa apenas Billy Russo da morte, para que ele avise os Costa da existência do Justiceiro. É neste momento que ele destrói o rosto de Russo, atirando-o contra uma vidraça. Russo, mais tarde, viraria o vilão Retalho. Após ter vingado sua família, Castle continuou sua cruzada contra o crime organizado e contra todos os criminosos que encontrara. Ele iria em breve começar a utilizar o símbolo de caveira branca que ele usou na Guerra do Vietnã: a caveira, como seu símbolo, e ele começou a utilizar o codinome \"Justiceiro\". A caveira tem a principal função de chamar a atenção de seus inimigos e fazer com que eles mirem em seu peito, parte do seu corpo protegida pelos pesados coletes de uso militar que ele usa em suas operações. Adotando o nome de Justiceiro, ele vinga sua família e, pegando para si o dinheiro dos bandidos que mata, ele dedica sua vida ao combate ao crime. Apesar de tradicionalmente atuar sozinho, por um período ele teve um parceiro: o hacker apelidado de Microchip. Ele era o responsável pela compra de armamentos, transferência de dinheiro pela internet, investigação dos alvos e invasão de sistemas de segurança. Com o tempo, Microchip acabou concluindo que as atividades de Frank eram ineficazes e se voltou contra ele. Microchip chegou a treinar um novo Justiceiro, que acabou morto. No recente título Punisher MAX, Microchip retorna (ele aparentemente havia morrido em uma explosão), com o intuito de recrutar (à força) Castle para operações antiterroristas financiadas (secretamente) pelo FBI. Resultado: Microchip acaba morto pelo Justiceiro com um tiro na cabeça. Um tempo depois Frank falhou em tentar matar Osborn e é perseguido por Sentinela, e escapa por um triz graças à Henry, seu novo parceiro. A guerra do Justiceiro lhe trouxe muitos inimigos, como por exemplo: a polícia, os mafiosos, os heróis, e principalmente o Rei do Crime (Wilson Fisk). Entre os principais inimigos do Justiceiro podemos destacar: Retalho (um combatente quase tão mortífero quanto Castle, que possui o rosto todo costurado), o Rei do Crime, o Mercenário, o Chacal (que tentou usá-lo para matar o Homem-Aranha), o Barracuda e o assassino Russo. Tem também a organização criminosa dos Gnucci, chefiada pela matriarca Mama Gnucci e seus dois filhos Eddie e Bob Gnucci. Muitos heróis da Marvel tentam lutar contra ele, achando que seus métodos são muito violentos. Entre todos os heróis, apenas o Motoqueiro Fantasma é o seu único melhor amigo, já que ambos têm a mesma missão (eliminar o mal do mundo) e foram até parceiros em algumas revistas. O Justiceiro tem um senso moral próprio, eliminando sistematicamente os bandidos que encontra, ao invés de levá-los à cadeia. Por isso, por diversas vezes, ele acabou entrando em conflito até mesmo com outros super-heróis do Universo Marvel, principalmente o Demolidor. Castle já foi sentenciado à prisão perpétua, mas foi salvo por policiais subornados por um chefão da máfia, que queria usar Castle como um matador particular. Em outro arco de histórias (mais controverso), o Justiceiro chegou a morrer de fato, mas foi trazido de volta do inferno por um anjo, para que matasse outro anjo. Essa série não agradou e tempos depois Frank reapareceu realmente vivo e com seu segmento histórico original. Recentemente, porém, ele passou a combater a nova ordem imposta durante a saga Reinado Sombrio, tornando-se um grande problema para Norman Osborn, líder do M.A.R.T.E.L.O. (organização militar que sucedeu a S.H.I.E.L.D. após o desfecho da Invasão Skrull). O desdobramento desta história pode ser visto em Reinado Sombrio: A Lista e Universo Marvel nº 7. Frank estabeleceu objetivos um tanto exagerados quando foi atrás de Norman Osborn, então o homem mais poderoso do país. Osborn envia Wolverine (Daken) para matar O Justiceiro. Quando os dois se encontram ocorre uma batalha sangrenta que resulta na morte de Frank. Após matá-lo, Wolverine corta o corpo de Castle em pedaços e os joga no esgoto; os pedaços são reunidos pelo doutor Michel e a Legião de Monstros. Eles o ressuscitam na forma de Franken-Castle, que continua a atuar como herói mesmo em forma de monstro. == Poderes e habilidades == Frank Castle não possui nenhuma habilidade sobre-humana, sendo apenas um homem altamente treinado em táticas de guerrilha. Conta também com uma determinação ímpar, além de centenas de armas e equipamentos. Utilizando táticas diversificadas para enfrentar os criminosos. Muitas vezes, não os enfrenta diretamente, utilizando estratagemas para fazer com que se separarem, tornando-os alvos fáceis para Castle. Para se proteger, utiliza um uniforme de kevlar. A caveira em seu peito tem uma finalidade única, chamar a atenção para si, fazendo com que mirem na caveira onde o kevlar o protege, e não em sua cabeça, mesmo conceito criado pelo Batman, com sua elipse amarela. O corpo do Justiceiro certamente possui inúmeras cicatrizes e, ao contrário da maioria dos outros heróis, Frank não possui nenhuma habilidade especial de resistência ou cura. O Justiceiro recebe treinamento intenso de infantaria do Corpo de Fuzileiros Navais dos Estados Unidos e treinamento de operações especiais da Force Recon. Enquanto fuzileiro naval, ele também passou pela Airborne School, UDT / BUDs e Q-Course; bem como treinamento cruzado com o Regimento do Serviço Aéreo Australiano durante a Guerra do Vietnã. Além disso, desde o início de seu trabalho como Justiceiro, Castle usou sua disciplina militar e técnicas de treinamento para atualizar e expandir suas habilidades em áreas que auxiliam em sua missão (disfarce, atuação, uso de armas não militares, etc.). A partir desse treinamento, o Justiceiro é proficiente não apenas em habilidades básicas de infantaria, mas em operações especiais, que incluem o uso e manutenção de armas de fogo especializadas e artefatos explosivos. Ele é altamente treinado em infiltração em territórios e estruturas inimigas fortemente protegidos com o objetivo de assassinato, captura e inteligência militar. Além disso, ele é treinado em várias formas de camuflagem e furtividade. Ele também é altamente hábil em combate corpo a corpo e foi treinado em várias formas de artes marciais, como caratê, Chin Na, Hwa Rang Do, Krav magá, Muay thai, Nash Ryu Jujutsu, Ninjutsu, Shorin-ryu e Systema. Tanto Nick Fury e Tony Stark têm comentado sobre quão extraordinariamente alta a sua tolerância à dor é. Ele não toma analgésicos, pois sente que o benefício deles da dor entorpecente não vale os efeitos colaterais da sonolência e dos reflexos lentos. Ele mantém várias refúgios e veículos em toda a área da cidade de Nova York , bem como várias identidades falsas e contas bancárias (a maioria dos fundos e equipamentos que o ajudam em seu trabalho são retirados dos criminosos que ele caça). O Justiceiro tem um uniforme de Kevlar que o protege da maioria dos tiros, embora ele ainda possa sofrer lesões concussivas ou penetração devido a impactos suficientes ou repetidos. O emblema de caveira branca em seu peito é usado para intimidar seus inimigos e atrair seu fogo para a área mais protegida de sua armadura. O desenho foi supostamente retirado de um franco- atirador vietcongue , ou do demônio Olivier. O Justiceiro usa uma grande variedade de armas de fogo em sua guerra contra o crime; incluindo espingardas totalmente automáticas, espingardas, lança-chamas ou o que quer que ele possa obter. Embora ele tenha uma preferência por armas, o Justiceiro tem usado tecnologia derivada de super vilões e outros personagens fantasiados, como as bombas de abóbora do Duende Verde, um Goblin Glider modificado, e um tentáculo do Doutor Octopus que ele pode encolher para facilitar o armazenamento via Partículas Pym. Além de suas proezas físicas, o Justiceiro também tem controle total de sua mente e consciência, fornecendo uma forte resistência contra os poderes psíquicos e telepáticos que são usados ​​contra ele. Quando Letha e Lascivious tentam controlar a mente do Justiceiro, ele zomba da tentativa deles, dizendo: \"Não parece diferente de nenhum outro dia\". == Curiosidades editoriais == O Justiceiro teve seu grande sucesso nos fins dos anos 1980 e nos anos 1990, depois de aparecer numa história do Homem-Aranha desenhada por Frank Miller. Neste período, ele se transformou no principal anti-herói da editora, conseguindo até mesmo superar outro famoso anti-herói dos quadrinhos, Conan, o Bárbaro, também da Marvel. No Brasil chegou a ter uma revista própria nos anos 1990, em formato americano e P&B;, além de ser o herói de algumas graphic novels e minisséries. Desde abril de 2000, Garth Ennis vem sendo o roteirista das revistas do Justiceiro, quase sempre com a arte de Steve Dillon. O título faz parte da linha MAX de quadrinhos adultos. == Curiosidade literária == Gerry Gonway criou o Justiceiro em 1974, personagem cujo conceito foge de tudo o que um leitor de histórias em quadrinhos está acostumado a ver. Normalmente um super-herói se preocupava sempre em poupar vidas. É justamente aí que o Justiceiro se diferenciou dos demais super-heróis: ele considera que os criminosos, principalmente aqueles ligados ao crime organizado, são como uma doença na sociedade, e devem ser mortos para que não causem mais nenhum mal a seus semelhantes. Na verdade, se trata de um anti-herói. Ele não espera os criminosos agirem para entrar em ação. Ele caça os bandidos e os mata antes que causem mais sofrimento aos inocentes. Frank Castle decidiu se tornar o Justiceiro (em inglês, Punisher) após ver sua família (esposa e dois filhos) ser assassinada por mafiosos, apenas por terem testemunhado um assassinato cometido por eles. Quando saiu do hospital (ele também havia sido baleado) esperou que a polícia fizesse justiça, prendendo a quadrilha. Sua expectativa se viu frustrada pela corrupção nos altos escalões do governo (segundo o delegado encarregado do caso, a ordem de arquivar o mesmo veio \"tão de cima que tinha até neve\"). Depois, recorreu à imprensa, mas depois que o jornalista em quem confiava fora assassinado, se desiludiu com todas as formas de se conseguir justiça. Nos deparamos com um princípio retribuitivo. Para o Justiceiro, cada ação deve corresponder uma reação, e isso proporcionalmente. Quanto maior a falta, maior a pena para quem a cometeu. Considerando que um criminoso ameace a sociedade, representando risco de morte para a população, seria justo que o mesmo devesse ser privado da vida, o que viria a proteger a sociedade. Injusto seria deixar que um elemento com alto grau de periculosidade andasse solto pelas ruas, ameaçando a vida das pessoas. Mesmo se fosse preso, não se faria justiça, pois ele poderia eventualmente ser libertado, e voltar a ameaçar os inocentes ou comandar o crime de dentro da cadeia. Mas também é importante ressaltar sua preocupação com a lei. Durante a saga \"A Herança do Rei\", ele critica Mickey Fondozzi, um ex-mafioso conhecido de outras aventuras, por estar contrabandeando cigarros, Mickey retruca dizendo: \"E daí? É só pra burlar o imposto! Todo mundo fuma, todo mundo fica feliz!\" \"É contra a lei!\", lembra o Justiceiro. \"Você vive desrespeitando a lei, cara!\" argumenta Mickey. \"Eu sou a exceção que comprova a regra!\", finaliza o Justiceiro. Aristóteles condenaria esta atitude, por considerar que um homem justo não deve fazer concessões a si mesmo, mesmo considerando estar fazendo o certo. É desnecessário dizer que Frank Castle é procurado pela polícia por seus diversos assassinatos, e todos os super-heróis anteriormente citados o perseguem como um criminoso. == Em outras mídias == === Televisão === *Justiceiro faz três aparições no desenho de 1994, Homem-Aranha: A Série Animada, dublado por John Beck. *No episódio da série animada X-Men de 1992, \"Days of Future Past, Part 1\", duas crianças são vistas segurando um cartucho de videogames chamado Assassin, com o Punisher na capa do videogame. O jogo foi produzido por \"Marbles\", uma versão da \"Marvel\". Um robô duplicado do Justiceiro também aparece nos episódio \"Mojovisão\", atacando Wolverine e Jean Grey. *Em Iron Man: Armored Adventures, no episódio \"The Hammer Falls\", o Justiceiro é mencionado por Pepper Potts como um vigilante. *O Justiceiro também aparece em Esquadrão de Heróis, no episódio \"Night in the Sanctorum\" dublado por Ray Stevenson, que reprisa seu papel do filme de 2008. *Em The Avengers: Earth's Mightiest Heroes, no episódio \"Enter the Whirlwind\", o Justiceiro é mencionado por um motorista de táxi que está lendo um jornal que afirma, \"Vigilante pune novamente\" e uma fotografia com a caveira de sua camisa. *O Justiceiro faz uma aparição no episódio \"Planet Doom\" da série Vingadores Unidos, de 2012. *Jon Bernthal interpreta Frank Castle/Justiceiro nas séries da Netflix do Universo Cinematográfico Marvel. Ele aparece pela primeira vez na segunda temporada da série Daredevil, onde cruza o caminho do Demolidor, iniciando um embate ideológico. Em seguida, o personagem protagoniza a série The Punisher, que durou duas temporadas. Bernthal interpretará novamente o personagem em Daredevil: Born Again, série produzida pela Marvel Studios para o Disney+ com previsão de estreia para 2024. === Filmes === *Frank Castle é um dos personagens principais do filme Avengers Confidential: Black Widow & Punisher. *O Justiceiro também aparece no filme animado Iron Man: Rise of Technovore. *Dolph Lundgren interpreta o personagem no filme lançado em 1989, The Punisher. *Frank Castle é interpretado por Thomas Jane no filme de 2004, O Justiceiro. *Frank Castle é interpretado por Ray Stevenson em Justiceiro: Zona de Guerra. == Controvérsias == === Controvérsias envolvendo o símbolo do personagem === Há alguns anos, a caveira símbolo do personagem tem sido associada de maneira indevida à organizações de militares e policiais, o que ficou ainda mais evidente após os protestos antirracistas em 2020. Em entrevista ao SYFY Wire, Gerry Conway, principal criador do anti-héroi, criticou essa associação: O ator Jon Bernthal, que interpreta o personagem nas séries Daredevil e The Punisher, condenou o uso da caveira por parte de um grupo de supremacistas brancos em uma entrevista para à revista Esquire, em 2018: O ator fez nova manifestação sobre o uso inadequado do símbolo em 2021, agora por parte de grupos de extrema-direita responsáveis pelos ataques ao Capitólio em janeiro daquele ano: == Ligações externas == *The Punisher no Marvel.com Categoria:Quadrinhos para adultos Categoria:Anti-heróis da Marvel Comics Categoria:Vilões do Homem-Aranha Categoria:Artistas marciais da Marvel Comics Categoria:Personagens de filmes Categoria:Vigilantes fictícios",
 "title": "Punisher"
}