{
 "id": "66854",
 "text": "Fernando Botero Angulo (Medellín, 19 de abril de 1932 – Mônaco, 15 de setembro de 2023) foi um artista figurativista colombiano, cujo estilo é chamado por alguns de \"Boterismo\", o que lhe dá uma identidade inconfundível. Suas obras destacam-se sobretudo por figuras rotundas, o que pode sugerir a estaticidade da humanidade. Percebe-se a sua escultura como uma crítica social, especialmente no que diz respeito à ganância do ser humano. ==Primeiros anos== Fernando Botero nasceu no meio da família composta por seu pai David Botero, sua mãe Flora Angulo e seu irmão quatro anos mais velho, Juan David. Quatro anos após seu nascimento, em 1936, nasceu seu irmão mais novo, Rodrigo. No mesmo ano, seu pai faleceu. A partir de 1938, ele estudou a escola primária no Ateneo Antioqueño e o ensino médio na escola Bolivariana. Em 1944 frequentou a escola taurina da Plaza de La Macarena em Medellín, com o banderillero 'Aranguito', a pedido de um tio, que não imaginava que a sua verdadeira vocação fosse a pintura. Ele teve um contratempo com os touros, o que o levou a deixá-los. Vale ressaltar que neste período ele fez seu primeiro trabalho, uma aquarela de um toureiro. Uma vez que sua família entendeu sua vocação, Botero realizou sua primeira exposição em Medellín em 1948. Com 15 anos, Botero começou a vender seus primeiros desenhos. Trabalhou como ilustrador para o jornal El Colombiano. Sua primeira exposição em Bogotá foi em 1951. Após participar do Salão dos Artistas Colombianos e ganhar o 2.º lugar, partiu para realizar seus estudos em Madri, na Real Academia de Bellas Artes de San Fernando, onde expôs aos mestres espanhóis o seu interesse por arte pré- colombiana, colonial espanhola e pelos temas políticos do muralista mexicano Diego Rivera. ==Formação profissional== Sua formação teve início em 1953, quando ingressou na Academia de San Marco, em Florença, na Itália. Lá, estudou a história da arte e os afrescos, que fizeram do início de sua obra marcado pela influência do renascimento italiano. Em 1955, retornou à Colômbia e realiza uma exposição na Biblioteca Nacional. Foi durante essa época que experimenta com as formas de seus personagens, expandindo seu volume. Em 1957, partiu para os Estados Unidos e realizou sua primeira exposição por lá, sendo em 1958 nomeado professor da Academia de Belas Artes e permanecendo parte do corpo docente até 1960. Botero passou a residir em Nova Iorque e em 1965 abriu seu primeiro estúdio na cidade. A partir daí, passou a realizar exposições por todo o mundo, tendo como eixo Paris, Bogotá e Nova York. Foi só em 1973, em Paris, que criou sua primeira escultura. Botero, se lançou ao mundo com a releitura da famosa obra de Jan van Eyck, O Casal Arnolfini, em seu quadro dominavam as formas redondas, assim como fez com a famosa Mona Lisa de Leonardo da Vinci. É caracterizado como um artista bastante politizado, sobretudo por sua preocupação com a violência na América Latina. Essa preocupação é refletida em suas obras. A sua exposição “Dores da Colômbia” conta com 67 obras com 36 desenhos, 25 pinturas e seis aquarelas. Nela, o artista coloca em evidência a violência causada pelos conflitos envolvendo os guerrilheiros das Forças Armadas Revolucionárias da Colômbia (Farc), exército e os grupos paramilitares. == Principais obras == Suas obras de maior destaque são as releituras (gordinhas) de Mona Lisa, de Leonardo da Vinci, atualmente exposta no Museu Botero em Bogotá, na Colômbia e O Casal Arnolfini, de Jan van Eyck. Botero doou 200 pinturas aos parques e praças públicas de Medellín e parte de sua coleção pessoal foi doada ao Museu Botero de Bogotá. Botero viveu entre Mônaco, Nova York, Itália e sua casa de campo em Antioquia, na Colômbia contando com suas obras espalhadas por diversas cidades e museus do mundo todo. Além disso, o artista doou 23 esculturas à cidade de Medellín, sua terra natal. Elas estão expostas em uma praça pública, que foi renomeada com o nome de Botero, tornando-se um dos pontos turísticos mais procurados na cidade colombiana. ==Vida pessoal e morte== Em 1954, Botero casou-se com Gloria Zea (fundadora do Museu de Arte Moderna de Bogotá e diretora do Instituto Colombiano de Cultura Colcultura) e tiveram três filhos: Fernando (nascido em 1956 enquanto moravam na Cidade do México e foi Ministro da Defesa durante o governo de Ernesto Samper, que foi acusado de enriquecimento no processo 8000), Lina (1958) e Juan Carlos Botero Zea (1960). Os Botero Zeas se divorciaram em 1960. Em 1964, Botero casou-se com Cecilia Zambrano, com quem teve um filho, Pedro (1970), que morreu tragicamente em 1974 em um acidente de carro na Espanha, enquanto a família estava de férias. Botero e Zambrano se separaram em 1975. Em 1978, Botero casou-se com a artista grega Sophia Vari. Eles moravam em Paris e tinham uma casa em Pietrasanta, Itália. Botero morreu em 15 de setembro de 2023, aos 91 anos, no Mônaco. == Galeria == Ficheiro:Botero Berlin - panoramio (2).jpg|Exposição em Berlim Ficheiro:Gato, Botero.JPG|Gato, 1990, Barcelona Ficheiro:Maternidad de Botero (Oviedo).jpg|Maternidade, Oviedo Ficheiro:Mujer con espejo, Botero, Madrid (03).jpg|Mulher com Espelho, 1987 Ficheiro:Woman Smoking a Cigarette (36322452893).jpg|Mulher com cigarro, Yerevan Ficheiro:Fernando Botero, Bird (1990), Singapore - 20040616.jpg|Bird, 1990, em frente ao UOB Plaza, Singapura Ficheiro:Centurion (5211881978).jpg|Guerreiro Romano, Museu de Arte Cafesjian, Yerevan Ficheiro:'Man on Horse', bronze sculpture by Fernando Botero (Colombian), 1992, Israel Museum, Jerusalem, Israel.JPG|Man on Horse, bronze, 1992, no Museu de Israel, Jerusalém Ficheiro:2014 Erywań, Park przy Kaskadach (20).jpg|O Gato, Yerevan Ficheiro:Botero.La mano.JPG|A Mão, Madri Ficheiro:Cascada, Ereván, Armenia, 2016-10-03, DD 19.jpg|Mulher fumando, Museu de Arte Cafesjian, Yerevan Ficheiro:Bilbao -Fernando Botero, Caballo con bridas (2009).jpg|Caballo con bridas, Bilbao Ficheiro:AdamandEve- FernandoBotero-20100414.jpg|Adão e Eva, perto da Torre Crockfords no Resorts World Sentosa, Singapura Ficheiro:Ladamadebotero.jpg|Senhora, Medellín Ficheiro:Goslar Botero 02.jpg|Escultura de Fernando Botero em Goslar Ficheiro:Kunstmuseum Liechtenstein 8a.JPG|Escultura de Fernando Botero em frente ao Kunstmuseum Liechtenstein, Vaduz Ficheiro:Broadgate Venus 2020.jpg|Broadgate Venus, 1989, Londres Ficheiro:Cat statue created by Fernando Botero.jpg|Gato, Museu de Arte Cafesjian, Yerevan Ficheiro:Seattle, November 2022 - 148.jpg|Adam, Seattle == Ver também == * Botero (sobrenome) * Museu Botero * Fernando Botero Zea. Filho de Fernando Botero == Bibliografia == * Botero: Nuevas obras sobre lienzo, entrevista con Fernando Botero por Ana María Escallón (Botero: Novos trabalhos em tela, entrevista com Fernando Botero por Ana María Escallón), 1ed. Ana María Escallón, Villegas Editores, Bogotá 1997. ISBN 978-958-9393-42-0 * Grandes personajes universales y de Colombia (Grandes personagens universais e colombianos). Océano editores, Madrid 2000. ISBN 84-494-1013-4 * Medellín, Colombia: Ciudad de Botero (Medellín, Colômbia: Cidade de Botero). Prefeito de Medellín 2000. == Ligações externas == * * Botero's Cats * Gallery of Botero's Artwork * Places To Go in Bogotá: Botero Museum Bogotá – vídeo e informações * Contini Art UK === Série Abu Ghraib === * * Abu Ghraib: November 6 – December 30, 2007 Foi anunciado pelo Diretor e Curador do American University Museum no Katzen Arts Center em Washington, D.C. que as pinturas de Botero serão exibidas lá no final deste ano * Crucified Smurfs Mark Scroggins discute a série de telas e desenhos de Botero com base nos relatos de abuso de prisioneiros em Abu Ghraib * Abu Ghraib: January 29 – March 25, 2007 A primeira exposição institucional dos EUA na UC Berkeley, com webcast de uma conversa entre Fernando Botero e Robert Hass no dia da inauguração * Abu Ghraib: October 18 – November 21, 2006 A primeira exposição em uma galeria dos EUA em Marlborough, em Nova York * The Body in Pain este ensaio de Arthur Danto no The Nation sobre a série Abu Ghraib de Botero, discute o que Danto chama de \"arte perturbadora\" * \"Botero Sees the World's True Heavies at Abu Ghraib\" por Erica Jong no The Washington Post sobre a série Abu Ghraib de Botero * \"Botero's Abu Ghraib Series and the American Consciousness\" de Maymanah Farhat na Monthly Review, discute a série Abu Ghraib de Botero no contexto mais amplo da arte e política americanas Categoria:Pintores da Colômbia Categoria:Pintores do modernismo Categoria:Escultores da Colômbia Categoria:Naturais de Medellín",
 "title": "Fernando Botero"
}