{
 "id": "66891",
 "text": "Em termos gerais, polícia é a atividade de vigiar, policiar. Muitos governos têm uma instituição policial para aplicação de leis. Por extensão, o termo \"polícia\" é, também, utilizado para designar as corporações e as pessoas que têm, como principal função, o exercício daquela atividade. Hoje em dia, o termo \"polícia\" está, normalmente, associado aos serviços e agentes do estado nos quais o mesmo delega a autoridade para o exercício dos seus poderes de polícia, dentro de um limite definido de responsabilidade legal, territorial ou funcional. Normalmente, aos agentes de autoridade policial é concedido um poder para o uso da força no âmbito do cumprimento de leis. A polícia é, frequentemente, associada a uma atividade civil, desempenhada por agentes e corporações civis. No entanto, isso nem sempre acontece. Exemplos flagrantes são polícias militares e as gendarmarias - segundo o conceito internacional. Ambos os tipos são corporações militares, sendo o primeiro tipo responsável por uma atividade militar de polícia (policiamento interno das forças armadas) e o segundo tipo por uma atividade civil de polícia (policiamento da população civil). Apesar de ser, normalmente, associada exclusivamente à atividade de aplicação da lei, a atividade policial é bastante mais abrangente. Para além da preservação da lei e da ordem, a polícia pode incluir outras atividades como o socorro em situações de acidente ou catástrofe, o planeamento urbano, a educação de menores e até a assistência social As designações das corporações policiais podem variar bastante e incluir ou não o vocábulo \"polícia\". Designações alternativas incluem os termos \"força espautori\", \"autoridade\", \"patrulha\", \"força pública\" e \"força de segurança\". Os seus membros podem ser designados por termos como \"polícias\", \"policiais\", \"agentes\", \"brigadianos\" (região sul do Brasil), \"guardas\", \"bófias\" (como em Portugal) ou \"patrulheiros\". Alguns países têm designações peculiares para as suas corporações e agentes de polícia. Nos Estados Unidos, os agentes das polícias municipais, polícias de condado (regionais), Polícias Metropolitanas (de Las Vegas & Miami-Dade), polícias paroquiais (das paróquias civis da Luisiana), estaduais e tribais (das Nações Indígenas) - são normalmente designados, respetivamente, \"police officers\" (oficiais de polícia), \"sheriffs\" (xerifes) e \"troopers\" (tropeiro, trooper é uma variante de \"troop\", significando \"tropa\"). O caso mais peculiar é como o Texas chama a polícia criminal estadual: Texas Rangers Divison (Divisão de Texas Rangers. Ranger é uma palavra de origem francesa que significa literalmente rancheiro e, por extensão guarda e atirador. Na antiga União Soviética, a polícia era designada \"мили́ция\" [militsiya] (milícia), denominação ainda mantida em alguns dos países da Europa de Leste. No Reino Unido, os agentes policiais são genericamente designados \"constables\" (condestáveis), sendo, por extensão, algumas corporações de polícia designadas \"constabularies\". Na República da Irlanda, a Polícia Nacional Irlandesa - que tem funções de Inteligência Doméstica é chamada de Guarda Siochána. == Etimologia == A palavra \"polícia\" tem origem no vocábulo latino \"politia\", que, por sua vez, resultou da latinização da palavra grega \"πολιτεία\" /po.liˈti.a/, esta derivada de \"πόλις\" [polis] que significa \"cidade\". Tanto \"politia\" como \"πολιτεία\" significavam \"governo de uma cidade\", \"cidadania\", \"administração pública\" ou \"política civil\". Na Grécia antiga, o termo \"πολισσόος\" [polissoos] (\"πόλις\" [polis] + σῴζω [sōizō], significando \"eu guardo uma cidade\") referia-se a uma pessoa encarregada da guarda urbana. == História == === China antiga === A aplicação da lei na antiga China era realizada por \"prefeitos\". Estes consistiam em funcionários do governo, que reportavam a autoridades superiores como os governadores, os quais, por sua vez, eram nomeados pelo Imperador ou outro chefe do respectivo estado. Os prefeitos superintendiam na administração civil da respetiva prefeitura, sendo alguns deles responsáveis pela realização de investigação criminal nas suas jurisdições, com uma função semelhante às dos modernos agentes de polícia judiciária. Tal como os modernos agentes policiais respondem perante os juízes, os prefeitos respondiam perante os magistrados locais. Subordinados a cada prefeito, funcionavam subprefeitos, que os auxiliavam na aplicação da lei. O sistema de prefeituras desenvolveu-se em ambos os reinos de Chu e Jin, durante o Período das Primaveras e Outonos (771 a 403 a.C.). Em Jin, espalhados por todo o estado, existiam dúzias de prefeitos, cada qual dispondo de uma autoridade limitada e cumprindo uma comissão de serviço durante um período de tempo igualmente limitado. Posteriormente, o conceito do sistema de prefeituras viria a alargar-se a outros estados da região, como a Coreia e o Japão. O sistema de aplicação da lei na antiga China era também consideravelmente progressista para a época, permitindo, por exemplo, que mulheres exercessem o cargo de prefeitas. === Grécia antiga === Na Grécia antiga, os magistrados usavam escravos de propriedade do estado como agentes de polícia. Em Atenas, existia um corpo especial de polícia, composto por 300 escravos citas - conhecidos por \"ῥαβδοῦχοι\" [pabloucoi] (portadores de varas) - que era empregue na manutenção da ordem pública em reuniões populares e em distúrbios, bem em outras funções policiais como eram o caso das detenções de criminosos e na guarda dos presos. A investigação criminal e outras tarefas associadas à polícia moderna eram desempenhadas pelos próprios cidadãos. === Império Romano === Na maior parte do Império Romano, a segurança pública era assegurada pelo Exército e não por uma polícia dedicada. As autoridades municipais também contratavam vigilantes para complementar a segurança. A investigação criminal estava a cargo de magistrados tais como os procuradores e os questores. Não existia o conceito de acusação pública, tendo que ser a própria vítima de um crime ou a sua família a encarregar-se da acusação. Durante o reinado do Imperador Augusto (época em que a capital do Império tinha atingido quase um milhão de habitantes), a cidade de Roma foi dividida em 14 regiões (regiones), cada qual era protegida por sete coortes de vigilância (cohortes vigilum), sendo cada uma das quais composta por vigiles (vigilantes). Os vigiles atuavam como bombeiros e guardas nocturnos, com funções que incluíam a detenção de ladrões e a captura de escravos fugidos. Eram apoiados pelas coortes urbanas (cohortes urbanae) que funcionavam como forças de intervenção antidistúrbios, e mesmo - quando necessário - pela Guarda Pretoriana. === Espanha medieval === Em vários reinos da Espanha medieval, especialmente no de Leão e Castela, a manutenção da paz estava a cargo de associações de indivíduos armados, conhecidas por \"hermandades\", que se viriam a dar origem ao primeiro corpo policial nacional moderno. Uma vez que os reis espanhóis, muitas vezes, não conseguiam oferecer uma proteção adequada às suas populações, no século XII, começaram a nascer ligas protetoras locais dedicadas ao combate contra o banditismo e outra criminosidade rural, bem como contra o desrespeito das leis e garantias locais por certos membros da nobreza. Além disso, dedicavam-se ocasionalmente a apoiar certos candidatos ao trono. Estas organizações surgiram inicialmente a título temporário, mas acabaram por se tornar em instituições permanentes. O primeiro caso registado da formação de uma hermandade ocorreu quando as vilas e os camponeses do Norte de Espanha se uniram para policiar os caminhos de Santiago e proteger os peregrinos que se deslocavam a Santiago de Compostela. Estas alianças foram frequentes durante a Idade Média, sendo formadas por combinações de vilas e dedicadas à proteção das estradas que as uniam, ocasionalmente estendendo o seu âmbito para fins políticos. Entre as mais poderosas, estava a Liga dos Portos Bascos e Castelhanos do Norte e a Hermandad de las Marismas (formada por Toledo, Talavera de la Reina e Vila- real). Um dos primeiros atos do governo dos Reis Católicos Fernando e Isabel foi o de criar o um eficiente e centralizado corpo de polícia sob a forma da Santa Hermandade. A Santa Hermandade - a primeira corporação de polícia nacional moderna - foi criada a partir da adaptação de uma hermandade já existente com a função de polícia geral, sendo composta por agentes nomeados pela própria, aos quais foram concedidos amplos poderes de jurisdição sumária, mesmo em casos de importância capital. As hermandades originais continuaram a funcionar como pequenas polícias locais, até à sua extinção em 1835. === França === Tiveram origem na França dois tipos de corporações policiais que viriam a servir de exemplo a corpos do mesmo tipo em inúmeros países do mundo: a gendarmaria e a polícia urbana. A gendarmaria tem as suas origens em dois corpos policiais existentes desde a Idade Média. Durante a Idade Média, existiam dois oficiais-mores do Reino da França com funções policiais: o maréchal de France (marechal de França) e o connétable de France (condestável de França). O marechal de França exercia a sua autoridade - por intermédio de um preboste - através de um corpo de polícia militar designado \"maréchaussée\" (Marechalato). Por sua vez, o condestável de França exercia as suas funções policiais através da connétablie, organizada como um corpo militar em 1337. No reinado de Francisco I (1515-1547) a maréchaussée foi fundida com a connétablie, dando origem à connétablie et maréchaussée de France, abreviadamente conhecida como \"maréchaussée\". Na Revolução Francesa, os comandantes da maréchaussée tomaram, geralmente, o partido revolucionário. Como tal, a corporação foi mantida, mas o seu título - associado à monarquia - foi alterado para \"gendarmerie nationale\" (Gendarmaria Nacional) em fevereiro de 1791. O seu pessoal e as suas funções mantiveram-se inalteradas, mas, a partir de então passou a ter um estatuto totalmente militar. O primeiro corpo de polícia urbana, organizado segundo um modelo moderno, foi criado durante o reinado de Luís XIV, em 1667, para policiar Paris, na época a maior cidade da Europa. O édito real - registado pelo Parlamento de Paris a 15 de março daquele ano - criou o cargo de lieutenant général de police (tenente-general de Polícia), ao qual competia dirigir a nova polícia de Paris e definia a função de polícia como a de \"assegurar a paz e a tranquilidade pública e privada dos indivíduos, livrar a cidade do que possa vir a causar distúrbios, procurar a abundância e garantir que cada um e todos possam viver de acordo com o seu estatuto e deveres\". Este cargo foi inicialmente preenchido por Gabriel Nicolas de la Reynie, o qual dispunha - sob a sua autoridade - de 44 commissaires de police (comissários de polícia). Em 1709, estes comissários passaram a ser auxiliados por inspecteurs de police (inspetores de polícia). A cidade de Paris foi dividida em distritos policiais, cada qual a cargo de um comissário de polícia, assistido por um número, cada vez maior, de funcionários. O sistema policial de Paris foi estendido ao resto da França, por édito real de outubro de 1699, resultando na criação de tenentes-generais de polícia em todas as grandes cidades francesas. O cargo de tenente-general de Polícia de Paris foi transformado, por Napoleão Bonaparte a 17 de fevereiro de 1800, no de prefeito de Polícia. A 12 de março de 1829, subordinados à Prefeitura de Polícia, foram criados os sergents de ville (sargentos de cidade), talvez os primeiros agentes policiais civis uniformizados do mundo. === Ilhas Britânicas === O desenvolvimento de corpos policiais segundo um modelo moderno foi mais lento nas Ilhas Britânicas do que na maioria das restantes regiões europeias. Durante o período anglo-saxão, desenvolveu-se um sistema de reeves (magistrados locais, representantes da Coroa) que se encarregavam da segurança pública e da aplicação da lei. O reeve de cada shire (condado administrativo da Inglaterra) denominava-se \"shire-reeve\", designação que acabou por se transformar em \"sheriff\" (xerife). Subordinados aos xerifes, existiam os constables (condestáveis), cada qual responsável por assegurar o policiamento de uma \"centena\" (um grupo de 100 pessoas). Por sua vez, cada \"centena\" organizava-se em dez tithing (grupos de dez pessoas), cujos integrantes eram responsáveis por se policiarem uns aos outros e por levarem a julgamento qualquer seu integrante que infringisse a lei. Este sistema policial continuou e desenvolveu-se depois da invasão normanda. A primeira corporação com a designação de \"polícia\" nas Ilhas Britânicas foi a Marine Police (Polícia Marinha), criada em 1798, com a função de proteger as mercadorias no Porto de Londres. No entanto, muitas forças policiais britânicas continuaram a ser oficialmente conhecidas como \"constabulary\", designação derivada de \"constable\", o título tradicional dos agentes policiais britânicos. Em 1800, foi criada a City of Glasgow Police (Polícia da Cidade de Glasgow), o primeiro corpo de polícia urbana da Grã-Bretanha. Na Irlanda, em 1822 foi criado o Irish Constabulary (mais tarde \"Royal Irish Constabulary\"), encarregue essencialmente do policiamento rural. Ao contrário das outras polícias britânicas, o Irish Constabulary foi constituído como uma espécie de gendarmaria, uma vez que era uma corporação armada com uma organização de tipo paramilitar. A 29 de setembro de 1829, por proposta de Robert Peel, secretário de Estado dos Negócios Domésticos do Reino Unido, foi criada a Metropolitan Police (Polícia Metropolitana) de Londres, que viria promover o papel da polícia como um dissuasor contra o crime urbano e as desordens públicas. A Polícia Metropolitana de Londres acabou por servir de modelo para inúmeras outras corporações policiais, sobretudo do mundo anglo-saxónico, mas também de outros países. === Portugal e Brasil === Para a história da polícia de Portugal e Brasil, é fundamental falar da criação, em 1760, da Intendência- Geral da Polícia da Corte e do Reino, sob a dependência da Secretaria de Estado dos Negócios Interiores do Reino, que foi o órgão central de polícia do Reino de Portugal. No Brasil, pelo Alvará de 10 de maio de 1808, logo após a chegada da família real portuguesa, foi criada a Intendência-Geral da Polícia da Corte e do Estado do Brasil. == Ramos da polícia == Hoje em dia, segundo a natureza da atuação, na maioria dos países, a polícia é dividida funcionalmente em dois grandes ramos: polícia preventiva e polícia judiciária. Basicamente, o primeiro ramo destina-se a atuar antes do crime ou outra infração à lei ocorrer, e o segundo destina-se a atuar depois da ocorrência. A divisão funcional entre polícia preventiva e polícia judiciária não implica uma igual divisão em termos organizativos. Assim, uma determinada corporação policial pode desempenhar ambas as funções, sendo considerada como polícia de ciclo completo. Por outro lado, tanto a função de polícia preventiva como de polícia judiciária podem estar repartidas por diversos corpos policiais distintos. === Polícia preventiva === A polícia preventiva constitui o ramo da polícia encarregado de prevenir a infração à lei, através do patrulhamento ostensivo e da resposta a situações de emergência ou outros incidentes. Este ramo também é conhecido por termos como \"polícia administrativa\", \"polícia uniformizada\", \"polícia de segurança\" , \"polícia de ordem\" ou \"polícia de bandidos\" Na maioria dos casos, os membros da polícia preventiva prestam serviço uniformizados de modo a serem facilmente identificados como tal pelo público. Em termos de número de efetivos, a polícia preventiva constitui normalmente o grosso dos serviços policiais de um país. === Polícia judiciária === A polícia judiciária destina-se essencialmente a investigar os crimes depois dos mesmos ocorrerem, com o objetivo de descobrir os culpados e levá- los à justiça. Normalmente, atua depois de uma atuação inicial por parte da polícia preventiva, a qual é geralmente encarregue de realizar a primeira resposta a um incidente. Este ramo policial é também referido como \"polícia de investigação criminal\". Ao contrário dos membros da polícia preventiva, os agentes da Polícia Judiciária não atuam normalmente uniformizados, mas somente usam distintivos policiais e roupas que não caracterizam serviço policial, uma vez que, dada a natureza do trabalho de investigação, é conveniente uma atuação discreta e pouco intimidante. A polícia judiciária está muitas vezes incumbida de funções de recolha de informações, o que implica muitas vezes a atuação de agentes infiltrados, que escondem a sua identidade policial. == Tipos especiais de polícia == === Polícia militar === A polícia militar ou preboste constitui um serviço das forças armadas encarregada do policiamento interno das mesmas. Conforme o país e a organização das suas forças armadas, a polícia militar assume funções tanto de polícia preventiva quanto de polícia ostensiva, com jurisdição limitada ao pessoal e às instalações militares. Em situações de guerra ou de grave emergência, a polícia militar pode também alargar a sua jurisdição à população civil. A expressão \"polícia militar\", muitas vezes, é usada num sentido mais lato, abrangendo, também, as gendarmarias, as quais têm um estatuto militar, mas são responsáveis pelo policiamento da população civil (nalguns casos, tendo também funções de polícia interna das forças armadas). No Brasil, ao contrário da prática internacional, a expressão \"polícia militar\" refere-se apenas aos corpos policiais estaduais do tipo gendarmaria com funções limitadas ao policiamento da população civil. A exceção é a Brigada Militar do Estado do Rio Grande do Sul. === Gendarmaria === Uma gendarmaria é uma força de segurança de natureza militar, encarregada da realização de funções de polícia no âmbito da população civil para prender bandidos. Ocasionalmente, as gendarmarias podem, também, exercer funções de polícia no âmbito interno das forças armadas (polícia militar) de um país, sobretudo nos teatros de operações no estrangeiro. === Polícia política === Uma polícia política constitui uma corporação policial encarregue combater os inimigos de um partido ou grupo político que ocupe o poder num país. Uma polícia política não se destina a combater o crime \"convencional\", mas sim o crime político, no qual são normalmente integradas as atividades de dissidência e oposição ao poder político instituído. Dadas as suas características, normalmente só existem nos regimes totalitários. A designação \"polícia política\" como título oficial é raramente utilizada, sendo mais comum o uso de eufemismos como \"polícia de segurança do estado\", \"polícia de informações\" ou \"polícia de defesa social\". === Polícia científica === A polícia científica ou polícia técnica constitui, normalmente, um departamento policial associado à polícia judiciária e especializado em obter provas periciais, por meio da análise técnica e científica de vestígios produzidos e deixados durante a prática de delitos. Normalmente, é composta por cientistas ou por pessoal com uma elevada especialização técnica. === Polícia de choque === A polícia de choque constitui, normalmente, uma unidade de polícia preventiva especializada no controlo de multidões e na dispersão de manifestações violentas. Pode, também, atuar em outras situações de especial violência onde é necessária a utilização da força policial num escalão superior ao convencional. As unidades de polícia de choque são, frequentemente, designadas alternativamente como \"polícia de intervenção\" ou \"polícia antimotim\". === Polícia secreta === Uma polícia secreta é um corpo policial responsável pela recolha de informações e pela realização de investigações com vista a garantir a segurança do estado contra as ameaças de subversão, de terrorismo, de espionagem e de sabotagem. Nos regimes totalitários, as funções de polícia secreta confundem-se com as de polícia política e incluem a repressão de elementos politicamente antagónicos ao partido ou grupo que ocupa o poder. No entanto, também existem polícias secretas nos países democráticos, as quais não atuam normalmente no plano político, exceto no que toca à defesa do estado de direito democrático. As polícias secretas são também referidas como \"polícias de segurança do estado\", \"polícias de informações\", \"polícias especiais\" ou \"polícias preventivas\". === Polícia de operações especiais === Uma força de operações especiais policiais é uma unidade especial de polícia treinada e equipada para a realização de operações de alto risco. Entre essas operações, estão o resgate de reféns, o combate ao terrorismo e o enfrentamento de criminosos altamente armados. Entre as forças de operações especiais da polícia, podem incluir-se, também, unidades especializadas em desativação de engenhos explosivos, em descontaminação NBQR, em proteção pessoal e em cinotecnia. No Brasil, o Grupamento de Mergulhadores de Combate (GRUMEC), apesar de não ser bem uma polícia de operações especiais, é um instituto da Marinha Brasileira que pode ser responsável por essas tarefas. === Polícia de trânsito === A polícia de trânsito ou polícia rodoviária é uma corporação ou unidade policial especializada no controlo do trânsito e no policiamento das estradas. Entre as funções especializadas que lhes estão normalmente atribuídas incluem-se a investigação de acidentes, a fiscalização das condições de circulação dos veículos automóveis, a resposta a emergências, a aplicação da lei nas estradas, o reporte de anomalias técnicas nas estradas e o ordenamento do tráfego rodoviário. === Polícia religiosa === Uma polícia religiosa é uma corporação policial responsável pela garantia da aplicação das leis religiosas de um país, sobretudo no que diz respeito aos usos e costumes. Polícias deste tipo, normalmente, apenas existem em estados de natureza teocrática. Hoje em dia, existem polícias religiosas sobretudo em alguns países islâmicos que se regem pela lei da charia. === Polícia de fronteira === É uma polícia que atua na fronteira de um país. É especializada no controle de tráfego de pessoas e veículos na alfândega. == Polícia por países == === Angola === Em Angola, os órgãos policiais são os seguintes: * Polícia Nacional — é força de segurança pública que concentra quase todos os ramos de atividade policial, desde a ordem pública à investigação criminal. === Brasil === thumb|Viatura da Polícia Civil do Estado do Rio de Janeiro No Brasil, são os seguintes os órgãos policiais: * Polícia Militar — forças de segurança de cada uma das unidades federativas que têm por função primordial a polícia ostensiva e a preservação da ordem pública nos Estados brasileiros e no Distrito Federal. * Brigada Militar — forças de segurança do Estado do Rio Grande do Sul. O termo preservação da ordem pública deve ser visto de forma abrangente, já que engloba uma série de ações de segurança pública que são desenvolvidas pelas polícias militares. * Polícias das Forças Armadas * Polícia Civil — cabe, à Polícia Civil dos Estados também, a preservação da ordem pública e da incolumidade das pessoas e do patrimônio; atuar como polícia judiciária; praticar atos de auxílio ao Poder Judiciário na aplicação da Lei; e desenvolver ações de inteligência policial. * Policia Penal — realiza vigilância interna/externa das unidades prisionais e lida com situações de conflito como rebeliões, fugas etc. Realiza contenção, escolta armada e auxilia a polícia na captura de presos foragidos do sistema penitenciário. O profissional mantém internos presos com a finalidade de assegurar à custódia, de estabelecer a ordem dentro dos presídios, impedir possíveis fugas, encaminhar demandas dos internos para a diretoria, informar possíveis ocorrências e conferir documentos. A atividade engloba também planejamento, organização e a participação de programas e ações para a socialização do preso. Conhecimento das leis e normas do sistema penitenciário são conhecimentos necessários para a atuação da profissão. * Polícia Federal — destina-se a: # apurar infrações penais contra a ordem política e social ou em detrimento de bens, serviços e interesses da União ou de suas entidades autárquicas e empresas públicas, assim como outras infrações cuja prática tenha repercussão interestadual ou internacional e exija repressão uniforme, segundo se dispuser em lei; # prevenir e reprimir o tráfico ilícito de entorpecentes e drogas afins, o contrabando e o descaminho, sem prejuízo da ação fazendária e de outros órgãos públicos nas respectivas áreas de competência; # exercer as funções de polícia marítima, aeroportuária e de fronteiras; # exercer, com exclusividade, as funções de polícia judiciária da União. * Polícia Rodoviária Federal — tem, como principal função, combater os crimes nas rodovias e estradas federais do Brasil. * Polícia Ferroviária Federal — destina-se ao patrulhamento ostensivo das ferrovias federais. * Polícia Legislativa Federal — designação única para dois órgãos policiais distintos que atendem às Casas do Legislativo Federal, ou seja, ao Senado Federal e à Câmara dos Deputados. * Polícia do Senado Federal — órgão policial do Senado Federal * Polícia da Câmara dos Deputados — órgão policial da Câmara dos Deputados. * Guardas municipais — são corporações civis uniformizadas, subordinadas ao Executivo Municipal e destinadas à proteção dos bens, serviços e instalações municipais, (prédios, ruas, praças, parques, pessoas, etc) conforme dispuser a lei (Art.144 § 8º, da Constituição Federal). Após a regulamentação do Art.144 § 8º; pela promulgação da lei Federal 13.022/2014, tornou-se a primeira instituição policial responsável legalmente pelo policiamento preventivo e proteção dos direitos humanos fundamentais ( no Art. 3º, em seus incisos I,II e III). * Polícia científica — são órgãos estaduais presentes na maioria dos estados brasileiros e especializados na produção de provas técnicas (ou provas periciais), por meio da análise científica de vestígios produzidos e deixados durante a prática de delitos. ==== Brigada Militar ==== A exceção no caso brasileiro é a Brigada Militar, que compõe uma força policial com características de combate e é exclusiva do estado do Rio Grande do Sul. Recebeu diversas denominações ao logo da história. Força Policial (1837 e 1873), Corpo Policial (1841 e março 1892), Guarda Cívica (1889 e junho de 1892), Brigada Policial (junho de 1892) e, finalmente Brigada Militar (outubro de 1892). Tal Brigada gaúcha possui uma história diferenciada para justificar tal distinção. A seguir, a lista de algumas atuações históricas envolvendo tal força policial. * Esteve incorporada ao Exército Imperial em 1865, onde permaneceu até maio de 1870 em território argentino, e se posicionou para combate em diversos momentos históricos. * Entrou em combate contra a seita religiosa dos Mucker em 1874. * participou da Revolução Federalista contra os Maragatos, combatendo diversas vezes com grandes baixas. * entrou em combate na Revolução Assistida de 1923, e na Revolução de 1924, em São Paulo, combatendo na capital paulista, e ainda perseguiu a Coluna Miguel Costa-Prestes entrando em combate por diversas vezes nas regiões Centro, Norte e Noroeste do Brasil. * em outubro de 1930, em mais uma revolução pela sucessão à Presidência da República, a Brigada Militar foi totalmente mobilizada, participando de combates na capital gaúcha, em Rio Grande e no Rio de Janeiro. * dois anos depois, enviou seus homens a São Paulo para apoiar o Governo Federal na Revolução Constitucionalista. === Cabo Verde === O Ministério da Administração Interna do Governo de Cabo Verde é a entidade tutora de todas as corporações de segurança, ordem pública, fiscalização e monitorização interna do país. No país os órgãos policiais são: * Polícia de Ordem Pública — atualmente, o policiamento ostensivo, manutenção da ordem pública, controlo de distúrbios e fiscalização rodoviária estão-lhe subordinados. O mesmo atua sob a orientação do Comando Nacional sediado na Cidade da Praia, órgão que gere a aplicação dos meios e recursos centrais. Também fazem parte da Polícia de Ordem Pública, Grupos de Moto, Patrulha Auto, Direção dos Transportes, Tecnologia e Informação, Proteção de Identidades, Grupo Antidistúrbios e Polícia Marítima. * Polícia Judiciária — é a polícia de investigação criminal e atua em auxílio ao Ministério da Justiça na averiguação das infrações penais e seus responsáveis. Também trata de questões do Estado como a segurança Interna, o Antiterrorismo, a Investigação e Fiscalização Económica. * Forças Especiais do Comando Central da Policia Nacional de Cabo Verde: ** Polícia Florestal ** Polícia Ambiental ** Brigada Anticrime-BAC ** Polícia Fiscal ** Serviços Estrangeiros e Fronteira ** Brigada de Investigação Criminal-BIC === Guiné-Bissau === Na Guiné-Bissau, existem seguintes polícias: * Polícia de Ordem Pública — força de segurança pública uniformizada, responsável pelo policiamento ostensivo. * Polícia Judiciária — polícia de investigação criminal. === Macau === Em Macau, existem as seguintes polícias: * Polícia Judiciária — polícia de investigação criminal. * Corpo de Polícia de Segurança Pública — força de segurança pública uniformizada, responsável pelo policiamento ostensivo. Corpo de Polícia de Segurança Pública da RAEM === Moçambique === Em Moçambique, os órgãos policiais são: * Polícia da República de Moçambique — instituída pela Lei nº 19, de 31 de dezembro de 1992, é uma força policial subordinada ao Ministério do Interior. Com a sua criação foram extintas a Polícia Popular de Moçambique (PPM) e também a Polícia de Investigação Criminal (PIC). Chefiada por um Comandante-Geral, a PRM subdivide-se em três departamentos principais: Direção da Ordem e Segurança Pública, Polícia de Investigação Criminal (PIC) e Forças Especiais e de Reserva (que incluem a Força de Intervenção Rápida – FIR e Escolas da Polícia). === Portugal === Em Portugal, existem os seguintes órgãos policiais, cada um especializado em uma determinada área de atuação. Os principais são: * Polícia Judiciária — polícia de investigação criminal especializada na repressão ao crime organizado, terrorismo, tráfico de estupefacientes, corrupção e criminalidade económica e financeira. Depende do Ministério da Justiça;Polícia Judiciária * Polícia de Segurança Pública — corpo policial civil de segurança pública, atuando fundamentalmente em grandes áreas urbanas, dependente do Ministério da Administração Interna.Polícia de Segurança Pública * Guarda Nacional Republicana — é uma força segurança de natureza militar, constituída por militares organizados num corpo especial de tropas, atuando fundamentalmente em áreas rurais, estradas nacionais e zona costeira, dependente dos Ministérios da Administração Interna e da Defesa Nacional.Guarda Nacional Republicana * Guarda Prisional — é uma força de segurança uniformizada e armada que tem por missão garantir a segurança e tranquilidade da comunidade, nomeadamente, mantendo a ordem e segurança do sistema prisional, dependente do Ministério da Justiça através da Direção- Geral dos Serviços Prisionais. * Serviço de Estrangeiros e Fronteiras — serviço policial responsável pela vigilância e controle das fronteiras e combate à imigração ilegal, dependente do Ministério da Administração Interna. * ASAE — polícia especializada no combate aos delitos económicos e contra a saúde pública, dependente do ministério responsável pelas atividades económicas.Autoridade de Segurança Alimentar e Económica * Polícia Marítima — órgão policial criminal da Autoridade Marítima Nacional, dependente do Ministério da Defesa Nacional, através da estrutura da Marinha; patrulha o mar, rios, e costa nacional. * Polícia do Exército, Polícia Aérea e Polícia Naval - garantem a ordem e a disciplina nas Forças Armadas, bem como a segurança do seu pessoal e instalações. * Polícias municipais — Órgãos municipais de fiscalização do cumprimento dos regulamentos locais. * Polícia Judiciária Militar — órgão policial de investigação criminal no âmbito militar, a ela só cabe investigar eventuais infrações cometidas por militares, dependente do Ministério da Defesa Nacional. === São Tomé e Príncipe === São Tomé e Príncipe divide-se nas seguintes polícias: * Polícia Nacional — força de segurança pública uniformizada, responsável pelo policiamento ostensivo. * Polícia de Investigação Criminal — polícia judiciária. * Polícia de Intervenção e Segurança(GIS) — está dentro da Polícia Nacional, responsável para repor a ordem de forma mais coerciva quando a resistência e demais desrespeito social. * Guarda Prisional ou Policia de reencerção social — cuida dos presos. === Timor-Leste === Em Timor-Leste as forças policiais são: * Polícia Nacional de Timor-Leste - foi criada em maio de 2002 pela Organização das Nações Unidas, após a independência do país, com a missão de promover a segurança pública, manter a lei e a ordem em todo território nacional, prestando um serviço policial confiável, profissional e isento. A corporação iniciou as suas atividades em 10 de agosto de 2001, sob a denominação de Força Policial Civil das Nações Unidas – CivPol, nome posteriormente mudado para Serviço Policial de Timor-Leste e, finalmente, Polícia Nacional de Timor- Leste, em 10 de dezembro de 2003. == Ver também == * Interpol * Forças de segurança * Penitenciária * Polícia privada * Segurança condominial * Segurança pessoal * Segurança privada * Segurança pública * Violência policial == Ligações exernas == * Polícia Federal do Brasil Categoria:Direito administrativo",
 "title": "Polícia"
}