{
 "id": "6694",
 "text": "A cerâmica (do grego κέραμος — \"argila queimada\"Hans Thurnauer: \"Ceramics\"; in: \"Dielectric Materials and Applications\", edited by A. R. von Hippel, published jointly by The Technology Press of M.I.T. and John Wiley & Sons, 1954Callister, Jr William D. Ciência e Engenharia de Materiais: Uma Introdução. 5ª edição, 2002, pp 266) ou κεραμικὀς, translit. keramikós: 'de argila'[Dicionário Houaiss: \"cerâmica\"]) é a arte ou a técnica de produção de artefatos e objetos tendo a argila como matéria-prima. Qualquer classe de material sólido inorgânico, não metálico (não confundir com termo ametal) que seja submetido a altas temperaturas (aproximadamente 540 °C) na manufatura. Geralmente uma cerâmica é um óxido metálico, boreto, carbeto, nitreto, ou uma mistura que pode incluir aniões.W.W Perkins, American Ceramic Society's Ceramic Glossary (1984, pp 13-4) ==Tipos de cerâmica== As cerâmicas são comumente divididas em dois grandes grupos: *Cerâmica tradicional - Inclui cerâmicas de revestimentos, como ladrilhos, azulejos e também potes, vasos, tijolos e outros objetos de olaria, que não têm requisitos de desempenho tão elevados se comparados ao grupo seguinte. As peças de uso doméstico, como pratos, xícaras e vasilhas, e os adornos, como vasos e estátuas, podem ser fabricados a partir de três tipos básicos de material cerâmico: argila, grês e porcelana. Estes materiais são conhecidos no mercado internacional por earthenware, stoneware e porcelain, respectivamente. A composição de cada material cerâmico é diferente e utiliza matérias primas variadas, o que confere características diferentes a cada um. *Cerâmica avançada, ou de engenharia - Geralmente são materiais com exigências maiores de desempenho e obtidos a partir de matéria-prima mais pura. São abstraídos motivos,Redd, James Stalford, Principles of ceramics processing 2nd ed. (1988) ferramentas de corte para usinagem e tijolos refratários para fornos.David W. Richerson, Modern Ceramic Engineering (1992) ==Classificação== Os materiais cerâmicos podem ser classificadas de diversas formas, o mais usual é classificação por aplicação. Outras formas de classificação mais aprimoradas são: *Composição química ** Óxidos, Carbetos, Nitretos e Oxinitretos. *Origem Mineralógica ** Quartzo, bauxita, mulita, apatita, zircônia, entre outros. *Método de moldagem ** Compressão isostática, colagem por barbotina (slip casting), extrusão e moldagem por injeção, calandragem entre outros.Shigeyuki Somiya, Advanced technical ceramics (1989 pp 11-25) ==História da cerâmica== No Brasil colonial havia em cada engenho de açúcar um forno de tijolos para a queima de tijolos e de louças de barro, com técnicas de olaria. Famílias abastadas utilizavam porcelanas da Índia.Lima, Cláudia. Tachos e panelas: historiografia da alimentação brasileira. Recife: Ed. da autora, 1999. 2ª Ed. 310p. ISBN 8590103218 == Estrutura Cristalina == Estruturas cristalinas são arranjos regulares, tridimensionais, de átomos no espaço. A regularidade com que os átomos se agregam nos sólidos decorre de condições geométricas impostas pelos átomos envolvidos, pelo tipo de ligação atômica e pela compacidade. Essas estruturas cristalinas observadas nos sólidos são descritas através de um conceito geométrico chamado rede espacial, e podem ser explicadas pelo modo como os poliedros de coordenação se agrupam, a fim de minimizar a energia do sólido. === Cerâmica Cristalina === Os materiais cerâmicos cristalinos não são passíveis de uma grande variedade de processamento. Os métodos para lidar com eles tendem a se enquadrar em uma de duas categorias - fazer a cerâmica na forma desejada, por reação in situ ou \"formar\" pós na forma desejada e depois sinterizar para formar um corpo sólido. As técnicas de moldagem em cerâmica incluem modelagem manual (às vezes incluindo um processo de rotação chamado \"arremesso\"), moldagem por deslizamento, moldagem por fita (usada na fabricação de capacitores cerâmicos muito finos), moldagem por injeção, prensagem a seco e outras variações. === Cerâmica não cristalina === A cerâmica não cristalina, sendo vidro, tende a ser formada a partir de fundidos. O vidro é moldado quando totalmente derretido, por vazamento ou em estado de viscosidade semelhante ao toffee, por métodos como sopro em um molde. Se tratamentos térmicos posteriores fizerem com que esse vidro se torne parcialmente cristalino, o material resultante será conhecido como vitrocerâmico, amplamente utilizado como tampo de cozinha e também como material compósito de vidro para descarte de resíduos nucleares. ==Ver também== *Azulejo *Cerâmica de revestimento *Museu de Cerâmica - Caldas da Rainha *Vitrocerâmica ==Ligações externas== * Museu de cerâmica de Sacavém *Cerâmica Artística de Carcavelos",
 "title": "Cerâmica"
}