{
 "id": "66957",
 "text": "A Elma Chips é uma empresa brasileira do ramo de alimentação, cuja principal unidade fabril é localizada na cidade de Curitiba, capital do estado brasileiro do Paraná. A empresa é administrada pela Frito-Lay, subsidiária do ramo de salgados do grupo americano Pepsico que engloba, entre outras marcas, os refrigerantes Pepsi. == História == === Antecessoras === *Indústria e Comércio American Potato Chips Ltda.: empresa alimentícia localizada no bairro do Ipiranga, na capital paulista, especializada em batatas fritas tipo chips, que era de propriedade de um português. *Padaria e Confeitaria Elma/Elma Produtos Alimentícios: em 1959, os casais de imigrantes alemães Elfriede Wagner com Eugen Wagner e Maria Unger com Viktor Unger, recém chegados ao Brasil e morando em Curitiba, começaram a vender os salgadinhos Pretzel, de porta em porta ou no maior supermercadista da cidade, nesta época, o Mercadorama, para complementar a renda das famílias. O produto era fabricado artesanalmente no forno caseiro dos casais, que eram vizinhos no bairro Bom Retiro. A receita usada era do Brezel (similar ao Bretzel), muito tradicional na região de Schwarzwald, que foi enviada por um familiar que trabalhava em uma fábrica de snacks na Alemanha. O produto, aportuguesado de pretzel, cuja receita era muito simples, levando trigo, água e sal grosso, caiu no gosto dos consumidores. Em 1962, foi inaugurado a Padaria e Confeitaria Elma (ELMA, abreviatura do nome das irmãs Elfriede e Maria) no bairro Xaxim. Com praticamente os mesmos ingredientes do Pretzel, a Confeitaria Elma lançou, em 1962, os palitinhos crocantes cobertos com sal grosso batizados de Stiksy. O sucesso do Stiksy ampliou a fabricação do produto em 40 toneladas/ano e vendidos para todo o estado do Paraná, além dos estados de Santa Catarina, São Paulo e Rio de Janeiro. Entre 1964 e 1965, a empresa construiu uma nova unidade fabril, ainda em Curitiba, só que agora no bairro Boqueirão. Com altos e baixos na economia brasileira e, consequentemente, nas finanças da empresa, no início da década de 1970 a ELMA já produzida 200 toneladas/ano e vendia para todo os estados do Sul do Brasil, além do eixo Rio-São Paulo (já com a denominação Elma Produtos Alimentícios). Nesta época foi lançado um novo produto, o salgadinho empacotado Pingo D’Ouro. === Fusão === Em 1973, a PepsiCo contratou um especialista em planejamento estratégico a fim de elaborar um plano de investimento de 10 anos no Brasil, incluindo sondar empresas do ramo de snacks para futuras aquisições. A intenção da PepsiCo era investir e ao mesmo tempo, ser líder de mercado. As empresas escolhidas foram a American Potato Chips e a Elma Produtos Alimentícios. Em 1974, a PepsiCo adquiriu e uniu as duas empresas, nascendo a Elma Chips, com uma linha variada de produtos para diferentes tipos de consumidores. A marca se tornou conhecida com seu slogan: “É impossível comer um só”. A empresa lançou o Baconzitos, um de seus sucessos, em 1974, acompanhado do Stiksy (que já era produzido artesanalmente desde 1962). Em 1976, introduziu no Brasil o salgadinho Cheetos na versão original, depois vieram o Fandangos original de milho (1980), o salgado Cebolitos (1978), a batata Ruffles em 1986 e o Doritos. Em 1982 foram lançados os sabores Queijo e Presunto do salgadinho Fandangos. Em 2004, introduziu a linha Sensações, uma batata mais fina e condimentada. == Linha de produtos == * Baconzitos (1974); Sabor de bacon feito de trigo. * Stiksy (1962 da ELMA, empresa precursora); Salgadinho de palitinho de bretzel crocante coberto de sal grosso, feito de trigo. * Cheetos; Bola, Tubo e Tradicional (1977). Depois de 1986, permanece somente no formato original, retornando o Bola, Tubo e novidades: Estrela, Meia-Lua e Ondas, no sabor requeijão, em 1998. Em 2023 foi lançado o sabor cheddar, em formato de patas, em homenagem ao personagem Chester Cheetah e o formato Tubo foi descontinuado. No mesmo ano de 2023, a empresa lançou a versão mais aguardada pelo público: Cheetos Crunchy. Um verdadeiro sucesso de vendas em vários países. Atualmente, estão a venda as versões Lua, Onda, Bola, Patas e Chunchy * Cebolitos: 1978, até início dos anos 1990. Retornou ao mercado em 2000. Salgadinho de cebola em formato de aneis. * Fandangos (1980); sabores queijo e presunto (feitos de milho) em formato de conchas, além de sabores esporádicos, de edições limitadas. Os sabores churrasco e bacon foram lançados em 2023 e são vendidos apenas na região nordeste do Brasil. O sabor queijo com o novo formato de mini espiga foi lançado. * Zambinos (1982); sabor pizza, de formato arredondado, lembrando uma mini-pizza (saiu de linha nos anos 90, retornando em 2004, porém devido a baixas vendas, descontinuado logo em seguida. Retornou mais uma vez em 2021) * Lay's (1984, retornando em 2013); sabor original, saiu do mercado. Atualmente a marca batiza batata-palha. Relançada no mercado brasileiro em 2013 devido a pedidos, distribuídas em pontos de vendas de SP e RJ as batatas Lay's sabores Clássica, Sour Cream, Picanha e Salt & Vinegar, disponíveis nos tamanhos 33 g e 90 g. * Doritos (1985); Salgadinho em formato de tortilhas com sabores Original, Pizza (saiu do mercado), Queijo Nacho, Dippas, Sweet Chili e Late Night (sabor Cheeseburger), este último em edição limitada. Em 2012, introduziu-se no mercado brasileiro o sabor Cool Ranch, já conhecido nos Estados Unidos. O sabor Sweet Chilli, originalmente uma edição limitada, acabou consolidando-se entre os sabores regulares. Em 2022 o sabor pizza retornou ao mercado brasileiro. * Ruffles (1986); Salgadinho de batata com sabores: tradicional, cebola e salsa e churrasco, além de sabores esporádicos, de edições limitadas * Pingo d'Ouro (década de 1970, da ELMA, empresa precursora); sabores bacon defumado e picanha grelhada, sendo este último lançado em 2002. Já teve sabores de pizza e de frango grelhado * Sensações (2004); Salgadinho de batata com sabores frango grelhado e peito de peru Logo foi lançado o Sensações Fit; com sabores ervas finas e toque de azeite e sal. A versão do salgadinho de batata ao forno, foi lançado a Sensações ao Forno com sabores original. * Stax (2006); Salgadinho de batata em um tubo com sabores original, cheddar, creme azedo & cebola (‘sour cream & onion’) e pimenta tailandesa * Na Mesa (2007); batata palha, sabores tradicional, salsinha e cebola e toque de pimenta * Opa! (2008); sabores ovinhos de amendoim, sabores: camarão, pizza * De Montão (2011): um salgado com Ruffles, Doritos e Baconzitos juntos em uma só embalagem. Em outra versão, juntou Ruffles, Fandangos e Cebolitos * Pipoca Poffets (1995): pipoca salgada pronta, nos sabores natural e queijo. Saiu de linha em 1996, devido à baixa procura * Pegaditos (1993-1994): salgadinho em formato de pegadas de dinossauro, o salgadinho foi lançado em conjunto de uma promoção conhecida como Gibi Sauros, que consistiam em um gibi publicado pela Editora Globo (saiu de linha depois de pouco tempo) * Becão e Bicão (1994): um par de salgadinhos em formato de ossinhos, nos sabores queijo e presunto. Foram feitos em parceria com Ayrton Senna, estampando dois dos personagens dos quadrinhos do Senninha. Saiu de linha em pouco tempo, após a morte do piloto no mesmo ano de lançamento do salgadinho == Ligações externas == * * História da Marca Elma-Chips Categoria:Empresas de alimentação do Brasil Categoria:Empresas fundadas em 1974 Categoria:Subsidiárias da PepsiCo Categoria:Empresas com sede em Curitiba Categoria:Fundações no Paraná em 1974 Categoria:Elma Chips",
 "title": "Elma Chips"
}