{
 "id": "66950",
 "text": "thumb|248x248px|direita|Esquema de uma usina hidrelétrica é um complexo industrial que tem por finalidade produzir energia elétrica através do aproveitamento do potencial hidráulico das águas de rios ou represas. As usinas hidroelétricas funcionam através da pressão da água que gira a turbina, transformando a energia potencial em energia cinética. Depois de passar pela turbina o gerador transforma a energia cinética em energia elétrica. Através de fios e cabos a energia é distribuída, e antes de chegar nas casas e comércios é transformada em baixa tensão. ==Características== A energia hidroelétrica é ainda um tipo de energia mais barata do que outras, como por exemplo a energia nuclear. A viabilidade técnica de cada caso deve ser analisada individualmente por especialistas em engenharia ambiental e especialista em engenharia hidráulica, que geralmente para seus estudos e projetos utilizam modelos matemáticos, modelos físicos e modelos geográficos. O cálculo da potência instalada de uma usina é efetuado através de estudos de hidroenergéticos que são realizados por engenheiros civis, mecânicos e eletricistas. A energia hidráulica é convertida em energia mecânica por meio de uma turbina hidráulica, que por sua vez é convertida em energia elétrica por meio de um gerador, sendo a energia elétrica transmitida para uma ou mais linhas de transmissão que é interligada à rede de distribuição. Um sistema elétrico de energia é constituído por uma rede interligada por linhas de transmissão (transporte). Nessa rede estão ligadas as cargas (pontos de consumo de energia) e os geradores (pontos de produção de energia). Uma central hidrelétrica é uma instalação ligada à rede de transporte que injeta uma porção da energia pelas cargas. A Usina Hidrelétrica de Tucuruí, por exemplo, constitui-se em uma das maiores obras da engenharia mundial, no entanto, a UHE Belo Monte, no rio Xingu no estado do Pará, é a maior usina 100% brasileira em potência instalada, já que a Usina de Itaipu é binacional — tendo esta sido considerada uma das \"Sete Maravilhas do Mundo Moderno\" pela American Society of Civil Engineers (ASCE). O vertedor de Tucuruí é o maior do mundo com sua vazão de projeto calculada para a enchente decamilenar de 110 000 m³/s, pode, no limite dar passagem à vazão de até 120 000 m³/s. Esta vazão só será igualada pelo vertedor da Usina de Três Gargantas na China. Tanto o projeto civil como a construção de Tucuruí e da Usina de Itaipu foram totalmente realizados por firmas brasileiras, entretanto, devido às maiores complexidades o projeto e fabricação dos equipamentos eletromecânicos, responsáveis pela geração de energia, foram realizados por empresas multinacionais. == Tipos == === Usina hidrelétrica a fio d'água === Usina hidrelétrica a fio d’água é aquela que não dispõe de reservatório de água ou têm reservatórios pouco relevantes quando comparados com a vazão. Esse tipo de usina as vezes trabalha em combinação com uma (ou mais) usina de grande reservatório situada no curso superior da bacia hidrográfica (a montante), para garantir uma geração relativamente constante, ou sofre com uma grande variação na geração de energia elétrica durante o ano. Os custos ambientais, sociais e financeiros necessários para a construção de grandes reservatórios tem elevado a tendência à construção desse tipo de usina hidrelétrica.O que são usinas hidrelétricas “a fio d’água” e quais os custos inerentes à sua construção?, acesso em 10 de maio de 2014. === Complexo hidrelétrico === Diz de um conjunto de usinas hidrelétricas que são planejadas e construídas em uma mesma bacia hidrográfica de forma conjunta, para melhor aproveitar o potencial energético dos rios. ===Classificação da ANEEL=== A Agência Nacional de Energia Elétrica (ANEEL), órgão do governo federal do Brasil, classifica as centrais geradoras de energia elétrica como: * Usina termoestática; * Central geradora hidrelétrica (CGH); * Central geradora undi-elétrica (CGU); * Central geradora eolielétrica (EOL); * Pequena central hidrelétrica (PCH); * Central geradora solar fotovotaica (SOL); * Usina hidrelétrica de energia (UHE); * Usina termelétrica (UTE); * Usina termonuclear (UTN). ==== Pequena central hidrelétrica ==== Pequenas centrais hidrelétricas, ou PCH, são usinas hidrelétricas de pequeno porte com capacidade instalada maior do que 5 megawatts e menor ou igual a 30 megawatts. Outro limite da PCH é o tamanho de seu reservatório, que para ser classificada desta forma, não pode ultrapassar os 13 quilômetros quadrados, excluindo-se a calha do leito regular do rio. As PCH compõem uma importante parte da geração de energia no Brasil. O rito a ser seguido para obtenção de sua outorga de autorização e sua regulamentação esta em revisão pela ANEEL por meio da audiência pública 80/2017 Comparando com as Usinas Hidrelétricas de Energia (UHE), as PCH têm vantagens e desvantagens. Por serem menores, são mais baratas de construir, causam um dano ambiental menor, podem ser construídas em rios com menor vazão e contribuem para a descentralização da geração de eletricidade. Por outro lado, elas geram uma energia mais cara, pois nem sempre haverá fluxo d'água suficiente para fazer girar as turbinas, devido à seca em algumas épocas do ano, o que não acontece nas usinas maiores, onde sempre haverá água no reservatório. ==Impactos == ===Ambiente === Por muito tempo as hidrelétricas foram divulgadas como fontes de energia limpa, mas uma quantidade de estudos recentes vem dando uma outra visão do cenário. A formação das bacias de reservatório, especialmente as de grandes dimensões, muitas vezes exige um grande desmatamento, por si um fator de emissão de gases estufa produtores do aquecimento global, além de produzir severos impactos ambientais e sociais paralelos: bloqueia os ciclos de cheia e vazante dos rios; impede os ciclos reprodutivos de peixes migrantes; modifica em larga escala ecossistemas e a distribuição geográfica de espécies; pode prejudicar a oferta de alimentos para muitas espécies aquáticas; afetar negativamente povos ribeirinhos que dependem da pesca e as comunidades indígenas; pode dificultar o acesso à água; pode exigir remoção forçada de populações destruindo comunidades inteiras, e muitas vezes gera importantes conflitos sociais, culturais, políticos, jurídicos e fundiários difíceis de resolver.Cernea, Michael M. Hydropower Dams and Social Impacts: A Sociological Perspective. The World Bank. Environment Department Papers. Social Assessment Series, 1997Fearnside, Philip M. \"Environmental and Social Impacts of Hydroelectric Dams in Brazilian Amazonia: Implications for the Aluminum Industry\". In: World Development, 2016; 77:48-65International Rivers. The World Commission on Dams Framework - A Brief IntroductionSantos, E. S.; Cunha, A. C.; Cunha, H. F. A. \"Hydroelectric Power plant in the Amazon and Socioeconomic Impacts on Fishermen in Ferreira Gomes County - Amapá State\". In: Ambiente & Sociedade, 2017; 20 (4)International Union for Conservation of Nature / United Nations Environment Programme / World Commission on Dams [McCartney, M. P.; Sullivan, C.; Acreman, M. C. (eds.)]. Ecosystem Impacts of Large Dams — Executive Summary. Background Paper Nr. 2, 2001, pp. v-vi A retenção de materiais sólidos e sedimentos aluviais pela barragem afeta a estrutura do próprio rio a jusante, privando-o de materiais para formação de habitats para as espécies e de substâncias químicas essenciais para a fertilização de campos e florestas ribeirinhos abaixo da represa. Paralelamente, os reservatórios coletam grandes quantidades de material orgânico que se deposita e oxida, podendo criar águas ácidas e mal oxigenadas que depois são liberadas rio abaixo. O represamento também eleva a temperatura da água, um fator importante porque os seres aquáticos como peixes e invertebrados mantêm seu metabolismo em estrita dependência da temperatura do meio. De modo geral rios não represados têm uma água de melhor qualidade e com mais biodiversidade. É significativo que desde a década de 1970, quando iniciou uma fase de grande proliferação de usinas em todo o mundo, a biodiversidade dos rios caiu em 80%, e embora a construção de usinas não seja o único causador desse declínio acentuado, é um fator muito relevante. Elas são especialmente perigosas para as espécies endêmicas ou já ameaçadas. As bacias são altas emissoras de gases estufa, especialmente se localizadas em zonas tropicais e se a área inundada é vasta, devido à decomposição de matéria orgânica residual (troncos, folhas e material no solo) após a inundação. Bacias que não são limpas adequadamente antes da inundação emitem mais gases por longos períodos do que plantas produtoras de energia equivalente baseadas em combustíveis fósseis.Faria, Felipe A M de et al. \"Estimating greenhouse gas emissions from future Amazonian hydroelectric reservoirs\". In: Environmental Research Letters, 2015; 10 (12) Fearnside, Philip M. & Pueyo, Salvador. \"Greenhouse-gas emissions from tropical dams\". In: Nature Climate Change, 2012, 2 Um estudo recente calculou que as usinas de todo o mundo podem emitir até 1 bilhão de toneladas de gases estufa a cada ano, principalmente na forma de metano, o que equivale a mais do que toda a emissão anual do Canadá. Parshley, Lois. \"The Costs and Benefits of Hydropower\". Smithsonian Magazine, 05/2/2018 Projetos mal planejados também significam baixa eficiência e altos custos. É um exemplo clássico a Usina de Balbina, no estado do Amazonas. Implantada em uma região de planície, alagou 2 360 km2 de floresta tropical para produzir apenas 112,2 MW de energia. A floresta não foi removida antes do alagamento, perdendo-se uma vasta quantidade de madeira aproveitável, e sua decomposição acidificou e desoxigenou a água do reservatório, corroendo as turbinas, além de emitir desde sua construção dez vezes mais gases estufa do que uma usina termelétrica de potência equivalente, num total de 3 milhões de toneladas de carbono por ano. Pela escassa declividade do terreno, foram formadas várias áreas de água permanentemente estagnada. Um terço da população existente da etnia indígena Waimiri-Atroari, que ali vivia, teve de ser realocada.Fearnside, Philip M. Brazil's \"Balbina Dam: Environment versus the legacy of the Pharaohs in Amazonia\". In: Environmental Management, 1989; 13 (4):401–423Lourenço, Luana. \"Usina de Balbina é dez vezes pior para efeito estufa que termelétrica, estima pesquisador\". Agência Brasil, 02/11/2007 A construção de múltiplas usinas em uma mesma bacia hidrográfica, como é o caso da Amazônia, onde 142 usinas já operam e está prevista a construção de mais 160, produz um impacto negativo de grande escala não apenas nos níveis ambientais, sociais e culturais, mas também em nível geográfico e geomorfológico, modificando a própria paisagem, devido principalmente às interferências nos processos de distribuição de sedimentos e de formação de meandros, planícies e terras alagadas. Em toda a Amazônia Andina, uma região de alta concentração de espécies raras e endêmicas, que são as mais afetadas pelos projetos, apenas um dos oito grandes rios regionais em 2018 ainda não havia sido interrompido por usinas. Essa alta proliferação de usinas na Bacia Amazônica foi identificada como uma das 15 principais ameaças ambientais do mundo, e os seus impactos têm sido sistematicamente subestimados pelas instâncias oficiais.Anderson, Elizabeth P. et al. \"Fragmentation of Andes-to- Amazon connectivity by hydropower dams\". In: Science Advances, 2018; 4 (10) O mesmo problema de multiplicação de usinas afeta as bacias dos rios Congo e Mekong, que juntos com a Bacia Amazônica reúnem a maior biodiversidade aquática do mundo.Winemille, K. O. et al. \"Balancing hydropower and biodiversity in the Amazon, Congo, and Mekong\". In: Science, 2016; 351 (6269):128-129 Os programas oficiais de compensação ambiental em regra são pouco eficientes e a inundação muitas vezes provoca graves danos diretos e indiretos à biodiversidade regional. Uma revisão da bibliografia sobre os impactos sobre a biodiversidade das usinas em nível mundial concluiu que eles são geralmente subestimados, em particular nas regiões tropicais. Devido à escassez de estudos específicos e pouca divulgação, os impactos reais tendem a ser minimizados. Ao mesmo tempo, essa carência de informação é um dos fatores que leva os legisladores e administradores a tomar decisões inadequadas e adotar estratégias de manejo ineficientes.Branquinho, Amanda & Brito, Daniel. \"Impact of dams on global biodiversity: A scientometric analysis\". In: Neotropical Biology and Conservation, 2016; 11 (2) Porém, em todo o mundo são corriqueiras as denúncias de corrupção envolvendo políticos, legisladores, órgãos e agentes oficiais ao longo da construção de usinas, e representam um grande obstáculo para a abordagem transparente e efetiva dos problemas causados pelos projetos.Chayes, Sarah. \"A Hidden Cost of Corruption: Environmental Devastation\". Washington Post, 16/06/2017 ===Sociedade=== Para as populações removidas ou afetadas negativamente de outras formas, a construção de uma grande barragem frequentemente significa desemprego, problemas de saúde, pobreza, marginalização, insegurança e perda de raízes e patrimônios culturais, além de desencadear impactos negativos na economia regional tradicional. Raramente essas populações recebem a devida compensação pelos seus prejuízos. Os programas de reassentamento geralmente são morosos e complicados e seus resultados são insatisfatórios para os afetados. Povos indígenas e comunidades tradicionais são os mais prejudicados. Em todo o mundo, por causa da criação de reservatórios, de 40 a 80 milhões de pessoas já foram removidas de seus locais de habitação contra sua vontade nos últimos 60 anos, e a maioria delas jamais recuperou seu antigo nível de vida. A remoção forçada não é o único aspecto a considerar. Junto com as barragens vêm estradas, canais, linhas de transmissão da energia, projetos de irrigação e outros, que têm impactado negativamente milhões de outras pessoas, prejudicando seu acesso à água, a fontes de alimento e a outros recursos naturais. De 400 a 800 milhões de pessoas em todo o mundo já foram prejudicadas de alguma forma pelas múltiplas interferências nos sistemas hidrológicos causadas pelas barragens.International Rivers. Human Impacts of Dams Frequentemente a construção de usinas envolve violações de direitos humanos e aumento nas desigualdades sociais,Juss, Satvinder et al. \"The environmental and social impacts of dams\". Law Schools Global League – Human Rights and Infrastructure Projects Group — Common Paper. Istanbul, 2014 e poucos são os casos de programas de construção realizados com transparência, sendo quase uma regra haver alguma ilegalidade envolvida. São frequentes as denúncias de propinas e corrupção, interferências indevidas nas agências fiscalizadoras, pressão política contra recomendações científicas e mudanças arbitrárias na legislação, para facilitar a execução dos projetos. As barragens também causam efeitos negativos muito distantes do seu local, especialmente pelas alterações no regime de vazão dos rios e pelas alterações na qualidade e temperatura da água a jusante, ameaçando a conservação de matas ciliares ao longo dos rios, modificando os ecossistemas aquáticos e interferindo em sistemas de irrigação e abastecimento de água. Bloqueando as inundações periódicas naturais, fica impedida a fertilização natural das terras contíguas aos leitos fluviais, e, por consequência, afeta a agricultura e a oferta alimentos de grandes regiões. === Pequenas usinas === A construção de pequenas usinas vem sendo incentivada e vem ganhando impulso, pois por algum tempo gera emprego e desenvolvimento local e é vista geralmente como de baixo impacto ambiental.Midzic-Kurtagic, Sanda et al. \"Environmental impact assessment of small hydropower plants\". In: 24th International Conference on Efficiency, Cost, Optimization, Simulation and Environmental Impact of Energy Systems. Novi Sad, Serbia, 2011 Em todo o mundo existem cerca de 83 mil plantas, e milhares de outras estão em projeto. Contudo, o fato é que os efeitos globais das plantas pequenas são muito mal conhecidos, pois os estudos especializados são relativamente escassos neste tópico. Por isso, sua implantação em larga escala, sem um bom conhecimento sobre seus efeitos, tem o potencial de representar uma grande ameaça pelos impactos cumulativos.Benejam, Lluís et al. \"Ecological impacts of small hydropower plants on headwater stream fish: From individual to community effects\". In: Ecology of Freshwater Fish, 2016; 25 (2):295–306Salisbury, Claire. \"Small hydropower a big global issue overlooked by science and policy\". Mongabay, 13/03/2018 Numerosos trabalhos têm surgido recentemente analisando casos específicos, questionando as alegadas vantagens das usinas de pequena escala e demonstrando a existência de efeitos negativos diversificados. Vários impactos são registrados já ao longo do processo de construção, como desmatamento, modificação na paisagem pela abertura de estradas e acessos, perturbação da rotina das comunidades afetadas pelo contínuo trânsito de materiais e equipamentos, levantamento de nuvens de poeira, produção de muito ruído, fumaça, lixo e resíduos, alteração da qualidade da água do rio, bloqueios temporários no fluxo, morte de muitos animais, possíveis contaminações da água e solo pelo derramamento acidental de óleos, combustíveis e outras substâncias tóxicas. Isso depende muito da competência das construtoras e sua adequação às normas legais, bem como da fiscalização oficial, e muitos desses problemas são temporários. A ocorrência desse tipo de problemas, naturalmente, se verifica também na construção de grandes usinas, em escala muito maior. Outros impactos de pequenas usinas são permanentes. Uma revisão da bibliografia indicou que os principais são relacionados à criação de obstáculos nas correntes, a modificações no volume de fluxo e no nível da água e a variações na disponibilidade de alimentos para as espécies aquáticas e as dependentes das aquáticas. Esses impactos se potencializam com a construção de várias plantas no mesmo rio, uma solução comum em áreas de montanha. Uma análise de 116 pequenas usinas construídas na Suíça mostrou que elas produziram prejuízos significativos para o deslocamento de espécies migratórias e provocaram uma dramática redução na vazão das correntes durante a maior parte do ano, prejudicando a biodiversidade e a disponibilidade de água. Também foi apontado que elas prejudicaram a beleza cênica das paisagens. O benefício em termos de produção energética foi muito pequeno, atendendo a menos de 1% do consumo nacional. Outros exemplos são ilustrativos. Duas pequenas usinas construídas no rio Elwha nos Estados Unidos provocaram o desaparecimento de 99% da população dos salmões que reproduziam neste rio, levando o governo a decidir pela sua demolição e criação de um plano de repovoamento, a um custo de 350 milhões de dólares. Três usinas no rio Penobscot, que produziam juntas apenas 18 MW, também foram demolidas devido ao desaparecimento de espécies nativas.Opperman, Jeff. \"The Unexpectedly Large Impacts Of Small Hydropower\". Forbes, 10/08/2018 Uma pesquisa sobre 16 usinas na bacia do rio Ter na Catalunha apontou declínio na biodiversidade, declínio na qualidade e quantidade dos habitats e níveis de água mais baixos. Um estudo analisando os efeitos da construção de cinco usinas em um mesmo rio na China encontrou mudanças na velocidade e nível da água e impactos difusos em todas as 4656 espécies de invertebrados estudados, especialmente em termos de redução na abundância geral e nos predadores e filtradores em particular.Xiaocheng, Fu et al. \"Impacts of small hydropower plants on macroinvertebrate communities\". In: Acta Ecologica Sinica, 2008; 28 (1):45-52 40 usinas estudadas na Turquia revelaram a produção de significativa degradação ambiental, perda de matas ciliares, redução no fluxo de água, erosão e dificuldades para espécies migratórias. Grande parte das plantas não atendia aos requisitos de segurança ambiental e a recuperação de áreas degradadas no entorno foi em geral ineficiente.Başkaya, Ş.; Başkaya, E.; Sari, A. \"The principal negative environmental impacts of small hydropower plants in Turkey\". In: African Journal of Agricultural Research; 2011; 6 (14):3284-3290 Três estudos recentes conduzidos na Espanha, China e Noruega concluíram que as usinas pequenas produzem impactos negativos no ambiente proporcionalmente maiores que as grandes usinas para cada MW produzido. Segundo David Kaplan, chefe de um grupo de pesquisa da Universidade da Flórida, as pequenas usinas podem causar um impacto proporcionalmente até dez vezes maior do que as grandes. Isso se agrava porque o licenciamento ambiental desses projetos em muitos países é pouco exigente ou é inexistente, e sua baixa produtividade energética impõe a grande multiplicação das plantas para suprir a demanda. Segundo um grande estudo elaborado sob os auspícios da Comissão Mundial de Represas em parceria com a União Internacional para a Conservação da Natureza e o Programa das Nações Unidas para o Meio Ambiente, a construção de usinas tem um lado legítimo no aspecto humano, pela geração de energia e concomitante regularização dos fluxos fluviais, mas os impactos ambientais e sociais, especialmente no caso das grandes usinas, são geralmente altos e poucas vezes são levados em consideração adequada pelos promotores dos projetos. Ao mesmo tempo, impactos ambientais geram impactos adicionais para a sociedade, da mesma forma poucas vezes bem avaliados ou compensados.International Union for Conservation of Nature / United Nations Environment Programme / World Commission on Dams, op. cit., pp. 65-66 ===Economia=== Também por muito tempo as hidrelétricas foram divulgadas pelos governos e companhias como fontes de energia barata, mas isso não corresponde bem aos fatos. Um relatório da Agência Internacional de Energia Renovável (AIER) em parte corrobora essa afirmação, dizendo que os custos da energia hidrelétrica de um modo geral tendem a ser mais baixos do que outras fontes de energia, mas advertiu que cada planta tem características únicas e há expressivas diferenças de caso para caso. As grandes usinas, em particular, têm um custo real que em regra ultrapassa em muito o orçamento inicial, geralmente levam muito mais tempo para construir do que o previsto, e segundo a Comissão Mundial de Represas, no melhor dos casos, as grandes represas são apenas marginalmente viáveis em termos econômicos.International Rivers. Economic Impacts of Dams. Uma revisão da bibliografia publicada em 2014 indicou que em países emergentes o balanço é negativo, inclusive gerando inflação e alto endividamento público. Cerca de metade das usinas estudadas tiveram um custo tão alto a ponto de serem consideradas investimento perdido. A maioria nunca chega a recuperar todo o seu custo de construção, e muito menos elevar a qualidade de vida das populações locais. No Brasil, a construção de Itaipu prejudicou as finanças nacionais por três décadas, e a despeito da sua importância central no sistema energético do país, economicamente ela provavelmente nunca pagará seus custos de construção e manutenção.Ansar, Atif et al. \"Should We Build More Large Dams? The Actual Costs of Hydropower Megaproject Development\". In: Energy Policy, 2014; 69:43-56 A Usina de Belo Monte também é um caso de megaprojeto em que os custos no longo prazo provavelmente ultrapassarão os benefícios,Flyvbjerg, Bent & Ansar, Atif. \"Hydroelectric dams are doing more harm than good to emerging economies\". The Guardian, 07/04/2014 além de estar envolvida em uma grande controvérsia desde o início por uma série de irregularidades em sua construção, omissão de dados relevantes, violação de direitos humanos e prejuízos múltiplos causados à comunidade e ambiente.Prates, Camila Dellagnese & Almeida, Jalcione. \"Controvérsias tecnocientíficas no licenciamento da usina hidrelétrica de Belo Monte: a tecnociência sob a agência do Direito\". In: Gianezini, K. & Libardoni, J. P. (orgs.). Estudos contemporâneos em Ciências Jurídicas e Sociais, vol. III. Editora CRV, 2015, pp. 187-209 Sullivan, Zoe. \"Brasil desprovido: a barragem de Belo Monte é devastadora para as culturas indígenas\". Mongabay, 15/02/2017 Segundo os economistas James Robinson e Ragnar Torvik, a própria ineficiência desses grandes projetos é o que os torna politicamente sedutores, pois oferecem grandes oportunidades para desvios de verbas. No caso das pequenas usinas, em termos econômicos elas tendem a ser proporcionalmente menos vantajosas que as grandes plantas, embora seu custo absoluto seja menor. Alguns estudos indicam que sua energia custa cerca de 15% mais para ser gerada do que a das grandes usinas. Um levantamento realizado pela AIER chegou a conclusões similares, mostrando que os custos instalados são maiores do que as grandes para cada KW produzido, numa relação de 1 050 a 7 650 dólares para cada KW nas grandes usinas, e de 1 300 a dólares para cada KW nas pequenas. Os custos de operação e manutenção também podem ser proporcionalmente maiores: 2 a 2,5% dos custos instalados nas grandes e 1 a 4% nas pequenas.International Renewable Energy Agency. Hydropower. In: Renewable Energy Cost Analysis: Hydropower, Volume 1: Power Sector, Issue 3/5, 2012, p. i Na mesma direção aponta um levantamento da Agência Internacional de Energia, indicando custos finais de geração de energia de 40 a 110 dólares por MW nas grandes usinas contra 45 a 120 dólares por MW nas pequenas. As microusinas têm custos relativos ainda maiores: 55 a 185 dólares para cada MW gerado. IEA / ETSAP [Lako, Paul & Tosato, Giancarlo]. Hydropower. Technology Brief E06, 2010 == Ver também == * Maiores usinas hidrelétricas do mundo * Central hidroelétrica reversível * Central nuclear * Energia maremotriz * Hidroelétricas em Portugal * Hidrologia * Lista de usinas hidrelétricas do Brasil * Parque eólico * Turbina hidráulica * Usina termoelétrica == Ligações externas ==",
 "title": "Usina hidrelétrica"
}