{
 "id": "66956",
 "text": "Tocha Humana (Human Torch) é o codinome de Jonathan Lowell Spencer \"Johnny\" Storm, um super-herói de histórias em quadrinhos da Marvel Comics. Criado por Stan Lee e Jack Kirby em 1961 como parte do Quarteto Fantástico, Johnny Storm é o segundo personagem da editora a utilizar a alcunha de \"Tocha Humana\", depois de um androide introduzido na Era de Ouro dos quadrinhos. Assim como o Tocha Humana original, Johnny gera fogo, podendo inflamar seu corpo inteiro, e usa a energia para levantar voo. Ele é irmão de Sue Storm, a Mulher Invisível, e cunhado de Reed Richards, o Senhor Fantástico. == Biografia ficcional == Em consequência da exposição aos raios cósmicos que sofreu durante um voo espacial, Johnny Storm adquiriu o poder de envolver seu corpo em chamas. Com o corpo nesse estado, ele é capaz de voar, disparar fogo e absorver energia do calor. Os demais tripulantes do voo (sua irmã Susan, seu futuro cunhado Reed e seu amigo Ben) também ganharam poderes e decidiram usar seus dons ao serviço da humanidade. Foi então que Johnny adotou o pseudônimo de Tocha Humana. Como o membro mais jovem do recém-formado Quarteto Fantástico, Johnny mostrava-se o mais impetuoso do grupo, com um comportamento às vezes fútil ou mesmo infantil. Muitas vezes, isso se demonstra nas brincadeiras que faz, geralmente tendo o Coisa como vítima. As brigas entre os dois se acentuaram quando o Tocha Humana começou a estrelar histórias solo (série iniciada na revista Strange Tales em outubro de 1962), enfrentando sua própria galeria de vilões e tendo um romance com uma princesa da Quinta Dimensão. Stan Lee gostava de mostrá-lo como uma celebridade, sempre cercado de belas garotas e carrões de todos os tipos; isso irritava o Homem-Aranha. A rivalidade entre os heróis adolescentes foi explorada por Lee durante algum tempo. A fase solo durou pouco — talvez, Lee tenha notado que os leitores se identificavam mais com o Homem-Aranha do que com o Tocha Humana — e logo o herói flamejante voltaria a aparecer apenas nas aventuras do Quarteto Fantástico. Teve um romance com Cristalys, que acabou não dando certo, o que lhe acentuou a rebeldia. Seu comportamento começou a melhorar quando, já na década de 80, se apaixonou por Alicia Masters (ex-namorada do Coisa), com quem acabou se casando. Isto tornou a convivência com o Coisa quase impossível. A solução foi o Tocha descobrir que ela não era a verdadeira Alicia, mas uma impostora Skrull chamada Lyja. == Amizade com o Homem-Aranha == A amizade do Tocha com o Homem Aranha, deve-se a ambos se conhecerem desde o início das respectivas carreiras. O Homem-Aranha se encontrou com o Quarteto Fantástico já no primeiro número de sua própria revista, The Amazing Spider-Man, e até tentou fazer parte da equipe, mas foi rejeitado por desejar um alto salário. Ainda nas primeiras histórias do Aranha, devido a uma briga iniciada por um herói aracnídeo ainda imaturo, iniciou-se uma longa inimizade entre Johnny Storm e Peter Parker, que se findou anos depois, quando os dois já se entendiam como amigos. Em 1972, os dois heróis apareceram no número 1 da revista americana Marvel Team-Up, que mostrava sempre uma história com uma dupla de heróis. O Aranha e o Tocha se alternavam no início da publicação, sempre com a companhia de algum outro herói. Entretanto, a revista logo se tornaria mais um título de aventuras do Homem-Aranha, embora continuasse com a ideia das duplas. Nessa época, o Tocha Humana mudaria, durante um tempo, a cor de seu uniforme, que passou de azul para vermelho, semelhante ao uniforme do Tocha Humana original.Fantastic Four #132-159 == Poderes e habilidades == Johnny Storm pode pegar fogo usando a frase: \"Em chamas!\" (\"Flame on!\"). Também pode soltar bolas de fogo, voar numa velocidade supersônica quando cobre seu corpo com plasma flamejante e apagar grandes incêndios apenas absorvendo o fogo do local. O nível mais alto de poder do Tocha Humana é a chamada Supernova, que geralmente é liberada em todos as direções e com uma temperatura muito maior que a do Sol. Qualquer temperatura menor do que esta não é, portanto, capaz de queimá-lo. Além disso, o Tocha Humana pode projetar feixes de Supernova como uma arma ofensiva, mas por breves períodos antes de sua energia se extinguir. == Em outras mídias == === Desenhos Animados === O Tocha Humana aparece na primeira série animada do grupo, lançada em 1967, pela Hanna-Barbera. Na série de desenhos animados de 1978 da DePatie-Freleng Enterprises, não aparecia o Tocha Humana, e o quarto integrante da equipe era um robô chamado H.E.R.B.I.E. Acreditava-se que o motivo disso era o temor dos produtores de que crianças que assistissem ao desenho incendiassem a si próprias. A verdade é que a licença para o uso da imagem do Tocha Humana era vendida separadamente e não foi comprada. Depois disso, Tocha Humana foi parte do Quarteto na série de 1994 e em Fantastic Four: World's Greatest Heroes. === Filmes === No filme nunca lançado de 1994, Johnny foi interpretado por Jay Underwood. Em 2005 e 2007 o personagem foi interpretado por Chris Evans (posteriormente estrela dos filmes do Capitão América) nos filmes Quarteto Fantástico e sua continuação Quarteto Fantástico e o Surfista Prateado. Em 2015, a franquia teve um reboot onde Michael B. Jordan interpretou o novo Tocha Humana. Em 2025, o personagem será interpretado por Joseph Quinn no novo filme do Quarteto Fantástico produzido pela Marvel Studios. === Videogames === Em Marvel: Ultimate Alliance, Tocha Humana é jogável em todas as plataformas, e retorna nas continuações Marvel: Ultimate Alliance 2 e Marvel Ultimate Alliance 3: The Black Order. Também está presente no jogo do Quarteto Fantástico para Playstation e a adaptação para jogos dos filmes de 2005 e 2007. Tocha Humana é jogável em muitos jogos da Marvel, como Marvel Future Fight, Marvel Puzzle Quest, Marvel: Avengers Alliance, Lego Marvel Super Heroes e Marvel Heroes. == Ver também == * Tocha Humana Original * Nova (Frankie Raye) == Ligações externas == * Tocha Humana no Marvel.com Categoria:Quarteto Fantástico Categoria:Heróis da Marvel Comics Categoria:Seres cósmicos da Marvel Comics Categoria:Os Vingadores Categoria:Personagens que podem voar Categoria:Personagens capazes de gerar calor ou fogo Categoria:Astronautas fictícios",
 "title": "Tocha Humana"
}