{
 "id": "66969",
 "text": "thumb|253px|Luffa operculata. thumb|253px|Cucumis anguria. thumb|253px|Raiz rizomatosa de Bryonia dioica. Cucurbitaceae é uma família de plantas com flor pertencente ao clado das fabídeas, que agrupa mais de 975 espécies repartidas por 95 a 98 géneros, repartidos por 15 tribos e duas subfamílias.USDA, ARS, National Genetic Resources Program. Germplasm Resources Information Network - (GRIN) [Base de Datos en Línea]. National Germplasm Resources Laboratory, Beltsville, Maryland. URL: http://www.ars-grin.gov/cgi- bin/npgs/html/family.pl?1447 (21 January 2014) Constituída maioritariamente por plantas de haste rastejante, rupícolas ou terrícolas, frequentemente com gavinhas de sustentação, inclui algumas espécies de hábito arbustivo, mas apenas uma espécie arbórea (Dendrosicyos socotranus). A família tem distribuição cosmopolita, mas muito maior diversidade nas regiões tropicais e subtropicais. Entre os membros desta família incluem-se espécies cultivadas de grande importância económica, tais como a abóbora, o melão, a melancia, o pepino, a cabaça e a caiota. ==Descrição== As plantas da família Cucurbitaceae, vulgarmente referidas como cucurbitáceas, podem ser dióicas ou monóicas, sendo na sua maioria anuais que morrem imediatamente após produzirem as sementes. Apresentam uma ampla distribuição global, mas ocorrem principalmente nos trópicos e subtrópicos. Os frutos desta família são na sua vasta maioria do tipo pepónio (ou pepónide), frequentemente considerados como um tipo específico de pseudobaga. Todas as espécies são sensíveis à geada. As Cucurbitaceae são uma família de plantas tipicamente trepadoras por gavinhas, em geral herbáceas geófitas ou anuais, com o ovário ínfero. O fruto imaturo é um pepónio, que ao maturar se diversifica, adaptando-se a diferentes formas de dispersão das sementes. As plantas desta família produzem cucurbitacinas, compostos que fazem com que a partes vegetativas e os frutos imaturos, e por vezes também os maduros, apresentem um sabor muito amargo e sejam tóxicos para a maioria dos animais. As partes amargas de algumas cucurbitáceas estão entre os sabores mais amargos conhecidos provenientes de plantas.Metcalf, R. L., Metcalf, R. A., & Rhodes, A. M. (1980). Cucurbitacins as kairomones for diabroticite beetles. Proceedings of the National Academy of Sciences, 77(7), 3769-3772. http://www.phytojournal.com/vol1Issue6/Issue_march_2013/26.pdf Para além disso, geralmente contêm alcalóides e outras saponinas triterpenóides amargas, tetra ou pentacíclicas. As cucurbitacinas são um grupo diversificado de compostos, mas partilham uma parte da via biossintética, pois um único gene basta para explicar a presença ou ausência desta família de compostos nas diferentes partes da planta. As variedades cultivadas para consumo humano foram seleccionadas por forma a perderam as cucurbitacinas em alguns órgãos. === Morfologia=== As plantas da família Cucurbitaceae são herbáceas ou lianas sublenhosas e possuem, em geral, gavinhas espiraladas, e muitas vezes ramificadas, que são dispostas lateralmente nos nós. A única espécie com hábito arbóreo em toda a família é Dendrosicyos socotranus, um paquicaule que ganhou o hábito arborescente a partir do hábito trepador ancestral.Olson, M. E. (2003). Stem and leaf anatomy of the arborescent Cucurbitaceae Dendrosicyos socotrana with comments on the evolution of pachycauls from lianas. Plant Systematics and Evolution, 239(3-4), 199-214. A maioria dos membros desta família tem uma raiz principal pronunciada, que atinge cerca de um metro de profundidade no pepino (Cucumis sativus) e mais de dois metros nas abóboras (Cucurbita). Perto da superfície, formam uma densa rede de raízes laterais que cobrem à superfície do solo uma área pelo menos tão grande, se não maior, que os órgãos acima do solo. Nos eixos de avanço das hastes, formam-se raízes adventícias, mesmo sem contacto directo da haste com o solo. Alguns representantes xerófitos formam raízes de armazenamento que lhes permitem sobreviver a períodos secos. Em Acanthosicyos, as raízes atingem 15 metros de profundidade. As folhas são simples, alternas ou espiraladas, frequentemente palmado-lobadas e com venação palmada. Podem ter as margens mais ou menos serreadas e dentes cucurbitóides (muitas nervuras convergindo no dente e terminando em um ápice glandular expandido e mais ou menos translúcido). Não possuem estípulas. Algumas espécies exibem nectários extraflorais. A maioria das espécies apresenta tricomas (pêlos) simples com parede calcificada e com um cistólito (concreção de carbonato de cálcio) na base. As flores estão organizadas em inflorescências axilares, variáveis em tipo, às vezes reduzidas a apenas uma flor terminal. As flores são geralmente unissexuais, actinomorfas, com perianto bisseriado e diclamídeo, com hipanto bem desenvolvido. As sépalas são geralmente imbricadas e em número de cinco, quase sempre conatas (intimamente unidas desde a origem) e às vezes reduzidas. As pétalas são geralmente cinco, conatas, campanuladas, com um tubo estreito e lobos expandidos no ápice, ou quase planas. A coloração varia entre o branco, passando pelo amarelo e alaranjado, e o vermelho. É frequente nesta família a ocorrência de flores que se abrem somente por um dia. Os estames são de três à cinco, adnatos ao hipanto, diversamente conatos e modificados, geralmente parecendo ser três ou apenas um, com anteras uniloculares. Os grãos de pólen têm três ou mais sulcos ou poros. Os carpelos são geralmente três, conatos, com ovário ínfero de placentação parietal e geralmente três estigmas. Os óvulos são geralmente numerosos por placenta. Possuem nectários diversos, incluindo extra-florais. Nas Cucurbitaceae ocorre um fruto do tipo baga modificado que é designado por pepónio (ou pepónide). No fruto do tipo pepónio, o hipanto e o epicarpo formam uma casca coreácea e no interior ocorre crescimento das placentas preenchendo o lóculo. As sementes são achatadas com testa composta por várias camadas, sendo que a mais externa pode ser carnosa. O endosperma é escasso ou ausente. Por serem vistosas e possuírem néctar, as flores de Cucurbitaceae atraem diversos insectos, aves e morcegos. O androceu possui coloração e aspecto semelhante ao gineceu, pelo que os polinizadores visitam tanto flores estaminadas (masculinas) quanto carpeladas (femininas). A polinização cruzada é promovida pela dioicia e presença de flores unissexuais. A dispersão das bagas é maioritariamente do tipo zoocórico (feita por animais). No género Momordica ocorre abertura espontânea das cápsulas com exposição das sementes que são coloridas e carnosas para dispersão por aves. O género Ecballium tem frutos do tipo elatério que expelem as sementes a largas distâncias. ===Caracteres diferenciais=== Como característica morfológica diferenciadora em relação a grupos com hábito semelhante, as Cucurbitaceae apresentam apenas uma folha por nó. Na sua vasta maioria são trepadeiras herbáceas ou lianas com folhas geralmente cobertas por tricomas (pêlos) espessos e ásperos, sem estípulas, com venação palmada. Na axila da folha há geralmente um rebento vegetativo, uma flor, deslocada para o lado, e uma gavinha ramificada, ou alguma organização mais complexa. As plantas são dióicas ou monóicas, e as flores têm hipanto, um androceu complexo, frequentemente formado por anteras onduladas sigmoidais, com uma única teca, e um ovário ínfero com placentação parietal. A corola é geralmente mais ou menos amarela, por vezes avermelhada. As sementes são mais ou menos achatadas.APWeb : Cucurbitaceae. As cucurbitáceas diferenciam-se das família similares Vitaceae (as vides) e Passifloraceae (maracujá) pela posição das gavinhas, que é lateral em relação ao pecíolo foliar, ou pelo menos não oposta ao pecíolo como em Vitaceae, nem na axila da folha como em Passifloraceae. Cucurbita maxima \"zapallo plomo\" (Costanzi temp2) nudo zarcillo ramificación tallo tricomas yema floral masculina florM01 -detalle.JPG|Detalhe de um nó de Cucurbita maxima: gavinha, folha (pecíolo para cima à esquerda), uma gema vegetativa e uma gema floral masculina. Cucurbita pepo \"zapallo de Angola\" semillería La Paulita - node detail, leaf, tendril, trichomes on shoot and petiole, masculine inflorescence originating from the bud.jpg|Nó de Cucurbita pepo: gavinha, folha, duas gemas florais masculinas. Cucurbita pepo \"zapallo de Angola\" semillería La Paulita - flor masculina y anteras (VEP01) dos días antes de la antesis.jpg|Anteras onduladas sigmoidais nos estames fundidos de uma gema floral masculina de Cucurbita (neste género as anteras ficam rectas ao maturarem). Na sua presente circunscrição, as Cucurbitaceae são formalmente definidas como «herbáceas rastejantes ou trepadoras mediante gavinhas inseridas nos nós dos caules (gavinhas caulinares); mostram folhas alternas, em geral simples, mais ou menos lobadas, carnosas, ásperas ao tacto (escabras) e com cistólitos. As flores são unissexuais, as masculinas com gineceu vestigial, geralmente monoicas (Bryonia craetica excepcionalmente é dioica), regulares, gamopétalas, pentâmeras, com perianto duplo e estames atípicos: filamento sigmóide rematado por uma antera com uma única teca, estames livres ou soldados em 3 grupos: (2)+(2)+1. Nas formas primitivas apresentam as pétalas livres e o ovário ínfero; algumas apresentam inflorescências cimosas. Os frutos são muito variáveis, mas quase sempre são bagas (Bryonia) ou bagas modificadas (pepónides), mas por vezes apresentam-se como cápsulas (Momordica) ou em elatério (Ecballium)». Kubitzki, K. (ed.), The families and genera of vascular plants, vol. 10, Sapindales, Cucurbitales, Myrtaceae. Berlin: Springer.Matthews, M.L. y Endress, P.K. 2004. Comparative floral structure and systematics in Cucurbitales (Corynocarpaceae, Coriariaceae, Datiscaceae, Tetramelaceae, Begoniaceae, Cucurbitaceae, Anisophylleaceae). Bot. J. Linn. Soc. 145: 129–185.Zhang, L.-B., Simmons, M.P., Kocyan, A. y Renner, S.S. 2006. Phylogeny of the Cucurbitales based on DNA sequences of nine loci from three genomes: Implications for morphological and sexual system evolution. Molec. Phylog. Evol. 39: 305–322Zhang, L.-B., Simmons, M.P. y Renner, S.S. 2007. A phylogeny of Anisophylleaceae based on six nuclear and plastid loci: Ancient disjunctions and recent dispersal between South America, Africa, and Asia. Molec. Phylog. Evol. 44: 1057–1067 === Distribuição === As Cucurbitaceae apresentam uma ampla distribuição cosmopolita, mas ocorrem principalmente nos trópicos e subtrópicos, com poucas espécies de regiões temperadas. A maioria dos centros de diversidade ocorre nas regiões tropicais. ===Usos=== Muitas cucurbitáceas apresentam grande importância para a moderna horticultura e vários géneros de abóboras, e muitas outras espécies e variedades de cucurbitáceas de fruto maduro e de fruto imaturo \"doce\" (não amargo), pertencem a este grupo. As plantas desta família são cultivadas nos trópicos e nas regiões temperadas, onde com os seus frutos comestíveis estão entre as primeiras plantas cultivadas no Velho e no Novo Mundo. A família Cucurbitaceae está entre as famílias de plantas com maior em número e percentagem de espécies utilizadas como alimento humano. De entre as mais de 975 espécie e cerca de 95-98 géneros, que se conhecem, as mais importantes do ponto de vista económico pertencem aos seguintes géneros: *Cucurbita – curgete, abóbora, abóbora-d'água, algumas cabaças; *Lagenaria – cabaças e outras plantas não comestíveis; *Citrullus – melancia (Citrullus lanatus, Citrullus colocynthis) e outros; *Cucumis – pepino (Cucumis sativus), vários melões; *Momordica – Momordica charantia (melão-amargo); *Luffa – várias espécies, conhecidas por loofah ou buchas, produzem frutos que quando completamente maduros são fibrosos e esponjosos, são utilizados como esfregão ou esponja corporal para higiene da pele. Alguns exemplos dessa importância são as abóboras, das quais existem muitas centenas de cultivares (Cucurbita pepo, Cucurbita maxima, Cucurbita moschata e Cucurbita argyrosperma), a gila (Cucurbita ficifolia), o melão (Cucumis melo) e o pepino (Cucumis sativus), a melancia (Citrullus lanatus). Embora com menos expressão económica, estão a cabaça utilizada para vasilhame, como flutuador e como elemento ressonante em instrumentos musicais (Lagenaria siceraria), a sicana (Sicana odorifera), a esponja vegetal (Luffa), a caiota (Sechium edule), o tacaco (Sechium tacaco) e o chucho-de-vento ou maxixe (Cyclanthera pedata). Com outras muitas espécies e variedade comestíveis, são cultivadas em África e Ásia múltiplas espécies dos géneros Benincasa, Momordica, Trichosanthes e Coccinia. Como são espécies de fácil cultivo, muitas espécies e cultivares têm mais importância económica do que normalmente se lhe reconhece, já que são tipicamente utilizadas como alimento de quem as cultiva e para comercialização local nos lugares onde são cultivadas, em sistemas agrícolas pequenos e sustentáveis, cujos dados estatísticos são geralmente ignorados. Praticamente todos as hortas familiares das regiões de climas temperados a quentes cultivam pelo menos uma variedade de fruto comestível pertencente a esta família. ==Filogenia e sistemática== A filogenia das Cucurbitaceae é complexa e tem sido objecto de múltiplos estudos. Um dos mais antigos fósseis de cucurbitáceas até agora identificado foi atribuído a †Cucurbitaciphyllum lobatum, uma espécie do Paleoceno, descoberta em depósitos de Shirley Canal, Montana. Foi inicialmente descrita em 1924 pelo paleobotânico Frank Hall Knowlton. A folha fóssil é palmada, trilobada, com as reentrâncias dos lobos arredondado e margem inteira ou serrada. A presenta um padrão foliar similar aos membros extantes dos géneros Kedrostis, Melothria e Zehneria.Revisions to Roland Brown's North American Paleocene Flora by Steven R. Manchester at Florida Museum of Natural History, University of Florida, Gainesville, Florida, USA. Published in Acta Musei Nationalis Pragae, Series B – Historia Naturalis, vol. 70, 2014, no. 3-4, pp. 153–210. ===Filogenia=== Cucurbitaceae é uma família monofilética de plantas angiospermas eudicotiledóneas, sendo uma das oito famílias da ordem Cucurbitales, inserida no grupo das fabídeas que, por sua vez, estão inseridas no grande clado das rosídeas.APG 2016. An update of the Angiosperm Phylogeny Group classification for the orders and families of flowering plants: APG IV. Botanical Journal of the Linnean Society 181, 1–20. DOI: 10.1111/boj.12385. Dentro das Cucurbitales análises filogenéticas indicam Cucurbitaceae como grupo irmão do clado que contém as famílias Tetramelaceae, Datiscaceae e Begoniaceae.Zhang, L.-B. [et al. 2006], Simmons, M. P., Kocyan, A., & Renner, S. S. 2006. Phylogeny of the Cucurbitales based on DNA sequences of nine loci from three genomes: Implications for morphological and sexual system evolution. Mol. Phyl. Evol. 39: 305-322. A hipótese filogenética mais consensual de classificação da ordem Cucurbitales em famílias e géneros (com especial detalhe no caso da família Cucurbitaceae dada a sua diversidade e interesse económico) é a adoptada pelo sistema APG IV e tem a por base uma revisão filogenética global do grupo publicada em 2011.Schaefer y Renner. 2011. Phylogenetic relationships in the order Cucurbitales and a new classification of the gourd family (Cucurbitaceae). Taxon 60 A estrutura segue de perto a adoptada na obra de referência The Families and Genera of Vascular Plants (2011) editada por Klaus Kubitzki (o sistema de Kubitzki).Klaus Kubitzki (general editor). 1990-2015. The Families and Genera of Vascular Plants Springer-Verlag: Berlin;Heidelberg, Germany. Aceitando o posicionamento da família estabelecido no sistema APG IV (2016), a aplicação das técnicas da filogenética molecular sugere as seguintes relações entre as Cucurbitaceae e as restantes famílias que integram a ordem Cucurbitales: Como é patente no cladograma acima, a família Cucurbitaceae é o grupo irmão do clado formado pelas Tetramelaceae, Datiscaceae e Begoniaceae no contexto das Cucurbitales. A família Cucurbitaceae é tradicionalmente dividida em subfamílias, tribos e subtribos. As duas subfamílias são Nhandiroboideae, com uma única tribo (Zanonieae) e cinco subtribos, e Cucurbitoideae com dez tribos e nove subtribos.Jeffrey, C., 2005. A new system of Cucurbitaceae. Bot. Zhurn. 90, 332–335. Estudos filogenéticos baseados em caracteres moleculares dão suporte à classificação das subfamílias e da maioria das tribos, mas indicam que a maioria das subtribos não são monofiléticas.KOCYAN, Alexander et al. A multi- locus chloroplast phylogeny for the Cucurbitaceae and its implications for character evolution and classification. Molecular Phylogenetics And Evolution, v. 44, n. 2, p.553-577, ago. 2007. Elsevier BV. http://dx.doi.org/10.1016/j.ympev.2006.12.022. A aplicação das técnicas da filogenética molecular sugere as seguintes relações entre as tribos e géneros (alguns géneros têm posição incerta): ===Taxonomia=== Lineu na sua obra Species Plantarum (1753) criou o nome genérico Cucurbita L. que naquela descrição inicial continha apenas 5 espécies, das quais na actualidade 3 são consideradas variedades de Cucurbita pepo, enquanto as restantes 2 espécies foram transferidas para outros géneros: a cabaça Lagenaria siceraria; e a melancia Citrullus lanatus.Bailey, L.H. 1929. The Domesticated Cucurbitas. The Linnean Conception of Cucurbita. Gentes Herbarum II (ii) Mais tarde, Antoine- Laurent de Jussieu repartiu os géneros por famílias e utilizou Cucurbita como género tipo da família Cucurbitaceae, publicada na sua obra Genera Plantarum 393–394. 1789. Na classificação taxonómica de Jussieu (1789), Cucurbitaceae é uma ordem da classe Dicotyledones, Diclinae (flores unissexuadas), Apetalae (não tem corola), com os estames separados; isto é, em uma flor diferente dos pistilos. A ordem, no Sistema de Jussieu, inclui apenas 16 géneros. Entre os sinónimos taxonómicos para Cucurbitaceae nom. cons. contam-se: Bryoniaceae , Nhandirobaceae nom. illeg., Zanoniaceae e Cyclantheraceae . A classificação actual mais consensual é a baseada nas publicações do Angiosperm Philogeny Group (o APG), especialmente a descrição da família e a listagem dos seus géneros.Schaeffer & Renner (2011), \"Phylogenetic relationships in the order Cucurbitales and a new classification of the gourd family (Cucurbitaceae)\", Taxon 60 (1), February 2011: 122–138. Uma lista das cucurbitáceas da Índia foi recentemente publicada.Renner SS, Pandey AK (2012) The Cucurbitaceae of India: Accepted names, synonyms, geographic distribution, and information on images and DNA sequences. PhytoKeys 20: 53, doi: 10.3897/phytokeys.20.3948Pensoft Editorial Team - Nota de 20 de março de 2013: \"New checklist brings information about Cucurbitaceae up to date\". === Classificação tribal=== A classificação mais consensual das Cucurbitaceae estabelece a sua repartição por 15 tribos: * Tribo Gomphogyneae Benth. & Hook. f. 1867 ** Alsomitra (Blume) Spach 1838 (1 sp.) ** Bayabusua (1 sp.) ** Gomphogyne Griff. 1845 (2 spp.) ** Gynostemma Blume 1825 (10 spp.) ** Hemsleya Cogn. ex F.B. Forbes & Hemsl. 1888 (30 spp.) ** Neoalsomitra Hutch. 1942 (12 spp.) * Tribo Triceratieae A. Rich. 1845 (= Fevilleeae Benth. & Hook. f. 1867) ** Anisosperma Silva Manso 1836 (1 sp.) ** Cyclantheropsis Harms 1896 (3 spp.) ** Fevillea L. 1753 (8 spp.) ** Pteropepon (Cogn.) Cogn. 1916 (5 spp.; sin.: Pseudosicydium Harms 1927) ** Sicydium Schltdl. 1832 (7 spp.; sin: Chalema Dieterle 1980) * Tribo Zanonieae Benth. & Hook. f. 1867 ** Gerrardanthus Harvey in Hook. f. 1867 (3–5 spp.) ** Siolmatra Baill. 1885 (1 sp.) ** Xerosicyos Humbert 1939 (5 spp.; sin.: Zygosicyos Humbert 1945) ** Zanonia L. 1753 (1 sp.) * Tribo Actinostemmateae H. Schaef. & S.S. Renner 2011 ** Actinostemma Griff. 1841 (3 spp. sin.: Bolbostemma Franquet 1930) * Tribo Indofevilleeae H. Schaef. & S.S. Renner 2011 ** Indofevillea Chatterjee 1946 (1 sp.) * Tribo Thladiantheae H. Schaef. & S.S. Renner 2011 ** Baijiania A.M. Lu & J.Q. Li 1993 (30 spp.; sin.: Sinobaijiania C. Jeffrey & W.J. de Wilde 2006) ** Thladiantha Bunge 1833 (5 spp.) * Tribo Siraitieae H. Schaef. & S.S. Renner 2011 ** Siraitia Merr. 1934 (3–4 spp.) * Tribo Momordiceae H. Schaef. & S.S. Renner 2011 ** Momordica L. 1753 (60 spp.) * Tribo Joliffieae Schrad. 1838 (= Telfairieae Arn. 1841) ** Ampelosicyos Thouars 1808 (5 spp.; sin.: Odosicyos Keraudren 1980; Tricyclandra Keraudren 1965) ** Cogniauxia Baill. 1844 (2 spp.) ** Telfairia Hook. 1827 (3 spp.) * Tribo Bryonieae Dumort. 1827 ** Austrobryonia H. Schaef. 2008 (4 spp.) ** Bryonia L. 1753 (10 spp.) ** Ecballium A. Rich. 1824 (1 sp.) * Tribo Schizopeponeae C. Jeffrey 1964 ** Herpetospermum Wall. ex Hook. f. 1867 (3 spp.; sin: Biswarea Cogn. 1882; Edgaria C.B. Clarke 1876) ** Schizopepon Maxim. 1859 (6–8 spp.) * Tribo Sicyoeae Schrad. 1838 (= Sicyoideae orth. var.) ** Cyclanthera Schrad. 1831 (40 spp.; sin.: Cremastopus Paul G. Wilson 1962; Pseudocyclanthera Mart. Crov. 1954; Rytidostylis Hook. & Arn. 1841) ** Echinocystis Torr. & A. Gray 1840 (1 sp.) ** Echinopepon Naudin 1866 (20 spp., incluindo Brandegea Cogn. 1890; sin: Apatzingania Dieterle 1974; Vaseyanthus Cogn. 1891) ** Frantzia Pittier 1910 (5 spp.) ** Hanburia Seem. 1858 (7 spp.; sin.: Elateriopsis Ernst 1873) ** Hodgsonia Hook. f. & Thomson 1854 (2 spp.) ** Linnaeosicyos H. Schaef. & Kocyan 2008 (1 sp.) ** Luffa Mill. 1754 (5–7 spp.) ** Marah Kellogg 1854 (7 spp.) ** Nothoalsomitra Hutch. 1942 (1 sp.) ** Sicyos L. 1753 (75 spp., incluindo Sechium P. Browne 1756; sin.: Microsechium Naudin 1866; Parasicyos Dieterle 1975; Pterosicyos Brandegee 1914; Sechiopsis Naudin 1866; Sechium P. Browne 1756; Sicyocaulis Wiggins 1970; Sicyosperma A. Gray 1853) ** Trichosanthes L. 1753 (≤100 spp.; sin.: Gymnopetalum Arn. 1840) * Tribo Coniandreae Endl. 1839 ** Apodanthera Arn. 1841 (16 spp.; sin.: Guraniopsis Cogn. 1908) ** Bambekea Cogn. 1916 (1 sp.) ** Ceratosanthes Adans. 1763 (4 spp.) ** Corallocarpus Welw. ex Benth. & Hook. f. 1867 (17 spp.) ** Cucurbitella Walp. 1846 (1 sp.) ** Dendrosicyos Balf. f. 1882 (1 sp.) ** Doyerea Grosourdy 1864 (1 sp.) ** Eureiandra Hook. f. 1867 (8 spp.) ** Gurania (Schltdl.) Cogn. 1875 (37 spp.) ** Halosicyos Mart. Crov 1947 (1 sp.) ** Helmontia Cogn. 1875 (2–4 spp.) ** Ibervillea Greene 1895 (9–10 spp.; sin.: Dieterlea E.J. Lott 1986) ** Kedrostis Medik. 1791 (28 spp.) ** Melotrianthus M. Crovetto 1954 (1–3 spp.) ** Psiguria Neck. ex Arn. 1841 (6–12 spp.) ** Seyrigia Keraudren 1960 [1961] (6 spp.) ** Trochomeriopsis Cogn. 1881 (1 sp.) ** Tumamoca Rose 1912 (2 spp.) ** Wilbrandia Silva Manso 1836 (5 spp.) * Tribo Benincaseae Ser. 1825 ** Acanthosicyos Welw. ex Hook. f. 1867 (1 sp.) ** Benincasa Savi 1818 (2 spp., incluindo Praecitrullus Pangalo 1944; Praecitrullus Pangalo 1944) ** Borneosicyos (1–2 spp.) ** Cephalopentandra Chiov. 1929 (1 sp.) ** Citrullus Schrad. 1836 (4 spp.) ** Coccinia Wight & Arn. 1834 (30 spp.) ** Ctenolepis Hook. f. 1867 (3 spp.; sin.: Zombitsia Keraudren 1963) ** Cucumis L. 1753 (65 spp.; sin.: Cucumella Chiov. 1929; Dicaelosperma Pax 1889; Mukia Arn. 1840; 'Myrmecosicyos C. Jeffrey 1962; Oreosyce Hook. f. 1871) ** Dactyliandra Hook. f. 1871 (2 spp.) ** Diplocyclos (Endl.) T. Post & Kuntze 1903 (4 spp.) ** Indomelothria (2 spp.) ** Khmeriosicyos (1 sp.) ** Lagenaria Ser. 1825 (6 spp.) ** Lemurosicyos Keraudren 1963 [1964] (1 sp.) ** Melothria L. 1753 (12 spp.; sin.: Cucumeropsis Naudin 1866; Melancium Naudin 1862; Posadaea Cogn. 1890) ** Muellerargia Cogn. 1881 (2 sp.) ** Papuasicyos (8 spp.; sin.: Urceodiscus) ** Peponium Engl. 1897 (20 spp.) ** Raphidiocystis Hook. f. 1867 (5 spp.) ** Ruthalicia C. Jeffrey 1962 (2 spp.) ** Scopellaria W.J. de Wilde & Duyfjes 2006 (2 spp.) ** Solena Lour. 1790 (3 spp.) ** Trochomeria Hook. f. 1867 (8 spp.) ** Zehneria Endl. 1833 (ca. 60 spp.; sin.: Anangia W.J. de Wilde & Duyfjes 2006; Neoachmandra W.J. de Wilde & Duyfjes 2006) * Tribo Cucurbiteae Ser. 1825 ** Abobra Naudin 1862 (1 sp.) ** Calycophysum H. Karst. & Triana 1854 [1855] (5 spp.) ** Cayaponia Silva Manso 1836 (50–59 spp., incluindo Selysia Cogn. 1881) ** Cionosicys Griseb. 1864 [1860] (4–5 spp.) ** Cucurbita L. 1753 (15 spp.) ** Penelopeia Urb. 1921 (2 spp.; sin.: Anacaona Alain 1980) ** Peponopsis Naudin 1859 (1 sp.) ** Polyclathra Bertol. 1840 (6 spp.) ** Schizocarpum Schrad. 1830 (11 spp.) ** Sicana Naudin 1862 (4 spp.) ** Tecunumania Standl. & Steyerm. 1944 (1 sp.) ==Diversidade== A família Cucurbitaceae apresenta uma enorme diversidade de espécies e uma enorme diversidade morfológica, particularmente no que concerne ao fruto.Schaefer, H. y Renner, S.S. 2011. Cucurbitaceae. Pp. 112–174 en: Kubitzki, K. (ed.), The families and genera of vascular plants, vol. 10, Sapindales, Cucurbitales, Myrtaceae. Berlin: Springer.L. Watson y M. J. Dallwitz (1992 en adelante) Cucurbitaceae. http://delta-intkey.com/angio/www/cucurbit.htm En: The familis of flowering plants http://delta-intkey.com/angio/index.htmStevens, P. F. (2001-2012). Cucurbitaceae http://www.mobot.org/MOBOT/research/apweb/orders/cucurbitalesweb.htm#Cucurbitaceae En: Angiosperm Phylogeny Website. Version 12, July 2012 [and more or less continuously updated since]. http://www.mobot.org/MOBOT/research/APweb/Robinson, R. W., & Decker-Walters, D. S. (1997). Cucurbits. Cab international. Como muitas espécies produzem frutos comestíveis, para além daquelas que são objecto de cultura comercial, existem centenas de cultivares que apenas têm expressão local, particularmente nas regiões tropicais. O géneros apresentados são apenas uma pequena amostra, pretendendo-se apenas demonstrar a variabilidade morfológica e de usos. ;Género Luffa O fruto de Luffa após amadurecer é um pixídio com mesocarpo fibroso. Luffa operculata 01.JPG|Vista distal da flor Luffa operculata 02.JPG|Vista lateral da flor masculina (esquerda), gemas masculinas da inflorescência e flor feminina com as pétalas já encerrados (direita). Luffa operculata 03 (cropped).JPG|Fruto maturando, pétalas murchas. Luffa operculata 04.JPG|Fruto maduro, pedúnculo a murchar. Luffa operculata 05 (cropped2).JPG|Fruto maduro, pedúnculo murcho, opérculo desprendido no sector distal. Luffa operculata 06 (cropped).JPG|Vista distal, as sementes saem stravés do opérculo, mesocarpo fibroso. Luffa operculata 07 (cropped) (cropped).JPG|Vista lateral, parte do exocarpo removida. Luffa operculata 08 (cropped).JPG|Exocarpo e parte do mesocarpo fibroso removidas, com as sementes aplanadas orientadas horizontalmente ao longo do eixo floral. 2008.09-331-196ap Sponge gourd,pd Spice Bazaar@Istanbul,TR mon29sep2008-1315h.jpg|A esponja vegetal, Luffa aegyptiaca. Luffa sponge.png|Luffa aegyptiaca, a esponja vegetal, corte transversal do fruto maduro (exocarpo e sementes removidos). Luffa ridge (Luffa acutangula) immature gourd ready for consumption.jpg|Luffa acutangula, frutos imaturos à venda num mercado asiático. ; Género Coccinia A distribuição natural do género Coccinia está restrita ao continente africano, salvo uma espécie comestível, Coccinia grandis. O fruto de Coccinia matura numa baga avermelhada ou alaranjada desde o sector distal ao proximal. Phytokeys.54.3285 oo 48746.jpg|:a: Corte transversal do ovário de Coccinia hirtella, separados os dois carpelos. b: Fruto maduro de Coccinia megarrhiza. c: Fruto de Coccinia sessilifolia. Phytokeys.54.3285 oo 48747.jpg|Frutos a maturar de a: Coccinia hirtella, b: Coccinia sessilifolia (como a planta, coberto por uma capa cerosa), c Coccinia megarrhiza e C. megarrhiza x C. trilobata. Coccinia grandis Ivy gourd compose.jpg|Coccinia grandis é a única do género cuja distribuição abarca regiões fora de África, os frutos consomem-se imaturos como verdura de estação. Também são comestíveis maduros. ;Género Trichosanthes Os frutos de Trichosanthes são similares exteriormente a Coccinia (as sementes podem ser escuras), mas as suas espécies estão distribuídas pela Ásia tropical e AustraliaKumar, N., Singh, S., Manvi, & Gupta, R. (2012). Trichosanthes dioica Roxb.: An overview. Pharmacognosy Reviews, 6(11), 61–67. http://doi.org/10.4103/0973-7847.95886 salvo Trichosanthes cucumerina var. anguina que se cultiva também en África. Para além das diferenças no fruto, apresenta pétalas tipicamente brancas e fimbriadas, de tubo floral alongado e fragantes, adaptados à polinização nocturna por lepidópteros.Hugo J de Boer, Hanno Schaefer, Mats Thulin and Susanne S Renner (2012) Evolution and loss of long-fringed petals: a case study using a dated phylogeny of the snake gourds, Trichosanthes (Cucurbitaceae). BMC Evolutionary Biology 2012 12:108 DOI: 10.1186/1471-2148-12-108 http://bmcevolbiol.biomedcentral.com/articles/10.1186/1471-2148-12-108 Flower of Snake Guard.jpg|Pétalas a abrir. Flower in Cochin, India.JPG|Pétalas abertas. Trichosanthes kirilowii seeds.jpg|Sementes escuras. Trichosanthes ovigera compose.jpg|Pétalas abertas e fruto de Trichosanthes ovigera, ornamental no Japão. Trichosanthes napoiensis and Trichosanthes pedata habit and seeds.jpg|Hábito, fruto e sementes de T. napoiensis e T. pedata na China. Trichosanthes cucumerina var. anguina compose.jpg|Trichosanthes cucumerina var. anguina comsome-se imaturo, como verdura de estação, a sua polpa madura como substituto do tomate. Flor com pétalas a desabrochar. Stuffed parval (pointed gourd, Trichosanthes dioica).jpg|Trichosanthes dioica imaturo. ; Dendrosicyos A única árvore da família Cucurbitaceae é a espécie Dendrosicyos socotranus, um paquicaule que ganhou o hábito arborescente a partir do hábito trepador ancestral. Em inglês a espécie é conhecida pelo nome comum de cucumber tree, a árvore do pepino, devido ao carácter de pepónio dos seus frutos. O ramos herbáceos são pendentes. Sobrevive como uma relíquia na ilha de Socotorá (frente à costa do Corno de África) mas é muito mais antiga que a própria ilha, pelo que se postula que anteriormente estivesse mais amplamente distribuída. Cucumber_tree_(6407165121).jpg|Dendrosicyos socotranus (hábito). Desert Rose, Socotra Island.jpg|Dendrosicyos socotranus (hábito). Dendrosicyos_socotrana_IMG_2357.jpg|Dendrosicyos socotranus (ramos e folhagem). Transactionsofro311888roy 0635.jpg|Dendrosicyos socotranus (ilustração). Cucumber_Tree_(Dendrosicyos).jpg|Dendrosicyos socotranus no habitat natural. === Lista alfabética de géneros === Abobra, Acanthosicyos, Actinostemma, Alsomitra, Ampelosicyos, Anisosperma, Apodanthera, Austrobryonia, Baijiania, Bambekea, Bayabusua, Benincasa, Borneosicyos, Bryonia, Calycophysum, Cayaponia, Cephalopentandra, Ceratosanthes, Cionosicys, Citrullus, Coccinia, Cogniauxia, Corallocarpus, Ctenolepis, Cucumis, Cucurbita, Cucurbitella, Cyclanthera, Cyclantheropsis, Dactyliandra, Dendrosicyos, Diplocyclos, Doyerea, Ecballium, Echinocystis, Echinopepon, Eureiandra, Fevillea, Frantzia, Gerrardanthus, Gomphogyne, Gurania, Gynostemma, Halosicyos, Hanburia, Helmontia, Hemsleya, Herpetospermum, Hodgsonia, Ibervillea, Indofevillea, Indomelothria, Kedrostis, Khmeriosicyos, Lagenaria, Lemurosicyos, Linnaeosicyos, Luffa, Marah, Melothria, Melotrianthus, Momordica, Muellerargia, Neoalsomitra, Nothoalsomitra, Papuasicyos, Penelopeia, Peponium, Peponopsis, Polyclathra, Psiguria, Pteropepon, Raphidiocystis, Ruthalicia, Schizocarpum, Schizopepon, Scopellaria, Seyrigia, Sicana, Sicydium, Sicyos, Siolmatra, Siraitia, Solena, Tecunumania, Telfairia, Thladiantha, Trichosanthes, Trochomeria, Trochomeriopsis, Tumamoca, Wilbrandia, Xerosicyos, Zanonia, Zehneria. Existem cerca de 975 espécies identificadas dentro das Cucurbitaceae que estão distribuídas em cerca de 95 a 100 géneros. ===Géneros e sua distribuição=== thumb|150px|Tribo Zanonieae: Gerrardanthus macrorhizus thumb|150px|Tribo Zanonieae: Xerosicyos danguyi thumb|150px|Tribus Benincaseae: Citrullus colocynthis thumb|150px|Tribo Benincaseae: Um fruto exótico (de Cucumis metuliferus) thumb|150px|Tribo Cucurbiteae: Cucurbita moschata As famílias filogeneticamente mais próximas das Cucurbitaceae no contexto da ordem Cucurbitales são as Begoniaceae, as Datiscaceae e as Tetramelaceae.Li-Bing Zhang, Mark P. Simmons, Alexander Kocyan, Susanne S. Renner: Phylogeny of the Cucurbitales based on DNA sequences of nine loci from three genomes: Implications for morphological and sexual system evolution. In: Molecular Phylogenetics and Evolution. Band 39, 2006, S. 305–322. doi:10.1016/j.ympev.2005.10.002 A seguinte listagem segue a classificação eleborada por Charles Jeffrey em 2005,Charles Jeffrey: A new System of Cucurbitaceae. In: Botanicheskii Zhurnal. vol. 90, 2005, p. 332–335. com as alterações que resultam dos trabalhos do APG: * Subfamília Nhandiroboideae (sin.: Zanonioideae) ** Tribo Zanonieae *** Subtribo Zanoniinae **** Alsomitra : contém apenas uma espécie: ***** Alsomitra macrocarpa : nativo das regiões tropicais da Ásia, ocorrendo na Tailândia, Malásia, Indonésia, Nova Guiné e Filipinas. **** Bayabusua (3 espécies na Península Malaia) **** Gerrardanthus (4 espécies nas regiões tropicais do sul da África) **** Neoalsomitra (12 espécies na Índia, China, Polinésia e Austrália) **** Siolmatra : com apenas 2 espécies nativas da bacia do Amazonas. **** Xerosicyos (2 a 3 espécies em Madagáscar) **** Zanonia : contém apenas uma espécie: ***** Zanonia indica : nativa da Índia, Indochina, China, Malásia e Filipinas. **** Zygosicyos : com apenas 2 espécies, nativas de Madagáscar. *** Subtribo Fevilleinae **** Fevillea (7 espécies na América Central e nas regiões tropicais da América do Sul) *** Subtribo Gomphogyninae **** Gomphogyne (1–2 espécies na China, Indochina, Malésia) **** Gynostemma (5–13 espécies desde a Índia ao Japão e Malásia) ***** Gynostemma pentaphyllum **** Hemsleya (3–24 espécies na China (Himalaia)) *** Subtribo Actinostemmatinae **** Actinostemma (1–3 espécies na Ásia) **** Bolbostemma (2 espécies na China) *** Subtribo Sicydiinae **** Chalema : contém apenas uma espécie: ***** Chalema synanthera : nativa do México. **** Cyclantheropsis (2–3 espécies na África Oriental e Madagáscar) **** Pseudosicydium : contém apenas uma espécie: ***** Pseudosicydium acariianthum : nativa do Peru e Bolívia. **** Pteropepon (4 espécies na América do Sul) **** Sicydium (6 espécies no México, América Central e regiões tropicais da América do Sul) * Subfamília Cucurbitoideae ** Tribo Joliffieae *** Subtribo Telfairiinae **** Odosicyos : contém apenas uma espécie: ***** Odosicyos bosseri : nativa de Madagáscar. **** Telfairia (3 espécies na África tropical) *** Subtribo Thladianthinae ****Baijiania : contém apenas uma espécie: ***** Baijiania borneensis : nativa de Bornéu. **** Indofevillea : contém apenas uma espécie: ***** Indofevillea khasiana : nativa da Índia, Butão, Tibete, e Nepal. **** Microlagenaria : contém apenas uma espécie: ***** Microlagenaria africana : nativa da Nigéria e Tanzânia. **** Momordica ) (47 espécies na África, regiões tropicais da Ásia, Austrália e naturalizadas no Novo Mundo), entre as quais: *****Momordica balsamina Josef Domes: Momordica- Traktat. In: Verfasserlexikon, VI, Sp. 645 f.Josef Domes, Gundolf Keil: Der ‚Momordica-‘ oder ‚Balsamöl-Traktat‘. Ein Beispiel für die Indikationsübertragung vom Erdöl auf den Jerusalemsapfel. In: Gundolf Keil (Hrsg.): „Ein teutsch puech machen“. Untersuchungen zur landessprachlichen Vermittlung medizinischen Wissens. (= Ortolf-Studien. 1 ; = Wissensliteratur im Mittelalter. 11). Reichert, Wiesbaden 1993, ISBN 3-88226-539-6, p. 480–498. ***** Momordica charantia ***** Momordica cochinchinensis **** Sinobaijiania (4 espécies na China, Indonésia, Taiwan, Tailândia) **** Siraitia (4 espécies na Índia, China, Tailândia, Vietname, Indonésia). Entre as quais: ***** Siraitia grosvenorii **** Thladiantha (25 espécies na Ásia tropical) ** Tribo Bryonieae *** Austrobryonia (4 espécies na Austrália; uma descrita em 2008Hanno Schaefer, Ian R. H. Telford, Susanne S. Renner: Austrobryonia (Cucurbitaceae), a New Australian Endemic Genus, is the Closest Living Relative to the Eurasian and Mediterranean Bryonia and Ecballium. In: Systematic Botany. Band 33, 2008, p. 125–132. (Volltext; pdf; 456 kB)) *** Bryonia (10 espécies na região do Mediterrâneo, Norte de África e Ásia Central) *** Ecballium : contém apenas uma espécie: **** Ecballium elaterium : nativa da região do Mediterrâneo, Norte de África e Ásia Central. ** Tribo Trichosantheae *** Subtribo Ampelosicyinae **** Ampelosicyos (3 espécies em Madagáscar) **** Tricyclandra : contém apenas uma espécie: ***** Tricyclandra leandrii : nativa de Madagáscar. *** Subtribo Hodgsoniinae **** Hodgsonia (2 espécies, distribuídas desde o nordeste da Índia ao Bornéu) *** Subtribo Trichosanthinae **** Gymnopetalum (4 espécies na China, Indochina, Índia) **** Trichosanthes (100 espécies na China, Índia, Malésia, Austrália), entre as quais: ***** Trichosanthes cucumerina ** Tribo Herpetospermeae *** Biswarea : contém apenas uma espécie: **** Biswarea tonglensis : nativa da Índia, Mianmar e China. *** Edgaria : contém apenas uma espécie: **** Edgaria darjeelingensis : nativa da Índia, Nepal e China. *** Herpetospermum : contém apenas uma espécie: **** Herpetospermum pedunculosum : nativa da Nepal, Tibete e China. ** Tribo Schizopeponeae *** Schizopepon (8 espécies na Rússia, Índia, Mianmar, China, Japão) ** Tribo Luffeae *** Luffa (7 espécies na África, Arábia, Ásia, Austrália, América Central e América do Sul), entre as quais: **** Luffa cylindrica **** Luffa operculata ** Tribo Sicyeae *** Subtribo Cyclantherinae **** Brandegea : contém apenas uma espécie: ***** Brandegea bigelovii : um endemismo da Baja California. **** Cyclanthera (incl. Cremastopus ) (25 espécies, distribuídas desde a América do Norte à Argentina) **** Echinocystis : contém apenas uma espécie: ***** Echinocystis lobata : nativa da América do Norte, naturalizada na Europa. **** Echinopepon (incl. Apatzingania ) (18 espécies, distribuídas desde o Arizona à Argentina) **** Elateriopsis (5 espécies na América Central e nas regiões tropicais da América do Sul) **** Hanburia (2 espécies no México e Guatemala) **** Marah (7 espécies na América do Norte) **** Pseudocyclanthera : contém apenas uma espécie: ***** Pseudocyclanthera australis : nativa do Paraguai e Bolívia. **** Rytidostylis (5 espécies na América Central e nas regiões tropicais da América do Sul) **** Vaseyanthus : contém apenas uma espécie: ***** Vaseyanthus brandegeei : nativa da México. *** Subtribo Sicyinae **** Microsechium (2 espécies no México e Guatemala) **** Parasicyos (2 espécies no México e Guatemala) **** Sechiopsis (incl. Pterosicyos ) (5 espécies no México e Guatemala) **** Sechium (11 espécies na América Central e nas regiões tropicais da América do Sul) **** Sicyos (50 espécies, distribuídas desde a América do Norte à Argentina, Hawaii) **** Sicyosperma : contém apenas uma espécie: ***** Sicyosperma gracile : endemismo do Arizona. ** Tribo Coniandreae *** Apodanthera (15 espécies na América do Norte e Na América do Sul) *** Ceratosanthes (4 espécies na América Central e nas regiões tropicais da América do Sul) *** Corallocarpus (17 espécies na África, Madagáscar, Índia) *** Cucurbitella : contém apenas uma espécie: **** Cucurbitella asperata : nativa da América do Sul. *** Dendrosicyos : contém apenas uma espécie: **** Dendrosicyos socotrana : endemismo do arquipélago de Socotorá. *** Dieterlea (2 espécies na América do Norte) *** Doyerea : contém apenas uma espécie: **** Doyerea emetocathartica : nativa da América central e do norte da América do Sul. *** Gurania (35 espécies na América Central e nas regiões tropicais da América do Sul) *** Guraniopsis : contém apenas uma espécie: **** Guraniopsis longipedicellata : nativa do Peru. *** Halosicyos : contém apenas uma espécie: **** Halosicyos ragonesei : nativa da Argentina. *** Helmontia (1 ou 2 espécies nas Guianas e Brasil) *** Ibervillea (5 espécies no Texas, México, Guatemala) *** Kedrostis (20 a 25 espécies nas regiões tropicais e subtropicais da África, Madagáscar, Índia, Sri Lanka, oeste da Malésia) *** Melothrianthus : contém apenas uma espécie: **** Melothrianthus smilacifolius : nativa do Brasil. *** Psiguria (12 espécies na América Central e nas regiões tropicais da América do Sul) *** Seyrigia (4 espécies em Madagáscar) *** Trochomeriopsis : contém apenas uma espécie: **** Trochomeriopsis diversifolia : nativa de Madagáscar. *** Tumamoca (2 espécies na América do Norte e México): *** Wilbrandia (5 espécies na América do Sul) ** Tribo Benincaseae *** Subtribo Benincasinae **** Acanthosicyos (2 espécies no sul da África) **** Bambekea (2 espécies na África tropical) **** Benincasa : contém apenas uma espécie: ***** Wachskürbis (Benincasa hispida ): nativa da Ásia e Austrália. **** Borneosicyos : contém apenas uma espécie: ***** Borneosicyos simplex : nativa da Indonésia e Sabah. **** Cephalopentandra : contém apenas uma espécie: ***** Cephalopentandra ecirrhosa : nativo das regiões tropicais e subtropicais da África. **** Citrullus (3 espécies nas regiões tropicais e subtropicais da África) **** Coccinia (30 espécies nas regiões tropicais e subtropicais da África, Ásia) **** Cogniauxia (2 espécies na África tropical) **** Ctenolepis (2 espécies nas regiões tropicais e subtropicais da África, Índia) **** Dactyliandra (2 espécies nas regiões tropicais e subtropicais da África, Índia) **** Diplocyclos (4 espécies nas regiões tropicais e subtropicais da África, Ásia) **** Eureiandra (8 espécies nas regiões tropicais e subtropicais da África) **** Indomelothria (2 espécies no Sueste Asiático) **** Khmeriosicyos : contém apenas uma espécie: ***** Khmeriosicyos harmandii : endemismo do Cambodja. **** Lagenaria (6 espécies nas regiões tropicais e subtropicais da África, Ásia), entre as quais: ***** Lagenaria siceraria **** Lemurosicyos : contém apenas uma espécie:: ***** Lemurosicyos variegata : nativa de Madagáscar. **** Neoachmandra (30 espécies na África, Austrália e ilhas do Pacífico) **** Nothoalsomitra (apenas uma espécie nas regiões tropicais da Austrália): ***** Nothoalsomitra suberosa **** Papuasicyos : contém apenas uma espécie: ***** Papuasicyos papuanus : nativa da Papua-Nova Guiné. **** Peponium (20 espécies na África tropical, Madagáscar) **** Praecitrullus : contém apenas uma espécie: ***** Praecitrullus fistulosus : nativa da Índia e Paquistão. **** Raphidiocystis (5 espécies na África tropical, Madagáscar) **** Ruthalicia (2 espécies na África tropical) **** Scopellaria (2 espécies no Sueste Asiático) **** Solena (3 espécies na China, Indochina, Índia) **** Trochomeria (8 espécies nas regiões tropicais e subtropicais da África) **** Urceodiscus (7 espécies na Nova Guiné) **** Zombitsia : contém apenas uma espécie: ***** Zombitsia lucorum : nativa de Madagáscar. *** Subtribo Cucumerinae **** Cucumeropsis : contém apenas uma espécie: ***** Cucumeropsis mannii : nativa das regiões tropicais da África. **** Cucumis (52 espécies na África, Madagáscar, Ásia até ao norte da Austrália; inclui Cucumella (11 espécies), Dicoelospermum (1 espécie), Mukia (6 espécies), Myrmecosicyos (1 espécie) e Oreosyce (1 espécie), em 2007 transferida para CucumisHanno Schaefer: Cucumis (Cucurbitaceae) must include Cucumella, Dicoelospermum, Mukia, Myrmecosicyos, and Oreosyce: a recircumscription based on nuclear and plastid DNA data. In: Blumea. Band 52, 2007, S. 165–177. (online)) **** Melancium : contém apenas uma espécie: ***** Melancium campestre : nativa do Brasil. **** Melothria (10 espécies nas regiões tropicais da América Central e da América do Sul) **** Muellerargia (2 espécies em Madagáscar, na Malásia e em Queensland) **** Posadaea : contém apenas uma espécie: ***** Posadaea sphaerocarpa : nativa da América Central e do Sul. **** Zehneria (25 espécies nas regiões tropicais e subtropicais da África, Madagáscar, Ásia) ** Tribo Cucurbiteae *** Abobra : contém apenas uma espécie: **** Abobra tenuifolia : nativa da América do Sul. *** Anacaona: contém apenas uma espécie: **** Anacaona sphaerica : endemismo da República Dominicana. *** Calycophysum (5 espécies, distribuídas da Colômbia à Bolívia) *** Cayaponia (60 espécies distribuídas desde a América do Norte à Argentina, oeste da África, Madagáscar) *** Cionosicys (3 espécies na América Central, Jamaica) *** Cucurbita (20 espécies, distribuídas desde a América do Norte à Argentina) *** Penelopeia : contém apenas uma espécie: **** Penelopeia suburceolata : um endemismo da República Dominicana. *** Peponopsis (1 espécie no México): **** Peponopsis adhaerens *** Polyclathra (1 espécie, com ocorrência desde o México ao Panamá): **** Polyclathra cucumerina *** Schizocarpum (6 espécies do México) *** Selysia (4 espécies da Nicarágua ao Peru) *** Sicana (1 espécie, distribuída do México ao Panamá) **** Sicana odorifera *** Tecunumania (1 espécie na América Central): **** Tecunumania quetzalteca == Géneros no Brasil== No Brasil ocorrem cerca de 30 géneros distribuídos em todos os estados e em todos os domínios fitogeográficos: amazônia, caatinga, cerrado, mata atlântica, pampa e pantanal. Os géneros presentes são os seguintes: Apodanthera Gurania Pteropepon, Cayaponia Helmontia Rytidostylis Ceratosanthes Lagenaria Sechium Citrullus Luffa Selysia Cucumis Melothria Sicana Cucurbita Melothrianthus Sicydium Cyclanthera Momordica Sicyos Echinocystis Posadaea Siolmatra Echinopepon Pseudocyclanthera Tricosanthes Fevillea Psiguria Wilbrandia ==Referências== Holstein N (2015) Monograph of Coccinia (Cucurbitaceae). PhytoKeys 54: 1-166. doi: 10.3897/phytokeys.54.3285 Dieterle, JVA. 1976. Cucurbitaceae, gourd family. En: Nash, DL (ed.) 1976. Flora of Guatemala. Fieldiana: Botany Volume 24, Part XI, Number 4. Field Museum of Natural History. http://biodiversitylibrary.org/page/2451951 ==Bibliografia== *Whitaker, T. W., & Davis, G. N. 1962. Cucurbits. Botany, Cultivation, and Utilization. London Leonard Hill [Books] Limited. Interscience Publishers, Inc. New York. *Robinson, R. W., & Decker-Walters, D. S. (1997). Cucurbits. Cab international. * * ==Galeria== File:0892 Narafrucht Sossusvlei.JPG|Acanthosicyos horridus File:Bryonia dioica 008.JPG|Bryonia dioica File:Watermelons.jpg|Citrullus lanatus File:ARS cucumber.jpg|Cucumis sativus File:Courgette.jpg|Cucurbita pepo File:Ecballium elaterium1.jpg|Ecballium elaterium File:Lagenaria siceraria Clavata Group1SHSU.jpg|Lagenaria siceraria File:Marah fabaceus Seglea.jpg|Marah fabacea File:Melothria scabra fruit.jpg|Melothria scabra File:Sechium edule dsc07767.jpg|Sechium edule File:Trichosanthes Cucumerina aka Snake Gourd.jpeg|Trichosanthes cucumerina File:Kuerbisse-2003-09-14.jpg|Abóboras. File:Hodgsonia heteroclita female.jpg|Hodgsonia heteroclita. File:Marah oreganus 001.jpg|Marah oreganus. File:Gc3 ecballium elaterium.jpg|Ecballium elaterium. == Ligações externas == * J.H. Kirkbride, Jr. and M.J. Dallwitz (2000 onwards). Cucumis and Cucumella (Cucurbitaceae): Cucumbers and Melons. * Anat Avital and Harry S. Paris, 2014, 'Cucurbits depicted in Byzantine mosaics from Israel, 350–600 CE', Annals of Botany 114: pp. 203-22. * Cucurbitaceae in T.C. Andres (1995 onwards). * Cucurbitaceae in L. Watson and M.J. Dallwitz (1992 onwards). The families of flowering plants: descriptions, illustrations, identification, information retrieval. https://web.archive.org/web/20070103200438/http://delta-intkey.com/ !",
 "title": "Cucurbitaceae"
}