{
 "id": "66970",
 "text": "Hipódamo de Mileto ou Hipodamo (; Mileto, ca. — ) foi um grego antigo, arquiteto, planeador urbano, médico, matemático, meteorologista e filósofo. Tendo vivido no auge do período clássico, é considerado o \"pai\" do planeamento urbano em quadrículas, designado por \"hipodâmico\" em sua homenagem. == Biografia == Era filho de Euryphon. Teve a reputação de amante de atenção. Aristóteles, em sua obra \"Política\", assim referiu Hipódamo: \"Algumas pessoas pensavam que ele levava as coisas longe demais, de fato, com os seus longos cabelos, ornamentos caros, e a mesma roupa barata e quente que utilizava no Inverno e no Verão.\"Aristotle, Politics 2.1267b De acordo com Mary Ritter Beard o tratado Da Virtude, atribuído a Teano, esposa de Pitágoras, refere um Hipódamo de Túrio, cujo trabalho contém a Doutrina do meio-termo. == Obra == O \"Estudo do Planeamento Urbano para o Pireu\" (451 a.C.), que é considerado uma obra da autoria de Hipódamo, estabeleceu o padrões de planeamento urbano da época, que foram aplicados em muitas cidades gregas da época clássica. De acordo com esse estudo, bairros com quarteirões de cerca de 2.400 m² foram delineados, em que pequenos grupos de casas de dois pavimentos foram construídos. As casas estavam alinhadas com paredes separando-as, enquanto as fachadas principais estavam voltadas em direção ao sul. O mesmo estudo usou fórmulas polinomiais para a construção de infra-estruturas de abastecimento e escoamento hidráulico. Hipódamo também foi o arquiteto da colónia de grega de Turi, na península Itálica, em 443 a.C.. É visto como o criador do conceito de que a planta de uma cidade pode formalmente materializar e explicitar uma ordem social racional. Ainda de acordo Aristóteles na obra Política, Hipódamo foi um pioneiro do planeamento urbano, tendo concebido a cidade ideal como habitada por 10.000 cidadãos (indivíduos naturais da cidade, do sexo masculino, livres), enquanto que a população em geral, incluindo mulheres, crianças, estrangeiros e escravos, atingiria as 50.000 pessoas. Hipódamo estudou os problemas funcionais das cidades e correlacionou-os com sistema de administração do Estado. Como resultado, dividiu os cidadãos em três classes (soldados, artesãos e \"lavradores\"), com o solo urbano também dividido em três (sagrado, público e privado). Aristóteles criticou a concentração dos soldados em uma única classe na obra \"Melhor Estado\" de Hipódamo, argumentando que isso levaria à opressão dos \"agricultores\" e dos \"trabalhadores\" por parte dos primeiros. O próprio conceito de Aristóteles de política, incluía uma vasta classe-média em que cada cidadão atendia às três funções - auto-legislação, exercício das armas, e trabalho.Halbrook, 1984, p. 11. Os projetos de Hipódamo para cidades da Grécia antiga caracterizaram-se por princípios de ordem e regularidade que contrastavam com os traçados intrincados e confusos comuns às cidades de seu tempo, inclusive Atenas. Introduziu um tipo de planificação baseado em ruas largas (5 a 10 metros) que se cruzavam em ângulos retos. Foi citado ainda nos trabalhos de Estobeu, Estrabão, Hesíquio de Mileto, Fócio e Teano. De acordo com Aristóteles Hipódamo foi o primeiro autor a escrever sobre a teoria do governo, embora sem qualquer conhecimento prático do assunto. Afirma ainda que Hipódamo era original em todos os aspetos, uma pessoa que desejava ser um erudito em todas as ciências da natureza. Categoria:Arquitetos da Grécia Antiga Categoria:Gregos do século V a.C.",
 "title": "Hipódamo de Mileto"
}