{
 "id": "66980",
 "text": "A Terapia Comportamental Dialética (TCD) é uma psicoterapia inicialmente desenvolvida, nos anos oitenta do século passado, especificamente para o tratamento do Transtorno de Personalidade Borderline, sendo atualmente considerada uma intervenção clínica de primeira linha para esta perturbação. Pela sua componente equilibrada entre tecnologias de aceitação e de mudança, encontra-se entre as primeiras psicoterapias de terceira geração. Mais recentemente, esta técnica tem sido clinicamente validada para outras perturbações, nomeadamente, dificuldades de adaptação em adolescentes, comportamentos aditivos, distúrbios do comportamento alimentar, TDAH, Depressão, comportamentos suicidas, etc. O nome vem da proposta do Método dialético, que confronta duas ou mais teses (e/ou antíteses) competidoras e busca chegar a uma síntese. Em linhas gerais, a TCD segue essa proposta e busca conciliar e/ou resolver conflitos de forma sábia através de sua exposição direta, sem com isso deixar de priorizar a serenidade e qualidade de vida do paciente. A dialética está presente em diversos aspectos da terapia, nomeadamente o substrato teórico (biológico e social), a conceptualização das problemáticas (passividade ativa e eficácia aparente), estilo do terapeuta (desafiante e validante), nas estratégias e objectivos da intervenção psicológica (promoção da aceitação e da mudança), na ideia que o terapeuta não pode mudar ou aceitar o cliente sem se aceitar ou mudar a ele próprio, entre outros. Proposta por Marsha M. Linehan, a TCD tem uma componente de psicoterapia individual, de treino de competências em grupo, de aconselhamento telefónico (coaching) e os terapeutas são permanentemente assessorados por um grupo de pares consultores (grupo de intervisão). Seu fundamento teórico que subjaz estratégias de mudança (regulação de emoções e efetividade nas relações interpessoais) vem basicamente do Behaviorismo com elementos do Cognitivismo. As estratégias de aceitação fundamentam-se parcialmente no Behaviorismo e também em princípios filosóficos das culturas orientais (atenção plena e tolerância ao estresse), nomeadamente da prática Zen (de que a autora desta terapia é praticante e mestre). A terapia individual da TCD tende a ser diretiva e baseada no \"aqui e no agora\", e busca abordar em uma sessão semanal os problemas adaptativos que o cliente possa apresentar. A prioridade é dada à atenção a comportamentos suicidas e autodestrutivos, e depois a comportamentos que interfiram com a própria terapia. A seguir vêm assuntos ligados à qualidade de vida e à sua melhora. Na fase final da terapia, é dada atenção à intervenção no trauma psicológico e à promoção do auto-respeito. Para alguns clientes, é necessário encontrar um sentido mais profundo para a sua existência, pelo que para estes, a TCD contempla a abordagem de assuntos como viver uma vida com sentido e aspetos espirituais, particularmente o sentimento de pertença ao Universo. Pretende-se, com isto, promover uma capacidade sustentada de experimentar liberdade e contentamento. Durante a terapia individual frequentemente discute-se como melhorar as perícias ou competências que compõem o modelo da TCD, superar os obstáculos ao seu desenvolvimento e incentivar a generalização da sua prática no quotidiano (recorrendo para tal, por exemplo, a cartões de registo diário). Acresce o treino de competências de gestão, que raramente são trabalhadas em grupo, como por exemplo, a Análise da Corrente, em que são identificados os eventos desencadeadores, eventos vulnerabilizadores e as consequências de comportamentos problemáticos e indexadas as competências comportamentais corretivas para os sanear. A maioria da intervenção de treino de competências é feita em grupo e consiste geralmente em uma sessão semanal de duas horas a duas horas e meia, orientada ao desenvolvimento de perícias ou habilidades específicas, organizadas em quatro módulos: * Perícias básicas de Atenção plena * Perícias de Regulação Emocional * Perícias de Tolerância ao estresse * Perícias de Efetividade de Relações Interpessoais == Os Quatro Módulos Do Treino De Competências TCD == === Atenção Plena === Considerada a base de sustentação das demais perícias, a atenção plena (ou mente alerta) tem inspiração no budismo (especificamente no Zen), e consiste em uma postura de atenção ampla e tolerante dirigida a todos os fenômenos que se manifestam na mente consciente - ou seja todo tipo de pensamento, fantasias, recordações, sensações e emoções percebidas no campo de atenção são percebidas e aceitas como elas são. === Regulação de Emocional === Pacientes de Transtornos de Personalidade Limítrofe e suicidas tendem a vivenciar emoções intensas e um tanto oscilantes. Por esse motivo têm muito a se beneficiar do aprender a regular suas emoções e expressá-las nos momentos mais convenientes. Entre as perícias dialéticas voltadas à Regulação Emocional estão inclusas: # identificar e classificar as emoções # identificar os obstáculos à mudança das emoções # reduzir a vulnerabilidade à mente emotiva (emoções descontroladas) # aumentar e melhorar os eventos emocionais positivos # tomar consciência das emoções presentes em cada momento # adotar ações contrárias à tendência emocional indesejada # aplicar as Técnicas de Tolerância à Pressão (descritas no próximo item) === Tolerância ao estresse === Muitas abordagens de saúde mental deixam de abordar a tolerância a pressões externas. A TCD, porém, lida explicitamente com este componente da saúde mental. A tolerância à pressão envolve a capacidade de aceitar como são no presente momento tanto a situação externa que se está vivendo quanto a situação interna do próprio paciente, de percebê-la com clareza e tranquilidade sem cair em reações angustiadas ou violentas. Note-se que aceitar a realidade da situação não implica aprová-la ou querer mantê-la como está. A meta não é conformidade, mas serenidade diante do que efetivamente existe. Os comportamentos de tolerância à pressão envolvem a tolerância e resistência a crises e a aceitação da vida como ela é no momento presente. São ensinadas quatro categorias de estratégias de sobrevivência a crises: * Distração * Auto-cuidado * Melhorar o momento * Considerar prós e contras As habilidades de aceitação incluem * Aceitação Radical * Condução da mente até a aceitação * Contraste da vontade receptiva (disposição) com determinação irrazoável (obstinação) === Efetividade Interpessoal === As perícias de Efetividade Interpessoal da TCD envolvem o desenvolvimento da Assertividade e de soluções para problemas interpessoais. Incluem a habilidade de se pedir o que se necessita, de dizer \"não\", e de se lidar com conflitos interpessoais. Muitas vezes os pacientes tratados pela TCD tem boa compreensão teórica das perícias interpessoais, mas precisam de treinamento para se acostumar a aplicá-la em sua vida cotidiana. Neste módulo focalizam-se situações em que se procura causar mudanças (geralmente pedindo que outra pessoa faça algo) e/ou resistir a mudanças propostas pelo meio (\"dizendo não\"). O objetivo geral é melhorar as chances de que as metas pessoais do paciente sejam atingidas, sem com isso comprometer sua auto-estima ou a qualidade de seus relacionamentos com outras pessoas. Categoria:Psicoterapia Categoria:Behaviorismo Categoria:Transtorno de personalidade borderline",
 "title": "Terapia comportamental dialética"
}