{
 "id": "67011",
 "text": "Os caribes, caraíbas, kalinago ou karibs (do tupi Kara' ib; sábio, inteligente) são povos indígenas das Pequenas Antilhas, que deram o nome ao mar do Caribe. Sua origem estaria no sul das Índias Ocidentais e na costa norte da América do Sul. Embora os homens falassem os idiomas caribes, seus ataques a tribos vizinhas resultaram em tantas cativas aruaques que não era incomum que as mulheres falassem o Kalhíphonao das línguas aruaques. No sul do Caribe, coexistiram com um grupo que também falava um idioma caribe e com quem tinham parentesco, os galibis, que viviam em aldeias distintas em Granada e Tobago, e que se acredita que tenham sido os caribes do continente. == História == Acredita-se que os caraíbas tenham deixado as florestas tropicais do Orinoco, na Venezuela, para se estabelecer no Caribe. Nos séculos que antecederam a chegada de Cristóvão Colombo no arquipélago caribenho, em 1493, os caribes podem ter expulsado os igneris, povo de fala maipureana, da região norte das Pequenas Antilhas. Os ilhéus também saqueavam e comerciavam com os tainos das Ilhas Virgens e de Porto Rico. Os caribes eram a fonte do ouro que Colombo encontrou em posso dos tainos; o ouro não era fundido pelos ameríndios das ilhas, mas sim obtido, através do comércio, de tribos do continente. Os caribes eram hábeis navegadores e construtores de embarcações, e aparentemente deviam sua hegemonia da bacia caribenha ao domínio das artes da guerra. Os próprios caribes foram desalojados pelos europeus, e eventualmente foram todos exterminados ou assimilados durante o período colonial pelos espanhóis. Conseguiram, no entanto, manter o controle de algumas ilhas, como Domínica, São Vicente, Santa Lúcia e Trinidad. Os caribes negros, ou garifunas, de São Vicente, herdaram suas características étnicas de um grupo de escravos negros que formaram quilombos depois de um naufrágio em 1675, possivelmente após terem dominado a tripulação do navio. Em 1795 foram deportados para a ilha de Roatán, na costa de Honduras, onde seus descendentes,os garifuna, ainda vivem hoje em dia. Os britânicos viam os \"caribes amarelos\" como menos hostis, e permitiram que permanecessem em São Vicente. A resistência caribe impediu a colonização de Dominica pelos europeus, e as comunidades caribes que permaneceram em São Vicente e em Domínica mantiveram um certo grau de autonomia até o século XIX. Os últimos falantes conhecidos do caribe ilhéu morreram na década de 1920. Um número modesto de populações haitianas, dominicanas e vicentinas alegam descenderem dos caribes. == O povo == Devido ao relevo acidentado de Dominica, os caribes puderam se esconder dos exércitos europeus. Hoje em dia, na costa leste da ilha, existe um território de 3.700 acres doado pela Coroa Britânica em 1903, onde vivem cerca de 3.000 caribes , sobreviventes de muitos anos de tratamentos brutais pelos colonos espanhóis, franceses e britânicos. Elegem seu próprio chefe e, em julho de 2003, celebraram o centenário de seu território. Em julho de 2004 Charles Williams foi eleito chefe caribe. Diz-se que são os remanescentes dos caribes. Alguns deles, no entanto, casaram com membros da população local. Existem diversas centenas de caribes em Trinidad, assim como uma população caribe significativa em São Vicente, cujo tamanho exato não se conhece. Algumas comunidades caribe ainda subsistem na América do Sul continental, em países como a Venezuela, Colômbia, Brasil, Guiana Francesa, Guiana e Suriname. O tamanho destas comunidades varia muito. Tradicionalmente as mulheres se encarregavam primariamente de tarefas domésticas e da agricultura, e, no século XVII, viviam em casas separadas dos homens (um costume que também sugere uma origem sul-americana). As mulheres, no entanto, eram altamente reverenciadas e possuíam um significativo poder sócio-político. A sociedade caribe das ilhas era tida como mais igualitária, socialmente, que a dos tainos. Embora existissem chefes de aldeias e líderes de guerra, não existiam grandes estados ou aristocracias; a unidade básica de governo parecia ser as \"casas grandes\" habitadas por homens ou mulheres, e tipicamente governadas por um ou mais caciques, que prestavam contas a um conselho tribal. == Religião == Acredita- se que os caribes originaram-se da palavra caribe karibna (\"pessoa\") – registrada por Colombo como um nome para os caribes. Evidências de canibalismo foram registradas como um aspecto de rituais de guerra; os membros das vítimas eram levados para casa como troféus. Enquanto os caribes mastigavam e cuspiam bocados de carne de um guerreiro especialmente corajoso, para que esta coragem fosse assimilada pelo guerreiro vitorioso, não há provas de que eles comiam humanos para satisfazer a fome. Os caribes também tinham a tradição de manter os ossos de seus ancestrais em suas casas, o que foi tomado originalmente como evidência de que eles comiam carne humana e que estes ossos seriam restos de banquetes canibais (que nunca foram presenciados). Missionários como o padre Jean Baptiste Labat e Cesar de Rochefort descreveram a prática caribe de se preservar os ossos de seus ancestrais nas casas como a crença de que os espíritos dos antigos zelaria pela casa e protegeria seus descendentes. Hoje em dia práticas similares são praticadas em certas tribos amazônicas. == Fontes == * Allaire, Louis (1997). \"The Caribs of the Lesser Antilles\". In Samuel M. Wilson, The Indigenous People of the Caribbean, pp. 180–185. Gainesville, Florida: University of Florida. ISBN 0-8130-1531-6. * Steele, Beverley A. (2003). \"Grenada, A history of its people\". Macmillan Education, pp11–47 * Honeychurch, Lennox, The Dominica Story, MacMillan Education 1995. * Davis, D and Goodwin R.C. \"Island Carib Origins: Evidence and non-evidence\" American Antiquity vol.55 no.1(1990). * Eaden, John, \"The Memoirs of Père Labat\", 1693-1705, Frank Cass 1970. * Ethnologue report on Carib",
 "title": "Caraíbas (etnia)"
}