{
 "id": "67054",
 "text": "Grigori Yefimovich Rasputin (; Pokrovskoie, — Petrogrado, atual São Petersburgo, ) foi um místico russo, e autoproclamado homem santo e filósofo que se aproximou da família do czar Nicolau II e tornou-se uma figura politicamente influente no final do período imperial. == Biografia == Nascido de uma família plebeia na vila de Pokrovskoye na Sibéria, Rasputin passou por uma experiência de conversão religiosa após uma peregrinação até um mosteiro em 1897. Após viajar a Petrogrado por volta de 1903 a 1905, Rasputin cativou alguns líderes da Igreja Ortodoxa Russa e da sociedade. Ele tornou-se uma figura da sociedade e eventualmente se encontrou com o Czar em novembro de 1905. No final de 1906, Rasputin começou a atuar como curandeiro do Czar e do filho da sua esposa, Alexei, que sofria de hemofilia e era o único herdeiro ao trono. Na corte, ele era uma figura divisiva, visto por alguns russos como um místico, visionário, e profeta, e por outros como um charlatão. O ponto alto do seu poder deu-se em 1915, ocasião em que o Czar deixou a capital para vistoriar e monitorizar as tropas lutando na Primeira Guerra Mundial, provocando um aumento no poder da Imperatriz Alexandra e de Rasputin. Porém, conforme a derrota da Rússia na guerra se aproximava, a popularidade dos dois diminuía, até que no dia 30 de dezembro de 1916 Rasputin foi assassinado por um grupo de nobres conservadores que se opunham à sua influência sobre Alexandra e o Czar. Há muita incerteza sobre a vida de Rasputin e o grau de influência que ele exerceu sobre o Czar e Alexandra. Os dados são muitas vezes baseados em memórias duvidosas, boatos e lendas. Enquanto a sua influência e posição possam ter sido exageradas, ele tinha-se tornado um sinónimo de poder, de devassidão e luxúria, ao ponto de alguns escritores terem afirmado que a sua presença desempenhou um papel significativo no aumento da impopularidade da casa imperial.. About.com == Influência na corte russa == Por volta de 1905, a sua já conhecida reputação de místico introduziu-o no círculo restrito da Corte imperial russa, onde, segundo se dizia, Rasputin teria salvado a vida de Alexei Romanov, o filho do czar, que era hemofílico. Perante este acontecimento, a czarina Alexandra Feodorovna dedicar-lhe-á uma atenção cega e uma confiança desmedida, denominando-o \"mensageiro de Deus\". Com esta proteção, Rasputin passa a influenciar a Corte e principalmente a família imperial russa, colocando homens como ele no topo da hierarquia da poderosa Igreja Ortodoxa Russa. Todavia, o seu comportamento considerado dissoluto, licencioso e devasso (com supostas orgias e envolvimento com mulheres da alta sociedade) justificará denúncias feitas por políticos, dentre os quais se destacam Piotr Stolypin e Vladimir Kokovtsov. O czar Nicolau II afasta-se então de Rasputin, mas a czarina Alexandra mantém a sua confiança absoluta no decadente monge. == Assassinato == === Previsão === Segundo o biografo e decano da Academia francesa, Henri Troyat, esse ancião ortodoxo (Staretz) teria previsto de alguma maneira a sua própria morte. Em expediente ao seu secretário, Aron Simanovitch, em 1916, ele escreve uma correspondência ao Czar: \"Pressinto que deixarei de viver antes de 1 de janeiro. (...) Se eu for morto por assassinos comuns, particularmente pelos meus irmãos, os camponeses russos, tu, Czar da Rússia, não terás nada a temer pelos teus filhos (...) Mas se eu for morto por nobres russos, suas mãos ficarão manchadas por meu sangue durante vinte e cinco anos. (...) Se ouvires o som do sino a dizer que Gregório foi morto, fica a saber que, se foi um dos teus que provocou a minha morte, nenhum dos teus, nenhum dos teus filhos viverá mais de dois anos. Eles serão mortos pelo povo russo\". A profecia de fato se confirmou. Dois anos depois do seu assassinato, tramado pelo nobre Yussupov, a família imperial foi brutalmente assassinada em 1918. === Execução === De acordo com Pavel Milyukov, em maio de 1914 Rasputin tinha se tornado um fator influente na política russa. Em 27 junho de 1914, Rasputin chegou da capital em Pokrovskoye por volta das 15:00 do domingo. Em 12 julho de 1914, Rasputin saiu da casa, em resposta a um telegrama que havia recebido. Voltando à sua casa, de repente, foi atacado por Khionia Guseva. Esta mulher, que tinha o rosto escondido com um lenço preto, aproximou-se dele e tirou um punhal, esfaqueando-o no estômago, logo acima do umbigo. Rasputin afirmou que ele correu pela rua com as mãos sobre a barriga. Guseva alegou que ela o perseguiu, mas Rasputin pegou uma vara do chão e a atacou. Coberto de sangue, Rasputin foi levado para sua casa e pouco antes da meia-noite chegou um médico da aldeia vizinha que o operou à luz de velas. Rasputin foi transportado por um barco a vapor na quinta-feira para Tyumen, acompanhado de sua esposa e filha. O czar enviou o seu próprio médico e depois de uma laparotomia e mais de seis semanas no hospital, onde ele teve que andar com um vestido, incapaz de usar roupas comuns, Rasputin se recuperou. Em 17 de agosto de 1914, deixou o hospital; em meados de setembro, estava de volta em Petrogrado. Sua filha, Maria, registou que Rasputin acreditava que Iliodor e Vladimir Dzhunkovsky haviam organizado o ataque, além de ter apresentado uma personalidade diferente e começado a beber. Após o ataque, Iliodor, vestido de mulher, fugiu com a ajuda de Maxim Gorki todo o caminho em torno do Golfo de Bótnia para Oslo. Guseva, uma mulher fanática religiosa, havia sido a sua partidária em anos anteriores, \"negou a participação de Iliodor, declarando que ela tentou matar Rasputin porque ele espalhava tentação entre os inocentes\". Em 12 de outubro 1914, o pesquisador declarou que Iliodor era culpado de incitar o assassinato, mas o procurador local decidiu suspender qualquer ação contra ele por motivos não divulgados. Guseva foi trancada num hospício em Tomsk e um julgamento foi evitado. A maioria dos inimigos de Rasputin tinha até agora desaparecido. Stolypin foi morto, Kokovtsov havia caído do poder, Theofan foi exilado, Hermogen [ilegalmente] banido e Iliodor ficou na clandestinidade. A Primeira Guerra Mundial trouxe novos contornos à atuação de Rasputin, já odiado pelo povo e pelos nobres, que o acusaram de espionagem ao serviço da Alemanha. Escapou às várias tentativas de aniquilamento, mas acabou por ser vítima de uma trama de parlamentares e aristocratas da grande estirpe russa, entre os quais, Yussupov. Rasputin também foi conhecido por uma suposta e curiosa morte: primeiro ele foi envenenado num jantar, porém sua úlcera crónica fê-lo expelir todo o veneno. Quando dois operários notaram sangue no corrimão da ponte Petrovsky e uma bota foi encontrada no gelo abaixo, a polícia do rio começou a procurar na área pelo corpo de Rasputin. Seu corpo foi encontrado sob o gelo do rio em 1 de janeiro [O.S. 19 de dezembro], aproximadamente 200 metros a jusante da ponte. Uma autópsia foi realizada pelo Dr. Dmitry Kosorotov, cirurgião sénior de autópsia da cidade. O relatório que Kosorotov escreveu mais tarde foi perdido, mas depois afirmou que o corpo de Rasputin havia mostrado sinais de trauma grave, incluindo três ferimentos de bala — um dos quais havia sido sustentados de perto, e para a testa — uma ferida fatia para o seu lado esquerdo e muitos outros ferimentos, muitos dos quais Kosorotov sentia terem sido sustentados após a morte. Kosorotov encontrou uma única bala no corpo de Rasputin, mas afirmou estar muito deformado e de um tipo muito usado para rastrear. Ele não encontrou evidências de que Rasputin tenha sido envenenado. De acordo com Douglas Smith e Joseph Fuhrmann, Kosorotov não encontrou água nos pulmões de Rasputin, e relatos de que Rasputin havia sido jogado na água vivo estavam incorretos. Ao contrário de alguns relatos posteriores que afirmavam que o pénis de Rasputin havia sido amputado; Kosorotov encontrou seus genitais intactos.The Murder of Rasputin, 100 Years Later, Smithsonian Magazine Rasputin foi enterrado em 2 de janeiro [O.S. 21 de dezembro] em uma pequena igreja que Anna Vyrubova construía em Tsarskoye Selo. O funeral foi assistido apenas pela família real e alguns de seus íntimos. A esposa, a amante e os filhos de Rasputin não foram convidados, embora suas filhas tenham se encontrado com a família real na casa de Vyrubova mais tarde naquele dia. Seu corpo foi exumado e queimado por um ataque de soldados pouco depois que o czar abdicou do trono em março de 1917, de modo a evitar que seu local de sepultamento se tornasse um santuário ou um ponto de reunião para os apoiadores do antigo regime. === Envolvimento do MI6 === Alguns historiadores sustentam o envolvimento do serviço secreto britânico no assassinato. Tal envolvimento seria decorrente da crença de que Rasputin poderia influenciar o Czar a aceitar a paz com os Impérios Centrais., em espanhol, acesso em 22 de outubro de 2013. Alguns escritores — incluindo Oleg Shishkin, Andrew Cook, Richard Cullen e Michael Smith — sugeriram que agentes do Serviço Secreto Britânico de Inteligência (BSIS) estavam envolvidos no assassinato de Rasputin. De acordo com esta teoria, os agentes britânicos estavam preocupados de que Rasputin pedia ao czar para fazer uma paz separada com a Alemanha e retirar-se da guerra, e que isso permitiria à Alemanha transferir um grande número de tropas para a Frente Ocidental. A teoria sugere, em outras palavras, que os agentes britânicos desempenharam um papel ativo no assassinato de Rasputin a fim de manter a Rússia na guerra e forçar a Alemanha a continuar a defender a Frente Oriental. Embora existam várias variantes dessa teoria, em geral, elas sugerem que os agentes de inteligência britânicos sob o comando de Samuel Hoare, e em particular Oswald Rayner — que frequentaram a Universidade de Oxford com Yusopov — estavam diretamente envolvidos no planejamento e execução do assassinato ou que Rayner atirou pessoalmente em Rasputin. No entanto, os historiadores não consideram seriamente essa teoria. Segundo o historiador Douglas Smith, \"não há evidência convincente de que coloque quaisquer agentes britânicos na cena do crime\". O historiador Keith Jeffrey afirmou que, se agentes da Inteligência britânica estivessem envolvidos no assassinato de Rasputin, \"eu teria esperado para encontrar algum vestígio do que \"nos arquivos do MI6, mas que tal evidência não existe. == Ligações externas == * Matéria sobre Rasputin, incluindo sua relação com a \"seita dos flagelantes\". * * Categoria:Hereges Categoria:Mortes por afogamento Categoria:Mortes por assassínio Categoria:Mortos em 1916 Categoria:Nascidos em 1869 Categoria:Nicolau II da Rússia",
 "title": "Grigori Rasputin"
}