{
 "id": "67142",
 "text": "As fábulas (em latim: fabula, \"história\", \"jogo ou narrativa\") são composições literárias curtas, escritas em prosa ou versos em que os personagens são animais que apresentam características humanas (como falar), muito presente na literatura infantil. As fábulas possuem caráter educativo e fazem uma analogia entre o cotidiano humano com as histórias vivenciadas pelas personagens, essa analogia é chamada de moral e geralmente é apresentada no fim da narrativa. O que difere a fábula dos demais gêneros metafóricos (apólogo, alegoria, parábola) é a presença do animal numa posição comumente associada a seres humanos. O caráter de narrativa de tradição oral é assegurado pela íntima ligação que ela possui com a sabedoria popular. Outro aspecto que fortalece essa ligação é a própria origem da palavra fábula. Ela vem do verbo fabulare, que significa narrar ou falar. É deste próprio verbo que surge o atual verbo falar em português. Considera-se que as fábulas tiveram origem no Oriente e pertenceram aos assírios e babilônios, mas foi Esopo, escravo da Grécia antiga que viveu no século VI a.C., que a desenvolveu. O francês Jean de La Fontaine foi um grande divulgador das fábulas de Esopo. Fontaine reescrevia as fábulas para fins educativos e caracterizava as personagens de acordo com suas aparências. == História == Mesmo que tenham sido desenvolvidas por Esopo, a origem das fábulas antecede os gregos: provérbios sumérios, escritos cerca de 1500 a.C., já compartilhavam semelhanças com as fábulas gregas. Esses provérbios já incluíam em suas narrativas animais antropomórficos e uma lição moral; as narrativas também eram curtas e diretas, e embebiam a moral no final da história. Só muito tempo depois habituou-se a separar a moral no início ou no fim da fábula (a fim de deixar claro para o leitor que mensagem a história quer passar). No século I a.C, o escravo romano Fedro foi responsável por aperfeiçoar e dar um toque estilístico à fábula. E mais tarde, no século XVI, Leonardo da Vinci descobriu e reinventou as fábulas, o que não teve grande repercussão fora da Itália. A partir do modelo latino e do oriental, La Fontaine, no século XVII, recriou a fábula === Grécia === Foi na Antiga Grécia que Esopo propagou oralmente suas fábulas. Apesar de terem sido passadas pela oratória e isto ter desintegrado de alguma forma as fábulas, algumas características prevaleceram até os dias de hoje: as histórias sempre se utilizaram de animais que reproduzem comportamentos humanos, principalmente a fala. A mímica que os animais, nesses contos, fazem em relação aos humanos é proposital e tem, na maioria das vezes, o objetivo de ressaltar os bons e maus comportamentos humanos. Entretanto, algumas vezes, os personagens ainda preservam algum comportamento intrínseco a sua origem animal. Além de serem usados para propósitos educativos, na Grécia as fábulas de Esopo surgiram numa época em que a liberdade de expressão era limitada. Era então comum usar as histórias para criticar as formas de governo sem represálias. As fábulas serviam como código para que os mais fracos pudessem se contrapor aos mais fortes de forma subjetiva. As histórias de Esopo são cheias de mensagens nas quais os mais fortes podem ser enganados e os mais fracos podem, com alguma astúcia, prevalecer. As histórias foram registradas pela escrita durante os séculos X e XVI a.C. === Índia === A Índia tem uma tradição rica de romances fabulosos, explicável principalmente pelo fato de que a cultura deriva de tradições e possui características de elementos naturais. A maioria dos deuses são uma espécie de animais com qualidades ideais. Também centenas de fábulas foram compostas na Índia antiga durante o primeiro milênio aC, muitas vezes como narrativas em histórias em quadros. As fábulas indianas têm um elenco misto de seres humanos e animais. Os diálogos são muitas vezes mais longos do que nas fábulas de Esopo e muitas vezes espirituosos, pois os animais tentam se burlar uns dos outros por trapaça e engano. Nas fábulas indianas, o homem não é superior aos animais. Os contos são geralmente cômicos. A fábula indiana aderiu às tradições universalmente conhecidas da fábula. Os melhores exemplos da fábula na Índia são os contos Panchatantra e Jataka. Estes incluíram Panchatantra de Vishnu Sarma, Hitopadexa, Vikram e o Vampiro, e Os Sete Mestres Sábios de Syntipas, que eram coleções de fábulas que mais tarde se tornaram influentes em todo o Velho Mundo. Ben E. Perry (compilador do \"Índice de Perry\" das fábulas de Esopo) argumentou, controversamente, que alguns dos contos de Jataka budistas e algumas das fábulas no Panchatantra podem ter sido influenciados por semelhantes países gregos e do Oriente Próximo. Epístoles indianos anteriores, como Mahabharata de Vyasa e Ramayana de Valmiki, também continham fábulas dentro da história principal, muitas vezes como histórias paralelas ou história alternativa. As fábulas mais famosas do Oriente Médio eram as mil e uma noites, também conhecidas como Noites da Arábia. == Autores == Escritores de língua portuguesa que cultivaram o gênero: * Sá de Miranda * Diogo Bernardes * Bocage * Monteiro Lobato == Ver também == * Parábola * Provérbio * Apólogo * Alegoria Fabula Categoria:Subgêneros didácticos",
 "title": "Fábula"
}