{
 "id": "6720",
 "text": "Homeopatia (do grego ὅμοιος + πάθος transliterado hómoios - + páthos = \"semelhante\" + \"doença\") é uma forma de terapia alternativa pseudocientífica, iniciada pelo alemão Samuel Hahnemann em 1796. Baseia-se no princípio similia similibus curantur (do latim: \"semelhante pelo semelhante se cura\"), ou seja, o suposto tratamento se dá a partir da diluição e dinamização da mesma substância que produz o sintoma num indivíduo saudável. A homeopatia considera os sintomas uma reação contra a doença. A doença seria uma perturbação de uma \"energia vital\" e a homeopatia buscaria o restabelecimento do equilíbrio.BONTEMPO, Márcio. Medicina natural: homeopatia e radiestesia. Nova Cultural, 1992. O processo homeopático consiste em fornecer a um paciente sintomático doses extremamente diluídas de compostos que são tidos como causas em pessoas saudáveis dos sintomas que pretendem contrariar, mas supostamente potencializados através de técnicas de diluição, dinamização e sucussão que liberariam energia. Proponentes alegam que o sistema de cura natural da pessoa seria estimulado a estabelecer uma reação de restauração da saúde por suas próprias forças, de dentro para fora.ULLMAN, Dana.Homeopatia - Medicina para o Século XXI. São Paulo:Cultrix, 1988. Este processo seria para a pessoa como um todo e não somente para a doença.Anvisa. FAQ - Medicamentos Homeopáticos. Acesso em 15 de janeiro de 2012Isto É. A homeopatia hoje. Acesso em 15 de janeiro de 2012 Pesquisas científicas têm mostrado que os remédios homeopáticos não são eficazes e seu mecanismo de funcionamento é implausível.Ver as seguintes publicações: * * Há consenso na comunidade médica e científica internacional de que a homeopatia é uma pseudociência, e é amplamente considerada charlatanismo. Numerosas revisões sistemáticas indicam que homeopatia não é mais efetiva que o placebo.Ver as seguintes publicações: * * * UK Parliamentary Committee Science and Technology Committee - \"Evidence Check 2: Homeopathy\" Apesar de preparados homeopáticos, de modo geral, serem inertes e livres de efeitos colaterais, a relutância em buscar tratamento médico convencional, preferindo a homeopatia pode levar a complicações e até mortes. A Organização Mundial de Saúde (OMS) aconselha os seus estados membros a regular a homeopatia de forma a garantir a inocuidade dos produtos que são comercializados sem prescrição médica. A OMS reconhece que, apesar de se verificar um aumento da utilização de produtos homeopáticos, são poucos os estados com regulamentação aplicável. Segundo esta organização, é necessário contrariar a ideia de que não existem riscos na administração de produtos homeopáticos devido às altas diluições. O documento de Estratégia da OMS sobre medicina tradicional 2002 - 2005 “aborda as questões de segurança, qualidade e eficácia da medicina tradicional (MT) e medicina complementar e alternativa (MCA). O principal objetivo destas estratégias é desenvolver um guia técnico de controlo de qualidade e segurança para produtos de MT/MCA.” Os defensores da homeopatia referem-se regularmente aos documentos produzidos pela Organização Mundial de Saúde afirmando que esta promove a implantação desta prática em todos os sistemas nacionais de saúde.Ver as seguintes publicações: * Burton Goldberg Group. Alternative Medicine. Editorial Future medicine publishing, In. California pp. 272-80;1994 * Conselho Regional de Farmácia. Homeopatia. Acessado em 23 de janeiro de 2012 * Folha da Região. Homeopatia e dengue . 20 de janeiro de 2012 * OMS. Estrategia de la OMS sobre medicina tradicional 2002 - 2005. Acesso em 17 de janeiro de 2012 * Ecomedicina. CRFSP rebate críticas do Parlamento Britânico . Acesso em 17 de janeiro de 2012 * Todavia, a OMS condena o uso da homeopatia contra doenças graves como malária, tuberculose, aids, gripe e diarreia infantil. == Generalidades == A homeopatia é considerada uma filosofia (lato sensu) holística, vitalística, pelo fato de interpretar doenças e enfermidades como causadas pelo desequilíbrio ou distúrbio de uma hipotética energia vital ou força vital no organismo de quem as apresenta. Desse modo, ela vê tais distúrbios como manifestações em sintomas únicos e bem definidos. Sustenta que a força vital tem o poder de se adaptar a causas internas ou externas. É a \"lei da suscetibilidade\" homeopática, sob a qual um estado mental negativo pode atrair entidades hipotéticas chamadas \"miasmas\", as quais invadem o organismo e produzem os sintomas das doenças.. Hahnemann, contudo, rejeitou a ideia de ser a doença \"algo separado, uma entidade invasora\" e insistiu em que ela é parte de um \"todo vital\".. === Contexto histórico === Nos séculos XVIII e XIX, a medicina convencional era bastante ineficaz e muitas vezes prejudicial. Práticas como sangrias e purgas eram usadas indiscriminadamente, e misturas complexas com efeitos perigosos eram frequentemente administradas aos pacientes. Um exemplo dessas misturas perigosas é o melaço de Veneza, composto por 64 substâncias, incluindo ópio, mirra e carne de víbora. Esses tratamentos geralmente pioram os sintomas e podem ter resultados fatais. Hahnemann rejeitou essas práticas - que haviam sido exaltadas durante séculos - como irracionais e desaconselháveis. Ele defendeu o uso de drogas únicas em doses mais baixas e promoveu uma visão imaterial e vitalista de como os organismos vivos funcionam. Embora os tratamentos em si não tivessem efeito, eles eram muito mais seguros do que a maioria das práticas médicas da época. Ao fim, o resultado de um tratamento inócuo associado a um repouso apropriado era geralmente superior ao da medicina convencional praticada no momento do início da homeopatia. === Conceito de Hahnemann === O termo homeopatia foi cunhado por Hahnemann e apareceu pela primeira vez em 1807. Hahnemann teve a ideia da homeopatia enquanto traduzia um tratado médico do médico e químico escocês William Cullen para o alemão. Sendo cético em relação à teoria de Cullen sobre o uso de cinchona na cura da malária, Hahnemann ingeriu um pouco de casca especificamente para investigar o que aconteceria. Ele teve febre, tremores e dores nas articulações, sintomas similares aos da própria malária. A partir daí, Hahnemann passou a acreditar que todos os medicamentos eficazes produzem, em indivíduos saudáveis, sintomas semelhantes aos das doenças que tratam, de acordo com a \"lei dos similares\" proposta por médicos antigos. Um relato dos efeitos da ingestão de casca de cinchona, observado por Oliver Wendell Holmes, e publicado em 1861, não conseguiu reproduzir os sintomas relatados por Hahnemann. A lei de Hahnemann sobre similares é um ipse dixit que não deriva do método científico. Isso levou ao nome \"homeopatia\", que vem do hómoios, \"-simiilar\" e páthos, \"sofrimento\". Trabalhos científicos posteriores mostraram que a cinchona cura a malária porque contém quinina, que mata o parasita Plasmodium falciparum que causa a doença; o mecanismo de ação não tem relação com as ideias de Hahnemann. ==== \"Provações\" ==== Hahnemann começou a fazer testes para descobrir que efeitos as substâncias produziam em seres humanos, um procedimento que mais tarde se tornaria conhecido como \"provação homeopática\". Esses testes exigiam que os indivíduos testassem os efeitos da ingestão de substâncias registrando claramente todos os seus sintomas, bem como as condições auxiliares sob as quais eles apareciam. Ele publicou uma coleção de provações em 1805, e uma segunda coleção de 65 preparações apareceu em seu livro; Materia Medica Pura (1810). Como Hahnemann acreditava que grandes doses de medicamentos que causavam sintomas semelhantes apenas agravariam a doença, ele defendia diluições extremas das substâncias. Ele desenvolveu uma técnica para fazer diluições que acreditava preservar as propriedades terapêuticas de uma substância ao mesmo tempo que removia seus efeitos nocivos. Hahnemann acreditava que esse processo despertava e aprimorava \"os poderes medicinais espirituais das substâncias brutas\".. Ele reuniu e publicou uma visão completa de seu novo sistema médico em seu livro Organon da Arte de Curar (1810), cuja 6ª edição, publicada em 1921, ainda hoje é usada pelos homeopatas. ==== Miasmos e doenças ==== No Organon, Hahnemann introduziu o conceito de \"miasmas\" como \"princípios infecciosos\" subjacentes à doença crônica. Hahnemann associou cada miasma a doenças específicas e pensou que a exposição inicial a miasmas causa sintomas locais, como doenças da pele ou venéreas. Se, no entanto, esses sintomas foram suprimidos pela medicação, a causa foi se aprofundou e começou a se manifestar como doenças dos órgãos internos. A homeopatia sustenta que tratar doenças aliviando diretamente seus sintomas, como às vezes é feito na medicina convencional, é ineficaz porque toda \"a doença em geral pode ser atribuída a alguma tendência latente, profunda, subjacente, crônica ou herdada\". O miasma imputado subjacente ainda permanece, e as doenças profundas podem ser corrigidas apenas removendo a perturbação mais profunda da força vital. As hipóteses de Hahnemann para a causa direta ou remota de todas as doenças crônicas (miasmas) eram originalmente apenas três: psora (coceira), sífilis (doença venérea) ou sicose (doença da verruga). Desses três, o mais importante era a psora, descrita como relacionada a qualquer doença pruriginosa da pele, supostamente derivada de sarna suprimida, a qual se afirmava ser a base de muitas outras doenças. Hahnemann acreditava que a psora era a causa de doenças como epilepsia, câncer, icterícia, surdez e catarata. Desde a época de Hahnemann, outros miasmas foram propostos, alguns substituindo uma ou mais das funções propostas pela psora, incluindo miasmas de tuberculose e câncer . Hahnemann cunhou a expressão \" medicamento alopático \", que era usado para se referir pejorativamente à medicina ocidental tradicional. A teoria do miasma de Hahnemann permanece controversa nos círculos homeopáticos mesmo nos tempos atuais. A teoria foi criticada como uma explicação desenvolvida por Hahnemann para preservar o sistema de homeopatia diante de falhas no tratamento e por ser inadequada para cobrir muitas centenas de tipos de doenças, bem como por não explicar as predisposições de doença, nem fatoresgenéticos, ambientais e o histórico de doenças particular de cada paciente. === Século XIX: popularidade e críticas iniciais === A homeopatia alcançou sua maior popularidade no século XIX. Foi introduzida nos Estados Unidos em 1825 por Hans Birch Gram, um estudante de Hahnemann. Durante o século XIX, dezenas de instituições homeopáticas apareceram na Europa e nos Estados Unidos, e em 1900 havia 22 faculdades homeopáticas e praticantes nos Estados Unidos.Toufexis A, Cole W, Hallanan DB (September 25, 1995). \"Is homeopathy good medicine?\". Time. Como a prática médica da época dependia de tratamentos ineficazes e muitas vezes perigosos, os pacientes de homeopatas geralmente obtinham melhores resultados do que os médicos da época. Os preparativos homeopáticos, mesmo que ineficazes, quase certamente não causariam danos, tornando os usuários de preparados homeopáticos menos propensos a serem mortos pelo tratamento que deveria estar ajudando-os. O relativo sucesso da homeopatia no século XIX pode ter levado ao abandono dos tratamentos ineficazes e prejudiciais da sangria e purga, além de ter iniciado o movimento em direção a uma medicina mais eficaz e baseada na ciência. Um dos motivos da crescente popularidade da homeopatia foi o aparente sucesso no tratamento de pessoas que sofrem de epidemias de doenças infecciosas. Durante as epidemias do século XIX de doenças como a cólera, as taxas de mortalidade nos hospitais homeopáticos eram frequentemente mais baixas do que nos hospitais convencionais, onde os tratamentos usados na época eram frequentemente prejudiciais e pouco ou nada fizeram para combater as doenças. Desde o seu início, no entanto, a homeopatia foi criticada pelo meio científico. Sir John Forbes, médico da rainha Vitória, disse em 1843 que as doses extremamente pequenas de homeopatia eram ridicularizadas como inúteis, \"um ultraje à razão humana\". Em 1853, James Young Simpson declarou em 1853 sobre os medicamentos altamente diluídos: \"Não há veneno, por mais forte ou poderoso, faria com que um bilionésimo ou decilionésimo afetasse minimamente um homem ou machucasse uma mosca\". O médico e autor americano Oliver Wendell Holmes, Sr. também foi crítico vocal da homeopatia e publicou um ensaio intitulado Homeopatia e seus delírios familiares (1842). Os membros da Sociedade Homeopática Francesa observaram em 1867 que alguns dos principais homeopatas da Europa não apenas abandonavam a prática de administrar doses infinitesimais, como também não a defendiam. A última escola nos EUA que ensinava exclusivamente homeopatia foi fechada em 1920. === Ressurgimento no século XX === Segundo Paul Ulrich Unschuld, o regime nazista na Alemanha era fascinado pela homeopatia e gastou grandes somas de dinheiro na pesquisa de seus mecanismos, mas sem obter um resultado positivo. Unschuld argumenta ainda que a homeopatia nunca mais se firmou nos Estados Unidos, mas permaneceu mais profundamente estabelecida no pensamento europeu. Nos Estados Unidos, a Lei de Alimentos, Medicamentos e Cosméticos de 1938 (patrocinada por Royal Copeland, senador de Nova York e médico homeopata) reconheceu as preparações homeopáticas como medicamentos. Na década de 1950, havia apenas 75 homeopatas puros praticando nos EUA. No entanto, em meados do final da década de 1970, a homeopatia retornou significativamente e as vendas de algumas empresas homeopáticas aumentaram dez vezes. Alguns homeopatas creditam o esse ressurgimento ao homeopata grego George Vithoulkas, que realizou \"uma grande quantidade de pesquisas para atualizar os cenários e refinar as teorias e práticas da homeopatia\", começando na década de 1970, mas Ernst e Singh consideram que a causa real tenha ligação com a ascensão do movimento da Nova Era. De qualquer maneira, as principais redes de farmácias reconheceram o potencial comercial da venda de preparações homeopáticas. A Food and Drug Administration realizou uma audiência em 20 e 21 de abril de 2015 solicitando comentários públicos sobre a regulamentação de medicamentos homeopáticos. O FDA citou o crescimento das vendas de medicamentos homeopáticos vendidos sem receita, que foram de US$ 2,7 bilhões em 2007. Bruce Hood argumentou que o aumento da popularidade da homeopatia nos últimos tempos pode ser devido às consultas relativamente longas que os médicos estão dispostos a dar a seus pacientes e a uma preferência irracional por produtos \"naturais\", que as pessoas pensam serem a base dos preparativos homeopáticos. === Século XXI === Desde o início do século XXI que uma série de meta-análises tem vindo a mostrar que as alegações terapêuticas da homeopatia não têm justificativa científica. Em um relatório de 2010, o Comitê de Ciência e Tecnologia da Câmara dos Comuns do Reino Unido recomendou que a homeopatia não recebesse mais financiamento do Serviço Nacional de Saúde (NHS) devido à sua falta de credibilidade científica; o financiamento acabou em 2017. Em março de 2015, o Conselho Nacional de Saúde e Pesquisa Médica da Austrália (NHMRC) publicou um documento informativo sobre a homeopatia, que concluiu que 'não existem condições de saúde para as quais haja evidências confiáveis de que a homeopatia seja eficaz\". As reações ao relatório provocaram manchetes mundiais, sugerindo que o NHMRC havia constatado que a homeopatia é ineficaz para todas as condições. Em 2018, as farmácias australianas ignoraram as recomendações para uma proibição homeopática no âmbito mais amplo do governo federal, aceitando apenas três das 45 recomendações feitas pela resenha da Pharmacy Remuneration and Regulation, entregue em setembro de 2017 ao ministro da Saúde Greg Hunt. Em 2019, o governo canadense parou de financiar a ajuda homeopática a Honduras. A instituição de caridade Terre Sans Frontières (TSF), de Quebec, recebeu US$ em cinco anos do Programa de Cooperação Voluntária da Global Affairs. A TSF apoia \"curas\" homeopáticas da doença de Chagas. Em julho de 2019, o ministro da saúde francês anunciou que os reembolsos da previdência social para medicamentos homeopáticos serão eliminados antes de 2021. Na França, há muito tempo, há uma crença mais forte nas virtudes dos medicamentos homeopáticos do que em muitos outros países, e lá se localiza o maior fabricante mundial de medicamentos para medicina alternativa, a Boiron.France will end healthcare refunds for homeopathic drugs. == Princípios == Além da visão holística impressa em toda a obra de Hahnemann, ou seja, a visão do todo sobre as partes, há quatro princípios que orientam a prática homeopática, quais sejam: * Lei dos Semelhantes: Resultado de suas releituras dos Clássicos e, sobretudo, de suas próprias experiências, anuncia esta Lei universal da cura: similia similibus curantur. Exemplificando, um medicamento capaz de provocar, em uma pessoa sadia, angústia existencial que melhora após diarreia e febre, curaria uma pessoa cuja doença natural apresente essas características. * Experimentação na pessoa sadia: A fim de conhecerem as potencialidades terapêuticas dos medicamentos, os homeopatas realizam provas, chamadas patogenesias; em geral são eles mesmos os experimentadores. Tipicamente não se fazem experiências com animais. Uma condição básica para a escolha dos provandos é que sejam saudáveis. Esses medicamentos são capazes de alterar o estado de saúde da pessoa saudável e justamente o que se busca são os efeitos puros dessas substâncias. * Doses infinitesimais: A preparação homeopática dos medicamentos segue uma técnica própria que consiste em diluições infinitesimais seguidas de sucussões rítmicas, ou seja: mistura-se uma pequena quantidade de uma substância específica em muita água e/ou álcool e agita-se bastante. A tese é de que essa técnica \"desperte\" as propriedades latentes da substância. Isso é chamado de \"dinamização\" ou \"potencialização\" do medicamento. Hahnemann enunciou os princípios da homeopatia no final do século XVIII. Depois de Hahnemann, a homeopatia expandiu-se, tendo seu desenvolvimento e sua aceitação atingido diferentes níveis nas várias regiões do mundo. Por exemplo, no Brasil a homeopatia faz parte das políticas oficiais de saúde.http://revista.aph.org.br/index.php/aph/article/view/18 J ==Escolas da homeopatia == * Unicismo: Prescrição de um único composto homeopático, igualmente a Hahnemann.CHOFFAT, François. Homeopatia e medicina - Um novo debate. São Paulo: Loyola, 1996 * Pluralismo: É chamado também de alternismo, dois compostos homeopáticos administrados em horas distintas, um complementando o outro. * Complexismo: São prescritos dois ou mais compostos homeopáticos que podem ser administrados simultâneamente. A indústria produz em larga escala compostos homeopáticos ditos complexos, que tem objetivos de tratar doenças particulares, não considerando a lei dos semelhantes.LOPES, Antônio Carlos. Diagnóstico e Tratamento. Barueri: Manole, 2006. * Organicismo: O composto homeopático é prescrito conforme o órgão doente. Esta prática aproxima-se muito da alopatia.Homeopatia Veterinária. HOMEOPATIA. Acesso em 15 de janeiro de 2012 == Compostos homeopáticos == thumb|200px|Repertório da 'Materia medica' homeopática, de Kent Para uma lista de medicamentos homeopáticos, veja Lista de remédios homeopáticos. === Preparo dos compostos === O preparo dos compostos homeopáticos segue princípios e técnicas bem definidos e simples em si [a questão da validade não é aqui discutida]. De ordinário, há as seguintes etapas: # Extração dum princípio mineral ou vegetal da fonte; # Pulverização (trituração e moagem) do insumo, quando necessário; # Dissolução num veículo adequado, aquoso, hidroalcoólico, etc.; # Diluição em sequência centesimal hahnemanniana; # Sucussão, Dinamização ou Potencialização. === Quadro de diluições === As soluções homeopáticas — frequentemente ditas simplesmente diluições homeopáticas — preparam-se segundo uma sequência centesimal. Eis a regra para esse preparo: \"Toma-se uma parte da substância curativa pura e diluir-se em 99 partes de solução hidroalcóolica a 70% (i.e., 70% de álcool etílico e 30% de água): esta é a primeira diluição ou primeira potência (CH1). Depois, da diluição resultante, toma-se 1(uma) parte e dilui-se novamente com 99 partes de solução alcoólica a 70%; esta é a segunda diluição ou segunda potência (CH2). E assim por diante\".Homeopatia: ciência ou superstição. WINDISCH NETO, Hermann. Acesso em 2009.08.27 A homeopatia considera que quanto maior a diluição seguida da sucção, tanto maior será a potência do preparado. É digno de nota que a diluição primordial é de \"1 parte do soluto para 99 partes do solvente (no caso, a solução essencial hidroalcóolica citada)\". Se se considera que a parte do soluto — usualmente ínfima em massa e em volume — ao ser adicionada ao solvente resulta uma solução que reúne o volumes do soluto (volume algo alterado por interações físico-químicas moleculares, v.g., solvatação, etc.) e o volume do solvente, pode-se, sem erro significativo, dizer que o volume da solução é de 100 partes; logo a concentração do soluto (na solução, uma fração volumétrica) será de 1:100 ou 0,01 ou 10−2. Representa-se, na homeopatia, por 1C, C1, 1CH ou CH1, que se lê \"1ª concentração (diluição ou potência) centesimal hahnemanniana. Já que as diluições sucessivas são, de ordinário, centesimais, a seguinte generalização representa matematicamente esse processo: : CHx = 10–2.x (em base decimal), ou, equivalentemente, CHx = 100–x (em base centesimal), que expressa diretamente a ideia de diluição centesimal. Esta expressão relaciona as duas escalas: a escala Centesimal Hahnemanniana (C ou CH) e a escala Decimal Comum (D ou X) para representação das diluições, apresentadas no quadro a seguir. Escala Centesimal Hahnemanniana (dita Escala CH) Escala Decimal Comum (dita Escala D ou X) Concentração química (diluição) do soluto [em partes por 10 X] Nota ½C, ½CH, C½, CH½ 1D, D1, 1X, X1 C = 10−1) Considerada a menor diluição hahnemanniana, todavia a menor \"potência\", pelo método homeopático. 1C, 1CH, C1, CH1 2D, D2, 2X, X2 C = 10−2) Maior diluição que 1X, isto é, contém menor quantidade de soluto para mesma quantidade de solvente, porém considerada de maior \"potência\" pelo princípio das doses infinitesimais da Homeopatia. 2C, 2CH, C2, CH2 4D, D4, 4X, X4 C = 10−4) 3C, 3CH, C3, CH3 6D, D6, 6X, X6 C = 10−6) 4C, 4CH, C4, CH4 8D, D8, 8X, X8 C = 10−8) Máxima concentração permitida para o elemento químico arsênio em água potável, segundo a ciência contemporânea. 6C, 6CH, C6, CH6 12D, D12, 12X, X12 C = 10−12) 7C, 7CH, C7, CH7 14D, D14, 14X, X14 C = 10−14) 12C, 12CH, C12, CH12 24D, D24, 24X, X24 C = 10−24) Conforme a Físico-química moderna (limitação quantitativa imposta pela Constante de Avogadro), essa diluição tem cerca de 60% de probabilidade de conter pelo menos uma molécula do soluto original para cada mol deste utilizado no seu preparo. 30C, 30CH, C30, CH30 60D, D60, 60X, X60 C = 10−60) Diluição defendida por Hahnemann para a maioria dos casos: conforme a Físico-química moderna (limitação quantitativa imposta pela Constante de Avogadro), em média, isso significaria administrar dois bilhões de doses por segundo a seis bilhões de pacientes por quatro bilhões de anos para oferecer uma única molécula do[soluto original para algum paciente. 200C, 200CH, C200, CH200 400D, D400, 400X, X400 C = 10−400) Diluição do composto homeopático Oscillococcinum, indicado como antigripal. Considerando uma estimativa de 1080 átomos no Universo, a concentração do composto corresponde a uma probabilidade de uma em 100 mil de haver uma única partícula no Universo. == Homeopatia no Brasil == A prática da homeopatia chegou ao Brasil em 1840, pelas mãos do médico francês Benoit Jules Mure que, na cidade do Rio de Janeiro, fundou a primeira escola para o seu ensino: o Instituto Homeopático Brasileiro. A cisão da homeopatia da prática médica deu-se por volta de 1851, por parte dessa instituição acadêmica. Com o Decreto nº 9554 de 1886, os farmacêuticos ganharam o poder de manipular medicamentos. Com o passar dos anos surgiram leis específicas para a farmácia homeopática, e com muitos esforços da classe médica e farmacêutica, foi elaborado o Decreto nº 78841, aprovando a 1ª edição da Farmacopeia Homeopática Brasileira. Em 1980 o Conselho Federal de Medicina reconheceu a homeopatia como especialidade médica. === Gastos no Sistema Único de Saúde === O Instituto Questão de Ciência, valendo-se da Lei de Acesso à Informação, tentou aferir exatamente quanto se gasta com as Práticas Integrativas Complementares (PICs) nas capitais brasileiras. A grande maioria das prefeituras simplesmente não sabe quanto gasta com essas práticas, que inclui a homeopatia. Apenas Vitória, Espírito Santo, dispunha de dados detalhados referente aos gastos em conjunto nas seguintes práticas integrativas: fitoterapia, homeopatia, acupuntura, musicoterapia, auricoloterapia, ioga e xian gong. O valor mínimo total gasto, por ano, para manter estas práticas é de R$ . Vitória tem 362 mil habitantes, portanto gasta R$ 4,20 em PICs, por pessoa, por ano. Comparativamente, uma dose de vacina de febre amarela custa R$ 3,50 ao erário. Isso quer dizer que com o dinheiro gasto com PICs em Vitória, seria possível vacinar quase meio milhão de brasileiros. == Evidências e eficácia == === Escassez de indícios de eficácia === Em agosto de 2005, a revista científica The Lancet publicou uma metanálise de 110 experimentos homeopáticos placebo-controlados e 110 experimentos médicos convencionais, baseados no \"Programa para Avaliação de Medicinas Alternativas\" do Governo da Suíça. No artigo os pesquisadores apresentam sua conclusão de que afinal \"os efeitos clínicos da homeopatia são nada mais que efeitos placebo\". O Parlamento do Reino Unido também fez uma análise da eficácia de remédios homeopáticos. Os resultados apontam que as explicações científicas para a homeopatia não são convincentes. O governo britânico recomenda a interrupção imediata desse tipo de remédio no serviço público de saúde daquele país. \\- Jornal Nacional, 22 de fevereiro de 2010 (visitado em 23-2-2010). Na pesquisa de qualquer fármaco, um trabalho científico deve ter algumas características específicas para ter valor real. Deve, pois, ser: # Duplo-cego (ou seja, nem o terapeuta, nem o paciente sabem o que vai ser tomado, placebo ou fármaco); # Randomizado (pacientes com mesmo diagnóstico - ver abaixo - são sorteados aleatoriamente para uso de placebo ou fármaco em estudo); # Preferencialmente multicêntrico (com trabalhos feitos em institutos de saúde diferentes para ver se método é reprodutível); # Feito por pesquisadores independentes e sem vínculos de interesse. Park destaca que Hahnemann provavelmente não estava ciente do limite da ultra diluição porque ele desconhecia o número de Avogadro, uma constante física que torna possível calcular o número de moléculas em uma amostra com uma certa massa de uma substância. Explica o sucesso que a homeopatia teve no início comparando com o uso, à época, de tratamentos verdadeiramente perigosos: \"Os médicos ainda tratavam os pacientes com sangria, lavagens e frequentes doses de mercúrio e outras substâncias tóxicas. Se o nostrum infinitamente diluído de Hahnemann não fazia nenhum bem, ao menos não fazia nenhum mal, permitindo às defesas naturais do paciente corrigirem o problema.\" Park explica, ainda, como os modernos homeopatas concordam que realmente não há nenhuma molécula de medicamento em seus remédios, mas que o líquido inexplicavelmente se \"lembra\" da substância após o processo de diluição. Como essa pseudomemória da substância é obtida, nunca foi satisfatoriamente explicado. Os críticos também apontam a dissociação espontânea da água em ácido e base (o que explica porque seu pH é 7). A quantidade de ácido em um medicamento homeopático, embora pequena, é geralmente muito maior do que a quantidade de agentes ativos. Estudo realizado na Universidade de Toronto demonstrou existir a \"memória da água\" sem a presença do soluto, mas \"persistente por apenas 50 femtossegundos (1/20.000.000.000.000 de segundo).\"M.L. Cowan, B.D. Bruner, N. Huse, J.R. Dwyer, B. Chugh, E.T.J. Nibbering, T. Elsaesser, and R.J.D. Miller, Ultrafast Memory Loss and Energy Redistribution in the Hydrogen Bond Network of Liquid H2O, Nature 2005, 434(7030), 199-202. Recentemente, céticos em relação à homeopatia consumiram diante do público grandes quantidade de medicamentos homeopáticos a fim de demonstrar sua falta de efeito. Alguns, como James Randi, Richard Saunders e Peter Bowditch, consumiram caixas inteiras de pílulas homeopáticas para dormir no começo de suas palestras públicas. SKEPP, Committee for Skeptical Inquiry um grupo de céticos belgas, realizou uma conferência de imprensa na qual céticos tentaram cometer suicídio coletivo tomando diluições homeopáticas de veneno. Ninguém passou mal. por Sam Jones. Guardian, 29 de janeiro de 2010. === Questão da atenção médica === Consultas realizadas por homeopatas costumam ser mais demoradas e seus questionários mais extensos. Estas características conferem subjetivamente ao paciente um atendimento mais \"humanizado\" proporcionando um ambiente de maior confiança e empatia por parte de ambos, fortalecendo a relação médico-paciente. Sabe-se que este tipo de relação aumenta a eficácia dos efeitos placebos de toda e qualquer terapia, seja alopática, homeopática ou outra qualquer.Ballone GJ, Ortolani IV - O Placebo e a Arte de Curar, in 2003 === Placebo em bebês e outros === Argumenta-se frequentemente que evidências do efeito favorável da homeopatia em bebês, animais domésticos e plantas seriam provas de que a homeopatia não agiria por efeito placebo, pois estes não estariam suscetíveis a esse efeito. No entanto, bebês e animais domésticos estão sujeitos aos efeitos benéficos do aumento de cuidados e atenção e do efeito placebo, motivo que os remédios e compostos devem ser testados com testes de duplo cego mesmo quando usados em bebês ou animais.McMillan, Franklin D. “The placebo effect in animals.” J Am Vet Med Assoc 1999; 215, No. 7:992–999.McMillan, Franklin D. “Effects of human contact on animal health and well-being.” J Am Vet Med Assoc 1999; 215, No. 11:1592–1598.http://www.medcenter.com/medscape/Content.aspx?id=7178 ClinicalTrials NCT00182312 ===Campanha 10:23=== A Campanha 1023, ou Campanha 10:23, pretende sensibilizar as pessoas para a realidade da homeopatia. É organizada pela Merseyside Skeptics Society, uma organização de céticos do Reino Unido, sem fins lucrativos. A campanha teve participações em cidades por todo mundo, incluindo Portugal e Brasil. No Brasil, é conhecida por \"Homeopatia: é feita de nada\". Em 2011 foram realizados eventos locais em São Paulo, Porto Alegre, Natal e Piracicaba. A campanha 10:23 em Portugal tem o slogan \"Homepatia: é só água com açúcar\". É agora organizada pela COMCEPT - Comunidade Céptica Portuguesa. A \"overdose coletiva\" de 2011 realizou-se no Príncipe Real, em Lisboa. == Aceitação por países == A aceitação da homeopatia como uma forma autônoma e válida de medicina depende da legislação de cada país. * Austrália: à semelhança do que ocorre no Reino Unido, a homeopatia é legalizada como prática médica, por ato do parlamento. No entanto, no ano de 2017, o governo australiano encerrou aos subsídios a 17 medicinas ditas alternativas, entre as quais a homeopatia. Em março de 2015, o Conselho Nacional de Saúde e Pesquisa Médica da Austrália publicou um documento informativo sobre homeopatia. As principais conclusões do relatório foram 'não existem condições de saúde para as quais haja evidências confiáveis de que a homeopatia é eficaz \". * Bélgica: a homeopatia é reconhecida, desde que praticada por \"médicos, dentistas, fisioterapeutas, farmacêuticos, enfermeiras, parteiras e paramédicos\". * Brasil: a partir de 1979 a homeopatia passou a constar no Conselho de Especialidades Médicas da Associação Médica Brasileira e em 1980, do rol de especialidades do Conselho Federal de Medicina, deixando de fazer parte das medicinas alternativas e passando a constituir parte do que hoje se chama medicinas integrativas. O SUS - Sistema Único de Saúde - a inclui em suas rotinas de atendimento e hoje está estabelecida como política de Estado. Há no País médicos, veterinários e odontólogos, além de farmacêuticos, psicólogos e agrônomos, que trabalham oficialmente com homeopatia. Há também a formação em homeopatia ministrada pela Universidade Federal de Viçosa (UFV) onde não se exige graduação na área de saúde, e nem mesmo um curso superior, formando os chamados \"terapeutas homeopatas\", atividade que tem causado muita controvérsia. A maior parte dos cursos de medicina (sobretudo os das universidades públicas e particulares de ponta) não reconhecem esta modalidade e nem a introduzem em suas ementas. Entre as poucas universidades que permitem o ensino de tais práticas, a maioria deixa a critério dos alunos a opção entre estudá-las ou não, ao definirem as disciplinas relacionadas ao método como eletivas. Porém em 2017 o Ministério da Educação listou a homeopatia e técnicas aplicada a medicamentos homeopáticos dentre os conhecimentos requeridos para a graduação em Farmácia. *Espanha: o país obrigou os laboratórios homeopáticos a fazerem testes de eficácia iguais aos de medicamentos farmacêuticos. Os medicamentos que não fizeram os testes devem colocar em sua embalagem a mensagem \"Não provou sua eficácia terapêutica\". *Estados Unidos: preparados homeopáticos sem provas de eficácia dos benefícios anunciados precisam informar aos consumidores que \"não há nenhuma evidência científica de que o produto funciona\" e que as alegadas indicações \"baseiam-se em teorias da homeopatia do século XVIII que não são aceitas pela maioria dos especialistas médicos atuais\". * França: a homeopatia segue as regras estabelecidas por Philippe de Lyon, que só aceita as potências até CH30. Em julho de 2019, o ministro da saúde francês anunciou que os reembolsos da previdência social para medicamentos homeopáticos serão extintos antes de 2021. * Reino Unido: a homeopatia é legalizada como prática médica. Um ato do parlamento britânico de 1950 (Ato da Faculdade de Homeopatia) reuniu as leis e regulamentos sobre a prática da homeopatia. Em um relatório de 2010, o Comitê de Ciência e Tecnologia da Câmara dos Comuns do Reino Unido recomendou que a homeopatia não fosse mais um beneficiário do financiamento do Serviço Nacional de Saúde devido à sua falta de credibilidade científica; o financiamento cessou em 2017. == Bibliografia == === Secundária === *FERREIRA, Aurélio Buarque de Holanda. Dicionário da Língua Portuguesa. Rio de Janeiro: Positivo, 2010 *Microsoft do Brasil. Enciclopédia Encarta 2001. São Paulo (SP, Brasil): Microsoft do Brasil, 2001. *ALMEIDA, Renan Moritz V.. Uma revisão crítica da literatura relativa aos possíveis benefícios da medicina homeopática. São Paulo: Rev. Hosp. Clin. v.58 n.6, 2003. *COWAN, M.L., BRUNER, B.D., HUSE, N., DWYER, J.R., CHUGH, B., NIBBERING, E.T.J., ELSAESSER, T. and MILLER, R.J.D.. Ultrafast Memory Loss and Energy Redistribution in the Hydrogen Bond Network of Liquid H2O. Nature, 2005, 434(7030), 199-202. *SHANG A., HUWILER-MÜNTENER, K., NARTEY, L et al. Are the effects of homoeopathy placebo effects? Comparative study of placebo-controlled trials of homoeopathy and allopathy. Lancet 2005; 366: 726-732 * *PARK, Robert L.. Voodoo Science: The Road from Foolishness to Fraud. Oxford U. Press, 2000. * * === Primária === * * *MONCORVO, Maria Cecília Ribeiro; SILVA, Cândido Fontoura da; SANTOS, Sônia Terezinha dos Anjos et al. Tratamento homeopático da hepatotoxicose aguda induzida por tetracloreto de carbono em coelhos. Cienc. Rural, jul./set. 1998, vol.28, no.3, p.405-409. ISSN 0103-8478. *WERKMAN, Cristina; SEGNINI SENRA, Giselle; ROCHA, Rosilene Fernandes da (et al.). Comparative therapeutic use of Risedronate and Calcarea phosphorica – allopathy versus homeopathy – in bone repair in castrated rats. Braz. oral res., jul./set. 2006, vol.20, no.3, p.196-201. ISSN 1806-8324. * == Ligações externas == *Farmacopeia Homeopática Brasileira Terceira Edição 2011 *Página de informações sobre os medicamentos homeopáticos no site do Infarmed (Portugal)",
 "title": "Homeopatia"
}