{
 "id": "67230",
 "text": "Antístenes (; Atenas, ca. 445 a.C. – Atenas, 365 a.C.) foi um filósofo grego considerado o fundador da filosofia cínica,JORGE THUMS. Ética Na Educação Filosofia E Valores Na Escola. Editora da ULBRA. p. 169. ISBN 978-85-7528-082-9. aprendeu retórica com Górgias antes de se tornar um discípulo de Sócrates.R. Bracht Branham; Marie Odile-Goulet Caze. Os Cínicos. Loyola; ISBN 978-85-15-03223-5. p. 420.Bryan Magee (1999). História da filosofia. Loyola. p. 40. ISBN 978-85-15-01929-8. Era filho de um ateniense com uma escrava trácia,HELIO SOARES DO AMARAL. Cães Filosofos - Hist. Da Filosofia. Annablume. p. 10. ISBN 978-85-7419-635-0. por isso, não tinha nem o título nem o direito de cidadão ateniense. Nenhuma de suas obras sobreviveu, e de sua produção restaram apenas fragmentos. == Biografia == Antístenes, nascido em 445 a.C., era filho de Antístenes, um ateniense, e de uma trácia.Diógenes Laércio, Vidas e Doutrinas dos Filósofos Ilustres, Livro VI, Perseus Digital Library, Em sua juventude lutou na Tânagra (426 a.C.), e foi discípulo de Górgias e, posteriormente, de Sócrates, do lado quem acabou permanecendo até sua condenação e morte.Platão, Fédon, 59 b. Nunca perdoou os responsáveis pela perseguição de seu mestre, e diz-se que teria até mesmo tido um papel instrumental na punição deles. Sobreviveu à Batalha de Leuctra (371 a.C.), e teria comparado a vitória dos tebanos a um grupo de alunos escolares espancando seu professor.Plutarco, Licurgo, 30. Embora uma fonte nos diga que teria morrido com 70 anos de idade,Eudócia, Violarium, 96 aparentemente ainda estava vivo em 366 a.C.,Diodoro Sículo, xv. 76.4 e teria aproximadamente 80 anos quando morreu em Atenas, por volta de 365 a.C.. Teria lecionado no Cinosargo um ginásio destinado a atenienses filhos de mães estrangeiras, situado próximo ao templo de Héracles. Diógenes Laércio afirma que suas obras ocupavam dez volumes, porém hoje em dia só restam poucos fragmentos. Seu estilo favorito parece ter sido os diálogos, alguns deles ataques contundentes a contemporâneos, como Alcibíades, na segunda de suas duas obras chamadas Ciro, Górgias em seu Arquelau, e Platão em seu Satão.Ateneu, v. 220c-e Seu estilo era puro e elegante, e Teopompo chegou a dizer que Platão teria roubado diversas de suas ideias.Ateneu, xi. 508c-d Cícero, no entanto, o chama de \"um homem mais inteligente do que culto\" ().Cícero, Epistulae ad Atticum (Carta a Ático), xii. 38. Tinha uma força considerável de sarcasmo e ironia, e tinha o hábito de fazer trocadilhos, como dizer, por exemplo, que preferia ficar entre corvos (korakes) do que bajuladores (kolakes), pois os primeiros devoram os mortos, e os segundos os vivos. Duas de suas declamações sobreviveram, Ajax e Odisseu, ambas puramente retóricas. ==Filosofia== ===Ética=== Antístenes foi um pupilo de Sócrates, de quem ele aprendeu o preceito ético fundamental de que a virtude, e não o prazer, é a meta da existência. Tudo o que um sábio faz, disse Antístenes, está em conformidade com a virtude perfeita, e o prazer não apenas é desnecessário, como é mesmo um mal positivo. Relatou-se que teria acreditado que a dorJuliano, Oração, 6.181b e até mesmo a má reputação () seriam bençãos, e que teria afirmado: \"prefiro enlouquecer a sentir prazer\". Parece, provável, no entanto, que ele não considerasse todo tipo de prazer desprezível, mas apenas aquele que resulta da gratificação dos desejos sensuais ou artificiais, pois é possível encontrar palavras suas louvando os prazeres que brotam \"de dentro da alma de alguém\",Xenofonte, Simpósio, iv. 41. e o gozo de uma amizade escolhida com sabedoria. Antístenes colocava o bem supremo numa vida vivida de acordo com a virtude — virtude esta que consistia da ação, que quando obtida nunca é perdida, e exime o sábio do erro. Está fortemente ligada à razão, porém para que ela possa se desenvolver na ação, e para ser suficiente para a felicidade, precisa do auxílio da força socrática (). ===Física=== Sua obra sobre a filosofia natural (Physicus) continha uma teoria sobre a natureza dos deuses, onde Antístenes argumentava que existiam diversos deuses nos quais as pessoas acreditavam, porém apenas um Deus natural.Cícero, De Natura Deorum, i. 13. Também afirmou que Deus não lembrava em nada qualquer coisa existente na Terra, e que portanto não poderia ser compreendido a partir de qualquer representação sua. ===Lógica=== Na lógica, Antístenes foi atormentado pelo Problema dos universais. Como um nominalista de fato, acreditava que a definição e o predicado são ou falsos ou tautológicos, já que só se pode afirmar que cada indivíduo é o que ele é, e não pode fornecer mais do que uma mera descrição de suas qualidades.Aristóteles, Metafísica, 1043b4 Desacreditava, assim, o sistema platônico das Ideias. \"Um cavalo\", segundo Antístenes, \"eu vejo um cavalo, porém a qualidade inerente a todos os cavalos, eu não vejo.\".Simplício da Cilícia, in Arist. Cat. 208, 28 A definição seria um mero método circular de declarar uma identidade: \"uma árvore é um vegetal que cresceu\" não faria mais sentido, portanto, em termos de lógica, do que \"uma árvore é uma árvore\". ===Religião=== Antístenes era politeísta e afirma que \"de acordo com a tradição, há muitos deuses\". Categoria:Cínicos da Grécia Antiga Categoria:Filósofos da Atenas Antiga Categoria:Gregos do século V a.C. Categoria:Gregos do século IV a.C. Categoria:Filósofos do século V a.C. Categoria:Filósofos do século IV a.C. Categoria:Discípulos de Sócrates Categoria:Escolarcas",
 "title": "Antístenes"
}