{
 "id": "67276",
 "text": "Lost in Translation é o segundo filme de Sofia Coppola. O filme foi lançado em 2003. == Argumento == Bob Harris é um ator de meia-idade que se encontra em Tóquio para realizar sessões fotográficas publicitárias. Está casado, mas o seu matrimónio entrou numa fase aborrecida: Harris sente-se melancólico com toda rotina sem sentido que tornou-se sua vida. No hotel, conhece Charlotte, a jovem esposa de um fotógrafo que se encontra sozinha em Tóquio, pois o seu marido está a trabalhar durante uns dias noutras cidades do Japão. Charlotte também se sente triste, não consegue encontrar algo em que possa se apoiar, algo que lhe dê sentido de viver. Juntos, começam a repartir as horas que não passam. Entre os dois começa a se estabelecer uma relação de compreensão mútua, que se vai afirmando à medida que passam os dias. O nome original do filme, Lost in Translation (em português, Perdidos na Tradução), refere-se a dificuldade das personagens de serem compreendidas na cidade de Tóquio, mesmo nos momentos em que estão na companhia de tradutores. \"Lost in Translation\" trata de uma expressão americana que representa a parte cultural de palavras ou frases que se perde quando é traduzida para outra língua. Mesmo que a tradução seja feita correctamente. Aspectos ainda mais culturais podem ser uma barreira enorme para a comunicação entre povos. Por exemplo o facto de um japonês considerar que não conseguir fazer uma tarefa é uma desonra é em muitos casos incompreendido pela cultura ocidental. == Elenco == * Scarlett Johansson como Charlotte * Bill Murray como Bob Harris * Giovanni Ribisi como John * Fumihiro Hayashi como Charlie * Daikon.... Bambie * Hiroko Kawasaki como Hiroko * Anna Faris como Kelly * Asuka Shimizu como tradutor de Kelly * Akiko Takeshita como Sra. Kawasaki * Ryuichiro Baba como concièrge * Kanuyoshi Minamimagoe como agente de imprensa == Principais prêmios e indicações == Oscar 2004 (EUA) Ano Categoria Notas Resultado 2004 Melhor Filme Encontros e Desencontros Melhor Diretor Sofia Coppola Melhor Ator Bill Murray Melhor Roteiro Original Sofia Coppola Globo de Ouro 2004 (EUA) Ano Categoria Notas Resultado 2004 Melhor Filme (Comédia/Musical) Encontros e Desencontros Melhor Diretor Sofia Coppola Melhor Ator (Comédia/Musical) Bill Murray Melhor Atriz (Comédia/Musical) Scarlett Johansson Melhor Roteiro Sofia Coppola BAFTA 2004 (Reino Unido) Ano Categoria Notas Resultado 2004 Melhor Filme Encontros e Desencontros Melhor Diretor Sofia Coppola Melhor Ator Bill Murray Melhor Atriz Scarlett Johansson Melhor Roteiro Original Sofia Coppola Melhor Edição Sarah Flack Melhor Fotografia Lance Acord Prêmio David Lean Sofia Coppola Prêmio Anthony Asquith de Melhor Música Brian Reitzell e Kevin Shields Screen Actors Guild Awards 2004 (EUA) Ano Categoria Notas Resultado 2004 Melhor Ator (Principal) Bill Murray Grande Prêmio BR do Cinema Brasileiro 2004 (Brasil) Ano Categoria Notas Resultado 2004 Melhor Filme Estrangeiro Encontros e Desencontros Prêmio Bodil 2005 (Dinamarca) Ano Categoria Notas Resultado 2004 Melhor Filme Americano Encontros e Desencontros Prêmio César 2005 (França) Ano Categoria Notas Resultado 2004 Melhor Filme Estrangeiro Encontros e Desencontros Prêmio David di Donatello 2004 (Itália) Ano Categoria Notas Resultado 2004 Melhor Filme Estrangeiro Encontros e Desencontros Independent Spirit Award 2003 2004 (EUA) Ano Categoria Notas Resultado 2007 Melhor Filme Encontros e Desencontros Melhor Diretor Sofia Coppola Melhor Ator Bill Murray Melhor Atriz Scarlett Johansson Melhor Roteiro Original Sofia Coppola Mostra Internacional de Cinema de São Paulo 2004 (Brasil) Ano Categoria Notas Resultado 2004 Prêmio da Crítica Encontros e Desencontros Festival de Veneza 2005 (Itália) Ano Categoria Notas Resultado 2005 Prêmio Lina Magiacarpe Sofia Coppola 2005 Prêmio Upstream Scarlett Johansson == Ligações externas == * Categoria:Filmes de comédia dramática da década de 2000 Categoria:Filmes de comédia dramática dos Estados Unidos Categoria:Filmes de comédia dramática do Japão Categoria:Filmes de comédia romântica da década de 2000 Categoria:Filmes de comédia romântica dos Estados Unidos Categoria:Filmes de comédia romântica do Japão Categoria:Filmes de drama romântico da década de 2000 Categoria:Filmes de drama romântico dos Estados Unidos Categoria:Filmes de drama romântico do Japão Categoria:Filmes dirigidos por Sofia Coppola Categoria:Filmes do Japão de 2003 Categoria:Filmes dos Estados Unidos de 2003 Categoria:Filmes em língua inglesa Categoria:Filmes independentes da década de 2000 Categoria:Filmes independentes dos Estados Unidos Categoria:Filmes independentes do Japão Categoria:Filmes premiados com o BAFTA de melhor edição Categoria:Filmes premiados com o César de melhor filme estrangeiro Categoria:Filmes premiados com o Globo de Ouro de melhor comédia ou musical Categoria:Filmes premiados com o Independent Spirit Categoria:Filmes premiados com o Oscar de melhor roteiro original Categoria:Filmes premiados com o Satellite Categoria:Filmes premiados no Festival de Veneza Categoria:Filmes ambientados em hotéis Categoria:Filmes ambientados em Tóquio Categoria:Filmes da Focus Features Categoria:Filmes gravados em Tóquio Categoria:San Francisco Film Critics Circle de Melhor Filme Categoria:Filmes premiados com o Globo de Ouro de melhor ator - comédia ou musical Categoria:Filmes premiados com o Globo de Ouro de melhor roteiro Categoria:Filmes premiados com o BAFTA de melhor ator Categoria:Filmes premiados com o BAFTA de melhor atriz",
 "title": "Lost in Translation"
}