{
 "id": "67278",
 "text": "John Gavin Malkovich (Christopher, 9 de Dezembro de 1953) é um ator, produtor, empresário e diretor americano. == Biografia == Nasceu numa família rica e abastada. O pai, Daniel Malkovich (n. 1926 - m. 1980), era engenheiro ambiental e, administrador de uma linha de revistas da especialidade. A mãe, Joe Ann Malkovich (Choisser em solteira) era jornalista e directora de um jornal estadual, o Benton Evening News. O trabalho de Daniel na área da conservação da natureza foi bastante notável, por isso a família Malkovich é conhecida por defender o ambientalismo. John começou a representar ainda em estudante, na Benton High School. Foi também um bom desportista. Tem uma sólida formação dramática, participou em mais de cinquenta montagens teatrais independentes como ator e cineasta, antes de triunfar no cinema no papel de Valmont em Dangerous Liaisons (1988), de Stephen Frears. Outros títulos destacados da sua filmografia são Empire of the Sun (1987), Of Mice and Men (1992), In the Line of Fire (1993), Mary Reilly (1996) e Rounders (1998). Em 1998, dirigiu o seu primeiro filme Dancer Upstairs, e em 2000 rodou na Espanha Pasos de baile, protagonizado por Javier Bardem. Desenvolveu uma enorme paixão pela França, passando aí grandes temporadas. É fluente na língua francesa e fez inclusive uma série célebre Les Misérables para televisão. Juntamente com o empresário da área da noite Manuel Reis, é proprietário de um bar-discoteca em Lisboa, o Lux. Em 2014 recebeu da Câmara Municipal de Lisboa a Medalha de Mérito Municipal, no seu Grau Ouro. == Carreira == === Como ator === * 1984 - The Killing Fields - de Roland Joffé * 1985 - Eleni - de Peter Yates * 1985 - Death of a Salesman - de Volker Schlöndorff * 1987 - Making Mr. Right - de Susan Seidelman * 1987 - Empire of the Sun - de Steven Spielberg * 1987 - The Glass Menagerie (1987) - de Paul Newman * 1988 - Dangerous Liaisons - de Stephen Frears * 1990 - The Sheltering Sky - de Bernardo Bertolucci * 1991 - Queens Logic - de Steve Rash * 1991 - Miles from Home - de Gary Sinise * 1991 - The Object of Beauty - de Michael Lindsay-Hogg * 1992 - Of Mice and Men - de Gary Sinise * 1992 - Jennifer Eight - de Bruce Robinson * 1992 - Shadows and Fog - de Woody Allen * 1993 - In the Line of Fire - de Wolfgang Petersen * 1995 - O Convento - de Manoel de Oliveira * 1995 - Faire un film pour moi c’est vivre - de Enrica Antonioni * 1995 - Al di là delle nuvole - de Michelangelo Antonioni * 1996 - Mulholland Falls - de Lee Tamahori * 1996 - El Ogro - der Unhold - de Volker Schlöndorff * 1996 - Retrato de uma dama. The Portrait of a Lady - de Jane Campion * 1996 - Mary Reilly. Mary Reilly - de Stephen Frears * 1997 - Con Air - de Simon West * 1998 - The Man in the Iron Mask - de Randall Wallace * 1998 - Rounders. Rounders - de John Dahl * 1999 - Being John Malkovich - de Spike Jonze * 1999 - Jeanne d'Arc. The Messenger: The Story of Joan of Arc - de Luc Besson * 2000 - Les misérables (minissérie) - de Josée Dayan * 1999 - RKO 281. RKO 281 - de Benjamin Ross * 2000 - Shadow of the Vampire - de E. Elias Merhige * 2001 - Knockaround Guys - de Brian Koppelman * 2001 - Vou para Casa. Je rentre à la maison - de Manoel de Oliveira * 2002 - Ripley's Game - de Liliana Cavani * 2002 - Napoléon - de Yves Simoneau * 2003 - Johnny English - de Peter Howitt * 2003 - Um Filme Falado - de Manoel de Oliveira * 2004 - The Libertine - de Laurence Dunmore * 2005 - Hitchhiker's Guide to the Galaxy * 2005 - Colour Me Kubrick - de Brian Cook * 2006 - Eragon - de Stefen Fangmeier * 2007 - A Lenda de Beowulf. * 2008 - Burn After Reading - de Joel e Ethan Coen * 2008 - Changeling - de Clint Eastwood * 2008 - Bloody Mondays and Strawberry Pies - de Coco Schrijbe * 2008 - The Great Buck Howard - de Tom Hanks * 2008 - Afterwards * 2010 - Jonah Hex * 2010 - Red * 2011 - Transformers: Dark of the Moon * 2012 - Linhas de Wellington * 2013 - Warm Bodies * 2013 - Red 2 * 2014 - The Penguins of Madagascar * 2016 - Zoolander 2 * 2016 - Dominion * 2017 - Bullet Head * 2017 - The Wilde Wedding * 2018 - Bird Box * 2019 - Velvet Buzzsaw * 2020 - Space Force * 2024 - Opus === Como cineasta === * 2000 - Passos de baile (The Dancer Upstairs). === Como produtor === * 2001 - Ghost World - de Terry Zwigoff *2007 - Juno - de Jason Reitman ==Filme \"100 Years\" (\"100 anos\")== * O filme escrito e protagonizado por John Malkovich em 2015, só irá estrear-se 100 anos depois da sua realização a 18 de novembro de 2115. * John Malkovich aliou-se ao cineasta Robert Rodriguez para criar \"100 Years\" (\"100 anos\"). * A marca Louis XII Cognac desafiou a dupla a fazer uma grande produção que demorasse tanto tempo a ver a luz do dia quanto o seu famoso conhaque. == Ligações externas == * * * * Categoria:Atores dos Estados Unidos Categoria:Cineastas dos Estados Unidos Categoria:Produtores de cinema dos Estados Unidos Categoria:Ateus dos Estados Unidos Categoria:Norte-americanos de ascendência croata Categoria:National Board of Review de melhor ator secundário Categoria:Emmy do Primetime de melhor ator secundário em minissérie ou telefilme Categoria:Naturais de Christopher (Illinois) Categoria:New York Film Critics Circle de melhor ator secundário",
 "title": "John Malkovich"
}