{
 "id": "67292",
 "text": "Bruços ou de peito é o mais antigo dos estilos de natação. Nesse estilo, o nadador está em seu peito e o torso não gira. É o estilo de recreação mais popular devido à cabeça do nadador estar fora da água durante uma grande parte do tempo e que pode nadar confortavelmente em baixa velocidade. Na maioria das aulas de natação, os iniciantes aprendem primeiro o bruço ou o rastreamento da frente. No entanto, no nível competitivo, nadar nado peito em velocidade requer resistência e força comparáveis a outros estilos. Algumas pessoas referem-se ao peito como o \"sapo\", como os braços e as pernas se movem um pouco como um sapo nadando na água. O traço em si é o mais lento de todos os golpes competitivos e é considerado o mais antigo de todos os traços de natação.Maglischo, Ernest W. Swimming fastest p. 219Gifford, Clive Swimming p. 18 Já no século XVI, havia uma maneira de nadar com os movimentos dos braços parecidos com o estilo atual. Naquele período, no entanto, os pés ainda eram batidos alternadamente (semelhante a um pontapé). Desse método é que originou o nado de peito. Em 1798, o nado de peito já era o estilo mais praticado em toda a Europa. == A saída == A saída do nado de peito é feita do bloco de partida. Em comparação com os nados crawl e borboleta, o mergulho da saída do nado peito é um pouco mais profundo, para que o nadador aplique a braçada e a pernada ainda durante o mergulho, o que é chamado de filipina e garante melhor desenvoltura do nado. O nadador deve observar com atenção o posicionamento dos joelhos. Eles não podem estar muito a frente na preparação da pernada. Isso gera uma falha: o quadril sobe, o que produz atrito e enfraquece a potência da pernada. == O estilo == Para os iniciantes, recomenda-se, em primeiro lugar, a aprendizagem correta da batida de pernas. Esse movimento é de grande importância para a sustentação, o equilíbrio e a impulsão do nadador. Inicialmente, as pernas devem ser estendidas fortemente para trás. No momento em que as pernas são esticadas, o corpo tende a ficar na horizontal. === Braçada === No início da primeira braçada após a saída e a cada volta, o nadador deve estar sobre o peito. Ocasionalmente, o nadador pode ter um braço ligeiramente mais alto que o outro, mas se os movimentos dos braços são simultâneos e no mesmo plano horizontal, o estilo está correto. === Pernada === Todos os movimentos das pernas devem ser simultâneos e no mesmo plano horizontal, sem movimentos alternados. Os pés devem estar virados para fora durante a parte propulsiva da pernada. == A virada == Para virar, o nadador precisa tocar a borda com as duas mãos, ao mesmo tempo e na mesma altura. == A respiração == No momento em que o nadador estende as pernas, o corpo sobe, o que possibilita a elevação dos quadris. == Ver também == *Natação desportiva *Costas (natação) *Medley Categoria:Estilos de natação",
 "title": "Bruços (natação)"
}