{
 "id": "67318",
 "text": "Em Química, os radicais ou radicais livres são átomos ou moléculas que contêm um número impar de eletróns na sua última camada eletrônica e, devido a este não emparelhamento, são muito instáveis e têm alto poder reativo. Essas moléculas são liberadas pelo metabolismo do corpo com eletróns instaveis e reativos, podendo conferir doenças degenerativas de envelhecimento e morte celular. Quando uma grande quantidade liberada pelo organismo, como o excesso de exercícios físicos de grande intensidade e duração, exposição ao sol em demasiado, fumar ou ingerir alimentos com muita fritura e refinados, – o riscos de desenvolver problemas como o envelhecimento precoce e doenças como Parkinson, Alzheimer é acelerada. O radical fica livre durante pouco tempo enquanto está passando de um composto para outro. Nesse intervalo de um composto para outro, apresenta valência(s) livre(s). É o produto de uma cisão homolítica. No nosso organismo, os radicais livres são produzidos pelas células e moléculas, durante o processo de combustão por oxigênio, utilizado para converter os nutrientes dos alimentos absorvidos em energia. Os radicais livres podem danificar células sadias do nosso corpo, entretanto, o nosso organismo possui enzimas protetoras que reparam 99% dos danos causados pela oxidação, ou seja, nosso organismo consegue controlar o nível desses radicais produzidos através de nosso metabolismo. Alimentos como mamão, a laranja, a cenoura, a cebola, o morango e o espinafre possuem propriedades antioxidantes como o beta-caroteno e as vitaminas C e E e o selénio e são capazes de diminuir a ação dos radicais livres. Fatores externos contribuem para o aumento da formaçao dessas moléculas: * Poluição ambiental, resíduos de pesticidas, presentes nos alimentos cultivados em grandes quantidades e que abastecem as grandes cidades. * Substâncias presentes em alimentos e bebidas (aditivos químicos, hormônios, entre outros). * Raio-X, radiação ultravioleta e radiação gama em alimentos. * Estresse.* == Oxidantes como espécies danosas == Um radical livre pode ser definido como uma molécula capaz de existir independente, que contenha um elétron desemparelhado, podendo ser considerado como um fragmento de moléculas, no orbital atômico. A presença de um elétron não emparelhado produz certas propriedades comuns que são observadas pela maioria dos radicais. Muitos radicais são instáveis e altamente reativos. Eles podem doar um elétron ou aceitar um elétron de outras moléculas, portanto, comportando-se como oxidantes ou redutores. O primeiro radical livre orgânico identificado foi trifenilmetil radical. Esta espécie foi descoberta por Moses Gomberg em 1900 na Universidade de Michigan EUA. Moses Gomberg estava tentando sintetizar um composto de carbono chamado hexafeniletano quando, inadvertidamente, ele sintetizou trifenilmetil, uma substância misteriosa, altamente instável. Ele reconheceu que tinha encontrado um radical livre e mostrou que o carbono não é sempre tetravalente. Gomberg publicou suas descobertas em 1900, mas a existência de trifenilmetil e outros radicais livres orgânicos permaneceram na disputa por quase uma década. Eles eram vistos como uma curiosidade, mesmo depois da comunidade científica reconhecer sua existência. Sabemos agora que os radicais livres orgânicos são essenciais para a maneira pela qual algumas enzimas funcionam no corpo humano. Sabemos que os radicais livres orgânicos estão envolvidos no processo de envelhecimento do corpo, no seu funcionamento saudável e no desenvolvimento de cancro e outras doenças graves. Compreender os radicais livres orgânicos tem nos ajudado a explicar a síntese de DNA no corpo e muitos outros fenômenos naturais, da deterioração dos alimentos aos efeitos de queimaduras solares. Os radicais livres orgânicos também desempenham um papel importante na produção de plásticos, borracha sintética e outros materiais sintéticos largamente utilizados. == Radicais livres como espécies danosas == A interação dos radicais livres com o sistema biológico, independentemente de sua fonte, pode, por vezes, resultar em consequências significativas para a saúde, podendo contribuir para o desenvolvimento de certas patologias associadas ao envelhecimento, bem como estar associada com o próprio processo de envelhecimento como apontam Halliwell & Guttere (2007, p. 614). Os efeitos danosos promovidos por esta interação são muito variados quanto às formas de manifestação e dependem de inúmeros fatores associados à espécie reativa, ao tipo e extensão do dano a biomoléculas, ao local de ação e, sobretudo, à capacidade de reparo do sistema biológico. == Estresse oxidativo == O conceito de estresse oxidativo baseia-se na relação entre os níveis celulares de oxidantes e antioxidantes. Um desequilíbrio nesta relação poderia determinar alterações importantes na fisiologia celular considerando-se por um lado o papel de radicais livres em vias de sinalização e por outro como agentes do dano oxidativo. Segundo Helmut Sies (1991), estresse oxidativo define-se como uma perturbação no balanço pró-oxidante-antioxidante com predomínio de pró- oxidantes, levando a potenciais danos. Neste sentido, o estresse oxidativo poderia resultar, como apontado em Halliwell e Whiteman (2004) e em Halliwell & Gutteridge (2007): -da redução dos níveis de antioxidantes: por mutações que afetam a atividade de defesas antioxidantes enzimáticas (superóxido dismutases, catalases, glutationa peroxidases, glutationa redutases, peroxirredoxinas, tiorredoxinas, enzimas de reparo); por ação de toxinas que depletem defesas antioxidantes (como a depleção de glutationa (GSH) por conjugação a metabólitos e xenobióticos em sua biotransformação); por deficiências dietárias de certos minerais (cofatores de enzimas antioxidantes) e antioxidantes; -e/ou do aumento na produção de espécies reativas: por exposição de células e tecidos a altas tensões de O2 (condições de hiperóxia); por efeito de substâncias (fármacos, xenobióticos, toxinas) que possam gerar espécies reativas em sua biotransformação; ou por ativação excessiva de sistemas naturais de produção de espécies reativas (como na ativação de fagócitos em doenças inflamatórias crônicas); === Consequências do estresse oxidativo === Alterações na fisiologia celular(estrutura da célula) associadas ao estado de estresse oxidativo podem decorrer não apenas diretamente do dano oxidativo a biomoléculas (afetando sua função), mas também da interferência dos mesmos nas vias de sinalização (via oxidação e redução de grupos sulfidrila (-SH) presentes em proteínas (Forman et al., 2004), além de íons Fe, presentes por exemplo nos grupos [Fe-S] de certas enzimas (Lillig et al., 2005)). As consequências do estresse oxidativo são variadas, estando associadas ao tipo celular e extensão dos danos oxidativos (reversíveis ou irreversíveis). Como apontado em Halliwell & Gutteridge (2007, p. 188-207), eles podem induzir: \\- aumento da proliferação (em geral em níveis baixos de estresse oxidativo; efeitos pró-proliferativos podem ainda estar associados à fisiopatologia de determinadas doenças (como aterosclerose, artrite reumatoide; podendo contribuir para fibrose em certos quadros (Poli et al., 1997)); \\- adaptação (moderadas condições de estresse oxidativo podem induzir o aumento da expressão de certas defesas antioxidantes); \\- dano celular (pode afetar a expressão gênica (por mutações e interferência em vias de sinalização), podendo ainda afetar a comunicação intercelular por junções gap como apontado em Mikalsen et al.(1994)); \\- senescência (em geral induzido por condições mais severas de estresse oxidativo, podem estar associadas à indução da expressão de proteínas que inibem a progressão do ciclo celular); \\- morte celular (por necrose ou apoptose (neste último caso, alterações da permeabilidade da membrana da mitocôndria por dano oxidativo pode favorecer a liberação de fatores pró-apoptóticos (Chandra et al., 2000)). == Radicais livres na toxicologia== O efeito tóxico associado a agentes físicos, como a radiação ionizante, bem como a muitas substâncias químicas pode ter como base a geração de radicais livres. Entretanto, a simples constatação da produção de radicais livres estar associada a alguns agentes químicos pode não necessariamente implicar a atuação dos mesmos como principal mecanismo de toxicidade como apontam Halliwell & Gutteridge (2007, p. 440; 486-487). O papel de radicais livres na toxicidade de diversas substâncias, como xenobióticos e fármacos (sendo, neste último caso, a base para determinadas reações adversas) está bem estabelecido, tendo sido descritos diversos mecanismos pelos quais tais agentes podem interferir no estado redox celular, assim como a relação entre esta alteração com as manifestações clínicas de seus efeitos tóxicos. Como apontado em Halliwell & Gutteridge (2007, p. 442) e em Klaassen (2008, p. 51-53): \\- o agente químico pode ser uma espécie reativa (como NO2, artemisinina (que possui um grupo peróxido)); \\- espécies reativas podem ser geradas do metabolismo (biotransformação) da substância química (como CCl4); \\- a substância pode estar envolvida em um ciclo redox, havendo geração de espécies reativas (como no caso do praguicida paraquat); \\- a substância pode induzir a produção endógena de espécies reativas, induzindo, por exemplo, citocromo P450 ou óxido nítrico sintase; \\- o agente químico ou algum de seus metabólitos podem se associar a biomoléculas, como proteínas, alterando sua conformação e induzindo uma resposta imune que pode contribuir com a produção de espécies reativas; \\- na biotransformação da substância pode haver consumo de GSH, podendo levar à depleção de glutationa reduzida (como paracetamol); == Radiação Ionizante: geração de radicais livres == A interação da radiação ionizante com a matéria pode viabilizar a transferência de energia suficiente para permitir a ionização e formação de radicais livres a partir de diversas moléculas (Oga, 2003, p. 127). São exemplos de radiações ionizantes: raios-X e radiação gama. Uma parte significativa dos danos celulares associados às radiações ionizantes deve-se a formação de radical hidroxila (OH∙) (Halliwell & Gutteridge 2007, p. 484). 2.2 Tetracloreto de Carbono (CCl4): metabólitos reativos Tetracloreto de carbono é um toxicante de importância ocupacional com ação hepatotóxica, tendo sido seu emprego em diversos processos (como solvente e desengraxante, por exemplo) restringido em função de sua considerável toxicidade (Weber et al., 2003). Sua elevada lipossolubilidade facilita a passagem através das membranas celulares (favorecendo sua absorção). Pode ser absorvido por via pulmonar (inalação de vapores) ou cutânea (Oga, 2003, p. 212). É metabolizado pelo sistema citocromo P450, levando à formação do radical triclorometila que pode reagir com diversas biomoléculas. Tal radical pode ainda reagir com O2 formando o radical triclorometilperoxila (altamente reativo). O dano oxidativo resultante é apontado como importante mecanismo para seu efeito hepatotóxico (Halliwell & Gutteridge 2007, p. 444-445). == Metais: geração de radicais livres == O aumento da produção de espécies reativas de oxigênio é apontado como mecanismo da toxicidade de diversos metais. A exposição a traços de metais de importância toxicológica (como chumbo, mercúrio, níquel, cadmio, vanádio, cromo e alumínio) pode estar associada à ingestão de alimentos contaminados, à poluição e à exposição ocupacional (mineração, fundição, soldagem, queima de combustíveis fósseis) O cromo V,, por exemplo, gerado na redução do cromo VI (estado de oxidação no cromato) pode levar à formação de radical hidroxila, ao reagir com peróxido de hidrogênio (H2O2). == Paraquat: participação em ciclo redox == Paraquat é um herbicida de grande importância toxicológica. Um dos principais mecanismos associados ao seu efeito tóxico (sobretudo nos pulmões) relaciona-se a sua redução pela NADPH-citocromo P450 redutase com formação de um radical instável. Tal radical pode ser oxidado por O2 levando à formação do ânion radical superóxido e regeneração do paraquat (que pode ser reduzido novamente pela NADPH-citocromo P450 redutase). O consumo de NADPH na redução do paraquat pode ser base para diminuição nos níveis de glutationa reduzida. Paraquat pode ainda interferir em reações de Fenton (paraquat reduzido pode reduzir Fe3+ a Fe2+). A geração de radicais livres neste ciclo redox pode determinar danos oxidativos a proteínas, DNA bem como peroxidação lipídica, sendo base para danos teciduais. (Halliwell & Gutteridge 2007, p. 448) (Oga, 2003, p. 448-450) (Klaassen, 2008, p. 913-914). == Radicais Livres e fármacos == Os radicais livres podem estar envolvidos tanto no mecanismo de ação como nos mecanismos do efeito tóxico (reação adversa) de diversos fármacos. No primeiro caso, pode-se citar o metronidazol. Derivado nitroimidazol empregado no tratamento de infecções por protozoários como a tricomoníase, o metronidazol tem seu mecanismo de ação baseado na geração de radicais livres. É reduzido pelas ferredoxinas (expressas por protozoários) gerando um metabólito ativo (espécie reativa) que pode contribuir para o dano oxidativo de diversas biomoléculas do parasita (Goodman et al, 2011, p. 830). De um modo geral, a participação de radicais livres no mecanismo de ação de fármacos associa-se às classes de agentes empregados no tratamento de infecções, como é o caso da artemisinina, agente antimalárico, e dos anitimoniais pentavalentes, empregados no tratamento de leishmaniose. Paracetamol é um exemplo de fármaco em que uma das reações adversas (hepatotoxicidade) está associada à atuação de radicais livres. A metabolização do paracetamol pela CYP2E1 (citocromo P450) gera um metabólito reativo – N-acetil-p-benzoquinonaimina – que pode se ligar a grupos –SH de proteínas e levar à depleção de GSH (glutationa reduzida – importante antioxidante endógeno). A hepatotoxidade, neste caso, está tanto associada aos danos a biomoléculas promovidas pelo metabólito reativo, como pelos danos oxidativos associados ao estresse oxidativo (favorecido pela depleção de glutationa) (Halliwell & Gutteridge, 2007, p. 461-463). == Radicais livres na Patologia == O envolvimento de radicais livres é apontado em diversas patologias, tendo seu papel sugerido tanto como causa primária quanto como responsável pela evolução e manifestações clínicas dos quadros fisiopatológicos. Como apontado em Halliwell & Gutteridge (2007, p. 487), o estresse oxidativo é provavelmente a causa de algumas doenças, podendo-se citar as manifestações biológicas resultantes da exposição à quantidade excessiva de radiação ionizante, bem como alguns dos sintomas associados às deficiências dietárias de selênio ou tocoferol. Na maioria das doenças, entretanto, o papel do estresse oxidativo parece ser secundário, como uma consequência da evolução da patologia. Neste sentido, pode-se citar o papel de espécies reativas de oxigênio liberadas em processos inflamatórios. O recrutamento e ativação de fagócitos (macrófagos e neutrófilos), importantes no controle de infecções, pode resultar em dano tecidual associado à ação dos mediadores liberados. Neste caso, pode-se citar o papel de espécies reativas de oxigênio na fisiopatologia de algumas doenças auto-imunes e quadros de hipersensibilidade. O papel das espécies reativas formadas como consequência do dano tecidual, pode, entretanto, ser benéfico em determinados quadros como apontam Halliwell & Gutteridge (2007, p. 487-493) (por exemplo no pré- condicionamento isquêmico). Deste modo, se por um lado os efeitos do estresse oxidativo podem contribuir para o desenvolvimento da patologia, por outro, também podem estar associados à sua resolução. O estímulo à proliferação pelo estresse oxidativo, por exemplo, pode tanto contribuir para o reparo tecidual quanto para o desenvolvimento de fibrose. A indução de senescência ou apoptose pelo estresse oxidativo estaria tanto associada à perda de células essenciais (em doenças neurodegenerativas, por exemplo) quanto ao controle e prevenção da evolução de neoplasias (eliminação de células com acúmulo de danos no DNA). Mutações que comprometam o sistema antioxidante, podem também associar-se a determinadas patologias, como mutações em CuZnSOD (superóxido dismutase) observadas em certa parcela dos casos de esclerose lateral amiotrófica (Halliwell & Gutteridge (2007, p. 604). Como exemplos de patologias em que o papel de radicais livres foi sugerido, pode-se citar: doenças neurodegenerativas (doença de Alzheimer, doença de Parkinson), câncer, hipertensão, aterosclerose, lúpus eritematoso sistêmicos, AIDS, fibrose cística e artrite reumatoide. == Formação == Pela definição do dicionário radical livre é um fragmento molecular que leva um ou mais elétrons desemparelhados e é, portanto, altamente reativo. Isso acontece durante a quebra das ligações químicas que podem ocorrer de forma homolítica ou heterolítica. Na quebra heterolítica há a formação de cargas opostas nos átomos que se separaram uma vez que um deles fica com o par de elétrons e o outro perde (cátions e ânions). Na quebra homolítica não há formação de cargas, uma vez que cada átomo fica com um elétron da ligação rompida. Esse átomo neutro com um elétron desemparelhado é conhecido como radical livre (figura 3). Para este tipo de clivagem homolítica para gerar radicais livres, utilizamos dois métodos menos drásticos: →Utilização de calor a temperaturas não tão intensas (sendo assim necessário um composto que tenha uma ligação intrinsecamente fraca). Os peróxidos são uma fonte comum de intermediários radicais utilizando calor. Comumente são usados os iniciadores como peróxido de benzoílo, t-butil-peroxibenzoato, peróxido de di-t-butil e hidroperóxido de t-butilo. A reação geralmente ocorre a uma temperatura relativamente baixa (80-100 °C), a ligação oxigênio-oxigênio nos peróxidos é fraca (~30 kcal/mol) e a energia de ativação para a formação de radicais são baixos. → Utilização de luz pode levar a fragmentação de um composto, se o comprimento de onda da luz corresponder a uma energia maior do que a da ligação a ser clivada, e para levar a mesma ao estado de excitação eletrônica. Para este tipo de formação de radicais utilizamos como exemplo os radicais alcoxi de nitrito de alquilo ou hipocloritos. No entanto podemos ter gerações de dirradicais. Este grupo pode ser definido como espécies moleculares que têm dois elétrons desemparelhados, em que podem ser identificados (mesma multiplicidade (estado singlete) ou diferentes multiplicidades (estado tripleto)), pelo menos, dois estados eletrônicos diferentes. São conhecidos pelas suas reatividades mais altas e tempos de vida mais curtos. Na definição de dirradicais mais genérica as moléculas têm uma ligação a menos do que o número permitido pelas regras padrão da teoria de ligação de valência. Os elétrons podem emparelhar-se com spin oposto em um orbital molecular deixando o outro vazio. A partir dessas características podemos ter a formação de dirradicais, mas que rapidamente reagem para formar outro tipo de composto. Para este tipo de formação deve-se ter uma dupla ligação (ligação π) que possa ser quebrada facilmente e levada para o estado excitado da molécula. A cicloaromatização de certos compostos orgânicos altamente insaturados pode formar dirradicais. No entanto esta reação é altamente específica e instável como a ciclização de Bergman para o eneodiino: == Estrutura e estabilidade dos radicais == As estruturas alquil podem estar em três situações bem distintas. Baseadas nessas configurações, o orbital 2pz pode conter zero, um ou dois elétrons. Nas figures acima temos a esquerda um carbocátion (carbono deficiente de um elétron, ou seja, o orbital 2pz se encontra vazio), no meio temos um carbono radical (possui um elétron no orbital 2pz) e a direita tem um carbânio (quando o carbono está com um elétron a mais, estando o orbital 2pz totalmente preenchido). No carbono radical esse elétron livre pode passar para os orbitais de carbonos adjacentes uma vez que a estrutura seja linear e os orbitais “p” estejam próximos, o que ocorre bem quando os carbonos estão hibridizados em sp2 (figura 9), assim como ocorre com os carbocátions e com os carbânios. Essa deslocalização do elétron pela molécula é conhecida como ressonância e é um fator que ajuda na estabilização molecular. Outra definição importante a ser estudada é a hiperconjugação também conhecido como efeito Baker-Nathan. Ela foi utilizada pela primeira vez por John W. Baker e W.S. Nathan em 1935, onde eles definiram que a hiperconjugação é a interação σ com uma rede de ligações π. Podendo ainda ser descrita como a interação entre orbitais eletrônicos, onde um deles corresponde a ligação sigma. A estabilidade dos radicais livres se deve ao efeito de hiperconjugação que ocorre quando os orbitais preenchidos do carbono se aproxima do orbital do carbono vizinho semi-preenchido (carbono radical). Quando há essa aproximação, corre uma sobreposição de orbitais que faz o orbital molecular formado possuir uma energia menor estabilizando assim o radical (figura 10). Como exemplo, podemos mostrar as figuras 12 e 13 que são os radicais etila e isopropila. A ordem de estabilidade para os radicais livres são: radical terciário > radical secundário > radical primário > radical metila. A instabilidade da metila é dada pelo fato de não haver um orbital de carbono na proximidade para que o efeito de hiperconjugação a estabilize. Quando nos referimos aos radicais aromáticos, dizemos que a estabilidade é dada pelo efeito de ressonância que é mostrado na forma de uma deslocalização dos elétrons π que estão no anel de forma a estabilizar o elétron no orbital p semipreenchido (figura 14). Quanto maior a possibilidades de ressonância, mais é o efeito estabilizante. Com base nos efeitos de hiperconjugação e ressonância, podemos entender que os resultados de diversos tipos de geometria: === Radicais Metil === As deduções sobre a estrutura pode também ser obtidas a partir do estudo da estereoquímica de reações envolvendo radicais intermediários. Várias possibilidades estruturais podem ser consideradas. Se a discussão está limitada a grupos alquil, as possibilidades incluem uma estrutura rígida piramidal, rapidamente invertendo em estruturas piramidais, ou uma estrutura planar. Diversos estudos incluindo, espectroscopia de ressonância paramagnética eletrônica, espectroscopia de infravermelho, espectroscopia de microondas e cálculos teóricos indicam que após a inversão da estrutura piramidal ela se torna totalmente planar, uma vez que se considera que o orbital está hibridizado na forma sp2 com o elétron desemparelhado ocupando o orbital 2pz que está perpendicular as três ligações. === Radicais Alquil Piramidais === A geometria piramidal se deve a interação dos orbitais do carbono com os dos hidrogênios do grupo. Há uma interação hiperconjugativa entre o orbital semi-preenchido e o hidrogênio que se encontra alinhado com ele. As ligações C-H antidos elétrons não-emparelhados são mais longas do que aqueles que são gauche. Os hidrogênios na posição anti, possuem o máximo de hiperconjugação com o orbital contendo o elétron não emparelhado e fazem uma maior contribuição. === Radicais Alquil Piramidais com Substituinte === A geometria dos radicais também é afetada significativamente por grupos substituintes que podem atuar como doadores de elétrons. A adição de um substituinte flúor ou oxigênio favorece uma estrutura piramidal. Essa repulsão acontece devido à interação do orbital p semi-preenchido e pelos orbitais preenchidos dos elétrons não ligantes. Devido a esse tipo de repulsão desses orbitais há o favorecimento da estrutura piramidal e não planar como acontece com os hidrogênios. Outro fator que reforça a geometria piramidal é a forte estabilização do orbital p do carbono e dos orbitais σ* antiligante das ligações C-F ou C-O. Essa estabilização é mais favorecida quando esta estrutura é colocada na forma de pirâmide. Hoje conduzimos muitos estudos para deduzir a geometria dos radicais. Um dos métodos mais estudados é examinando a estereoquímica das reações desses radicais. O estudo neste nível promove a geração de um radical com um carbono que é um centro estereogênico. Se a estrutura for plana ou houver uma rápida inversão das estruturas piramidais (como mostrada na figura da página anterior) esta reação estará encaminhada para uma racemização. Sendo assim, se houver uma estrutura rígida piramidal seremos conduzidos a uma configuração de produto semelhante à estrutura original. === Radicais Cíclicos === Moléculas cíclicas nos permitem obter resultados sobre a estereoquimica sem passarmos por um centro de quiralidade. Isso ocorre, pois as reações que começam puras (tanto cis quanto trans) terminam em misturas enantioméricas. Esse fato acontece devido a inversão axial-equatorial existente nos radicais ciclohexanos, pois a barreira de energia dessas inversões é relativamente baixa (~5,6 kcal/mol) acontecendo então mais rapidamente que propriamente a reação desejada como podemos ver abaixo: === Radicais em Estruturas do tipo Ponte === Nesses tipos de sistemas devemos lembrar que existe uma forte resistência a formação de carbocations em determinados centros porque temos uma estrutura extremamente rígida, impedindo muitas movimentações desejadas. Para este tipo de radical também possuímos uma estrutura do tipo piramidal, como observamos na figura 19: Possuindo estruturas desse tipo reações desses radicais acontecem com muito mais facilidade e possuem cinéticas de maior intensidade. Outro detalhe que podemos observar é que de todas as estruturas alquil observadas apenas a metil possui uma estrutura plana, sendo todas as outras favorecidas para uma estrutura piramidal. === Radicais Alílicos === Para os radicais alílicos (estruturas com a distribuição H2C=CH-CH2R), espera-se que se adote uma estrutura plana para se maximizar o deslocamento π. No entanto, o radical vinil, (CH2 = CH.) é encontrado tanto por métodos experimentais quanto teóricos com um ângulo de 137° na ligação C-C-H, sendo, portanto levemente dobrado. Esse efeito acontece devido a influencia do substituinte na geometria da estrutura. Conjugação com substituintes aceptores favorecem uma estrutura linear, pois o orbital do substituinte alinha perfeitamente com o orbital semi preenchido do radical, ao passo que, substituintes doadores favorecem uma estrutura dobrada. Essa premissa não foi comprovada experimentalmente, mas resultados de estereoquimica e cálculos teóricos mantém a base de que é uma estrutura dobrada. === Radicais Alquenil Substituido === Para esse tipo de radical existe uma indicação da formação de centros trigonais com rápida interconversão com seu isômero geométrico. Isso implica uma mistura dos isômeros E e Z do seu precursor no produto final. Isso ocorre devido à passagem pelo intermediário radical alquenil que possui uma barreira de inversão baixa passando quase por uma hibridização sp (linear). == Efeito dos Substitutintes nos Orbitais SOMO e estrutura == Para discutirmos os efeitos dos substituintes na estrutura devemos primeiramente entender o conceito de orbital SOMO. Este orbital é definido como singly occupied molecular orbital, ou seja, seria o orbital molecular ocupado somente por um elétron. Este orbital é característico de radicais livres. Esta definição faz parte da teoria dos orbitais moleculares que trabalha com as interações dos orbitais de fronteira preenchidos e não preenchido para efetuar a reação. Normalmente os orbitais mais utilizados são o LUMO (lowest unoccupied molecular orbital) e o HOMO (highest occupied molecular orbital). O orbital SOMO de radicais livres reage com o LUMO ou o HOMO de energia mais semelhante ao seu. Grupos que doadores de elétrons elevam o nível de energia do SOMO e fazer o radical a trabalhar como um nucleófilo (SOMO-LUMO). Esse efeito ocorre, pois a interação mais forte é entre o elétron não emparelhado no orbital p (SOMO) e um par não ligantes no doador de elétrons. Esta interação resulta numa redução a energia da orbital ocupado pelo par de electrões e no aumento da energia do orbital SOMO. Grupos retiradores de elétrons levam a um menor nível de energia do orbital SOMO e torna com um caráter de eletrofílo (SOMO-HOMO), isso ocorre devido aos substituintes, tais como carbonila terem os orbitais semelhantes aos de um sistema de alilico, mas as energias são mais baixas por causa da energia inferior do π and π* dos orbitais do grupo carbonila. Em relação à estrutura, alguns aspectos foram discutidos anteriormente, como a grupos alquil com substituintes tendem a ficar na geometria piramidal e não na planar, devido interação do orbital p semi-preenchido e dos orbitais preenchidos dos elétrons não ligantes. No entanto para os grupos alílicos e benzílicos temos também uma estabilização feita pelos substituintes doadores e receptores de elétrons simultaneamente. Isto tem sido chamada de estabilização capto-dativa (“capto-dative stabilization”). Podemos entender este processo pela figura abaixo: Os valores abaixo de cada radical indica o valor da barreira rotacional desses dessas estruturas, nos mostrando que há um decréscimo desse valor e aumento da estabilidade. Esse grupo de radicais nos indica uma grande instabilidade do radical primário e uma estabilização feita tanto pelo substituinte doador ou retirador de elétrons (estruturas C e D). No entanto o radical se torna ainda mais estável quando existem os dois tipos de radicais juntos, reforçando ainda mais a estabilização capto-dativa. Esse efeito de estabilização acontece devido a capacidade que os substituintes tem de estabilizar cineticamente o centros desses radicais, prevenindo que moléculas reajam com o centro. Os substituintes estabilizam o centro por deslocalização do íon radical através de ressonância. Estes mecanismos de estabilização levar a uma taxa aumentada de reações de radicais livres. Essa tabela acima mostra muito bem o efeito da estabilização capto-dativa. Quando temos os substituintes distribuídos da forma que tenhamos um doador e um aceptor de elétrons de cada lado do produto temos uma diminuição drástica do ΔH da reação, ou seja, tornando a reação mais favorecida e mais estável o radical. == Aplicação de Reações radicalares == === Reação radicalar de adição === É o caso em que temos a adição de um ou mais átomo por reações radicalares. Um bom exemplo disso é a adição a uma ligação dupla como mostrado na figura 27: === Reação radicalar de substituição === É o caso em que há uma substituição de um átomo de uma molécula por um radical. Como mostrado na figura 28: Figura 28: Reação radicalar de substituição === Substituição Radicalar em Cadeia === É o caso em que a reação se processa em forma de cadeia a partir de um radical através de um mecanismo de substituição. Como exemplo temos a formação do clorometano na figura 29: Em linhas gerais, essa ocorre quando um cloro radical retira um hidrogênio do metano gerando cloreto de hidrogênio e um radical metila. A partir daí o radical metila então reage com um átomo do Cl2 gerando assim o clorometano e um radical cloro que reage com um hidrogênio do metano continuando assim o ciclo. Esse processo envolve 3 etapas e são elas iniciação, propagação e terminação. A iniciação é dada a partir de uma quebra homolítica do Cl2, posteriormente ocorre a propagação que é a etapa que se repete diversas vezes. A terminação ocorre quando os radicais se encontram, formando assim uma ligação e acabando com os radicais no meio. Normalmente a etapa de terminação ocorre no final, quando a concentração dos reagentes são baixas, promovendo assim um maior contato entre os radicais. Essa técnica é muito utilizada na produção de polímeros. === Transferência de um único elétron (Single Eléctron Transfer) === É quando ocorre a formação do radical através da transferência de um único elétron. Ocorre a partir de um processo de oxidação ou redução e caso mais clássico que temos desse exemplo é a redução do peróxido de oxigênio pelo Fe, como podemos verifica no segundo caso da figura 31. == Ver também == *Reações radicalares == Biografia == CHANDRA J, SAMALI A, ORRENIUS S., Triggering and modulation of apoptosis by oxidative stress, Free Radic Biol Med. 2000 Aug;29(3-4):323-33 FORMAN HJ, FUKUTO JM, TORRES M. Redox signaling: thiol chemistry defines which reactive oxygen and nitrogen species can act as second messengers Am J Physiol Cell Physiol. 2004 Aug;287(2):C246-56. GOODMAN, LS; BRUNTON, LL. Goodman & Gilman’s The pharmacological basis of therapeutics, 12ª ed, Mc-Graw-Hill Medical, New York, 2011. HALLIWELL, B; GUTTERIDGE, J., M. Free Radicals in Biology and Medicine, 4ª ed., Oxford University Press, 2007. HALLIWELL B, WHITEMAN M. Measuring reactive species and oxidative damage in vivo and in cell culture: how should you do it and what do the results mean? Br J Pharmacol. 2004 May;142(2):231-55 KLAASSEN, C.D. Casarett and Doull’s toxicology : the basic science of poisons, 7ª ed., Mc-Graw-Hill, New York,2008. LILLIG CH, BERNDT C, VERGNOLLE O, LÖNN ME, HUDEMANN C, BILL E, HOLMGREN A. Characterization of human glutaredoxin 2 as Fe-S protein a possible role as redox sensor Proc Natl Acad Sci U S A. 2005 Jun 7;102(23):8168-73. Epub 2005 May 25. MIKALSEN SO, SANNER T. Increased gap junctional intracellular communication in Syrian hamster embryo cells treated with oxidative agents, Carcinogenesis. 1994 Feb;15(2):381-7. OGA, S; Fundamentos de toxicologia, 3ª ed., Editora Atheneu, São Paulo, 2008. POLI G, PAROLA M. Oxidative damage and fibrinogenesis, Free Radic Biol Med. 1997;22(1-2):287-305. WEBER LW, BOLL M, STAMPFL A. Hepatotoxicity and mechanism of action of haloalkanes: carbon tetrachloride as a toxicological model. Crit Rev Toxicol. 2003;33(2):105-36. == Ligações externas == * http://www.copacabanarunners.net/antioxidantes.html * http://www.geocities.com/CapeCanaveral/Hangar/1871/radic.htm * http://www.educacaopublica.rj.gov.br/biblioteca/biologia/bio08a.htm Categoria:Bioquímica",
 "title": "Radical (química)"
}