{
 "id": "6731",
 "text": "Em computação gráfica a forma computacional usada por determinada aplicação gráfica computacional software ficheiro informático que armazena informações para que a imagem existem programas para todo o tipo de demanda com imagens como por exemplo: elaboração de logotipos, criação de propagandas publicitárias, edição de fotos, e outros, que salvam os trabalhos em formatos de arquivos da empresa e formatos populares podendo haver confusão e usos equivocados de cada. cada um possui umacom tipos de compressão diferentes de pixels ou de vetores . == Tabela de formatos == Alguns formatos de ficheiros, como por exemplo o PDF, permite imagens do tipo raster (mapa de bits) e do tipo vector (desenho vectorial), devido o uso da tecnologia PostScript, concebida para gerir ambos os métodos de representação de imagem. Eis um resumo dos formato de arquivos gráficos mais comuns: Extensão Tipo MIME raster / vector Nome próprio Descrição .ai application /illustrator raster / vector Adobe Illustrator Document Formato vectorial do Adobe Illustrator. As primeiras versões suportavam apenas imagens vectoriais. É uma variante do Postscript tal como os formatos PDF, EPS e PS. .art ? raster ART ART é um formato proprietário do software cliente da America Online. Trata-se de uma única imagem gravada num ficheiro, gravada da internet, em que o programa escolhe o melhor método de compressão. .art ? ? Another Ray Tracer Formato do pacote de programas VORT para Unix .blend application/octet-stream raster Blender .blend File Formato nativo do Blender .bmp image/bmp raster Windows Bitmap Comumente usado pelos programas Microsoft Windows, e o pelo próprio sistema operador do Windows. Compressào sem perdas de informação pode ser especificada, mas alguns programas usam apenas arquivos não-comprimidos. .cdr ? raster / vector Corel Draw Document Arquivo nativo do Corel Draw. Suporta vetor, texto e imagens raster – tanto vinculadas (link), quanto incorporadas (embed). Dependendo da versão do cdr, este pode ser aberto diretamente pelo Illustrator. No Mac pode ser confundido com a extensão .cdr (DVD/CD-R Master Image), utilizada como \"imagem\" de disco. .cgm image/cgm vector Computer Graphics Metafile Definido pelo padrão ISO 8632. Normalmente usado para desenhos complexos de engenharia, por exemplo, na aviação. .cin image/cineon raster Cineon Cineon é uma variante do formato DPX dirigido a filmes digitais. .cpt ? raster Corel Photo-Paint Image Formato padrão do Corel Photo-Paint. Poucos programas suportam este formato. .dpx image/dpx vector Digital Picture eXchange file format DPX é um padrão ANSI/SMPTE (268M-2004) semelhante ao Cineon mas com cabeçalhos (headers) mais flexíveis e variáveis. Normalmente é usado para filmes, em que um digitalizador de película cinematográfica fornece saída neste formato ou uma máquina de filmar. Este ficheiro não armazena o som. .dxf image/vnd.dxf vector ASCII Drawing Interchange Ficheiros de texto no padrão ASCII utilizados para armazenar dados de programas CAD. .dwg vector arquivo nativo do AutoCAD AutoCAD DWG, Ficheiros de texto no padrão ASCII utilizados para armazenar dados de programas CAD. .eps application /postscript raster / vector Encapsulated PostScript Formato com a finalidade de importar e exportar ficheiros PostScript. Ao invés do formato \".ps\" não editável, destinado a saídas em impressoras. .emf ? vector Windows Enhanced Metafile Versão avançada do Windows Metafile. .exr image/exr raster Extended Dynamic Range Image File Format OpenEXR é um formato Open Source e (HDR) desenvolvido pela Industrial Light & Magic. É destinado à indústria cinematográfica. .fh* ? vector Macromedia Freehand Document Formato nativo do Macromedia Freehand. O asterisco representa o número relativo à versão do software, como por exemplo, .fh4, .fh7, .fh11...). O FreeHand foi comprado pela Adobe e descontinuado, e foi recomendado a seus usuários utilizarem o Adobe Illustrator, que abre normalmente os arquivos de FreeHand, mas não salva neste formato. .fla ? vector Flash Source File Formato nativo do Macromedia Flash, atual Adobe Flash. Ver também o formato \".swf\". .fpx image/vnd.fpx raster Flashpix (1.0.2) Não-comprimido / com perda de informação, 8-bit em tons de cinza & 24-bit em cores. Fornece múltiplas resoluções de cada imagem. .gif image/gif raster Graphics Interchange Format Usado extensivamente na web, mas por vezes evitado devido a problemas de patente. Suporta imagens animadas. Suporta somente 255 cores por quadro, portanto requer quantização com perdas de informação para fotos full-color (16.7 milhões de cores); usar quadros múltiplos pode melhorar precisão de cores. Usa compressão sem perdas de informação, compressão LZW patenteada. A patente venceu em 2003. .iff .ilbm ? raster Interchange file format / Interleave bitmap Formato de arquivo popular no computador Amiga. ILBM é um subtipo do formato IFF, que pode conter mais que apenas imagens. .jpeg .jpg image/jpeg raster Joint Photographic Experts Group Usado extensivamente para fotos na web. Usa compressão com perda de informação; a qualidade pode variar enormemente dependendo das definições de compressão. .jpg2 .jp2 image/jpeg2000 raster Joint Photographic Experts Group JPEG 2000 é um sucessor do JPEG, permitindo compressão com perda de dados (lossy) e sem (lossless). O suporte deste formato em programas ainda é pequeno. .mng video/x-mng raster Multiple-image Network Graphics Formato de animação que usa datastreams semelhantes àqueles de PNG e JPEG, originalmente designado para substituir o uso de GIF animado na web. Livre da patente associada ao GIF animado. .pbm image /x-portable-bitmap raster Portable Bitmap Format Um simples formato gráfico em preto de branco. Diferente da maioria de formatos de arquivos gráficos, um arquivo PBM é texto integral e pode ser processado por ferramentas de processamento de texto. É relacionado aos formatos de arquivo gráfico PGM (tons de cinza) e PPM (colorido). .pcd image/jpcd ?? raster ImagePac Photo CD Formato proprietário da Kodak, com perdas de informação, cores 24-bit. .pdf application/pdf raster / vector Portable Document Format Formato concebido pela Adobe para suportar diversos elementos (inicialmente imagens raster, vetor e texto, na linguagem PostScript). Inicialmente ela lido apenas pelo software Adobe Acrobat Reader (versão gratuita) e depois pelo Adobe Acrobat Professional (versão paga usada inicialmente pela indústria gráfica). Permite múltiplas páginas e ligações (links). As últimas versões permitem ainda a inclusão de vídeo, 3D, preenchimento de formulários, entre muitas outras opções. É um formato de código aberto e a Adobe permite que programas de qualquer empresa gerem e leiam arquivos em PDF. Permite gravar arquivos comprimidos com e sem perda de qualidade. Formato largamente utilizado hoje em dia, tanto na indústria gráfica, como para distribuição de documentos pela internet, dada a compatibilidade (usuários de Mac, Windows e Linux verão o arquivo igualmente, se bem gravado). Muitos navegadores já exibem PDF de forma nativa. Alguns precisam de uma extensão ou plugin para isso. .pgm image /x-portable-graymap raster / vector Portable Graymap Format Um simples formato em tons de cinza. Diferente da maioria de formatos de arquivos gráficos, um arquivo PGM é texto integral e pode ser processado por ferramentas de processamento de texto. É relacionado aos formatos de arquivo gráfico PBM (preto e branco) e PPM (colorido). .pict image/pct ?? raster / vector Picture Formato padrão utilizado para armazenar imagens nos sistemas operativos do Macintosh anteriores à versão OS X. .png image/png raster Portable Network Graphics Formato de imagem bitmap (mapa de bits) comprimido sem perdas de informação, originalmente designado para substituir o uso de GIF na web. Livre de patente patent, que venceu em 2003, associado a GIF. .ppm image /x-portable-pixmap raster Portable Pixmap Format Um simples formato em tons de cinza. Diferente da maioria de formatos de arquivos gráficos, um arquivo PPM é texto integral e pode ser processado por ferramentas de processamento de texto. É relacionado aos formatos de arquivo gráfico PBM (preto e branco) and PGM (tons de cinza). .ps application /postscript vector PostScript Formato destinado a saídas em impressoras, normalmente impressoras laser que suportem PostScript. .psd application /x-photoshop raster Photoshop Document Formato padrão da Adobe para documentos do Photoshop. Possui muitos recursos extras como image layering. Inicialmente era suportado por muito poucos programas fora o Adobe Photoshop. Hoje é suportado por todos os programas do pacote Adobe (CS ou CC) e também por softwares de outras empresas, como o Corel Draw, e diversos softwares da Apple e Microsoft. .psp ? raster Paint Shop Pro Document Formato nativo do Paint Shop Pro, de forma similar ao .psd do Adobe Photoshop. Suportado por poucos programas. .svg .svgz image/svg+xml vector Scalable Vector Graphics Formato baseado no XML, definido pelo World Wide Web Consortium para ser utilizado em navegadores. .skp .skb application /skechup vector SketchUp Format Formato utilizado no programa Sketchup,da Google, que vem surgindo como uma ótima opção para modelagens em 3D nas áreas de Arquitetura, mecânica e até cinema, dentre outras. .swf application /x-shockwave-flash vector Flash Formato nativo e não editável do Adobe Flash, normalmente criado a partir do formato editável \".fla\". Este formato armazena animações para serem visualizadas normalmente em páginas da internet, e pode ser criado em outros programas que o suportem. .tiff .tif image/tiff raster Tagged Image File Format Usado extensivamente para gráficos tradicionais impressos. Compressões com e sem perdas de informação disponíveis (LZW, ZIP e JPEG) assim como outras opções, apesar de muitos programas não suportarem essas opções para além do padrão TIFF. .wbmp image /vnd.wap.wbmp raster Wireless Application Protocol Bitmap Format Utilizado para armazenar imagens em dispositivos sem fios (wireless), normalmente em telemóveis (ou celular no Brasil) com câmara fotográfica. .wmf image/x-wmf vector Windows Metafile Formato nativo do Microsoft Windows para armazenar imagens. .xar ? vector Xar Formato nativo do programa Xara X e da sua última versão, o Xara Xtreme. .xbm image/x-xbitmap raster X BitMap Usado quase que exclusivamente em plataformas UNIX com o Sistema X Window e suportado pela maioria dos navegadores. Um arquivo ASCII que não usa compressão, designado de modo que arquivos estejam em sintaxe C(++) para que imagens possam ser incluídas no código fonte. .xcf application /x-gimp-image raster eXperimental Computing Facility Formato nativo do GIMP. Possui muitos recursos extras como imagem em camadas (layers). Usado principalmente no GIMP, porém também suportado pelo ImageMagick. .xpm image/x-xpm raster X-Pixmap Usado quase que exclusivamente em plataformas UNIX com o Sistema X Window. Um arquivo ASCII que não usa compressão, designado de modo que arquivos estejam em sintaxe C(++) para que imagens possam ser incluídas no código fonte. == == * James D. Murray, William van Ryper: Encyclopedia of Graphics File Formats, O'Reilly, ISBN 1-56592-161-5 * John Miano: Compressed Image File Formats, Addison-Wesley Longman, ISBN 0-201-60443-4 == Ver também == *Extensão de nome de ficheiro * Formato de arquivo * Arquivos gráficos * Arquivos sonoros * Imagem digital Ficheiro gráfico",
 "title": "Lista de formatos de ficheiro gráfico"
}