{
 "id": "67334",
 "text": "é a combinação, controlada por computador (computador pessoal, periférico e dispositivo móvel), de pelo menos um tipo de média estática (texto, fotografia, gráfico), com pelo menos um tipo de média dinâmica (vídeo, áudio, animação).Chapman & Chapman. 2000.Fluckiger. 1995. Díaz Noci e Salaverría (2003) e Salaverría (2005), afirmam que, para que uma mensagem seja considerada verdadeiramente multimídia, as diferentes linguagens não devem ser apenas justapostas, e sim verdadeiramente integradas. Quando se afirma que a apresentação ou recuperação da informação se faz de maneira multissensorial, quer-se dizer que mais de um sentido humano está envolvido no processo, facto que pode exigir a utilização de meios de comunicação que, até há pouco tempo, raramente eram empregues de maneira coordenada, a saber: * Som (voz humana, música, efeitos especiais); * Fotografia (imagem estática); * Vídeo (imagens em pleno movimento); * Animação (desenho animado); * Gráficos; * Textos (incluindo números, tabelas, etc.). O termo multimédia refere-se portanto a tecnologias com suporte digital para criar, manipular, armazenar e pesquisar conteúdos. Os conteúdos multimédia estão associados normalmente a um computador pessoal que inclui suportes para grandes volumes de dados, os discos ópticos como os CDs (CD-ROM, mini CD, CD-CARD) e DVDs, abrange também nas ferramentas de informática a utilização de arquivos/ficheiros digitais para a criação de apresentações empresariais, catálogos de produtos,exposição de eventos e para catálogos eletrónicos com mais facilidade e economia. Privilegiando o uso dos diversos sentidos visão, audição e tacto este tipo de tecnologia abrange diversas áreas de informática. == Tipos de multimédia == === Natureza espaço-temporal === * hipertexto- Texto com suporte a elos (hyperlink); * Estáticos - Agrupam elementos de informação independentes do tempo, alterando apenas a sua dimensão no espaço, tais como, textos e gráficos; * Dinâmicos - Agrupam elementos de informação dependentes do tempo, tais como, por exemplo, o áudio e a animação. Nestes casos, uma alteração, no tempo, da ordem de apresentação dos conteúdos conduz a alterações na informação associada ao respetivo tipo de média dinâmico; * Imersivo - Agrupam elementos de informação interativa em ambientes 3D; * Devem ser transmitidos processados e apresentados em taxas fixas; * Processamento e comunicações devem satisfazer requisitos de tempo-real. === Origem === * Capturados - São aqueles que resultam de uma recolha do exterior para o computador; * Sintetizados - São aqueles que são produzidos pelo próprio computador através da utilização de hardware e software específicos. === Interação === Existe quem diferencie as categorias de multimédia linear e não linear, outros ainda em anisotrópica. * Na multimédia linear, o utilizador não tem qualquer tipo de controlo no desenrolar do processo; * A multimédia não linear oferece interatividade com o utilizador. === Divulgação === Quanto ao modo de divulgação podemos encontrar dois tipos: * Online - Divulgação online significa a disponibilidade de uso imediato dos conteúdos multimédia. Pode ser efectuada, por exemplo, através da utilização de uma rede informática local ou da World Wide Web; * Offline - A divulgação offline de conteúdos multimédia é efetuada através da utilização de suportes de armazenamento, na maioria das vezes do tipo digital. Neste caso, os suportes de armazenamento mais utilizados são do tipo óptico, CD. == Tipos de produtos multimédia == * Baseados em páginas :São desenvolvidos segundo uma estrutura organizacional do tipo espacial. Esta é uma organização semelhante à utilizada nos média tradicionais em suporte de papel como revistas, livros e jornais. :Em alguns produtos multimédia, os utilizadores podem consultar as suas páginas utilizando as hiperligações existentes entre elas. Neste tipo de produto, as componentes interativa e temporal podem estar presentes através da utilização de botões, ícones e scripts. Os scripts vão permitir a criação de pequenos programas para a execução de ações em determinadas situações como, por exemplo, a visualização de um vídeo ao fim de um determinado intervalo de tempo ou após um botão ter sido pressionado * Baseados no tempo ** São desenvolvidos segundo uma estrutura organizacional assente no tempo. Esta é uma organização com uma lógica semelhante à utilizada na criação de um filme ou animação. ** Durante o desenvolvimento deste tipo de produtos multimédia os conteúdos podem ser sincronizados permitindo assim definir o momento em que dois ou mais deles estão visíveis. ** A interatividade neste tipo de produtos é adicionada através da utilização de scripts. ** A componente da organização espacial é também, neste caso, utilizada durante a fase de desenvolvimento deste tipo de produtos. Em ambos os tipos de produtos multimédia (baseados em páginas ou no tempo), as componentes espaço e tempo coexistem, distinguindo-se na estrutura organizacional utilizada como ponto de partida para a disposição dos conteúdos. == Ver também == * Adobe Systems * Macromedia * Commons (armazenamento público de multimédia livre) Categoria:Internet Categoria:Comunicação Categoria:Multimídia Categoria:!Mais Diversidade em Teoria da História na Wiki",
 "title": "Multimédia"
}