{
 "id": "67398",
 "text": "A Universidade Federal da Paraíba (UFPB) é uma instituição de ensino superior pública federal brasileira, localizada no estado da Paraíba. Sua sede está em João Pessoa, no bairro do Castelo Branco, possuindo também três campi no interior: Areia, Bananeiras e Litoral Norte (Rio Tinto e Mamanguape), além das unidades do bairro de Mangabeira e de Santa Rita, ambas na Grande João Pessoa. A Universidade Federal da Paraíba é reconhecida pela sua excelência no ensino e em pesquisas tecnológicas e, atualmente, encontra-se entre as melhores Universidades da América Latina.UFPB entre as melhores da América Latina Ganhando prêmios como: \"Top User Award 2013\" e ficando em 3º lugar no projeto desenvolvido no Programa de Pós-Graduação em Biologia Celular e Molecular do \"Santander Universidades\". A Universidade Federal da Paraíba, também possui o 1º lugar nos cursos de ciências econômicas, direito, jornalismo, secretariado executivo e turismo, avaliados pelo CPC. == História == A Universidade da Paraíba, de responsabilidade estadual, foi fundada por iniciativa de José Américo de Almeida, em 1955, a partir da reunião de onze cursos de nível superior que já existiam no estado, entre eles o curso de Agronomia, que deu origem a universidade. Sua criação se deu primeiramente através da Lei Estadual Nº 1.366, de 2 de dezembro de 1955. Cinco anos depois, em 13 de dezembro, a Lei Nº 3.835 federalizou a então chamada Universidade da Paraíba, que assumiu, enfim, sua denominação atual. O primeiro curso superior da Paraíba foi o curso de Agronomia oferecido pela Escola de Agronomia do Nordeste, na cidade de Areia, em 1934. A partir daí, foram abertos vários cursos isoladamente por ações, principalmente, de entidades classistas. === Desmembramento === Em 2002, a Universidade Federal da Paraíba, então formada pelos campi de João Pessoa, Bananeiras, Areia, Campina Grande, Patos, Cajazeiras e Sousa, foi desmembrada para formação da Universidade Federal de Campina Grande (UFCG). Esta abrangeu, a partir de então, os campi de Campina Grande, Patos, Sousa e Cajazeiras, ao passo que a UFPB ficou com os campi de João Pessoa, Areia e Bananeiras, sendo criados posteriormente o campus do Litoral Norte, com estrutura em duas cidades: Mamanguape e Rio Tinto, e as unidades de Mangabeira e Santa Rita. === Expansão === Através do Reuni, um programa do Governo Federal brasileiro de apoio a planos de reestruturação e expansão das Universidades Federais, a UFPB desde 2008,http://www.ufpb.br/reuni/index.php?option=com_content&view;=article&id;=2&Itemid;=33 prevê o aumento do número de vagas da universidade, além de criar dezenas de novos cursos, como por exemplo: psicopedagogia, engenharia química, engenharia de computação, cinema e audiovisual e outros. == Estrutura == === A UFPB em Números === Segundo dados do Relatório de Gestão de 2016, a universidade possui: * 16 centros de ensino (sendo treze em João Pessoa, um em Areia, um em Bananeiras e um no Litoral Norte); * 57 centros e departamentos acadêmicos; * 123 cursos de graduação (sendo 112 presenciais e 11 a distância); * 12 cursos de especialização; * 60 cursos de mestrado acadêmico; * 10 cursos de mestrado profissional; * 38 cursos de doutorado; * 2 637 professores; * 3 584 funcionários técnico-administrativos; * 39 283 alunos matriculados: ** 29 753 na Graduação Presencial; ** 3 238 na Graduação à Distância; ** 6 292 na Pós- graduação: *** 4 730 stricto sensu; *** 1 562 lato sensu. A instituição ainda possui duas escolas de ensino médio e profissional: Escola Técnica de Saúde (CCS) e Colégio Agrícola Vidal de Negreiros (CCHSA), 513 laboratórios, uma biblioteca central e 14 setoriais, uma TV universitária (TV UFPB Canal 43 - UHF), uma Editora, um hospital universitário (HULW), um hospital veterinário (CCA), quatro restaurantes, seis residências, dois teatros, uma sala de cinema (Cine Aruanda) e o Instituto UFPB de Desenvolvimento da Paraíba (IDEP). === Mata Atlântica === O campus I da UFPB em João Pessoa está entremeado em fragmentos da Mata Atlântica, um bioma de clima tropical, quente e úmido. Um dos animais nativos que são encontrados nesse campus é o bicho-preguiça, para ligar as vegetações estudantes de Biologia e Engenharia Ambiental desenvolveram o projeto de pontes ecológicas onde animais como esse, possam se deslocar entre árvores, sobre as vias. == Campi == === João Pessoa === thumb|CCEN - UFPB thumb|CCJ - UFPB Na capital paraibana, estão localizados o Campus I e a unidade do bairro de Mangabeira. O Campus I está situado no bairro Castelo Branco. É o campus-sede da UFPB, onde funciona a Cidade Universitária e abriga os seguintes centros de ensino, pesquisa e extensão universitária: * Centro de Biotecnologia (CBiotec); * Centro de Ciências Exatas e da Natureza (CCEN); * Centro de Ciências Humanas, Letras e Artes (CCHLA); * Centro de Ciências Jurídicas (CCJ), que possui uma extensão no município de Santa Rita; * Centro de Ciências Médicas (CCM); * Centro de Ciências da Saúde (CCS); * Centro de Ciências Sociais Aplicadas (CCSA); * Centro de Comunicação Turismo e Artes (CCTA); * Centro de Educação (CE); * Centro de Energias Alternativas e Renováveis (CEAR); * Centro de Tecnologia (CT). A Unidade de Mangabeira foi inicialmente tratada como um novo campus e ficou denominado Campus Reitor Lynaldo Cavalcanti de Albuquerque. Entretanto, uma universidade não pode ter dois campi em uma única cidade. A unidade foi criada em 2012, com recursos do programa Reuni. Entrou em funcionamento em 2014, com a instalação do Centro de Tecnologia e Desenvolvimento Regional (CTDR), que deixou suas instalações temporárias no Centro de Tecnologia (CT) do Campus I. Em 2015, o Centro de Informática (CI) também mudou-se para a Unidade de Mangabeira. Funcionam neste campus: * Centro de Informática (CI); * Centro de Tecnologia e Desenvolvimento Regional (CTDR); * Núcleo de Pesquisa e Processamento de Alimentos (NUPPA). Dois outros equipamentos, Escola de Iniciação Científica e Tecnológica (EICT) e Instituto de Desenvolvimento da Paraíba (IDEP), foram previstos na resolução de criação da Unidade. Um ponto interessante do Campus I da UFPB é a presença de muitos gatos, sobretudo no CChLA, CE, CCSA e Central de aulas. É proibido o abandono de animais no campus, embora ainda ocorra em fatos isolados. Não é comum danos à saúde causados por esses animais. === Areia === A cidade de Areia abriga o Campus II da UFPB, composto pelo Centro de Ciências Agrárias (CCA). Foi criado em 1934 como Escola de Agronomia da Parahyba e depois inaugurado em 1936, sendo o primeiro estabelecimento de Ensino Superior na área civil da Paraíba. O Bacharelado em Agronomia é, portanto, o curso superior mais antigo da UFPB. === Bananeiras === A cidade de Bananeiras abriga o Campus III da UFPB, composto pelo Centro de Ciências Humanas, Sociais e Agrárias (CCHSA), antigo Centro de Formação de Tecnólogos. O que hoje se constitui o Campus III foi o \"Patronato Agrícola Vidal de Negreiros\", surgido na década de 20. A história do ensino de Graduação, ainda com a denominação de Centro de Formação de Tecnólogos, começa em setembro de 1976, com a criação do Curso Técnico de Nível Superior em Cooperativismo, de curta duração, hoje curso de Bacharelado em Administração, sendo um dos mais conceituados do estado. === Litoral Norte === As cidades de Rio Tinto e Mamanguape abrigam o Campus IV da UFPB, composto pelo Centro de Ciências Aplicadas e Educação (CCAE). Foi estabelecido no ano de 2005 no litoral norte paraibano. A priori o campus ficaria sendo em uma das cidades, mas disputas políticas o desmembraram nas duas cidades. == Órgãos Suplementares == * Biblioteca Central: A Biblioteca Central está localizada no Campus I. Dispõe de diversos produtos e serviços para usuários da própria UFPB ou externos à instituição; * Superintendência de Tecnologia da Informação (STI); * Superintendência de Comunicação Social (SCS); * Superintendência de Orçamento e Finanças (SOF); * Superintendência de Infraestrutura (SINFRA); * Superintendência de Logística de Transporte (SULT); * Superintendência de Serviços Gerais (SSG); * Superintendência de Segurança Institucional (SSI); * Superintendência de Educação a Distância (SEAD); * Editora Universitária; * Instituto UFPB de Desenvolvimento da Paraíba (IDEP/UFPB); * Agência UFPB de Inovação Tecnológica (INOVA/UFPB); * Agência UFPB de Cooperação Internacional (ACI/UFPB); * Hospital Universitário Lauro Wanderley (HULW); * Núcleos de Pesquisa e Extensão; * Instituto de Pesquisa em Fármacos e Medicamentos (IPeFarm). == Periódicos científicos == A UFPB editora os seguintes periódicos científicos: * Informação e Sociedade; * Revista Aufklärung; * Sæculum - Revista de História (vinculado ao Programa de Pós-Graduação em História da UFPB); * Acta Semiotica et Linguistica; * Revista Temas em Educação; * Revista Evidenciação Contábil & Finanças; * Revista Brasileira de Ciências da Saúde; * Revista Brasileira de Políticas Públicas e Internacionais; * Revista Nordestina de Biologia; * Revista Paraibana de História; * Prim@ Facie; * Revista Ratio Iuris; * Revista da ABET; * Revista Gaia Scientia (vinculado ao Programa de Pós-Graduação em Desenvolvimento e Meio Ambiente da UFPB); * Âncora - Revista Latino-americana de Jornalismo. == Ver Também == * Universidade Federal de Campina Grande * Universidade Estadual da Paraíba * Instituto Federal da Paraíba == Ligações Externas == * Website oficial * Website da Biblioteca Central da UFPB * Universidade Federal da Paraíba Categoria:Rede Nacional de Extensão",
 "title": "Universidade Federal da Paraíba"
}