{
 "id": "67395",
 "text": "Duarte Pacheco Pereira (Lisboa, – ) foi um navegador, militar e cosmógrafo português, dos séculos XV e XVI, denominado \"Aquiles lusitano\" por Luís de Camões. Embora a historiografia oficial afirme que os portugueses não sabiam da existência do Brasil antes da chegada de Pedro Álvares Cabral — uma vez que a numerosa esquadra cabralina com 13 naus e caravelas declaradamente afirmou ter descoberto uma ilha — existe uma teoria embasada em uma interpretação do livro Esmeraldo de Situ Orbis (1505) que aponta Duarte Pacheco Pereira como o possível descobridor do Brasil, por ter ele supostamente comandado uma expedição secreta que teria percorrido a costa brasileira e o mar do Caribe em fins do século XV. A viagem objetivaria identificar os territórios que pertenciam a Portugal ou a Castela de acordo com o Tratado de Tordesilhas, de 1494 — onde ele próprio participou das negociações do tratado.Seria portanto uma expedição anterior à primeira viagem com a chegada de um europeu ao território brasileiro, por alguns historiadores, esta foi feita pelo espanhol Vicente Yáñez Pinzón e cujo desembarque deu-se em 26 de janeiro e outros pelo referido navegador português Cabral em 22 de abril, ambos no ano de 1500. A viagem de Pacheco Pereira ao Brasil teria acontecido em 1498. ==Biografia== Filho de João Fernandes Pacheco, ou simplesmente João Pacheco (c. 1440, Tânger, a. 1477), e de sua mulher (c. 1459) Isabel Pereira (c. 1440–). A 21 de julho de 1455 D. Afonso V de Portugal doou a João Pacheco, filho de Gonçalo Pacheco, Tesoureiro-Mor das coisas régias de Ceuta, enquanto sua mercê for, uma tença anual de 4 800 reais brancos, para seu estudo, a partir de 1 de janeiro de 1455. Numa inquirição feita em Lisboa a 4 de Abril de 1497 sobre seu filho Duarte Pacheco Pereira, Fidalgo da Casa Real, a testemunha Pedro Vaz de Almeida, Fidalgo da Casa Real, morador em Lisboa, parente de Duarte Pacheco Pereira, disse que sabia que os mouros mataram João Pacheco em Tânger muito primeiro que seu pai, Gonçalo Pacheco, finasse, que passara de 20 e tantos anos que é finado. Duarte era descendente próximo de Lopo Fernandes Pacheco, Senhor de Ferreira de Aves, assim por meio dele era descendente ilegítimo de sete gerações do rei Sancho IV de Castela. Cavalheiro dos mais notáveis da história da Índia Portuguesa, nasceu em Lisboa em 1460. Um dos seus antepassados por varonia e por bastardia foi seu trisavô D. Diogo Lopes Pacheco, 8.º Senhor de Ferreira de Aves, um dos executores de Inês de Castro, casado com D. Joana Vasques Pereira. Tendo fugido para a Espanha, retornou à época da Crise de 1383-1385, apoiando o Mestre de Avis, com quem conseguiu recuperar todos os seus bens, tornando-se um dos conselheiros do novo monarca. Em 1455 encontra-se letrado, recebendo uma bolsa de estudos do monarca. Cavaleiro da casa de D. João II (1481–1495), contrariamente à tradição é pouco provável que tenha ido em 1482 a São Jorge da Mina, onde Diogo de Azambuja iniciava a construção da Feitoria de São Jorge da Mina. De acordo com a obra Décadas da Ásia, do cronista João de Barros, na viagem de retorno do cabo da Boa Esperança, em 1488, Bartolomeu Dias encontrou-o gravemente doente na ilha do Príncipe e levou-o para Portugal. Reconhecido geógrafo e cosmógrafo, em 1490 viveu em Lisboa da pensão real a que o seu título lhe dava direito. Em 7 de Junho de 1494 assinou, na \"qualidade de contínuo da casa do senhor rei de Portugal\", o Tratado de Tordesilhas. Em 1498, D. Manuel I terá encarregado Duarte Pacheco Pereira de uma expedição secreta, organizada com o objectivo de reconhecer as zonas situadas para além da linha de demarcação de Tordesilhas, expedição que, partindo do Arquipélago de Cabo Verde, se acredita que teria culminado com o descobrimento do Brasil, em algum ponto da costa entre o Maranhão e o Pará, entre os meses de Novembro e Dezembro deste mesmo ano. Dali, teria acompanhado a costa Norte, alcançando a foz do rio Amazonas e a ilha do Marajó. Em relação ao possível descobrimento do Brasil ou da eventual exploração das Antilhas e parte da América do Norte, tendo em conta as revelações cartográficas contidas no Planisfério de Cantino, o autor apresenta informações no segundo capítulo da primeira parte. Resumidamente, o texto relata: É este referido Esmeraldo de Situ Orbis (1505) um dos primeiros manuscritos portugueses a mencionar a costa do Brasil e a abundância de pau- brasil nele existente. A hipotética viagem está embasada exclusivamente no relato do explorador em seu livro. O texto, contudo, é ambíguo: Pacheco Pereira diz textualmente que o rei de Portugal \"mandou descobrir a parte ocidental\", o que sugere que ele falava não de suas explorações, mas de tudo que já fora explorado por vários navegadores e era conhecido em 1505. Esta visão é reforçada pelas latitudes e longitudes informadas, que vão da Groenlândia ao atual Sul do Brasil. Além disso, a possibilidade da existência de uma política de sigilo dos monarcas portugueses, escrita na primeira metade do século XX pelo historiador Damião Peres, não se sustenta, uma vez que era prática comum, na ausência de um tratado, reclamar a soberania de uma terra publicitando a sua descoberta. No Atlântico Sul, entre as ilhas oceânicas, apresenta, com suas \"ladezas\" (latitudes) conhecidas à época: *A ilha de Sam Lourenço (ilha de Fernando de Noronha); *A ilha d'Acensam (ilha da Trindade); *A ilha de S. Crara (ilha de Santana, ao largo de Macaé) e; *O cabo Frio. Em 1503 comandou a nau Espírito Santo, integrante da esquadra de Afonso de Albuquerque à Índia. Ali guarneceu a Fortaleza de Cochim com 150 homens e alguns indianos onde sustentou vitorioso o cerco do Samorim de Calecute que dispunha de 60 000 homens. Tendo exercido os cargos de Capitão-General da Armada de Calecute e de Vice-Rei e Governador do Malabar na Índia, pelos seus feitos teve Armas Novas por Carta de 2 de Agosto de 1504, dadas pelo Rei de Cochim; tais Armas são: de vermelho, com cinco coroas de oito florões de ouro, postas em sautor, bordadura de prata, aguada de azul, carregada de oito castelos de madeira de verde, cada castelo armado sobre dois navios rasos de sua cor, o escudo cercado de sete estandartes Mouriscos, quatro à direita, de vermelho, de prata, de vermelho e de azul, e três à esquerda, de prata, de vermelho e de azul; timbre: um castelo do escudo, rematado por um estandarte Mourisco, de vermelho;\"Armorial Lusitano\", Afonso Eduardo Martins Zúquete, Editorial Enciclopédia, 3.ª Edição, Lisboa, 1987, pp. 411 e 412 e retornou a Lisboa em 1505, quando foi recebido em grande triunfo. Em Lisboa e em todo o lado os seus feitos da Índia foram divulgados e um relato dos mesmos foi enviado ao Papa e a outros reis da cristandade. Foi como uma espécie de herói internacional que, nesse ano iniciou a redacção do Esmeraldo de situ orbis, obra que ele interrompeu nos primeiros meses de 1508. Nesse ano foi encarregado pelo soberano de dar caça ao corsário francês Mondragon que actuava entre os Açores e a costa portuguesa, onde atacava as naus vindas da Índia. Duarte Pacheco localiza-o, em 1509, ao largo do cabo Finisterra, onde o derrotou e capturou.Vitória de Duarte Pacheco Pereira contra os Franceses, Veratatis, 18 de janeiro de 2022, in Pe. Francisco de Santa Maria in «Ano Histórico, Diário Português: Notícia Abreviada de pessoas grandes e coisas notáveis de Portugal», 1744. ...a experiencia he madre das cousas, por ella soubemos rradicalmente a verdade. (\"A experiência é a madre de todas as cousas, per ela soubemos radicalmente a verdade...\") Esmeraldo de Situ Orbis, p. 196 Em 1511 comandou uma frota enviada em socorro a Tânger, sob cerco das forças do Rei de Fez. Desposou no ano seguinte Antónia de Albuquerque, filha de Jorge Garcês e de sua mulher Isabel de Albuquerque Galvão, única filha de Duarte Galvão e de sua primeira mulher Catarina de Sousa e Albuquerque, que recebe do Rei um dote de 120 000 reais, que lhe será entregue em fracções, até 1515. Tiveram cinco filhos e duas filhas. Em 1519 foi nomeado capitão e governador de São Jorge da Mina, onde serviu até 1522. Veio sob prisão para Portugal por ordem de D. João III pela acusação de contrabando de ouro, embora actualmente ainda não se conheçam os reais motivos de tal decisão do monarca. Quando libertado por ordem do Rei, recebeu 300 cruzados a título de parte de pagamento por joias que tinha trazido de São Jorge da Mina e havia confiado à Casa da Mina para serem fundidas. Faleceu nos primeiros meses de 1533 e, pouco depois, o monarca concedeu a seu filho, João Fernandes Pacheco, uma pensão anual de 20.000 reais. Como as pensões reais frequentemente eram pagas com atraso, mãe e filho passaram dificuldades, o que os levou a recorrer a um empréstimo.. A lenda de Duarte Pacheco Pereira desenvolveu-se após a sua morte. Luís de Camões, n'Os Lusíadas chama-lhe fortíssimo e Grão Pacheco Aquiles Lusitano. Mais tarde, no , Jacinto Cordeiro consagrou-lhe duas comédias bastante longas em castelhano e, Miguel Cerqueira Doce, um poema em dez cantos, de que se perdeu o rasto. De acordo com um de seus mais importantes biógrafos, o historiador português Joaquim Barradas de Carvalho, que viveu exilado no Brasil na década de 1960, Duarte Pacheco foi um génio comparável a Leonardo da Vinci. Com a antecipação de mais de dois séculos, o cosmógrafo foi o responsável pelo cálculo do valor do grau de meridiano com uma margem de erro de apenas 4%. ==Cronologia.== *1460(?) − nascimento *1480(?)–90(?) − Encontra-se envolvido na exploração do litoral ocidental africano *1488 − Doente na Ilha de São Tomé, é trazido para o reino por Bartolomeu Dias *1490 − Entre Janeiro e Outubro faz parte da guarda pessoal del-Rei *1494 − Integra a delegação portuguesa que negocia e assina o Tratado de Tordesilhas a 7 de Julho desse ano *1495–99 − Missão no Castelo de São Jorge da Mina *1498 − Viagem ao Atlântico Sul *1503 (6 de Abril) − parte para a Índia na armada de Afonso de Albuquerque *1504 − Defende heroicamente Cochim contra a investida da vizinha Calecute *1505 − Regressa a Lisboa, sendo recebido em festa nas ruas da cidade *1506 − Possível redacção do \"Esmeraldo de Situ Orbis\" *1509 (18 de janeiro) − trava batalha naval no Cabo Finisterra contra o corsário Mondragon *1510 − Entre Setembro e Novembro serve na Armada do Estreito *1513(?) − Casa com D. Antónia, neta de Duarte Galvão, secretário de D. João II *1519–22 − Governador da feitoria e fortaleza de São Jorge da Mina *1522 − É trazido a ferros para Lisboa e encarcerado *1529 − Recebe da Coroa 300 cruzados de joias *1533(?) − Falecimento ==Notas== ==Bibliografia== * . * . * . * . * . == Ligações externas == * . Categoria:Naturais de Lisboa Categoria:Cavaleiros de Portugal Categoria:Exploradores de Portugal Categoria:Navegadores de Portugal Categoria:Capitães da Mina Categoria:Capitães-generais de Portugal Categoria:Escritores de Portugal Portugal Categoria:Fidalgos de Cota de Armas de Portugal Categoria:Descobrimentos portugueses Categoria:Império Português Categoria:Personagens citadas nos Lusíadas",
 "title": "Duarte Pacheco Pereira"
}