{
 "id": "6746",
 "text": "O Cruzeiro Esporte Clube, mais conhecido como Cruzeiro, é uma associação polidesportiva brasileira sediada em Belo Horizonte, Minas Gerais. É considerado um dos maiores clubes de futebol do Brasil e da América do Sul. Fundado em 1921 com o nome de Società Sportiva Palestra Italia, foi rebatizado para seu nome atual em 1942 - em referência ao Cruzeiro do Sul - por imposição do governo federal à época proibiu o uso no país de quaisquer símbolos de Alemanha, Itália e Japão, nações inimigas do Brasil no contexto da Segunda Guerra Mundial. \\- Globoesporte, 07 de outubro de 2012 É um dos clubes mais populares do Brasil, tendo hoje a quinta maior torcida do país e a maior torcida do estado de Minas Gerais. Seu maior rival é o , com quem faz um dos maiores clássicos do futebol brasileiro. Em menor grau, há também a rivalidade com o . \\- FIFA, sem data Reconhecido como um dos maiores clubes do futebol brasileiro e internacional, o Cruzeiro foi duas vezes vice-campeão da Copa Intercontinental de clubes e tem no seu currículo continental dois títulos da Copa Libertadores da América, dois da Supercopa da Libertadores, um da Recopa Sul-Americana, um da Copa de Ouro Nicolás Leoz e um da Copa Master da Supercopa. No âmbito nacional, o time celeste detém quatro conquistas no Campeonato Brasileiro (uma delas como Taça Brasil) e seis da Copa do Brasil (atual recordista), sendo o único bicampeão seguido da competição. Em âmbito regional, foi bicampeão da Copa Sul-Minas e campeão da Copa Centro-Oeste, e em âmbito estadual possui 54 conquistas. Foi a primeira equipe de Minas Gerais e primeira equipe brasileira a conquistar a tríplice coroa nacional, tendo vencido um campeonato estadual, uma Copa do Brasil e um Campeonato Brasileiro na temporada de 2003. \\- Globoesporte, 30 de novembro de 2008 No entanto, tal feito foi igualado pelo rival Atlético em 2021. Em 2009, a IFFHS elaborou o ranking de clubes da América do Sul, com dados estatísticos de 1901 a 2000, no qual o Cruzeiro se destacou como o melhor clube brasileiro do século XXhttp://globoesporte.globo.com/Esportes/Noticias/Times/Cruzeiro/0,MUL1309641-9863,00-CRUZEIRO+E+ELEITO+O+MELHOR+TIME+BRASILEIRO+DO+SECULO+SEGUNDO+A+IFFHS.html e, em 2015, a Revista Placar elaborou o ranking dos maiores campeões absolutos do Brasil, em qual o Cruzeiro e o estão na primeira colocação, \\- Placar, 2 de abril de 2015 como os clubes com o maior número de títulos oficiais do futebol brasileiro. No que diz respeito ao somatório de títulos oficiais de abrangência nacional e internacional de clubes brasileiros de futebol (sem contar títulos oficiais de abrangência estadual e regional), em outubro de 2023 o Cruzeiro figurava como quarto colocado. O Cruzeiro é o 5° clube brasileiro com o maior número de vitórias na Copa Libertadores da América, com 95 vitóriashttps://www.torcedores.com/noticias/2021/01/palmeiras-clube- brasileiro-com-mais-vitorias-libertadores e com 642 vitórias é o 9º clube com o maior número de vitórias na história do Campeonato Brasileiro de Futebol (soma dos campeonatos de 1959 a 2019). Além disso, é o nono do Ranking Histórico de Pontos.Ranking histórico: Campeonato Brasileiro No Campeonato Brasileiro de Futebol, o Cruzeiro fez a melhor campanha 6 vezes (1966, 1974, 2000, 2003, 2013 e 2014, disputou 8 semifinais (1966, 1967, 1968, 1975, 1987, 1995, 1998 e 2000), 4 fases finais (1969, 1970, 1973 e 1974), 4 finais (1966, 1974, 1975 e 1998), com 5 vice-campeonatos (1969, 1974, 1975, 1998 e 2010) e 4 títulos de campeão (1966, 2003, 2013 e 2014). Em outros esportes, o Cruzeiro se destaca também no Vôlei, em 2009 firmou parceria com a Associação Social e Esportiva Sada para formar uma equipe masculina de voleibol, o Sada Cruzeiro, que tem sido uma das mais importantes do país, sendo a única equipe brasileira a ter conquistado o Campeonato Mundial de Clubes de Voleibol, entre vários títulos importantes, como: quatro Mundiais de Clubes de Voleibol, nove Sul- Americanos de Voleibol, oito Superligas Nacionais, sete Copas Brasil de Voleibol, cinco Supercopas Brasileiras de Voleibol e quinze Campeonatos Mineiros. No atletismo o Cruzeiro também tem um time forte, fazem parte de sua equipe vários atletas importantes, disputando as mais diversas corridas de nível nacional e mundial. == História == === Início como Palestra Itália === O Cruzeiro foi fundado no dia 2 de janeiro de 1921, por desportistas da colônia italiana de Belo Horizonte, com o nome de Società Sportiva Palestra Itália. As cores adotadas, como não poderia deixar de ser, foram as mesmas da bandeira italiana: verde, vermelho e branco. Na verdade a escolha do uniforme foi feita de acordo com as refinadas ideias do designer Arthur Lemmes, na própria capital mineira. Em 1922, o clube compra um terreno pertencente à prefeitura, onde hoje fica o Parque Esportivo do Cruzeiro. Em 23 de setembro de 1923, inaugura seu estádio, no Barro Preto, construído por jogadores e associados a maioria da colônia italiana de Belo Horizonte, composta em grande parte por operários de construção civil. Além de se caracterizar como uma equipe de descendentes de italianos, o Palestra também destacava-se por possuir elementos da classe trabalhadora da cidade. No corpo social do Palestra, prevaleciam homens da profissão de pedreiros, policiais, pintores, comerciários, marceneiros, médicos, escritores, políticos, industriários e empresários que eram os filhos dos imigrantes que vieram construir a capital do estado de Minas Gerais, Belo Horizonte, em 1894, e que herdaram de seus pais as mesmas profissões. O primeiro uniforme do clube foi composto por camisa verde, calção branco e meias vermelhas. O clube foi restrito apenas a participação de elementos da colônia e, consequentemente, brancos, até o ano de 1925, quando é retirada do estatuto do clube uma cláusula que impedia a inscrição de atletas e associados que não fossem de origem italiana. Isso abre as portas para colaboradores de qualquer origem.Há uma confusão no que diz respeito a um clube existente na capital chamado Yale. Muitos imaginam que este deu origem ao Palestra e posteriormente ao Cruzeiro. O Yale também era um clube fundado por descendentes de italianos, que surgiu anos antes do Palestra. Mas, após uma crise, e com o crescimento do outro clube de imigrantes em Belo Horizonte, grande parte dos associados e jogadores do Yale migraram para o Palestra. O Yale foi dissolvido em 1925. Foram registrados até hoje apenas quatro jogos entre os clubes, são eles: Palestra 0 x 1 Yale (17 de julho de 1921), Palestra 0 x 0 Yale (6 de novembro de 1922), Palestra 0 x 0 Yale (7 de maio de 1922) e Palestra 3 x 2 Yale (5 de agosto de 1923). Todos os jogos válidos pelo Campeonato da Cidade. A primeira conquista significativa oficial e reconhecida do Palestra é o tricampeonato mineiro entre 1928 e 1930, sendo os dois últimos de forma invicta. O crescimento do time na cidade força as outras grandes equipes da época a se organizarem e em 1933 criam a primeira liga profissional do estado, a Associação Mineira de Esportes. Finalmente, em 1925, prevaleceu a vontade da maioria dos associados do clube que gostariam de ver o Palestra como um grande clube, com a extinção da cláusula dos estatutos que impedia a participação de atletas de outras nacionalidades. Outra modificação feita foi o aportuguesamento do nome do clube que passou a se chamar Sociedade Sportiva Palestra Italia. O primeiro jogador de outra nacionalidade que o clube recebeu foi Nereu, que era da colônia sírio-libanesa e jogava no Sírio Horizontino. === Palestra Itália torna-se Cruzeiro Esporte Clube === Em 1936, alguns dirigentes e ex-atletas lideraram um movimento de nacionalização do Palestra que levou o nome de Ala Renovadora. A intenção do grupo era mudar o nome do clube que já havia deixado de ser uma associação exclusiva da colônia italiana e por isso não havia mais sentido em se usar o nome Itália. A ideia sofreu resistências mas acabou ganhando aliados, recebendo, em seu primeiro projeto, o nome de \"Renovadora Football Club\", e alterando as cores de verde e vermelho para verde e branco, substituindo o vermelho do sangue derramado por italianos para o branco da paz. O Renovadora Football Club chegou a realizar alguns treinos com esse nome, porém, uma ala preconceituosa, que era maior parte da elitizada diretoria, rejeitou a ideia. VERDURA, Fábio. “Futebol: Esporte inventado no Brasil” - Consultado em 01 de outubro de 2020. Em 30 de janeiro de 1942, em plena Segunda Guerra Mundial, o Presidente Getúlio Vargas, que já havia declarado guerra aos países do Eixo (Itália, Alemanha e Japão), através de um Decreto-Lei, determinou a proibição do uso de termos e denominações referentes as nações inimigas. A primeira partida após a publicação do Decreto-Lei era contra o Atlético-MG no dia 1 de fevereiro de 1942. O time entrou em campo com uma camisa azul e três listras brancas horizontais, sem escudo e sem nome. Somente em 4 de fevereiro de 1942, a diretoria adotou o nome provisório de Palestra Mineiro, em substituição à Societá Sportiva Palestra Itália, conforme determinação presidencial. As cores do novo clube foram escolhidas em homenagem à origem da instituição, o Yale. ZEBU, Mateus. “Cruzeiro Esporte Clube: sua origem” - Consultado em 22 de Junho de 2019. A necessidade de se transformar o clube numa entidade totalmente brasileira, e após a publicação de outro Decreto-Lei em 31 de agosto de 1942, foi concretizada em 2 de outubro de 1942, quando, numa reunião da diretoria, foi aprovada uma nova mudança no nome do clube para Ypiranga, em homenagem ao local onde teria sido proclamada a Independência do Brasil. No dia 7 de outubro de 1942, numa nova assembleia, que acabou com a renúncia do presidente Ennes Cyro Pony,entregar a direção do clube, por 15 dias, a uma junta governativa; doar todos os troféus e bronzes à campanha do metal e adotar um novo uniforme para a equipe de futebol. E foi aprovado o nome do clube que permanece até hoje: Cruzeiro Esporte Clube, uma homenagem ao símbolo maior da pátria, a constelação do Cruzeiro do Sul, e que foi sugerida pelo ex- presidente do clube Oswaldo Pinto Coelho, o time ainda utilizaria o nome Palestra, provisóriamente durante todo o final de 1942, pois a burocracia da Federação de Futebol só aprovou os novos estatutos no início de 1943. A LUCTA DOS TITANS A invenção da rivalidade entre Clube Atlético Mineiro e a Sociedade Sportiva Palestra Itália: 1921 - 1942 - Consultado em 15 de Junho de 2017. “O clássico dos clássicos” das alterosas mineiras:a invenção da rivalidade futebolística entre Athletico e Palestra - Consultado em 22 de Junho de 2017. O uniforme passou a ser azul, em homenagem a cor oficial da residência da realeza italiana, a Casa de Saboia. Assim, o clube passou a ostentar os símbolos das duas pátrias e que, inclusive, eram presentes nos uniformes das seleções esportivas de ambos os países. No Em 17 de dezembro de 1942, Mário Grosso foi eleito pelo Conselho para presidente do Cruzeiro (era o primeiro desde o surgimento do novo nome). O primeiro jogo da equipe com o nome Cruzeiro aconteceu no final de 1942, diante do América. O nome deu sorte, e o Cruzeiro venceu por 1 x 0. === Construindo o futuro === Em seus primeiros anos de vida, o Cruzeiro conquistou o tricampeonato mineiro de 1943 a 1945 e reformou o seu estádio que passou a se chamar Estádio Juscelino Kubitschek, em homenagem ao então governador do estado. Constrói também uma arquibancada coberta e altera a posição do campo. A obra e as despesas com o plantel dão origem a uma crise financeira. Sem dinheiro, o clube perde seus principais jogadores. Em 1952, é obrigado a dispensar todo o quadro de profissionais e promove os juvenis. Passa a viver em um regime semi-amador. Para saldar as finanças, a solução encontrada foi disputar amistosos pelo estado em troca de cachês. Mais do que dinheiro, o clube também conquista torcedores nas cidades do interior, tornando-se aos poucos o clube mais popular de Minas. A redenção vem com a construção de sua sede social no Barro Preto, que aumentou a arrecadação do clube. Com as contas sanadas, voltou a ser grande e formou o esquadrão tricampeão mineiro de 1959 a 1961. === Era Mineirão === Com a inauguração do Mineirão em 1965, o futebol mineiro rompe sua característica provinciana com a inclusão de Minas Gerais nas competições nacionais. O primeiro clássico de comemoração entre Atlético-MG e Cruzeiro no estádio do Mineirão foi pela final do mineiro de 1965. Este foi o primeiro clássico disputado no Mineirão e o primeiro depois da pancadaria no Independência. O jogo foi tenso, deste o princípio, com muitas jogadas violentas. O Cruzeiro dominava a partida e vencia por 1 a 0, quando Décio Teixeira cometeu pênalti em Wilson Almeida, que entrava na área para marcar o 2º gol, aos 34 minutos do segundo tempo. O Atlético-MG protestou alegando que a falta havia sido cometida sobre a risca da grande área, se esquecendo que a linha faz parte da mesma. Alguns jogadores do Atlético-MG agrediram o árbitro e entraram em atrito com policiais. Foram 30 minutos de paralisação e o árbitro relatou na súmula a expulsão de 9 jogadores. O Atlético abandonou o estádio antes do encerramento da partida. Assim, após o término, Tostão, ironicamente, lamentou que o jogo não tivesse sido reiniciado, pois seria o início de uma grande goleada. O Cruzeiro ficou com o título mineiro daquele ano, abrindo a Era Mineirão. Nos primeiros anos do estádio, o time conquistou o pentacampeonato mineiro de 1965 a 1969 e o título da Taça Brasil de 1966 (quando o primeiro jogo das finais terminara em 6 x 2 numa final histórica contra o de Pelé, cuja partida derradeira se deu em São Paulo com o placar de 3 a 2 de virada para o time azul). O Mineirão é palco das grandes finais que um representante mineiro já conseguiu: Supercopa Libertadores (1991 e 1992) Copa do Brasil (1993, 1996, 2000, 2003 e 2017), Libertadores da América (1976 e 1997) e Campeonato Brasileiro (1966). === A conquista da Taça Brasil de 1966 === Após 22 partidas pelo Campeonato Mineiro de 1965 e 6 pela Taça Brasil de 1966, em 30 de novembro de 1966, o Cruzeiro começava a escrever contra o Santos uma das páginas mais importantes de sua história, seu primeiro título nacional. Na primeira partida da final, no Mineirão, o Cruzeiro termina o primeiro tempo vencendo por inimagináveis 5 a 0. Os jogadores pareciam não acreditar que aquilo era verdade. No segundo tempo, o Santos esboçou uma reação fazendo dois gols, mas Dirceu Lopes marca mais um e a partida termina 6 a 2. No segundo jogo, no Pacaembu, em São Paulo, o Santos termina o primeiro tempo vencendo por 2 a 0. Todos acreditavam que a derrota humilhante do último jogo seria devolvida. A confiança era tanta que no intervalo da partida, dirigentes paulistas procuraram o presidente do Cruzeiro para marcar a terceira partida para o Maracanã. Isso foi como uma afronta aos cruzeirenses. O técnico Ayrton Moreira utilizou a atitude prepotente dos paulistas como estímulo aos seus jogadores. Na volta para o segundo tempo, Tostão ainda perdeu um pênalti. Mas se redime ao marcar de falta aos 18 minutos. Dez minutos depois, Dirceu Lopes empata. Aos 44, Natal dá o golpe de misericórdia. A equipe de jovens garotos vence o melhor time do mundo na época, e torna-se campeã da Taça Brasil. A conquista foi de tamanha repercussão que, no ano seguinte, o Torneio Rio-São Paulo teve que abrigar clubes de Minas Gerais e Rio Grande do Sul, criando o Torneio Roberto Gomes Pedrosa, o \"Robertão\", embrião do atual Campeonato Brasileiro. Ainda em 1967, devido à Taça Libertadores da América, o Cruzeiro disputa sua primeira partida oficial no exterior, contra o Deportivo Galicia, da Venezuela, em Caracas, vencendo por 1 a 0. Nesse período, surgem os primeiros grandes ídolos do clube: Tostão, Dirceu Lopes, Piazza e Raul Plassmann. Em 1966, Tostão foi o primeiro jogador de um clube mineiro a disputar uma Copa do Mundo. Em 1970, quatro jogadores conquistam o Tri pela Seleção: Tostão, Piazza, Fontana e Brito (ex-). === Década de 70 - A conquista da América === Nos Campeonatos Brasileiros, em 1974 foi vice pela primeira vez, perdendo em uma decisão muito confusa contra o Vasco da Gama, e em 1975 foi novamente vice após perder para o Internacional. Na Taça Libertadores da América de 1976, o Cruzeiro conquistou seu primeiro título na competição, sobre o da Argentina. Na primeira da final, no Mineirão, vitória por 4 a 1. Na partida seguinte, no Estádio Monumental de Nuñez, em Buenos Aires, derrota por 2 a 1. Durante a campanha, acontece uma partida que é considerada como o melhor jogo da história do Mineirão, a vitória do Cruzeiro por 5 a 4 em cima dos então campeões brasileiros, o Internacional. O regulamento previa uma terceira partida em campo neutro. Esta foi realizada no Estádio Nacional de Santiago, no Chile, onde a Seleção Brasileira havia sido bicampeã do mundo em 1962. O Cruzeiro faz dois gols ainda no primeiro tempo. Mas com a ajuda da arbitragem e da tradicional catimba argentina, o River empata. Aos 44 minutos do segundo tempo, falta na entrada da área e Nelinho, prepara-se para cobrar. Enquanto ele se vira para trás para correr e ganhar força no chute, Joãozinho é mais rápido e bate colocado no ângulo, sem chances para o goleiro argentino. O Cruzeiro faz 3 a 2 e é campeão da América. Ainda em 1976, o clube é derrotado na Copa Intercontinental, pelo , da Alemanha, que contava com jogadores como Gerd Müller, Franz Beckenbauer, Karl-Heinz Rummeniege e Sepp Mayer, que eram a base da então seleção campeã do mundo em 1974. Em 1977, o Cruzeiro chega novamente à final da Libertadores, mas dessa vez é derrotado nos pênaltis pelo , da Argentina. O Cruzeiro foi derrotado por 1 a 0 em Buenos Aires, venceu pelo mesmo placar em Belo Horizonte e o terceiro jogo em Montevidéu terminou empatado sem gols. Na disputa de pênaltis, o time argentino venceria por 5 a 4 e conquistaria aquele que seria seu primeiro de um total atual (até 2011) de seis conquistas na competição. Nos anos 1970, para evitar o déficit financeiro causado pela disputa do Campeonato Mineiro, o clube partiu para amistosos no exterior em troca de cachês em dólar. O dinheiro foi suficiente para manter os craques e conquistar o tetracampeonato estadual de 1972 a 1975. Em 1977 chega ao décimo título mineiro na \"Era Mineirão\", em 13 disputados. === Década de 80 e o período de vacas magras === Os esforços da década anterior não foram suficientes para evitar a crise financeira que acompanharia o clube nos anos 1980. O Cruzeiro amargou um período de maus resultados no Campeonato Brasileiro e a conquista de apenas dois estaduais, em 1984 e 1987. A nova redenção veio a partir das vendas de jogadores para o futebol estrangeiro e das cotas de transmissão de jogos, que passaram a ser pagas pelas emissoras de televisão, a partir da Copa União, em 1987. === Série de títulos nas décadas de 1990 e 2000 === A década de 1980 não foi muito positiva para o clube, conquistando apenas dois campeonatos estaduais (1984 e 1987), além de fracas campanhas no Campeonato Brasileiro. No entanto, na década de 1990 o Cruzeiro iniciou uma impressionante sequência de 15 anos ganhando pelo menos um título por ano. Foram duas Supercopas da Libertadores (1991 e 1992), uma Recopa Sul-Americana (1998), quatro Copas do Brasil (1993, 1996, 2000 e 2003), uma Copa de Ouro Nicolás Leoz (1995), uma Copa Master da Supercopa (1995), duas Copas Sul-Minas (2001 e 2002), oito Campeonatos Mineiros (1990, 1992, 1994, 1996, 1997, 1998, 2003 e 2004) uma Copa Centro-Oeste (1999), duas Copa dos Campeões Mineiros (1991 e 1999), um Supercampeonato Mineiro (2002), além da segunda Taça Libertadores da América (1997) e do Campeonato Brasileiro de 2003, o primeiro disputado por pontos corridos, em turno e returno. A sequência de títulos foi interrompida em 2005, mas no ano seguinte o clube já voltou a vencer o campeonato estadual, conquista essa que se repetiu em 2008 e 2009. Nesse período a torcida cruzeirense ganhou mais alguns ídolos, entre eles Charles, Boiadeiro, Douglas, Ademir, Renato Gaúcho, Roberto Gaúcho, Ronaldo, Nonato, Dida, Ricardinho, Marcelo Ramos, Fábio Júnior, Alex Alves, Cris, Sorín, Fred, Alex e Ramires, além de ter contratado o penta campeão Rivaldo que só jogou metade do 1° semestre de 2004, sem grandes sucessos, mas mesmo assim foi campeão mineiro em 2004. A maior façanha da década de 2000, aconteceu em 2003, quando o Cruzeiro, sob o comando do respeitado técnico Vanderlei Luxemburgo, e comandado pelo craque Alex e seus companheiros, conquistou o inédito título no Brasil da \"Tríplice Coroa\", que significa a conquista do Campeonato Estadual, Copa do Brasil e Campeonato Brasileiro. Nesse ano, o time fez uma campanha nunca antes vista no Campeonato Brasileiro: marcou mais de cem gols e conquistou, com quatro rodadas de antecedência, a primeira edição de pontos corridos do Campeonato Brasileiro, cujo título cabe ao time que fizer mais pontos durante a competição. O ano de 2004 foi decepcionante e ao mesmo tempo marcante pois nessa temporada o Cruzeiro alcançou um feito inédito no Brasil, que foi ganhar pelo menos um título por temporada durante 15 anos (1990 a 2004). Antes disto só haviam feito esse recorde times europeus como e . Essa seqüência foi quebrada no ano de 2005 quando o Cruzeiro perdeu a final do Campeonato Mineiro pelo inacreditável . Depois disto de fato o Cruzeiro não teve grandes marcas conquistando só apenas três mineiros (2006, 2008 e 2009). Os Campeonatos Mineiros de 2008 e 2009 foram marcantes, porque o Cruzeiro duas vezes bateu seu maior rival nas finais por impressionantes 5 a 0. Na mesma temporada de 2009 o Cruzeiro chegou na final da Libertadores contra o , o mesmo adversário que tinha enfrentado na fase de grupos. Na primeira partida final, um empate em 0 a 0 que deixou o Cruzeiro muito próximo do tricampeonato, mas no jogo de volta no Mineirão com 64,8 mil pessoas, o Cruzeiro perderia para o Estudiantes depois de ter feito 1 a 0, ao final do jogo, 2 a 1 de virada para o Estudiantes e fim do sonho do tricampeonato e do sonho de ser campeão mundial (pela Copa do Mundo de Clubes da FIFA), visto que o clube havia disputado por duas vezes a antiga Copa Intercontinental (ao conquistar a Libertadores, em 76 e 97) mas perdeu em ambas as ocasiões, em que enfrentou clubes alemães: em 1976 o e em 1997 o . === O Dia do Cruzeiro e o Dia do Cruzeirense === Em 14 de julho de 2008 foi sancionada a Lei nº 9.590/2008 Câmara Municipal de Belo Horizonte. Página visitada em 29 de dezembro de 2013. pelo então prefeito de Belo Horizonte, Fernando Damata Pimentel, que instituiu \"O Dia do Cruzeiro e o Dia do Cruzeirense\", comemorado anualmente o dia internacional no dia 2 de janeiro. A lei foi resultado do Projeto de Lei nº 1.594/2008 Câmara Municipal de Belo Horizonte. Página visitada em 8 de janeiro de 2010. de autoria do vereador Alberto Rodrigues. Câmara Municipal de Belo Horizonte. Página visitada em 8 de janeiro de 2010. === Década de 2010 === Na temporada de 2010 o Cruzeiro foi regular terminou o Mineiro na 3° colocação, foi até às quartas- de-final da libertadores e foi vice-campeão brasileiro. Mas neste mesmo ano o Cruzeiro foi reconhecido oficialmente pela CBF como bicampeão brasileiro, por ter conquistado a Taça Brasil de Futebol de 1966. Em 2011, o time celeste tem um começo de temporada impressionante, se destacando não só no cenário nacional como também internacional, tendo sido chamado pelo treinador uruguaio Diego Aguirre (que comandou o time do nesta edição e foi vice-campeão do torneio) de \"Barcelona das Américas\", devido ao seu estilo de jogo que se parecia com o do clube catalão: qualidade no toque de bola, volume de jogo e principalmente, a formação que não tinha um centroavante fixo. Com esse estilo de jogar, o Cruzeiro fez sua estreia na Copa Libertadores da América contra o Estudiantes, time que desbancou o Cruzeiro na final da Libertadores de 2009, na Arena do Jacaré, e aplicou uma goleada de 5 a 0 no time argentino, com uma atuação praticamente impecável de todo o elenco, se vingando com estilo da perda do título de 2009 e colocando o Cruzeiro já como favorito à conquista do torneio. Na sequência da competição, o time derrotou o do Paraguai em casa por 4 a 0, empatou fora com o da Colômbia por 0 a 0 (com o goleiro Fábio, ídolo da torcida celeste, defendendo um pênalti e evitando a derrota), construiu mais um resultado de expressão contra o Tolima em casa, por 6 a 1, derrotou o Guaraní fora por 2 a 0 e surpreendeu no último jogo da fase de grupos, jogando contra o Estudiantes fora de casa, jogo que era temido que o Cruzeiro não conseguisse a vitória, mas o time surpreendeu a todos com um placar de 3 a 0, mais uma vez com uma ótima atuação da equipe, consolidando a supremacia da equipe celeste na 1ª fase e selando a classificação às oitavas-de-final como melhor 1º colocado da fase de grupos, com uma campanha arrasadora e que colocava o time como favorito absoluto à conquista do torneio. Mesmo priorizando a Libertadores, o Cruzeiro conseguiu, ao mesmo tempo, manter o bom aproveitamento também no Campeonato Mineiro, terminando a 1ª fase da competição em 1º, com um ótimo aproveitamento e saldo de gols. Nessa mesma época se deu a criação de um grupo de pomponetes do clube, como havia também na década de 1990, sendo lideradas pelo líder de torcida e ex-campeão mineiro de ginástica artística, Mateus \"Zebu\". Na sequência da Libertadores, o Cruzeiro enfrenta o da Colômbia, pior 2º colocado da fase de grupos, com a 1ª partida sendo disputada fora de casa. Mesmo com as adversidades e desfalques, o Cruzeiro conseguiu a vitória de 2 a 1, sofrendo um gol no final do jogo. O resultado, apesar de não ter sido um placar elástico que deixasse o time e a torcida mais tranquila para o jogo de volta, já dava o Cruzeiro como praticamente classificado para as quartas-de-final da competição. Com a classificação do Santos, para as quartas, que seria o adversário do Cruzeiro caso a equipe conseguisse avançar à tal fase da competição, o assunto deixou de ser o jogo de volta, que para muitos já era tido como ganho, e passou a ser a partida entre Cruzeiro e Santos, que era tida como uma das mais esperadas do ano, por serem considerados os dois melhores times da competição. Mas no dia do jogo de volta, o time que encantou a América foi surpreendido dentro de casa, e de uma forma que, até hoje, muitos ainda lamentam. A derrota para o Once Caldas por 2 a 0 dentro de casa, depois de uma exibição pífia da equipe dentro de campo, encerrou, de forma inesperada, a participação do Cruzeiro na competição. Ainda sem se recuperar do baque da eliminação da Libertadores, o time entra em campo, 4 dias depois, para a disputa do jogo de ida da final do Campeonato Mineiro de 2011, e ainda por cima contra o arquirrival Atlético. Visivelmente abatido pela eliminação, o time sofreu derrota por 2 a 1 para o rival, o que deixou alguns torcedores já desconfiados da conquista do título, apesar do time precisar apenas de uma vitória simples no jogo de volta, o que o time havia apresentado estaria longe de conseguir a vitória. Passada uma semana, era o dia do jogo de volta, a decisão do título. E a equipe mostrou superação dentro de campo, vencendo o rival por 2 a 0 e, assim, conquistando o título, apagando a tristeza da eliminação e ganhando confiança para a disputa do Campeonato Brasileiro. Porém, na disputa do torneio nacional, a equipe decepcionou. Passou boa parte do campeonato fugindo da zona de rebaixamento, que só não ocorreu porque na última partida, o Cruzeiro enfrentou o arquirrival Atlético-MG e aplicou a segunda maior goleada da história do clássico: 6 a 1. Em 2013 foi ano para ficar marcado, após várias saídas, a diretoria resolveu fazer uma mudança significativa no clube, contratando várias promessas e um novo técnico, Marcelo Oliveira. O trabalho começou com parte da torcida desconfiada do então trabalho que o técnico poderia realizar, mas após boa campanha no Campeonato Mineiro daquele ano, a desconfiança se tornou força de vontade e empenho nas arquibancadas do Mineirão. O Campeonato Brasileiro começou bem, mas só foram 5 rodadas para a equipe mostrar sua verdadeira força, após um primeiro turno quase perfeito na primeira colocação , a equipe continuou no embalo em busca do seu tri campeonato nacional. Se arrastando até o fim como líder, em uma disputa árdua contra o Grêmio, enfim o título veio, na vitória por 3 a 1 contra o no Barradão. O ano de 2014 foi ainda mais especial para o cruzeirense, depois de manter quase todo o time para a temporada, a equipe começou o ano com o pé direito, conquistando o Campeonato Mineiro daquele ano em cima do Atlético, em final polêmica. \\- ESPN, 14 de abril de 2014 Mais uma vez o trabalho de Marcelo Oliveira vinha dando certo, uma boa campanha na Libertadores, chegando às quartas de final. Mas a equipe queria mais, e depois de 6 rodadas no Campeonato Brasileiro já havia assumido o posto mais alto da tabela, e de lá não saiu, depois de meses de luta contra o São Paulo, terminou o ano em alta, chegando a mais uma final de Copa do Brasil e levantando mais um troféu de campeão brasileiro, o quarto título do Cruzeiro na competição. Como seus destaques nos dois títulos brasileiros consecutivos, Fábio, Éverton Ribeiro, Ricardo Goulart e Lucas Silva comandavam as partidas do bicampeão brasileiro. Em 2015 e 2016, o Cruzeiro fez fracas campanhas, com eliminações na Libertadores e na Copa do Brasil. Não ganhou nenhum título nesses dois anos. Em 2017, o Cruzeiro perdeu a final do Campeonato Mineiro para o maior rival, Atlético. Em seguida, foi eliminado da Copa Sul-Americana. Porém, o Cruzeiro se sagrou campeão da Copa do Brasil, após eliminar times como o São Paulo, Chapecoense, Palmeiras e Grêmio, até chegar na final contra o Flamengo, quando se sagrou campeão do torneio. Em 2018, a equipe começou o ano com o pé direito, conquistando o Campeonato Mineiro daquele ano em cima do Atlético, com apenas uma derrota e revertendo a vantagem do rival, que era de 3-1 com um jogo de volta polêmico. Na Copa do Brasil, o Cruzeiro eliminou Atlético Paranaense. Eliminou o Santos na disputa de pênaltis, onde o goleiro Fábio pegou todos os pênaltis da equipe paulista. Eliminou o Palmeiras, até chegar na final da competição contra o Corinthians, venceu os dois jogos e se sagrou campeão da Copa do Brasil pela segunda vez consecutiva. === Rebaixamento em 2019 === Depois de uma temporada caótica com irregularidades dentro e fora de campo, o Cruzeiro foi rebaixado pela primeira vez em sua história do Campeonato Brasileiro. Começou o ano ainda bem com o título do Campeonato Mineiro e uma boa campanha na fase do grupos da Copa Libertadores, mas não conseguiu manter o momento. Depois de um investigação da Polícia Civil sobre transações irregulares e uso de empresas de fachada para ocultar crimes cometidos dentro do clube no meio do ano, o time foi eliminado da Libertadores e da Copa do Brasil. No Brasileirão nunca saiu da segunda parte da classificação e lutou contra o rebaixamento até a última rodada. Foi enfim rebaixado depois de uma derrota com o placar de 2–0 contra o Palmeiras no dia 8 de dezembro de 2019, em jogo que teve que ser encerrado antes dos 45 minutos do segundo tempo por falta de segurança, devido a violência e revolta da torcida cruzeirense. === Década de 2020, início da Era Ronaldo e transição para a Era Pedro Lourenço === Durante os dois primeiros anos da década, 2020 e 2021, o clube expressava em seus compromissos dentro de campo o mais inteligível estado que também era existente fora dele. As dívidas que iriam se acumulando cada vez mais só contribuíam para o crescimento da crise dentro da instituição, e com isso, a equipe passou a maior parte das duas temporadas da Segunda Divisão brigando contra o rebaixamento para a série C, o que ocasionou uma grande quantidade de demissões de treinadores, dirigentes e jogadores durante este período. Isto, acabou deixando a raposa por três anos consecutivos longe da elite do futebol nacional.https://ge.globo.com/futebol/times/cruzeiro/noticia/cruzeiro-repete- o-flu-nao-sobe-e-sera-o-1o-grande-a-jogar-duas-edicoes-seguidas-da- serie-b.ghtmlhttps://ge.globo.com/futebol/times/cruzeiro/noticia/matematicos- decretam-fim-do-sonho-do-cruzeiro-de-disputar-a-serie-a- em-2022.ghtmlhttps://www1.folha.uol.com.br/esporte/2021/10/crise-financeira- deve-fazer-cruzeiro-quebrar-recorde-na-serie-b.shtml Porém, em 18 de dezembro de 2021, ao término da temporada daquele ano, foi anunciada a compra da SAF do clube por Ronaldo Nazário, ex-jogador e ídolo da raposa. Com uma mudança drástica no planejamento do elenco e revitalizações em praticamente todas as funções dentro do clube para a temporada de 2022, o time liderado pelo Uruguaio Paulo Pezzolano conquistou o acesso a Série A de 2023 antecipadamente, após a vitória contra o Vasco da Gama pelo placar de 3–0. Na rodada seguinte, ao golear a Ponte Preta em Campinas por 4 a 1 e conseguir uma combinação de resultados ao seu favor naquela ocasião, o Cruzeiro já não podia mais ser alcançado por nenhum outro clube na classificação, tendo assim conquistado o título da Série B com oito rodadas de antecedência.https://ge.globo.com/futebol/times/cruzeiro/noticia/2022/09/30/cruzeiro- conquista-serie-b-sem-entrar-em-campo-e-se-torna-campeao-mais-antecipado-da- historia.ghtml O clube bateu o recorde como o time que conseguiu o acesso mais rápido à Série A desde 2006 com a implantação dos pontos corridos, na 31ª rodada, e também como o que conquistou o título da maneira mais antecipada, na 32ª rodada. Em 29 de abril de 2024, foi anunciada a aquisição de 90% da SAF pelo empresário Pedro Lourenço, proprietário da quinta maior rede de supermercados do Brasil, o Supermercados BH. == Símbolos == === Escudo === Desde sua fundação, o escudo do Cruzeiro já mudou algumas vezes, assim como o nome e as cores do clube.História Evolução do Escudo do Cruzeiro Esporte Clube 1921 1927 1942 1959 1961 1996 2003 2016 2021 === Hino === O hino oficial foi escrito por Jadir Ambrósio, que fez o hino do seu time de coração em 1965, ao participar de um concurso na Rádio Inconfidência. Na época, a diretoria cruzeirense, comandada pelo presidente Felício Brandi, conclamava os compositores mineiros a criarem um hino para o clube celeste que até aquele momento não tinha aquela composição. Ambrósio foi o vencedor e tocou pela primeira vez o hino que levou o nome Hino ao Campeão no programa do radialista Aldair Pinto, no seu programa \"Roteiro das Duas\".Seu Jadir Ambrósio, o compositor do hino do Cruzeiro === Mascote === O mascote do Cruzeiro é raposa. Foi desenhada pelo chargista Fernando Pieruccetti (mais conhecido como Mangabeira) no ano de 1945, que se inspirou em Mário Grosso, ex-presidente do clube, conhecido por sua esperteza e astúcia no comando dos negócios do ClubeMascotes do Brasil: Cruzeiro e sua astuta Raposa e pelo fato da raposa ser o animal que se alimenta de galináceos, numa clara alusão ao seu rival regional. === Camisa === O primeiro manto do Palestra foi verde, com frisos em vermelho na ponta das mangas e o logotipo no peito com o \"PI\" entrelaçado em um losango vermelho e verde com fundo branco, calção branco e meias verdes. Entre 1922 e 1927, a equipe adotou uma camisa num tom de verde mais claro e mudou algumas vezes seu logotipo até vestir uma camisa num de verde ainda mais claro entre 1928 e 1939. Nesse período, uma Ala Renovadora já tentava articular uma mudança no nome do clube pelo fato de ele já não ser uma associação exclusiva dos italianos. Entre 1940 e 1942, o Palestra utilizou seus últimos uniformes italianos e mudou radicalmente sua vestimenta ao adotar uma camisa verde com faixas horizontais em branco e vermelho escuro, cores que deram ao clube o apelido de tricolor. Em 1942, a nacionalização do clube aconteceu graças ao Governo Brasileiro, que proibiu qualquer menção aos países inimigos durante a Segunda Guerra Mundial, sendo a Itália uma dessas nações.A História Com isso, o time escolheu a cor azul com listras brancas na horizontal e o nome temporário de Ypiranga, em homenagem ao local onde foi proclamada a Independência do Brasil. Em outubro do mesmo ano, uma assembleia definiu que o clube passaria a se chamar Cruzeiro Esporte Clube, com camisa toda azul, golas e punhos brancos, calção branco e meias brancas, com a constelação do Cruzeiro do Sul, o maior símbolo da pátria brasileira, no peito. Nos anos 50, a equipe lançou sua tradicional camisa branca, acompanhada de calção azul e meias brancas, para jogos noturnos, tática que beneficiaria a identificação dos jogadores nos acanhados – e pouco iluminados – estádios brasileiros da época. Em 1956, o clube inovou com uma camisa listrada na horizontal em azul e branco, utilizada poucas vezes, mas foi em 1959 que o Cruzeiro adotou a camisa totalmente azul apenas com as estrelas como escudo, padrão que inspirou fases douradas da equipe nos anos 60 e 70. Os anos se passaram e poucas mudanças ocorreram no uniforme da Raposa, a não ser pela entrada de patrocinadores nos anos 80 e tradicionais camisas cheias de desenhos geométricos ou brilhantes nos anos 90, como a camisa azul cheia de detalhes utilizada entre 1992 e 1996, e a camisa branca com vários tons de azul feita pela Finta, em 1996. Em 1997, ano de mais uma Libertadores do clube, o azul ganhou mais estrelas espalhadas pelo uniforme e a volta das golas na cor branca. Em 1998, o clube começou a usar o escudo no lugar das estrelas no peito, algo que se tornaria padrão a partir dos anos 2000, época da Tríplice Coroa. Desde então, o Cruzeiro segue tradicional e só deixa a inovação para os terceiros uniformes, que vez ou outra são na cor amarela ou verde.Olympikus lança camisa amarela do Cruzeiro ==== Patrocínios e fornecedores ==== Ao longo do tempo, várias marcas e empresas patrocinaram o Cruzeiro. Abaixo encontra-se uma lista delas com seus respectivos anos. Período Fornecedor Patrocinador 1984 Topper Medradão 1985 Topper Frigorífico Perrella 1986 Adidas BDMG 1987 - 1988 Adidas - 1989 Adidas Coca-Cola 1990 - 1995 Finta Coca-Cola 1996 Finta Energil C 1997 - 1998 Rhumell Energil C 1998 - 1999 Topper Energil C 2000 - 2003 Topper FIAT 2004 - 2005 Topper Siemens Mobille 2006 - 2007 Puma Xerox 2007 - 2008 Puma Construtora Tenda 2009 Reebok Banco Bonsucesso 2010 - 2011 Reebok Banco BMG 2012 - 2014 Olympikus Banco BMG 2015 Penalty Supermercados BH 2016 - 2018 Umbro Caixa 2019 Umbro Digi+ 2020 - 2022 Adidas Supermercados BH 2023 - Adidas Betfair === Uniformes === ==== Uniformes dos jogadores ==== * 1º - Camisa azul, calção e meias brancas; * 2º - Camisa branca, calção e meias azuis; * 3º - Camisa azul-celeste, calção e meias azuis-celestes; ==== Uniformes dos goleiros ==== * Camisa azul, calção e meias azuis; * Camisa amarela, calção e meias amarelas; * Camisa laranja, calção e meias laranjas. ==== Uniformes de treino ==== * Camisa cinza, calção roxo e meias brancas; * Camisa roxa, calção cinza e meias brancas; * Camisa roxa, calção roxo e meias brancas. ==== Uniformes anteriores ==== ==Futebol feminino== Em 2019, o Cruzeiro apresentou sua primeira equipe de futebol feminino, \\- Superesportes, 27 de fevereiro de 2019 em virtude da nova exigência da Conmebol e CBF para fomento da modalidade. A norma exigia que os clubes tivessem um departamento de futebol feminino, ainda que na forma de parceria com outras equipes já existentes, para que pudessem disputar seus campeonatos do masculino, como a Libertadores. \\- Globoesporte, 30 de setembro de 2016 Já em sua primeira temporada, a equipe chegou ao vice-campeonato do Brasileirão Feminino - Série A2 e se sagrou campeã do Mineiro Feminino daquele ano, conquistando seu primeiro título na história da modalidade. \\- Superesportes, 7 de dezembro de 2019 == Torcida == right|thumb|300px|Torcida do Cruzeiro em Toronto durante o Brazilian Day Canada 2012. A torcida do Cruzeiro também é conhecida como Nação Azul ou China Azul devido à sua imensidão e ao grande crescimento nas últimas décadas. Curiosamente, este apelido foi dado pelo escritor atleticano Roberto Drummond, que reconhecera insofismavelmente em um de seus artigos, o crescimento incessante e a previsão da hegemonia da torcida cruzeirense em BH, Minas Gerais e no Brasil. Tal previsão está sendo comprovada nos dias de hoje quando todas as pesquisas dos mais sérios institutos de pesquisas como Ibope, Datafolha e Vox Populi dentre outros, apontam para quase o dobro da torcida azul frente ao rival Atlético Mineiro. O clube possui cerca de 8,5 milhões de torcedores espalhados pelo país, o que representa aproximadamente 4,5% da população nacional. É a primeira torcida no Brasil fora do eixo Rio-São Paulo. No estado de Minas Gerais, é o clube mais popular, ou seja, o clube de maior torcida no estado (na Região Metropolitana de BH, e no interior). Em 26 de março de 1931, o jornal Estado de Minas publicou resultado parcial de uma enquete (os votos eram depositados em urnas) que ajuda a compreender o porte das torcidas de Belo Horizonte naquela época. Computados mais de 800 votos, os resultados apontavam: Atlético, 46,2%; Cruzeiro (na época ainda denominado Palestra), 35,9%; e América, 10,8%.Jornal Estado de Minas, edição de 26 de março de 1931. Na edição de 31 de dezembro de 1971, a revista Placar publicou pesquisa feita, em Belo Horizonte, pelo Instituto Gallup. O resultado já indicava uma tendência de inversão na ordem das maiores torcidas da cidade: Atlético, 43%; Cruzeiro, 42%; e América, 5%. Na faixa entre 10 e 17 anos, o Cruzeiro já liderava com 46% contra 44% do rival Atlético.Revista PLACAR, edição de 31 de dezembro de 1971. Em 10 de dezembro de 2004 em outra pesquisa de opinião, publicada pelo jornal Estado de Minas, a torcida do Cruzeiro também apareceu como a maior de Belo Horizonte, com 48% de preferência entre os belorizontinos. De acordo com o Ibope, em 1998, 26% dos mineiros torciam para o Cruzeiro, e 16% para o Atlético. Em 2004, 32,8% dos mineiros torciam para o Cruzeiro, e 16,9% para o Atlético. De acordo com uma pesquisa feita pela Datafolha em 2009, 31% dos Mineiros torcem para o Cruzeiro, e apenas 15% para o Atlético. === Maiores públicos === Nas partidas em Belo Horizonte, os maiores índices de torcedores presentes foram: * Cruzeiro 1 x 0 Villa Nova, 22 de janeiro de 1997, (132 834), recorde de público pagante do Mineirão * Cruzeiro 0 x 0 Bayern München (ALE), 21 de dezembro de 1976, (113 715), recorde da Copa Intercontinental * Cruzeiro 3 x 1 Portuguesa, 29 de outubro de 1998, (103 294) * Cruzeiro 1 x 0 Sporting Cristal (PER), 13 de agosto de 1997, (95 472), recorde da Libertadores * Cruzeiro 2 x 2 Corinthians, 13 de dezembro de 1998, (92 859) * Cruzeiro 1 x 0 Nacional (URU), 3 de junho de 1988, (90 946) ** Exceto clássicos estaduais contra o Atlético (21 acima de 90 000) === Redes sociais === Em 2017, o Globoesporte.com elaborou um mapa do engajamento dos clubes nas redes sociais. O Cruzeiro predomina em todo o estado de Minas Gerais, o Cruzeiro é o único clube no topo em todas as regiões do estado.http://app.globoesporte.globo.com/futebol/mapa-das- curtidas-2017/index.html === Médias no Brasileirão === Ano Média 1959 Não participou 1960 Sem registro 1961 Sem registro 1962 Sem registro 1963 Não participou 1964 Não participou 1965 Não participou 1966 42 892 1967 34 038 1968 19 385 1969 38 024 1970 35 143 1971 22 784 1972 20 649 1973 20 872 1974 13 537 1975 24 701 1976 19 022 1977 31 804 1978 24 888 1979 31 686 Ano Média 1980 23 460 1981 22 867 1982 16 908 1983 36 891 1984 13 003 1985 22 540 1986 32 416 1987 33 235 1988 22 252 1989 21 494 1990 22 422 1991 24 395 1992 25 008 1993 12 130 1994 13 243 1995 20 759 1996 24 820 1997 9 175 1998 28 973 1999 28 587 2000 16 360 Ano Média 2001 14 656 2002 13 658 2003 25 981 2004 6 074 2005 15 753 2006 15 239 2007 23 504 2008 24 245 2009 20 437 2010 16 072 2011 10 377 2012 11 677 2013 28 911 2014 29 691 2015 22 075 2016 20 952 2017 14 547 2018 13 534 2019 22.438 ; Observação * Temporadas de 2010, 2011 e 2012 foram disputadas na Arena do Jacaré, em Sete Lagoas. === Recordes === * Maior média de público na história de um torneio na história do futebol: 73 mil pagantes por jogo na Supercopa de 1992. * Recorde absoluto de público presente em uma partida no Mineirão, 132 834 pessoas na partida contra o realizada em 22 de junho de 1997, sendo cerca de 52 mil não pagantes, dentre eles mulheres e crianças, e sendo a capacidade máxima do estádio Mineirão na época cerca de 130 mil, ou seja, algo inédito e inacreditável. * Maior público no Mineirão em uma partida internacional oficial: Final do Intercontinental: 117 mil contra o Bayern de Munique, em 1976 * Maior público de uma final de Taça Libertadores da América: 95 472 pessoas na partida contra o Sporting Cristal, em 1997. * Segundo maior público pagante numa final de Copa do Brasil: 85 841 pessoas na partida contra o São Paulo, em 2000, atrás apenas de 0 x 0 , em 1999, que teve 101 581 presentes (90 217 pagantes). * Recorde absoluto de público de todas as divisões do futebol brasileiro em 2003, com pagantes em 23 jogos no Campeonato Brasileiro, média de 25.981 pagantes por partida. * Grupo seleto de clubes que venderam mais de 10 milhões de ingressos em Campeonatos Brasileiros. * Maior público do Novo Mineirão: presentes na Final da Copa do Brasil 2017 * Maior goleada do Novo Mineirão: 7 a 0 contra a Universidad de Chile === Torcidas organizadas === Esta é uma lista de torcidas organizadas do Cruzeiro Esporte Clube. * Máfia Azul * Fanáti-Cruz * Mancha Azul * Pavilhão Independente * Fanáticos do Palestra * Torcida & MotoClube Motozeiros * Torcida Alcoolizada CachaZeiros * Torcida Jovem * Nascidos Palestra, Forjados Cruzeiro * Cru-Chopp Santa Tereza == Títulos oficiais == HONORÁRIOS Competição Títulos Temporadas Tríplice Coroa Nacional 1 2003 Melhor Clube Brasileiro do Século XX 1 Condecoração outorgada em 2009, pela IFFHS, abrange o período de 1° de janeiro de 1901 a 31 de dezembro de 2000. CONTINENTAIS Competição Títulos Temporadas Copa Libertadores da América 2 1976 e 1997 Recopa Sul-Americana 1 1998 Supercopa Libertadores 2 1991 e 1992 Copa Master da Supercopa 1 1995 Copa de Ouro Nicolás Leoz 1 1995 NACIONAIS Competição Títulos Temporadas Campeonato Brasileiro 4 1966, 2003, 2013 e 2014 Copa do Brasil 6 1993, 1996, 2000, 2003, 2017 e 2018 Campeonato Brasileiro - Série B 1 2022 ESTADUAIS Competição Títulos Temporadas Campeonato Mineiro 38 1928, 1929, 1930, 1940, 1943, 1944, 1945, 1956, 1959, 1960, 1961, 1965, 1966, 1967, 1968, 1969, 1972, 1973, 1974, 1975, 1977, 1984, 1987, 1990, 1992, 1994, 1996, 1997, 1998, 2003, 2004, 2006, 2008, 2009, 2011, 2014, 2018 e 2019 Supercampeonato Mineiro 1 2002 Taça Minas Gerais 5 1973, 1982, 1983, 1984 e 1985 Copa dos Campeões Mineiros 2 1991 e 1999 Torneio Início 10 1926, 1927, 1929, 1938, 1940, 1941, 1943, 1944, 1948 e 1966 INTERESTADUAIS Competição Títulos Temporadas Copa Sul-Minas 2 2001 e 2002 Copa Centro-Oeste 1 1999 MUNICIPAIS Competição Títulos Temporadas Copa Belo Horizonte 1 1960 TOTAL Conquistas Títulos Categorias Títulos Oficiais 78 07 Continentais, 11 Nacionais, 56 Estaduais, 03 Interestaduais, 01 Municipal. ; Observações * Campeão invicto. * A Recopa Sul-Americana de 1998 foi disputada em 1999. * A Taça Minas Gerais de 1982 foi relativa ao título da 1ª fase do Campeonato Mineiro; a de 1983 ao título do 2º turno; e as de 1984 e 1985 ao título do 1º turno. Em 1984 o Cruzeiro ficou com a posse definitiva da Taça Minas Gerais (instituída pela Federação Mineira em 1973) por tê-la conquistado três vezes consecutivas. * Em 1926, o Cruzeiro disputou dois Torneios Início promovidos por duas federações distintas sagrando-se campeão pela Associação Mineira de Esportes Geraes e vice pela Liga Mineira de Desportos Terrestres. Mas este não é reconhecido pela FMF * Em 1926, houve dois campeonatos, organizados por duas ligas. O Atlético Mineiro venceu o campeonato da LMDT e o Palestra Itália venceu o campeonato da AMET. Ambas as ligas eram filiadas à CBD. O Cruzeiro alega que o título do Palestra de 1926 fora reconhecido em 1998 pela Federação Mineira, porém desmentido em 2010. * O Cruzeiro conquistou o título inédito do Supercampeonato Mineiro, competição administrada pelos próprios times em 2002, mas este não é reconhecido pela FMF, já que a Federação apenas apoiou a organização do evento e não foi um torneio oficial da entidade. ==== Títulos amistosos internacionais ==== TORNEIOS INTERNACIONAIS Competição Títulos Temporadas Torneio Verão / Copa Bimbo 1 2009 Torneio do México / Coca-Cola - Nike 1 2001 Copa do Imperador 1 1996 Tokyo Dome Cup 2 1994 e 1994 Troféu Ciudad de Pamplona 1 1986 Torneio de Alicante 1 1986 Torneio 20 anos do Estádio Mineirão 1 1985 Torneio de Zaragoza 1 1982 Troféu Cidade de Valladolid 1 1982 Torneio de Santander 1 1982 Torneio de Lagos 1 1980 Taça Independência 1 1978 Troféu Cidade de Vigo 1 1978 Troféu Triangular de Caracas 2 1970 e 1977 Taça Miller 2 1972 e 1973 Copa Ano Novo Lunar 1 1972 Torneio 11 de Outubro 1 1971 Torneio Quadrangular 1 1966 == Estádio == === Estádio JK === Foi o primeiro estádio do Clube, que na época ainda era Palestra. Construído em um terreno adquirido pela diretoria com recursos próprios no Barro Preto em 1922 o estádio foi muito importante para Clube, foi o local da conquista dos primeiro títulos. O Palestra estreou o estádio no dia 1 de julho com uma goleada de 6x2 sobre o Palmeiras de Santa Efigênia. A inauguração oficial foi em setembro, coincidindo com as festas da colônia italiana, em comemoração da unificação da Itália. O primeiro jogo oficial foi em 23 de setembro de 1923 contra o Flamengo e terminou em 3x3. === O Mineirão === Considerado a casa do time desde sua inauguração em 1965, o estádio Mineirão, foi palco de várias conquistas da equipe estrelada, como a Libertadores de 1997, o Campeonato Brasileiro de 2003 e a Copa do Brasil do mesmo ano. Entre 2010 e 2011, com o estádio fechado por causa das obras para a Copa de 2014, o Cruzeiro passou a mandar seus jogos em estádios do interior, como a Arena do Jacaré, em Sete Lagoas onde aplicou a maior goleada no seu rival 6x1 no Atlético-MG e o Parque do Sabiá, em Uberlândia.SAECHETA, José. Parque do Sabiá e Ipatingão serão redutos cruzeirenses na reforma do Mineirão iG Esporte Em 2012 voltou a mandar seus jogos na capital, no Estádio Independência. No mesmo ano, o então presidente do clube Gilvan de Pinho Tavares e o diretor-presidente do consórcio Minas Arena, Ricardo Barra, assinaram um acordo para que o clube mandasse todos os seus jogos no Mineirão durante 25 anos. == Partidas históricas == ; Primeiro jogo do Palestra \\---- ; Primeiro clássico \\---- ; Inauguração do estádio do Barro Preto \\---- ; Maior goleada da história do clube, com 10 gols do atacante Ninão \\---- ; Primeiro clássico no Mineirãohttps://ge.globo.com/futebol/times/cruzeiro/noticia/2023/10/24/com- post-provocativo-cruzeiro-relembra-primeira-vitoria-contra-o-atletico-mg-no- mineirao.ghtml \\---- ; Primeiro jogo da final da Taça Brasil de 1966 \\---- ; Final da Taça Libertadores da América de 1976 - Segundo time Brasileiro a conquistar a Libertadores \\---- ; Final da Taça Intercontinental de 1976 \\---- ; Final da Supercopa da Libertadores de 1991 \\---- ; Final da Copa do Brasil de 1993 - Primeiro título da Copa do Brasil \\---- ; Final do Campeonato Mineiro de 1997 - Jogo de maior público presente no Mineirão \\---- ; Final da Taça Libertadores da América de 1997 \\---- ; Final da Recopa Sul-Americana de 1998 \\---- ; Final da Copa do Brasil de 2000 \\---- ; Final da Copa Sul-Minas de 2002 \\---- ; Final da Copa do Brasil de 2003 - Quarto título da Copa do Brasil \\---- ; Jogo que garantiu o título do Campeonato Brasileiro de 2003 com duas rodadas de antecedência \\---- ; Jogo de ida da Final do Campeonato Mineiro - Maior goleada contra o arquirrival até então \\---- ; Jogo de ida da Final do Campeonato Mineiro - Maior goleada contra o arquirrival até então, repetindo o feito de 2008 \\---- ; Primeira fase (Pré-Libertadores) da Libertadores de 2010 - Maior goleada do Cruzeiro em uma Copa Libertadores \\---- ; Final do Campeonato Brasileiro de 2011 - Maior goleada do Cruzeiro no arquirrival de todos os tempos \\---- ; Inauguração e primeiro clássico no Novo Mineirãohttps://oglobo.globo.com/esportes/cruzeiro-vence-atletico-mg-na- reinauguracao-do-mineirao-7482728 \\---- ; Jogo que garantiu o título do Campeonato Brasileiro de 2013 com quatro rodadas de antecedência \\---- ; Milésima vitória do Cruzeiro no Mineirão \\---- ; Jogo que garantiu o título do Campeonato Brasileiro de 2014 com 2 rodadas de antecedência \\---- ; Final da Copa do Brasil de 2017 - Quinto título da Copa do Brasil - Jogo de maior público do novo Mineirão \\---- Fase de grupos da Libertadores de 2018 - Maior goleada do Cruzeiro em uma Copa Libertadores \\---- Final da Copa do Brasil de 2018 - Sexto título da Copa do Brasil \\---- ; Jogo que garantiu o acesso à Série A com sete rodadas de antecedênciahttps://www.uol.com.br/esporte/futebol/ultimas- noticias/2022/09/21/cruzeiro-x-vasco-31-rodada-da-serie-b-do-brasileiro.htm \\---- ; Jogo que garantiu o título da Série B com seis rodadas de antecedênciahttps://www.uol.com.br/esporte/futebol/ultimas- noticias/2022/09/28/cruzeiro-x-ponte-preta---serie-b.htm \\---- ; Primeiro clássico na Arena MRVhttps://www.cnnbrasil.com.br/esportes/com-gol-contra- cruzeiro-vence-atletico-mg-em-primeiro-classico-da-arena-mrv/ \\---- == Temporadas == ; Participações Participações em 2024 Competição Temporadas Melhor campanha Campeonato Mineiro 105 Campeão (38 vezes) 1921 2024 – Primeira Liga 2 Semifinal (2017) 2016 2017 rowspan=\"3\" Campeonato Brasileiro 61 Campeão (4 vezes) 1960 2024 1 Série B 3 Campeão (2022) 2020 2022 1 – Copa do Brasil 28 Campeão (6 vezes) 1989 2024 Copa Libertadores da América 17 Campeão (1976 e 1997) 1967 2019 Copa Sul-Americana 7 Semifinal (2024) 2003 2024 Recopa Sul- Americana 3 Campeão (1998) 1992 1998 Mundial/Intercontinental 2 Vice-campeão (1976 e 1997) 1976 1997 ; Campanhas Cruzeiro Esporte Clube Torneio Campeão Vice-campeão Terceiro Quarto Intercontinental Não possui 2 (1976, 1997) Não possui Não possui Copa Libertadores da América 2 (1976, 1997) 2 (1977, 2009) Não possui 1 (1967) Copa Sul-Americana Não possui Não possui Não possui Não possui Recopa Sul-Americana 1 (1998) 2 (1992, 1993) Não possui Não possui Supercopa Libertadores 2 (1991, 1992) 2 (1988, 1996) Não possui 2 (1994, 1995) Copa de Ouro Nicolás Leoz 1 (1995) Não possui 1 (1993) Não possui Copa Master 1 (1995) 1 (1992) Não possui Não possui Copa Mercosul Não possui 1 (1998) Não possui Não possui Campeonato Brasileiro 4 (1966, 2003, 2013, 2014) 5 (1969, 1974, 1975, 1998, 2010) 6 (1967, 1973, 1989, 1995, 2000 e 2008) 3 (1968, 1970 e 2009) Campeonato Brasileiro - Série B 1 (2022) Não possui Não possui Não possui Copa do Brasil 6 (1993, 1996, 2000, 2003, 2017, 2018) 2 (1998, 2014) 2 (2005, 2016) Não possui Copa dos Campeões Não possui 1 (2002) 1 (2001) Não possui Primeira Liga Não possui Não possui 1 (2017) Não possui Copa dos Campeões Estaduais Não possui Não possui 1 (1967) Não possui Copa Centro-Oeste 1 (1999) Não possui Não possui Não possui Copa Sul-Minas 2 (2001, 2002) 1 (2000) Não possui Não possui Campeonato Mineiro 38 vezes 27 vezes 20 vezes 2 vezes == Elenco atual == === Jogadores === === Comissão Técnica === Comissão técnica Nome Função Fernando Diniz Técnico Wesley Carvalho Auxiliar técnico Alexandre Mattos CEO do Futebol Paulo Pelaipe Diretor de futebol Edu Dracena Diretor Técnico == Maiores artilheiros == ; Jogadores com mais gols * Jogadores que fizeram mais de 55 gols Goleadores Pos. Atleta Gols Pos. Atleta Gols Pos. Atleta Gols 1º Tostão 245 13º Nelinho 105 25º Wellington Paulista 75 2º Dirceu Lopes 223 14º Tostão II 97 26º Dirceu Pantera 72 3º Niginho 207 15º Pelau 94 27º Hamilton 71 4º Bengala 168 16º Sabu 90 28º Natal 71 5º Ninão 167 17º Cleison 87 29º Seixas 65 6º Marcelo Ramos 162 18º Guerino 86 30º Alex 64 7º Palhinha 145 19º Orlando Fantoni 84 31º Elmo 64 8º Alcides Lemos 144 20º Zé Carlos 83 32º Roberto César 64 9º Joãozinho 118 21º Abelardo 82 33º Carlinhos 60 10º Raimundinho 112 22º Fábio Júnior 81 34º Áureo 58 11º Roberto Batata 110 23º Mauro 79 35º Ronaldo 56 12º Evaldo 108 24º Fred 78 36º Edmar 55 ; Jogadores que mais atuaram * Jogadores que atuaram em mais de 245 jogos Mais Jogos Pos. Atleta Jogos Pos. Atleta Jogos Pos. Atleta Jogos Pos. Atleta Jogos 1º Fábio 980 16º Nelinho 411 31º Evaldo 294 46º Neco 251 2º Zé Carlos 633 17º Pedro Paulo 405 32º Alcides Lemos 289 47º Célio Lúcio 249 3º Dirceu Lopes 610 18º Léo 401 33º Sabu 287 48º Bengala 248 4º Piazza 566 19º Nonato 394 34º Roberto Batata 285 49º Natal 245 5º Raul 557 20º Douglas 391 35º Guerino 284 6º Eduardo 556 21º Tostão 383 36º Cleison 283 7º Vanderlei 538 22º Geraldo II 368 37º Morais 283 8º Henrique 524 23º Marcelo Ramos 365 38º Édson 281 9º Joãozinho 485 24º Raimundinho 360 39º Geraldo I 276 10º Palhinha 457 25º Hilton Oliveira 346 40º Luiz Fernando 273 11º Ademir 442 26º Eduardo 315 41º PC Borges 264 12º Ricardinho 441 27º Dida 306 42º Cris 260 13º Adelino 430 28º Zezinho Figueroa 305 43º Niginho 259 14º Vavá 428 29º Carlinhos Sabiá 302 44º Luís Cosme 257 15º Darci Menezes 427 30º Balu 299 45º Bené 253 == Maiores treinadores == Treinadores Pos. Treinador Jogos Pos. Treinador Jogos Pos. Treinador Jogos 1º Ilton Chaves 389 6º Ayrton Moreira 191 11º Vanderlei Luxemburgo 149 2º Levir Culpi 257 7ª Ênio Andrade 187 12º Zezé Moreira 131 3º Niginho 247 8º Adilson Batista 176 13º Bengala 126 4º Mano Menezes 235 9º Orlando Fantoni 172 14º Carlos Alberto Silva 121 5º Matturio Fabbi 201 10º Marcelo Oliveira 169 15º Gérson dos Santos 118 == Presidentes == == Estrutura == O complexo estrutural do clube é o maior e mais moderno de Minas Gerais e um dos mais modernos do Brasil e da América Latina. O Cruzeiro dispõe de dois centros de treinamentos (um para os jogadores profissionais e um para as categorias de base), uma sede administrativa e os complexos esportivos (sede urbana e sede campestre).Estrutura === Toca da Raposa I === Toca da Raposa I: Inaugurada na gestão de Felício Brandi, até 2002 servia como centro de treinamento da equipe profissional. Hoje em dia é dedicada exclusivamente às divisões de base. Construída em um terreno de 60 mil metros quadrados, a Toca I se tornou o primeiro centro de treinamento projetado para concentração de uma equipe de futebol no Brasil, em 1973. A Seleção Brasileira para a Copa do Mundo de 1982 escolheu o CT para se preparar e se concentrar antes de embarcar para a Espanha, devido à sua modernidade e estrutura. A Toca da Raposa I é, há anos, referência de qualidade, tanto é que a estrutura foi utilizada para a preparação da Seleção Brasileira para as Copa do Mundo de 1982 e 1986. O local de treinamentos para os jovens cruzeirenses conta com quatro campos de treinamento, sendo um de grama sintética, piscina, academia, departamentos médico, odontológico e de nutrição, escritórios administrativos, biblioteca, refeitório, auditório e sala de vídeo, alojamentos e vestiários, um moderno hotel para o programa de intercâmbios e uma escola com ensino fundamental e médio para viabilizar a formação educacional dos atletas. Neste projeto de intercâmbio, delegações de vários países são recebidas na Toca I e participam do programa que oferece, além de acomodação e alimentação, o acompanhamento de uma equipe de profissionais que compartilham experiências através de práticas dinâmicas. Os atletas do exterior conhecem novas técnicas, participam de campeonatos e aprimoram o futebol. === Toca da Raposa II === Toca da Raposa II: Inaugurada em 2002, e direcionada exclusivamente para os jogadores profissionais, considerada como uma das mais modernas estruturas de futebol de todo o mundo. A área total da Toca II é de 83 mil metros quadrados, com 4,2 mil metros quadrados de espaço edificado. Neste espaço encontram-se quatro campos de treinamento todos com medidas oficiais, sendo dois com as dimensões do gramado do Mineirão. Os atletas, Comissão Técnica e Diretoria têm a sua disposição, piscina térmica, quadra poliesportiva, solarium, restaurante, hotel com 26 apartamentos, salão de jogos, sala de cinema, escritórios administrativos, além de modernos departamentos de nutrição e médico, composto por consultórios de clínica geral, ortopedia, odontologia, fisioterapia, fisiologia e sala de raio X. A Toca II já se tornou uma nova atração turística de Belo Horizonte. Um espaço constantemente visitado por cruzeirenses de todas as partes do país, além de apaixonados pelo futebol, que querem ver de perto a modernidade do Centro de Treinamentos do Cruzeiro Esporte Clube. === Sede Administrativa do Cruzeiro === A Sede Administrativa do Cruzeiro está localizada em um grande, moderno e funcional prédio, a poucos metros do Parque Esportivo do Barro Preto, e comporta importantes áreas para o funcionamento do Clube, como o departamento jurídico, marketing, comercial, tecnologia da informação, secretaria, administração, patrimônio e acervo, além da presidência, entre outros. Inaugurada em 5 de agosto de 2003, a Sede Administrativa Presidente Zezé Perrella foi projetado pelo arquiteto Fernando Oliveira Graça tem linhas arrojadas e modernas, com revestimento em vidro azul laminado, espelhado, ajustado a uma torre de circulação vertical revestida em porcelanato branco. A área total é de 4,3 mil metros quadrados e a estrutura é dividida em oito andares. A sede destaca as cores oficiais do clube. === Parque Esportivo do Barro Preto === direita|miniaturadaimagem|300x300px|Clube- sede do Cruzeiro, em Belo Horizonte. O Parque Esportivo Barro Preto foi inaugurado em 1985 durante a administração Benito Masci. Nasceu em um local histórico, o estádio Juscelino Kubitschek, onde no passado o Cruzeiro alcançou suas primeiras conquistas. Pela localização privilegiada, o número de associados foi aumentando durante os anos. Na administração Alvimar de Oliveira Costa, que se iniciou em 2003, o complexo passa por uma reforma para oferecer maior conforto aos frequentadores. Com uma área superior a 11 mil metros quadrados, o Parque Esportivo conta com piscinas adultas e infantis, toboáguas, vestiários, quadras, campo de grama sintética, ginásio poliesportivo, salão de jogos e eventos, bares e restaurantes. A estrutura do Barro Preto também é a sede da escola de esportes, para crianças e também abriga o centro de treinamentos da equipe profissional Sada Cruzeiro Vôlei. O Parque Esportivo do Barro Preto foi fundamental para o crescimento do Cruzeiro desde o momento de sua criação, na década de 1950, e até hoje oferece aos sócios uma excelente oportunidade de diversão na área central de Belo Horizonte. === Sede Pampulha === A Sede Pampulha do Cruzeiro é um completo complexo de diversão para atender o associado cruzeirense. Em uma área com mais de 60 mil metros quadrados, o clube oferece sete piscinas, sendo uma em padrão olímpico, toboágua, departamento médico e salva-vidas, parquinho com brinquedos para crianças, seis quadras de futebol e basquete, três quadras de vôlei, 14 quadras abertas de peteca e três cobertas, ginásio esportivo, salão de jogos, três campos de futebol society, campo de futebol com grama sintética, pista de cooper, saunas, bares, restaurantes, quiosques com churrasqueiras e equipes de apoio, salão de eventos e estacionamento para 250 carros. O associado conta, ainda, com um centro de recuperação física. Além de ser uma garantia de bom entretenimento para os associados, a Sede Pampulha do Cruzeiro abriga importantes festas produzidas pelo Clube, como a tradicional \"Una Notte in Itallia\" e o \"Churrascão do Cruzeiro\", um dos principais eventos de música e gastronomia de Minas Gerais. == Ídolos == === Jogadores === Alguns jogadores que se destacaram na história do clube: * Abelardo - atacante - 1946/1949, 1952, 1956/1957 * Ademir - volante - 1986/1991, 1993/1995 * Alex - meio campo - 2001, 2003/2004 * Aristizábal - atacante - 2003 - disputou as Copas de 1994 e 1998 pela Colômbia * Bengala - atacante - 1927/1939 * Boiadeiro - meio campo - 1991/1993 * Cris - zagueiro - 1999/2004 - disputou a Copa de 2006 pelo Brasil * Dida - goleiro - 1994/1998 - disputou as Copas de 1998, 2002 e 2006 pelo Brasil * Dirceu Lopes - meio campo - 1964/1976 * Douglas - volante - 1981/1987, 1992/1994 * Edu Dracena - zagueiro - 2003/2006 * Evaldo - atacante - 1966/1971 * Fontana - zagueiro - 1969/1972 - disputou a Copa de 1970 pelo Brasil * Fábio - goleiro - 2000, 2005/2021 - disputou a Copa América 2004 pelo Brasil * Fábio Júnior - Atacante - 1997/1998, 2000, 2002 * Fabrício - volante - 2008/2011 * Gomes - goleiro - 2001/2004 - disputou a Copa de 2010 pelo Brasil * Geovanni - meia atacante - 1997/2001, 2006/2007 * Henrique - volante - 2008/2011, 2013/2019, 2020/2021 * Jairzinho - atacante - 1976 - disputou as Copas de 1966, 1970 e 1974 pelo Brasil * Joãozinho - ponta esquerda - 1972/1986 * Luisão - zagueiro - 2000/2003 - disputou a Copa de 2006 pelo Brasil * Marcelo Ramos - atacante 1997/2000, 2001/2003 * Natal - ponta direita - 1964/1971 * Nelinho - lateral direito - 1973/1982 - disputou as Copas de 1974 e 1978 pelo Brasil * Marcelo Moreno - atacante - 2007/8, 2014, 2020/22 - maior artilheiro estrangeiro da história do Cruzeiro, com 51 gols. Também é o maior artilheiro da história da Seleção Boliviana, com 28 gols. * Niginho - atacante - 1929/1932, 1935/1936, 1939/1947 - disputou a Copa de 1938 pelo Brasil * Ninão - atacante - 1923/1930, 1935/1938 * Nininho - lateral esquerdo - disputou a Copa de 1934 * Nonato - lateral esquerdo - 1990/1997 * Palhinha - atacante - 1968/1976, 1983/1984 * Palhinha - meio campo - 1996/1997 * Roberto Perfumo - zagueiro - 1971/1975 - disputou as Copas de 1966 e 1974 pela Argentina * Piazza - meio campo - 1964/1977 - disputou as Copas de 1970 e 1974 pelo Brasil * Procópio - zagueiro - 1959/1961, 1966/1968, 1973/1974 * Raul Plasmann - goleiro - 1966/1978 * Ricardinho - volante - 1994/2002, 2007 * Revétria - atacante - 1977/1978 * Roberto Batata - atacante - 1971/1976, * Roberto Gaúcho - meio campo - 1992/1996 * Ronaldo Fenômeno - atacante - 1993/1994 - disputou as Copas de 1994, 1998, 2002 e 2006 pelo Brasil * Sorín - lateral esquerdo - 2000/2002, 2004, 2009 (último ano da carreira) - disputou as Copas de 2002 e 2006 pela Argentina * Tostão - atacante - 1963/1972 - disputou as Copas de 1966 e 1970 pelo Brasil * Zé Carlos - meio campo - 1966/1977 ;Jogadores convocados para a Copa do Mundo === Treinadores === Alguns treinadores que se destacaram na história do clube: * Ayrton Moreira - 1957; 1964–1967 * Bengala - 1939–1943; 1944; 1946–1947; 1955–1956 * Carlos Alberto Silva - 1986–1987; 1988; 1989; 1993; 1995 * Ênio Andrade - 1989; 1990; 1991–1992; 1994; 1995 * Gerson Santos - 1957; 1958–1959; 1962; 1969–1970 * Hilton Chaves - 1968–1969; 1970; 1970–1971; 1972–1975; 1979–1980; 1983–1984 * Jair Pereira - 1987; 1992; 1995 * Levir Culpi - 1996; 1998–1999; 2005 * Luiz Felipe Scolari - 2000-2001; 2020-2021 * Mano Menezes - 2015; 2016–2019 * Marcelo Oliveira - 2013–2015 * Marco Aurélio - 2000; 2001-2002; 2004 * Matturio Fabbi - 1928–1931; 1932–1935; 1938–1940 * Niginho - 1948–1949; 1953–1955; 1959–1961; 1962–1963 * Orlando Fantoni - 1967–1968; 1971–1972; 1983 * Paulo Autuori - 1997; 1999-2000; 2007; 2023- * Paulo Pezzolano - 2022-2023 * Pinheiro - 1993 * Vanderlei Luxemburgo - 2002–2004; 2015; 2021 * Yustrich - 1972; 1977; 1982 * Zezé Moreira - 1975–1977 * Fernando Seabra - 2024 - 2024 == Rivalidades == Os principais rivais do Cruzeiro a nível estadual são o Atlético-MG, com quem disputa o Superclássico Mineiro, o América-MG, com quem disputa o Coelho versus Raposa, e o Villa Nova, com quem disputa o clássico Raposa versus Leão. A nível nacional são importantes os confrontos contra os outros clubes integrantes do G-12. == Recordes e façanhas históricas == O Cruzeiro é o primeiro clube mineiro a sagrar-se Campeão Brasileiro (1966), Bicampeão Brasileiro (2003), Tricampeão Brasileiro (2013) e Tetracampeão Brasileiro (2014) (o primeiro Campeão Brasileiro foi o em 1959, ao conquistar a primeira edição da Taça Brasil, torneio nacional reconhecido em dezembro de 2010 pela CBF como \"Campeonato Brasileiro\"). O clube também é o único clube a derrotar todos os adversários, pelo menos uma vez no Campeonato Brasileiro. Tal façanha ocorreu no ano de 2013. Juntamente com São Paulo, o Cruzeiro é o clube que conquistou o Campeonato Brasileiro com a maior antecipação da era dos pontos corridos. No ano de 2013, foi campeão com quatro rodadas de antecedência. Juntamente com Palmeiras e Corinthians possui o recorde de vitórias em uma edição de pontos corridos com 20 participantes, ao todo foram 24 triunfos. O clube também é o primeiro clube mineiro a sagrar-se Campeão da Taça Libertadores (1976) e Bicampeão (1997); o primeiro clube Brasileiro a sagrar-se Bicampeão da Supercopa dos Campeões da América (1991)(1992); o primeiro clube Brasileiro a sagrar-se campeão da Copa de Ouro Nicolás Leoz (1995); o pimeiro clube Brasileiro a sagrar-se Campeão da Copa Master (1995); o primeiro clube mineiro a sagrar-se Campeão da Recopa (1997); o primeiro clube mineiro a sagrar-se campeão, bicampeão, tricampeão, tetracampeão, pentacampeão e hexacampeão da Copa do Brasil (1993/1996/2000/2003/2017/2018), sendo também o maior vencedor da competição; ao lado de Palmeiras, Santos e Internacional, foi uma das únicas equipes a conquistar o Campeonato Brasileiro de forma invicta. O clube também é o único time brasileiro a conquistar pelo menos um título por ano durante quinze anos consecutivos (1990-2004). Esta façanha até então só havia sido alcançada por grandes clubes europeus, como Real Madrid e Manchester United. Também é o primeiro clube a vencer o Campeonato Brasileiro de Futebol no modelo de pontos corridos e o único a atingir a marca de cem pontos, sendo assim o maior pontuador da história em uma edição. É o quarto clube brasileiro que mais participou da Copa Libertadores da América, com 16 presenças, jamais sendo eliminado na fase de grupos. O clube também possui a maior média de público na história de um torneio na história do futebol: 73 mil pagantes por jogo na Supercopa de 1992, o segundo maior público de uma final de Taça Libertadores da América: 95 472 pessoas na partida contra o Sporting Cristal, em 1997. O recorde é a final entre São Paulo F.C 1 x 0 News Old Boys, com 105 185 pagantes em 1992. O clube também possui o segundo maior público pagante numa final de Copa do Brasil: 85 841 pessoas na partida contra o São Paulo, em 2000, atrás apenas de Botafogo 0 a 0 Juventude, em 1999, que teve 101 581 presentes (90 217 pagantes), e detém o recorde absoluto de público presente em uma partida no Mineirão, 132 834 pessoas na partida contra o Villa Nova realizada em 22 de junho de 1997. Em 1984 o Cruzeiro ficou com a posse definitiva da Taça Minas Gerais (instituída pela Federação Mineira em 1973) por tê-la conquistado três vezes consecutivas. No dia 12 de outubro de 2009 o Cruzeiro completou 1.000 jogos pelo Campeonato Brasileiro da série A, sendo o primeiro clube de Minas Gerais a conseguir tal façanha. O clube também foi considerado o melhor time brasileiro do século XX e o 4° melhor da América Latina de acordo com a Federação Internacional de História e Estatísticas do Futebol (IFFHS), é o primeiro e único clube brasileiro a conquistar a Copa do Brasil por duas vezes consecutivas (2017 e 2018). == Ver também == * Sada Cruzeiro Vôlei * Futebol no Brasil * Federação Mineira de Futebol * Confederação Brasileira de Futebol * Clubes brasileiros de futebol * Lista de campeões nacionais do futebol brasileiro * Campeões internacionais do futebol brasileiro * Imigração italiana em Minas Gerais == Bibliografia == * SÉRIE L! GRANDES CLUBES 2005 - Cruzeiro, O Orgulho de Minas Gerais. Areté Editorial S.A. ISSN 1676-1537. (2005) 90 p. * BARRETO, Plínio e BARRETO, Luiz Otávio Trópia -De Palestra a Cruzeiro - Uma Trajetória de Glórias. Belo Horizonte: 2000 M & B Assessoria de Imprensa, 200 p. * BARRETO, Plínio - Futebol No Embalo da Nostalgia. Belo Horizonte: 1978 Edit. Santa Edwiges, 202p. * MATTOS, Amir - O Time do Meu Coração (Cruzeiro Esporte Clube). Belo Horizonte: Editora Leitura, 2008. 96 p. * SANTANA, Jorge - Páginas Heróicas: Onde a Imagem do Cruzeiro Resplandece. São Paulo: DBA Artes Gráficas, 2003. 200 p. * RIBEIRO, Henrique - Almanaque do Cruzeiro. Belo Horizonte: 2007. 560 p. * VICINTIN, Bruno B. - Jogos Imortais. Belo Horizonte: 2007. 360 p. ABC, ISBN 978-85-60612-00-0 * SIMÕES, Alexandre - Rei de Copas.Belo Horizonte: 2009. 174 p. Editora Leitura. * ÁVILA, Fausto de - Cruzeiro! Cruzeiro! Querido! A história do Time do Meu Coração. Belo Horizonte: 2008. 20 p. - Editora Leitura. * ARREGUY, Claúdio - Os Dez Mais do Cruzeiro. Rio de Janeiro: 2010. 176 p. - Maquinária Editora. * ROSA, Samuel - O Dia em que me tornei Cruzeirenze. São Paulo: 2008. 99 p. - Panda Books. * LARA, Marco Túlio e BARBOSA, Giovanni - Meu Pequeno Cruzeirense. Caxias do Sul-RS: 2010. 24 p. - Editora Belas-Letras Ltda. * MENDES, Anderson Olivieri - Anos 90: um campeão chamado Cruzeiro. São Paulo-SP: 2011. 200 p. - Editora All Print. * SILVESTRE, Leonardo - O Mineirão é Azul. Uberlândia-MG: 2012. 140 p. - Editora Gráfica Cortês. == Ligações externas == * * * * * * ;Outros * * * Categoria:Clubes de futebol fundados em 1921 Cruzeiro Cruzeiro Cruzeiro Cruzeiro Cruzeiro Categoria:Fundações em Minas Gerais em 1921",
 "title": "Cruzeiro Esporte Clube"
}