{
 "id": "67496",
 "text": "O rio Banabuiú é um curso de água que banha o estado do Ceará, no Brasil. É o principal afluente do rio Jaguaribe. Banabuiú, que de acordo com Tomás Pompeu de Sousa Brasil, significa \"rio que tem muitas voltas\": \"bana\" - que torce, volteia; \"bui\"- muito, com excesso; e \"u\"- água, rio. Outro topônimo de origem indigena diz que Banabuiú é o pantanal ou vale das borboletas. O Rinaré, segundo os índigenas, nasce na serra das Guaribas, município de Pedra Branca, e desagua no rio Jaguaribe em Limoeiro do Norte. Banha outros sete municípios: Mombaça, Piquet Carneiro, Senador Pompeu, Quixeramobim, Banabuiú, Jaguaretama e Morada Nova. ==Condições pluviométricas== O Banabuiú , como todo curso de água cearense, sofre influência das variações das precipitações pluviométricas, sendo suas descargas máximas observadas na época das chuvas de janeiro a junho. sua bacia está totalmente inserida em uma região de clima tropical quente semi-áridoFundação Cearense de Meteorologia e Recursos Hídricos - FUNCEME.. ==Geografia== Faz parte da bacia hidrográfica do rio Jaguaribe. Seus principais afluentes são os rios Sitiá e Quixeramobim. Em seu curso está a terceira maior barragem cearense, o Açude Banabuiú. Este açude rio é responsável direto pela água utilizada no perímetro irrigado de Morada Nova, bem como o abastecimento residencial de deste e do município de Banabuiú. ==Barragens== Na bacia do rio Banabuiú são monitorados pela COGERH 18 açudes, cuja capacidade total de armazenamento de água é de 2,758 bilhões de metros cúbicos. Entre os mais importante é possível citar: ;Rio Banabuiú *Açude Banabuiú (Banabuiú)http://atlas.srh.ce.gov.br/infra- estrutura/acudes/detalhaCaracteristicasTecnicas.php?cd_acude=71& *Açude Serafim Dias (Mombaça)http://atlas.srh.ce.gov.br/infra- estrutura/acudes/detalhaCaracteristicasTecnicas.php?cd_acude=234& *Barragem Cruzeta (Pedra Branca)https://www.ana.gov.br/noticias/estudo- reservatorios/reservatorios-do-semiarido-brasileiro_hidrologia-balanco- hidrico-e-operacao-1.pdf ;Riacho Capitão Mor (afluente) *Açude Capitão Mor (Pedra Branca)http://atlas.srh.ce.gov.br/infra- estrutura/acudes/detalhaCaracteristicasTecnicas.php?cd_acude=35& ;Rio Sitiá (afluente) *Açude do Cedro (Quixadá) *Açude Pedras Brancas (Quixadá) ;Rio Quixeramobim (afluente) *Açude Fogareiro (Quixeramobim) *Açude Quixeramobim (Quixeramobim) ;Outros afluentes *Pirabibu (Quixeramobim) *Patú (Senador Pompeu) *Capitão Mor (Boa Viagem) *Cipoada (Morada Nova) *Poço do Barro (Morada Nova) == Ligações externas == * Comitê da Sub-Bacia Hidrográfica do Rio Banabuiú Banabuiu Categoria:Geografia de Limoeiro do Norte Categoria:Pedra Branca (Ceará) Categoria:Mombaça (Ceará) Categoria:Senador Pompeu Categoria:Geografia de Quixeramobim Categoria:Geografia de Banabuiú Categoria:Jaguaretama Categoria:Morada Nova",
 "title": "Rio Banabuiú"
}