{
 "id": "67516",
 "text": "Revólver () é uma arma de fogo de repetição, de porte individual, normalmente com um só cano e com calibres variados. O depósito de cartuchos do revólver é constituído por um tambor ou cilindro giratório (\"revolving cylinder\" daí o nome \"revolver\") com várias câmaras ou culatras onde ficam os cartuchos (usualmente cinco ou seis, porém variando para mais ou para menos). O mecanismo de alimentação rotaciona este tambor um arco de revolução por disparo, de onde provém seu nome. Sistema moderno descende do projeto desenvolvido por Samuel Colt em 1836, embora o conceito existia há séculos antes da invenção de Colt. Revolveres são comumente armas de mão (arma curta), porém outros tipos de armas podem ser consideradas revólveres também, como alguns rifles, lança-granadas e espingardas. Tem como excelente característica a confiabilidade no funcionamento, onde se destaca ante a pistola. == Funcionamento == O funcionamento básico de um revólver consiste em alinhar um cartucho alojado em uma câmara do tambor com o cano fixo através da rotação do tambor. Mortagem () é o nome utilizado para o espaço onde fica o tambor do revólver, nome pouco conhecido (utiliza-se esse nome somente professores de cursos de segurança entre outros). Em revólveres de ação simples, isto ocorre ao se engatilhar o cão (ou martelo), enquanto em armas de ação dupla isto ocorre ao se pressionar o gatilho, o que também arma o cão. Revólveres de ação dupla também podem funcionar em ação simples, bastando armar o cão manualmente. Ao se fazer isso o curso do gatilho e a força necessária para pressioná-lo são bastante reduzidas, aumentando a precisão do disparo. Revólveres de ação simples, como o Colt Single Action Army e o Ruger Vaquero (atuais) e vários outros modelos antigos (como as armas do velho oeste) sempre necessitam que o cão seja armado manualmente. Algumas exceções existem, como por exemplo os modelos de ação dupla. Revólveres \"sem cão\" (que, na realidade, ainda tem esta peça oculta no interior da armação) não podem ser armados manualmente, sendo bons para porte oculto pois não enroscam em roupas quando sacados. Revólveres comuns não podem utilizar de silenciador, pois entre o tambor e o cano sempre há uma brecha por onde parte dos gases do disparo escapam, produzindo barulho suficiente mesmo com o silenciador instalado na extremidade do cano. Entretanto, há alguns modelos especiais russos e norte- americanos (por exemplo o OTs-38), que conseguiram silenciar em grande parte o disparo. Existem modelos de revólveres semiautomáticos como Mateba Autorevolver que driblaram o inconveniente de se ter o curso longo e pesado de um gatilho de dupla ação ao se engatilhar o cão após cada disparo. O momento gerado pelo disparo empurra o tambor para trás, armando e engatilhando o cão para o próximo disparo, deixando a arma em posição de disparo em ação simples. == Utilidade == Como seu projeto é do século XIX, certamente muitos avanços foram feitos que resultaram nas modernas pistolas, relegando os revólveres ao segundo plano em utilizações militares e policiais. Sua capacidade de munição limitada e maior tempo para recarga foram os principais motivos para a sua substituição. Além disso, seu tambor torna a arma mais difícil de se portar escondida, o que também o limitou no mercado de armas de defesa pessoal. Porém os revólveres (armas de mão) conquistaram uma legião de atiradores devido principalmente a sua confiabilidade. Em caso de falha de munição, por exemplo, basta puxar novamente o gatilho que um cartucho novo é posicionado e disparado, em uma fração do tempo necessário para se posicionar um novo cartucho em uma pistola. Em competições de esportes de tiro, atiradores (autointitulados \"revolveiros\") demonstram excepcional habilidade em modalidades que envolvem saque rápido, tiro de precisão e movimentação. Também são realizadas competições de revólveres de ação simples, onde os competidores utilizam armas réplicas de armas utilizadas no velho oeste americano. A desvantagem do maior tempo de recarga de um revólver pode ser contornada com a utilização de carregadores do tipo \"Speedloader\", \"Moon clip\" ou \"JetLoader\", e as desvantagens do acionamento em ação dupla não são nem notados por atiradores bem treinados. Prova disso são as diversas adaptações feitas, como por exemplo a adaptação de alça de miras telescópicas em revólveres, tornando- os armas extremamente precisas a longas distâncias, assim como compensadores e freios de boca. Alguns modelos de revólveres são fabricados em calibres muito grandes como .454 Casull, .44 Magnum, .500 S&W; Magnum ou .22 Hornet (usado pelo Taurus Raging Bull 22H). Exemplo de arma e carregadores específicos para revólver: Taurus Raging Bull 22H com mira telescópica. Speedloaders para cinco munições. Moon clips para três e seis munições. == Tambor de abertura lateral == O método mais moderno de carregar e descarregar um revólver é por meio do tambor de abertura lateral (báscula lateral). O primeiro revólver com tambor de abertura lateral foi patenteado na França e na Grã-Bretanha no final de dezembro de 1858 por Devisme. O tambor é montado em um pivô paralelo às câmaras, e o tambor bascula para fora e para baixo (para a esquerda na maioria dos casos). Um extrator é instalado, operado por uma haste projetada da frente do conjunto do tambor. Quando pressionado, ele irá liberar todos os estojos disparados simultaneamente (como nos modelos \"top-break\" ou ação basculante, o deslocamento é projetado para não extrair completamente munições mais longas e não disparadas). O tambor pode então ser carregado, individual ou completamente com o uso de um speedloader, fechado e travado no lugar. A parte giratória que suporta o tambor é chamada de \"suporte do tambor\"; é o ponto fraco dos projetos de tambores de abertura lateral. Usar o método frequentemente retratado em filmes e na televisão de abrir e fechar o tambor com um movimento do pulso pode de fato fazer com que o suporte se curve com o tempo, jogando o tambor fora do alinhamento com o cano. A falta de alinhamento entre a câmara e o cano é uma condição perigosa, pois pode impedir a transição do projétil da câmara para o cano. Isso dá origem a pressões mais altas na câmara, danos por bala e potencial para uma explosão se a bala ficar presa. O choque do disparo (recuo, popularmente \"coice\") pode exercer muito estresse sobre o guindaste, pois na maioria dos modelos o tambor é mantido fechado apenas em um ponto, a parte traseira do tambor. Projetos mais fortes, como o Ruger Super Redhawk, usam uma trava no suporte, bem como a trava na parte traseira do tambor. Essa trava fornece uma ligação mais segura entre o tambor e a estrutura e permite o uso de cartuchos maiores e mais potentes. Os tambores de abertura lateral são bastante fortes, mas não tão fortes quanto os tambores fixos, e muito cuidado deve ser tomado com o tambor durante o carregamento, para não danificar o suporte. == Ver também == * Arma automática * Arma de fogo artesanal * Arma longa * Armeiro * Direito ao armamento * Fecho de mecha * Pederneira * Percussão (arma de fogo) * Tiro esportivo * Tiro nos Jogos Olímpicos == Ligações externas == * —Revolving gun * —Improvement in firearms * —Revolver * —Revolver * —Repeating firearm * —Revolver Categoria:Introduções em 1836",
 "title": "Revólver"
}