{
 "id": "67583",
 "text": "Francisco II (Fontainebleau, – Orleães, ), foi o Rei da França de julho de 1559 até sua morte. Foi também Rei Consorte da Escócia a partir de 1558 por seu casamento com a rainha Maria Stuart. Ele ascendeu ao trono francês com apenas quinze anos depois da morte acidental de seu pai Henrique II. Seu curto reinado foi dominado pelos primeiros sinais das Guerras Religiosas Francesas e a perda das possessões francesas da Córsega, Toscana, Saboia e quase todo o Piemonte, pelo Tratado de Cateau-Cambrésis. Apesar da maioridade na França ter sido estabelecida como quatorze anos, sua mãe Catarina de Médici confiou o governo nas mãos dos parentes de Maria da Casa de Guise, grandes defensores do catolicismo. Eles não conseguiram ajudar os católicos na Escócia contra os reformistas protestantes e a Auld Alliance foi dissolvida. Francis morreu devido a complicações decorrentes de uma otite, depois de 17 meses no trono, sem descendentes, sendo portanto sucedido por dois de seus irmãos, porém nenhum deles conseguiu diminuir a tensão entre os protestantes e os católicos. == Família e Ancestralidade == Francisco era filho de Henrique II de França e Catarina de Médici, pertencendo, portanto à casa de Valois-Angoulême, e, sobretudo, um membro distante da Dinastia capetiana, que governou a França por mais de trezentos anos. O rei também possuía ligações com a Dinastia carolíngia, sendo um descendente direto de Carlos Magno de vinte e seis gerações. O nascimento de Francisco, aos 25 anos de idade do pai (considerada à época uma idade tardia para a criação do primogênito), ainda que incerta, é provável resultado da ira de sua mãe, Catarina em relação ao rei Henrique II, que exibia deliberadamente sua amante, Diana de Poitiers, muitas vezes, mais valorizada que a própria esposa. Teve doze irmãos. Por ter morrido sem deixar herdeiros, dois de seus irmãos, Carlos IX e Henrique III o sucederam no trono francês, respectivamente. No entanto, uma das figuras mais eminentes em sua família foi seu cunhado, Henrique IV, marido de Margarida de Valois, irmã de Francisco. Henrique IV sucedeu Henrique III no trono, iniciando a linhagem dos Bourbon, que duraria até a Revolução Francesa. == Infância e educação (1544-1559) == Nascido onze anos após o casamento de seus pais, Francisco foi nomeado em homenagem à seu avô paterno, Francisco I. Foi criado no Castelo de Saint-Germain-en-Laye e batizado na Chapelle des Trinitaires de Fontainebleau, em 10 de Fevereiro de 1544. Seus padrinhos foram Francisco I (quem o condecorou cavaleiro durante a cerimônia), Papa Paulo III e sua tia-avó Margarita de Navarra. Ele virou governador de Languedoc em 1546 e Delfim da França em 1547, quando seu avô Francisco faleceu. O mestre de Francisco foi Jean d`Humières e seu tutor Pierre Danès, um estudioso grego vindo de Nápoles. Também aprendeu dança com Virgilio Bracesco e esgrima com Hector de Mantua. Seu pai, rei Henrique II arranjou um notório casamento para seu filho com Maria, a rainha dos escoceses, em 27 de Janeiro de 1548 (Acordo de Châtillon) quando Francisco tinha apenas quatro anos. Maria havia sido coroada Rainha dos Escoceses no Castelo de Stirling em 9 de setembro de 1543, nove meses após a morte de seu pai, Jaime V. Além de ser a rainha da Escócia, Maria era neta de Cláudio de Lorena, Duque de Guise, uma personalidade muito influente na corte francesa. Uma vez que o contrato de casamento foi formalmente ratificado, Maria foi Enviada para a França aos seis anos de idade para ser criada na corte até o dia do casamento. Embora Maria fosse alta e eloquente para sua idade, enquanto seu noivo Francisco era anormalmente pequeno e gago, Henrique II comentou que \"desde o primeiro dia em que se conheceram, meu filho e ela ficaram bem juntos como se tivessem conhecido um ao outro por um longo tempo\". Em 24 de Abril de 1558, o Delfim se casou com a rainha Maria, união que poderia ter dado aos futuros reis da França o trono escocês e também a reivindicação do trono da Inglaterra, através do bisavô de sua esposa, o rei Henrique VII da Inglaterra. Francisco manteve o título de consorte da Escócia até a sua morte. Francisco e Maria não tiveram filhos durante todo seu curto casamento, provavelmente pelas doenças do rei ou sua criptorquia. == Ascensão ao trono == Em 10 de julho de 1559, Henrique II morre num acidente de torneio, deixando o trono para Francis, à época com quinze anos de idade e um ano de casado. Em 21 de setembro de 1559, Francisco foi coroado em Reims por seu tio Carlos, cardeal de Lorena. A coroa teve que ser carregada pelos nobres durante a cerimônia, devido ao seu considerável peso.Guy (2004), p. 102. A corte assim mudou-se para o Vale do Loire, tornando o Château de Blois e as florestas próximas a casa do novo rei. Francisco II utilizou o Sol como seu emblema, também adotando as frases \"Spectanda fides\" (Eis como deve ser respeitada a fé) e \"Lumen rectis\" (Luz para os justos) como lemas. Tendo quinze anos, Francisco não precisaria de um regente, de acordo com as leis francesas, mas devido à sua saúde frágil e inexperiência com questões políticas, o poder foi delegado aos tios de sua esposa da Casa de Guise: Francisco, Duque de Guise e Carlos, cardeal de Lorena, com o consentimento de sua mãe, Catarina de Médici, Em seu primeiro dia de reinado, Francisco instruiu seus quatro ministros a obedecerem ordens de sua mãe, mas como Catarina ainda estava de luto pela morte do marido, eles foram transferidos para a casa de Guise. Os dois irmãos mais velhos da casa de Guise já possuíam grande prestígio político, por suas atuações durante o reinado de Henrique II. Francisco, duque de Guise era um dos mais famosos comandantes do exército real, e Carlos, Cardeal de Lorena participara de importantes negociações externas com a França. Durante o período regencial de Francisco II, o poder foi dividido entre os dois irmãos, ficando Francisco, duque de Guise como comandante das forças armadas e Carlos, responsável pelas finanças, justiça e diplomacia. A ascensão da casa de Guise ao poder contribuiu para a decadência de sua antiga rival, Anne de Montmorency, condestável da França. Por sugestão do novo rei, Anne foi obrigada a abdicar de seus títulos e abandonar a corte para descansar. Diana de Poitiers, amante do rei anterior, também foi impedida de entrar na corte. Jean Bertrand, um protegido de Diana, foi forçado a entregar seu título de guardião dos selos da França para François Olivier, de quem Diana havia retirado a posição alguns anos antes. A posse de Francisco II marcou uma revolução palaciana. A transição foi descrita como brutal. No entanto, não houve quaisquer represálias ou rebeliões significativas, pois, apesar da frustração do condestável, Anne permaneceu ligado ao poder, estando presente tanto na reunião do conselho quanto na coroação real. Mais tarde, Anne auxiliou o rei na repressão da Conjuração de Amboise, comunicando ao parlamento francês as decisões tomadas por Francisco. Em julho de 1560, Anne retorna ao conselho e tribunal, porém, de forma muito menos expressiva do que antes, pois, quando os Guise assumiram o poder, foram-lhes concedidos inúmeros títulos e favores, incluindo o de Grão-Mestre, até então pertencente ao filho de Anne, François de Montmorency. == Reinado (1559-1560) == === Política interna === O reinado de Francisco foi marcado por avenças religiosas. Utilizando de controversas políticas repressivas aos protestantes, o rei motivou a conjuração de Amboise, cujos líderes tentaram um golpe de estado contra o monarca e a casa de Guise. Percebendo a instabilidade política, Catarina de Médici influenciou o filho a tomar medidas de conciliação com os protestantes, todas sem qualquer sucesso. Até o final de seu reinado, Francisco II foi completamente paralisado pelas revoltas locais, o que tornou o rei ainda mais autoritário. ==== Descontentamento com o governo de Guise ==== Desde o período regencial, os governantes da Casa de Guise enfrentaram severa impopularidade pelos membros da corte. A maior oposição sofrida foi por parte dos príncipes de sangue e herdeiros legítimos do trono, que severamente contestaram as decisões acatadas pelos novos governadores. Enquanto muitos viam os Guise como ilegítimos, seus adversários os acusavam de serem ambiciosos estrangeiros da Lorena, sendo que Cláudio, Duque de Guise (pai dos governantes da França) era filho de Renato II, duque de Lorena, cuja nacionalidade francesa havia sido dada pelo rei Francisco I devido aos seus esforços militares.Arlette Jouanna (dir.), Histoire et dictionnaire..., op. cit., p. 53. A principal crítica contra os Guises era de se aproveitar da juventude do rei para exercer o poder arbitrariamente. Um movimento de oposição foi liderado por António de Navarra, príncipe de sangue e rei de Navarra para contestar o poder dos irmãos Guise. Alguns teóricos, como François Hotman, acreditavam que o trono pertencia, de fato, à Antônio, sendo este um descendente de Luís IX, sendo portanto um herdeiro do reino francês. O príncipe, no entanto, falhou em sobressair-se aos Guise na corte, perdendo o reino que tanto reclamava. Outra crítica recorrente era em relação às decisões governamentais. Dando continuidade à histórica rivalidade com a Casa de Habsburgo, décadas de guerra resultaram em uma dívida pública de 48 milhões de Libras (a renda anual do rei era de 12 milhões de Libras).Peter Johann Mainka, The European struggle between the Habsgurg and Valois dynasties for Burgundy and Italy. Os Guise então adotaram uma política de austeridade, a fim de impulsionar a economia francesa, no entanto, contribuiu drasticamente para sua desaprovação perante a corte, acostumada a festas de pompa e fartos banquetes. No campo religioso, os irmãos prosseguiram com a política de intolerância ao protestantismo iniciada pelo rei Henrique II, incluindo confisco de bens, prisões e buscas em 1559.Arlette Jouanna (dir.), Histoire et dictionnaire..., op. cit., p. 62–63. No dia 23 de dezembro de 1559, o clérigo e magistrado de Paris, Anne du Bourg foi publicamente executado no Place de l'Hotêl-de-Ville por contestar a repressão. Esse episódio será futuramente um dos diversos objetos de estudo do filósofo Voltaire sobre a intolerância. ==== A conspiração de Amboise ==== Insatisfeitos com a perseguição religiosa promovida pelo governo vigente, um grupo de nobres huguenotes liderados por Jean de Barry, senhor de La Renaudie planejou um golpe de Estado que destituiria de Francisco os poderes reais e eliminaria a influência da casa de Guise.Charles-Hippolyte Paillard, Additions critiques à l'histoire de la conjuration d'Amboise, in Revue historique, 5e année, t. 14, septembre-décembre 1880,p. 61-108, 311-355 O movimento logo contou com o apoio de vários segmentos populares simpatizantes do protestantismo, alguns deles armados. La Renaudie mostrou-se um líder extremamente pragmático e persuasivo, conseguindo reunir logo vários outros nobres huguenotes com semelhantes ideias contrárias ao governo de Guise. Tão logo começou, a conjuração já contava com Charles de Castelnau de Chalosse, Bouchard d'Aubeterre, Edme de Ferrière-Maligny (irmão de Jean de Ferrieres) Capitães Mazères, Cañizares, Sainte-Marie e Lignières, Jean d'Aubigné (pai do poeta Agrippa d'Aubigné) e Ardoin de Porcelet.Pierre Miquel. Les Guerres de religion. (Club France Loisirs) 1980:211-212. Especula-se que a conspiração de Amboise contou com apoio financeiro e militar de Luís I de Bourbon-Condé, o ambicioso irmão mais novo do rei Antoine de Navarra. O líder também foi a Genebra tentar, sem êxito, o apoio do iniciador do movimento religioso calvinista, João Calvino. O teólogo não somente rejeitou o apoio, como também condenou a empreitada e descreveu La Renaudie como \"um homem cheio de vaidade e impertinência, com fome, olhando ao redor presa, impudente mentiroso, buscando dinheiro para extroquir e amizades para explorar\".↑ Lucien Romier, op. cit, p. 38-39.No dia 12 de Fevereiro de 1560, 2000 huguenotes se reuniram em Nantes, o que fez crescerem rapidamente os rumores de um iminente golpe de Estado. A corte real, que recebeu diversas advertências no decorrer do mês inteiro de Fevereiro de 1560, decidiu enfim, por influência de Catarina de Médici, abrir algumas concessões que proporcionariam maior liberdade religiosa aos protestantes. Em 8 de Março de 1560, o rei assinou um edito que promulgou a anistia geral aos líderes da religião oposta, mas o fervor revolucionário já havia se espalhado pelos opositores e a revolução seguiria em frente.Lucien Romier, La conjuration..., op. cit., p. 165 Tropas de todos os cantos da França agora marchavam até o Château d'Amboise, o refúgio da família real. Os revolucionários recebiam, em seu caminho, apoio popular, assim como dinheiro, mantimentos e até mesmo armas. Mesmo possuindo energéticos participantes, o golpe organizou-se de forma extremamente precária, resultando assim num banho de sangue, iniciado no dia 15 de Março de 1560, quando Jaime de Saboia-Nemours, nobre aliado da corte, já famoso por sua participação nas Guerras Italianas, prendeu alguns dos conspiradores primários, o que foi o suficiente para desorientar a maioria das tropas inimigas, compostas em sua maioria por camponeses, que foram presos um por um, nos arredores da floresta de Amboise. O rei tendeu primeiramente à clemência, libertando alguns deles e mandando-os para suas casas. No entanto, no dia 17 de Março, apenas dois dias depois da primeira retaliação, duzentos opositores tentaram invadir um dos portões da cidade, localizado no sopé do castelo. O duque de Guise estrangulou a revolução rapidamente, perseguindo com vigor os rebeldes. Mais de uma centena de homens foi executada. La Renaudie teve seu corpo mutilado em cinco partes e exibido nos portões do castelo. A repressão, originalmente contra apenas duzentos homens, persistiu por semanas resultou em uma baixa de quase mil e duzentas pessoas. Enquanto a maioria dos julgamentos consistia em execuções sumárias, os Guises estavam incertos a que pena aplicar ao príncipe de Condé, que havia se posicionado a favor do rei, auxiliando na defesa do castelo. Interrogatórios com prisioneiros do golpe acusavam o conde como um dos principais patrocinadores, mas a palavra de camponeses, contrastante com a de um Príncipe de Sangue foi desconsiderada pelo tribunal real: era ainda necessária alguma prova escrita irrefutável para acusá-lo. Sendo enfim liberto, Condé deixou a corte para visitar seu irmão no Sudoeste.Lucien Romier, La Conjuration d'Amboise. L'aurore sanglante de la liberté de conscience, le règne et la mort de François II, Paris, Librairie académique Perrin et Cie, p. 121–122. ==== A política de conciliação ==== A violenta reação provocada pela conspiração de Amboise fez com que o tribunal percebesse que a perseguição aos protestantes somente piorou a crise religiosa. Pela primeira vez, desde o governo de Henrique II, o conselho real, influenciado por Catarina de Médici, tentou aliviar as tensões com uma política de conciliação.Lucien Romier, La conjuration..., op. cit., p. 143–144Lucien Romier, La conjuration..., op. cit., p. 167–170 O primeiro ato liberal foi a anistia a todos os presos religiosos, que logo se seguiu com um edito assinado em maio de 1560 na comuna de Romorantin-Lanthenay, adotando como principal política, a clemência aos protestantes. O edito, contudo, permaneceu inflexível o veto às assembleias públicas, ainda consideradas criminosas pelo Estado.Lucien Romier, La conjuration..., op. cit., p. 179. Em abril de 1560, a rainha mãe nomeou Michel de l'Hôpital para chanceler da França. O governo até então, dominado por conservadores, começou a adquirir um caráter mais humanista, centrado na política da possível reconciliação entre cristãos por meio de concessões recíprocas.Arlette Jouanna, La France..., op. cit., pp. 354–357. O próprio Cardeal de Lorena sugeriu reformas religiosas. Ao mesmo tempo, as ideias de um conselho religioso ecumênico ganhavam força, sendo oficialmente proposto de forma inusitada: ao invés de solicitar permissão ao Papa Pio IV, o cardeal e a rainha convocaram um conselho geral europeu, em que os cristãos se reuniriam para remodelar a religião. A opinião papal, apesar de contrária, foi revogada sob ameaça francesa da criação de um conselho nacional autônomo, caso não concordasse com a reunião.Lucien Romier, La conjuration..., op. cit., p. 256–257. Para atenuar as críticas ao rei com base em sua juventude, o governo tentou conquistar a aprovação real, comunicando-lhe as decisões, mas o monopólio dos Guises ainda era fortemente criticado, e a primeira medida pensada sobre o descontentamento foi a convocação dos Estados Gerais, mas os Guises acreditavam que sua impopularidade os levaria ao exílio, e se opuseram fortemente. Cedendo a autoridade de Catarina, os Guises se reuniram com as autoridades máximas da corte francesa, resultando na Assembléia dos Notáveis de Fontainebleau (21 de Agosto até 1650 a 26 de Agosto de 1650), em que atenderam Catarina e o próprio rei, que, até então, pouco havia exercido seu cargo político de fato, assim como marcaram presença os príncipes de sangue e o condestável, assumindo seus respectivos papéis no conselho.Lucien Romier, La conjuration..., op. cit., p. 135. Destacou-se na reunião, Gaspar de Châtillon, conde de Coligny e futuro líder da causa huguenote, que leu, diante de uma assembleia surpresa, as reivindicações feitas pelos protestantes normandos, condensados em uma petição que clamava por liberdade religiosa. Após o feito, a assembleia foi fechada, por convocar os Estados Gerais. |- ! colspan=\"3\" style=\"background: #FBEC5D;\" | Francisco II de França Casa de Valois-Angoulême Ramo da Casa de Capeto 19 de janeiro de 1544 – 5 de dezembro de 1560 |- style=\"text-align:center;\" |width=\"30%\" align=\"center\" rowspan=2| Precedido por Henrique II |width=\"40%\" style=\"text-align: center;\"| Rei da França |width=\"30%\" align=\"center\" | Sucedido por Carlos IX |- |width=\"40%\" style=\"text-align: center;\"| Delfim da França 31 de março de 1547 – 10 de junho de 1559 |width=\"30%\" align=\"center\" | Sucedido por Luís XIII |- |width=\"30%\" align=\"center\" | Precedido por Maria de Guise |width=\"40%\" style=\"text-align: center;\"| Rei Consorte da Escócia 24 de abril de 1558 – 5 de dezembro de 1560 |width=\"30%\" align=\"center\" | Sucedido por Henrique Stuart, Lorde Darnley |} Categoria:Reis da França Categoria:Monarcas católicos romanos Categoria:Reis por direito conjugal Categoria:Crianças soberanas Categoria:Dinastia de Valois Categoria:Delfins de França Categoria:Cavaleiros da Ordem do Tosão de Ouro Categoria:Monarcas do século XVI Categoria:Naturais de Fontainebleau Categoria:Sepultados na Basílica de Saint-Denis",
 "title": "Francisco II de França"
}