{
 "id": "67593",
 "text": "O rio Itapemirim é um curso de água resultado da fusão de dois braços: o Direito, que nasce em Muniz Freire; e o Esquerdo, que nasce em Ibitirama, na serra do Caparaó. Tem, como maior afluente, o Rio Castelo, e deságua no oceano Atlântico, na altura de Marataízes, no estado do Espírito Santo, no Brasil. == Etimologia == \"Itapemirim\" é derivado do termo tupi antigo itapemirĩ, que significa \"pequena pedra achatada\", através da aglutinação dos termos itá (\"pedra\"), peb (\"achatado\") e mirĩ (\"pequeno\").NAVARRO, E. A. Dicionário de tupi antigo: a língua indígena clássica do Brasil. São Paulo. Global. 2013. p. 574. == A bacia do rio Itapemirim == ===Localização=== A bacia do rio Itapemirim possui área de 687 000 hectares, geograficamente situada entre os meridianos 40º48'e 41º52' de longitude W.G. e entre os paralelos 20º10' e 21º15'. Compreende dezessete municípios, perfazendo um total de 409 614 habitantes, quais sejam: Alegre, Atílio Viváqua, Conceição do Castelo, Castelo, Ibatiba, Ibitirama, Irupi, Jerônimo Monteiro, Muniz Freire, Muqui, Vargem Alta, Venda Nova do Imigrante, Itapemirim, Cachoeiro do Itapemirim, Marataízes e Iúna (todos no estado do Espírito Santo) e Lajinha (em Minas Gerais). O rio Itapemirim tem suas nascentes mais distantes localizadas na serra do Caparaó, formadas pelos rios Braço Norte Esquerdo e Braço Norte Direito que se unem no município de Alegre. Mais a jusante, as águas do Itapemirim recebem contribuição do rio Castelo, no distrito de Coutinho, município de Cachoeiro de Itapemirim. O último grande afluente, antes da desembocadura no oceano Atlântico, é o Muqui do Norte, que junta-se ao Itapemirim no município de Itapemirim. ===Colonização=== A ocupação territorial da bacia pelas populações luso-descendentes foi dinamizada pela introdução da cafeicultura a partir da segunda metade do . Anteriormente, no período do Brasil Colônia, a bacia fora uma típica região produtora de cana- de-açúcar. Em sequência às lavouras de café, as terras desta região passaram a ser utilizadas como pastagens, acompanhando os ciclos de expansão e retração da economia cafeeira e o esgotamento da fertilidade das terras. Como toda área de povoamento e colonização no Brasil, a região da bacia do Rio Itapemirim já possui extensas áreas reflorestadas. No entanto, já em 1974, verificou-se que, na região, a cobertura florestal de 118 mil habitantes, ou seja, 17,19% da área de abrangências da bacia. Após 12 anos, a cobertura florestal decresceu para pouco mais de 50 mil habitantes, e fazendo um total de 7,19%. ===Impactos ambientais pela ação do homem=== Sabe-se que a monocultura de cana-de-açúcar e do café deixaram, após o cultivo de várias décadas, uma sucessão de grandes extensões de solo sob pastagens, localizadas em regiões elevadas que sofrem atualmente com o problema de erosão em vários níveis. Nas encostas com declividade acentuada, a erosão começou a fazer seu trabalho imediatamente após a derrubada e queimada do manto florestal. O complexo solo organomineral, que era decorrência da própria floresta, que o mantinha e reciclava, se degradou, sobretudo transportado pelas águas da chuva. As terras, carregadas pela erosão, foram assorear as calhas dos córregos e rios, ocasionando problemas de transbordamento, alagamento de margens e mesmo enchentes catastróficas. O efeito da devastação da cobertura florestal sobre os mananciais e fontes também são preocupantes. Os rios e córregos se alargaram pelo desbarrancamento das margens, tornaram-se mais rasos pelo assoreamento e seus regimes de vazão foram profundamente alterados, transformado-os em laminas delgadas ou fios de água nos períodos secos e correntes tumultuosas e transbordantes na época das chuvas as águas tornaram-se turvas pela grande quantidade de terra levada em suspensão para o fundo do oceano. Acompanhando a trajetória do Rio Itapemirim, percebe-se, claramente, que o assoreamento ano a ano vem se tornando mais grave. A disponibilidade hídrica reduzida, historicamente observada, e o desmatamento desordenado, caracterizando a degradação constante da Bacia do Rio Itapemirim são responsáveis pela redução drástica potencial de sustentação socioeconômica de toda a região geográfica. Em anos de baixa precipitação pluviométrica, já se verificaram algumas tendências à desertificação em determinadas regiões da bacia, existindo solos que, por sua baixa capacidade de retenção de água pelo comportamento hidrológico, se assemelham aos ambientes desérticos. Indício disso é o aparecimento da espécie Calothropis procera (algodão-de-seda), planta originária da Índia. Introduzida no Brasil para uso ornamental no estado de Pernambuco, colonizou grandes áreas de pastagens, principalmente nos municípios de Cachoeiro de Itapemirim, Castelo, Jerônimo Monteiro e Alegre. ===Impactos na sociedade=== Em termos sociais, verifica-se o processo de decadência da qualidade de vida das populações que habitam a região, devido, em grande parte, ao descaso com que as políticas públicas trataram a questão do Desenvolvimento Rural Sustentável. Diante disto, os agricultores familiares, enquanto categorias majoritárias porém a mais excluídas das políticas, acabaram sendo condenados ao empobrecimento e, muitas vezes, forçados a migrar para outras regiões. Por sua vez, as cidades ficaram estagnadas economicamente, sem opção de trabalho e oferecendo serviços precários de educação e assistência social, quando oferecerem, como reflexo do próprio subdesenvolvimento da agricultura regional. == Projeto Rio Vida Reflorescer == O Rio Vida Reflorescer é um projeto desenvolvido pela Citágua em parceria com a Pastoral Ecológica, Secretaria de Estado de Agricultura e Secretaria Municipal de Agricultura de Cachoeiro de Itapemirim. O projeto tem, como principal objetivo, a proteção de dez nascentes no município e o reflorestamento do seu entorno, de forma a aumentar a oferta de água e melhorar a qualidade desse bem tão necessário à vida, envolvendo sempre a comunidade e as escolas da região. ===Objetivos=== * Recuperação de dez nascentes; * Recuperação de dez áreas de mata ciliar com três hectares cada uma; * Construção de aproximadamente três mil metros de cerca; * Plantio de dez mil mudas de árvores nativas e frutíferas; * Mobilização e sensibilização ambiental das comunidades envolvidas no projeto. == Bibliografia == * http://www.portaldocaparao.com/parna_bacia_itapemirim.html * http://www.ambientebrasil.com.br/composer.php3?base=./urbano/index.html&conteudo;=./urbano/artigos/itapemirim.html * http://www.citagua.com.br/template- conteudo-06.asp?cod_con=1776&cod;_sec=104&cod;_subsec=53&cod;_cat=-1&cod;_subcat=-1&cod;_niv=-1&cod;_tem=6 Categoria:Hidrotopônimos de origem tupi",
 "title": "Rio Itapemirim"
}