{
 "id": "67606",
 "text": "O Rio das Almas, um dos afluentes do Rio Tocantins é um importante curso d'água localizado no estado de Goiás, Brasil, que nasce nas imediações da Serra dos Pireneus, nos limites do Parque Estadual da Serra dos Pireneus em Pirenópolis. Ao passar primeiramente pela histórica e turística cidade de Pirenópolis, percorre sentido norte por diversos municípios goianos, incluindo Jaraguá, Rianápolis, Ceres, Rialma, Santa Isabel, Nova Glória, São Luiz do Norte, Hidrolina, Santa Rita do Novo Destino e Uruaçu, até desaguar no Rio Maranhão, formando o Lago de Serra da Mesa na Bacia do Tocantins. O desenvolvimento de centros urbanos em Goiás, antes da chegada dos exploradores europeus ao continente americano, particularmente no século XVIII, estava profundamente associado à corrida do ouro, que atraía aventureiros em busca de riqueza para as minas. Especificamente Pirenópolis que já era habitada por vários grupos indígenas pertencentes ao tronco linguístico macro-jê. Entre essas comunidades nativas, destacavam-se os acroás, xacriabás, xavantes, caiapós, javaés e outros povos indígenas, presenciaram o surgimento dessas minas, que eram garimpos rudimentares, sem qualquer tipo de infraestrutura, frequentemente situados em encostas de morros, às margens de córregos, ribeirões e rios, muitas vezes em vales profundos, como se vê nas proximidades do Rio das Almas.CHAIM, M. M. Aldeamentos Indígenas (Goiás 1749-1811). Segunda edição. São Paulo: Nobel, 1983. p. 48 Passados quase três séculos e sessada a febre do ouro, o Rio das Almas continua a ser vital para a hidrografia e economia da região a qual se insere, desempenhando um papel importante nos ecossistemas locais e nas atividades econômicas, como o abastecimento público de água, mineração, agricultura e o turismo. O rio é conhecido por suas diversas histórias e pela influência que exerce sobre a cultura e a identidade das comunidades por onde passa. ==Nome== O nome Rio das Almas está imerso em diversas histórias e tradições. Em Pirenópolis, a versão mais popular afirma que, em 07 de outubro de 1727, uma bandeira liderada por Manoel Rodrigues Tomaz fez uma promessa de celebrar uma missa para as almas do purgatório após descobrir ouro nas margens do rio. Este evento teria dado origem ao nome e ao surgimento da cidade. Durante esse período, a Igreja Matriz de Pirenópolis, erguida a partir de 1728 pela Irmandade do Santíssimo Sacramento, viu a fundação de três outras importantes irmandades: a Irmandade de Santo Antônio, a Irmandade de Sant’Ana e a Irmandade Almas de São Miguel. Essas irmandades foram homenageadas com altares laterais na nave principal da igreja. A Irmandade das Almas, dedicada às almas do purgatório, reforça a tradição relacionada ao nome do rio. As irmandades leigas e confrarias tiveram um papel fundamental na organização da Igreja Católica em Goiás e em outras partes do Brasil colonial. Formadas principalmente por devotos leigos, essas instituições desempenhavam funções religiosas, sociais e culturais importantes, incentivando a participação em missas, procissões e festas. Além disso, as irmandades também se destacavam por seu trabalho assistencial, arrecadando fundos e oferecendo ajuda aos necessitados da comunidade, desde a distribuição de alimentos e roupas até o fornecimento de abrigo para os pobres e doentes, o sepultamento e oração pelas almas, como no caso da Irmandade das Almas. ==Ponte do Carmo== A Ponte Velha do Carmo, também conhecida como Ponte do Carmo, é a mais antiga ponte sobre o Rio das Almas. Localizada em Pirenópolis, foi construída inicialmente entre 1750 e 1760 por Antônio Rodrigues Frota e seu sogro Luciano Nunes Teixeira, a ponte foi remodelada ao longo dos anos, e a versão atual foi finalizada em 1943. Localizada no Largo do Carmo, no centro histórico da cidade, a ponte conecta o núcleo histórico de Pirenópolis ao bairro do Carmo, oferecendo acesso a diversos pontos turísticos, incluindo a Igreja Nossa Senhora do Carmo, datada do mesmo período. Com 37,40 metros de comprimento, a ponte é composta por vãos de 8,80 metros, 11,0 metros e dois vãos adicionais de 8,80 metros. Ela desempenha um papel crucial na ligação entre o centro da cidade e o bairro do Carmo, facilitando o acesso a cachoeiras, restaurantes, pousadas e outros atrativos da região. Historicamente, a ponte também é um local popular para o banho de pessoas, especialmente durante os dias quentes. As águas do Rio das Almas, que passam sob a ponte, são frequentemente usadas para atividades recreativas pelos moradores e visitantes. O espaço ao redor da ponte oferece uma área para as pessoas desfrutarem do ambiente natural e se refrescarem no rio, tornando a ponte não apenas um importante ponto de conexão, mas também um local de lazer e encontro. A importância da ponte para a cidade é evidenciada por seu status no Conjunto Arquitetônico, Urbanístico, Paisagístico e Histórico de Pirenópolis, tombado pelo IPHAN em 1990. A restauração mais recente, realizada em 2001, incluiu a substituição de partes danificadas da estrutura, a adição de uma passarela para pedestres e melhorias na iluminação. Esses esforços garantiram a preservação das características históricas da ponte, enquanto também melhoraram a segurança e a experiência dos transeuntes e frequentadores da área ao redor do rio. A estrutura, feita principalmente de madeiras nobres como ipê e aroeira, continua a ser um importante ponto de referência e um espaço valorizado pela comunidade e pelos visitantes. == Bibliografia == * BERTRAN, Paulo. História da terra e do homem no Planalto Central: Eco-história do Distrito Federal: do indígena ao colonizador. Brasília: Solo, 1994. 270p. * CAVALCANTE; Silvio. Barro, Madeira e Pedra: Patrimônios de Pirenópolis. IPHAN, 2019. 352. p.: il. * CURADO, Glória Grace . Pirenópolis uma cidade para o Turismo. Goiânia: oriente, 1980. * JAYME, Jarbas. Esboço Histórico de Pirenópolis. Goiânia, Editora UFG, 1971. Vols. I e II. 624p. * IPHAN, Instituto do Patrimônio Histórico e Artístico Nacional. Dossiê da Festa do Divino Espírito Santo, Pirenópolis, GO. Brasília: 2017. 159p. * JAYME, Jarbas. JAYME, José Sizenando. Casas de Deus, casas dos mortos. Goiânia: Ed. UCG, 2002. Almas, Rio Das",
 "title": "Rio das Almas (Goiás)"
}