{
 "id": "67610",
 "text": "O rio Claro é um curso de água que banha o estado de Goiás, no Brasil. É um dos principais afluentes do rio Paranaíba no sudoeste goiano. Percorre, da nascente à foz, aproximadamente 400 km, passando pelos municípios de Jataí, Caiapônia, Perolândia, Aparecida do Rio Doce, Caçu, Cachoeira Alta, Paranaiguara e São Simão, onde deságua no rio Paranaíba, recebendo grande volume de água de seus tributários durante seu curso. A Bacia Hidrográfica do Rio Claro possui uma área de 13.675,193 km², ocupando 6,14% da área da Bacia Hidrográfica do Rio Paranaíba. No município de Jataí, o rio Claro percorre cerca de 180 km, de um total de 400 km da nascente à foz, em sentido Noroeste- Sudeste, caracterizando-se como o mais importante corpo de água do município abastecendo mais de habitantes. O rio Claro faz parte da história de Jataí. Com suas praias, cachoeiras e locais de pesca, o rio caudaloso com leito de pedras, com sua margem sombreadas possui excelentes áreas para campismo, além de ser adequado para a prática de canoagem, rafting e descidas de boias, com corredeiras nível 4. A melhor época de visita é de maio a novembro. Em Caçu, estão instaladas três das cinco usinas hidroelétricas do município. É também um importante irrigador das lavouras de cana, além de abastecer a cidade de habitantes. O rio Claro também um grande ponto turístico da cidade, tendo no lago do Ribeirão Caçu formado pelo represamento das águas da UHE Caçu seu grande atrativo. Existem cachoeiras como o salto Enoch Franco e o salto Marianinho. == Nascente == Nasce na serra do Caiapó, entre os municípios de Jataí e Caiapônia. == História == O rio Claro já era conhecido pelos índios caiapós. No ano de 1836, o capitão Francisco Joaquim Vilela e seu filho José Manoel Vilela com alguns companheiros cruzaram o rio Paranaíba através de Santa Rita do Paranaíba e iniciaram o desbravamento e mais tarde a ocupação das terras as margens do rio Claro e de seus afluentes, com o estabelecimento de fazendas para criação de gado. Rio Claro foi o nome dado por Francisco devido às características da água.Martins, Alécio Perini. (março de 2014). \"Dos posseiros aos migrantes: formação territorial e econômica do município de Jataí/GO\". Caminhos de Geografia 15 (49). ISSN 1678-6343. Antigamente também foi chamado de rio dos Pasmados.Lima, Binômino da Costa; França, Almério Barros. (2004). Primeiros Fazendeiros do Sudoeste Goiano e do Leste Mato- Grossense. Jataí (GO): Sudográfica – Brasil. ==Potencial hidroelétrico== Por se situar em zona de planalto, o rio Claro possui um grande potencial hidrelétrico. Atualmente estão sendo construídas em seu curso várias usinas hidrelétricas: *Usina Hidrelétrica de Jataí 30MW *Usina Hidrelétrica Irara 30MW *Usina Hidrelétrica Barra dos Coqueiros 90MW *Usina Hidrelétrica Caçu 65 MW *Usina Hidrelétrica Foz do Rio Claro 68,4 MW == Bibliografia == == Ligações externas == Claro",
 "title": "Rio Claro (Goiás)"
}