{
 "id": "67636",
 "text": "O rio Mearim é um curso d'água que banha o estado do Maranhão, Brasil.Ministério dos Transportes: Informações do Rio Mearim Nasce na parte sul do estado do Maranhão na confluência das serras Negra, Menina e Crueiras, a 650 metros de altitude. O rio banha os municípios de Formosa da Serra Negra, Grajaú, Barra do Corda, Esperantinópolis, Pedreiras, Trizidela do Vale, São Luís Gonzaga, Bacabal, Vitória do Mearim, Arari (onde se observa o fenômeno da Pororoca), entre outras, e desemboca na baía de São Marcos, na altura da ilha dos Caranguejos, em um estuário amplo, para onde também drenam os rios Grajaú e Pindaré, cuja contribuição se dá a 20 km de sua foz. == Etimologia == O significado do nome Mearim pode vir do tupi: mbiá-r-y: o rio do povo; o rio da gente navegar. Pode ser também corrupção de mbiar-y: o rio dos prisioneiros ou onde se tomam cativos; rio da caça. == Características gerais == Dirige-se primeiro para o norte, até a área indígena de Bacurizinho, fazendo as fronteiras nas extremidades oeste e norte, depois de receber, pelo lado direito, o rio Enjeitado, o primeiro dos seus afluentes de importância. Em seguida, continua para o nordeste, atravessando a área indígena de Guajajara e passando pela cidade de Altamira. Em seguida, passa pela cidade de Barra do Corda (86.662 hab. em 2016), onde ocorre o encontro com os rios Corda e Capim. A partir daí o rio é totalmente navegável (um trecho de 645 km até a sua desembocadura) e segue o seu avanço, mantendo a mesma direção nordeste e, pelo lado direito, receber o Rio das Flores (que tem como seu afluente o rio Pacuma e onde foi construída a Barragem do Rio Flores). O rio volta-se para o norte, ao longo das cidades de Esperantinópolis, Marianópolis, Pedreiras (39.481 hab.), Trizidela do Vale, São Luís Gonzaga, Bacabal (99.960 hab.), Vitória do Mearim (31.234 hab.) e Arari (28.477 hab.) A bacia hidrográfica do rio Mearim é a maior do Estado com 99.058,68 km², equivalente a 29,84% da área total do território maranhense, abrangendo 83 municípios. == Subdivisões == Por suas características físicas, o rio Mearim está dividido em três trechos principais: Alto Mearim - O rio Mearim provém da serra da Menina, próximo a Fortaleza dos Nogueiras, a 650 m de altitude, sob a denominação de ribeirão Água Boa. Compreende o trecho entre as cabeceiras e a barra do rio das Flores (Esperantinópolis) e a extensão do trecho é de aproximadamente 400 km. O desnível total do trecho é de cerca de 400 m, sendo a declividade bastante variável devido ao elevado número de corredeiras, que em muitos casos obstruem o leito. A declividade média do trecho é de aproximadamente 1,0 m / km. A largura média é de 40 m, que se reduz à medida que se sobe o rio. Apresenta grande sinuosidade e profundidade média nos estirões de 1,50 a 2,00 m. A profundidade mínima no trecho situa-se em torno de 1,00 m. O alto Mearim possui uma bacia modesta, com pequena contribuição de seus afluentes, como os ribeirões Bem Aceito, da Barra, Prata, Brejão, Água Boa, Midubim, Poção e dos Ovos, que apresentam descargas reduzidas. Médio Mearim - compreende o trecho entre a barra do rio das Flores e o Seco das Almas, com extensão de aproximadamente 180 km. O desnível total é de cerca de 20 metros, sendo a declividade média de aproximadamente de 11 cm/km. A largura situa-se entre 50 e 100 metros. Neste trecho encontram-se diversos alargamentos do rio onde os depósitos aluvionais tornam muito difícil a navegação, com profundidades da ordem de 0,80 metros em águas baixas. Baixo Mearim - compreende o trecho entre o Seco das Almas e a foz na baía de São Marcos, onde se bifurca em dois braços que contornam a ilha dos Caranguejos, com margens alagadiças e pantanosas. A sua extensão é de aproximadamente 170 km. O desnível total é de cerca de 12 m, e declividade média, aproximada de 7 cm/km, apresentando características de um rio de baixada, com grandes meandros. O curso d'água é lento e as profundidades constantes, com a mínima em torno de 1,50 m, localizadas nos trechos de depósitos de aluvião denominados \"secos\" e em algumas corredeiras, que se constituem no principal obstáculo à navegação. == Biodiversidade == O clima do estado do Maranhão compreende uma transição entre o clima Superúmido da Amazônia e o Semiárido do Nordeste. Caracteriza-se como quente, semiúmido, tropical de zona equatorial, com duas estações distintas que vão de úmida (janeiro a junho) a seca (julho a dezembro). A Bacia do Mearim apresenta três faixas de vegetação, com os Biomas Cerrado (ao sul) e Amazônico (ao norte), tendo, portanto, uma ampla composição de fitofisionomias e diversidade de espécies. No centro da bacia, predomina a Mata dos Cocais. Algumas das espécies encontradas, na região, são: o babaçu, o buriti, o jaborandi, o mogno, o pau-roxo, pau-amarelo, a castanheira e a aroeira-do-sertão. Dentre os animais encontrados na região, destacam-se: Nectomys squamipes (rato-d’agua), Oxymicterus sp. (rato-do-brejo), Galea spixii (mocó), Didelphis marsupialis (mucura), Bradipus variegatus (preguiça), Dasypus novemcinctus (tatu), Coendou koopmani (Ouriço-cacheiro), Dasyprocta sp. (cutia), Saguinus niger (sagui- uma), Saimiri sciureus (macaco-de-cheiro), Alouatta belzebul (guariba-de-mãos- ruivas), Sapajus apella (macaco-prego), Nasua nasua (quati), Potos flavus (jupará), Panthera onca (onça-pintada), dentre outros. Podem ser encontradas aproximadamente 587 espécies de aves, como a jaçanã, o guará, a jandaia e o frango d'água-azul. A Baixada Maranhense se localiza na região do entorno do Golfão Maranhense, e é formada por um relevo plano a suavemente ondulado com extensas áreas rebaixadas que são alagadas durante o período chuvoso, originando extensos lagos interligados, associados aos baixos cursos dos rios Mearim, Grajaú, Pindaré e Pericumã. É um ambiente rebaixado, com formação sedimentar recente, com alguns relevos residuais, originando outeiros e superfícies tabulares cujas bordas decaem em colinas de variadas declividades. O rio Grajaú, afluente do rio Mearim pela margem esquerda, através do canal do Rigó, tem bacia hidrográfica com área de aproximadamente 21.830 km². Tem um curso total de aproximadamente 770 km, sendo atualmente navegado por pequenas embarcações no trecho entre o povoado Mandail e sua barra no rio Mearim, numa extensão de aproximadamente 330 km. A convergência dos cursos dos rios Mearim, Pindaré e Grajaú, associada aos movimentos transgressivos e regressivos do mar, modelou o ambiente deposicional que é preenchido pelo excedente de águas dos rios no período chuvoso, dando origem a extensas superfícies de lagos que influenciam a vida das comunidades residentes na região. Foi designada como Sítio Ramsar em 2000 e foi instituída a APA da Baixada Maranhense. Representa o maior conjunto de bacias lacustres do Nordeste.miniaturadaimagem|Campos alagados na Baixada Maranhense Algumas das espécies de peixes encontradas na Baixada Maranhense são: curimbatá, branquinha, piau, tucunaré, mampará, mandisurubim, sardinha, urubarana, pescada, piranha, curimbatá aracu, mandi, traíra e viola. Na foz do Mearim encontra-se a maior área contínua de mangues do país – uma área de aproximadamente 30 mil hectares, conhecida como ilha dos Caranguejos. Um fator que promove a ação marítima sobre o Mearim é o fato de a foz do importante rio ser a principal reentrância do Golfão Maranhense. A invasão marítima penetra até 100 km rio adentro, fazendo do seu estuário o maior dos estuários maranhenses. == Pororoca == O fenômeno da pororoca pode ser visto no rio Mearim, durante a lua cheia ou a lua nova, principalmente no primeiro semestre. O processo ocorre quando os níveis das águas oceânicas se elevam e invadem a foz do rio. O confronto dessas águas promove o surgimento de grandes ondas de 1,5 metro, que duram aproximadamente 40 minutos até chegar à cidade de Arari, distante 150 km da capital, São Luís, atraindo surfistas do mundo todo. == Importância e conservação == A navegação pode ser praticada no rio Mearim e também nos seus afluentes Grajaú e Pindaré. Este último rio constitui uma importante ligação natural com a Baixada Ocidental Maranhense. O rio Mearim fornece água potável para cidades ribeirinhas, bem como das outras cidades localizadas na área de influência de sua bacia. Abastece, também, indústrias implantadas nas proximidades do seu curso, além de ser utilizado na irrigação de projetos agropecuários localizados em suas margens. O rio Mearim vem sofrendo constante problemas ambientais: a salinização, o assoreamento do seu leito, o abandono de meandros e a devastação da mata ciliar. A salinização ocorre devido ao baixo volume d’água do rio, provocado pelo assoreamento de seu leito. Desse modo, a água do oceano invade o rio e acaba tornando a água salgada, especialmente em Arari, na sua foz, deixando sal acumulado nas margens do Mearim. O assoreamento do leito que vem aumentando a cada ano, em razão do desmatamento da mata ciliar, deixando as barreiras do rio ficam desprotegidas, e sendo derrubadas pela água. A maior degradação do rio é observada na sua foz. A bacia do Mearim sofre também com enchentes no período chuvoso, carecendo de políticas públicas que preparem para essa época. Uma dessas medidas foi a construção da Barragem do Rio Flores, na década de 80, prejudicada atualmente por falta de investimentos. == Ver também == Mata dos Cocais Rio Itapecuru Baía de São Marcos Estreito dos Mosquitos Campo de Perizes Mearim",
 "title": "Rio Mearim"
}