{
 "id": "6765",
 "text": "Adaúfe é uma povoação portuguesa sede da Freguesia de Adaúfe do Município de Braga, freguesia com 10,81 km² de área e 3587 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . == Toponímia == O nome de Adaúfe é um antropônimo, ou seja deriva do nome de uma pessoa. Provavelmente, origina do nome germânico de Athaulfus ou Athavulfus, de Athals (nobre) e Wulfus (lobo). == História == Adaúfe era, em 1747, um lugar e freguesia pertencente à terceira parte da visita de Nóbrega e Neiva, Arcebispado, Comarca secular e eclesiástica de Braga, Província de Entre Douro e Minho. Constava de duzentos e sessenta e dois vizinhos, estando fundada parte em um monte, parte em campinas e vales, de onde se avistavam algumas povoações fundadas pelas ribeiras do rio Cávado, como eram as terras do Douro, Amares, Crasto, Prado, e outras muitas até à Senhora do Bom Despacho, e o Mosteiro de Rendufe, de monges beneditinos. A igreja paroquial situava-se dentro do lugar, sendo seu orago Nossa Senhora da Conceição. Tinha três altares, o maior com a imagem da Virgem, e dois colaterais, o da parte do Evangelho dedicado a Nossa Senhora do Rosário, e o da Epístola da invocação do Nome de Jesus. Havia nela duas irmandades, a das almas, que era de seculares, e a do Salvador, de eclesiásticos. O pároco era reitor, apresentado pelo Arcebispo de Braga, rendendo duzentos mil reis. Existiam aqui algumas ermidas, uma de São João Baptista, dentro deste lugar, e as mais espalhadas pela freguesia, como eram a de São Vicente, de Santa Marinha, Santo André, São Francisco e Santo António, na quinta da Fontella, e a de Nossa Senhora da Nazaré. Os frutos, que recolhiam em maior abundância os moradores desta terra, eram centeio, milho miúdo e grosso, painço, feijões, vinho, azeite e castanha. Passava pelas vizinhanças desta terra o Rio Cavado, que a fazia mimosa com sua pescaria. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 705 683 2071 500 2011 466 532 2106 607 2021 437 336 2038 776 == Localização == Adaúfe está localizada cinco quilómetros a nordeste do centro de Braga. É banhada pelo rio Cávado que a separa do município de Amares e onde se situa a Praia fluvial de Adaúfe. É delimitada pelas freguesias de Palmeira, a ocidente, Gualtar e São Pedro de Este a sul e Santa Lucrécia de Algeriz e Navarra a leste. == Património == * Igreja Matriz * Capela Srª. da Nazaré na Rua Nazaré * Capela S. João na Rua do Outeiro * Capela Srª. do Bom Sucesso e Cruzeiro, na Rua Moinhos * Capela Sr. dos Milagres em Vale * Capela Sr. dos Milagres na Sete Fontes * Capela de Sta. Marinha e Cruzeiro na Rua de Santa Marinha * Cruzeiro Grande junto ao cemitério * Caminho Romano (Património Nacional) == Política == === Eleições autárquicas (Junta de Freguesia) === Data % V % V % V % V % V % V % V PPD/PSD CDS-PP PS GDUPs APU/CDU AD PSD-CDS 1976 40,54 4 20,14 2 18,85 2 10,88 1 4,15 - 1979 35,81 5 52,55 7 7,80 1 1982 AD AD 75,24 10 5,21 - 16,31 3 1985 30,17 3 54,42 6 5,17 - 1989 48,39 5 43,86 4 5,21 - 1993 44,92 4 2,10 - 46,68 5 4,03 - 1997 31,97 3 2,57 - 61,32 6 2,44 - 2001 CDS-PP PPD/PSD 56,45 6 6,36 - 35,20 3 2005 57,37 6 6,46 - 33,09 3 2009 51,16 5 5,61 - 40,95 4 2013 37,08 4 7,21 - 51,32 5 2017 25,66 2 6,34 - 63,50 7 Categoria:Freguesias de Braga Categoria:Paróquias de Portugal com orago de Maria",
 "title": "Adaúfe"
}