{
 "id": "67666",
 "text": "Gulag () ou gulague era um sistema de campos de trabalhos forçados para criminosos, presos políticos e qualquer cidadão em geral que se opusesse ao regime na União Soviética (todavia, a grande maioria era de presos políticos;Nanci D, Adler \"The Gulag Survivor: Beyond the Soviet System\", Transaction Pub., New York (2001,; ISBN 0-7658-0071-3 no campo Gulag de Kengir, em junho de 1954, existiam 650 presos comuns e 5200 presos políticos). Antes da Revolução, o Gulag chamava-se Katorga, e aplicava exatamente a mesma coisa: pena privativa de liberdade, pena de trabalhos forçados e pena de morte. Os bolcheviques continuaram a tradição autocrática-imperial russa em uma escala dezenas de vezes maior e em condições muito piores, nas quais até o canibalismo existiu. A criminalização da dissidência política era regra tanto na antiga União Soviética quanto no Império Russo Czarista (que também criminalizava heresias religiosas). Além de presos políticos, havia presos condenados por vadiagem, furto, roubo, agressão, homicídio e estupro. Finalmente, a antiga União Soviética passou por guerras internas e externas, assim como o Império Russo, então uma parte desses presidiários eram prisioneiros de guerra. == História == O sistema funcionou de 25 de abril de 1930 até 1960.. Foram aprisionadas milhões de pessoas, muitas delas vítimas das perseguições de Stalin, as consideradas \"pessoas infames\", para a chamada \"Pátria Mãe\" (a União das Repúblicas Socialistas Soviéticas), e que deveriam passar por \"trabalhos forçados educacionais\" e merecerem viver na chamada \"Pátria Mãe\".Solzhenitsyn, Aleksandr \"The Gulag Archipelago\", Harper & Row (1976), ISBN 0-06-080396-7 O Gulag tornou-se um símbolo da repressão da ditadura de Stalin. Na verdade, as condições de trabalho nos campos eram bastante penosas e incluíam fome, frio, trabalho intensivo de características próprias da escravatura (por exemplo, horário de trabalho excessivo) e guardiões desumanos. Floresceram durante o regime chamados pelos historiadores de stalinista da URSS, estendendo-se a regiões como a Sibéria e a Ucrânia, por exemplo, e destinavam-se, na verdade, a silenciar e torturar opositores ao regime, incluindo entre eles anarquistas,My Disillusionment in Russia. Mariya Spiridónova de Emma Goldman - visitado em 26/10/2009. \"There Is No Communism in Russia\", Emma Goldman. trotskistas e outros marxistas.. A Coreia do Norte, considerada um dos últimos Estados comunistas, ainda mantém disfarçados \"campos de trabalhos forçados\" muito semelhantes no sentido de tratamento \"educacional\" e \"adoecimento\" (pela loucura),\"On the Map: Five Major North Korean Prison Camps\" interactive map in The Washington Post - 20 de julho de 2009\"Report on political prisoners in North soon\" artigo escrito por Han Yeong-ik no Korea Joongang Daily - 30 de abril de 2012 }} }} muitas vezes chamados também de gulags.Os gulags escondidos na Coreia do Norte Norte- coreanos como Shin Dong-hyuk, único prisioneiro nascido num campo de trabalhos forçados do país que conseguiu fugir, tem denunciado violações aos direitos humanos ali praticados.Fuga do Campo 14. Blaine Harden, Editora Intrínseca, 2012. ISBN 9788580571653 Adicionado em 16 de Novembro de 2014. == Número de prisioneiros == O número de presos cresceu gradualmente a partir de 1930 (179.000) para 1934 (510.307), quando cresceu mais rapidamente em 1938 relacionado a expurgos (1.881.570), e, em seguida, diminuiu durante a Segunda Guerra Mundial por causa de recrutamento para o Exército Vermelho (1.179.819 em 1944). Em 1945 voltou a crescer até 1950, atingindo um valor máximo (cerca de 2.500.000), que se manteve praticamente constante até 1953. Número de prisioneiros pelos documentos do NKVD e MGBA tabela, copiada de documentos da NKVD, e publicada em Gulag de Anne Applebaum, pag. 602, reportando semelhantes dados publicados em V.N. Zemskov, 1991, \"Zaklyuchennyje, spetsposelentsy, ssyl'noposelentsy, ssyl'nyje i vyslannyje (statistiko-geograficheskij aspekt)\", Istorija SSSR, no. 5, pp. 151-165. 1930 179.000 1936 1.296.494 1942 1.777.043 1948 2.199.535 1931 212.000 1937 1.196.369 1943 1.484.182 1949 2.356.685 1932 268.700 1938 1.881.570 1944 1.179.819 1950 2.561.351 1933 334.300 1939 1.672.438 1945 1.460.677 1951 2.525.146 1934 510.307 1940 1.659.992 1946 1.703.095 1952 2.504.514 1935 965.742 1941 1.929.729 1947 1.721.543 1953 2.468.524 Os fluxos de entrada e saída dos campos era muito substancial, o número total de detentos entre 1929 e 1953 é de cerca de 18 milhões. Como parte do mais amplo \"trabalho duro\", se deve adicionar cerca de 4 milhões de prisioneiros de guerra, e pelo menos 6 milhões de \"especiais\", ou seja, de camponeses que foram deportados durante a coletivização, para um total de 28.000.000Anne, Applebaum; \"Gulag: A History\"; Anchor ed.; New York; (2003); ISBN 1-4000-3409-4 O número de mortes ainda está sob investigação, um valor provisório é de 2.749.163. Este número não leva em conta as execuções relacionadas com o sistema judicial (as execuções apenas por razões políticas são de 786.098). Segundo dados soviéticos morreram no gulag pessoas entre 1934 e 1953, excluindo mortos em colónias de trabalho.Getty, Rittersporn, Zemskov. Victims of the Soviet Penal System in the Pre-War Years: A First Approach on the Basis of Archival Evidence. The American Historical Review, Vol. 98, No. 4 (Oct., 1993), pp. 1017-1049. Os campos recebiam também prisioneiros de outras nacionalidades, incluindo cidadãos americanos. The Forsaken: An American Tragedy in Stalin's Russia. Tim Tzouliadis, Penguin Books, 2009. ISBN 9780143115427 Em 1931, a Amtorg Trading Corporation (primeira representação comercial soviética nos Estados Unidos) recrutou milhares de trabalhadores americanos, que sofriam as consequências da Grande Depressão, atraindo-os com promessas de boas condições de trabalho. Estes trabalhadores, que contribuíram para o desenvolvimento indústria da URSS, eram dispensados quando não mais necessários e poucos conseguiram retornar aos EUA. Muitos, foram enviados aos Gulags, permanecendo detidos ali por anos. O telefilme de 1982 Coming Out of the Ice IMDB - Coming Out of the Ice. Página visitada em 16 de Setembro de 2013. (pt. Atrás da Cortina de Gelo), baseado no livro homônimo, Coming Out of the Ice: An Unexpected Life de Victor Herman, Freedom Press, 1983. ISBN 9780915031023 dramatiza a vida de Victor Herman, paraquedista estadunidense que passou 18 anos detido na Sibéria por recusar-se a adotar a nacionalidade soviética após bater o recorde de salto em queda livre. Los Angeles Times - Author Who Was Russian Prisoner Dies : American Victor Herman Held 18 Years; Ordeal Became TV Film. Artigo de 29 de Março de 1985. Página visitada em 16 de Setembro de 2013. Segundo Werh Nicolas, um historiador francês do Centre National de la Recherche Scientifique, em Paris, no livro \"História da Rússia no século XX\" nas páginas 318-9 se lê textualmente: \"As estimativas do número de presos no Gulag no final dos anos trinta variam entre 3.000.000 (Timasheff, Bergson, Wheatcroft) e de 9 a 10.000.000 (Dallin, Conquest, Avtorkhanov, Rosefielde, Solzhenitsyn). Os arquivos do Gulag, confirmados pelos dados dos censos de 1937 e 1939, em documentos dos Ministérios da Justiça, do Interior e da Procuradoria Geral, dão um valor de cerca de 2.000.000 prisioneiros em 1940 (cerca de 300.000 em 1932, e de 1.200.000, no início de 1937). O número acumulado de entradas no Gulag durante os anos 30 tendo em conta a alta rotatividade dos detentos é cerca de 6.000.000 pessoas. \"No mesmo livro na página 416, lemos: \"Como evidenciado pelos arquivos do Gulag, recentemente exumados, nos anos 1945-53 houve um forte aumento no número de prisioneiros nos campos de trabalho Gulag (passando de 1.200. 000 para 2.500.000 entre 1944 e 1953 ) e o número de deportados \"especiais\" de 1.700.000 em 1943, para 2.700.000 em 1953. == Imagens == == Ver também == * Aleksandr Solzhenitsyn * Arquipélago Gulag * Assassinatos em massa sob regimes comunistas * Campo de prisioneiros de Solovki * Campos de trabalho forçado na Bulgária comunista * Crimes contra a humanidade sob regimes comunistas * Crimes de guerra soviéticos * Cheka * Democídio * Era Stalin * Fome cazaque de 1930-1933 * Grande Expurgo * Katorga * Kolyma * Memorial das Vítimas do Comunismo * Robert Conquest * Terror Vermelho == Ligações externas == * * * * * Museu online do Gulag Categoria:Anticomunismo Categoria:Stalinismo Categoria:Política da União Soviética Categoria:Campos de concentração comunistas Categoria:História da União Soviética e Rússia Soviética Categoria:Terminologia soviética",
 "title": "Gulag"
}