{
 "id": "67746",
 "text": "Em astronomia, uma anã branca é um remanescente estelar composto principalmente por matéria eletronicamente degenerada. Uma anã branca é altamente densa: sua massa é comparável com a do Sol, enquanto seu volume é comparável com o volume da Terra. A fraca luminosidade de uma anã branca tem sua origem na emissão de energia térmica de reserva; não há fusão dentro de uma anã branca, processo no qual massa é convertida em energia. A anã branca mais próxima do Sistema Solar é Sirius B, a uma distância de 8,6 anos-luz, a menor componente da estrela binária Sirius. Atualmente, há oito anãs brancas detectadas entre as centenas de sistemas estelares próximos do Sol. O brilho fraco das anãs brancas foi primeiramente reconhecido em 1910. O nome anã branca foi proposto por Willem Luyten em 1922. Anãs brancas são objetos resultantes do processo evolutivo de estrelas de até 10 MSol, o que significa dizer que cerca de 98% de todas as estrelas evoluirão até a fase de anã branca. Entretanto, somente 6% dos objetos nas vizinhanças do Sol são anãs brancas. Estrelas com até 10 MSol não são massivas o suficiente para que a temperatura em seu núcleo seja suficientemente alta para que possam fundir carbono em reações de nucleossíntese. Após terem se tornado gigantes vermelhas durante a fase de queima nuclear de Hélio/Hidrogênio, elas ejetarão sua camada externa, formando uma nebulosa planetária e deixando para trás um núcleo composto praticamente de carbono e oxigênio. Embora este núcleo seja mil vezes mais luminoso que o Sol e com uma temperatura efetiva que pode chegar a 150 000 K, ele não tem uma fonte de energia adicional e irá gradualmente irradiar sua energia e esfriar. O núcleo, sem o suporte contra o colapso gravitacional oferecido pelas reações de fusão termonuclear, torna-se extremamente denso, com uma massa típica de 0,6 MSol contida em um volume comparável ao da Terra. O colapso gravitacional da anã branca é barrado apenas pela pressão de degenerescência eletrônica. A maior massa de uma anã branca, além da qual a pressão da matéria degenerada não pode mais suportá-la, é em torno de 1,4 MSol. Uma anã branca com massa maior do que este limite (conhecido como limite de Chandrasekhar ) pode explodir em uma supernova. À medida que esfriam, as anãs brancas passam pelas chamadas faixas de instabilidade do diagrama HR, quando começam a pulsar, tornando-se anãs brancas pulsantes. Como as anãs brancas esfriam vagarosamente, seriam necessários centenas de bilhões de anos para que uma anã branca esfriasse o suficiente para deixar de ser visível, se transformando em anãs negras. Como a idade do universo é atualmente estimada em 13,7 bilhões de anos, elas ainda não tiveram tempo suficiente para esfriar a ponto de deixarem de ser visíveis. Mesmo as anãs brancas mais velhas do disco de nossa galáxia ainda estão visíveis, com luminosidades acima de 3x10-5 LSol e temperaturas superficiais efetivas da ordem de 3 700 K. == Formação == Todas as estrelas com até 10 MSol terminarão como anãs brancas, depois de todo o hidrogênio que elas possuem ter sido transformado em hélio. Próximo do fim deste estágio de queima nuclear, essas estrelas passam por uma fase de gigante vermelha e então ejetam a maior parte de suas camadas superficiais, criando uma nebulosa planetária em volta do núcleo quente (T > 100 000 K), o qual irá se transformar em uma jovem anã branca que brilha por causa de seu calor residual. Uma anã branca típica tem cerca de 0,6 massas solares, com um tamanho algumas vezes maior que a Terra, o que faz das anãs brancas uma das formas mais densas de matéria (em média 109 kg/cm3; em alguns casos, pode chegar a 10 000 kg/cm3!), superadas apenas pelas estrelas de nêutrons, buracos negros, e pelas hipotéticas estrelas de quarks. Quanto maior a massa de uma anã branca, menor seu tamanho. Existe um limite máximo para a massa de uma anã branca, o limite de Chandrasekhar (cerca de 1,4 vezes a massa do Sol). Se esse limite é excedido, a pressão exercida pelos elétrons deixa de ser suficiente para contrabalançar a força gravitacional, e a estrela colapsa para uma estrela de nêutrons. As anãs brancas de carbono/oxigênio evitam esta fatalidade através de uma reação de fusão nuclear que leva a uma explosão de supernova tipo Ia, antes de atingir o limite de massa. Apesar deste limite, a maioria das estrelas termina suas vidas como anãs brancas, desde que elas tendem a ejectar mais massa no espaço antes do colapso final, frequentemente gerando uma espetacular nebulosa planetária. É por causa disso que mesmo estrelas mais massivas, com 8 MSol terminarão como anãs brancas, esfriando gradualmente até tornarem-se anãs negras. == Características == Muitas anãs brancas são aproximadamente do tamanho da Terra, tipicamente 1 centésimo do diâmetro do Sol; sua massa média está entre 0,5-0,6 massas solares, apesar de existir uma pequena variação. Seu estado condensado implica que a mesma quantidade de matéria está compactada em um volume tipicamente 1 milhão de vezes menor que o do Sol, o que faz com que sua densidade média seja 1 milhão de vezes maior que a densidade média do Sol. Nestas condições, a matéria está em um estado degenerado. A matéria degenerada comporta-se de um modo levemente contraintuitivo; por exemplo, quanto maior é a massa de uma anã branca, menor ela será e maior será sua densidade. Nos anos de 1930, isto foi explicado por meio da mecânica quântica: o peso de uma anã branca é suportado pela pressão de degenerescência eletrônica, a qual depende da densidade e não da temperatura. O modelo do gás de Fermi ajuda a compreender melhor este efeito. Se, para todas as estrelas observadas, for feito um diagrama do brilho (absoluto) contra a cor (diagrama de Hertzprung-Russel ou diagrama HR), nem todas as combinações de brilho e cor ocorrem. Poucas estrelas estão na região baixo-brilho-cor-quente (as anãs brancas), mas a maioria das estrelas seguem uma faixa, chamada sequência principal. Estrelas de baixa massa da sequência principal são pequenas e frias. Elas são avermelhadas e são chamadas de anãs vermelhas ou (ainda mais frias), anãs marrons. Essas pertencem a uma classe de corpos celestes inteiramente diferente da classe das anãs brancas. Nas anãs vermelhas, como em todas as estrelas da sequência principal, a pressão que contrabalança a força gravitacional é causada pelo movimento térmico do gás. A pressão obedece à lei dos gases ideais. Uma outra classe de estrelas é chamada de gigantes: estrelas na região de alto brilho no diagrama HR. São estrelas infladas pela pressão de radiação e são muito grandes. == História das descobertas == A primeira anã branca descoberta foi a companheira da estrela Sirius (α Canis Majoris), a estrela mais brilhante do céu. Em 1844, Friedrich Wilhelm Bessel (1784-1846) analisando perturbações no movimento próprio de Sirius, concluiu que Sirius possuiria uma companheira que não podia ser observada com seu telescópio, mas com a qual formaria um sistema binário. Bessel estimou que o período orbital do sistema seria da ordem de 100 anos. Somente em 31 de janeiro de 1862, Alvan Graham Clark Jr. (1832-1897), enquanto testava um novo telescópio refrator de 37 cm de diâmetro, descobriu uma estrela próxima de Sirius, uma estrela fraca de magnitude 8, que até então nunca havia sido observada. Era a companheira de Sirius, cuja existência Bessel havia predicto. A companheira de Sirius passou a ser chamada de Sirius B (enquanto Sirius passou a ser chamada e Sirius A). Em 1914, o americano (nascido na Síria) Walter Sydney Adams (1876-1956), analisou o espectro de Sírius B e descobriu que sua baixa luminosidade e sua alta temperatura efetiva indicavam um raio de 18 000 km, ou seja, duas vezes e meia o raio da Terra, mas tendo uma massa semelhante à do Sol. Sua densidade média era altíssima: 150 000 vezes a densidade da água. Era o objeto mais denso conhecido até então. Por causa de seu pequeno tamanho e da cor branca de sua luz, esta estranha estrela foi chamada de anã branca. Até 1917 outras duas estrelas com as mesmas características de Sirius B foram descobertas: 40 Eridani B e van Maanen 2, esta última descoberta por Adriaan van Maanen (1884-1946), sugerindo a existência de uma classe de objetos que passou a ser chamada de anãs brancas. A alta densidade da matéria condensada que formava as anãs brancas permaneceu como um desafio para a Física moderna até que em 1939, Subrahmanyan Chandrasekhar (1910-1995) desenvolveu uma teoria rigorosa descrevendo a estrutura dessas estrelas. Chandrasekhar propôs que a pressão que suporta tão altas densidades é a pressão de degenerescência eletrônica decorrente do princípio de exclusão de Pauli, segundo o qual dois elétrons de mesmo spin não podem ocupar o mesmo nível de energia. O elétrons têm momentum linear e energia cinéticas tão altos (muito maiores do que indicaria sua energia térmica) e contrabalançam o colapso gravitacional. Por esta razão, anãs brancas (e estrelas de nêutrons também) são chamados de objetos degenerados. Atualmente, mais de 10 000 anãs brancas são conhecidas. Pesquisadores em 2019, pela primeira vez, encontraram evidências de um planeta gigante associado a uma estrela anã branca. O planeta orbita a anã branca e quente, fazendo com que sua atmosfera seja removida e forme um disco de gás ao redor da estrela. == Classificação espectral == O sistema de classificação espectral de anãs brancas que vem sendo utilizado atualmente foi proposto em 1983 e utiliza uma combinação de símbolos: * um D (maiúsculo) para indicar que se trata de um objeto degenerado; * uma letra maiúscula indicando o tipo espectroscópico primário ou dominante; * uma letra maiúscula, opcional, indicando alguma característica espectroscópica secundária, se presente no espectro da estrela; * uma letra maiúscula, também opcional, indicando alguma característica peculiar da estrela(P=estrela polarizada; H=estrela magnética sem polarização detectável; V=estrela variável; X=espectros peculiares ou inclassificáveis) * um índice de temperatura de 0 a 9, opcional. Os três últimos símbolos são opcionais. O segundo e terceiro símbolos dão informações sobre a composição química superficial da estrela, a partir das linhas espectrais: * DA = somente linhas de Balmer; ausência de He I e metais; * DB = linhas de He I; ausência de hidrogênio e metais; * DC = espectro contínuo, nenhuma linha mais profunda que 5%; * DO = fortes linhas de H II; presença de He I ou H; * DZ = algumas linhas de metais (especialmente Ca); nenhum He ou H; * DQ = linhas de carbono (atômico ou molecular); * DBA = atmosferas com predominância de He e traços de H; * DAB = linhas fracas de He I em um espectro com linhas de Balmer; Uma anã branca DA1, por exemplo, apresenta apenas linhas H I em seu espectro e uma temperatura efetiva de 30 000 K. Já uma anã branca classificada como DBAP3, é uma anã branca magnética, polarizada, com linhas de hélio e hidrogênio, mas com predominância de hélio, em seu espectro e uma temperatura efetiva da ordem de 20 000 K. No que diz respeito à abundância química superficial, as anãs brancas podem ser divididas em dois grandes grupos: * as que possuem atmosferas formadas essencialmente por hidrogênio puro (DAs), que constituem cerca de 80% de todas as anãs brancas, e * as que possuem atmosferas formadas essencialmente por hélio puro (DOs e DBs), que representam os 20% restantes. Uma pequena porcentagem das anãs brancas correspondem aos demais tipos espectrais (DBAs, DABs, DCs, DQa, DZs). == Relação massa-raio == Para encontrar a relação entre a massa de uma anã branca e seu raio, partimos da condição de equilíbrio hidrostático: ::\\frac{dP}{dr} = - \\frac{GM(r)}{r^2} \\rho(r) \\, :onde ::\\frac{dP}{dr} é a taxa de variação na pressão em função do raio ::G é a constante gravitacional ::M(r) é a massa contida dentro de um raio específico, r ::\\rho(r) é a densidade como uma função do raio. A derivação mostrará que anãs brancas de mais altas massas têm raios menores. Começamos fazendo uma estimativa aproximada para a densidade média, simplesmente dividindo a massa da anã branca por seu volume: ::\\rho = \\frac{M}{\\frac{4}{3} \\pi R^3} \\, Colocando isto na equação do equilíbrio hidrostático e integrando ambos os lados, obtemos uma equação para a pressão na região central da estrela: ::P \\approx \\frac{GM^2}{R^4} \\, Para um gás degenerado (do que são feitas as anãs brancas), a pressão é também proporcional à densidade: ::P \\sim \\rho^{5/3} \\, Igualando as duas equações para a pressão: ::\\frac{GM^2}{R^4} \\sim \\left(\\frac{M}{\\frac{4}{3} \\pi R^3} \\right)^{5/3} \\, Finalmente, chegamos a uma relação entre a massa de uma anã branca e seu raio. Reescrevendo a equação para se ver mais claramente, temos: ::R \\sim \\frac{1}{M^{1/3}} , isto é, o raio da anã branca é proporcional ao inverso da raiz cúbica de sua massa. Quanto maior for a massa de uma anã branca, menor será seu raio. (Este resultado não leva em conta correções relativísticas). == Ver também == * Anãs marrons * Anãs negras * Gigantes vermelhas == Ligações externas == * UFRGS Categoria:Tipos de estrelas Categoria:Evolução estelar",
 "title": "Anã branca"
}