{
 "id": "67761",
 "text": "A teoria quântica de campos ou teoria quântica de campo (abreviada para TQC ou QFT, do inglês, Quantum field theory) é um conjunto de ideias e técnicas matemáticas usadas para descrever quanticamente sistemas físicos que dispõem de um número infinito de graus de liberdade. TQC fornece a estrutura teórica usado em diversas áreas da física, tais como física de partículas elementares, cosmologia e física da matéria condensada. O arquétipo de uma teoria quântica de campos é a eletrodinâmica quântica (tradicionalmente abreviada como QED, do inglês Quantum Eletrodynamics), e que descreve essencialmente a interação de partículas eletricamente carregadas através da emissão e absorção de fótons. Dentro desse paradigma, além da interação eletromagnética, tanto a interação fraca quanto a interação forte são descritas por teorias quânticas de campos, que reunidas formam o que conhecemos por Modelo Padrão que considera tanto as partículas que compõem a matéria (quarks e léptons) quanto as partículas mediadoras de forças (bósons de gauge) como excitações de campos fundamentais. ==História== ===Advento da teoria clássica dos campos=== Pode-se considerar que a noção de campo surgiu inicialmente como uma construção matemática na descrição da gravitação newtoniana. No século XIX, tal formalismo logo foi estendido tanto para fenômenos elétricos quanto magnéticos por físicos como Ampère, Ohm e Faraday. Devido aos trabalhos de Maxwell, o conceito de campo passa a ocupar o papel de maior importância na descrição fenomenológica da realidade. Maxwell mostrou, através de um conjunto de equações que recebem seu nome, que os fenômenos magnéticos e elétricos estão intrinsecamente associados e que devem ser descritos por uma única entidade: o campo eletromagnético. Conceitualmente, Maxwell mostrou a relação entre campos elétricos e magnéticos, bem como o reconhecimento de que a luz (óptica) é uma manifestação particular deste campo eletromagnético. Dentro dessa perspectiva histórica, a unificação dos fenômenos eletromagnéticos realizado por Maxwell foi a segunda grande unificação, a primeira sendo a unificação da dinâmica celeste e terrestre realizada por Isaac Newton ainda no século XVII. ===Mecânica, Eletromagnetismo e Relatividade=== O eletromagnetismo foi a razão de ser do surgimento da relatividade. Com a inadequação das transformações de Galileu quando aplicadas à equação de onda tridimensional, surgiu um dilema: ou se preservava a mecânica clássica e abandonava-se o nascente eletromagnetismo, ou se preservava este e abandonava-se quase três séculos de previsões solidamente confirmadas pela experimentação. O caminho foi achado, surpreendentemente, numa espécie de conciliação entre as duas alternativas. Inicialmente, Woldemar Voigt derivou em 1887 um conjunto de relações, baseado apenas na equação de onda ordinária, devida a Jean D'Alembert. Essas relações eram transformações espaciais e temporais que deixavam invariante a forma desta equação. Estas relações são as que se conhecem como transformações de Lorentz-Fitzgerald, cientistas que redescobriram estas transformações mais tarde. Em particular, Lorentz o fez num contexto diferente, na tentativa de se reconciliar as teorias do éter com os resultados de experiências físicas, tais como a de Michelson-Morley. Einstein então entra em cena, com seu trabalho seminal de 1905, \"Sobre a Eletrodinâmica dos Corpos em Movimento\", onde introduz a relatividade, interpretando corretamente as transformações de Lorentz- Fitzgerald como alterações do espaço e do tempo em função da velocidade relativa entre os referenciais. === Termodinâmica e mecânica quântica === A mecânica quântica surgiu da incapacidade conjunta da termodinâmica e do eletromagnetismo clássicos de prever a correta distribuição de energias em função da frequência no problema da radiação de corpo negro. A tentativa de derivação feita por Lord Rayleigh e por James Jeans postulava que cada onda eletromagnética estava em equilíbrio com as paredes do forno. Isso se traduz num teorema que mantém sua validade mesmo na mecânica quântica: Max Planck obteve a forma correta da distribuição porque postulou a quantização da energia dos osciladores harmônicos que comporiam as paredes da cavidade que confina a radiação. Essa hipótese teve por efeito introduzir um limite máximo de frequência acima do qual há um corte (cutoff) nas contribuições dos entes (ondas eletromagnéticas) que estão em equilíbrio. Einstein, para explicar o efeito fotoelétrico, ampliou o conceito da quantização para a energia radiante, postulando a existência do fóton (o que \"implicitamente\" quer dizer que as equações de Maxwell não tem validade ilimitada, porque a existência do fóton implica não-linearidades). A antiga teoria quântica cedeu lugar à mecânica quântica moderna quando Schrödinger desenvolveu a famosa equação que leva o seu nome. Entretanto, a primeira versão que ele desenvolveu foi a equação que hoje é conhecida como equação de Klein-Gordon, que é uma equação relativista, mas que não descrevia bem o átomo de hidrogênio, por razões que só mais tarde puderam ser entendidas. Assim, ele abandonou a primeira tentativa, chegando à sua equação (equação de Schrödinger): \\left[- \\frac{\\hbar^2 abla^2}{2m} + V\\left(\\mathbf{r},t\\right) \\right]\\Psi\\left(\\mathbf{r},t\\right) = i\\hbar\\frac{\\partial\\Psi\\left(\\mathbf{r},t\\right)}{\\partial t} A equação de Schrödinger acima colocada é a equação \"dependente do tempo\", pois o tempo aparece explicitamente. Neste caso, as soluções \\Psi são funções das coordenadas espaciais e do tempo. Quando o potencial \\mathbf{V} não depende do tempo, ou seja, quando o campo de força ao qual a partícula está submetida é conservativo, é possível separar as variáveis \\mathbf{r} e \\mathbf{t}. A equação que a parte espacial da função de onda \\Psi obedece é: \\left[-\\frac{\\hbar^2 abla^2}{2m}+V\\left(\\mathbf{r}\\right)\\right]\\psi\\left(\\mathbf{r}\\right)= E\\psi\\left(\\mathbf{r}\\right) conhecida como equação de Schrödinger \"independente do tempo\". Esta é uma equação de autovalores, ou seja, através dela se obtêm simultaneamente autofunções (no caso as funções de onda \\psi) e autovalores (no caso, o conjunto das energias estacionárias E). == Formulação matemática == === Mecânica clássica e mecânica quântica === A dinâmica de uma partícula pontual de massa m em um regime não-relativístico, ou seja, em velocidades muito menores que a velocidade da luz, pode ser determinada através da função lagrangianaUsando a convenção de Einstein para somas, de modo que índices repetidos significam soma. Por exemplo, o produto interno de dois vetores no espaço \\mathbb{R}^N é: \\vec{v}\\cdot \\vec{u}=\\sum_{i=1}^N v^i u^i\\equiv v^i u^i. L= \\frac{1}{2}m(\\dot{q}^i)^2-V(q), em que (q^i, \\dot{q}^i) (que são respectivamente coordenadas generalizadas para a posição e a velocidade da partícula) determinam o espaço de fase do sistema e V(q) é o potencial em que a partícula se move. Minimizando o funcional ação S=\\int dt L(q, \\dot{q})﻿ encontra-se a equação de movimento para esse sistema, m\\frac{d^2q^i}{dt^2}=-\\frac{\\partial V(q)}{\\partial q^i}, que é a equação de Newton, desde que \\mathbf{F}=- abla V(q). Existe outra formulação equivalente da mecânica clássica, conhecida como formulação hamiltoniana e que pode ser diretamente relacionada a formulação lagrangiana acima. Para se fazer contato entre as duas formulações, define-se o momento p^i=\\frac{\\partial L}{\\partial \\dot{q}^i}, de maneira que a função hamiltoniana é dada por H(q,p)=p^i\\dot{q}^i-L(q^i,\\dot{q}^i), que para a escolha da lagrangiana acima, tem-se H(q,p)=\\frac{(p^i)^2}{2m}+V(q). Assim como no caso da função lagrangiana, a hamiltoniana descreve toda a dinâmica de um sistema clássico, portanto, considerando uma variação de H(q^i,p^i) tem-se um par de equações diferenciais de primeira ordem conhecidas como equações de Hamilton \\dot{q}^i=\\frac{\\partial H}{\\partial p^i}, \\quad \\dot{p}^i=-\\frac{\\partial H}{\\partial q^i},﻿ e que equivale a equação de Newton, que é de segunda ordem. No formalismo hamiltoniano, usando a regra da cadeia, pode-se escrever qualquer variação temporal de uma função F=F(t;q(t);\\dot{q}(t)), em termos das equações de Hamilton acima, de modo que, \\begin{align} \\dot{F}&=\\frac{\\partial F}{\\partial t}+\\frac{\\partial F}{\\partial q^i}\\dot{q^i} +\\frac{\\partial F}{\\partial p^i}\\dot{p^i} \\\\\\ &=\\frac{\\partial F}{\\partial t}+\\frac{\\partial F}{\\partial q^i}\\frac{\\partial H}{\\partial p^i} -\\frac{\\partial F}{\\partial p^i}\\frac{\\partial H}{\\partial q^i}\\\\\\ &=\\frac{\\partial F}{\\partial t}+\\\\{H,F\\\\}, \\end{align} ﻿ onde o parêntese de Poisson é definido como \\\\{A,B\\\\}=\\frac{\\partial A}{\\partial p^i}\\frac{\\partial B}{\\partial q^i}-\\frac{\\partial A}{\\partial q^i}\\frac{\\partial B}{\\partial p^i} .﻿ Existem diversas maneiras de realizar a quantização de um sistema clássico, tais como quantização por integrais funcionais e quantização canônica. Esse último método em particular, consiste na substituição do parêntese de Poisson por comutadores \\\\{A,B\\\\}\\to \\frac{i}{\\hbar}[\\hat{A},\\hat{B}] ,﻿ onde \\hat{A}, \\hat{B}, são operadores num espaço de Hilbert. Com essas substituições, o parêntese de Poisson entre duas coordenadas generalizadas torna-se [\\hat{p}^i,\\hat{q}^j]=-i \\hbar \\delta^{ij} .﻿ Um aspecto importante a ser observado é que os operadores \\hat{p}^i e \\hat{E} podem ser representados como os operadores diferenciais \\hat{p}^i=-i \\hbar \\frac{\\partial}{\\partial q^i},\\quad ,\\hat{E}=i \\hbar \\frac{\\partial}{\\partial t}﻿ de maneira que a função hamiltoniana, torna-se um operador no espaço de Hilbert, chamado operador hamiltoniano que atua em uma função \\psi(q,t) \\left(-\\frac{\\hbar^2}{2m} abla^2+\\hat{V}(q)\\right)\\psi=i\\hbar \\frac{\\partial \\psi}{\\partial t},﻿ que é a equação de Schrödinger. === Teoria Clássica de Campos === A formulação lagrangiana e a hamiltoniana da mecânica clássica são refinamentos da mecânica newtoniana e permite o tratamento de sistemas com um número finito de graus de liberdade. Considerando um sistema mecânico unidimensional com N graus de liberdade, que consiste de N partículas pontuais de massa m, separadas por uma distância \\epsilon e conectadas entre si por uma mola de constante elástica \\kappa . A lagrangiana para esse sistema é: L=\\sum_{i=1}^N\\left[\\frac{1}{2}m\\dot{x}^2-\\frac{\\kappa}{2}(x_i- x_{i+1})^2\\right].﻿ Esse sistema pode ser estendido facilmente para o limite em que N\\to \\infty e L=\\epsilon N\\to \\infty. No entanto, se o comprimento total do sistema estiver fixo, tem-se o limite contínuo \\epsilon \\to 0, de modo que a lagrangiana terá a forma L=\\int dx \\frac{1}{2}\\left[\\mu \\dot{\\phi(t,x)}^2- u \\left(\\frac{d\\phi(t,x)}{d x}\\right)^2\\right],﻿ onde \\phi(t,x) representa o deslocamento da partícula relativa a posição x no instante de tempo t. Também, define-se as quantidades \\mu=\\lim_{\\epsilon\\to 0}\\frac{m}{\\epsilon} u=\\lim_{\\epsilon\\to 0}\\kappa\\epsilon. Generalizando essa discussão prévia para um sistema relativístico, tem-se uma lagrangiana que será uma função do campo \\phi(x), em que x=x^\\mu e das derivadas \\partial_\\mu \\phi(x), dessa maneira, o funcional ação pode ser escrito como S=\\int dt L(\\phi,\\partial_\\mu\\phi). Finalmente, a lagrangiana pode ser escrita como L(\\phi,\\partial_\\mu\\phi)=\\int d^3 x \\mathcal{L}(\\phi,\\partial_\\mu\\phi), onde \\mathcal{L}(\\phi,\\partial_\\mu\\phi), é conhecida como densidade lagrangiana.Em teoria de campos, a densidade lagrangiana \\mathcal{L} é usada com uma frequência muito maior que a lagrangiana L. Por isso, quando usa-se o termo lagrangiana, significa na verdade densidade lagrangiana. A equação de Euler-Lagrange é: \\partial_\\mu \\frac{\\partial\\mathcal{L}}{\\partial (\\partial_\\mu\\phi)}-\\frac{\\partial\\mathcal{L}}{\\partial \\phi}=0. ==Primeiras unificações. Equações relativísticas== ===Equação de Klein-Gordon=== Como foi dito acima, quando Schrödinger primeiro procurou uma equação que regesse os sistemas quânticos, pautou sua busca admitindo uma aproximação relativista, encontrando a depois redescoberta equação de Klein-Gordon: \\left[\\square + \\left(\\frac{mc}{\\hbar}\\right)^2\\right]\\psi = 0 onde \\square \\equiv \\eta_{ u\\mu}\\partial_ u\\partial^ u A equação de Klein-Gordon, às vezes chamada de equação de Klein-Fock-Gordon (ou ainda Klein-Gordon-Fock) pode ser deduzida de algumas maneiras diferentes. Usando-se a definição relativística de energia E^2 = \\left. p^2c^2 + m^2c^4 \\right. chega-se à equação: \\sqrt{(-i\\mathbf{ abla})^2 + m^2} \\psi= i \\frac{\\partial}{\\partial t}\\psi Essa expressão, por conter operadores diferenciais sob o radical, além de apresentar dificuldades computacionais, também apresenta dificuldades conceituais, já que se torna uma teoria não-local (pelo fato de a raiz poder ser expressa como uma série infinita). Por ser uma equação de segunda ordem não permite que fique bem definida a questão da normalização da função de onda. Fock deduziu-a através da generalização da equação de Schrödinger para campos magnéticos (onde as forças dependem da velocidade). Fock e Klein usaram ambos o método de Kaluza-Klein para deduzi-la. O motivo, só mais tarde entendido, da inadequação desta equação ao átomo de hidrogênio é que ela se aplica bem somente a partículas sem carga e de spin nulo. ===Equação de Dirac=== Em 1928 Paul Dirac obteve uma equação relativística baseada em dois princípios básicos #A equação deveria ser linear na derivada temporal; #A equação deveria ser relativisticamente covariante. A equação obtida por ele tinha a seguinte forma: i\\hbar \\frac{\\partial \\psi}{\\partial t} = \\frac{\\hbar c}{i} \\left(\\alpha_0 mc\\psi + \\alpha_1 \\frac{\\partial\\psi}{\\partial x^1} + \\alpha_2 \\frac{\\partial\\psi}{\\partial x^2} + \\alpha_3 \\frac{\\partial\\psi}{\\partial x^3} \\right) onde \\alpha_0, \\alpha_1, \\alpha_2 e \\alpha_3 não são números reais ou complexos, mas sim matrizes quadradas com N² componentes. Semelhantemente, as funções \\psi são na verdade matrizes coluna da forma \\psi = \\begin{bmatrix} \\psi_1 \\\\\\ \\psi_2 \\\\\\ \\vdots \\\\\\ \\psi_N \\end{bmatrix} e as matrizes \\alpha_0, \\alpha_1, \\alpha_2 e \\alpha_3 devem ser hermitianas. A equação de Dirac, diferentemente da equação de Klein-Gordon, é uma equação que dá bons resultados para partículas de spin ½. Aliás, um dos sucessos é que esta equação incorpora o spin de forma natural, o que não ocorre com a equação de Schrondinger, onde o spin é admitido posteriormente como uma hipótese ad hoc. Não obstante, isso levou certos autores a afirmarem que o spin é um grau de liberdade relativístico, o que é contestado. Outro sucesso da equação de Dirac foi prever a existência do pósitron, já que a equação previa valores negativos de energia, o que foi inicialmente interpretado, à luz da [[teoria dos buracos], como indicação de elétrons com energias negativas. Essa teoria afirmava que os pósitrons seriam vacâncias produzidas pela promoção desses elétrons para estados com energias positivas. O vácuo é então visto como um mar de elétrons onde eles estariam compactamente colocados. Hoje, entretanto, essa teoria cedeu lugar à questão de criação e aniquilação de partículas num contexto mais geral da quantização canônica dos campos. ===Desenvolvimento da teoria quântica dos campos=== A origem da teoria quântica dos campos é marcada pelos estudos de Max Born e Pascual Jordan em 1925 sobre o problema da computação da potência irradiada de um átomo em uma transição energética. Em 1926, Born, Jordan e Werner Heisenberg formularam a teoria quântica do campo eletromagnético desprezando tanto a polarização como a presença de fontes, levando ao que se chama hoje de uma teoria do campo livre. Para tanto, usaram o procedimento da quantização canônica. Três razões principais motivaram o desenvolvimento da teoria quântica dos campos: *A necessidade da uma teoria que lidasse com a variação do número de partículas; *A necessidade de conciliação entre as duas teorias: mecânica quântica e a relatividade; *A necessidade de lidar com estatísticas de sistemas multipartículas. ===Quantização canônica dos campos=== Um campo, no esquema conceitual da teoria dos campos, é uma entidade com infinitos graus de liberdade. O estado de mais baixa energia, chamado de vácuo, corresponde à ausência de partículas. Estas, entretanto, podem ser criadas ou destruídas através de dois operadores: *\\mathbf{a}^{+}_k: operador criação *\\mathbf{a}^{-}_k: operador aniquilação que agem sobre a função de onda do campo, respectivamente simbolizando a criação e a aniquilação de partículas dotadas de momento \\mathbf{k}, possibilidade exigida pela relatividade. Os operadores, agindo sobre os estados de um tipo específico de espaço de Hilbert, chamado espaço de Fock, criam e destroem as partículas. Entretanto, uma restrição é: \\mathbf{a}^{-}_k\\left|0\\right\\rangle = 0 o que quer dizer que não pode haver aniquilação sobre o estado básico, já que nesse caso não há partículas a serem aniquiladas. == Ver também == * Teoria quântica de campos em espaço-tempo curvo == Bibliografia == * Quantum Field Theory: A Modern Introduction, Michio Kaku, Oxford University Press, 1993. * Quantum Field Theory in a Nutshell, Anthony Zee, Princeton University Press, 2010. * Quantum Field Theory, Lewis H. Ryder, Cambridge University Press, 1996. * Teoria Quântica de Campos. Scott, G.L.N, Instituto Federal de Educação, Ciência e Tecnologia do Ceará - IFCE, 2015. == Ligações externas == Categoria:Mecânica quântica Categoria:Física teórica",
 "title": "Teoria quântica de campos"
}