{
 "id": "67894",
 "text": "Akita inu () é uma raça de cães de grande porte do tipo spitz originária das regiões montanhosas do norte do Japão. Existem duas variedades distintas de Akita: um tipo japonês, comumente chamado Akita inu (inu significa cão em japonês) ou Akita japonês, e um tipo americano, conhecido como Akita americano. O Akita tem uma pelagem dupla curta semelhante à de muitas outras raças de spitz do norte, como o Husky Siberiano, mas cães de pelagem longa também podem ser encontrados em muitas ninhadas devido a um gene recessivo. A raça Akita é famosa pela história de Hachikō, e é amplamente conhecida por sua lealdade. == História == A raça de cães Akita originou-se nas terras nevadas e rurais de Akita e Odate, regiões montanhosas do Japão. Eles foram treinados para caçar animais como javalis e pequenos ursos. Durante o Período Edo, a raça era muito utilizada em combates e brigas, especialmente populares na região de Odate. Entre os anos 1500 e 1800, o Akita serviu como companheiro para samurais. Os ancestrais do Akita inu são da raça Matagi, cães de caça e de tamanho médio originários do norte do Japão. Usados inicialmente como cães de briga, os Akita eram chamados de Odate. Levados à Tosa, tornaram-se lutadores ainda mais famosos, sendo então levados à província de Akita, que deu origem a seu nome. A partir de 1868, para atender à crescente demanda por cães de combate, os Akitas originais foram cruzados com raças maiores. Durante o início do século XX, a raça Akita estava em declínio, como resultado dos cruzamentos com raças maiores, como o Pastor-alemão, o Mastim Inglês e Tosa (raça). Como resultado, muitos espécimes começaram a perder suas características de spitz e adquiriram orelhas caídas, caudas retas, cores não japonesas (máscaras pretas e qualquer outra cor que não seja vermelha, branca ou tigrada) e pele solta. A raça japonesa nativa Matagi foi usada junto com a raça Hokkaido inu para se misturar novamente com o Akita inu para recuperar o fenótipo de spitz e restaurar a raça Akita. Os Akita japoneses modernos têm relativamente poucos genes de cães ocidentais e são spitz em fenótipo após a reconstrução da raça, no entanto, o Akita americano descende amplamente do Akita misto antes da restauração da raça e, portanto, não são considerados verdadeiros Akita pelo padrão japonês. Os Akitas foram utilizados durante a Guerra Russo-Japonesa para rastrear prisioneiros de guerra e marinheiros perdidos. Durante a Segunda Guerra Mundial os Akitas foram também cruzados com o cão Pastor-alemão em uma tentativa de salvá-los da ordem do governo em tempo de guerra para que todos os cães não militares sejam abatidos. Alguns foram usados como batedores e guardas durante a guerra. Em 1908, em vista dos efeitos sociais adversos, a proibição das brigas de cães foi finalmente emitida na prefeitura de Akita. Com a popularidade das lutas de cães em declínio, a mestiçagem com cães pesados europeus foi esquecida, o que ajudou a manter a pureza da raça nos anos seguintes. A história de Hachikō, o mais venerado Akita de todos os tempos, ajudou a popularizar a raça internacionalmente. Hachikō nasceu em 1923 e pertenceu ao professor Hidesaburō Ueno. O professor Ueno viveu próximo à estação de trem de Shibuya em um subúrbio da cidade e ia ao trabalho todos os dias de trem. Hachikō acompanhava seu mestre até a estação diariamente. Em 25 de maio de 1925, quando o cão tinha 18 meses, ele esperou a chegada de seu mestre no trem das quatro horas, mas o professor Ueno sofreu uma hemorragia cerebral fatal no trabalho. Hachikō continuou esperando o retorno de seu mestre. Ele viajou para a estação todos os dias pelos próximos nove anos. Ele permitiu que os parentes do professor cuidassem dele, mas nunca desistiu da vigília na estação por seu mestre. Sua vigília se tornou mundialmente reconhecida quando, em 1934, pouco antes de sua morte, uma estátua de bronze foi erguida na estação de trem de Shibuya em sua homenagem. Esta estátua foi derretida para munições durante a guerra, mas uma nova foi encomendada após a guerra. Anualmente, desde 1936, no dia 8 de abril, Hachikō é homenageado com uma cerimônia solene de lembrança na estação ferroviária de Shibuya, em Tóquio.American Kennel Club (listed author): The Complete Dog Book: The Photograph, History, and Official Standard of Every Breed Admitted to AKC Registration, and the Selection, Training, Breeding, Care, and Feeding of Pure-bred Dogs, Howell Book House, 1985, page 269. .Ruthven Tremain, The Animals' Who's Who: 1,146 Celebrated Animals in History, Popular Culture, Literature, & Lore, Scribner, 1984, page 105. . Accessed via Google Books August 21, 2008. O cão Odate passou a ser chamado de \"cão Akita\" a partir de 1931. No mesmo ano, o Akita foi oficialmente declarado como um Monumento Natural do Japão. Em 1934, o primeiro padrão japonês de raça para o Akita inu foi listado, após a declaração da raça como um monumento natural do Japão. Em 1967, comemorando o 50º aniversário da fundação da Akita Dog Preservation Society, o Akita Dog Museum foi construído para abrigar informações, documentos e fotos. Há uma tradição no Japão, que quando uma criança nasce, recebe uma estátua de um Akita. Esta estátua simboliza saúde, felicidade e vida longa. A Segunda Guerra Mundial levou o Akita à beira da extinção. No início da guerra, os cães tinham falta de comida nutritiva. Então muitos foram mortos para serem comidos pela população faminta e suas peles foram usadas como roupas. Finalmente, o governo ordenou que todos os cães restantes fossem mortos à vista para evitar a propagação de doenças. A única maneira de os proprietários preocupados poderem salvar seus amados Akitas era libertá-los em áreas montanhosas remotas, onde eles criavam seus cães ancestrais, os Matagi, ou os escondiam das autoridades por meio do cruzamento com pastores alemães. Morie Sawataishi e seus esforços para criar o Akita são os principais motivos pelos quais essa raça existe hoje. Após a guerra, o Akita inu foi levado para o exterior devido às forças de ocupação que chegaram ao Japão e às trocas humanas com países estrangeiros. Os cães Akita nessa época frequentemente eram cruzados com a raça Pastor-alemão, e esse tipo de cão Akita foi levado para os Estados Unidos, mais tarde se tornando o \"Akita americano\". A famosa autora e ativista política Helen Keller é creditada por levar o primeiro Akita para os Estados Unidos em 1937, inspirada pelo lendário Hachikō. Keller achou os cães \"gentis, amigáveis e confiáveis\". No Japão, durante os anos de ocupação após a guerra, a raça começou a prosperar novamente através dos esforços de Sawataishi e outros. Pela primeira vez, os Akitas foram criados para uma aparência padronizada. Os criadores de Akita no Japão começaram a reunir e exibir os Akitas restantes e a produzir ninhadas para restaurar a raça a números sustentáveis e acentuar as características originais da raça. == Descrição == Como uma raça spitz, a aparência do Akita inu reflete adaptações para o frio essenciais à sua função original. Cão de grande porte e bem proporcionado, com uma estrutura óssea robusta. A testa é larga, com um nítido sulco frontal e sem rugas. Os olhos são relativamente pequenos, de formato quase triangulares devido à elevação do canto externo do olho e de cor marrom escuro. As orelhas são relativamente pequenas, grossas e triangulares, ligeiramente arredondadas nas extremidades, inseridas moderadamente separadas, eretas e inclinadas para frente. A cauda é vigorosamente enrolada sobre o dorso; com a extremidade quase alcançando os jarretes quando abaixada (esticada). O Akita tem pelos espessos e de duas camadas: uma camada externa dura e reta, e uma camada interna densa e macia. A cernelha e a garupa são revestidas com um pelo ligeiramente mais comprido e o pelo da cauda é mais longo que o do resto do corpo. O pelo pode se apresentar nas seguintes cores: vermelho-fulvo, sésamo (pelos vermelho-fulvo com as pontas pretas), tigrado e branco. Todas as cores, exceto a branca, devem apresentar o “urajiro”, isto é, uma pelagem esbranquiçada nas laterais do focinho, nas bochechas, na face ventral da mandíbula, pescoço, peito, tronco e a cauda e na face interna dos membros. Existem dois tipos de pelagem no Akita: o comprimento padrão e o comprido. Essa característica deriva de um gene autossômico recessivo que se acredita provir de cruzamentos antigos com o agora extinto cão karafuto-ken (樺 太). O pelo longo é considerado uma falha desqualificante segundo o padrão oficial da raça. == Diferenças entre o Akita inu e o Akita americano == As semelhanças entre as duas raças estão nas origens e no temperamento. A origem das duas raças obviamente são as mesma já que por anos seguidos foram considerados a mesma raça, ou seja, você poderia cruzar cães Akita inu com cães Akita americano. Há uma pequena diferença de tamanho entre o Akita japonês e o Akita americano. O Akita japonês tem um tamanho que varia de 59 a 64 cm, enquanto o Akita americano pode atingir uma altura entre 61 e 71 cm. O Akita inu apresenta pelagem apenas nas seguintes cores: vermelho-fulvo, sésamo, tigrado e branco; já o Akita Americano apresenta pelos em diversas cores e combinações. Outra diferença notável é a aparência da cabeça - um Akita americano tem uma cabeça de urso, mas um Akita japonês tem uma cabeça de raposa. Embora ambos tenham orelhas triangulares, as orelhas da Akita japonesa são menores e ficam um pouco mais à frente, mas as orelhas da Akita americana ficam mais eretas, maiores e de inserção mais semelhante ao dos Pastores alemães. O Akita inu não é tão musculoso quanto o Akita americano; geralmente têm uma aparência mais magra e uma cauda enrolada que se curva nas costas. Os olhos do Akita americano são pequenos e profundos, já os olhos de um Akita inu são amendoados, semelhantes aos de um Husky. O Akita americano parece mais musculoso e tem uma pele mais frouxa do que o Akita japonês. Ambas as variedades têm um casaco duplo e perdem pelo sazonalmente. == Cuidados e Alimentação == A raça precisa de cuidados com sua aparência, necessita de escovagem semanal, visto que eles perdem muito pelo, e trocam de pelagem de duas a três vezes por ano. Eles precisam de muita atenção e preferem por ficar dentro das residências dos seus donos, sempre com companhia. Eles também têm a capacidade de suportar ambientes com temperaturas mais baixas. O temperamento é calmo, fiel, dócil e receptivo. Embora o cão seja um pouco teimoso, ele se comportará adequadamente sob a orientação de um treinador dedicado. No entanto, alguns Akitas mostram sinais de agressão a outros cães e ficam nervosos com estranhos. Com a sua personalidade forte e por serem animais territoriais, recomenda-se que eles sejam o único cão da residência para evitar brigas e lesões desnecessárias. Quando colocado em ambientes diferentes e educado dessa forma desde cedo, ele tende a ser mais socializável. Como sempre devemos ser precavidos, é recomendável ficar de olho quando ele estiver próximo de outros animais e até mesmo crianças desconhecidas, para acompanhar seu comportamento e ver se ele não irá agir de forma diferente. Às vezes são descritos como felinos em suas ações; não é incomum um Akita limpar o rosto depois de comer, se limpar como um gato e agir de forma meticulosa. Na alimentação, o Akita deve se dar bem com um alimento de alta qualidade, com rações de alta qualidade ou alimentos preparados em casa com supervisão e aprovação de um veterinário. Qualquer dieta deve ser apropriada à idade do cão (filhote, adulto ou sênior). Alguns especialistas em raças recomendam que os Akitas com 7 anos ou mais sejam alimentados com uma dieta \"leve\" ou menos densa em calorias como defesa contra o possível aparecimento de doença renal. == Saúde == === Doenças autoimunes === Sabe-se que muitas vezes ocorrem no Akita muitas doenças autoimunes, que incluem, entre outras: * Síndrome de Vogt–Koyanagi–Harada * Anemia hemolítica autoimune * Adenite sebácea * Pênfigo foliáceo === Doenças endócrinas imunomediadas === Além desses, também existem as doenças endócrinas imunomediadas com um fator hereditário, como: * Doença de Addison * Diabetes mellitus tipo 1 * Hipotiroidismo === Doenças específicas não-imunes === Outras condições específicas não-imunes conhecidas por terem ocorrido no Akita incluem: * Síndrome da dilatação e vólvulo gástricos * Glaucoma * Atrofia progressiva da retina * Catarata * Displasia coxofemoral * Displasia de cotovelo * Doença de von Willebrand * Síndrome de Cushing * Insuficiência Pancreática Exócrina * Ruptura do Ligamento Cruzado Cranial === Força da mordida === O Akita possui uma mordida muito potente para o seu tamanho, na ordem dos 350-400 psi, o que corresponde aproximadamente a 25-28,1 kgf/cm2 (quilograma-força por centímetro quadrado). Comparativamente com outras raças: Legenda da tabela: psi - Pound per Square Inch ou Libra por Polegada Quadrada kgf/cm2\\- kilogram force per square centimeter ou quilograma-força por centímetro quadrado País de Origem Raça Força da mordida Turquia Kangal 743 psi 52,2 kgf/cm2 Itália Cane corso 700 psi 49,2 kgf/cm2 França Dogue de Bordeaux 556 psi 39,1 kgf/cm2 Japão Tosa Inu 556 psi 39,1 kgf/cm2 Inglaterra Mastim Inglês 552 psi 38,8 kgf/cm2 Espanha Presa Canário 540 psi 38,0 kgf/cm2 Argentina Dogo Argentino 500 psi 35,2 kgf/cm2 Estados Unidos da América Akita Americano 400 psi 28,1 kgf/cm2 Alemanha Leonberger 399 psi 28,0 kgf/cm2 Japão Akita Inu 350 psi 25 kgf/cm2 Alemanha Rottweiler 328 psi 23,1 kgf/cm2 Estados Unidos Buldogue Americano 305 psi 21,4 kgf/cm2 Alemanha Pastor Alemão 238 psi 16,7 kgf/cm2 Estados Unidos American Pit Bull Terrier 235 psi 16,5 kgf/cm2 Alemanha Boxer 230 psi 16,1 kgf/cm2 Alemanha Dobermann 228 psi 16,0 kgf/cm2 Espanha Alano Espanhol 227 psi 16,0 kgf/cm2 Alemanha Pastor Holandês 224 psi 15,7 kgf/cm2 China Chow-Chow 220 psi 15,5 kgf/cm2 Inglaterra Buldogue Inglês 210 psi 14,8 kgf/cm2 Bélgica Pastor Belga (Malinois) 195 psi 13,7 kgf/cm2 == Na cultura == * O Akita mais famoso foi Hachiko, que ficou conhecido por aguardar por muitos anos o retorno de seu dono que havia falecido. Hachiko inspirou o filme japonês Hachiko Monogotari(1987) e o remake americano Sempre ao seu lado(2009), e foi também homenageado em sua terra natal, ainda em vida, com uma estátua de bronze e honrarias. Após sua morte em 1935, foi empalhado e continua sendo exposto no Museu Nacional de Ciência do Japão. == Ver também == * Lista de raças de cães == Ligações externas == * * * * * (em português do Brasil) Categoria:Spitz e cães do tipo primitivo Categoria:Raças de cães originárias do Japão",
 "title": "Akita Inu"
}