{
 "id": "6794",
 "text": "Navarra é uma povoação portuguesa do Município de Braga que foi sede da extinta Freguesia de Navarra, freguesia que tinha 2,23 km² de área e 460 habitantes (2011), e, por isso, uma densidade populacional de 206,3 hab/km². A Freguesia de Navarra foi extinta em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada à freguesia de Santa Lucrécia de Algeriz, para formar uma nova freguesia denominada União das Freguesias de Santa Lucrécia de Algeriz e Navarra com a sede em Santa Lucrécia de Algeriz.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. ==População== População da freguesia de Navarra (1864 – 2011) Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 372 379 407 375 394 382 443 488 442 495 473 479 446 454 460 == História == A freguesia de Navarra surge referenciada a primeira vez no chamado Censual do Bispo D. Pedro, elaborado aquando da restauração da Arquidiocese de Braga pelo rei dom Garcia II da Galiza. Nesse Censual, a freguesia de Navarra aparece na realidade dividida em duas freguesias que eram \"S. Laurentio de Nogaria\" e \"S. Xrina de Nogaria\", respetivamente na sua forma atual São Lourenço e Santa Cristina de Navarra (a Capela ainda existente quase certamente deriva deste facto, isto é, existir uma paróquia com orago de Santa Cristina junto a Crespos). Assim, o toponímico original seria Nogaria, relacionado com a planta Nogueira, aliás como ainda existe no nome de um arruamento que herdou por sua vez o nome do antigo lugar. Apesar da similaridade entre Nogaria e Navarra, não se pode ter a certeza se se trata de uma evolução do patronímico ou de uma troca de nome visto ser díficil de explicar em termos linguísticos a troca de um som \"v\" para um \"g\". De qualquer forma, logo nas Inquirições de 1220 no reinado de Afonso II, a paróquia surge já unida com o nome de \"S Laurentio de Navaira\", ou seja, já muito perto da forma atual do nome. Tendo havido troca de nome ou não entre por volta de 1080, altura da publicação do Censual e 1220 é quase impossível de saber, se bem que pode-se ter toda a certeza que de facto se trata da mesma freguesia. Já em 1540 quando principiam os registos paroquiais desta paróquia de São Lourenço de Navarra, esta surge com a designação atual, que se irá manter até aos dias de hoje. Quanto a mais fatores de nota ao longo da história desta freguesia, pode-se mencionar o incêndio que destruiu a residência paroquial em 5 de Março de 1808 e que destruiu quase 70 anos de registos paroquiais e de administração da paróquia. No entanto milagrosamente, conseguiram salvar-se todos os registos anteriores a 1720 e ainda os da Confraria do Santíssimo Sacramento que ao contrário dos registos paroquiais estão ligeiramente chamuscados e evidenciam o incêndio que ocorreu. == Famílias e Pessoas Ilustres == No que diz respeito à presença de famílias ilustres na freguesias de Navarra, podem-se apontar os seguintes casos: * Os Sepúlvedas, uma família de proprietários rurais com origem incerta mas que já estava presente na freguesia no início do século XVI como demonstram os registos paroquiais. O primeiro membro da família era um tal João de Sepúlveda que o \"LIVRO DAS GERAÇÕES NOBRES DESTE REINO DE PORTUGAL\" presente na Torre do Tombo faz parente do navegador João de Sepúlveda mas sem os conectar por laços familiares. O ramo primogénito depressa se misturou com a restante aristocracia do Minho. Os restantes ramos prosperaram como uma pequena aristocracia rural detentora de terras. Assim, encontram-se ainda na posse da família a Quintas da Covela (século XVII, conseguida por casamento) e a Quinta do Penedo (do século XVI e propriedade original da família). Também será membro desta família por casamento com Amélia Soares Vieira Senhora da Quinta do Penedo, o Dr. Domingos Soares, conhecido médico e benfeitor bracarense. * Os Fernandes (ou Gonçalves) que apesar de descenderem da maior nobreza minhota do século XVIII (descendem dos Senhores de Cavaleiros da Casa do Arco em Guimarães), por serem ilegítimos desta pouco herdaram. Os membros principais foram dois irmãos: o mais velho chamado Tomé José Gonçalves que herdou as poucas propriedades da família mas que conseguiu um bom casamento com uma senhora de Ferreiros, Amares. E o mais novo de nome Manuel José Fernandes que com 13 anos de idade em 1869 partiu para Belém do Pará no Brasil e lá fez grande fortuna, sendo já imensamente rico por volta dos 35 anos de idade altura em que regressa à terra natal e constrói a Casa do Passadiço, testemunho da sua enorme riqueza. * Os Senhores do Palácio dos Biscaínhos que eram donos da Quinta de Jós que usavam como Quinta de fim-de-semana. Esta foi comprada por Constantino Ribeiro do Lago (1619-1686), membro de uma família de grandes mercadores cristãos-velhos bracarenses, à qual pertencia também o Beato Miguel de Carvalho, devendo datar desta data a construção da Casa que ainda hoje existe se bem que em lastimáveis condições de conservação. Estes foram os donos da Quinta até meados do século XX. O último membro da família a possuí-la foi António Pereira da Silva de Sousa e Menezes, irmão inteiro do 3º Conde de Bertiandos, por tal facto, este era conhecido pelos populares como Visconde ou Dom António, este fez da Quinta sua morada a tempo inteiro e lá vivia com a sua esposa e duas filhas. * Os Pinheiros que apenas vieram para esta freguesia no final do século XIX na pessoa de Albino Duarte Pinheiro (1879-1955) que casou com uma senhora da família dos Fernandes acima citada e que comprou inúmeras propriedades rurais. Este Albino Duarte Pinheiro era descendente direto dos Pinheiros de Almeida do Solar das Bouças em Prozelo, família que talvez representasse (mas sem certeza). O seu filho, também nomeado Albino Duarte Pinheiro (1908-1988) foi um conhecido benfeitor, responsável em conjunto com sua esposa Beatriz de Jesus Fialho pela doação dos terrenos para a construção do Campo de Jogos de Navarra. == Localização == Está situada a norte do concelho de Braga. É delimitada pelas localidades de Adaúfe, Crespos e Santa Lucrécia de Algeriz e pelo rio Cávado. É constituida por 28 arruamentos: Assento, Burgo, Costa, Nogueira, Pardieiros, Poça, Souto, Sapateiro, Manuel Carvalho, Fonte Covelo, Marginal,Padre Alberto Sepulveda, Manuel Jose Fernandes, Albino Duarte Pinheiro, Passadiço, Nossa Sra de Lurdes, Av Dr.Domingos Soares,Trav Dr. Domingos Soares, Trav da Costa, Trav de Nogueira, Trav Nossa Sra de Lurdes, Trav Do Passadiço, Trav Poça, Caminho da Veiga, Caminho do Burgo, Caminho da Fontebeita, Caminho de Vilar, Largo de Santa Cristina. == Património == * Igreja Matriz (benzida em 1786) * Capela Santa Cristina (datada de 1698 remodelada em 2003) * Quinta do Passadiço (final do século XIX) * Quinta de Jós (século XVII) provavelmente alterada no século XVIII e XIX == Festas e Romarias == * São Lourenço (10 de Agosto) * Santa Cristina (24 de Julho) Categoria:Antigas freguesias de Braga Categoria:Paróquias de Portugal com orago de São Lourenço",
 "title": "Navarra (Braga)"
}