{
 "id": "67953",
 "text": "Alfred Russel Wallace, OM, FRS (Usk, País de Gales, — Broadstone, Dorset, Inglaterra, ) foi um naturalista, geógrafo, antropólogo e biólogo britânico. Em fevereiro de 1858, durante uma jornada de pesquisa nas Ilhas Molucas, Indonésia, Wallace escreveu um ensaio no qual praticamente definia as bases da teoria da evolução e enviou-o a Charles Darwin, com quem mantinha correspondência, pedindo ao colega uma avaliação do mérito de sua teoria, bem como o encaminhamento do manuscrito ao geólogo Charles Lyell. Darwin, ao se dar conta de que o manuscrito de Wallace apresentava uma teoria praticamente idêntica à sua - aquela em que vinha trabalhando, com grande sigilo, ao longo de vinte anos - escreveu ao amigo Charles Lyell: \"Toda a minha originalidade será esmagada\". Para evitar que isso acontecesse, Lyell e o botânico Joseph Dalton Hooker - também amigo de Darwin e com grande influência no meio científico - propuseram que os trabalhos fossem apresentados simultaneamente à Linnean Society of London, o mais importante centro de estudos de história natural da Grã-Bretanha, o que aconteceu em 1 de julho de 1858. Em seguida, Darwin decidiu terminar e expor rapidamente sua teoria: A Origem das Espécies, que foi publicada no ano seguinte. Wallace foi o primeiro a propor a distribuição geográfica das espécies animais e, como tal, é considerado um dos precursores da ecologia e da biogeografia e, por vezes, chamado de \"Pai da Biogeografia\". ==Biografia== ===Primeiros anos=== Wallace nasceu no vilarejo de Llandoc, próximo à Usk, Monmouthshire, País de Gales. Foi o oitavo de nove filhos de Thomas Vere Wallace e Mary Anne Greenell. Sua mãe era de uma família inglesa de classe média de Hertford. Thomas Wallace era de ascendência escocesa e sua família, como muitos Wallaces escoceses, reivindicavam uma ligação com William Wallace, o líder da insurreição contra a Inglaterra no século XIII. Thomas Wallace obteve graduação em direito, embora nunca tenha praticado a profissão e herdou terras rentáveis, mas investimentos ruins e empresas falidas resultaram numa deterioração regular das condições financeiras da família. Quando Alfred Wallace tinha cinco anos, sua família mudou-se para Hertford, ao norte de Londres, onde frequentou a Hertford Grammar School (Liceu) até que dificuldades financeiras forçaram sua família a retirá-lo em 1836. Wallace então se mudou para Londres para morar e trabalhar com seu irmão mais velho John, um aprendiz de construtor com dezenove anos (em 1979 uma placa foi colocada na Rua St. Peter, 44, em Croydon em comemoração ao fato dele ter morado lá em algum momento daquele período). Essa foi uma medida paliativa até que William, o primogênito, estivesse em condições de receber Alfred como um aprendiz de agrimensor. Enquanto isso, ele assistiu às aulas e leu livros no Instituto de Mecânica de Londres, onde esteve exposto às ideias políticas radicais de reformistas sociais tais como Robert Owen e Thomas Paine. Deixou Londres em 1837 para morar com William e trabalhar como seu aprendiz por seis anos. Ao fim de 1839 mudaram-se para Kington, próximo da fronteira galesa, antes de finalmente se fixarem em Neath, Glamorgan. Entre 1840 e 1843, Alfred Wallace realizou trabalhos de agrimensura na zona rural ao oeste da Inglaterra e Gales. Por volta do final de 1843 a empresa de William declinou por conta de condições econômicas difíceis, e Alfred partiu em janeiro, com vinte anos. Após um breve período de desemprego, Alfred Wallace foi contratado como mestre na Collegiate School em Leicester para ensinar desenho, cartografia e agrimensura. Wallace passou bastante tempo na biblioteca de Leicester onde leu \"An Essay on the Principle of Population\" de Thomas Malthus e onde em uma noite encontrou o entomologista Henry Walter Bates. Bates tinha apenas 19 anos, porém já havia publicado um artigo acerca de besouros no periódico The Zoologist. Ele formou uma amizade com Wallace e o familiarizou com a coleção de insetos. William faleceu em março de 1845, e Wallace abandonou seu cargo de professor para assumir a firma de seu irmão em Neath. Ele e seu irmão John não foram capazes de tocar o negócio, e após alguns meses Wallace encontrou trabalho como engenheiro civil em uma firma próxima que trabalhava na medição para uma ferrovia proposta no Vale de Neath. O trabalho de Wallace na agrimensura consistia em passar bastante tempo ao ar livre no campo, fato que lhe permitiu deleitar-se com sua nova paixão em coletar insetos. Wallace teve êxito em persuadir seu irmão John a acompanhá-lo no empreendimento de uma firma de arquitetura e engenharia civil, a qual executou vários projetos incluindo o planejamento e edificação do prédio do Instituto de Mecânica de Neath. William Jevons, o fundador deste instituto, ficou impressionado com Wallace e o convenceu a lecionar ciência e engenharia. No outono de 1846, aos 23 anos, ele e John reuniram condições para adquirir uma casa de campo próximo a Neath, onde viveram com sua mãe e irmã Fanny (seu pai falecera em 1843). Durante esse período ele leu avidamente, trocando cartas com Bates a respeito do tratado evolucionista de Robert Chambers Vestiges of the Natural History of Creation, A viagem do Beagle de Charles Darwin, e Princípios de Geologia, de Charles Lyell. === Exploração e estudo do mundo natural === Inspirado pelas crônicas de naturalistas viajantes precedentes incluindo Alexander von Humboldt, Charles Darwin e William Henry Edwards, Wallace decidiu que ele também queria viajar para o exterior como naturalista. Em 1848 Wallace e Henry Bates partiram para o Brasil a bordo do Mischief. Sua intenção era coletar insetos e outros espécimes animais na Floresta Amazônica e vendê-los a colecionadores na Inglaterra, a venda de coleções era uma fonte de renda para custear as expedições. Também esperavam juntar evidências da transmutação das espécies. Wallace e Bates passaram a maior parte de seu primeiro ano coletando espécimes próximo a Belém do Pará, quando exploraram o interior separadamente, encontrando-se por ocasião para discutir seus achados. Em 1849, tiveram a breve companhia de um outro jovem explorador, o botânico Richard Spruce, junto com o irmão mais novo de Wallace, Herbert. Herbert partiu logo em seguida (falecendo dois dias depois de febre amarela), mas Spruce, assim como Bates, passaria quase dez anos coletando na América do Sul. Wallace continuou cartografando o Rio Negro por quatro anos, coletando espécimes e tomando notas acerca dos povos e línguas que encontrou bem como a geografia, flora e fauna. Em 12 de julho de 1852, Wallace embarcou rumo ao Reino Unido no brigue Helen. Após vinte e oito dias ao mar, o bálsamo na carga do navio pegou fogo e a tripulação foi forçada a abandona-lo. A coleção inteira que Wallace levava foi perdida. Pode apenas salvar parte de seu diário e uns poucos esboços. Porém uma pequena parte de seu material ficou retida no porto de Manaus, esta se salvou. Wallace e sua tripulação passaram dez dias num barco aberto antes de serem resgatados pelo brigue Jordeson, que estava viajando de Cuba para Londres. As condições no Jordeson' foram tensas por causa dos passageiros inesperados, mas após uma viagem difícil com uma alimentação deficiente o navio finalmente chegou ao seu destino em 1 de outubro de 1852. Após seu retorno ao Reino Unido, Wallace passou dezoito meses em Londres vivendo do pagamento do seguro de sua coleção perdida e vendendo o que sobrou. Durante esse período, apesar de ter perdido quase todas as suas anotações de sua expedição à América do Sul, ele escreveu seis ensaios (os quais incluíram On the Monkeys of the Amazon) e dois livros: Palm Trees of the Amazon and Their Uses e Travels on the Amazon (Palmeiras da Amazônia e seus usos e Viagens na Amazônia). Também firmou contato com inúmeros outros naturalistas britânicos – mais significantemente, Darwin.Raby p. 148. De 1854 a 1862, de 31 aos 39 anos de idade, Wallace viajou para a Arquipélago Malaio ou Índias Orientais (agora Malásia e Indonésia), a fim de coletar espécimes para vender e estudar a natureza. Suas observações das marcantes diferenças zoológicas através do estreito no arquipélago levaram-no a propor a fronteira biogeográfica atualmente conhecida como a Linha de Wallace. Wallace coletou mais de 125 mil espécimes no Arquipélago Malaio (só de besouros mais de 80 mil), sendo que mil representavam espécies novas para a ciência. Uma de suas mais bem conhecidas descrições de espécies durante sua viagem é a do sapo que desliza em árvores, Rhacophorus nigropalmatus, conhecido como o \"sapo-voador- de-wallace\". Enquanto ele explorava o arquipélago, refinou seus pensamentos acerca da evolução e teve sua famosa concepção da seleção natural. Descrições de seus estudos e aventuras foram eventualmente publicadas em 1869 como The Malay Archipelago, que se tornou um dos mais populares diários de exploração científica do século XIX, mantido continuamente à venda por sua editora inicial (Macmillan) até a segunda década do século XX. A publicação foi elogiada por cientistas tais como Darwin (a quem o livro foi dedicado), e Charles Lyell, e por não-cientistas, tais como o romancista Joseph Conrad, que chamou o livro de seu companheiro de cabeceira favorito e o usou como fonte de informações para vários de seus romances, especialmente Lord Jim. === Retorno ao Reino Unido, casamento e filhos === Em 1862, Wallace retornou ao Reino Unido e se mudou para a casa de sua irmã Fanny Sims e de seu marido Thomas. Enquanto se recuperava de suas viagens, Wallace organizou sua coleção de espécimes e deu palestras sobre suas aventuras e descobertas em várias sociedades científicas, incluindo a Sociedade Zoológica de Londres. Mais tarde, naquele mesmo ano, Wallace visitou Darwin, em Down House, e se tornou amigo de Charles Lyell e Herbert Spencer. Durante a década de 1860, Wallace escreveu vários ensaios e deu palestras defendendo a teoria da seleção natural. Também se correspondeu com Darwin sobre vários temas, incluindo a seleção sexual, o aposematismo e os possíveis efeitos da seleção natural sobre a hibridação e a divergência de espécies. Em 1865, Wallace começou a investigar o espiritismo. Depois de um ano de namoro, Wallace se comprometeu em 1864 com uma jovem, que, em sua autobiografia, identificou simplesmente como senhorita L. No entanto, para o desgosto de Wallace, ela rompeu com o compromisso. Em 1866, Wallace se casou com Annie Mitten, que tinha sido apresentada a ele por Richard Spruce, um amigo do pai de Annie, William Mitten, um especialista em briófitas. Em 1872, Wallace construiu The Dell, uma casa de concreto, em uma propriedade alugada em Grays, Essex, onde viveu até 1876. Wallace teve três filhos: Herbert (1867-1874), que morreu quando criança, Violet (1869-1945) e William (1871-1951). === Problemas financeiros === Durante os anos de 1860 e de 1870, Wallace estava muito preocupado com a segurança financeira de sua família. Enquanto estava no arquipélago malaio, a venda de espécimes havia trazido uma quantidade considerável de dinheiro, que tinha sido cuidadosamente investida pelo agente que vendeu os espécimes para Wallace. No entanto, em seu retorno ao Reino Unido, fez vários investimentos arriscados em ferrovias e em minas que se revelaram um fracasso, por isso ele foi forçado a viver dos lucros gerados pela publicação de O Arquipélago Malaio. Apesar da ajuda de seus amigos, Wallace não conseguiu encontrar um emprego com um salário fixo. Para se manter financeiramente, ele trabalhou como agrimensor para o governo, escreveu 25 artigos para publicação entre 1872 e 1876 por somas modestas e editou várias obras de Lyell e Darwin. Em 1876, ele teve que pedir um adiantamento de 500 libras esterlinas pela publicação de The Geographical Distribution of Animals para evitar a venda de seus bens pessoais. Darwin sabia das dificuldades financeiras de Wallace e lutou para conceder-lhe uma pensão do governo por suas contribuições para a ciência. Quando a pensão anual de $ 200 foi concedido em 1881, foi capaz de estabilizar a sua situação financeira, complementando sua renda com o que ganhava por seus escritos. === Ativismo Social === Durante alguns meses, em Londres, Wallace aprimorou seu desenvolvimento intelectual frequentando aulas no Instituto de Mecânica (London Mechanics Institute), onde adquiriu conhecimento das ideias políticas de reformas sociais-radicais de Robert Owen (1771-1858) que cooperaram para a formação de seu ceticismo religioso e de suas ideias reformistas e socialistas.CAMERINI, J. R. The Alfred Russel Wallace reader: A sellection of writing from the field. Baltimore, The Johns Hopkins University Press, 2002.MORGANTE, J. S. Alfred Russel Wallace: Coproponente da seleção natural, tributo ao centenário de seu falecimento. Genética na Escola. São Paulo, n. 1, v. 8, p. 76, 2013. Nos momentos vagos, Wallace dedicava seu tempo ao socialismo, militarismo político, espiritualismo e até mesmo às questões pacifistas, defendendo a justiça social e a reforma agrária. Nos mais audaciosos pensamentos pode-se considerar Wallace como um \"ambientalista principiante\", onde defendeu a preservação de uma área de florestas naturais nas proximidades de Londres que enfrentava forte interferência humana.O resgate de Alfred Wallace. Disponível em: cienciahoje.uol.com.br . Acesso em: 18 de Fev de 2014. Contudo, suas ações não se restringiram à Londres, Wallace também clamou pelas florestas de Sequóias da Califórnia. Wallace também foi um cientista engajado em causas sociais, pois mostrava simpatia aos indivíduos excluídos pela sociedade londrina. Seu amparo abrangia desde crianças nascidas em lares carentes a mulheres sem direitos a votos. Durante seus doze anos de convivência com nativos das terras em que passou deram ao Wallace uma visão mais realista da natureza humana: \" Quanto mais vejo pessoas não civilizadas melhor eu compreendo a natureza humana como um todo, e as diferenças essenciais entres os chamados homem civilizado e o selvagem tendem a desaparecer\".BERRY, A. Alfred Russel Wallace: evolution’s red-hot radical. Nature, v. 496, n. 7444, p. 162–4, 11 abr. 2013. Em seu livro Land Nationalisation, Its Necessity and Its Aims (1882), Wallace defendeu a obra Progresso e Pobreza do economista e reformador social Henry George, afirmando: \"sem dúvida o livro mais notável e importante do século atual\", colocando-o ainda acima de A Origem das Espécies de Darwin. Em reação à recessão econômica, também defendeu a criação de colônias de trabalho aos desempregados no livro Hard Times (1885). === Trabalhos científicos adicionais === Wallace continuou seu trabalho científico em paralelo com seu comentário social. Em 1880, ele publicou Island Life como uma sequência de The Geographic Distribution of Animals. Em novembro de 1886, Wallace começou uma viagem de dez meses aos Estados Unidos para dar uma série de palestras populares. A maioria das palestras foi sobre evolução por seleção natural, mas ele também fez discursos sobre biogeografia, espiritualismo e reforma socioeconômica. Durante a viagem, ele se reuniu com seu irmão John, que emigrara para a Califórnia anos antes. Ele também passou uma semana no Colorado, com o botânico americano Alice Eastwood como seu guia, explorando a flora das Montanhas Rochosas e reunindo evidências que o levariam a uma teoria sobre como a glaciação poderia explicar certos pontos em comum entre a flora montanhosa da Europa, Ásia e América do Norte, que ele publicou em 1891 no artigo \"English and American Flowers\". Ele conheceu muitos outros naturalistas americanos proeminentes e viu suas coleções. Seu livro de 1889, Darwinism, usou informações que ele coletou em sua viagem americana e informações que ele compilou para as palestras. === Morte === Em 7 de novembro de 1913, Wallace morreu aos 90 anos em sua casa de campo, chamada de \"Old Orchard\", em Broadstone (Dorset), que havia sido construída uma década antes. A imprensa amplamente divulgou sua morte na época. The New York Times o chamou de \"o último dos gigantes que pertencera a esse grupo maravilhoso de intelectuais que incluía, entre outros, Darwin, Huxley, Spencer, Lyell, e Owen, cuja ousadia nas investigações revolucionaram e evoluíram o pensamento do século\". Alguns dos amigos de Wallace sugeriram que ele fosse enterrado na Abadia de Westminster, mas sua esposa seguiu seus desejos e ele foi enterrado no pequeno cemitério em Broadstone, Dorset. Vários proeminentes cientistas britânicos formaram uma comissão para ter um medalhão de Wallace colocado em Westminster, perto de onde Darwin tinha sido enterrado. O medalhão foi inaugurado em 1 de novembro de 1915. == Teoria da Evolução == Em muitos relatos da história da teoria evolucionista, Wallace é relegado ao papel de um simples estímulo para a teoria do próprio Darwin.Slotten p. 6. Na realidade, Wallace desenvolveu suas próprias concepções distintas sobre a evolução (concepções essas que divergiam das de Darwin) e era considerado por muitos (especialmente por Darwin) como um pensador de primeira grandeza sobre a teoria da evolução no seu tempo, e cujas ideias não podiam ser ignoradas. Um historiador da ciência apontou que, por meio de correspondência privada e trabalhos publicados, Darwin e Wallace trocaram conhecimentos e estimularam as ideias e teorias um do outro por um longo período.Shermer p. 149. Ele é um dos naturalistas mais citados na obra de Darwin Descent of Man (A Origem do Homem), ocasionalmente em forte desacordo.Slotten pp. 289–90. Ao contrário de Darwin, Wallace começou sua carreira como naturalista viajante já acreditando na transmutação das espécies. O conceito havia sido defendido por Jean-Baptiste Lamarck, Geoffroy Saint-Hilaire, Erasmus Darwin e Robert Grant, entre outros. Foi amplamente discutido, mas não geralmente aceito pelos principais naturalistas, e foi considerado como tendo conotações radicais e até revolucionárias.Larson Evolution p. 73.Peter J. Bowler, Iwan Rhys Morus. Making Modern Science: A Historical Survey. University of Chicago Press, 2005, p. 141 Em 1855 Wallace publicou o artigo, \"On the Law Which has Regulated the Introduction of Species\", no qual ele junta e enumera observações gerais sobre a distribuição geográfica e geológica das espécies (biogeografia) e conclui que \"Cada espécie surgiu coincidindo tanto em espaço quanto em tempo com uma espécie aproximadamente a ela aliada.\" Esse artigo, também conhecido como a Lei Sarawak (assim denominada devido ao estado de Sarawak, localizado na ilha de Borneo) foi um prenúncio ao monumental artigo que ele escreveu três anos mais tarde. Wallace encontrou-se brevemente e apenas uma vez com Darwin, e foi um dos seus numerosos correspondentes de todas as partes do mundo, cujas observações Darwin utilizou para dar suporte às suas teorias. Wallace sabia que Darwin tinha interesse na questão de como as espécies se originavam e confiava na opinião dele sobre o assunto. Assim, ele lhe enviou seu ensaio \"On the Tendency of Varieties to Depart Indefinitely From the Original Type\" (Sobre a Tendência das Variedades de se Separarem Indefinidamente do Tipo Original) - 1858, e pediu-lhe que escrevesse a crítica. Em 18 de Junho de 1858 Darwin recebeu o manuscrito de Wallace. Embora o ensaio de Wallace ainda não propusesse o famoso conceito darwiniano de seleção natural, enfatizava uma divergência evolutiva entre as espécies e suas similares. Nesse sentido era semelhante à teoria sobre a qual Darwin tinha trabalhado durante 20 anos, e que nunca tinha sido publicada. Darwin escreveu a Charles Lyell: \"Ele não poderia ter feito um pequeno resumo melhor! Até os seus termos constam agora nos títulos dos meus capítulos!\". Apesar de Wallace não ter pedido que publicassem o seu ensaio, Charles Lyell e Joseph Hooker decidiram apresentar o ensaio junto aos trechos de um artigo, que Darwin havia escrito em 1844 e mantido confidencial, à Linnean Society of London, em 1 de julho de 1858, dando destaque à teoria de Darwin. Wallace aceitou o arranjo após o fato, agradecido por ter sido, pelo menos, nele incluso. O status social e científico de Darwin naquela época era muito superior ao de Wallace e era improvável que as observações de Wallace sobre a evolução tivessem sido aceitas com a mesma seriedade, caso fossem apresentadas independentemente. Apesar de afastado da posição de codescobridor e não de socialmente igual à Darwin ou aos outros cientistas britânicos de elite, Wallace foi contemplado com acesso facilitado aos meios científicos britânicos altamente divulgados após a posição favorável que recebeu de Darwin. Quando retornou à Inglaterra, Wallace encontrou-se com Darwin e os dois permaneceram amigos, desde então. Wallace permaneceu um fervoroso defensor da seleção natural pelo resto de sua vida. Na década de 1880, a evolução era amplamente aceita nos círculos científicos, mas a seleção natural menos. Em 1889, Wallace publicou o livro Darwinism como resposta aos críticos científicos da seleção natural.Slotten p. 409. De todos os livros de Wallace, é o mais citado por publicações acadêmicas.Shermer p. 18. === Diferenças entre as ideias de Darwin e Wallace sobre seleção natural === Os historiadores da ciência notaram que, embora Darwin considerasse as ideias do artigo de Wallace essencialmente as mesmas que as suas, havia diferenças. Darwin enfatizou a competição entre indivíduos da mesma espécie para sobreviver e se reproduzir, enquanto Wallace enfatizou as pressões ambientais sobre variedades e espécies forçando-as a se adaptarem às suas condições locais, levando populações em diferentes locais a divergir.Larson p. 75.Bowler & Morus p. 149. Alguns historiadores, notadamente Peter J. Bowler, sugeriram a possibilidade de que no artigo que enviou a Darwin, Wallace não discutisse a seleção de variações individuais, mas a seleção de grupo.Bowler (2013) pp. 61–63 No entanto, Malcolm Kottler mostrou que Wallace estava de fato discutindo variações individuais.Kottler, M. 1985. Charles Darwin and Alfred Russel Wallace: Two decades of debate over natural selection. In: David Kohn (Ed.), The Darwinian Heritage (Princeton NJ: Princeton University Press): 367–432 Outros notaram que outra diferença era que Wallace parecia ter imaginado a seleção natural como uma espécie de mecanismo de retroalimentação que mantinha espécies e variedades adaptadas ao seu ambiente (agora chamado de 'estabilizador', em oposição à seleção 'direcional'). Eles apontam para uma passagem amplamente negligenciada do famoso artigo de 1858 de Wallace:O ciberneticista e antropólogo Gregory Bateson observou na década de 1970 que, embora tenha escrito isso apenas como exemplo, Wallace \"provavelmente disse a coisa mais poderosa que foi dita no século XIX\". Bateson revisitou o tópico em seu livro de 1979 Mind and Nature: A Necessary Unity, e outros estudiosos continuaram a explorar a conexão entre a seleção natural e a teoria dos sistemas. == Outras contribuições científicas == === Biogeografia e ecologia === Em 1872, a pedido de muitos de seus amigos, incluindo Darwin, Philip Sclater e Alfred Newton, Wallace começou a pesquisar para uma revisão geral da distribuição geográfica dos animais. O progresso inicial foi lento, em parte porque os sistemas de classificação para muitos tipos de animais estavam em fluxo.Slotten p. 301. Ele retomou o trabalho a sério em 1874 após a publicação de uma série de novos trabalhos sobre classificação.Slotten p. 315. Estendendo o sistema desenvolvido por Sclater para pássaros—que dividiu a Terra em seis regiões geográficas separadas para descrever a distribuição de espécies—para abranger também mamíferos, répteis e insetos, Wallace criou a base para as regiões zoogeográficas ainda em uso hoje. Ele discutiu todos os fatores então conhecidos por influenciar a distribuição geográfica atual e passada de animais dentro de cada região geográfica.Slotten pp. 320–25. Esses fatores incluíam os efeitos do aparecimento e desaparecimento de pontes terrestres (como a que atualmente conecta a América do Norte e a América do Sul) e os efeitos dos períodos de aumento da glaciação. Ele forneceu mapas mostrando fatores, como elevação de montanhas, profundidade dos oceanos e o caráter da vegetação regional, que afetaram a distribuição dos animais. Ele também resumiu todas as famílias e gêneros conhecidos dos animais superiores e listou suas distribuições geográficas conhecidas. O texto foi organizado de forma que fosse fácil para um viajante saber quais animais poderiam ser encontrados em um determinado local. O trabalho de dois volumes resultante, The Geographical Distribution of Animals, foi publicado em 1876 e serviu como o texto definitivo sobre zoogeografia pelos próximos 80 anos. O livro incluía evidências do registro fóssil para discutir os processos de evolução e migração que levaram à distribuição geográfica das espécies modernas. Por exemplo, ele discutiu como evidências fósseis mostraram que as antas se originaram no Hemisfério Norte, migrando entre a América do Norte e a Eurásia e depois, muito mais recentemente, para a América do Sul, após o que as espécies do norte foram extintas, deixando a distribuição moderna de dois grupos isolados de espécies de anta na América do Sul e Sudeste Asiático.Bowler (2013), p. 152. Wallace estava muito ciente e interessado na extinção em massa da megafauna no final do Pleistoceno. Em The Geographical Distribution of Animals (1876), ele escreveu: \"Vivemos em um mundo zoologicamente empobrecido, do qual todas as formas maiores, mais ferozes e mais estranhas desapareceram recentemente\".Wallace The Geographical Distribution of Animals p. 150. Ele acrescentou que acreditava que a causa mais provável para as extinções rápidas era a glaciação, mas quando escreveu World of Life (1911), passou a acreditar que essas extinções eram \"devido à ação do homem\".Wallace The World of Life (1911) p. 264. Em 1880, Wallace publicou o livro Island Life como uma continuação de The Geographical Distribution of Animals. Ele pesquisou a distribuição de espécies animais e vegetais nas ilhas. Wallace classificou as ilhas em oceânicas e dois tipos de ilhas continentais.Slotten p. 361. Ilhas oceânicas, como as Ilhas Galápagos e as Ilhas Havaianas (então chamadas Ilhas Sandwich) formaram-se no meio do oceano e nunca fizeram parte de nenhum grande continente. Tais ilhas eram caracterizadas por uma completa ausência de mamíferos terrestres e anfíbios, e seus habitantes (exceto aves migratórias e espécies introduzidas por humanos) eram tipicamente o resultado de colonização acidental e evolução subsequente. As ilhas continentais foram divididas entre aquelas que foram recentemente separadas de um continente (como a Grã- Bretanha) e aquelas muito menos recentemente (como Madagascar). Wallace discutiu como essa diferença afetou a flora e a fauna. Ele discutiu como o isolamento afetou a evolução e como isso poderia resultar na preservação de classes de animais, como os lêmures de Madagascar, que eram remanescentes de faunas continentais outrora difundidas. Ele discutiu extensivamente como as mudanças climáticas, particularmente os períodos de aumento da glaciação, podem ter afetado a distribuição da flora e da fauna em algumas ilhas, e a primeira parte do livro discute as possíveis causas dessas grandes eras glaciais. Island Life foi considerado um trabalho muito importante na época de sua publicação. Foi amplamente discutido nos círculos científicos, tanto em revisões publicadas quanto em correspondência privada. === Questões ambientais === O extenso trabalho de Wallace em biogeografia o tornou consciente do impacto das atividades humanas no mundo natural. Em Tropical Nature and Other Essays (1878), ele alertou sobre os perigos do desmatamento e da erosão do solo, especialmente em climas tropicais propensos a chuvas fortes. Observando as complexas interações entre vegetação e clima, ele alertou que o amplo desmatamento da floresta úmida para cultivo de café no Ceilão (agora chamado de Sri Lanka) e na Índia afetaria negativamente o clima desses países e levaria ao empobrecimento devido à erosão do solo.Slotten pp. 352–53. Em Island Life, Wallace novamente mencionou o desmatamento e as espécies invasoras. Sobre o impacto da colonização europeia na ilha de Santa Helena, escreveu: Os comentários de Wallace sobre meio ambiente tornaram-se mais urgentes no final de sua carreira. Em O Mundo da Vida (1911), ele escreveu: === Astrobiologia === O livro de Wallace, de 1904, Man's Place in the Universe foi a primeira tentativa séria de um biólogo para avaliar a probabilidade de vida em outros planetas. Ele concluiu que a Terra era o único planeta do sistema solar que poderia suportar vida, principalmente porque era o único em que a água poderia existir na fase líquida. Mais controversamente, ele sustentou que era improvável que outras estrelas na galáxia pudessem ter planetas com as propriedades necessárias (a existência de outras galáxias não foi provada na época). Seu tratamento de Marte neste livro foi breve e, em 1907, Wallace voltou ao assunto com um livro Is Mars Habitable? para criticar as alegações feitas por Percival Lowell de que havia canais marcianos construídos por seres inteligentes. Wallace fez meses de pesquisa, consultou vários especialistas e produziu sua própria análise científica do clima marciano e das condições atmosféricas.Slotten p. 474. Entre outras coisas, Wallace apontou que a análise espectroscópica não mostrou sinais de vapor de água na atmosfera marciana, que a análise de Lowell do clima de Marte era seriamente falha e superestimou muito a temperatura da superfície, e que a baixa pressão atmosférica tornaria a água líquida, e ainda mais um sistema de irrigação do planeta, impossível. Richard Milner comenta: \"Foi o brilhante e excêntrico evolucionista Alfred Russel Wallace... que efetivamente desmascarou a rede ilusória de canais marcianos de Lowell.\" Wallace originalmente se interessou pelo assunto porque sua filosofia antropocêntrica o inclinou a acreditar que o homem provavelmente seria único no universo.Shermer p. 294. === Aposta da Terra plana === Em 1870, um defensor da Terra plana chamado John Hampden ofereceu uma aposta de £ 500 (equivalente a cerca de £ 51 000 em termos atuais) em um anúncio de revista para qualquer um que pudesse demonstrar uma curvatura convexa em um corpo de água como um rio, canal ou lago. Wallace, intrigado com o desafio e com pouco dinheiro na época, projetou um experimento no qual ele montou dois objetos ao longo de um trecho de 10 quilômetros do canal. Ambos os objetos estavam na mesma altura acima da água, e ele também montou um telescópio em uma ponte na mesma altura acima da água. Quando visto pelo telescópio, um objeto parecia mais alto que o outro, mostrando a curvatura da Terra.Shermer pp. 258–61. O juiz da aposta, o editor da revista Field, declarou Wallace o vencedor, mas Hampden se recusou a aceitar o resultado. Ele processou Wallace e lançou uma campanha, que persistiu por vários anos, de escrever cartas para várias publicações e organizações das quais Wallace era membro denunciando-o como vigarista e ladrão. Wallace ganhou vários processos por difamação contra Hampden, mas o litígio resultante custou a Wallace mais do que o valor da aposta, e a controvérsia o frustrou por anos. == Concepções do magnetismo animal e do espiritualismo e aplicação da teoria à Humanidade == Em uma carta a um parente em 1861, Wallace escreveu: Wallace era um entusiasta de frenologia.Slotten pp. 203-05. No início de sua carreira ele fez vários experimentos com o mesmerismo. Ele usou alguns de seus alunos em Leicester como sujet, com considerável sucesso.Slotten pp. 234-35. Quando ele começou seus experimentos com magnetismo animal, o tema já era experimentado pelos magnetizadores de primeira hora, como John Elliotson que havia recebido criticada até seu estabelecimento médico e científico Wallace desenhou uma conexão entre suas experiências com magnetismo e suas investigações posteriores em espiritualismo. Em 1893, ele escreveu: Wallace começou a investigar o espiritualismo no verão de 1865, possivelmente por insistência de sua irmã mais velha Fanny Sims, que esteve envolvida com ele por algum tempo.Slotten p. 231. Ele passou a investigar os fenômenos das mesas girantes ainda tão em voga na Europa; a mediunidade das senhoras Marshall e Guppy, dentre outras, afirmando mais tarde que as comunicações com espíritos \"são inteiramente comprovadas tão bem como quaisquer fatos que são provados em outras ciências\" em A defence of modern spiritualism (1874). Depois de revisar a literatura sobre o tema e tentar testar os fenômenos que presenciou nas séances, ele passou a aceitar que a crença estava ligada a uma realidade natural. Pelo resto de sua vida, ele permaneceu convencido de que pelo menos alguns fenômenos das sessões espíritas eram genuínos, não importasse quantas acusações de fraude os céticos fizessem ou quanta evidência de trapaça fosse produzida. Historiadores e biógrafos discordam sobre quais fatores mais influenciaram sua adoção do espiritualismo. Foi sugerido por um biógrafo que o choque emocional que ele havia recebido alguns meses antes, quando sua primeira noiva rompeu o noivado, contribuiu para sua receptividade à crença.Slotten p. 236. Outros estudiosos preferiram enfatizar o desejo de Wallace de encontrar explicações racionais e científicas para todos os fenômenos, materiais e não materiais, do mundo natural e da sociedade humana.Shermer pp. 199–201. O espiritualismo atraiu muitos vitorianos educados que já não consideravam a doutrina religiosa tradicional, como a da Igreja da Inglaterra, aceitável, mas estavam insatisfeitos com a visão completamente materialista e mecânica do mundo que estava emergindo cada vez mais da ciência do século XIX.Slotten p. 4. No entanto, vários estudiosos que pesquisaram os pontos de vista de Wallace em profundidade enfatizaram que, para ele, o espiritualismo era uma questão de ciência e filosofia, e não de crença religiosa.Shermer pp. 199–201. Entre outros proeminentes intelectuais do século XIX envolvidos com o espiritualismo estavam o reformador social Robert Owen, que foi um dos primeiros ídolos de Wallace,Slotten p. 232. os físicos William Crookes e Lord Rayleigh, o matemático Augustus De Morgan e o editor escocês Robert Chambers.Shermer p. 183. Durante a década de 1860, o mágico de palco John Nevil Maskelyne expôs a trapaça dos irmãos DavenportSteinmeyer, Jim (2005). Hiding the Elephant. Arrow. pp. 95–96. Wallace foi incapaz de aceitar que ele havia replicado seus feitos utilizando métodos naturais e afirmou que Maskelyne possuía poderes sobrenaturaisBrandon, Ruth (1993). The Life and Many Deaths of Harry Houdini. Secker & Warburg. p. 230. Byrne, Georgina (2010). Modern Spiritualism and the Church of England, 1850–1939. The Boybell Press. pp. 28–29. No entanto, em um de seus escritos, Wallace descartou Maskelyne, referindo-se a uma palestra expondo seus truques.Wallace, Alfred Russel (1875). On Miracles and Modern Spiritualism. London: James Burns. pp. 173–174 Em 1874, Wallace visitou o fotógrafo de espíritos Frederick Hudson. Uma fotografia dele com sua falecida mãe foi produzida e Wallace declarou a fotografia genuína, declarando que \"mesmo que ele tivesse, de alguma forma, obtido a posse de todas as fotografias já tiradas de minha mãe, elas não teriam a menor utilidade para ele em a fabricação dessas fotos. Não vejo escapatória da conclusão de que algum ser espiritual, familiarizado com os vários aspectos de minha mãe durante a vida, produziu essas impressões reconhecíveis no prato\".Wallace, Alfred Russel (1875). On Miracles and Modern Spiritualism. London: James Burns. pp. 190–191 No entanto, as fotografias de Hudson já haviam sido expostas como fraudulentas em 1872.McCabe, Joseph (1920). Spiritualism: A Popular History from 1847. Dodd, Mead and Company. p. 157 A defesa muito pública de Wallace do espiritualismo e sua repetida defesa de médiuns espiritualistas contra alegações de fraude na década de 1870 prejudicaram sua reputação científica. Em 1875 Wallace publicou a evidência que ele acreditava provar sua posição em seu livro On Miracles and Modern Spiritualism, que é uma compilação de ensaios que ele escreveu durante um período de tempo. Em seu capítulo intitulado 'Modern Spiritualism: Evidence of Men of Science', Wallace refere-se a \"três homens da mais alta eminência em seus respectivos departamentos\", que eram o Professor De Morgan, o Professor Hare e o Juiz Edmonds, que investigaram fenômenos espiritualistas. No entanto, o próprio Wallace está apenas citando seus resultados e não esteve presente em nenhuma de suas investigações. Sua defesa veemente do espiritualismo prejudicou seus relacionamentos com cientistas anteriormente amigáveis, como Henry Bates, Thomas Huxley e até Darwin, que o achavam excessivamente crédulo. A evidência disso pode ser vista nas cartas de Wallace datadas de 22 de novembro e 1º de dezembro de 1866, a Thomas Huxley perguntando se ele estaria interessado em se envolver em investigações espiritualistas científicas que Huxley, educadamente, mas enfaticamente, recusou alegando que ele não tinha nem a tempo nem a inclinação. Outros, como o fisiologista William Benjamin Carpenter e o zoólogo E. Ray Lankester tornaram-se aberta e publicamente hostis a Wallace sobre o assunto. Wallace e outros cientistas que defendiam o espiritualismo, notadamente William Crookes, foram alvo de muitas críticas da imprensa, sendo o The Lancet o principal jornal médico inglês da época sendo particularmente severo. A controvérsia afetou a percepção pública do trabalho de Wallace pelo resto de sua carreira.Slotten pp. 298–351. Quando, em 1879, Darwin tentou pela primeira vez angariar apoio entre os naturalistas para obter uma pensão civil concedida a Wallace, Joseph Hooker respondeu: Hooker acabou cedendo e concordou em apoiar o pedido de pensão.Slotten p. 362. === Aplicação à teleologia na evolução === Em 1864, antes que Darwin tivesse abordado publicamente o assunto, apesar de outros o terem, Wallace publicou um artigo, The Origin of Human Races and the Antiquity of Man Deduced from the Theory of 'Natural Selection' (A Origem das Raças Humanas e a Antiguidade do Homem Deduzidos da Teoria de \"Seleção Natural\"), aplicando a teoria à Humanidade. Darwin ainda não havia abordado publicamente o assunto, embora Thomas Huxley tivesse em Evidências quanto ao Lugar do Homem na Natureza. Wallace tornou-se a seguir um espiritista e, mais tarde, argumentou que a seleção natural não poderia justificar o gênio matemático, artístico ou musical, nem reflexões metafísicas, a razão ou o humor, e que algo no \"invisível universo do Espírito\" tinha intercedido pelo menos três vezes na históriaː # A criação da vida a partir da matéria inorgânica; # A introdução da consciência nos animais superiores; # A geração das faculdades acima mencionadas no espírito humano. Ele também acreditava que a razão de ser do universo era o desenvolvimento do espírito humano (ver Wallace (1889)). Essas concepções muito perturbaram Darwin ao longo de sua vida, argumentando ele que apelos espirituais eram desnecessários e que a seleção sexual podia facilmente explicar esses fenômenos aparentemente não adaptativos. Enquanto alguns historiadores concluíram que a crença de Wallace de que a seleção natural era insuficiente para explicar o desenvolvimento da consciência e da mente humana foi diretamente causada por sua adoção do espiritualismo, outros estudiosos de Wallace discordaram, e alguns sustentam que Wallace nunca acreditou que a seleção natural se aplicava àquelas áreas.Shermer pp. 157–60. A reação às ideias de Wallace sobre esse tópico entre os principais naturalistas da época variou. Charles Lyell endossou os pontos de vista de Wallace sobre a evolução humana em vez de Darwin.Larson p. 100.Shermer p. 160. A crença de Wallace de que a consciência humana não poderia ser inteiramente um produto de causas puramente materiais foi compartilhada por vários intelectuais proeminentes no final do século XIX e início do século XX.Shermer pp. 231–33. No entanto, muitos, incluindo Huxley, Hooker e o próprio Darwin, criticaram Wallace.Slotten pp. 280–96. Como afirmou o historiador da ciência Michael Shermer, as visões de Wallace nesta área estavam em desacordo com dois princípios principais da filosofia darwiniana emergente, que eram de que a evolução não era teleológica (orientada por propósitos) e que não era antropocêntrica (centrada no ser humano).Shermer pp. 208–09. Muito mais tarde em sua vida, Wallace voltou a esses temas, de que a evolução sugeriu que o universo poderia ter um propósito e que certos aspectos dos organismos vivos podem não ser explicáveis em termos de processos puramente materialistas, em um artigo de revista de 1909 intitulado The World of Life, que mais tarde ele expandiu em um livro de mesmo nome; esse foi um trabalho que Shermer disse antecipar algumas ideias sobre design inteligente na natureza e evolução direcionada que surgiriam de várias tradições religiosas ao longo do século XX.Shermer pp. 231–33. == Prêmios == Dentre os muitos prêmios concedidos a Wallace vale citar a Order of Merit (Ordem do Mérito), de 1908, a Medalha Copley da Royal Society (Sociedade Real), de 1908, a Medalha do Fundador da Royal Geographical Society e a Medalha de Ouro da Linnean Society (Sociedade Lineana), de 1892. Ele também foi honrado ao serem batizadas crateras de Marte e da Lua com base em seu nome. == Wallace Center == Em 14 de julho de 2005, o Ministro Chefe Pehin Sri Dr Haji Abdul Taib Mahmud instou a Unimas a criar o Wallace Center (Centro Wallace, em Santubong) em um esforço para inspirar jovens cientistas a desenvolverem mais pesquisas sobre a rica biodiversidade do país. * WCS Sarawak. Um centro completo a ser estabelecido e denominado em honra do renomado naturalista britânico irá inspirar jovens cientistas a desenvolver mais pesquisas sobre biodiversidade em Sarawak, em Borneo Malaia. == Publicações == Wallace foi um autor prolífero. Em 2002, um historiador de ciência publicou uma análise quantitativa das publicações de Wallace. Ele descobriu que Wallace havia publicado 22 livros completos e pelo menos 747 peças curtas, 508 das quais eram artigos científicos (191 deles publicados na Nature). Ele ainda subdividiu as 747 peças curtas por seus assuntos primários: 29% eram sobre biogeografia e história natural, 27% eram sobre teoria da evolução, 25% eram críticas sociais, 12% eram de Antropologia, e 7% estavam ligados ao espiritismo e frenologia. Uma bibliografia online de escritos de Wallace tem mais de 750 entradas. === Livros === * * * * * * * * * * == Ver também == * Cronologia do espiritismo == Bibliografia == * * * * * * * * * * * * * * * Vol. 1, Vol. 2. * ==Ligações externas== * *Alfred Russel Wallace, The Malay Archipelago (O Arquipélago Malaio) * * * Wallace, Alfred Russel, Viagens pelo Amazonas e rio Negro, descarga do livro Categoria:Medalha Copley Categoria:Medalha Real Categoria:Medalha Darwin Categoria:Exploradores da Amazônia Categoria:Membros da Royal Geographical Society Categoria:Membros da Royal Society Categoria:Membros da Linnean Society of London Categoria:Membros da Sociedade Zoológica de Londres Categoria:Naturalistas do Reino Unido Categoria:Geógrafos do Reino Unido Categoria:Antropólogos da Inglaterra Categoria:Biólogos do Reino Unido Categoria:Biólogos evolutivos Categoria:Pesquisadores de fenômenos paranormais Categoria:História do pensamento evolutivo Categoria:Magnetizadores do País de Gales Categoria:Espiritualistas",
 "title": "Alfred Russel Wallace"
}