{
 "id": "6795",
 "text": "Nogueira é uma localidade portuguesa do Município de Braga que foi sede da extinta Freguesia de Nogueira, freguesia que tinha 5,22 km² de área e 5 924 habitantes (2011), e, por isso, uma densidade populacional de 1 134,9 hab/km². A Freguesia de Nogueira foi extinta em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada às freguesias de Fraião e Lamaçães, para formar uma nova freguesia denominada União das Freguesias de Nogueira, Fraião e Lamaçães da qual é a sede.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. ==População== População da freguesia de Nogueira (1864 – 2011) Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 429 635 637 463 500 470 411 579 844 1 542 2 304 3 428 4 188 4 815 5 924 Nos censos de 1878 e 1890 a freguesia de Arcos fazia parte desta freguesia. Por decreto de 07/05/1891 passaram a constituir freguesias autónomas == Heráldica == O brasão, selo e bandeira da Freguesia de Nogueira foram aprovados por unanimidade e aclamação em Assembleia Ordinária de Freguesia de 2 de Outubro de 1992, sendo publicado no Diário da República nº 255, III Série de 4 de Novembro de 1992, resultado da criação do consagrado artista bracarense Eduardo Esperança, iluminurista e heraldista, sendo a descrição de autoria do Dr. Artur Norton, assessor na Universidade do Minho, investigador no campo da armaria e heráldica. Da aprovação em Assembleia de Freguesia de 2 de Outubro de 1992, resultou a seguinte Moção de Congratulação: \"A Assembleia de Freguesia de Nogueira regozija-se com a criação histórica do Brasão de Armas, Bandeira e selo branco desta Freguesia, símbolo de trabalho, cultura e de progresso que identificará a génese desta terra que já foi administrada, nos longínquos anos de 1008 a 1027 pela Condessa D. Toda, que governou o Condado Portucalense e era sogra de D. Afonso VI, Rei de Leão e Castela. Em 1103 foram doadas três quartas partes desta Freguesia à Sé de Braga para restauração da Diocese de Braga, pretendida pelo Bispo D. Pedro. O Escudo Ibérico com a nogueira, árvore que originou o nome a esta Freguesia, troncada de sua cor, folhada de verde, simboliza a cultura e a fertilidade desta terra. As nozes de oiro exemplificam o esplendôr de toda a sua riqueza. A bandeira de Nogueira que deverá flutuar nos dias solenes, ostentando ao centro o Brasão de Armas desta laboriosa Freguesia é de cor verde e simboliza a esperança de um progresso sadio. O Selo Branco circular tendo ao centro a nogueira das armas firmadas num terrado autenticará a identidade histórica da Freguesia. Parabéns à Junta de Freguesia de Nogueira por tamanho feito histórico que honrará os Nogueirenses vindouros que com certeza pronunciarão os mais agradáveis elogios\". == Brasão de Armas == Escudo Ibérico de Prata com uma Nogueira troncada de sua cor, folhada de verde e frutada de ouro, firmada num terrado em campanha de verde. Listel de Branco com os dizeres em caracteres maiúsculos de negro \"Nogueira\". Coroa mural de prata de três torres, abertas, frestadas e lavradas de negro. Selo Circular, tendo ao centro a Nogueira das armas firmadas num terrado, sem indicação dos esmaltes e cores. Em volta, dentro de círculos concêntricos os dizeres em caracteres maiúsculos \"JUNTA DE FREGUESIA DE NOGUEIRA\". Bandeira De verde, cordões e borlas de prata e verde. Lança de ouro e haste de prata. == Património == * Capela do Espírito Santo * Castro do Monte de Santa Marta das Cortiças",
 "title": "Nogueira (Braga)"
}