{
 "id": "67971",
 "text": "Paleontólogo, ou Paleontologista, é um cientista que estuda Paleontologia, e é reconhecido como um profissional da área através da legislação de uma sociedade científica de cada país. No Brasil, paleontólogo é aquele que apresenta uma graduação (Biologia ou Geologia) e uma pós-graduação com monografia (dissertação ou tese) versando sobre uma pesquisa desenvolvida na área da Paleontologia. Aqueles que gostam de Paleontologia, como passatempo e não profissionalmente, e que não apresentam uma formação na área, não são paleontólogos. Por exemplo, não basta gostar de animais para ser Zoólogo, é preciso ser um profissional da área. Em alguns países há o reconhecimento dos paleontólogos amadores. No Brasil, por questões de impedimento legal, não há o reconhecimento de paleontólogos amadores, pois a coleta de fósseis por não- profissionais é terminantemente proibida, considerada um crime contra o patrimônio natural. O Paleontólogo deve possuir conhecimentos em Biologia e Geologia, e estuda fósseis para investigar como eram os organismos e os ecossistemas do passado geológico da Terra. O paleontólogo estuda os fósseis, também, para perceber como estes se formaram e como podem ser usados para a datação relativa dos estratos rochosos em que ocorrem. Para investigar a vida do passado da Terra e estudar fósseis é necessário conhecer bem a geologia dos locais onde estes permaneceram e a biologia dos organismos que lhes deram origem. Diferente do arqueólogo, que estuda as evidências culturais do passado dos seres humanos, o paleontólogo estuda a vida do passado do planeta Terra, incluindo os fósseis de humanos, mas de um ponto de vista paleobiológico. Apesar de, no que toca à escavação de fósseis de vertebrados, a prática paleontológica se assemelhar a uma escavação arqueológica, a Arqueologia utiliza métodos de escavação e de estudo diferentes e usa, por vezes, técnicas de datação distintas. O trabalho do paleontólogo se dá inicialmente pela prospecção e coleta de fósseis, encontrados em estratos sedimentares. A coleta é um trabalho cuidadoso, que demanda tempo e técnica, e que deve ser feita apenas por profissionais treinados, pois os fósseis são muito frágeis e podem se fragmentar facilmente. Após a coleta, decorre meses de trabalho de laboratório e de gabinete, preparando, montando e estudando todos os fósseis recolhidos, para no final produzir um documento conclusivo, um relatório ou um artigo científico, que deverá em seguida ser publicado e divulgado entre a comunidade científica e o público em geral. O Dia do Paleontólogo no Brasil é comemorado no dia 7 de março, o dia da criação da Sociedade Brasileira de Paleontologia. A metodologia de trabalho do paleontólogo varia consoante o tipo de fósseis que pretende estudar (fósseis de plantas ou de animais, de animais vertebrados ou de invertebrados, somatofósseis ou icnofósseis), mas é sempre um trabalho rigoroso e meticuloso, pautado por critérios científicos bem definidos, com o objetivo último de recuperar o máximo de informação possível sobre os organismos que povoaram o Planeta no passado geológico. Apesar de a metodologia de trabalho do paleontólogo variar de caso para caso, pode estruturar-se este trabalho em algumas etapas básicas: == Trabalho de campo == direita|150px|thumb|Paleontólogo em campo. As prospecções paleontológicas são a fonte principal de obtenção de dados para os estudos realizados pelo paleontólogo. Estas são direcionadas para atacar problemas específicos e responder perguntas sobre um determinado assunto que está sendo estudado. Para isto os pesquisadores levam em consideração fatores como a geologia, a estratigrafia e a geografia de um determinado local, com a finalidade de ter maiores probabilidades de encontrar locais com rochas sedimentares expostas (afloramentos rochosos) da idade correta, e com potencial de aportar os fósseis desejados. Frequentemente, os paleontólogos visitam localidades nas quais já há registros prévios de fósseis (os chamados sítios “clássicos”), ainda, podem ser avisados de uma possível ocorrência fóssil em um sítio novo após a observação casual por algum residente próximo do local. Na atualidade, é cada vez mais comum planejar prospecções paleontológicas através da análise de imagens de satélite. Os trabalhos de campo são organizados de maneira a maximizar os recursos e o tempo disponível. Frequentemente, durante as prospecções paleontológicas participam outros profissionais tais como estratígrafos, sedimentologistas, geoquímicos, além de técnicos de laboratório, estudantes, e até voluntários. Paleontólogos de diferentes especialidades (e.g. paleobotânicos, paleontólogos de vertebrados ou de invertebrados, micropaleontólogos, palinologistas, tafônomos, e outros) também costumam trabalhar em conjunto no campo. A coleta de fósseis nunca deve ser realizada sem a orientação de pessoas com a formação acadêmica e a experiência necessária, pois esta requer de uma série de cuidados.Carvalho, Ismar de Souza. Paleontologia. Volume 1, 2ª Edição. Rio de Janeiro: Editora Interciência, 2004. ISBN 85-7193-107-0 Durante os procedimentos de coleta se deve priorizar tanto a preservação da integridade dos espécimes descobertos, que pela sua natureza são extremamente frágeis, quanto a correta documentação de informações extremamente importantes de caráter tafonômico, sedimentológico e estratigráfico, que costumam passar despercebidas pelo leigo. A perda destas informações priva os fósseis coletados do seu contexto e dificulta a resolução de interrogantes de cunho biológico, temporal, paleoecológico, paleoambiental, paleoclimático, e paleogeográfico, entre outras. Uma vez perdidas em campo, estas informações não podem ser recuperadas no laboratório. ==Código de Ética da Paleontologia== A Sociedade Brasileira de Paleontologia propôs, durante o XXVI Congresso Brasileiro de Paleontologia, realizado em 2019 na cidade de Uberlândia, um código de ética para os seus membros. == Regulações e formação == Cada país tem as suas regulações para as prospecções por paleontólogos. No Brasil, a extração de espécimes fósseis depende de autorização prévia e fiscalização pelo DNPM, com exceção de paleontólogos baseados em instituições de pesquisa públicas, os quais devem apenas comunicar previamente a este órgão antes de realizar prospecções e coletas. As coleções de fósseis devem ser depositadas em instituições de educativas ou de pesquisa, nas quais possam estar ao alcance do público e da ciência. Em Portugal, a formação de paleontólogos é dada inicialmente a nível de unidade curriculares em licenciaturas de biologia, geologia e engenharia geológica, e depois a nível de mestrado. O único mestrado de Paleontologia em Portugal é dado em associação entre a Faculdade de Ciências e Tecnologia da Universidade Nova de Lisboa e a Universidade de Évora. == Paleontólogos eminentes == Ver também História da paleontologia. * Peter Wilhelm Lund - primeiro naturalista a pesquisar sistematicamente os fósseis brasileiros * Llewellyn Ivor Price - Nascido em Santa Maria, Rio Grande do Sul realizou seus trabalhos no estado, e também em Minas Gerais e São Paulo. * Carlos de Paula Couto - paleontólogo gaúcho nascido em Porto Alegre. * Daniel Cargnin - Padre gaúcho que realizou seus trabalhos no interior do estado do Rio Grande do Sul, Brasil. * Friedrich Von Huene - importante paleontólogo alemão, realizou importantes expedições no sul do Brasil nos anos 1940. * Arthur Smith Woodward - paleontólogo inglês. *Octávio Mateus, paleontólogo português. *Luiz Eduardo Anelli, paleontólogo brasileiro. *Pirula, paleontólogo brasileiro. *Tito Aureliano, paleontólogo brasileiro. *Aline Ghilardi, paleontóloga brasileira. == Ver também == * Geologia * Paleoarte * Paleoclimatologia * Paleogeografia == Ligações externas == * que é um paleontólogo? * de Paleontologia. Categoria:Paleontologia",
 "title": "Paleontólogo"
}