{
 "id": "67983",
 "text": "Em astronomia, uma gigante azul é uma estrela quente com uma classe de luminosidade III (gigante) ou II (gigante luminosa). No Diagrama de Hertzsprung-Russell, essas estrelas estão acima e à direita da sequência principal. O termo se aplica a uma variedade de estrelas em diferentes fases de desenvolvimento, todas estrelas evoluídas que se moveram da sequência principal, mas têm pouco mais em comum, então gigante azul simplesmente se refere a estrelas em uma região particular do Diagrama de Hertzsprung-Russell em vez de uma tipo de estrela. São muito mais raras do que as gigantes vermelhas, porque só se desenvolvem a partir de estrelas mais massivas e menos comuns e porque têm vida curta no estágio de gigante azul. O nome gigante azul às vezes é mal aplicado a outras estrelas luminosas de grande massa, como estrelas da sequência principal, simplesmente porque são grandes e quentes. == Propriedades == Gigante azul não é um termo estritamente definido e é aplicado a uma ampla variedade de diferentes tipos de estrelas. O que eles têm em comum é: um aumento moderado no tamanho e luminosidade em comparação com estrelas da sequência principal da mesma massa ou temperatura, e são quentes o suficiente para serem chamadas de azuis, o que significa classe espectral O, B e às vezes A inicial. Têm temperaturas de cerca de 10.000 K para cima, massas da sequência principal de idade zero (ZAMS) maiores do que cerca de duas vezes o Sol () e magnitudes absolutas em torno de 0 ou mais brilhantes. Essas estrelas têm apenas 5–10 vezes o raio do Sol (), em comparação com gigantes vermelhas que têm até . As estrelas mais frias e menos luminosas chamadas de gigantes azuis estão no ramo horizontal, estrelas de massa intermediária que passaram por uma fase de gigante vermelha e agora queimam hélio em seus núcleos. Dependendo da massa e da composição química, essas estrelas movem-se gradualmente em direção ao azul até exaurirem o hélio em seus núcleos e então retornam para o vermelho para o ramo assintótico das gigantes (AGB). As estrelas variáveis RR Lyrae, geralmente com tipos espectrais de A, encontram- se no meio do ramo horizontal. Estrelas de ramos horizontais mais quentes do que a lacuna RR Lyrae são geralmente consideradas gigantes azuis, e às vezes as próprias estrelas RR Lyrae são chamadas de gigantes azuis, apesar de algumas delas serem de classe F. As estrelas mais quentes, estrelas de ramificação horizontal azul (BHB), são chamadas de estrelas de ramificação horizontal extrema (EHB) e podem ser mais quentes do que estrelas da sequência principal com a mesma luminosidade. Nesses casos, elas são chamadas de estrelas subanãs azuis (sdB) em vez de gigantes azuis, nomeadas por sua posição à esquerda da sequência principal no Diagrama de Hertzsprung-Russell e não por sua luminosidade e temperatura aumentadas em comparação com quando eram estrelas da sequência principal. Não há limites superiores estritos para estrelas gigantes, mas os primeiros tipos O tornam-se cada vez mais difíceis de classificar separadamente da sequência principal e estrelas supergigantes, têm tamanhos e temperaturas quase idênticos às estrelas da sequência principal a partir das quais se desenvolvem, e tempos de vida muito curtos. Um bom exemplo é a estrela de Plaskett, um binário próximo que consiste em dois gigantes de classe O, ambos com mais de , temperaturas acima de 30.000 K e mais de 100.000 vezes a luminosidade do Sol (). Os astrônomos ainda divergem sobre a classificação de pelo menos uma das estrelas como supergigante, com base em diferenças sutis nas linhas espectrais. == Evolução == As estrelas encontradas na região de gigante azul do Diagrama de Hertzsprung-Russell podem estar em estágios muito diferentes de suas vidas, mas todas são estrelas evoluídas que esgotaram em grande parte seus suprimentos essenciais de hidrogênio. No caso mais simples, uma estrela luminosa quente começa a se expandir à medida que seu núcleo de hidrogênio se esgota, e primeiro se torna uma subgigante azul e depois uma gigante azul, tornando-se mais fria e mais luminosa. Estrelas de massa intermediária continuarão a se expandir e esfriar até se tornarem gigantes vermelhas. Estrelas massivas também continuam a se expandir à medida que a queima da camada de hidrogênio progride, mas o fazem com luminosidade aproximadamente constante e se movem horizontalmente no Diagrama de Hertzsprung-Russell. Desta forma, podem passar rapidamente pelas classes gigante azul, gigante azul luminosa, supergigante azul e supergigante amarela, até se tornarem supergigantes vermelhas. A classe de luminosidade para tais estrelas é determinada a partir de linhas espectrais que são sensíveis à gravidade de superfície da estrela, com estrelas mais expandidas e luminosas recebendo classificações I (supergigantes), enquanto estrelas um pouco menos expandidas e mais luminosas recebem luminosidade II ou III. Por serem estrelas massivas com vida curta, muitas gigantes azuis são encontradas em Associações O-B, que são grandes coleções de estrelas jovens vagamente delimitadas. As estrelas BHB são mais evoluídas e têm núcleos de queima de hélio, embora ainda tenham um extenso envelope de hidrogênio. Também têm massas moderadas em torno de , de modo que costumam ser muito mais antigas do que as gigantes azuis mais massivas. As BHB levam o nome do agrupamento horizontal proeminente de estrelas visto em diagramas de magnitude de cor para aglomerados mais antigos, onde o núcleo de estrelas que queimam hélio da mesma idade são encontradas em uma variedade de temperaturas com aproximadamente a mesma luminosidade. Essas estrelas também evoluem através do estágio de queima de hélio do núcleo com luminosidade constante, primeiro aumentando a temperatura e depois diminuindo novamente à medida que se movem em direção ao ramo assintótico das gigantes (AGB). No entanto, na extremidade azul do ramo horizontal, forma uma \"cauda azul\" de estrelas com menor luminosidade e, ocasionalmente, um \"gancho azul\" de estrelas ainda mais quentes. Existem outras estrelas quentes altamente evoluídas que geralmente não são chamadas de gigantes azuis: estrelas Wolf-Rayet, altamente luminosas e que se distinguem por suas temperaturas extremas e linhas de emissão proeminentes de hélio e nitrogênio; estrelas pós-AGB formando nebulosas planetárias, semelhantes às estrelas Wolf-Rayet, mas menores e menos massivas; retardatárias azuis, estrelas azuis luminosas incomuns observadas aparentemente na sequência principal em aglomerados onde estrelas da sequência principal de sua luminosidade deveriam ter evoluído para gigantes ou supergigantes; e as verdadeiras supergigantes azuis, as estrelas mais massivas evoluíram além dos gigantes azuis e foram identificadas pelos efeitos de uma maior expansão em seus espectros. Um grupo puramente teórico de estrelas poderia ser formado quando as anãs vermelhas finalmente exaurissem seu núcleo de hidrogênio em trilhões de anos no futuro. Essas estrelas são convectivas em sua profundidade e espera-se que aumentem muito lentamente tanto sua temperatura quanto sua luminosidade à medida que acumulam mais e mais hélio até que, eventualmente, não possam sustentar a fusão e rapidamente colapsem em anãs brancas. Embora essas estrelas possam ficar mais quentes do que o Sol, elas nunca se tornarão mais luminosas, então dificilmente são gigantes azuis como as vemos hoje. O nome anã azul foi cunhado, embora esse nome possa ser facilmente confuso. == Veja também == * Estrela gigante * Supergigante azul Categoria:Tipos de estrelas Categoria:Fenómenos estelares Categoria:Estrelas gigantes",
 "title": "Gigante azul"
}