{
 "id": "680",
 "text": "Jogo de damas ou simplesmente damas é um grupo de jogos de tabuleiro de estratégia para dois jogadores que envolvem movimentos diagonais de peças de jogo uniformes e capturas obrigatórias saltando sobre as peças do oponente. Damas é desenvolvido a partir de alquerque. No Brasil e em Portugal é mais conhecida a versão de 64 casas (8 por 8), mas a versão mais conhecida mundialmente é a que usa um tabuleiro de 100 casas (10 por 10). == Regras == O jogo de damas pratica-se entre dois jogadores, num tabuleiro quadrado, de 64 casas (damas brasileiras) ou 100 casas (damas internacionais) alternadamente claras e escuras, dispondo-se de 12 peças brancas e 12 peças pretas ou 20 peças brancas e 20 peças pretas. O objetivo é capturar ou imobilizar as peças do adversário. O jogador que conseguir capturar todas as peças do inimigo ou deixá-lo sem movimentos ganha a partida. O tabuleiro deve ser colocado de modo que a casa angular à esquerda de cada parceiro seja escura. No início da partida, as peças devem ser colocadas no tabuleiro sobre as casas escuras, da seguinte forma: nas três primeiras filas horizontais, as peças brancas; e, nas três últimas, as peças pretas. A peça movimenta-se em diagonal, sobre as casas escuras, para a frente, e uma casa de cada vez. A peça pode capturar a peça do adversário movendo-se para frente ou para trás. A peça que atingir a oitava casa adversária, parando ali, será promovida a dama, peça de movimentos mais amplos que a simples peça. Assinala-se a dama sobrepondo, à pedra promovida, outra da mesma cor. A dama recém-promovida só pode jogar depois do lance adversário. Isto difere das regras russas, por exemplo, e é detalhado mais adiante. A dama pode mover-se para frente ou para trás em diagonal várias casas, tal qual o bispo move-se no xadrez, diferente das outras peças, que movimentam-se apenas para frente e uma casa. A dama pode também tomar outra peça para frente ou para trás. Quando na casa contígua a uma peça houver uma peça adversária, com uma casa imediata vaga, na mesma diagonal, a peça toma- la-á passando para a citada casa vaga. Assim, a peça toma para a frente e para trás, sendo este o único movimento retrógrado da peça. Se após a tomada de uma peça, a circunstância se repetir, a peça continuará a tomada no mesmo lance, chamando-se a este movimento tomada em cadeia. esquerda|thumb|Um exemplo de um tabuleiro de Jogo de Damas Se, nas diagonais da casa de partida da dama, houver uma peça adversária cuja casa imediata esteja vaga, a dama toma-la-á passando para qualquer casa vaga após a peça tomada. A dama também toma em cadeia. A tomada é obrigatória. A peça e a dama têm o mesmo valor para tomar ou ser tomada. Se, no mesmo lance, se apresentar mais de um modo de tomar, é obrigatório executar o lance que tome o maior número de peças (lei da maioria). A peça que toma poderá passar mais que uma vez pela mesma casa vazia, porém não poderá tomar qualquer peça mais de uma vez. Não será promovida a peça que, numa tomada em cadeia, apenas passe pela oitava casa adversária. As peças tomadas só deverão ser retiradas do tabuleiro depois de completado o lance (tema turco). As brancas têm sempre a saída, isto é, o primeiro lance da partida. Determina-se por sorteio ou convenção, para a primeira partida; nas seguintes, as brancas cabem alternadamente aos dois parceiros. O lance é executado quando se leva diretamente à nova casa a peça tocada; a peça deve ser imediatamente solta. O lance está completo quando a mão do jogador tiver largado a peça, ao movê-la de uma casa para outra. Se o jogador, a quem cabe efectuar o lance, tocar: * uma de suas peças, deverá jogá-la; e, * várias de suas peças, o adversário terá o direito de designar qual a peça, dentre as tocadas, que deverá ser jogada. Nota: se nenhuma dessas peças puder ser jogada legalmente, não haverá penalidade, entretanto, a reincidência é passível de punição. A partida termina empatada quando: * os dois parceiros concordarem com o empate; * a partir de qualquer ponto da partida, ocorrer 20 lances sucessivos de damas, sem tomada ou deslocamento de pedra; * uma mesma posição se produzir pela terceira vez, cabendo ao mesmo jogador o lance, deverá o interessado reclamar o empate, antes que a posição se modifique (esta regra só vale se a partida estiver sendo anotada em uma planilha); e, * na luta de três damas contra uma, o lado maior não conseguir obter vitória em vinte lances. O jogo de damas, difundido que foi por todo o mundo, acabou por receber alterações, dependendo da região em que é jogado. Também foram feitas modificações nas regras, visando dinamizar o jogo. A seguir, algumas variantes do jogo. === No Brasil e em Portugal === *Damas sem captura: A dama move-se em diagonal, percorrendo as casas vagas que quiser, para diante ou para trás, não tomando no seu percurso qualquer peça de cor contrária e não podendo mudar dessa diagonal. *Damas com captura: Se em sua diagonal houver uma outra peça, sendo essa da cor adversária, a captura só pode ser efetuada se houver uma ou mais casas vazias após a peça adversária, a captura é obrigatória. A dama não é obrigada a ficar uma casa após a peça capturada. Também é muito conhecido no mundo inteiro, está entre os jogos mais populares como: o xadrez, a dama e o dominó === Damas italianas === As regras são as mesmas das damas tradicionais, com as seguintes mudanças: o tabuleiro é colocado de modo a ficar uma casa branca a esquerda; as peças não podem tomar a Dama; se um jogador não tomar uma peça quando for possível fazê-lo, perde o jogo; e quando houver mais de uma opção para tomada de peças, deverá optar o jogador por tomar a peça mais valiosa, isto é, a camisa. === Damas inglesas === Mesmas regras das damas tradicionais, exceptuando-se o fato do jogador poder optar por capturar qualquer peça e não fazer obrigatoriamente a jogada que o permita tomar o maior número de peças. Além disso, as damas não se movem em longa distância. A única vantagem de uma dama sobre uma peça normal é a capacidade de se mover e capturar para trás, bem como para frente. === Damas russas === As únicas alterações com relação às regras oficiais, são o fato de a tomada ser obrigatória, mas não haver lei da maioria, podendo-se, com isso, escolher qualquer opção de captura e realizando todas as capturas da sequência. E também o fato de, no caso de uma tomada em cadeia, se a peça passar pela última fileira, ser promovida a dama e continuar a captura como dama, se possível. === Damas turcas === Possivelmente a mais exótica das variantes tradicionais de damas. Usa o tabuleiro de oito por oito casas. Cada jogador tem dezesseis peças e as coloca inicialmente na segunda e terceira fileiras mais próximas de si. * As peças se movem de forma ortogonal, para os lados ou para a frente, mas não para trás. * A captura também é feita para a frente ou para os lados. A peça que faz a captura é colocada na posição seguinte à previamente ocupada pela peça capturada, que é imediatamente eliminada (durante a jogada, e não ao final da mesma). * Quando uma peça chega à última fileira torna-se Dama. * As Damas podem se mover tantas casas vazias quanto quiserem para a frente, para trás ou para os lados. * A captura feita por uma Dama é igual à das peças normais, excepto por poder saltar por uma linha de casas vazias até alcançar a peça capturada. * Quando possível, a captura é obrigatória e deve ser feita de forma a eliminar o máximo possível de peças adversárias. * A vitória ocorre ao capturar todas as peças do adversário, imobilizá-lo ou deixá-lo com, no máximo, uma peça contra uma Dama. === Perde-ganha === Variante em que as regras são as mesmas do jogo oficial, mas, nesta variante, aquele que ficar sem peças é quem ganha. O jogador, portanto, deve oferecer suas peças ao adversário, o mais rápido possível. == História == ===Percursores clássicos=== Um jogo similar foi jogado por milhares de anos.Strutt, Joseph (1801). The sports and pastimes of the people of England. London. p. 255. Um tabuleiro semelhante a um tabuleiro de damas foi encontrado em Ur que data de 3000 a.C.Oxland, Kevin (2004). Gameplay and design (Illustrated ed.). Pearson Education. p. 333. ISBN 978-0-321-20467-7 No Museu Britânico, os exemplares de antigos tabuleiros de damas são egípcios, foram encontrados com suas peças em câmaras mortuárias e o jogo foi jogado pela rainha Hatchepsut. Platão mencionou um jogo, πεττεία ou petteia , também denominado pente grammaí («o jogo das cinco linhas») como sendo de origem egípcia, também mencionado por Homero. Os romanos jogavam uma derivação do petteia chamada Latrúnculo.\"Lure of checkers\". The Ellensburgh Capital. 17 de fevereiro de 1916. p. 1. ====Antigo Egipto==== Presuntivamente, o jogo precursor das variedades do alquerque dos tres e dos nove (e por seu turno, mais remotamente, do jogo das damas) terá nascido no Antigo Egipto, pelo que se se encontraram tabuleiros gravados na pedra no telhado do templo de Kurna na cidade de Luxor, datados de 1500 a.C. que se destinariam a esse fim. ==== Grécia Antiga==== O jogo terá chegado aos gregos antigos, se bem que não se saiba a data exacta, sabe-se que já no séc. V a.C se jogava uma versão que era designada de \"jogo das cinco linhas\" («Pente Grammai», daqui originará o vocábulo \"pentagrama\"), porque na época o jogo ainda seria composto apenas de um só quadrado (quatro linhas), intersectado por uma diagonal (a quinta linha). Esta quinta linha dava pelo nome de \"linha sagrada\", pela sua importância no jogo, num poema de Alceu de Mitilene, do séc. V a.C., alude a essa importância. Esse verso, ulteriormente teve relevo aforístico \"retirar a peça da linha sagrada\" era um aforismo usado por generais gregos para se referirem à perda de uma posição estratégica, conforme resulta da passagem 97 do capítulo VII do Onomasticon de Polux. O jogo também foi, por vezes designado \"jogo dos heróis\", por se acreditar que teria sido jogado na época heróica, havendo representações vasculares de Aquiles e Ájax a jogar o penta grammai. O jogo destinava-se a dois jogadores, cada qual, posto frente-a- frente, sendo que além das peças e das cinco linhas, também se jogava com o auxílio de um dado. Há versões deste jogo em que as cinco linhas estão dispostas como num quadrado com uma diagonal ao meio, enquanto que noutras representações aparece como um rectângulo com cinco linhas paralelas, não se sabe se será uma variante do tabuleiro, se será uma representação apócrifa. O exemplar mais antigo, alguma vez descoberto na grécia, foi um tabuleiro de terracota, descoberto em Anagiros na Ática, numa sepultura do século VII a.C., que se acredita que poderá ter sido usado para jogar o jogo das cinco linhas. ====Roma Antiga==== Na Roma Antiga havia um jogo, que terá sido um possível percursor do alquerque (e este, por seu turno, do jogo das damas), que se chamaria o \"jogo das doze linhas\" (Duodecim Scripta), que se jogava num tabuleiro análogo ao pente grammai grego ou mesmo ao jogo das nove linhas egípcio. O nome é intuitivo, jogava-se em tabuleiros com peças. Tratar-se-ia de um jogo de sorte e de estratégia, com semelhanças ao gamão moderno. As peças, que seriam entre 12 e 30, representavam homens, sendo que, por vezes, eram designadas exactamente como tal, e apresentavam as cores preta e branca. Havia capturas de peças saltando sobre a peça do adversário e ocupando a casa por ela ocupada. As peças capturadas saiam do tabuleiro e regressavam ao jogo mais tarde. O vencedor seria aquele que completasse o percurso do jogo, ou capturando os \"homens\" do adversário ou impossibilitando a captura dos seus homens. Além das peças, também se jogaria com dois ou três dados, consoante se jogava com 12 ou 30 peças. Não se conhece em que posições estariam as peças ao começar o jogo. Com base na passagem « ὀπισθιδίη ὁδὸς» escrita por Agátias fica-se com a ideia de que o jogo tanto se poderia jogar em casa como na rua. A mais antiga menção a este jogo encontra-se na obra de Ovídio Ars Amatoria (A Arte de Amar) (escrita entre 1 a.C e 8 d.C). Um exemplar antigo deste jogo foi exumado nas escavações arqueológicas de Kibrya no Sul da Turquia. O tabuleiro dava pelo nome de tabula, ou, mais raramente abacus, ou, ainda, se tivesse uma borda com relevo, alveus (por exemplo, Plínio, no capítulo XIII, do Livro VII, da obra História Natural, menciona «“alveus cum tesseris lusorius»- lit «tabuleiros com dados de jogar»); às 'peças chamavam-se \"homens\" ou então \"pedrinhas\", do gr. ψῆφοι ( 'psífoi' = lit. «pedrinha; seixo; gogo») ou do lat. \"calculi\" (pedrinha); à situação do jogo num dado momento chamava-se θέσις (gr. 'thésis' = lit. «posição; disposição»); Ao avanço com a peça, τιθέναι (tithénai= pisar, pousar, depositar, colocar), chamava-se \"colocação\"; à retirada ou captura de uma peça do tabuleiro ἀνατιθέναι (gr. 'anathema' = lit. «remeter; preterir») ou reducere (lat.), chamava-se \"retirada\". Dada a popularidade da língua grega no império romano, à data em que se jogava este jogo, alguns termos designavam-se pelo nome grego, não tendo chegado até nós o seu equivalente latino. O primeiro jogador romano de duodecim scripta de que há registo foi o cônsul Públio Múcio Cévola, que viveu no século II a.C., de acordo com Cícero, Públio jogava tão bem que \"era capaz de jogar de olhos vendados\" (o que poderá muito bem ser simplesmente uma força de expressão). Quintiliano,na obra Institutio Oratoria, Livro décimo primeiro, capítulo II, inclusive faz o relato de que Cévola, certa vez, depois de perder um jogo, foi capaz de se recordar de todas as jogadas anteriores, indicando concretamente a jogada em que cometera o erro que lhe custara a derrota e logo confirmando com o adversário as passagens e jogadas que cada um fez. Isto é citado, com o intuito de salientar a boa memória deste cônsul. ====Vestígios encontrados Mediterrâneo da Idade do Bronze==== Tendo dito isto, há vestígios de jogos protótipos ou percursores do al-qirkat, um pouco por toda a orla Mediterrânea. Há vestigios da Idade do Bronze, de peças de jogar, a que chamamos «Tiras», encontradas gravadas na pedra, nas regiões alpinas, maxime ao pé do lago Garda. Há vestigios de tabuleiros semelhantes ao do al-qirkat gravados nos rochedos na Galiza, em Maia e Baiona, que datam da época romana, sendo certo que também já foram encontrados outros exemplares desse período na antiga cidade de Mulva (actual Sevilha). ===Percursores modernos=== ====Alquerque==== Tal como consta da obra «Board and Table Games from Many Civilizations» de R. C. Bell, aquele escreve que «quando os mouros invadiram a Península Ibérica, no séc. VIII, trouxeram El-qirkat consigo».. Portanto, sabe-se que o jogo já existiria, pelo menos, desde o século VIII, na sua forma perfectivada, fosse como alquerque dos seis, dos nove ou dos doze. O Jogo não aparece na literatura até o final do século X, quando o autor Abu al-Faraj al-Isfahani faz menção ao al-qirkat no «Kitab al-Aghani» (lit. Livro das Canções), obra de vinte e quatro volumes, onde, todavia, não consta qualquer menção das regras do jogo. As regras mais antigas conhecidas do jogo do alquerque dos doze são as que aparecem, no século XIII, na obra «Livro de xadrez, dados e tabuleiros» de Afonso X de Castella. Em 1283, no reinado de Afonso X de Castela já há registos a respeito do alquerque do 3, do 9 e do 12. O alquerque dos doze fundiu-se, no século XV, com o tabuleiro de xadrez e deu lugar às damas. A \"regra do sopro\", terá surgido em França no séc.XV, já quando o jogo começava a adquirir a feição de jogo das damas e consistia numa inovação às regras, que passava por penalizar o jogador que, por esquecimento ou outro motivo, não efectuasse uma captura da peça do adversário, quando tinha a oportunidade para o fazer. Passava, então a instituir-se a obrigatoriedade de capturar a peça do adversário, obrigação essa que existe em alguns jogos do alquerque, mas que não é comum a todos, mesmo no alquerque moderno. De acordo com o autor Arie Van Der Stoep, há registos da época, que mostram ter-se popularizado a prática de retirar a peça do jogador que não efectuou a captura obrigatória, chegá-la aos lábios e soprar-lhe em cima, antes de a retirar do tabuleiro. Daí o nome \"regra do sopro\" e da ulterior expressão \"soprar a peça\". Cada peça foi alcunhada de \"fers\", o mesmo nome que, então, se dava à rainha no xadrez, daqui se terá propiciado o ulterior aparecimento do jogo das damas, por ambas se movimentarem no tabuleiro da mesma maneira. O tabuleiro do jogo do alquerque é quadrado e divide-se em dezasseis quadrados. Todos os dezasseis quadrados são atravessados por linhas paralelas e diagonais, que foram vinte e cinco intersecções (a que se chamam pontos ou casas) onde de se põem as 24 peças. Há 12 peças de uma cor e outras 12 de outra, normalmente branco e preto. O objectivo do jogo é ir capturando peças ao adversário até que não lhe sobrem mais peças ou, então, impedir o adversário de capturar mais peças, o que se consegue quando se põem as peças ao longo das arestas do tabuleiro, deixando de haver a possibilidade de saltar por cima delas, por não haver linhas paralelas ou diagonais, que permitam passar por cima da peça e aterrar numa casa livre (a isto chama-se coloquialmente \"afogar o jogo\"). =====Vestígios arqueológicos em Portugal===== Há uma tendência arqueológica portuguesa expressiva, que se caracteriza pela presença de tabuleiros de jogo gravados nos muros baixos e nos degraus das escadarias de inúmeros monumentos portugueses, desde a Alta Idade Média, até depois do Renascimento. A título de exemplo, encostado à muralha do castelo de Castelo Rodrigo, há vestígios de um tabuleiro do alquerque dos nove gravado na pedra. O mesmo sucede com a escadaria da Igreja das Servas, em Borba. Na nomenclatura tradicional portuguesa, as peças do jogo do alquerque também podem, elas-mesmas, dar pelo nome de alquerque, há também a possibilidade de se chamar alquerque ao jogo e alguergue às peças ou vice-versa. ====Crowning==== As regra de Crowning foi usado pelo século XIII, como é mencionado em Chronique do Philip Mouskat em 1243, quando o jogo era conhecido como Fierges, o nome usado para a rainha de xadrez (derivado do persa firz, significando conselheiro do rei ou vizir). As peças se tornaram conhecidas como \"damas\", quando esse nome também foi adotado para a rainha de xadrez. A regra forçando os jogadores a tomar sempre que possível, foi introduzido na França em torno de 1535, altura em que o jogo se tornou conhecido como Jeu forcé, idêntico ao jogo de damas inglês moderno.Bell, Robert Charles (1981). Board and Table Game Antiques (edição ilustrada). Osprey Publishing,. p. 33. ISBN 0-85263-538-9. O jogo sem a captura forçada ficou conhecido como Le jeu plaisant de dames, o precursor dos jogos de damas internacionais. No século XVIII, o escritor inglês Samuel Johnson escreveu um prefácio para um livro de 1756 sobre damas de William Payne, o mais antigo livro em língua inglesa sobre o jogo. == Damas no computador == Em julho de 2007, um grupo da Universidade de Alberta liderado por Jonathan Schaeffer anunciou, num artigo publicado na Revista Science, que havia resolvido o jogo de damas.Cientistas criam robô imbatível nas damas. Folha de S. Paulo, 20/07/2007. http://www1.folha.uol.com.br/fsp/ciencia/fe2007200702.htm (link para assinantes) O programa Chinook desenvolvido pelo grupo desde 1989, chegou a um ponto de sua evolução em que comprovadamente tornou-se imbatível. Desta forma, o grupo pôde demonstrar que as damas são um jogo de empate, ou seja, sempre terminará em empate se ambos os adversários realizarem as jogadas corretas. O Chinook já se havia destacado anteriormente por ter sido o vencedor do Campeonato Mundial Homem x Máquina, em 1994. == Bibliografia == * Westerveld, Govert (2004), La reina Isabel la Católica, su reflejo en la dama poderosa de Valencia, cuna de ajedrez moderno y origen del juego de damas. En colaboración con José Antonio Garzón Roger, Valencia. (Prólogo de Prof. Dr. Juan Torres Fontes). Generalidad Valenciana, Secretaria Automòmica de Cultura. ISBN 84-482-3718-8 == Ligações externas == * * Vídeo aulas online * Federação Paulista de Jogo de Damas * Federação Portuguesa de Damas (FPD) * * * Jogue Damas Online no Facebook",
 "title": "Damas"
}