{
 "id": "68072",
 "text": "A Abecásia, Abcásia,A \"Décima edição - revista corrigida, muito aumentada e actualizada - do Grande Dicionário da Língua Portuguesa\" (12 volumes, 1949-1959) regist(r)a, para o povo e a língua, as formas (adjetivo, substantivo e etnônimo) \"abcásio\" (relativo ou pertencente aos Abcásios\") e \"Abcásios\" (\"povo da Transcaucásia, na costa do Mar Negro\").Grande e Novíssimo Dicionário da Língua Portuguesa, de Laudelino Freire (Rio de Janeiro, São Paulo, Belo Horizonte, Recife e Porto Alegre), Editora José Olympio (1954): Abcásios, ou Abkasios, ou Abkhazios: povo da Transcaucásia, na costa do Mar NegroA Enciclopédia Lello Universal (Porto, 1978) grafa \"Abcásia\" como \"pequena república hoje anexada à Geórgia\", e abcásios como \"povo do Cáucaso Ocidental\". Citação: \"Em julho, um novo conflito surgiu, quando a República Autónoma da Abcásia... \" Abecázia, Abcázia,Grande Dicionário Delta Larousse, verbete abcázio (adj. e s.m.): que se refere ou pertence aos abcázios, ou indivíduo dos abcázios, povo caucasiano que vive na margem E. do mar Negro, entre os rios Oshari e Gagri ou ainda Abkházia (, transl. Aṗsny; em georgiano: აფხაზეთი, transl. Apkhazeti; , transl. Abkhazia) se refere a uma no região no sul do Cáucaso, e a um estado parcialmente reconhecido desde o fim da guerra de 1992-1993, que arruinou a economia local e matou milhares de civis. Em grande medida, a Abecásia permanece de facto independente da Geórgia e mantém o controle de grande parte do seu território, embora seja reconhecida internacionalmente apenas pela Rússia, pela Venezuela, pela Nicarágua, por Nauru e pela Síria. Sua capital é Sucumi. O status da Abecásia é uma questão central do seu conflito com a Geórgia. Toda a região fazia parte da União Soviética até 1991. Com o colapso da União Soviética no final da década de 1980, cresceram as tensões étnicas entre georgianos e abecásios, que pretendiam a independência da região. Isto levou à guerra de 1992-1993 na Abecásia, resultando em derrota militar georgiana, independência de facto da Abecásia, fuga em massa dos georgianos e limpeza étnica da população georgiana na região. Apesar do acordo de cessar-fogo de 1994 e de anos de negociações, a disputa com relação ao status da Abcásia permaneceu sem solução. Apesar da presença a longo prazo de uma força de acompanhamento das Nações Unidas e de uma operação de paz da Comunidade dos Estados Independentes (CEI), coordenada pela Rússia, o conflito voltou a deflagrar em várias ocasiões. Em agosto de 2008, os dois lados novamente se enfrentaram durante a Guerra Russo-Georgiana, que foi seguida pelo reconhecimento formal da Abecásia e da Ossétia do Sul pela Rússia, a anulação do acordo de cessar-fogo de 1994 e o término das missões da ONU e da CEI. Em 25 de fevereiro de 2022, devido a recentes conflitos entre Rússia e Ucrânia que culminaram no reconhecimento das regiões de Donetsk e Lugansk como repúblicas pela Rússia, o governo da Abecásia emitiu uma nota também reconhecendo ambas as regiões como países, mesmo em meio a protestos contra a independência destas regiões em toda a República da Geórgia por populares (da qual há uma luta por reconhecimento abecásio ativa). == Etimologia == Os abecásios chamam sua terra natal de Аҧсны (Apsny), que popularmente significa \"uma terra/país da alma\", mas literalmente significa \"um país de mortais (seres mortais)\". Possivelmente, o nome apareceu pela primeira vez no século VII, em um texto armênio como Psin (onça), talvez se referindo aos apsílios históricos. O Estado é formalmente designado como \"República da Abecásia\" ou \"Apsny\". O nome do país em língua russa é (), sendo uma adaptação do georgiano (). Em mingreliano — uma língua falada por georgianos de origem mingrélia — a Abecásia é conhecida como Otar Kajaia, 2001–2004, Megrelian–Georgian Dictionary (em abjua). ou სააფხაზო (saapjazo).Otar Kajaia, 2001–2004, Megrelian–Georgian Dictionary (entry saapxazo). Os nomes da Abecásia, nas línguas ocidentais, derivam diretamente de sua forma no idioma russo: Abkhazie em francês; Abchasien em alemão; Abchazië em holandês; Abcasia em italiano; Abkhazia em inglês; Abecásia em português e Abjasia em espanhol. == História == Estima-se que as primeiras povoações da Abecásia remontem ao . Essas primeiras tribos, de origem ariana (conhecidas pelos arqueólogos como \"proto-cartvélios\"), teriam chegado à região durante o período Neolítico da Pré-História, assentando-se às margens do mar Negro junto a outras linhagens, que posteriormente evoluiriam até converter-se nos apsuas, chechenos, daguestanis, armênios e arameus. Desde o a região foi assolada por invasões de povos provenientes das estepes da Ásia Central, como os hititas, celtas, medos e persas. Durante estes anos, os proto-cartevélios se dividiram três grupos étnicos bem diferenciados: os suanos, os zans e os cartevélios orientais. Enquanto os suanos permaneceram na Abecásia, os cartevélios se assentaram no centro da atual Geórgia, enquanto os zans se distribuíram na província de Mingrélia e ao longo das costas do mar Negro, até às imediações da Turquia. === Reino da Cólquida === Entre os séculos IX e , foi instaurado na região o reino da Cólquida, que anexou grande parte das zonas que eram habitadas pelos suanos e zans. Sob a dominação colca, a Abecásia recebeu um grande número de imigrantes gregos, que se estabeleceram em colônias na zona costeira. Algumas das cidades fundadas foram Pítis, Dioscúrias e Fásis, correspondentes às atuais Bichvinta, Sucumi e Poti. Desde o ano os reinos caucásicos da Cólquida e da Ibéria tiveram de enfrentar diversas tentativas de invasão por parte do Império Aquemênida. O Império Macedónio de Alexandre, o Grande exerceu uma importante influência na zona do Cáucaso, embora ela nunca tenha sido incorporada a ele. Rapidamente produziu- se um surgimento da cultura helenística em território abecásio, e o grego passou a ser considerado o idioma oficial.Com o fim do império de Alexandre, a região viveu um período de caos e distúrbios. Um exemplo foi a fundação, no ano de , por parte de , do reino do Ponto, nas costas turcas do mar Negro. No início do ano o rei Mitrídates IV Eupátor iniciou a conquista da Cólquida, aliando-se com o Reino da Armênia para lutar contra o invasor romano, liderado por Pompeu, o Grande. As terras da Abecásia seriam cenário de batalhas ferozes até a queda definitiva do Ponto para os conquistadores romanos em . === Lázica === O devastado reino da Cólquida caiu então sob a dominação romana, convertendo-se na província de Lázica. O processo de helenização que havia começado desde a chegada de Alexandre, o Grande, foi aprofundado durante estes anos. Apesar da luta ferrenha entre romanos e partos pelo controle da região, a Lázica se manteve florescente e em relativa paz, a despeito de algumas incursões militares dos partos desde o lado oriental. Já como parte do Império Romano do Oriente, no , a Lázica começou a obter certo grau de autonomia, que levou ao estabelecimento de um reino independente, composto pelos principados de Zans, suanos, apsílios e Sanigues. A expansão do cristianismo durante estes anos foi importantíssima; a religião havia chegado ao território abecásio com as viagens missionários do apóstolo Simão, o Cananeu, que fora martirizado nas serras próximas à cidade de Suaniri. No ano de 523 o cristianismo ortodoxo foi declarado a religião oficial do país, e São Jorge foi designado seu padroeiro. Depois de vários anos de autogoverno, a Abecásia foi reincorporada ao Império Bizantino na Guerra Lázica em 562, e viveu um período de relativa paz e prosperidade durante mais de 150 anos. Foi um reino independente entre 786 e 1008, o Reino da Abecásia. Depois fez parte do Reino da Geórgia até ser incorporada ao Império Otomano no . Em 1810 tornou-se um protetorado russo, sendo formalmente anexada em 1864. Proclamou a sua independência em 8 de março de 1918, mas foi anexada à República Socialista Soviética da Geórgia em 19 de abril daquele ano. Em 1921 tornou-se uma República Socialista Soviética autônoma, como parte da República Socialista Soviética da Geórgia. Após a dissolução da União Soviética, um movimento separatista na região levou à declaração de independência da Geórgia em 1992, e ao conflito georgiano- abecásio de 1992 a 1993, o qual resultou na derrota militar da Geórgia e ao êxodo em massa, e da limpeza étnica da população georgiana da Abecásia. Apesar do acordo de cessar-fogo de 1994 e das operações de manutenção de paz lideradas pela ONU e nomeadamente pela Rússia, a disputa de soberania não foi ainda resolvida e a região permanece dividida entre as duas autoridades rivais. 83% do território abecásio é governado pelo governo separatista, apoiado pela Rússia, e 17% pelo governo da República Autónoma da Abecásia, reconhecido pela Geórgia, sediado no vale de Kodori, parte da Alta Abecásia controlada pela Geórgia. Esta disputa mantém-se como fonte de séria tensão nas relações entre a Geórgia e a Rússia. Em 26 de agosto de 2008, o presidente russo, Dmitri Medvedev, anunciou que a Rússia reconhecia a independência das regiões separatistas georgianas da Ossétia do Sul e da Abecásia e pediu que outros Estados seguissem seu exemplo e façam o mesmo. A decisão foi fortemente criticada pelos Estados Unidos e pela OTAN. === Reconhecimento internacional === A Abecásia foi um Estado não reconhecido na maior parte de sua história. A lista a seguir mostra os países e entidades políticas que reconhecem formalmente a Abecásia. ; Estados parcialmente reconhecidos que reconhecem a independência da Abecásia * Ossétia do Sul - A Ossétia do Sul reconhece a Abecásia desde 2006. ; Estados não reconhecidos que reconhecem a independência da Abecásia * Transnístria - Reconhece a independência da Abecásia desde 2006. * Artsaque - Reconhece a independência da Abecásia. ; Estados reconhecidos e membros da ONU que reconhecem a independência da Abecásia * - A Rússia reconheceu a Abecásia após a Guerra na Ossétia do Sul em 2008. * - Juntamente com a Rússia, a Nicarágua reconheceu a Abecásia em 3 de setembro de 2008. * - O reconhecimento da Venezuela à Abecásia ocorreu em 10 de setembro de 2009. Venezuela reconhece a independência da Abecásia e Ossétia do Sul (em russo) * - Em 15 de dezembro de 2009, Nauru reconheceu a independência da região. * - Vanuatu reconheceu a Abecásia em 31 de maio de 2011. O reconhecimento foi posteriormente negado pelo embaixador de Vanuatu na Organização das Nações Unidas (ONU) em 3 de junho de 2011. Mais tarde, a capital do país, Port Vila inequivocamente confirmou o reconhecimento da Abecásia.Vanuatu reconhece a República da Abecásia (em inglês) Alguns meios de comunicação foram capazes de obter uma cópia do documento de reconhecimento e imprimi-lo como uma prova. O documento foi datado de 23 de maio de 2011 e assinado por primeiros-ministros de ambos os estados. No entanto, em 20 de junho de 2011, um recém-nomeado primeiro-ministro oficial de Vanuatu retirou a declaração anterior em matéria de reconhecimento da Abecásia e está a tentar estabelecer relações diplomáticas com a Geórgia novamente. * - Em 29 de maio de 2018, o governo de Bashar al-Assad reconheceu a independência da região. == Geografia == A Abecásia se localiza no Cáucaso, entre a Ásia e a Europa. É uma região coberta por montanhas, cujas costas são banhadas pelo mar Negro. De seus 8,7 mil km² de extensão, cerca de 75% correspondem a zonas montanhosas, especialmente na zona oriental, próxima à Suanécia, onde algumas montanhas ultrapassam os 4 mil metros de altitude. Os diferentes \"braços\" que se desprendem da cordilheira principal do Cáucaso formam profundos vales, cruzados por trechos de leitos fluviais pequenos, porém importantes. Um destes é o lago Ritsa, ao norte de Gagra, considerado um dos lagos montanhosos mais belos do mundo. Neste ambiente encontra-se também a caverna mais profunda da Terra, a Krubera- Voronya, situada no maciço de Arabika, que chega a uma profundidade de 2.160 metros abaixo do nível do mar. Grande parte do território da Abecásia (cerca de 70%) está coberto por bosques de carvalhos, faias e amieiros. No intervalo de altitude que vai do nível do mar até os 600 metros, a região é rica em bosques caducifólios. Acima deste nível, e até 1,8 mil metros de altura, proliferam diversas espécies de coníferas, incluindo algumas das árvores mais altas da Europa, como abetos que superam os 70 metros. Já entre 1,8 mil e 2,9 mil metros de altitude, encontram-se planícies com características alpinas, e, finalmente, acima disto, se estendem as neves eternas da cordilheira, e os glaciares. A Abecásia goza de um clima subtropical temperado, devido ao efeito regulador do mar Negro e ao \"biombo climático\" formado pelo Cáucaso, que evita a entrada dos ventos frios boreais. A média anual de temperaturas alcança os 15 °C, com mínimas de 4 °C no inverno (em janeiro) e máximas de 23 °C no verão (em julho). As precipitações oscilam entre os 1,1 mil e 1,50 mil milímetros de chuva anuais, e a umidade do ar é relativamente baixa. Acima dos mil metros acima do nível do mar, a amplitude térmica aumenta, e se produzem invernos e verões mais duros, formando um clima de características continentais. Acima dos 2 mil metros de altitude prevalece o clima de montanha, e as temperaturas baixam consideravelmente. Nas regiões do interior as precipitações aumentam, podendo chegar a 3,5 mil milímetros anuais nas zonas montanhosas. A neve pode se acumular até ultrapassar os cinco metros de altura, em certas regiões mais próximas ao Cáucaso; as avalanches representam um perigo latente nos poucos centros habitados destas regiões. Devido ao seu clima agradável e suas belas paisagens, parte deste território foi um local de grande afluência turística; desenvolveu-se também a agricultura, principalmente com o cultivo de chá, tabaco e diversas frutas, além de vinhedos. ==Subdivisões da Abecásia== Na era soviética, a RSS da Abecásia estava dividida em 6 raions (distritos) nomeados pelos nomes das respectivas capitais. As divisões administrativas da República da Abecásia continuaram as mesmas, com uma exceção: em 1995 o distrito de Tquarchal foi criada em torno da cidade de Tkvarcheli, criado a partir de território dos \"raions\" de Ochamchira e Gali. O governo da Geórgia, que reivindica a Abecásia como uma região autônoma, mas que não tem controle efetivo sobre o território, não mudou as divisões soviéticas. ===Distritos da Abecásia=== * (1) Gagra * (2) Gudauta * (3) Sucumi * (4) Gulripshi * (5) Ochamchire * (6) Tkvarcheli * (7) Gali ===Cidades da Abecásia=== *Gagra *Gali *Gudauta *Nova Athos *Ochamchire *Bichvinta *Sucumi *Tkvarcheli == Economia == thumb|Bichvinta é um dos principais centros turísticos do país. Tradicionalmente, a agricultura tem sido a atividade econômica mais importante da Abecásia, tendo como produtos mais representativos: frutas cítricas, tabaco, chá e uva. Não obstante, a limitada área de terras aptas para trabalhos agrícolas impôs um limite proibitivo ao desenvolvimento do setor. A produção industrial se concentra na carne, e o ramo das madeireiras. Em tempos de paz, a área de serviços dinamiza a economia com os ingressos derivados do turismo, destacando-se as atividades de empreendimentos recreativos instalados na costa. A Abecásia se comunica com a Rússia e com o resto da Caucásia por rodovias e ferrovias, e a capital tem um importante aeroporto. A economia desta república se encontra em uma difícil situação. Nos últimos anos, com o apoio da Rússia, melhorou a qualidade de vida de seus habitantes. Durante seus anos de independência de facto, a Abecásia teve que enfrentar o caos econômico deixado pelo colapso da União Soviética e, mais tarde, da guerra contra a Geórgia, e a crise humanitária posterior. A isto se soma o embargo que está submetida, e que é quebrado apenas pela Federação Russa. Como forma de superar a crise, o governo tem tratado de fomentar a inversão estrangeira, promovendo o neoliberalismo e solicitando diversos empréstimos a bancos russos. De acordo com um informe do Programa das Nações Unidas para o Desenvolvimento, realizado em abril de 2004, o produto interno bruto da Abecásia havia caído entre 80% e 90% nos últimos 15 anos, e a taxa de desemprego alcançava 90%.Informe citado por la Comisión Europea de Ayuda Humanitaria a Georgia A moeda utilizada de facto é o rublo russo. O dólar norte-americano pode ser trocado nos bancos de Sukumi, Gagra, Gali e Gudauta. O lari, moeda da Geórgia, está fora de circulação. == Ver também == * Governo da República Autônoma da Abecásia * Lista de Estados soberanos * Lista de Estados soberanos e territórios dependentes da Ásia * Lista de Estados soberanos e territórios dependentes da Europa * Lista de países com reconhecimento limitado == Bibliografia == * Categoria:Abecásia",
 "title": "Abecásia"
}