{
 "id": "68082",
 "text": "Samudragupta foi filho de Chandragupta I, primeiro imperador da Dinastia Gupta, na Índia. Samudragupta é considerado como um dos maiores gênios militares da História da Índia. O seu nome é um título adquirido pelas suas conquistas (Samudra referindo-se aos oceanos). Acredita-se ter sido o sucessor escolhido por seu pai, apesar de ele ter tido vários irmãos mais velhos. Portanto, alguns acreditam que, após a morte de Chandragupta I, houve uma briga pela sucessão que Samudragupta venceu. A principal fonte histórica sobre Samudragupta é uma inscrição em um dos pilares de pedra erguidos por ele em Allahabad. Nessa inscrição, Samudragupta conta as suas conquistas em detalhes. Essa inscrição também é importante por causa da geografia política da Índia que indica por mostrar nomes de diferentes reis e pessoas que habitaram a Índia na primeira metade do século IV d.C. A inscrição sobre as grandes proezas marciais do Grande Gupta diz que o seu autor é Harishena, um importante poeta da côrte de Samudragupta. O começo do reinado de Samudragupta foi marcado pela derrota dos seus vizinhos imediatos, Achyuta, governador de Ahichchhatra, e Nagasena. A seguir, Samudragupta deu início a uma campanha contra os reinos do sul. Essa campanha o levou para o sul, através da Baía de Bengala. Ele passou pela extensão de floresta de Madhya Pradesh, cruzou a costa de Orissa, marchou por Ganjam, Vishakapatnam, Godavari, Krishna e os distritos de Nellore e pode ter ido até Kancheepuram. Mas ali ele não tentou manter controle direto. Após capturar os seus inimigos ele os empossou novamente como como reis tributários. Os detalhes são muito numerosos para serem contados aqui, podendo ser encontrados na primeira referência abaixo. É claro que ele possuía uma poderosa marinha, além do seu exército. Além dos reinos tributários, muitos outros governadores de estados estrangeiros como os reis sacas e cuchãs aceitaram a suserania de Samudragupta e ofereceram-lhe os seus serviços. Muito é conhecido sobre Samudragupta através de moedas. Eram oito tipos diferentes, todos feitos de puro ouro. As suas conquistas lhe trouxeram o ouro e também os especialistas em fazer moedas dos cuchãs. Samudragupta também é conhecido por ter sido um homem de cultura. Ele era patrono do aprendizado e um célebre poeta e músico. Várias moedas mostram-no tocando a lira indiana, ou vina. Embora ele tenha favorecido a religião hindu como os outros reis guptas, ele tinha a reputação de possuir um espírito tolerante com outras religiões. Uma ilustração clara disso é a permissão dada por ele para o rei de Sri Lanka para construir um monastério para peregrinos budistas em Bodh Gaya. Ele obteve inúmeros poetas e estudiosos e tomou medidas efetivas para patrocinar e propagar aspectos religiosos, artísticos e literários da cultura indiana. Ele tinha competência para música e foi talvez um tocador talentoso de vina. Samudragupta provavelmente morreu em 380 d.C., sendo sucedido pelos seus filhos Ramagupta e Chandragupta II. Foi antecedido no trono por Chandragupta I e sucedido por Ramagupta. == Referências == * R. K. Mookerji, The Gupta Empire, 4a edição. Motilal Banarsidass, 1959. * R. C. Majumdar, Ancient India, 6a edição revisada. Motilal Banarsidass, 1971. Categoria:Dinastia Gupta",
 "title": "Samudragupta"
}