{
 "id": "68088",
 "text": "Filipe VI (1293 – ), também conhecido como Filipe, o Afortunado ou Filipe de Valois, foi o Rei da França de 1328 até sua morte. Seu reinado foi marcado pelas consequências de uma disputa pela sucessão. Quando o rei Carlos IV morreu sem deixar herdeiros homens, seu parente homem mais próximo era o rei Eduardo III de Inglaterra, que herdava a reivindicação através de sua mãe Isabel de França, irmã de Carlos. Entretanto na França, Eduardo não poderia ascender ao trono através da linhagem feminina de acordo com a antiga lei sálica. O rei inglês primeiramente aceitou a sucessão de Filipe como parente homem mais próximo através da linhagem masculina, porém passou a reivindicar o trono depois de uma série de desacordos com o novo rei. O resultado foi o começo da Guerra dos Cem Anos em 1337. Após sucessos iniciais no mar, a marinha francesa foi aniquilada na Batalha de Sluys em 1340, garantindo que a guerra passaria para o continente. Os ingleses conseguiram outra grande vitória na Batalha de Crécy seis anos depois, ao mesmo tempo que a Peste Negra atacava a França e desestabilizava ainda mais o país. Filipe comprou em 1349 o Delfinado de seu governante Humberto II de Viennois e colocou seu neto Carlos no governo da província. O rei morreu em 1350 e foi sucedido por seu filho João II. == Vida == Era o filho primogénito de Carlos de Valois (1270-1325) Conde de Valois e de Alençon, e da sua primeira mulher Margarida de Nápoles- Anjou, herdeira do Condado de Anjou. Pelo pai, era neto do rei Filipe III de França e foi nesta condição que se assumiu como pretendente ao trono em 1328, depois da morte do primo, Carlos IV. O rei deixara a mulher grávida e nasceu uma menina, tornando-se Filipe o novo monarca. Filipe foi o regente, enquanto não nasceu a criança. Conde de Anjou, do Maine e de La Roche-sur-Yon em 1325, duque de Anjou em 1325. Rei de França a partir de 1º de abril de 1328, foi ungido em 29 de maio de 1328. Sua coroação não foi aceita pelo rei Eduardo III de Inglaterra que, por via de Isabel de França sua mãe, era sobrinho de Carlos IV e neto de Filipe IV o Belo. Os franceses, receosos de perder a independência, não aceitaram esta pretensão e evocaram a lei sálica, que impedia mulheres ou descendentes por via feminina de subirem ao trono francês. A questão resvalou para o conflito militar e foi a causa primordial da Guerra dos Cem Anos, iniciada em 1337. O resto do reinado de Filipe VI foi marcado pelas invasões inglesas, que resultaram na desastrosa derrota na batalha de Crécy (1346) e na perda de Calais. Este rei que inaugurou no trono a dinastia de Valois teve que enfrentar insubordinações de seus barões que não o respeitavam como monarca absoluto, era oriundo de um ramo caçula da casa real. A grande epidemia de peste negra de 1348-1349 ocorreu também no reinado de Filipe VI. === Casamentos e descendência === Filipe VI casou duas vezes. Primeiro, em julho de 1313 em Fontainebleau, com Joana de Borgonha (1293-1349) apelidada a Coxa, que se dizia ser o cérebro do marido, filha de Roberto II, Duque da Borgonha, e de Inês de França. Era irmã de Margarida da Borgonha, mulher de Luís X. Tiveram oito filhos: * Filipe de Valois (1315, morto cedo) * Joana de Valois (1317) * João II, Rei de França (1319-1364) o Bom ou de Valois. Foi conde do Maine e do Anjou, Duque da Normandia, duque da Aquitânia e reinou depois do pai. * Maria de Valois (1326-1333). Ainda teve tempo de ser casada em Paris em 8 de julho de 1332 com João III do Brabante (1300-1355) duque de Limburgo. * Luís de Valois (1328-1328) * Luís de Valois (n. e morto em 1330) * João (1332-1333) * Filipe de Valois, Duque de Orleães (1336-1375), que casou com Branca de França (1328-1392), filha póstuma de Carlos IV e de Joana de Évreux. Conde de Beaumont em 1353, conde de Valois em 1344, Duque de Orleans e da Touraine em 1344. Sem posteridade legítima. Casou depois em 29 de janeiro de 1350 em Brie-Comte-Robert com Branca de Évreux ou de Navarra (1330-1398), filha do rei Filipe III de Navarra e de Joana II de França, rainha da Navarra desde 1328, filha de Luís X. Tiveram uma filha: * Joana de Valois (maio de 1351-16 de setembro de 1371 em Béziers), apelidada La Blanche. Prometida esposa de João de Aragão, Duque de Gironda. O Rei teve ainda dois bastardos: * Jean d’Armagnac (morto depois de 1350). * Beatriz de la Berruère (1294-1348) a qual foi casada com Tomás de la Marche (1317-1361) chamado Thomas Albus, senhor de la Marche. Categoria:Reis da França Categoria:Monarcas católicos romanos Categoria:Condes de Anjou Categoria:Dinastia de Valois Categoria:Governantes do século XIV Categoria:Condes de Valois Categoria:Personalidades da Guerra dos Cem Anos",
 "title": "Filipe VI de França"
}