{
 "id": "6813",
 "text": "São José de São Lázaro foi uma freguesia citadina bracarense, com 2,18 km² de área e 13 576 habitantes (2011). Densidade: 6 227,5 hab/km². A freguesia ficava entre as avenidas da Liberdade (até aproximadamente Av. Imaculada Conceição) e 31 de Janeiro, e entre monte do Picoto e Av. Central. Foi extinta em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada à freguesia de São João do Souto, para formar uma nova freguesia denominada União das Freguesias de Braga (São José de São Lázaro e São João do Souto) da qual é a sede.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. == História == No dia 2 de Março de 1747, após a morte do pároco de São Vítor, o arcebispo D. José de Bragança, dividiu a Paróquia, criando a freguesia de São José de São Lázaro. Durante o século XX, a freguesia sofre uma revolução arquitectónica com a construção da Av. Liberdade e os novos edifícios aí construídos. ==População== População da freguesia de Braga (São José de São Lázaro) (1864 – 2011) Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 3 780 4 052 5 089 5 159 5 347 5 159 4 878 5 269 5 589 6 077 7 745 10 839 14 891 14 830 13 576 == Património == * Tanque do Quintal do Ídolo ou Fonte do Ídolo * Rua de São Geraldo e do Antigo Convento das Freiras * Quinta do Fujacal (troço de muralha) * Convento, Colégio e Igreja dos Congregados ou Convento da Congregação de São Filipe de Néri * Casa Rolão (da Avenida Central) * Casas nº118 e 124 na Av. Central * Palácio do Raio * Necrópoles Romanas * Edifício do Recolhimento de Santa Maria Madalena ou das Convertidas * Igreja dos Terceiros * Cruzeiro e Igreja de S. Lázaro * Capela de Stº Adrião (Quinta da Capela) * Estádio 1.º de Maio * Parque da Ponte * Cruzeiro da Senhora-a-Branca == Ligações externas == * * * Centro Social da Paróquia de São José de São Lázaro",
 "title": "São José de São Lázaro"
}