{
 "id": "68147",
 "text": "A TVA (sigla para Televisão Abril) foi uma operadora de televisão por assinatura fundada pelo Grupo Abril em 1991, que atuou através dos sistemas cabo digital e analógico, MMDS digital e analógico e fibra óptica. Ela esteve presente nas cidades de São Paulo, Curitiba, Brasília Foz do Iguaçu, Florianópolis e Belém. Atualmente sob o nome de Vivo TV, a empresa possuiu atividade somente em Guarulhos, Rio de Janeiro, Niterói, Balneário Camboriú e Porto Alegre, além de deter 49,1% da TVA Sul Paraná. Em 1998, a empresa foi considerada a segunda do ramo na transmissão de MMDS no mundo, se tornando pioneira na tecnologia. Em 2011, a empresa espanhola Telefónica comprou as empresas Lemontree Participações e da GTR-T Participações e Empreendimentos, subsidiárias da GTR Participações controladoras da TVA. Devido a unificação dos produtos da Telefónica com a Vivo, desde o dia 15 de abril de 2012, a operadora passou a se chamar Vivo TV. == História == A TVA entrou em operações em 15 de setembro de 1991, fruto de uma sociedade entre o Grupo Abril com a Mathias Machline e lança 5 canais: Showtime (TVA Filmes) e ESPN (TVA Esportes) em UHF, e CNN (TVA Noticias), TNT (TVA Clássicos), e The Superstation (TVA Super) em MMDS. A empresa já possuiu parceiros no mercado, como a Chase Manhattan, Falcon Cable, Disney/ABC e Hearst Corp.. Em junho de 1993, o Cartoon Network incorporou a grade da TVA, e em julho do ano seguinte, o Showtime foi substituído pela HBO. Dois meses depois, em setembro de 1994, entraram o Discovery Channel e a Fox, e também foi criado o Eurochannel. A HBO 2 foi lançada em março de 1995, mesma época em que a MTV Latino começou a ser transmitida, seguida pela CMT - Country Music Television. Em 1994, o Chase entrou como minoritário na TVA. Em 1995, a TVA o operação com cabos e torna-se a primeira empresa a distribuir serviços digitais via satélite (TVA Digisat). Ainda em 1995, o canal ESPN Brasil foi lançado através da Joint Venture TVA/ESPN Internacional. A Falcon Cable e ABC/Hearst tornam-se investidores minoritários da empresa. Em 1997, aumento do número de canais no MMDS de 15 para 31. A rede de cabo TVA atingiu 1000 km em São Paulo. Em 1999, lançou o Ajato, primeiro provedor em banda larga. Iniciada a plataforma de multisserviços. DirecTV e ESPN Brasil foram vendidas. Foco em distribuição de multisserviços via Cabo e MMDS. Em 2002, trouxe a seus assinantes os canais The History Channel, Boomerang, National Geographic e Animal Planet. Em 2005, ocorreu o lançamento de novos serviços entre eles: TVA Voz residencial, canais de áudio, pay-per-view, e o TVA DVR (Digital Video Recorder). Em 2007, a Telefônica comprou 49% das ações ordinárias e 100% das preferenciais de MMDS e a Abril definiu a venda como uma parceria estratégica, pois a TVA poderia assim ofertar triple-play. Em março de 2008, após longa briga judicial, os canais da Globosat entraram na grade da TVA, sendo eles: SporTV2, SporTV, Globo News, GNT, Multishow e os canais Premiere Futebol Clube de pay-per-view. Em 2009, a TVA reformulou seus canais de comunicação com o assinante, lançando seu novo site e sua nova revista, a Imagine. Também substituiu o antigo Canal TVA pelo Imagine TV junto com a Telefónica. A partir de 15 de abril de 2012, passou a se chamar Vivo TV. Em 6 de junho de 2012, o grupo Telefónica, sob o nome Vivo no Brasil, anunciou a aquisição da totalidade das ações controlando 100% do capital volante. Em 25 de janeiro de 2013, a operadora anunciou o encerramento da transmissão dos canais pagos em 1º de março de 2013 no Rio de Janeiro. A partir do dia 2, passou a ser oferecido um pacote de 13 canais, somente com emissoras abertas e canais obrigatórios, por R$ 20 mensais, como solução provisória, até o assinante contratar uma nova operadora, no máximo até o final do ano. A mudança ocorreu em razão da decisão da Anatel de destinar parte das frequências de TV a cabo em MMDS, a faixa dos 2,5 GHz, para internet banda larga e telefonia 4G. Categoria:Empresas operadoras de TV a cabo extintas do Brasil Categoria:Ex-subsidiárias do Grupo Abril Categoria:Telefônica Brasil Categoria:Empresas fundadas em 1991 Categoria:Empresas extintas em 2012",
 "title": "TVA"
}