{
 "id": "68154",
 "text": "Uma motocicleta ou motociclo, também conhecida simplesmente como moto, é um veículo motorizado de duas rodas dirigido por um guidão a partir de um assento tipo assento. Uma motocicleta é amplamente definida por lei na maioria dos países para fins de registro, tributação e licenciamento de condutores como um veículo motorizado de duas rodas. A maioria dos países distingue entre ciclomotores de 49 cc e os veículos maiores e mais potentes, incluindo motocicletas do tipo scooter. A Daimler Reitwagen de 1885, fabricada por Gottlieb Daimler e Wilhelm Maybach na Alemanha, foi a primeira motocicleta de combustão interna movida a petróleo. Em 1894, Hildebrand &amp; Wolfmüller tornou-se a primeira motocicleta de produção em série. Os designs das motocicletas variam muito para atender a uma variedade de finalidades diferentes: viagens de longa distância, deslocamento diário, esportes e passeios off-road. O motociclismo é andar de moto e estar envolvido em outras atividades sociais relacionadas, como ingressar em um clube de motociclismo e participar de comícios de motociclistas. Globalmente, as motocicletas são numericamente comparáveis aos carros como meio de transporte: em 2021, aproximadamente 58,6 milhões de novas motocicletas foram vendidas em todo o mundo, enquanto 66,7 milhões de carros foram vendidos no mesmo período. Em 2022, os quatro maiores produtores de motocicletas em volume e tipo foram Honda, Yamaha, Kawasaki e Suzuki. De acordo com o Departamento de Transportes dos Estados Unidos, o número de mortes por quilômetro percorrido pelo veículo foi 37 vezes maior para motocicletas do que para carros. == História == === Experimentação e invenção === A primeira motocicleta movida a petróleo com combustão interna foi a Daimler Reitwagen. Foi projetada e construído pelos inventores alemães Gottlieb Daimler e Wilhelm Maybach em Bad Cannstatt, Alemanha, em 1885. Este veículo era diferente das bicicletas seguras ou dos velocípedes da época, pois tinha zero grau de ângulo do eixo de direção e nenhum deslocamento do garfo e, portanto, não usava os princípios de dinâmica de bicicletas e motocicletas desenvolvidos quase 70 anos antes. Em vez disso, ele dependia de duas rodas estabilizadoras para permanecer em pé enquanto girava. Os inventores chamaram sua invenção de Reitwagen (\"carro de passeio\"), que, na verdade, foi projetado como um teste para seu novo motor, em vez de um verdadeiro protótipo de veículo. O primeiro projeto comercial para uma bicicleta autopropelida foi um projeto de três rodas chamado Butler Petrol Cycle, concebido por Edward Butler na Inglaterra em 1884. Ele exibiu seus planos para o veículo no Stanley Cycle Show em Londres em 1884. O veículo foi construído pela empresa Merryweather Fire Engine em Greenwich, em 1888. O Butler Petrol Cycle era um veículo de três rodas, com a roda traseira acionada diretamente, motor plano duplo de quatro tempos (com ignição magnética substituída por bobina e bateria) equipado com válvulas rotativas e carburador alimentado por flutuação (cinco anos antes de Maybach ) e direção Ackermann, todos de última geração na época. A partida era feita por ar comprimido. O motor era refrigerado a líquido, com radiador sobre a roda motriz traseira. A velocidade era controlada por meio de uma alavanca de válvula borboleta . Nenhum sistema de freio era instalado; o veículo era parado levantando e abaixando a roda motriz traseira por meio de uma alavanca acionada pelo pé; o peso da máquina era então suportado por duas pequenas rodas giratórias. O motorista estava sentado entre as rodas dianteiras. O produto não foi, no entanto, um sucesso, pois Butler não conseguiu encontrar apoio financeiro suficiente. Muitas autoridades excluíram as motocicletas elétricas, a vapor ou os veículos de duas rodas movidos a diesel da definição de 'motocicleta' e consideram a Daimler Reitwagen a primeira motocicleta do mundo. Dado o rápido aumento no uso de motocicletas elétricas em todo o mundo, definir apenas veículos de duas rodas movidos a combustão interna como 'motocicletas' é cada vez mais problemático. As primeiras motocicletas de combustão interna (movidas a petróleo), como a Reitwagen alemã, foram, no entanto, também as primeiras motocicletas práticas. Se um veículo de duas rodas com propulsão a vapor for considerado uma motocicleta, então as primeiras motocicletas construídas parecem ser o velocípede a vapor francês Michaux-Perreaux, cujo pedido de patente foi depositado em dezembro de 1868, construído na mesma época que o velocípede a vapor americano Roper, construído por Sylvester H. Roper de Roxbury, Massachusetts, que vinha demonstrando sua máquina em feiras e circos no leste dos Estados Unidos desde 1867. Roper construiu cerca de dez carros a vapor e bicicletas desde a década de 1860 até sua morte em 1896. ==== Primeiras motocicletas ==== Ano Veículo Número de rodas Inventor Tipo de motor Notas 1867-1868 Velocípede a vapor Michaux-Perreaux 2 Pierre Michaux Louis Guillaume Perreaux Vapor * Um feito 1867-1868 Velocípede a vapor Roper 2 Sylvester Roper Vapor * Um feito 1885 Daimler Reitwagen 2 (mais 2 estabilizadores) Gottlieb Daimler Guilherme Maybach Combustão interna de petróleo * Um feito 1887 Ciclo de gasolina Butler 3 (mais 2 rodízios) Eduardo Butler Combustão interna de petróleo 1894 Hildebrand e Wolfmüller 2 Henrique Hildebrand Alois Wolfmüller Combustão interna de petróleo * Configuração moderna * Primeira motocicleta produzida em massa * Primeira máquina a ser chamada de “motocicleta” === Primeiras empresas de motocicletas === No final do século XIX foram criadas as primeiras grandes empresas de produção em massa. Em 1894, Hildebrand &amp; Wolfmüller tornou-se a primeira motocicleta de produção em série e a primeira a ser chamada de motocicleta (). Em 1898, a Triumph Motorcycles na Inglaterra começou a produzir motocicletas e, em 1903, já produzia mais de 500 motos. Outras empresas britânicas foram Royal Enfield, Norton, Douglas Motorcycles e Birmingham Small Arms Company que iniciaram a produção de motocicletas em 1899, 1902, 1907 e 1910, respectivamente. A Indian iniciou a produção em 1901 e a Harley-Davidson foi fundada dois anos depois. Com a eclosão da Primeira Guerra Mundial, o maior fabricante de motocicletas do mundo era a Indian, produzindo mais de 20 mil motocicletas anualmente. === Primeira Guerra Mundial === Durante a Primeira Guerra Mundial, a produção de motocicletas aumentou bastante para o esforço de guerra, a fim de fornecer comunicações eficazes com as tropas da linha de frente. Mensageiros a cavalo foram substituídos por despachantes em motocicletas, transportando mensagens, realizando reconhecimento e atuando como policiais militares. A empresa estadunidense Harley-Davidson estava dedicando mais de 50% de sua produção fabril a contratos militares no final da guerra. A empresa britânica Triumph Motorcycles vendeu mais de 30 mil unidades de seu modelo Triumph Type H para as forças aliadas durante a guerra. Com a roda traseira acionada por correia, o Modelo H foi equipado com um motor monocilíndrico de de quatro tempos refrigerado a ar. Foi também a primeira Triumph sem pedais. O Modelo H, em particular, é considerado por muitos como a primeira \"motocicleta moderna\". Introduzido em 1915, tinha um motor de 550 cc de quatro tempos com válvula lateral e caixa de câmbio de três marchas e transmissão por correia. Era tão popular entre seus usuários que foi apelidado de \"Trusty Triumph\". === Pós- guerra === Em 1920, a Harley-Davidson se tornou o maior fabricante de motocicletas do mundo, com suas motocicletas sendo vendidas por revendedores em 67 países. No final da década de 1920 ou início da década de 1930, a DKW na Alemanha assumiu como o maior fabricante. Na década de 1950, a racionalização começou a desempenhar um papel cada vez maior no desenvolvimento de motocicletas de corrida e oferecia a possibilidade de mudanças radicais no design das motocicletas. A NSU e a Moto Guzzi estiveram na vanguarda deste desenvolvimento, ambas produzindo designs muito radicais e muito à frente do seu tempo. A NSU produziu o design mais avançado, mas após a morte de quatro pilotos da NSU nas temporadas de 1954–1956, eles abandonaram o desenvolvimento e abandonaram os Grandes Prêmios de motociclismo. A Moto Guzzi produziu máquinas de corrida competitivas e até o final de 1957 teve uma sucessão de vitórias. No ano seguinte, 1958, as carenagens completas foram proibidas de competir pela FIM devido a questões de segurança. Da década de 1960 até a década de 1990, pequenas motocicletas de dois tempos eram populares em todo o mundo, em parte como resultado do trabalho de motor do MZ da Alemanha Oriental, Walter Kaaden, na década de 1950. === Século XXI === No século XXI, a indústria de motocicletas é dominada principalmente por empresas de motocicletas indianas e japonesas. Além das motocicletas de grande cilindrada, existe um grande mercado de motocicletas de menor cilindrada (menos de 300 cc) motocicletas, concentradas principalmente em países asiáticos e africanos e produzidas na China e na Índia. Um exemplo japonês é o Honda Super Cub 1958, que se tornou o veículo mais vendido de todos os tempos, com sua 60 milionésima unidade produzida em abril de 2008. Hoje, esta área é dominada principalmente por empresas indianas, com a Hero MotoCorp emergindo como o maior fabricante mundial de veículos de duas rodas. Seu modelo Splendor vendeu mais de 8,5 milhões de unidades até o momento. Outros grandes produtores são Bajaj e TVS Motors. == Aspectos == === Tipos === === Economia de combustível === A economia de combustível da motocicleta varia muito com a cilindrada do motor e o estilo de pilotagem. Uma Matzu Matsuzawa Honda XL125 simplificado e totalmente carenado alcançou um rendimento de 0,5 litro por 100 quilômetros no Craig Vetter Fuel Economy Challenge \"em rodovias reaisem condições reais\". Devido às baixas cilindradas do motor (), e altas relações potência-massa, as motocicletas oferecem boa economia de combustível. Em condições de escassez de combustível, como no Reino Unido dos anos 1950 e nos países em desenvolvimento modernos, as motocicletas conquistam grandes fatias do mercado de veículos. Nos Estados Unidos, a economia média de combustível para motocicletas é de 19 quilômetros por litro). ==== Motocicletas elétricas ==== Equivalentes de economia de combustível muito alta são frequentemente derivados de motocicletas elétricas, que são veículos motorizados elétricos quase silenciosos e com emissão zero de gases poluentes. A faixa operacional e a velocidade máxima são limitadas pela tecnologia da bateria. === Confiabilidade === Uma pesquisa de 2013 com 4.424 leitores da revista US Consumer Reports coletou dados de confiabilidade de 4.680 motocicletas compradas novas de 2009 a 2012. As áreas problemáticas mais comuns foram acessórios, freios, parte elétrica (incluindo motores de arranque, carregamento, ignição) e sistemas de combustível, e os tipos de motocicletas com maiores problemas foram touring, off-road/dual sport, sport-touring e cruisers. Não havia motos esportivas suficientes na pesquisa para uma conclusão estatisticamente significativa, embora os dados sugerissem uma confiabilidade tão boa quanto as cruisers. Esses resultados podem ser parcialmente explicados pelos acessórios, incluindo equipamentos como carenagens, bagagens e iluminação auxiliar, que são frequentemente adicionados às motocicletas de turismo, turismo de aventura/dual sport e sport touring. Problemas com sistemas de combustível geralmente são resultado de armazenamento inadequado no inverno e problemas de freio também podem ser causados por manutenção inadequada. Das cinco marcas com dados suficientes para tirar conclusões, Honda, Kawasaki e Yamaha estavam estatisticamente empatadas, com 11 a 14% das motos na pesquisa passando por grandes reparos. As Harley-Davidsons tiveram uma taxa de 24%, enquanto as BMW tiveram um desempenho pior, com 30% delas precisando de grandes reparos. Não foram pesquisadas motocicletas Triumph e Suzuki suficientes para uma conclusão estatisticamente sólida, embora parecesse que as Suzukis eram tão confiáveis quanto as outras três marcas japonesas, enquanto as Triumph eram comparáveis à Harley-Davidson e à BMW. Três quartos das reparações no inquérito custaram menos de 200 dólares e dois terços das motos foram reparadas em menos de dois dias. Apesar de sua confiabilidade relativamente pior nesta pesquisa, os proprietários de Harley-Davidson e BMW mostraram a maior satisfação dos proprietários e três quartos deles disseram que comprariam a mesma moto novamente, seguidos por 72% dos proprietários de Honda e 60 a 63% dos proprietários de Kawasaki e Yamaha. === Segurança === As motocicletas apresentam uma taxa maior de acidentes fatais do que automóveis ou caminhões e ônibus. Os dados do Departamento de Transportes dos Estados Unidos para 2005, do Sistema de Relatórios de Análise de Fatalidades, mostram que, para automóveis de passageiros, ocorrem 18,62 acidentes fatais por 100 mil veículos registrados. Para motocicletas, esse número é maior, 75,19 por 100 mil veículos registradosquatro vezes maior do que para os automóveis Os mesmos dados mostram que ocorrem 1,56 mortes por 100 milhões de quilômetros percorridos pelos veículos de passageiros, enquanto que para os motociclos o número é de 43,47, o que é 28 vezes superior ao dos automóveis (37 vezes mais mortes por quilómetro percorrido em 2007). Os motociclistas e os condutores de motonetas ambém estão expostos a um risco aumentado de sofrer danos auditivos, como perda auditiva e zumbido nos ouvidos. O ruído é causado pelo vento durante a condução, pelo ruído de rolamento dos pneus e do próprio motor. O capacete apenas oferece proteção insuficiente contra níveis elevados de pressão sonora. == Impacto ambiental == O baixo consumo de combustível das motocicletas e scooters atraiu o interesse nos Estados Unidos de ambientalistas e daqueles afetados pelo aumento dos preços dos combustíveis. O Piaggio Group Americas apoiou esse interesse com o lançamento de um site e plataforma \"Vespanomics\", alegando emissões de carbono mais baixas por milha de 113 g/km menos que o carro médio, uma redução de 65% e melhor economia de combustível. No entanto, as emissões de escapamento de uma motocicleta podem conter 10 a 20 vezes mais óxidos de nitrogênio (NOx), monóxido de carbono e hidrocarbonetos não queimados do que o escapamento de um carro de passageiros ou SUV do mesmo ano. Isso ocorre porque muitas motocicletas não possuem conversor catalítico, e o padrão de emissão é muito mais permissivo para motocicletas do que para outros veículos. == Ver também == *Ciclomotor *Motociclismo *Quadriciclo motorizado *Triciclo === Bibliografia === * * * * * * * * * * * * * * == Ligações externas == * Categoria:Veículos com rodas Categoria:Motocicletas",
 "title": "Motocicleta"
}