{
 "id": "68160",
 "text": "O caipira é um dialeto da língua portuguesa falado em localidades de influência caipira na Paulistânia, sobretudo no interior do estado de São Paulo, no leste sul de Mato Grosso do Sul, no Triângulo e sul de Minas Gerais, no sul de Goiás, no extremo norte, no centro e no oeste do Paraná, como em outras regiões do interior do estado. Sua delimitação e caracterização datam de 1920, com a obra de Amadeu Amaral, O Dialeto Caipira. == Influências == O dialeto caipira foi possivelmente influenciado pelo tupi antigo, bem como por um de seus desenvolvimentos históricos, a língua geral paulista. Sendo a língua habitual dos bandeirantes que ocuparam as regiões onde hoje se ouve tal variante dialetal, a língua tupi antiga não apresentava alguns sons usuais do português, como os representados pelas letras l e r (de \"rato\", por exemplo) e pelo dígrafo lh. Com efeito, o dialeto caipira se caracteriza pela substituição, em fim de sílaba, do fonema lateral pelo fonema , flap (\"almoço\" vira armoço, \"coronel\", coroner), pela substituição do fonema por um i semivocálico, como em \"abelha\" e \"trabalho\", que se leem abeia e trabaio, e pela queda da consoante dos verbos no infinitivo (andá, corrê, dormi). Nos três casos ocorreu a adaptação da fonética portuguesa à tupi. Outro ponto em comum entre a língua tupi e o dialeto caipira é a ausência de diferenciação entre singular e plural: kunhã, em tupi antigo, pode significar tanto \"mulher\" quanto \"mulheres\", e o dialeto caipira usa tanto \"a casa\" quanto \"as casa\". === Português arcaico === O vocabulário da língua caipira é, naturalmente, bastante restrito. Ele é formado, em parte, de elementos oriundos do português usado pelo primitivo colonizador, muitos dos quais se arcaizaram com a criação de novos acordos ortográficos; de termos provenientes das línguas indígenas; de vocábulos importados de outras línguas, por via indireta e de vocábulos formados na própria cultura caipira. Em verdade, estes não se limitam ao léxico, todo o dialeto está impregnado deles, desde a fonética até a sintaxe. O dialeto representa um estado atrasado do português, e que sobre esse fundo se vieram sucessivamente entretecendo os produtos de uma evolução divergente, o seu acurado exame pode auxiliar a explicação de certos fatos ainda mal elucidados da fonologia, da morfologia e da sintaxe histórica da língua. Por exemplo: a pronunciação clara do sons das letras “e” e “o” átonos finais comprova o fato de que o ensurdecimento de vogais só começou em época relativamente próxima, pois de outro modo não se compreenderia porque o caipira pronuncia lado, verdade, quando no português, falado em Portugal, África e Ásia ou na maioria das regiões do Brasil (exceto no Sul) comumente se pronuncia ladu, verdad- ou verdadi. Releva notar que o povo caipira desconhece a pronúncia do \"si\", inventada por gramáticos e popularizada entre a gente culta, no Brasil, por via literária. Em relação a este pronome pessoal, o caipira diz sempre, e bem claramente, \"se\", literalmente como é escrito, sem fazer uso da iotização, que neste caso é comum em todo o Brasil. São em grande número, relativamente à extensão do vocabulário dialetal, as formas esquecidas ou desusadas na língua. Lendo-se certos documentos vernáculos dos fins do século XV e de princípios e meados do século XVI, é impossível não dar-se conta que há muita semelhança da respectiva linguagem arcaica portuguesa com a dos caipiras e com a linguagem tradicional dos paulistas, que não é senão o mesmo dialeto um pouco mais polido. Na carta de Pero Vaz de Caminha abundam formas vocabulares e modismos envelhecidos na língua, mas ainda bem vivos no falar caipira: inorância, -parecer (aparecer) mêa (adj. meia), u’a (uma), trosquia, imos (vamos), despois, reinar (brincar), preposito, luitar, desposto, alevantar. == Características == === Fonéticas === Desde a obra de Amaral, a fonética caipira é marcada por cinco principais traços distintivos: # O \"R\" caipira: O fonema /r/, em fim de sílaba ou em posição intervocálica, assume as características formas aproximante alveolar , retroflexo . Pág. 19-21 Pág. 111 (pág. 2 do PDF em anexo) # A rotacização do \"L\": a permutação, em fim de sílaba, da aproximante lateral pelo fonema /r/ (mil > mir, enxoval > enxovar, claro > craro, etc.). Esse traço não é exclusivo do dialeto caipira, mas se faz presente de forma gradual ao longo de todo o país, sendo menos comum na linguagem culta. Trata-se de um fenômeno que já vinha ocorrendo na passagem do latim para o português (ex: clavu > cravo). # A iotização do \"LH\": ( ; ; ; ; , etc.). Da mesma forma que a rotacização do L, esse traço existe ao longo do país todo, sendo mais uma marca social do que regional. # A apócope da consoante /r/ na terminação dos verbos no infinitivo ( ; ; ; : ; etc.). # A transformação de proparoxítonas em paroxítonas: A apócope ou síncope em palavras proparoxítonas e a aférese em muitas palavras. === Morfossintáticas === Algumas características morfossintáticas difundidas por todo o falar brasileiro são, popularmente, vistas como características do dialeto caipira, como: * a concordância de número marcada apenas no artigo ( , , , etc.) * a nasalização do /d/ na terminação do gerúndio (nas outras terminações em ←ndo> não sofrem esse fenômeno):(pag. 5 e 6 do pdf em anexo). ( ; ; ; ; ; ; ; ) === Ter e haver === O verbo ter usa-se impessoalmente em vez de haver, quando o complemento não encerra noção de tempo: Tinha munta gente na eigreja — Tem home que num gosta de caçada — Naquêle barranco tem pedra de fogo. Quando o complemento é tempo, ano, semana, emprega-se às vezes haver, porém, mais geralmente, fazer: Já fáiz mai de ano que eu num vos vejo — Estive na sua casa fáiz quinze dia. Haver é limitado a certas e raras construções: Há que tempo! — Há quanto tempo foi isso? — Num hai quem num saiba. Nessas construções, o verbo como que se anquilosou, perdendo sua vitalidade. Restringimo-nos, entretanto, neste como em outros pontos, a indicar apenas o fato, sem o precisar completamente, por falta de suficientes elementos de observação. Vem a propósito referir que a forma hai, contração e ditongação de há aí (por \"há i\", que se encontra em muitos documentos antigos da língua portuguesa) só é empregada, que saibamos, nestas condições: — quando precede ao verbo o advérbio não, como no exemplo dado acima; - quando o verbo termina a proposição: É tudo quanto hai — Vô vê se inda hai (Vou ver se ainda há). == Variações == O dialeto caipira pode ser dividido em cinco subdialetos: * O primeiro, falado na região sul do estado de São Paulo (regiões do Vale do Ribeira, Sorocaba, Itapetininga e Itapeva) e Norte do estado do Paraná, caracteriza-se pela marcação do \"e\" gráfico sempre pronunciado como fônico. Assim, palavras como \"quente\" e \"dente\" possuem o \"e\" átono pronunciado como /e/ e não como /i/, comum no português padrão do Brasil. Essa é também uma característica do português falado na região de Santa Catarina, Paraná e no Rio Grande do Sul. * O segundo subdialeto é das regiões do Médio Tietê (Campinas, Piracicaba, Capivari, Porto Feliz, Itu, Santa Bárbara d'Oeste, Americana, Limeira, Rio Claro, São Carlos, Araraquara e Jaú). Caracteriza-se pelos erres retroflexos inclusive em início de sílaba (como em caro, parada) e em dígrafos (frente, crente). Caracteriza-se também pela não-palatalização dos grupos \"di\" e \"ti\" fônicos e frequente iotização do LH. * O terceiro subdialeto compreende as regiões norte, nordeste e noroeste (Ribeirão Preto, Franca, São José do Rio Preto) e oeste (Araçatuba, Presidente Prudente, Bauru, Marília, Lins) do estado de São Paulo, região sudoeste de Minas Gerais (Poços de Caldas, São Sebastião do Paraíso, Pouso Alegre, Cássia (Minas Gerais), Passos (Minas Gerais), Guaxupé), além de parte do estado do Paraná e de Mato Grosso do Sul. Caracteriza-se pelos erres retroflexos só em coda de sílaba (consoante final de sílaba), tais como em \"porta\", \"certo\", \"aberto\" e palatização dos grupos \"di\" e \"ti\" fônicos. Nas cidades mineiras o ritmo típico do dialeto mineiro está presente. Pág. 111 * Um quarto subdialeto compreende a região Mesorregião do Vale do Paraíba Paulista (Taubaté, Guaratinguetá) e Litoral Norte (São Paulo). Caracterizando-se pelos erres retroflexos só em coda de sílaba, tais como em \"porta\", \"certo\", \"aberto\", e com ausência de palatização dos grupos \"di\" e \"ti\" fônicos. * O quinto grupo corresponde ao Triângulo Mineiro e a parte sul e sudeste do estado de Goiás. Compreende um subfalar com pronúncia tais como o grupo três e com ritmo típico do dialeto mineiro, com elevação do tom nas sílabas tônicas, e erres retroflexos só em coda de sílaba, tais como em \"porta\", \"certo\", \"aberto\" além da palatização dos grupos \"di\" e \"ti\" fônicos. O Sul de Minas Gerais e parte da Região Sul do estado do Rio de Janeiro possuem esta mesma variação de sotaque caipira. == Ver também == * Dialeto paulistano * Língua geral paulista * Idiomas minoritários * Instituto de Investigação e Desenvolvimento em Política Linguística == Bibliografia== * * * == Ligações externas == * Amadeu Amaral, O Dialeto Caipira (domínio público) Caipira Categoria:Cultura do Paraná Categoria:Cultura de Mato Grosso do Sul Categoria:Cultura de Goiás Categoria:Cultura caipira",
 "title": "Dialeto caipira"
}