{
 "id": "68179",
 "text": "(; Siena) é uma cidade do sul do Egito, distante 950 quilómetros do Cairo. É a capital da província de Assuão. Assuão é um centro de comércio e de turismo importante para a nação, localizado ao norte da represa de Assuão, na margem leste do rio Nilo, na primeira catarata. A moderna cidade de Assuão se expandiu e inclui a comunidade anteriormente separada ilha de Elefantina. Faz parte da Rede de Cidades Criativas da UNESCO na categoria de artesanato e arte popular. == História == Assuão é a antiga cidade de Swenett ou Taseti,Assuã. Civitatis. 2021. mais tarde conhecida como Siena,Venturi, Jacir J.. Eratóstenes e a Esfericidade da Terra. Revista Articulistas.[s/d]. que na antiguidade era a cidade fronteiriça sul do Egito Antigo. Supõe-se que \"Siena\" derivou de uma deusa egípcia de mesmo nome. Esta deusa mais tarde foi identificada como Ilítia pelos gregos e Lucetia pelos romanos durante a ocupação do Egito Antigo por causa da associação semelhante de suas deusas com o parto, e cuja importância seria \"o abridor\". O antigo nome da cidade também é derivado do símbolo egípcio para \"comércio\", ou \"mercado\". Como os antigos egípcios se orientavam para a origem das águas vivificantes do Nilo no sul, e como Siena era a cidade mais ao sul do país, o Egito sempre concebeu seu \"abrir\" ou início em Siena. A cidade ficava sobre uma península na margem direita (leste) do Nilo, imediatamente abaixo (e ao norte) da primeira catarata do Nilo, que se estendem até Filas. A navegação para o delta é possível a partir deste local sem encontrar uma barreira. As Pedreiras do Antigo Egito localizadas em Siena eram reconhecidas por sua qualidade, e especialmente pela rocha granítica chamada sienito. As pedreiras forneceram as estátuas colossais, obeliscos e santuários monolíticos que são encontrados em todo o Egito, incluindo as pirâmides; e os vestígios dos esforços dos pedreiros que trabalharam nestes locais há 3.000 anos ainda são visíveis na rocha nativa. Elas ficam em ambas as margens do Nilo, e uma estrada, de 6,5 km de comprimento, as corta entre Siena e Filas. Siena era igualmente importante como posto militar e local de tráfego. Sob cada dinastia, era uma cidade- guarnição; e aqui pedágios e alfândegas eram cobrados de todos as embarcações que passavam para o sul e para o norte. Por volta de 330, a legião aqui estacionada abrigou o bispo de Alexandria; mais tarde tornou-se a Diocese Copta de Siena.Dijkstra, J. Harm F. Religious Encounters on the Southern Egyptian Frontier in Late Antiquity (AD 298-642) . A cidade é mencionada por vários escritores antigos, incluindo Heródoto, Estrabão, Estêvão de Bizâncio, Ptolemeu, Plínio, o Velho, Vitrúvio, e aparece no Itinerário de Antonino. Também pode ser mencionado no Livro de Ezequiel e no Livro de Isaías. Mais de 2000 anos atrás o polímata grego Eratóstenes esteve em Assuão para calcular, de maneira precisa para seu tempo, a circunferência da Terra. == Geografia == A latitude da cidade de Assuão era um objeto de grande interesse para os antigos geógrafos e matemáticos. Eles acreditavam que estava imediatamente sob a linha do Trópico de Câncer, e que no dia do solstício de verão, um bastão posicionado verticalmente não lançava sombra. Eles notaram que o disco do sol foi refletido em um poço profundo (ou cisterna) ao meio-dia. Esta afirmação é apenas aproximadamente correta; no solstício de verão em Assuão alguma sombra dificilmente poderia ser discernida, fazendo com que o Sol pareça projetar-se quase que na vertical. Tal ocorrência foi fundamental para calcular a circunferência da Terra. O Nilo tem quase 650 m de largura acima de Assuão. A partir desta cidade fronteiriça até a extremidade norte do Egito, o rio corre por mais de 1.200 km sem barreiras ou cataratas. No passado, a viagem fluvial de Assuão até Alexandria geralmente levava de 21 a 28 dias com clima favorável. == Infraestrutura == === Educação === Em 2012, foi inaugurada a Universidade de Assuão, que possui sede na cidade. Assuão também abriga o Instituto Superior de Serviço Social de Assuão, estabelecido em 1975. === Transporte === A cidade é cortada pela Estrada Pan-Africana, que a liga a Luxor e Cairo, ao norte, e a Abul-Simbel e Uádi Halfa, ao sul. Outra estrada importante á de ligação entre Assuão e Berenice, no mar Vermelho.Aswan (Egito): como chegar, onde ficar, passeios e dicas imperdíveis. Mala de Aventuras. 29 de março de 2020. Assuão é ligada a Cairo pela Ferrovia Cabo–Cairo, que também a conecta com Uádi Halfa. A ferrovia está incompleta em direção ao sul. Outras infraestruturas de transporte fundamentais são o Porto de Assuão, o maior porto fluvial da região, e o Aeroporto Internacional de Assuão. == Cultura e lazer == Na cidade estão alguns locais de relevante interesse histórico e cultural, bem como de lazer, como: * Museu da Núbia, que possui 300 peças representando diferentes épocas: pré-histórica, faraónica ptolomaica, copta e islâmica; * O Jardim Botânico, com plantas exóticas provenientes de todo o mundo; * A Ilha Elefantina, que separa o Nilo em dois canais em frente a Assuão. Possui para além do mais, ruínas dos templos de Quenúbis, de Sátis e do seu filho Anúquis. O nome atribuído à ilha é de origem árabe, pois as rochas assemelham-se a estes animais pela sua cor e pelas formas que detêm. Nesta ilha situa-se também o nilômetro, sistema utilizado pelos antigos egípcios para medir a altura das águas do Nilo; * O Mausoléu do Agacão, um túmulo fatímida sendo cujo sepulcro feito de mármore de Carrara; * O Mosteiro de São Simão, construído no , acolheu os monges missionários que converteram alguns dos núbios ao Cristianismo; * O Obelisco Inacabado, os templos do Egito foram, na sua grande maioria, construídos com granito vermelho proveniente das pedreiras de Assuão e é exactamente numa delas que se encontra este enorme Obelisco com cerca de 41 m e que poderá pesar cerca de 1.168 toneladas. Nas proximidades encontra-se o cemitério Fatimita; * Os Túmulos dos Nobres, ou Vale dos Príncipes, datam do Reino Antigo e revelam no seu interior cenas da vida quotidiana; * O Templo de Filas, desmontado e de novo erigido em Agilquia. Dedicada à deusa Ísis, contém um \"mamisim\" (casa de nascimento) e dois pilares; * A Grande Barragem, construída na década de 1960, fornece água e electricidade a todo o Egito. O Templo de Calabexa pode ser avistado da barragem; * Na direcção de Edfu e muito perto da cidade fica Kabonejen, a primeira urbe. == Ligações externas ==",
 "title": "Assuão"
}