{
 "id": "68173",
 "text": "Embora não seja claro onde realmente começou a história do cinema, a primeira exibição de um filme de curta duração aconteceu no Salão Grand Café, em Paris, em 28 de dezembro de 1895. Nesta data, os Irmãos Lumière fizeram uma apresentação pública dos produtos de seu invento ao qual chamaram de Cinematógrafo. O evento causou comoção nos 30 e poucos presentes, a notícia se alastrou e, em pouco tempo, este fazer artístico conquistaria o mundo e faria nascer uma indústria multibilionária. O filme exibido foi L'Arrivée d'un Train à La Ciotat. O cinema baseia-se em projeções públicas de imagens animadas. O cinema nasceu de várias inovações que vão desde do domínio fotográfico até a síntese do movimento. A esta foi atribuída como causa a persistência da visão ou \"persistência retiniana\", por teóricos renomados e importantes. Mas o efeito de movimento do cinema não pode ser explicado pela \"persistência retiniana\" , onde na verdade, acontece em nível neural, já posterior à fase da retina no processo de percepção visual. Hugo Münsterberg, psicólogo e um dos primeiros teóricos do cinema, já negava, em 1916, a possibilidade do efeito de movimento produzido no cinema resultar de fenômenos retinianos. Münsterberg acreditava (e estava certo) que tudo acontecia na fase neural do processo de percepção visual, e deu ao fenômeno o nome de \"Phi\" (Fenômeno phi). Dentre os jogos óticos inventados vale a pena destacar o thaumatrópio (inventado entre 1820 e 1825 por John Ayrton Paris), Fenacistoscópio (1828-1832) por Joseph- Antoine Ferdinand Plateau, zootrópio (em 1828-1832 por William George Horner), praxinoscópio (em 1877) e o Estroboscópio (1828-1832 por Simon von Stampfer). Em 1888, Charles-Émile Reynaud melhorou sua invenção e começou projetar imagens no Musée Grévin durante 10 anos. Em 1876, Eadweard Muybridge fez uma experiência: primeiro colocou 12 e depois 24 câmeras fotográficas ao longo de um hipódromo e tirou várias fotos da passagem de um cavalo. Ele obteve assim a decomposição do movimento em várias fotografias e através de um zoopraxiscópio pode recompor o movimento. Em 1882, Étienne-Jules Marley melhorou o aparelho de Muybridge. Em 1888, Louis Aimée Augustin Le Prince filmou uma cena de cerca de 2 segundos mas a fragilidade do papel utilizado fez com que a projeção ficasse inadequada. William Kennedy Laurie Dickson, chefe engenheiro da Edison Laboratories, inventou uma tira de celuloide contendo uma sequência de imagens que seria a base para fotografia e projeção de imagens em movimento. Em 1891, Thomas Edison inventou o cinetógrafo e posteriormente o cinetoscópio. O último era uma caixa movida a eletricidade que continha a película inventada por Dickson mas com funções limitadas. O cinetoscópio não projetava o filme. thumb|367x367px|Programa da primeira exibição. Baseado na invenção de Edison, Auguste e Louis Lumière inventaram o cinematógrafo, um aparelho portátil que consistia num aparelho três em um (máquina de filmar, de revelar e projetar). Em 1895, o pai dos irmãos Lumière, Antoine, organizou uma exibição pública paga de filmes no dia 28 de dezembro no Salão do Grand Café de Paris. A exposição foi um sucesso. Este dia, data da primeira projeção pública paga, é comumente conhecida como o nascimento do cinema mesmo que os irmãos Lumière não tenham reivindicado para si a invenção de tal feito. Porém, as histórias americanas atribuem um maior peso a Thomas Edison pela invenção do cinema, quando na verdade o que ele fez foi pegar pequenos vídeos e exibi-los em maquinas caça-níquel, e para não perder tal fonte lucrativa sempre foi contra a exibição dos filmes em grandes salas. Os irmãos Lumière enviaram ao mundo, a fim de apresentar pequenos filmes, os primeiros registros como um início do cinema amador. \"Sortie de l'usine Lumière à Lyon\" (ou \"Empregados deixando a Fábrica Lumière\") é tido como o primeiro audiovisual exibido na história, sendo dirigido e produzido por Louis Lumière. Do mesmo ano, ainda dos irmãos Lumière o filme L'Arroseur Arrosé, uma pequena comédia. Menos de 6 meses depois, Edison projetaria seu primeiro filme, \"Vitascope\". == Cinema mudo == Desde o início, inventores e produtores cinematográficos tentaram casar a imagem com um som sincronizado. Mas nenhuma técnica deu certo até a década de 1920. Assim sendo, durante 30 anos os filmes eram praticamente silenciosos sendo acompanhados muitas vezes de música ao vivo, outras vezes de efeitos especiais e narração e diálogos escritos presentes entre cenas. Tendo destaque para Charles Chaplin, considerado uma das figuras mais importantes no cinema mudo. === Desenvolvimento e negócios === O ilusionista francês, Georges Méliès começou a exibir filmes em 1896, quando adquiriu uma \"filmadora\". Ele foi pioneiro em alguns efeitos especiais. Seu filme \"Le Voyage dans la Lune\" (ou \"Viagem à Lua\") de apenas 14 minutos foi provavelmente o primeiro a tratar sobre o assunto de alienígenas. Edwin S. Porter que se tornou cameraman de Thomas Edison usou pela primeira vez a técnica de edição de imagens. Em seu filme \"Life of an American Fireman\" de 1903 é possível ver duas imagens diferentes mas que ocorreram simultâneamente, a visão de uma mulher sendo resgatada por um bombeiro e a mesma cena com a visão do bombeiro resgatando a mulher. Em \"The Great Train Robbery\" (1903), um dos primeiros westerns do cinema, o grande legado foi o \"cross-cutting\" com imagens simultâneas em diferentes lugares. Mas o mais importante em Porter, foi que o final do filme \"The Great Train Robbery\" teve que ser mudado, por motivos morais e éticos, visto que originalmente os bandidos se saiam bem no final, o que passava uma ideia de impunidade ao povo, se mostrava a partir dai, um cinema \"educador\". O desenvolvimento de filmes fez crescer os nickelodeons, pequenos lugares de exibição de filmes onde se pagava o ingresso de 1 níquel, no qual se juntavam uma grande quantidade de pessoas, chamando a atenção da elite para o poder de influencia daquelas exibições. Os filmes também começaram a crescer em duração. Antes um filme durava de 10 a 15 minutos. Em 1906, o filme australiano \"The Story of the Kelly Gang\" tinha 70 minutos sendo lembrado até hoje como o primeiro longa-metragem da história do cinema. Depois do filme australiano, a Europa começou a produzir filmes até mais longos: \"La Reine Élisabeth\" (filme francês de 1912), \"Quo Vadis\" (filme italiano de 1913) e \"Cabiria\" (filme italiano de 1914), este último com 123 minutos de duração. Em janeiro de 1914 foi exibido \"Photo-Drama of Creation\", um filme com mais de 8 horas de duração apresentado e narrado por Charles Taze Russell, fundador do movimento religioso dos Estudantes da Bíblia e da Sociedade Torre de Vigia. O Fotodrama consistia de um conjunto de slides com pinturas coloridas descrevendo o relato criativo bíblico desde a criação do Universo aos dias atuais, se prolongando pelos anos futuros do reino de Jesus, segundo as crenças de Russell. Foi o primeiro filme a incluir som sincronizado e imagens coloridas. O filme consistia em 96 gravações de pequenos discursos bíblicos, narrados por um locutor bem conhecido da época. Muitas cenas eram acompanhadas por música clássica. Operadores habilidosos usavam fonógrafos para tocar as gravações de música e voz, sincronizando o som com slides e filmes coloridos que encenavam histórias da Bíblia.IMDB article \"Photo-Drama of Creation (1914), IMDB article \"Trivia\", Retrieved 2009-04-15American Movie Classics, \"Timeline of Greatest Film History Milestones'...\"1914\", Retrieved 2009-04-15 Pelo lado americano, o diretor D. W. Griffith conseguia destaque. Seu filme, \"The Birth of a Nation\" (ou \"O Nascimento de uma nação\") de 1915, foi considerado um dos filmes mais populares da época do cinema mudo, causou polêmica por ser uma glorificação da escravatura, segregação racial e promoção do aparecimento da Ku Klux Klan. Já Intolerância (1916) (\"Intolerance: Love's Struggle Throughout the Ages\") é considerado uma das grandes obras do cinema mudo, apesar da grande massa não ter entendido a proposta de quatro historias simultâneas, achando o filme muito confuso. === Hollywood === Até esta época, Itália e França tinham o cinema mais popular e poderoso do mundo mas com a Primeira Guerra Mundial, a indústria europeia de cinema foi arrasada. Os EUA começaram a destacar-se no mundo do cinema fazendo e importando diversos filmes. Thomas Edison tentou tomar o controle dos direitos sobre a exploração do cinematógrafo. Alguns produtores independentes emigraram de Nova York à costa oeste em pequeno povoado chamado Hollywoodland, graças a Griffith, que já o sugeria. Lá encontraram condições ideais para rodar: dias ensolarados quase todo ano, diferentes paisagens que puderam servir como locações e quase todos as etnias como, negros, brancos, latinos, indianos, índios, orientais e etc, um \"banquete\" de coadjuvantes. Assim nasceu a chamada \"Meca do Cinema\", e Hollywood se transformou no mais importante centro da indústria cinematográfica do planeta. (VER: Cinema de arte) Nesta época foram fundados os mais importantes estúdios de cinema (Fox, Universal Studios, Paramount) promovidos por judeus (Darryl Zanuck, Samuel Bronston, Samuel Goldwyn, etc.) que viam o cinema como um negócio. Lutaram entre si e às vezes para competir melhor, juntaram empresas assim nasceu a 20th Century Fox (da antiga Fox) e Metro-Goldwyn-Mayer (união dos estúdios de Samuel Goldwyn com Louis B. Mayer). Os estúdios encontraram diretores e atores e com isso nasceu o \"star system\", sistema de promoção de estrelas e com isso, de ideologias e pensamentos de Hollywood. Começaram a se destacar nesta época comédias de Charlie Chaplin e Buster Keaton, aventuras de Douglas Fairbanks e romances de Clara Bow. Foi o próprio Charles Chaplin e Douglas Fairbanks junto a Mary Pickford e David Wark Griffith que acabaram criando a United Artists com o motivo de desafiar o poder dos grandes estúdios. === O cinema no mundo === Em alternativa a Hollywood existiam vários outros lugares que investiam no cinema de arte e contribuíam para seu desenvolvimento. Na França, os cineastas entre 1919 e 1929 começaram um estilo chamado de Cinema Impressionista Francês ou cinema de vanguarda (avant garde em francês). Se destacaram nesta época o cineasta Abel Gance com seu filme épico \"Napoléon\" e \"J'accuse\" e Jean Epstein com seu filme \"A Queda da Casa de Usher\" de 1928, ainda se destaca Germaine Dulac de \"La Souriante Madame Beudet\". Ainda temos nesse movimento \"A Moça da Água\" (La Fille de l'eau), de Jean Renoir, que mais tarde ajudaria a construir outra escola de cinema: Realismo Poético Francês. Na Alemanha surgiu o expressionismo alemão donde se destacam os filmes \"Das Cabinet des Dr. Caligari\" (\"O Gabinete do Dr. Caligari \") de 1920 do diretor Robert Wiene, \"Nosferatu\", \"Phantom\" ambos de 1922 e do diretor Friedrich Wilhelm Murnau e Metrópolis de Fritz Lang de 1927. Outros filmes de destaque são: \"O Gabinete das Figuras de Cera\" e \"A Última Gargalhada\". Na Espanha surgiu o cinema surrealista donde se destacou o diretor Luis Buñuel. \"Un perro andaluz\" (ou \"Um Cão Andaluz\" em português) de 1928 foi o filme que mais representou o cinema surrealista de Buñuel. Destaca-se ainda: \"A Idade do Ouro\". Na Rússia se destacou o cineasta Serguei Eisenstein que criou uma nova técnica de montagem, chamada montagem intelectual ou dialéctica. Seu filme de maior destaque foi \"O Couraçado Potemkin\" (ou br: \"O Encouraçado Potemkin\") de 1925. Já Dziga Vertov, de \"O Homem com a Câmera\" se propôs a um documentário sofisticado, chamado \"Cine-Olho\". Outros filmes de arte russos de destaque são: \"Aelita\" e \"Terra\". O dinamarquês Carl Theodor Dreyer, roda \"Le Passion de Jeanne D'arc\", um filme mudo de 1928 com a atriz Maria Falconetti no papel de Joana. Considerado por alguns um dos melhores filmes de todos os tempos. O filme dá valor à expressão facial. Foi filmado na Itália. Infelizmente, cerca de 90% dos filmes mudos se perderam, por falta de cuidado ou de boa conservação. De fato, a maioria dos filmes mudos foi derretida a fim de recuperarem o nitrato de prata, um componente caro. == A era do som == Até então já haviam sido feitos experimentos com som mas com problemas de sincronização e amplificação. Em 11 de janeiro de 1914 estreava o “Fotodrama da Criação”, uma apresentação marcante produzida para que as pessoas desenvolvessem fé na Bíblia como a Palavra de Deus. Numa época em que a crença na evolução, a alta crítica e o ceticismo estava se instaurando, o “Fotodrama” defendia a tradicional crença de um Criador único, Jeová. Charles Taze Russell, que liderava os Estudantes da Bíblia (como então eram conhecidas as Testemunhas de Jeová), estava sempre procurando meios mais rápidos e eficazes para divulgar a Bíblia. Os Estudantes da Bíblia já faziam uso do poder da página impressa havia mais de três décadas. Agora, uma nova ferramenta atraiu a atenção deles: os filmes. Na década de 1890, o público conheceu o cinema mudo. Alguns anos depois, em 1903, um filme religioso foi exibido numa igreja em Nova York. Em 1912, quando a indústria cinematográfica estava apenas iniciando, Russell corajosamente começou a preparar o “Fotodrama”. Ele percebeu que os filmes poderiam transmitir seu conhecimento e ideológia bíblica de uma forma que a página impressa por si só não conseguiria. O “Fotodrama”, que tinha oito horas de duração, era geralmente exibido em quatro partes. Ele consistia em 96 gravações de pequenos discursos bíblicos, narrados por um locutor bem conhecido da época. Muitas cenas eram acompanhadas por música clássica. Operadores habilidosos usavam fonógrafos para tocar as gravações de música e voz, sincronizando o som com slides e filmes coloridos que encenavam histórias famosas da Bíblia. Em 1926, a Warner Brothers introduziu o sistema de som Vitaphone (gravação de som sobre um disco) até que em 1927, a Warner lançou o filme \"The Jazz Singer\", um filme musical que pela primeira vez na história do cinema tinha alguns diálogos e cantorias sincronizados aliados a partes totalmente sem som; então em 1928 o filme \"The Lights of New York\", (também da Warner), se tornaria o primeiro filme com som totalmente sincronizado. O som gravado no disco do sistema Vitaphone foi logo sendo substituído por outro sistema como o Movietone da Fox, DeForest Phonofilm e Photophone da RCA com sistema de som no próprio filme. O Beijo, lançado em 1929 e protagonizado pela atriz sueca Greta Garbo, foi o último filme mudo da MGM e o último da história de Hollywood, com exceção de duas jóias raras de Chaplin: Luzes da Cidade e Tempos Modernos. No final de 1929, o cinema de Hollywood já era quase totalmente falado. No resto do mundo, por razões económicas, a transição do mudo para o falado foi feito mais lentamente. Neste mesmo ano já lançado grandes filmes falados como \"Blackmail\" de Alfred Hitchcock (o primeiro filme inglês falado), \"Applause\" do diretor Rouben Mamoulian (um musical em preto e branco) e \"Chinatown Nights\" de William A. Wellman (mesmo diretor de \"Uma estrela nasce\" de 1937). Foi também no ano de 1929 criado o prêmio Óscar ou Prêmios da Academia que serve até os dias atuais como premiação aos melhores do cinema. === Criatividades === O uso do som fez com que o cinema se diversificasse mais em termos de gêneros. Dessa nova tecnologia nascia o musical e também algumas comédias cinematográficas. E do casamento dos dois surgia a comédia musical. === Anos 1930 === Filmes históricos ou bíblicos na maioria das vezes caminharam de mãos dadas. Dentre os que misturavam este dois gêneros se destacaram \"Os Dez Mandamentos\" (versão original de 1923), \"Rei dos Reis\" de 1927 e Cleópatra de 1934. Filmes de gangsters se tornaram populares como por exemplo \"Little Caesar\" e \"The Public Enemy\" ambos de 1931. Este tipo de filme foi fortemente influenciado pelo Expressionismo Europeu. Talvez o ator que mais se destacou neste gênero foi Humphrey Bogart. O gênero ficção científica já existente desde o cinema mudo foi se desenvolvendo cada vez mais com a produção de clássicos como \"Drácula\" (com Bela Lugosi) de 1931 e \"Frankenstein\" (com Boris Karloff) do mesmo ano. O duplo sentido com conotações sexuais de Mae West em \"She Done Him Wrong\" de 1933. A comédia anárquica sem sentido dos Irmãos Marx. Em 1939 os maiores êxitos do cinema foram \"O Maravilhoso Mágico de Oz\" e o \"Gone with the Wind\" (pt: \"E tudo o vento levou\"; br: \"E o vento levou\"). Na Itália foi criada a Cinecittà por ordem de Mussolini em 1937. Na América Latina se destacaram o mexicano Cantinflas e a luso-brasileira Carmem Miranda. Carmem Miranda estreou no filme \"Alô Alô Carnaval \" de 1936 mas conseguiria sucesso internacional na década seguinte atuando em Hollywood. === Anos 1940 === A Segunda Guerra Mundial fez com que a Inglaterra e Estados Unidos produzissem vários filmes com apelo patriota e que serviram de propaganda de guerra. Havia também, já no final da guerra, filmes antinazistas. Dentre os filmes que retrataram a época da guerra se destacou o popular \"Casablanca\" de 1943 com o ator Humphrey Bogart. No começo da década, o diretor Orson Welles lançou o filme \"Citizen Kane\" (em Portugal, \"O Mundo a seus Pés\"; no Brasil, \"Cidadão Kane\") com inovações como ângulos de filmagem e narrativa não linear. Em 1946, o diretor Frank Capra lançou o filme \"It's a wonderful life\". Ambos os filmes estão classificados entre os melhores de todos os tempos. No ano de 1947, o Comitê de Investigação de Atividades Antiamericanas do Senado dos Estados Unidos fez a primeira lista negra de Hollywood, acusando 10 diretores e escritores de promover propaganda comunista. Os filmes \"Mission to Moscow\" e \"Song of Russia\" foram considerados propaganda pró-soviética. Na Itália nascia o Neorrealismo como reação ao cinema fascista do regime de Mussolini, e buscava a máxima naturalidade, com atores não profissionais, iluminação natural e com uma forte crítica social. Se considera inaugurado o gênero com \"Roma, Cidade Aberta\" (de 1945), ainda que se considera como seu maior representante \"Ladrões de bicicletas)\" de Vittorio de Sica. === Anos 1950 === O Comitê de Investigação de Atividades Antiamericanas do Senado dos Estados Unidos amplia a lista suspeita incluindo diretores, atores e escritores incluindo até mesmo Charles Chaplin. O início da década de 1950 marcou para a chanchada brasileira uma enorme reviravolta. Embora a Atlântida Cinematográfica tenha se consagrado na década anterior como uma das mais fortes indústrias cinematográficas do país, ainda assim as produções eram um tanto desleixadas. Os estúdios estavam mal acomodados, os equipamentos sem a manutenção necessária e os atores recebiam quantias ínfimas pelo árduo trabalho de interpretar em condições precárias. No fim da década 1940, mais precisamente no ano 47, o sucesso das chanchadas trouxeram para a Atlântida uma série de novos investidores, interessados principalmente em participar dos lucros da empresa, então ainda sob a administração de Moacyr Fenelon e dos irmãos José Carlos e Paulo Burle. Entra em cena nesta altura um personagem que será fundamental na consolidação das produções da Atlântida na década de 1950: Luiz Severiano Ribeiro Júnior. Severiano entrou juntamente com vários outros empresários nos investimentos em produções, que a ele principalmente interessavam por seu domínio em pelo menos 40% das salas de exibição no Brasil. Assim, ele poderia participar dos lucros de uma forma muito maior. A grande surpresa veio ainda em 1947, quando noticiaram que Severiano havia comprado uma grande quantia de ações da Atlântida, tornando-se acionista majoritário e, consequentemente, dono da companhia. Os filmes 3-D porém duraram pouco tempo, de 1952 até 1954 dentre os quais se destacou o filme \"House of Wax\" de 1953. O cineasta Akira Kurosawa projeta mundialmente o cinema japonês com os filmes \"Rashômon\" e \"Shichinin no Samurai\" (\"Os Sete Samurais \"), lá também se destaca Kenji Mizoguchi (\"Ugetsu monogatari\") e Yasujiro Ozu (\"Tōkyō Monogatari \"). No final da década de 1950 surgia na França o movimento Nouvelle Vague no qual se destacaram Claude Chabrol, Jean-Luc Godard (\"O Acossado\") e François Truffaut (\"Os Incompreendidos\"). Marilyn Monroe se destaca como atriz e símbolo sexual feminino nas obras de Billy Wilder em \"The Seven Year Itch\", de 1955 e \"Some Like it Hot\", de 1959. O cinema da Índia era produzido em grande escala, mas no ano de 1955 pela primeira vez ganhou reconhecimento internacional com o filme \"Pather Panchali\" (ou \"A canção do caminho\"). O cineasta sueco Ingmar Bergman ganha projeção internacional como um dos maiores cineastas de todos os tempos com as obras-primas \"Det Sjunde Inseglet\" (O Sétimo Selo) e \"Smultronstället\" (Morangos Silvestres), ambas do ano de 1957. Alfred Htichcock lança \"Vertigo\", considerado um dos maiores êxitos do cinema. === Anos 1960 === Nos anos 1960 o sistema Hollywood começou a entrar em declínio. Muitas produções passaram a ser feitas em Pinewood Studios na Inglaterra e Cinecittà na Itália ficando fora de Hollywood. \"Mary Poppins\" de 1964 da Walt Disney Productions, \"My Fair Lady\" também de 64 e \"The Sound of Music\" (br: A noviça rebelde — pt: Música no coração) de 1965 estão entre os filmes mais rentáveis da década. Iniciado pelo diretor John Cassavetes, o cinema americano passou a tomar novos rumos com a produção independente com orçamento reduzido. Na França o destaque ficou para \"Jules e Jim\" de 1962 (br: \"Uma mulher para dois\" de François Truffaut). Na Itália foi o filme \"La Dolce Vita\" de Federico Fellini de 1960. Na Inglaterra o destaque ficou para o início da série de filmes de 007 com o filme \"Dr. No\" em 1962. Na América Latina o maior destaque ficou por conta da Argentina e do diretor Fernando Solanas. == Pensando o cinema == === História do pensamento cinematográfico - apontamentos === Desde o momento em que o Cinema começou dar seus primeiros passos, os envolvidos com a nova prática já começavam a pensá-la teoricamente. Este primeiro momento, que pode ser chamado de tradição Formativa, pensou o Cinema a partir de seus aspectos técnicos, principalmente no que tange à importância da montagem para uma película. O nome que se destaca nesse momento é o de Sergei Eisenstein, soviético. Segundo Quinsani: :\"(...) o autor central da categoria formativa, e que mais ganhou projeção, foi Sergei Eisenstein. Boa parte de sua reflexão está associada à execução de suas obras, que tiveram grande reverberação em todo o mundo. Seus principais livros são: A forma do filme e O sentido do filme. Toda sua reflexão gira em torno da montagem, considerada o eixo central da estruturação do fazer cinematográfico e de sua teorização.(...)\". O predomínio desta forma de pensar o Cinema não duraria para sempre. Já a partir da década de 1920 se começa a perceber que o Cinema não pode ser pensado apenas através de elementos técnicos. Béla Balázs aponta que David Wark Griffith, com sua revolucionária técnica de montagem fragmentária de cenas, renovou a maneira de se contar histórias ao possibilitar novos direções para o olhar do espectador. Novas tecnologias também contribuíram para a evolução da imagem cinematográfica. A resposta contra a tradição Normativa amadureceu na segunda metade do século XX. Contra o caráter político que a tradição Formativa dava ao Cinema, se passou a argumentar que a realidade apreendida pela tela grande vinha antes de qualquer significado que se quisesse incutir em um filme. Siegfried Kracauer e André Bazin são os grandes nomes desse movimento. Kracauer :\"(...) Elabora o conceito de abordagem cinemática, na qual o cineasta tem em sua mente a intenção do registro do real e do registro cinematográfico desse real. O cinema só tende a perder seu caráter específico quando é enquadrado como arte tradicional, pois esta só pode ser pensada a partir da transcendência pela imaginação daquilo que aborda. A realidade está mais explícita a partir do cinema na medida em que expressa os significados do mundo.(...)\". André Bazin, na França, contribuiu para a criação de muitas das tendências teóricas que ainda vigoram. === História da relação entre a História e o Cinema - apontamentos === Se Arthur Elton propôs pela primeira vez (em 1950) que o Cinema deveria ser posto no mesmo patamar das outras fontes históricas, foi somente em 1970 com Marc Ferro e seu artigo \"O filme, uma contra-análise da sociedade?\" que o assunto começou a entrar em discussão no âmbito acadêmico em larga escala. Ferro até mesmo nomeou esta nova frente de pesquisa de \"sócio-história cinematográfica\". Quinsani nos explica que Ferro propôs para que se conseguisse ver o conteúdo latente dentro de um filme que :\"(...) a ideologia encontra-se na base de sustentação do conteúdo apresentado por um filme. Real e ficção se formam e transitam a partir destas bases. A análise do conteúdo aparente de suas imagens e sua crítica a partir do cruzamento de outras fontes, permite desvelar o conteúdo latente, a zona de realidade não-visível, composta pelos elementos transpostos conscientemente ou inconscientemente pelos realizadores do filme.(...)\". ==Ver também== * Cinema de arte * Cinema de Portugal * Cinema do Brasil * Cinema lusófono * Cronologia do cinema * Cronologia do cinema do Brasil * Filme perdido * Lista de filmes perdidos == Ligações externas == * História do Cinema * Institut Lumière * Lumière - Diretório de Links sobre História do Cinema * A Linha do Olhar (história e teoria do cinema) - artigos e ensaios online de Ricardo Costa",
 "title": "História do cinema"
}