{
 "id": "68223",
 "text": "Yuri Pavlovich Gidzenko () (Elanets, 26 de março de 1962) é um ex-coronel da Força Aérea Russa e cosmonauta de testes no Centro de Treinamento de Cosmonautas Yuri Gagarin. == Estudos == Gidzenko concluiu a Escola Superior de Pilotagem Militar em Kharkov (Ucrânia) em 1983, e o curso de Geodesia e Cartografia da Universidade Estatal de Moscovo em 1994. == Carreira == Depois de concluir a escola de pilotagem em 1983, Gizdenko serviu na Força Aérea como piloto e piloto sénior. Entre Dezembro de 1987 e Junho de 1989, cumpriu o treino básico para o espaço na qualidade de candidato a cosmonauta de testes. Desde Setembro de 1989, cumpriu treino avançado como candidato a cosmonauta de testes. Gidzenko é instrutor de treino geral de pára-quedismo. Tem no currículo um total de 145 saltos de paraquedas. De Março a Outubro de 1994 treinou para um voo espacial como comandante de reserva (17ª Expedição Primária/Programa Euro-Mir-94). De Novembro de 1994 a Agosto de 1995 treinou para um voo espacial a bordo do veículo de transporte Soyuz-TM e do complexo orbital Mir na qualidade de Comandante da Tripulação Principal da Expedição 20 (programa Euro-Mir-95). Yuri Gidzenko esteve a bordo da Mir de 3 de Setembro de 1995 a 29 de Fevereiro de 1996, somando 180 dias no espaço. Um dos membros da tripulação de Gidzenko foi um astronauta da ESA. Em Outubro de 1996, foi nomeado para a tripulação da ISS-1 na Expedição 1, e começou o treino de piloto da ISS e de comandante do veículo de transporte Soyuz. Yuri Gidzenko esteve a bordo da Soyuz/ISS/Space Shuttle entre 31 de Outubro de 2000 e 21 de Março de 2001 e somou mais 140 dias no espaço. Desde Agosto de 2001, Gidzenko treinou como comandante da tripulação do Taxi-3. O lançamento teve lugar a 25 de Abril de 2002 a bordo da Soyuz TM-34. Gidzenko regressou à Terra a 5 de Maio de 2002 a bordo da Soyuz TM-33, somando mais 9 dias no espaço. O seu total é, pois, de 329 dias no espaço Durante o primeiro voo, Gidzenko realizou duas actividades extraveiculares. A primeira teve lugar a 8 de Dezembro de 1995 e durou apenas 29 minutos; a segunda teve lugar dois meses mais tarde, a 8 de Fevereiro de 1996, e durou 3 horas e 6 minutos. == Condecorações == * Herói da Federação Russa == Ver também == * Lista geral de astronautas * Programa espacial soviético * Exploração espacial == Ligações externas == * Categoria:Militares da Rússia Categoria:Cosmonautas da União Soviética Categoria:Heróis da Federação Russa",
 "title": "Yuri Gidzenko"
}