{
 "id": "68266",
 "text": "São Thomas Becket, Tomás Becket, Tomás de Cantuária ou Tomás de Londres (Londres, 21 de dezembro de 1128 – Cantuária, 29 de dezembro de 1170), foi arcebispo de Cantuária entre 1162 e 1170. É venerado como santo e mártir pela Igreja Católica e pela Igreja Anglicana. Envolvido num conflito com o rei Henrique II de Inglaterra pelos direitos e privilégios da Igreja, foi assassinado por seguidores do rei na Catedral de Cantuária. Também é referido como Thomas à Becket, apesar de este nome poder ter-lhe sido atribuído posteriormente, possivelmente com a intenção de o ligar à memória de Tomás de Kempis (Thomas à Kempis). == Educação == Tomás Becket nasceu ca. 1118 no bairro de Cheapside, Londres, em uma família da classe média-alta da Normandia, filho de Gilberto de Thierceville e Rosea ou Matilda de Caen. Richer de L'aigle, amigo de Gilberto de Thierceville, interessado nas irmãs de Tomás, convidava regularmente Thomas para a sua propriedade em Sussex. Foi lá que Tomás aprendeu a cavalgar, a caçar, etiqueta, e a participar de desportos populares como as justas, ou torneios. Desde os 10 anos de idade, Becket recebeu uma excelente educação em lei canónica civil no Priorado de Merton, na Inglaterra, e depois em Paris, Bolonha e Auxerre. Ao regressar à Inglaterra, por se tratar de um jovem com educação, entrou para o serviço de Teobaldo de Bec, arcebispo de Cantuária, que confiou-lhe várias missões importantes a Roma e por fim recompensou-o com o arquidiaconado de Cantuária e a reitoria da escola de Beverley. Distinguiu-se de tal modo pelo seu zelo e eficiência, que Teobaldo o recomendou ao rei Henrique II de Inglaterra para o importante cargo de chanceler, que manteve durante sete anos. == Chanceler de Henrique II da Inglaterra == Henrique II desejava ser senhor absoluto dos seus domínios, tanto da Igreja como do Estado, e conseguiu encontrar um precedente nas tradições do reino para retirar privilégios especiais ao clero inglês, que ele considerava como empecilhos à sua autoridade. Enquanto chanceler, Becket cobrou um imposto de protecção do reino contra invasores, uma tradição medieval cobrada de todos os proprietários de terras, incluindo igrejas e bispados, o que lhe criou dificuldades e ressentimentos do clero inglês. Becket aumentou ainda mais a sua imagem de homem secular ao tornar-se um cortesão bem sucedido e extravagante, e um alegre companheiro dos prazeres do rei. O jovem Tomás era dedicado aos interesses do seu soberano, de um modo tão firme apesar de diplomático, que quase ninguém, com a possível excepção de João de Salisbury, bispo de Chartres, duvidava da sua lealdade à coroa inglesa. De modo a honrar o seu vassalo, e segundo o costume da época de crianças nobres serem educadas em outras casas nobres, o rei enviou o seu primogénito, Henrique, o Jovem para a casa de Becket. Posteriormente, essa seria uma das razões por que este se revoltaria contra o pai, tendo formado uma ligação emocional a Becket como figura parental. Conta-se que Henrique, o Jovem teria declarado que Becket dera-lhe mais afecto paternal em um dia que o seu próprio pai durante toda a vida. == Arcebispado == Em 1162, Henrique II recompensou Becket fazendo-o arcebispo de Cantuária. A escolha terá sido olhada com desconfiança pelo clero inglês, e Tomás só conseguiu o cargo vários meses após a morte do anterior arcebispo, Teobaldo. O rei tencionava aumentar a sua influência ditando as acções do seu fiel e nomeado vassalo, e diminuir a independência e a influência da Igreja na Inglaterra. Mas o carácter de Becket pareceu modificar-se imediatamente. Passou a viver uma vida de simplicidade e pobreza e, apesar de anteriormente ter ajudado Henrique a diminuir o poder dos bispos, passou a defender activamente os direitos da Igreja. Vários hagiógrafos do santo retratam-no de modos bastante diferentes: uns falam do comportamento virtuoso como parte do seu dia a dia de sempre (por exemplo, o uso de roupas grossas, desconfortáveis, por baixo das roupagens de cortesão); outros que a sua devoção cresceu em revolta contra o homem de paixões que era Henrique II; ainda outros acusam-no de ser motivado apenas pelos seus próprios interesses e pelo seu desejo de poder. A maioria dos relatos dos primeiros tempos de Tomás como arcebispo foram escritas depois da sua morte e influenciadas pelos respectivos ambientes políticos. As interpretações das políticas de Henrique II e do papado, e as implicações da sua canonização para ambos, foram de grande importância no jogo de poderes europeu. Primeiro confuso com a atitude de Thomas, e depois sentindo-se traído pelo antigo companheiro, Henrique II viu o arcebispo afastar-se ainda mais quando este abandonou o seu cargo de chanceler, e manteve os rendimentos das terras da Cantuária sob o seu controle. Começaram assim uma série de conflitos legais sobre a jurisdição dos tribunais seculares sobre o clero inglês. Em outubro de 1163, o rei tentou colocar a opinião e a influência dos outros bispados contra Tomás em Westminster, com o objectivo de obter a aprovação dos privilégios reais. == As constituições de Clarendon == Em 30 de janeiro de 1164, Henrique II de Inglaterra convocou uma assembleia no Palácio de Clarendon, em Wiltshire, onde apresentou as suas exigências em 16 constituições. Pretendia com isto diminuir a independência do clero e a influência de Roma na política inglesa. Henrique conseguiu negociar e pressionar o consentimento de todos, inclusivamente de Richer de L'aigle, o amigo de longa data da família de Tomás. Foi oficialmente exigido a Becket que assinasse as cartas do rei, caso contrário enfrentaria repercussões políticas e legais, graves para a sua pessoa e para a Igreja. thumb|200px|Retrato de Becket num vitral da Catedral de Cantuária Por fim, até mesmo Becket expressou a sua disponibilidade em concordar com as constituições, mas quando chegou o momento da assinatura, recusou-se. Isto significava a guerra entre os dois poderes. Henrique instaurou um processo judicial contra o arcebispo e convocou-o a aparecer perante um concelho em Northampton, a 8 de outubro de 1164, para responder a alegações de desobediência à autoridade real e ilegalidades cometidas como chanceler do reino. == Fuga para França == Henrique perseguiu-o com uma série de edictos, dirigidos também aos seus amigos e apoiantes, mas o seu rival Luís VII de França, recebeu o arcebispo fugitivo e ofereceu-lhe protecção. Becket passou quase dois anos na abadia cistercense de Pontigny, até que as ameaças do rei contra a sua ordem o obrigaram a voltar a Sens. Becket lutou com as armas legais da Igreja, pedindo ao papa Alexandre III a excomunhão de Henrique II de Inglaterra e o interdito (o equivalente à excomunhão para um território) da Inglaterra. Mas apesar de concordar com a posição do seu arcebispo, o papa preferia tentar uma solução mais diplomática. O papa e o arcebispo desentenderam-se, principalmente quando o primeiro enviou legados, em 1167, com a autoridade de agir como árbitros do conflito. Ressentido com esta limitação da sua jurisdição, e firme nos seus princípios, Becket não se submeteu aos enviados do papa, uma vez que a sua posição o obrigava a lealdade tanto com a coroa inglesa como com a Igreja. A sua firmeza parecia ter compensado quando, em 1170, o papa parecia inclinado a promulgar o interdito contra a Inglaterra. Alarmado pela ideia, uma vez que isto implicava um conflito mais ou menos aberto com as nações europeias sujeitas a Roma, Henrique II decidiu elevar o seu filho e herdeiro Henrique, o Jovem a rei da Inglaterra, mantendo para si poder imperial. Uma vez que Becket estava no exílio, o arcebispo de Iorque sagrou a coroação. Furioso, o arcebispo da Cantuária ameaçou excomungar o rei e todos os envolvidos na cerimónia. No entanto, seguiu-se uma débil reconciliação e Tomás voltou à Cantuária com a promessa de que poderia re-coroar o príncipe. == Assassinato == thumb|left|Iluminura do século XIII do assassinato de Thomas Becket Assim que aportou em Sandwich, Kent, Becket mostrou que continuaria inflexível como sempre, excomungando os bispos envolvidos na coroação. Quando informado disto, o rei, furioso, terá dito qualquer coisa como \"Ninguém me livrará deste padre turbulento?\". A maioria dos historiadores parece concordar que o rei não pretendia realmente o assassinato de Becket, apesar das suas duras palavras. Seja como for, quatro dos cavaleiros presentes (Reginald Fitzurse, Hugh de Moreville, William de Traci e Richard le Breton) terão interpretado isto como uma ordem. Responderam que sabiam como fazer isso e partiram para a Cantuária. Em 29 de dezembro de 1170, entraram na catedral e assassinaram Becket, segundo alguns, nos degraus do altar, quando os monges cantavam as vésperas. Existem vários relatos contemporâneos do acto, em particular um de Edward Grim, um visitante da catedral que teria também sido ferido no ataque. == Canonização == Depois do assassinato, descobriu-se que Becket usava um cilício (neste contexto uma camisa de tecido grosso e desconfortável) por baixo das suas vestes de arcebispo. Em pouco tempo, fiéis por toda a Europa começaram a venerar Tomáss Becket como mártir, e em 1173, cerca de três anos após a sua morte, foi canonizado pelo papa Alexandre III na Igreja de São Pedro, em Segni. Em 12 de julho de 1174, durante a revolta dos seus três filhos Henrique, o Jovem, Ricardo, o futuro rei Ricardo I, e Godofredo Plantageneta de 1173-1174, Henrique II de Inglaterra fez penitência pública junto ao túmulo de Becket, que se tornou um dos mais populares locais de peregrinação da Inglaterra até a sua destruição durante a Dissolução dos Mosteiros (1538 a 1541) por Henrique VIII. Este mesmo mandou desenterrar os ossos de São Tomás da Cantuária ou Tomás Becket, citou-o judicialmente e sentenciou-o postumamente, mandando queimar seus ossos (processo e sentença judicial comuns na Idade Média e Moderna). As riquezas que estavam em seu túmulo como obra de piedade foram saqueadas pelo monarca.BERNARDES, Padre Manuel. Nova floresta ou Sylva de varios apophthegmas e ditos sentenciosos, espirituaes e moraes com reflexoens, em que o util da doutrina se acompanha com o vario da erudição, assim divina, como humana. Lisboa: Na officina de Joseph Antonio da Sylva, 1726-1728, tomo 5, vol 5, tít. X, dict. LXXIX, p. 472-473, citando Carlos Steigelno lib. 5. De reliquiis, c. 6; e vol. 5, tít. X, dict.LXXXVII, p. 506, citando Ribadeneira, História do cisma. E assim se diz que São Tomás teria sofrido nas mãos de dois Henriques, em vida com Henrique II e após sua morte com Henrique VIII, o mesmo que obrigará a população inglesa a adotar o Anglicanismo e a rejeitar o Catolicismo. De fato, esse ato é um símbolo da rejeição da autoridade do Papa na Inglaterra. Em 1220, os restos de Becket foram transladados para um relicário na recentemente concluída Capela da Trindade, em Cambridge. O pavimento deste está hoje em dia assinalado com uma vela acesa. Os arcebispos actuais celebram a eucaristia nesse local para lembrar o martírio e a transladação. == Posteridade == === Lendas === Depois da canonização, nasceram algumas lendas locais que, apesar de serem histórias hagiográficas típicas, também refletem a personalidade do arcebispo: *O Poço de Becket, em Otford, Kent, foi criado quando Becket, desagradado com o gosto da água local, bateu no chão com o seu báculo (ceptro) episcopal. Teriam nascido imediatamente duas nascentes de água fresca no local. *A ausência de rouxinóis na mesma localidade também lhe é atribuída. Becket, perturbado nas suas orações pelo seu chilrear, teria proibido para sempre os rouxinóis de cantar na cidade. *Os bebés da cidade de Strood, também em Kent, teriam passado a nascer com caudas. Os homens de Strood tinham alinhado com o rei contra o arcebispo e, para demonstrar o seu apoio, teriam cortado a cauda do cavalo de Becket quando este passava pela cidade. === Literatura === *As peregrinações à Catedral de Cantuária, para ver o túmulo de Thomas Becket, estão na origem dos Contos da Cantuária, colectânea de contos em forma lírica recolhidos e passados a escrito por Geoffrey Chaucer. *No século XIX, Conrad Ferdinand Meyer escreveu a novela O Santo sobre o arcebispo. *O romance Os Pilares da Terra (1989) de Ken Follett é um relato ficcional dos conflitos entre a Igreja e a nobreza, culminando no assassinato e martírio de Becket pelos homens de Henrique II da Inglaterra. === Teatro e Cinema === *Em 1935, T. S. Eliot escreveu a peça de teatro Assassinato na Catedral, adaptada em 1952 para o cinema. *Também a peça de teatro Becket, de Jean Anouilh (1959), foi adaptada para um filme com o mesmo título em 1964. == Ligações externas == * S. Tomás Becket, bispo, mártir, +1170, evangelhoquotidiano.org Categoria:Arcebispos da Cantuária Categoria:Religiosos do Reino Unido Categoria:Santos da Inglaterra Categoria:Mártires católicos Categoria:Mártires anglicanos Categoria:Religiosos assassinados Categoria:Ingleses assassinados Categoria:Católicos do Reino Unido Categoria:Controvérsia de Thomas Becket Categoria:Santos da Lenda Dourada Categoria:Naturais de Londres Categoria:Santos do século XII Categoria:Sepultados na Catedral de Cantuária Categoria:Pessoas canonizadas pelo papa Alexandre III Categoria:Ingleses do século XII",
 "title": "Tomás Becket"
}