{
 "id": "68278",
 "text": "Jana Gana Mana é o hino nacional da Índia, composto e escrito por Rabindranath Tagore, o mesmo autor do hino de Bangladesh, em 1911.http://www.news18.com/news/india/national-anthem-of-india-a-brief-on- jana-gana-mana-498576.html Quote: \"Though written in Bengali, the language used was sadhu Bengali or tatsama Bengali which is heavily influenced by Sanskrit. Many of the words exist with the same meaning in different Indian languages and thus, all Indian people understand the words and meaning of the national anthem\" A primeira estrofe do poema \"Bharoto Bhagyo Bidhata\" de Tagore, originalmente em bengali, corresponde à letra oficial do hino, que foi adotado oficialmente pela Assembleia Constituinte da Índia em 24 de janeiro de 1950. Quote: \"Adopted by the Constituent Assembly as the national anthem of India on January 24, 1950, the song Jana-gana-mana, in its Hindi version of the first stanza, was originally composed in Bengali by poet Rabindranath Tagore\"http://mha.gov.in/sites/upload_files/mha/files/pdf/NationalAnthem(E).pdf Quote: \"The composition consisting of the words and music of the first stanza of the late poet Rabindra Nath Tagore’s song known as “Jana Gana Mana” is the National Anthem of India\" Uma reprodução oficial do hino dura 52 segundos, enquanto que uma versão curta dura por torno de 20 segundos. Foi cantando pela primeira vez em 27 de dezembro de 1911 na sessão de Calcutá do Congresso Nacional Indiano. ==Código de conduta== O Hino Nacional da Índia é tocado ou cantado em diversas ocasiões. Por diversas vezes foram emitidas instruções sobre as versões corretas do hino, as ocasiões em que elas devem ser tocadas ou cantadas, e sobre a necessidade de demonstrar respeito ao hino através do decoro apropriado em tais ocasiões. Essas instruções têm sido incluídas no folheto de informações e orientações gerais emitido pelo governo da Índia. == Letra == ====Letra oficial em hindi==== Jana-gana-mana-adhinayaka jaya he Bharata-bhagya-vidhata Panjaba-Sindhu- Gujarata-Maratha Dravida-Utkala-Banga Vindhya-Himachala-Yamuna-Ganga uchchala- jaladhi-taranga Tava Subha name jage, tava subha asisa mage, gahe tava jaya- gatha. Jana-gana-mangala-dayaka jaya he Bharata-bhagya-vidhata. Jaya he, Jaya he, Jaya he, jaya jaya jaya jaya he. Sois o governador das mentes de todas as pessoas, preparador do destino da Índia. Vosso nome inflama os corações do Punjab, Sindh, Gujarat e Maratha, De Dravida e Orissa e Bengala; Ecoa nas colinas de Vindhya e do Himalaia, mescla-se na música de Jamuna e do Ganges e é entoada pelas ondas do oceano Índico. Eles oram por vossas bençãos e cantam em vosso louvor. A salvação de todas as pessoas espera em vossa mão, vós, preparador do destino da Índia. Vitória, vitória, vitória a vós. ==Notas== Categoria:Símbolos da Índia India",
 "title": "Jana Gana Mana"
}