{
 "id": "68279",
 "text": "Nuno Miguel Soares Pereira Ribeiro OIH (Amarante, 5 de Julho de 1976), mais conhecido por Nuno Gomes em homenagem a Fernando Gomes, é um ex-futebolista português que jogava na posição de avançado. Jogador internacional ao serviço da Seleção Portuguesa de Futebol desde os 15 anos, foi campeão Europeu de Sub-18. Em 2008, tornou-se no quarto jogador a marcar em 3 Campeonatos Europeus seguidos: Euro 2000, Euro 2004 e Euro 2008. Também representou a \"Seleção das Quinas\" no Mundial de 2002 e Mundial 2006. No Sport Lisboa e Benfica jogou durante 12 anos, tendo pelo meio uma passagem pela Fiorentina de Itália, na sua primeira experiência internacional. Antes de acabar a carreira ainda jogou em clubes como o Sporting de Braga e o Blackburn Rovers de Inglaterra, onde em 2012/2013 abandona o futebol como jogador profissional. Em 2014 regressa ao Sport Lisboa e Benfica, desta vez assumindo as funções de assessor do Presidente do clube para a área Internacional. Assume desde 2015, a função de Diretor-Geral do Caixa Futebol Campus, que é o Centro de Formação, Treino e Estágio do Sport Lisboa e Benfica, situado no Seixal. == Carreira == === Amarante FC === Foi no Amarante Futebol Clube que Nuno Gomes iniciou a sua carreira futebolística antes de se tornar um jogador de futebol profissional. === Boavista === Nuno Gomes fez a sua estreia pelo Boavista F.C. na época de 94/95 com 16 anos. Marcou 23 golos em 79 jogos nas 3 épocas em que jogou pelo clube até ser transferido para o Benfica. Na época 1996/1997 venceu a Taça da Portugal, depois de vencer o Benfica. === Benfica === A sua estreia pelo Benfica foi em 1997 onde ficou até 2000. Em 101 jogos marcou 76 vezes. O sucesso no Euro 2000 fez com que clubes estrangeiros mostrassem o seu interesse no internacional português e a sua transferência para o clube Italiano Fiorentina foi confirmada em 2000, num valor a rondar os 15 milhões de euros. === Fiorentina === Foi contratado pelo ACF Fiorentina, em 2000, por o valor de 15M €. Porém, o clube italiano passou por dificuldades financeiras, e Nuno acabaria por deixá-lo 2 anos depois, como jogador livre, tendo regressado ao Benfica. Marcou 20 golos em 70 jogos, ajudando com um golo decisivo na final, a conquistar a Taça de Itália. === Regresso ao Benfica === Regressou ao Benfica em 2002 mas uma série de lesões fez com que jogasse apenas 70 vezes de 2002 a 2005. Na época 2005/2006 marcou 15 golos na Liga Portuguesa, incluindo 2 contra o Porto num jogo que o Benfica venceu 2-0 e um hat-trick contra a União de Leiria fazendo com que terminasse em segundo lugar na lista de melhores marcadores. Desde a época 2006/2007 a sua titularidade começou a ficar em risco, e ainda mais depois da contratação do paraguaio Óscar Cardozo. Mesmo assim, foi escolhido capitão e ainda marcou 9 golos. Atingiu em 2008 a marca de 150 golos em jogos oficiais pelo Sport Lisboa e Benfica, passando a constar igualmente da lista dos 10 melhores marcadores de sempre do clube. É ainda o 4º melhor marcador de sempre do Sport Lisboa e Benfica nas competições europeias. Conta já com mais de 350 presenças em jogos oficiais pelo clube. De registar que pelo Sport Lisboa e Benfica, marcou golos em todas as competições em que participou: Campeonato (121), Taça de Portugal (15), Taça Uefa/Liga Europa (12), Liga dos Campeões (7), Pré eliminatórias da Liga dos Campeões (4), Supertaça (1) e Taça da Liga (1). O seu contrato foi renovado por mais 2 anos em julho de 2009, pressupondo-se que acabaria a sua carreira no Sport Lisboa e Benfica quando alcançasse os 35 anos, altura em que o presidente Luís Filipe Vieira esperaria oferecer um lugar na estrutura do clube, à semelhança do que aconteceu com Rui Costa. No presente, Nuno Gomes arrancou para a época de 2010/2011 à beira de atingir do número histórico de 400 presenças em jogos oficiais pelo Sport Lisboa e Benfica, mas ficou-lhe a faltar 1 jogo. No dia 14 de Novembro de 2010, contra a Naval 1º de Maio, Nuno Gomes marcou o golo 200 da Liga Portuguesa durante a época 2010/11. Após esse feito, recordou seu pai Joaquim Ribeiro e, olhando para os céus, chorou, dedicando-lhe o golo. ===Sporting Clube de Braga=== Após o final da época 2010/11, em Junho, Nuno Gomes abandona o Benfica definitivamente, após não ver o seu contrato renovado pelo clube e parte para o clube minhoto Sporting Clube de Braga onde joga um ano e ajuda o Clube a ir à pré-eliminatória da Liga dos Campeões devido ao 3º lugar alcançado. Marcou 6 golos em 29 jogos. Blackburn Rovers Em 2012/2013, Nuno joga no Blackburn Rovers uma época onde acaba a sua carreira como jogador profissional de futebol. Marcou 4 golos. === Selecção nacional === Nuno Gomes teve sucesso em todos os escalões da Selecção Portuguesa onde jogou desde os sub-15. Fez a sua estreia na Selecção AA com 19 anos em 1996 num jogo amigável com a França. Marcou o seu primeiro golo no jogo de abertura do Euro 2000, contra a Inglaterra num jogo que Portugal recuperou de uma desvantagem de 2 golos para vencer o jogo por 3-2. Terminou a competição com quatro golos depois de Portugal ter sido eliminado pela França nas semifinais. Nos jogos de qualificação para o Campeonato do Mundo de 2002, marcou sete golos em seis jogos, porém na fase final do campeonato só jogou dois jogos como substítuto. As coisas correram melhor para Nuno Gomes no Euro 2004, onde jogou todos os jogos, marcando o golo vitorioso contra a Espanha levando Portugal para os quartos-de-final. A 5 de Julho de 2004 foi feito Oficial da Ordem do Infante D. Henrique. No jogos de qualificação para o Campeonato do Mundo de 2006, Nuno Gomes jogou somente quatro jogos marcando uma só vez. Jogou dois jogos na fase final do torneio marcando no jogo de terceiro lugar contra a Alemanha jogo em que Portugal perdeu 3-1. Depois de Pauleta deixar a Selecção em 2006, esperava-se que Nuno Gomes fosse o seu sucessor na posição titular de avançado mas tal não aconteceu. Jogou 10 jogos e marcou 3 vezes nos jogos de qualificação para o Euro 2008. Foi capitão da Selecção nas fases finais do campeonato e marcou no jogo contra a Alemanha nos quartos-de-final onde Portugal veio a perder por 3-2. Na Era Queiroz, nos jogos de qualificação para o Campeonato do Mundo 2010, Hugo Almeida foi quase sempre primeira opção do novo técnico, e também Liedson depois da sua naturalização, fazendo com que Nuno Gomes nem fosse convocado para alguns dos jogos, foi convocado de volta à Selecção para disputar os últimos quatro jogos de qualificação contra a Dinamarca, Hungria (2 jogos), e Malta mas só veio a jogar poucos minutos como substítuto frente à Hungria. Com a passagem da Seleção das Quinas aos play-offs, Nuno Gomes viria a ser deixado, de novo, fora da convocatória de Carlos Queiroz para o duplo embate e não foi convocado para o Mundial na África do Sul. Terminou assim a fase de qualificação com participações em apenas 4 dos 12 jogos, e todos eles como substituto. Após o anúncio dos 23 convocados por Queiroz, Nuno Gomes ficou de fora da convocatória, o que para muitos seria o seu último campeonato das Quinas, mesmo sem o próprio ainda o ter anunciado. No Euro 2012, Nuno Gomes acabou por também não ser convocado desta vez por Paulo Bento. Nuno Gomes, lamentou a sua não-ida ao Europeu, ele que esperava ser convocado. Em 2 de julho de 2012, assinou com o Blackburn Rovers, por duas épocas, sendo que a equipa inglesa não teve de pagar nada pelo jogador uma vez que o vínculo que o ligava ao Braga já havia terminado. == Títulos == Boavista *Taça de Portugal: 1996–97 Fiorentina *Coppa Italia: 2000–01 Benfica *Primeira Liga: 2004–05, 2009–10 *Taça de Portugal: 2003–04 *Taça da Liga: 2008–09, 2009–10, 2010–11 *Supertaça Cândido de Oliveira: 2005 Portugal *UEFA European Championship: Runner-up: 2004; 3rd place 2000 *FIFA U-20 World Cup third place: 1995 *UEFA European Under-18 Championship: 1994 *Toulon Tournament (training match tournament) 3rd place: 1996 Individual *UEFA European Championship: Team of the Tournament: 2000UEFA Euro 2000 at UEFA.com *UEFA European Championship: Most goals in a knock-out phase for Portugal (3) 2000 *UEFA European Championship: Most goals in knock-out phases for Portugal (4) 2000, 2008UEFA Euro 2008 at UEFA.com *Primeira Liga Player of the Year: 1998–99, 1999–2000 *SJPF Player of the Month: September 2005, October 2005 *Toulon Tournament (training match tournament) Top Scorer: 1996 Ordens * Medalha de Mérito, Ordem Militar de Nossa Senhora da Conceição de Vila Viçosa (Casa de Bragança) == Ligações externas == * Página oficial * SLBenfica.pt - Perfil do jogador * LPFP.pt - Perfil do jogador * ZeroZero.pt - Perfil e estatísticas do jogador * ForaDeJogo.net - Ficha do Jogador * Futebol365.pt - Perfil e estatísticas do jogador * Fotografias de Nuno Gomes no portal www.Bomdia.lu Categoria:Naturais de Amarante (Portugal) Categoria:Futebolistas de Portugal Categoria:Futebolistas do Boavista Futebol Clube Categoria:Futebolistas do Sport Lisboa e Benfica Categoria:Futebolistas da Associazione Calcio Firenze Fiorentina Categoria:Futebolistas do Sporting Clube de Braga Categoria:Futebolistas do Blackburn Rovers F.C. Categoria:Jogadores da Seleção Portuguesa de Futebol Categoria:Futebolistas nos Jogos Olímpicos de Verão de 1996 Categoria:Jogadores da Eurocopa de 2000 Categoria:Jogadores da Copa do Mundo FIFA de 2002 Categoria:Jogadores da Eurocopa de 2004 Categoria:Jogadores da Copa do Mundo FIFA de 2006 Categoria:Jogadores da Eurocopa de 2008 Categoria:Oficiais da Ordem do Infante D. Henrique Categoria:Futebolistas olímpicos de Portugal Categoria:Portugueses expatriados na Itália Categoria:Portugueses expatriados no Reino Unido",
 "title": "Nuno Gomes"
}