{
 "id": "68284",
 "text": "Em química, um (do grego \"mono\", \"um\" e \"meros\", \"parte\") é uma pequena molécula composta por um único mero, que pode ligar-se a outros monômeros formando moléculas maiores denominadas polímeros. Exemplos de monômeros são os hidrocarbonetos, derivados do petróleo, dos tipos alcanos e alcenos. Os hidrocarbonetos como o estireno e etileno reagindo em cadeia formam plásticos como o poliestireno (reação em cadeia do estireno) e polietileno (reação em cadeia do etileno). Esta reação em cadeia entre os monômeros formando o polímero é chamada de polimerização. : Monómeros:....+ A + A + A + A + .... → Polímero:...-(A-A-A-A)-.... Os aminoácidos são monômeros naturais que polimerizam formando as proteínas, e a glicose é também um monômero natural polimeriza formando os polímeros amido, celulose e glicogênio. A reação de polimerização, como no caso da formação dos polímeros amido e celulose a partir dos monômeros de glicose, é uma reação de \"desidratação\" ou de \"condensação\" (devido a formação da água ( H2O ) como um dos produtos) , onde um átomo de hidrogênio de um monômero combina-se com o grupo hidroxila ( -OH ) de outro monômero, formando a água. As ligações livres dos dois monômeros se combinam formando o polímero. Quando não ocorre a formação de água na polimerização entre monômeros do mesmo tipo, como no caso da formação do polímero polietileno, a reação é denominada de \"polimerização de adição\". Quando ocorre entre monômeros diferentes, por exemplo, entre estireno e eritreno (seja por adição ou condensação) é denominada de \"copolimerização\". Os polímeros , dependendo do número de monômeros, podem ser chamados de \"dímeros\", \"trímeros\" , \"tetrâmeros\" , ... se tiverem 2, 3 , 4, ... monômeros, respectivamente. Qualquer número de unidades de monômeros nos polímeros mais simples podem ser indicados pelo prefíxo apropriado. Quando o polímero é extenso prefere-se utilizar o prefixo \"poli\", por exemplo, polietileno. Excimer significa excited dimer, ou seja, um composto formado por duas moléculas de um monômero, no estado excitado. Categoria:Polímeros Categoria:Monômeros hu:Molekula#Monomer",
 "title": "Monômero"
}