{
 "id": "6828",
 "text": "Tebosa é uma povoação portuguesa sede da Freguesia de Tebosa do Município de Braga, freguesia com 2,59 km² de área e 1081 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . == História == A primeira referência histórica data de 1081, é referida como \"Vila de Tevolosa\". O nome provém do latim \"tábua\", referindo às pontes locais de madeira. Entre 1092 a 1220, a vila pertenceu ao Julgado Medieval de Penafiel de Bastuço. Em 1220 retorna para o concelho de Braga. Durante as invasões de Napoleão, o exército francês utilizou a freguesia como acampamento. Inconformadas com a invasão, algumas mulheres desta terra deixam-se capturar pelos soldados franceses, levando facas escondidas, com o objectivo de os matar durante a \"violação\". Infelizmente, foram descobertas e rapidamente assassinadas. Em 1839, passa para o concelho de Barcelos com o nome S. Salvador de Tebosa. Em 1852 regressa ao concelho (atual município) de Braga. Em tempos existiu um antiquíssimo mosteiro beneditino, mas o abandono e os saques ditaram a sua destruição, restando apenas a imagem da Santíssima Trindade. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 209 182 597 108 2011 183 136 648 162 2021 132 129 605 215 == Lenda == Como no resto do Minho, aqui também existem lendas. Aqui reza a lenda que a imagem da nossa Senhora desaparecera todas as noites da igreja, e aparecera no monte do talegre, num buraco de um grande penedo no meio da floresta. Os populares iriam busca-la e tornariam a pô-la na Igreja. Por alturas do Verão o padre e a população, já fartos da situação, viram-se para Maria e interrogam-na sobre o local onde queria permanecer. No dia seguinte, no meio dos campos e junto a um curso local de água, os camponeses avistaram um manto de neve com cerca de 20 cm de altura e o formato de uma capela. Assim fui construída a Capela da Nossa Senhora do Campo. Crê-se que o primeiro desaparecimento da imagem fora no dia 2 de Fevereiro. Nos arredores da capela existe também um penedo, em que numa face existe uma silhueta de um bebé deitado numa depressão com o formato de uma manjedoura. == Festividades == Na freguesia realiza-se a festa de São Brás de Tebosa afamada nas freguesias vizinhas. As festividades duram três a quatro dias no primeiro fim-de-semana após o dia três de Fevereiro, devido às festividades da Senhora do Campo que se realizam no dia dois do mesmo mês. Os fogos de artifício que se realizam durante os dias festivos e a procissão do Domingo, são os atractivos principais. Realizam-se também as festividades da Senhora do Campo (dois de Fevereiro), Santo António (Domingo seguinte ao 13 de Junho) e a procissão da Nossa Senhora de Fátima (Maio). == Actualidade == Apesar de se situar no limite do município, a freguesia encontra-se bem equipada e com fáceis acessos à cidade de Braga. Os equipamentos no passado encontravam-se dispersos, hoje estão centralizados no centro da freguesia. Possui uma nova casa do Povo que contém: Junta de Freguesia, Jardim de Infância, posto Médico e um centro de dia para os mais idosos. Escola Básica do Primeiro ciclo da Igreja, um campo de futebol e ringue polidesportivo, farmácia e o museu de Cordofones. Encontra-se também abastecida a 100% de água e saneamento, possuindo também uma Etar. A vizinha freguesia de Ruilhe oferece serviços, como o policiamento (posto da GNR) e no ensino o Externato Infante D. Henrique (2º,3º ciclo e secundário). A freguesia é servida pela linha 35 dos Transportes Urbanos de Braga, os autocarros percorrem dez vezes por dia as várias paragens distribuidas pela freguesia. Na EN14 passam diariamente carreiras (autocarros a nível regional) que ligam Braga e Vila Nova de Famalicão. == Património == * Igreja Matriz * Capela da Senhora do Campo * Capela de St. António * Antiga Casa do Povo * Museu dos Cordofones Categoria:Freguesias de Braga Categoria:Paróquias de Portugal com orago do Salvador",
 "title": "Tebosa"
}