{
 "id": "6834",
 "text": "Sydney (AFI: ) é a capital do estado de Nova Gales do Sul e a cidade mais populosa de toda a Austrália e Oceania. Está localizada na costa sudeste do país, ao longo do mar da Tasmânia e em torno de um dos maiores portos naturais do mundo. Os moradores são conhecidos localmente como sydneysiders e constituem a cidade mais multicultural da Austrália. A área em torno de Sydney era habitada por indígenas australianos há milênios. Os primeiros colonos britânicos chegaram em 1788 com o capitão Arthur Phillip e fundaram Sydney inicialmente como uma colônia penal. Os sucessivos governadores coloniais ajudaram a transformar o assentamento em uma metrópole próspera e independente. Desde que transporte de condenados terminou, em meados do século XVIII, a cidade se tornou um centro cultural e econômico global. A população de Sydney no momento do censo de 2011 era de 4,39 milhões de habitantes. Cerca de 1,5 milhão deste total nasceram no exterior e representam uma multiplicidade de diferentes países de todo o mundo. Existem mais de 250 línguas diferentes faladas em Sydney e cerca de um terço dos moradores falam em casa uma língua diferente do inglês. Sydney tem uma economia de mercado avançada, com pontos fortes em finanças, manufatura e turismo. Seu produto interno bruto (PIB) foi de 337,4 bilhões de dólares em 2013, maior do que o de países como a Dinamarca, Singapura e Hong Kong (uma RAE da China). Existe uma concentração significativa de bancos estrangeiros e empresas multinacionais em Sydney e a cidade é considerada o principal centro financeiro da região Ásia-Pacífico. Além de ser sede de eventos, como os Jogos Olímpicos de Verão de 2000, milhões de turistas que vêm a Sydney cada ano para ver os marcos históricos da cidade. Seus pontos turísticos incluem a Baía de Sydney, o Royal National Park, a praia de Bondi e os Royal Botanic Gardens. A Ópera de Sydney e a Ponte da Baía de Sydney são as construções mais conhecidas pelos visitantes internacionais. == Toponímia == Em 1788, o Capitão Arthur Phillip, o primeiro governador da Nova Gales do Sul, nomeou a enseada onde o primeiro assentamento inglês se estabeleceu de Enseada de Sydney, em homenagem ao Secretário do Interior Thomas Townshend, o primeiro Visconde Sydney. O local era chamado de Warrane pelos aborígenes. Phillip considerou chamá-la de Albião, mas o nome nunca foi oficialmente usado. Em 1790, Phillip e os outros funcionários do governo já estavam chamando a vila de Sydney. A vila foi declarada cidade em 1842. Os donos tradicionais das terras onde os ingleses se estabeleceram eram o clã Catigal, cujo território se estendia pela costa sul de Port Jackson, desde South Head até Darling Harbour, e eles o chamavam de Cadi. Os nomes dos clãs aborígenes da região de Sydney normalmente botavam o sufixo (-cal) junto com o nome do território, uma região específica dentro do território, uma fonte de comida ou um totem. A área atual de Sydney cobre as terras tradicionais de pelo menos 28 clãs aborígenes. == História == === Primeiros povos e colonização europeia === A região onde hoje em dia fica a cidade de Sydney tem sido ocupada continuamente pelo ser humano há pelo menos anos por povos aborígenes. Quando os britânicos ali chegaram, em 1782, batizaram-nos povos \"Eora\", pois ao perguntarem aos aborígenes locais de onde eles haviam vindo, a resposta dada era sempre \"eora\", que significa \"aqui\", ou \"deste lugar\". O principal grupo aborígene na região era o Cadigal, mas havia muitos outros espalhados pelas proximidades, como o Wangal, Kameygal, Birrabirragal, e Cannalgal. O Governador Phillip estimou na época que havia cerca de 1 500 aborígenes num raio de 10 mi (cerca de 16 km) da Baía de Sydney. No entanto, a população aborígene foi drasticamente reduzida após uma epidemia de varíola em 1789, trazida pelos recém-chegados europeus. Os sobreviventes foram gradativamente sendo empurrados pelos europeus para áreas periféricas, como Botany Bay e La Perouse, ao Sul. Em 1830, já quase não havia aborígenes vivendo na cidade de Sydney. O capitão James Cook foi o primeiro europeu a alcançar a região de Sydney, a 29 de Abril de 1770, ancorando o seu navio Endeavour na Baía Botany (Botany Bay). Quando o governo britânico procurava um lugar para onde enviar condenados, Sir Joseph Banks, o botânico a bordo do Endeavour, recomendou Botany Bay. Sob instruções do governo britânico, Arthur Phillip e o primeiro dos onze navios da First Fleet (Primeira Frota) chegou à baía em 18 de Janeiro de 1788. No entanto, não havia boas fontes de água doce e nem uma ancoragem segura no local, o que o levou a navegar para norte até Port Jackson (que viria a ser conhecido como Baía de Sydney), onde encontrou condições ideais em Sydney Cove. Lá, em 26 de Janeiro de 1788, realizou uma cerimônia para marcar o início da nova colônia, a Nova Gales do Sul. Esta data é hoje celebrada como o Dia da Austrália. === Séculos XIX e XX === Os condenados para lá enviados construíram ruas, pontes, cais, edifícios públicos, e em torno de 1822 a cidade já possuía bancos, mercados, policiamento e vias públicas bem estabelecidas. Grande desenvolvimento ocorreu sob o governo de Lachlan Macquarie. A partir de 1830, imigrantes britânicos livres começaram a chegar à cidade em busca de uma vida melhor nas novas terras. Em 1851, ocorreu a primeira de uma série de \"corridas do ouro\", que expandiram a cidade e trouxeram rápido crescimento e o consequente desenvolvimento de vários subúrbios, com a chegada de imigrantes de vários outros países. A industrialização no final do século XIX, e a construção de linhas de trens ligando Sydney ao interior, atraiu ainda mais gente à cidade, e no início do século XX a cidade já tinha mais de um milhão de habitantes. Durante o século XX, imigrantes chegaram da Europa primeiramente, e da Ásia, em seguida. Hoje Sydney continua a receber um enorme número de imigrantes, agora vindos de todos os locais. Nos últimos anos, pela primeira vez na História, o número de imigrantes provenientes da China têm sido maior do que o de qualquer outro país, incluindo a Grã-Bretanha, historicamente a maior fonte de imigrantes. Bairros onde os chineses se estabeleceram incluem Ashfield e Chinatown, próximo ao centro da cidade. Os italianos escolheram Leichhardt como moradia, e os gregos estabeleceram-se em La Perouse. Strathfield serve aos sul-coreanos. Muitos libaneses e outros povos árabes vivem em Bankstown e Liverpool. Os portugueses estão presentes principalmente na região de Petersham, no oeste da cidade. == Geografia == === Topografia === A área urbana de Sydney está em uma bacia costeira delimitada pelo Oceano Pacífico a leste, pelas Montanhas Azuis a oeste, pelo rio Hawkesbury a norte, e do Royal National Park ao Sul. Localiza-se sobre um litoral submergido, onde o nível do oceano subiu formando profundos vales fluviais (Ria) esculpidos no arenito. Port Jackson, mais conhecido como Baía de Sydney, segue esses critérios e é o maior porto natural do mundo. A área de Sydney não é afectada por sismos significativos. A área urbana tem cerca de 70 portos e praias oceânicas, incluindo a famosa Bondi Beach. A área urbana de Sydney abrangia 1 687 km2 em 2001. A divisão estatística de Sydney, usada para dados censitários, é não oficialmente a área metropolitana e abrange 12 145 km². Este área inclui o Central Coast, as Montanhas Azuis, e parques nacionais e outras áreas não urbanizadas. Geograficamente, Sydney recai sobre duas regiões: o Cumberland Plain, uma região relativamente plana situada a sul e oeste do porto, e Hornsby Plateau, um planalto arenítico sobretudo a norte do porto e dissecado por vales íngremes. As áreas mais antigas estão localizadas em áreas de planície ao sul do porto. A região de North Shore foi a mais lenta a se desenvolver por causa de sua topografia acidentada e falta de acesso em todo o porto. A Ponte da Baía de Sydney foi inaugurada em 1932 para ligar North Shore ao resto da cidade. === Geologia === Sydney é composta principalmente de rochas Triássicas, com alguns diques ígneos recentes e pescoços vulcânicos. A Bacia de Sydney foi formada quando a crosta terrestre se expandiu, diminuiu e se encheu de sedimentos no início do período Triássico. A areia que se tornaria o arenito de hoje foi lavada por rios do sul e noroeste, e depositada entre há 360 milhões e 200 milhões de anos. O arenito possui lentes de xisto e leitos de rios fósseis. A bioregião da Bacia de Sydney inclui características costeiras de falésias, praias e estuários. Os vales profundos dos rios, conhecidos como rias, foram esculpidos durante o período Triássico no arenito Hawkesbury da região costeira onde Sydney agora se encontra. O aumento do nível do mar há entre e 6 000 anos inundou as rias para formar estuários e portos profundos. Port Jackson, mais conhecido como Sydney Harbour, é um desses ria. === Ecologia === As comunidades vegetais mais prevalentes na região de Sydney são as Florestas de Esclerofila Seca, que consistem em eucaliptos, casuarinas, melaleucas, arbustos de esclerofila (normalmente wattles e bankias) e uma grama semicontínua no sub-bosque, principalmente em áreas de floresta aberta. Essas plantas tendem a ter folhas ásperas e pontiagudas, pois são cultivadas em áreas com baixa fertilidade do solo. As florestas de esclerofila úmida são encontradas nas áreas úmidas e elevadas de Sydney, como no nordeste. Eles são definidos por copas de árvores altas e retas com um sub-bosque elaborado e úmido de arbustos com folhas macias, samambaias e ervas. Sydney é o lar de dezenas de espécies de aves, que geralmente incluem o corvo australiano, magpie australiano, pombo com crista, mineiro ruidoso e o currawong pied, entre outros. As espécies de aves introduzidas onipresentemente encontradas em Sydney são o myna comum, o estorninho comum, o pardal e a pomba manchada. Sydney tem alguns mamíferose espécies de aranha como a raposa voadora de cabeça cinzenta e a teia de funil de Sydney, respectivamente. === Parques === O Royal Botanic Garden é o mais importante espaço verde da região de Sydney, hospedando atividades científicas e de lazer. Existem 15 parques separados sob a administração da cidade de Sydney. Os parques do centro da cidade incluem Hyde Park, The Domain e Prince Alfred Park. Os subúrbios externos incluem Centennial Park e Moore Park, a leste, Sydney Park e Royal National Park, ao sul, Ku-ring-gai Chase National Park, ao norte, e Western Sydney Parklands, a oeste, que é uma das maiores cidades urbanas. O Royal National Park foi proclamado em 26 de abril de 1879 e com 13 200 ha (51 mi2) é o segundo parque nacional mais antigo do mundo. O maior parque da região metropolitana de Sydney é o Parque Nacional Ku-ring-gai Chase, estabelecido em 1894 com uma área de 15 400 ha (59 mi2). É considerado por seus registros bem preservados de habitação indígena e mais de 800 gravuras rupestres, desenhos de cavernas e intermediários foram localizados no parque. A área agora conhecida como The Domain foi reservada pelo governador Arthur Phillip em 1788 como sua reserva particular. Sob as ordens de Macquarie, a terra ao norte imediato de The Domain se tornou o Royal Botanic Garden em 1816. Isso os torna o mais antigo jardim botânico da Austrália. Os Jardins não são apenas um local para exploração e relaxamento, mas também para pesquisas científicas com coleções de herbários, uma biblioteca e laboratórios. Os dois parques têm uma área total de 64 ha (0,2 mi2) com 8 900 espécies de plantas individuais e recebem mais de 3,5 milhões de visitas anuais Ao sul de The Domain fica o Hyde Park, o parque público mais antigo da Austrália, que mede 16,2 ha (0,1 mi2) de área. Sua localização foi usada para relaxamento e pastoreio de animais desde os primeiros dias da colônia. Macquarie o dedicou em 1810 para a \"recreação e diversão dos habitantes da cidade\" e o nomeou em homenagem ao Hyde Park original em Londres. === Clima === Sydney localiza-se em uma área de clima subtropical úmido, numa latitude aproximada do ponto mais meridional do Brasil e semelhante à da Madeira (no hemisfério Norte). O inverno é moderado, com temperatura média de 12 °C. Embora a temperatura na área central raramente caia abaixo de 10°C no inverno, em subúrbios mais afastados e próximos das montanhas a Oeste (Montanhas Azuis), como Penrith e Campbelltown, temperaturas próximas a zero ou mesmo negativas são comuns. O verão é quente, com temperatura média de 23 °C, embora em alguns dias a temperatura ultrapasse os 40°C. Em tais dias, moradores e milhares de turistas australianos e estrangeiros lotam as belas praias da cidade, como Manly, Bondi, Coogee, e Maroubra. O clima é moderado pela proximidade com o oceano, e temperaturas mais extremas são registradas nos subúrbios ocidentais do interior. Sydney experimenta um efeito urbano de ilha de calor. Isso torna certas partes da cidade mais vulneráveis ao calor extremo, incluindo os subúrbios costeiros No final da primavera e no verão, temperaturas acima de 35°C (95°F) não são incomuns, embora as condições quentes e secas sejam geralmente encerradas por um imbecil ao sul, um poderoso ao sul que traz ventos fortes e queda rápida de temperatura. Os subúrbios do extremo oeste, que fazem fronteira com a As Montanhas Azuis experimentam um vento semelhante a Föhn nos meses quentes que se originam nos Planaltos Centrais, que elevam as temperaturas. Devido à localização no interior, a geada é registrada no início da manhã no oeste de Sydney algumas vezes no inverno. O outono e a primavera são as estações de transição, com a primavera mostrando uma variação de temperatura maior que o outono. A pluviosidade tem uma variabilidade moderada a baixa e está espalhada ao longo dos meses, mas é ligeiramente superior durante a primeira metade do ano. De 1990 a 1999, Sydney recebeu cerca de 20 tempestades por ano. No final do outono e inverno, as baixas da costa leste podem trazer grandes quantidades de chuva, especialmente na CDB. Na primavera e no verão. Dependendo da direção do vento, o clima do verão pode ser úmido ou seco, com o período do final do verão/outono com umidade e pontos de orvalho médios mais altos do que o final da primavera/ início do verão. No verão, a maioria das chuvas cai devido a tempestades e no inverno a partir de frentes frias. Queda de neve a última relatada na área da cidade de Sydney em 1836, enquanto uma queda de granizo macio, confundido por muitos para a neve, em julho de 2008, levantou a possibilidade de que o evento 1836 não havia neve, tampouco. A cidade raramente é afetada por ciclones, embora restos de ex-ciclones afetem a cidade. A oscilação El Niño — Sul desempenha um papel importante na determinação dos padrões climáticos de Sydney: seca e incêndios florestais, por um lado, e tempestades e inundações, por outro, associados às fases opostas da oscilação. Muitas áreas da cidade fronteiriça mata nativa tem incêndios florestais experientes, estes tendem a ocorrer durante a primavera e o verão. A cidade também é propensa a tempestades severas. Uma dessas tempestades foi a tempestade de granizo de 14 de abril de 1999, que produziu enormes pedras de granizo de até 9 cm de diâmetro. == Demografia == O censo de 2011 registrou 4 391 674 residentes na Grande Sydney. O censo de 2006 estimou residentes na Divisão de Estatística Sydney, sendo que viviam no Centro Urbano de Sydney. O centro de Sydney é o lugar mais densamente povoado da Austrália, com 4 023 habi./km2. Os australianos asiáticos são 18,8% da população no centro urbano de Sydney e 16,9% na Divisão de Estatística. A idade média dos residentes de Sydney é de 36 anos; 15,4% da população tem mais de 65 anos de idade e 16,5% dos moradores completaram o ensino superior. No censo de 2011, 60,9% dos moradores se identificaram como cristãos, 17,6% declararam que não tinham religião, 7,6% não responderam, 4,7% muçulmanos, 4,1% budistas, 2,6% hindus, 0,9% judeus e 1,6% de outras religiões. === Composição étnica === No censo de 2011, as etnias mais comuns moradores da cidade eram: australianos, ingleses, irlandeses, chineses e escoceses. O censo de 2006 registrou que 1,1% da população de Sydney se auto-identificou como sendo de origem indígena e que 39,6% nasceram no exterior. Sydney tem a sétima maior percentagem de indivíduos estrangeiros do mundo. As três principais fontes de imigrantes são o Reino Unido, a China e a Nova Zelândia, seguidos por Vietnã, Líbano, Índia, Itália e Filipinas. A cidade é um ponto de entrada importante para muitos recém-chegados à Austrália e a muitas comunidades migrantes, incluindo as comunidades libanesas, fijianas e coreanos estão focadas em números desproporcionalmente grandes em Sydney. A maioria dos moradores são falantes nativos do inglês; muitos moradores falam outro idioma, sendo os mais comuns o árabe (predominantemente o árabe libanês), cantonês, mandarim, grego e vietnamita. == Regiões == === Subúrbios === O CBD se estende cerca de 3 km ao sul de Sydney Cove. Faz fronteira com Farm Cove, no Royal Botanic Garden, a leste, e Darling Harbour, a oeste. Os subúrbios que cercam o CBD incluem Woolloomooloo e Potts Point ao leste, Surry Hills e Darlinghurst ao sul, Pyrmont e Ultimo ao oeste e Millers Point e The Rocks ao norte. A maioria desses subúrbios mede menos de 1 km2 (0,4 mi2) de área. A CBD de Sydney é caracterizada por ruas e vias consideravelmente estreitas, criadas em seu início de condenado no século XVIII. Diversas localidades, distintas dos subúrbios, existem em todo o interior de Sydney. Central e Circular Quay são centros de transporte com balsas, trens e ônibus. Chinatown, Darling Harbour e Kings Cross são locais importantes para cultura, turismo e recreação. O Strand Arcade, localizado entre o Pitt Street Mall e a George Street, é uma galeria comercial histórica em estilo vitoriano. Inaugurada em 1 de abril de 1892, suas fachadas são uma réplica exata das fachadas internas originais de compras. Westfield Sydney, localizado abaixo da Torre de Sydney, é o maior shopping center em Sydney. Há uma longa tendência de gentrificação entre os subúrbios de Sydney. Pyrmont, localizada no porto, foi remodelada de um centro de transporte marítimo e comércio internacional para uma área de habitação de alta densidade, acomodações turísticas e jogos de azar. Originalmente localizado bem fora da cidade, Darlinghurst é o local de uma antiga prisão, fabricação e habitação mista. Teve um período em que era conhecida como uma área de prostituição. A moradia em estilo terraço foi amplamente mantida e Darlinghurst passou por uma gentrificação significativa desde os anos 1980. A Praça Verde é uma antiga área industrial de Waterloo, que está passando por uma renovação urbana no valor de US$ 8 bilhões. Nas margens do porto da cidade, o subúrbio histórico e os cais de Millers Point estão sendo construídos como a nova área de Barangaroo. O realojamento forçado de residentes locais devido ao desenvolvimento de Millers Point / Barangaroo causou controvérsia significativa, apesar dos US$ 6 bilhões em atividade econômica que se espera gerar. O subúrbio de Paddington é um subúrbio conhecido por suas ruas de casas de terraço restauradas, Victoria Barracks e lojas, incluindo os mercados semanais da Oxford Street. === Subúrbios orientais === Os subúrbios orientais abrangem o município de Woollahra, a cidade de Randwick, o conselho municipal de Waverley e partes do conselho de Bayside. A Comissão da Grande Sydney prevê uma população residente de pessoas até 2036 em seu distrito da cidade oriental (incluindo a cidade e o oeste ocidental). Eles incluem algumas das áreas mais ricas e vantajosas do país, com algumas ruas entre as mais caras do mundo. A Wolseley Road, em Point Piper, tem um preço máximo de US$ 20 900 por metro quadrado, tornando-a a nona rua mais cara do mundo. Mais de 75% dos bairros do distrito eleitoral de Wentworth ficam sob o principal decil da vantagem da SEIFA, tornando-a a área menos desfavorecida do país. Está em andamento a construção da linha de trens leves CBD e Sudeste. Embora a construção principal deva ser concluída em 2018, a conclusão foi adiada para março de 2020. O projeto visa fornecer serviços de bonde confiáveis e de alta capacidade para os residentes na cidade e no sudeste. Os principais centros comerciais da região incluem Westfield Bondi Junction e Westfield Eastgardens, embora muitos moradores façam compras na cidade. === Região Sul === miniaturadaimagem|Kurnell Sand Dunes, uma praia de dunas. O sul de Sydney inclui os subúrbios nas áreas do governo local da antiga Rockdale, Georges River Council (coletivamente conhecida como a área de St George) e, em geral, também inclui os subúrbios na área do governo local de Sutherland, ao sul do rio Georges (coloquialmente conhecido como 'The Shire'). A península de Kurnell, perto da Baía de Botany, foi o local do primeiro desembarque na costa leste feito pelo tenente James Cook em 1770. La Perouse, um subúrbio histórico com o nome do navegador francês Jean-François de Galaup, conde de Lapérouse (1741–1788), é notável por seu antigo posto militar em Bare Island e no Parque Nacional Botany Bay. O subúrbio de Cronulla, no sul de Sydney, fica perto do Royal National Park, o mais antigo parque nacional da Austrália. Hurstville, um grande subúrbio com uma infinidade de prédios comerciais e prédios residenciais que dominam o horizonte, tornou-se um CBD para os subúrbios do sul. === Região Norte === Como os Subúrbios do Norte, não é uma região claramente definida, os Subúrbios do Norte também podem incluir os subúrbios no Upper North Shore, Lower North Shore e nas praias do norte. Os subúrbios do norte incluem vários pontos de referência, como a Universidade Macquarie, Gladesville Bridge, Ryde Bridge, Macquarie Center e Curzon Hall, em Marsfield. Esta área inclui subúrbios nas áreas do governo local de Hornsby Shire, Cidade de Ryde, Município de Hunter's Hill e partes da Cidade de Parramatta. O Lower North Shore geralmente se refere aos subúrbios adjacentes ao porto, como Neutral Bay, Waverton, Mosman, Cremorne, Cremorne Point, Lavender Bay, Milsons Point, Cammeray, Northbridge e North Sydney. Hunters Hill e Gladesville também costumam ser considerados parte do Lower North Shore. A fronteira leste do Lower North Shore é Middle Harbor, ou na ponte Roseville em Castle Cove e Roseville Chase. O Upper North Shore geralmente se refere aos subúrbios entre Chatswood e Hornsby. É composto de subúrbios localizados nos conselhos de Ku-ring-gai e Hornsby Shire. O North Shore inclui os centros comerciais de North Sydney e Chatswood. O próprio North Sydney consiste em um grande centro comercial, com seu próprio centro de negócios, que contém a segunda maior concentração de arranha-céus em Sydney, depois do CBD. O norte de Sydney é dominado por empresas de publicidade, marketing e negócios associados, com muitas grandes empresas ocupando escritórios na região. A área de Praias do Norte inclui Manly, um dos destinos de férias mais populares de Sydney por grande parte dos séculos XIX e XX. A região também possui Sydney Heads, uma série de promontórios que formam a entrada de 2 km de largura do porto de Sydney. A área de Praias do Norte se estende para o sul até a entrada de Port Jackson (Sydney Harbour), a oeste de Middle Harbour e ao norte até a entrada de Broken Bay. O censo australiano de 2011 descobriu que as praias do norte são o distrito mais branco e mono-étnico da Austrália, contrastando com seus vizinhos mais diversos, o North Shore e o Central Coast. === Distrito Hills === O distrito de Hills geralmente se refere aos subúrbios no noroeste de Sydney, incluindo as áreas do governo local de The Hills Shire, partes do Conselho da Cidade de Parramatta e Hornsby Shire. Os subúrbios e localidades reais que são considerados no distrito de Hills podem ser um tanto amorfos e variáveis. Por exemplo, a Sociedade Histórica de Hills District restringe sua definição à área do governo local de Hills Shire, mas sua área de estudo se estende de Parramatta a Hawkesbury. A região é assim chamada por sua topografia caracteristicamente comparativamente montanhosa quando a planície de Cumberland se ergue, juntando-se ao planalto de Hornsby. Vários de seus subúrbios também têm \"Hill\" ou \"Hills\" em seus nomes, como Baulkham Hills, Castle Hill, Seven Hills, Pendle Hill, Beaumont Hills e Winston Hills, Forest Hills entre outros. As estradas Windsor e Old Windsor são estradas históricas na Austrália, pois são a segunda e a terceira estradas, respectivamente, estabelecidas na colônia. == Governo e política == Com exceção do Conselho do Condado de Cumberland (1945–1964), nunca existiu uma entidade única de governo local que englobou a área metropolitana de Sydney. É o governo estadual de Nova Gales do Sul que controla diretamente a administração da área metropolitana no que se refere, por exemplo, aos transportes públicos, às vias de comunicação principais, ao controle do tráfego, ao policiamento, ao ensino e ao planejamento de grandes infraestruturas. A área metropolitana está dividida em 38 zonas de administração local nas quais o governo estadual delega alguns poderes mais locais como, por exemplo, o planejamento urbano e a coleta de lixo. Estas zonas, as chamadas Local Government Areas (LGA), são governadas por conselhos locais eleitos. A Cidade de Sydney (City of Sydney) propriamente dita é uma das 38 LGA. Inclui o centro financeiro os subúrbios mais centrais, tal como South Sydney. A cidade é governada pelo Lord Mayor de Sydney e por um conselho local. O Lord Mayor é, o representante de toda a área metropolitana, como foi, por exemplo, o caso durante a realização dos Jogos Olímpicos de 2000. === Cidades-irmãs === Sydney está geminada com as seguintes cidades, por ordem de geminações: * San Francisco, Estados Unidos (1968). * Nagoya, Japão (1980). * Wellington, Nova Zelândia (1982). * Portsmouth, Reino Unido (1984). * Guangzhou, China (1985). * Florença, Itália (1986). Sydney tem firmado acordos de colaboração com as seguintes cidades: * Paris, França. * Tóquio, Japão. == Subdivisões administrativas == A área metropolitana de Sydney está dividida em 38 zonas de administração local (LGA): * Ashfield *Auburn *Bankstown * Blacktown *Botany Bay * Burwood * Camden *Campbelltown * Canada Bay *Canterbury * Fairfield * The Hills * Holroyd * Hornsby * Hunter's Hill * Hurstville * Kogarah * Ku-ring-gai * Lane Cove * Leichhardt * Liverpool *Manly * Marrickville * Mosman *North Sydney * Parramatta *Penrith * Pittwater * Randwick * Rockdale * Ryde * Strathfield | *Sutherland * Sydney * Warringah *Waverley *Willoughby * Woollahra == Economia == Os maiores setores económicos de Sydney, conforme medido pelo número de pessoas empregadas, incluem bens e serviços prestados às empresas, comércio, indústria, saúde e serviços comunitários.Australian Bureau of Statistics. 2002. Sydney - Basic Community Profile and Snapshot - 2001 Census Desde a década de 1980, os postos de trabalho foram transferidos para a produção de serviços e setores de informação. Sydney é responsável por aproximadamente 25% do total do PIB do país. A Australian Securities Exchange e o Reserve Bank of Australia estão localizados em Sydney, assim como a sede de 90 bancos e mais de metade das principais companhias da Austrália, além das sedes regionais de cerca de 500 empresas multinacionais. Das dez maiores corporações da Austrália (com base nas receitas), quatro têm sede em Sydney (Austrália Caltex, o Commonwealth Bank, Westpac e Woolworths). A Fox Studios Austrália possui grandes estúdios de cinema na cidade. A Sydney Futures Exchange (SFE) é uma das maiores da região em futuros financeiros e opções de intercâmbio, com 64,3 milhões de contratos negociados em 2005. É o 12º maior mercado futuro do mundo e o 19º maior incluindo opções.Overview , Sydney Futures Exchange website, accessed 3 July 2006 A cidade possui a maior mediana da renda familiar de qualquer grande cidade da Austrália (US$ PPC). Em de 2004, a taxa de desemprego foi de 4,9% em Sydney.Australian Bureau of Statistics. 2005.Sydney Statistical Division . Segundo o levantamento The Economist Intelligence Unit's Worldwide sobre custo de vida, Sydney é a 16.ª cidade mais cara do mundo, enquanto a UBS classifica a cidade como Sydney 15ª no mundo em termos de lucro líquido. Em 20 de Setembro de 2007, Sydney tinha maior preço médio de casas do que qualquer outra capital australiana, US$ 559 000.Real Estate Institute of Australia. Still strong confidence in the housing market , Press Release Sydney também tem a maior renda média em preços de qualquer outra cidade, 450 dólares australianos por semana. Um relatório publicado pela OCDE em Novembro de 2005, mostra que a Austrália tem os mais altos preços de habitação do mundo ocidental quando medido rendimentos com aluguéis.Boilling, M. 2 February 2006. City among most costly, Herald Sun Sydney é classificada como uma cidade global \"beta\" pela Globalization and World Cities Study Group and Network.Beaverstock, J.V. et al A Roster of World Cities Pesquisadores da Universidade de Loughborough concederam Sydney uma das dez cidades do mundo mais altamente integradas na economia global. A cidade também foi classificada como a décima primeira do mundo em oportunidades econômicas. O produto interno bruto (PIB) da cidade foi de 337,4 bilhões de dólares em 2013, sendo que a Cidade de Sydney foi responsável por 95,1 bilhões de dólares deste total. Os setores financeiros e de seguros são responsáveis por 18,1% do PIB e estão à frente de serviços profissionais (9%) e manufatura (7,2%). Além dos serviços financeiros e do turismo, os setores criativos e tecnologia são indústrias importantes para a cidade e representaram 9% e 11% de sua produção econômica em 2012, respectivamente. === Turismo === Sydney recebeu mais de 2,8 milhões de visitantes internacionais em 2013, ou quase a metade de todas as visitas internacionais da Austrália. Esses visitantes passaram 59 milhões de noites na cidade e gastaram um total de 5,9 bilhões de dólares. Os países de origem dos visitantes, em ordem decrescente, são China, Nova Zelândia, Reino Unido, Estados Unidos, Coreia do Sul, Japão, Singapura, Alemanha, Hong Kong e Índia. A cidade recebeu 8,3 milhões de visitantes domésticos em 2013, que gastaram um total de 6 bilhões de dólares na cidade. A indústria do turismo injeta 36 milhões de dólares por dia na economia da cidade. A cidade também recebeu 8,3 milhões de visitantes domésticos durante a noite em 2013, que gastaram um total de 6 bilhões de dólares. trabalhadores na cidade de Sydney foram empregados diretamente pelo turismo em 2011. Havia 480 mil visitantes e pessoas que pernoitavam todos os dias em 2012. Em média, a indústria do turismo contribui com US$ 36 milhões para a cidade. economia por dia. Destinos populares incluem a Ópera de Sydney, a Ponte do Porto de Sydney, Watsons Bay, The Rocks, Torre de Sydney, Darling Harbour, a Biblioteca Estadual de Nova Gales do Sul, o Jardim Botânico Real, o Parque Nacional Real, o Museu Australiano, o Museu de Arte Contemporânea, a Galeria de Arte de Nova Gales do Sul, o edifício Queen Victoria, o Sea Life Sydney Aquarium, o zoológico de Taronga, a praia de Bondi, as montanhas azuis e Parque Olímpico de Sydney. Sydney é classificada entre as quinze principais cidades turísticas do mundo desde 2000. Seus pontos turísticos mais populares são a Baía de Sydney, o Royal National Park, a praia de Bondi, o Royal Botanic Garden, a Ópera de Sydney e a Ponte da Baía de Sydney. == Infraestrutura == === Saúde === O Governo de Nova Gales do Sul administra os hospitais públicos da região metropolitana de Sydney. O gerenciamento está dividido em quatro regiões: Sudoeste de Sydney (SSWAHS), Oeste de Sydney (SWAHS), Norte de Sydney e Costa Central (NSCCAHS) sem contar o Sudeste de Sydney e Illawarra (SESIAHS). A cidade tem um número de hospitais particulares considerável, muitos deles são coligados com organizações religiosas. === Transportes === A maioria dos habitantes de Sydney utilizam automóveis através do sistema de estradas e auto-estradas. O mais importante tronco viário na zona urbana são as nove Metroads, que incluem os 110 km da Rede Orbital de Sydney. Sydney é servida também por uma extensa frota de táxis, ônibus e balsas. A rede ferroviária de Sydney, Sydney Trains, é composta por 8 linhas e 961 km de trilhos, com 178 estações. Os comboios circulam dos subúrbios e, em seguida, convergem para o centro financeiro da cidade. Sydney possui uma linha light rail privada operada pela empresa Metro Light Rail, percorrendo um trecho entre a Estação Central e o pequeno subúrbio de Lilyfield. Há também uma pequena monorail, localizada ao redor do principal distrito comercial e Darling Harbour. Sydney foi outrora servida por uma extensa rede de bondes, que foi progressivamente encerrada durante as décadas de 1950 e 1960. A maioria das partes da área metropolitana é servida por ônibus, muitos seguindo as antigas rotas dos bondes. A construção de uma rede de ônibus rápidos em áreas que não eram bem servidas por transportes públicos começou em 1999, a primeira delas, a Liverpool-Parramatta Bus Rapid Transitway, foi inaugurada em fevereiro de 2003. O Aeroporto de Sydney, no subúrbio de Mascot, é o principal aeroporto da cidade e um dos mais antigos aeroportos operados continuamente em todo o mundo. O menor, o Aeroporto Bankstown, serve essencialmente para voos privados e de aviação geral. A questão da necessidade de um segundo aeroporto na cidade tem suscitado muita controvérsia. O resultado da expansão do aeroporto internacional da cidade teria um impacto substancial sobre a comunidade, incluindo o ruído das aeronaves adicionais que afetam os residentes. == Cultura == === Ciência, arte e história === O Parque Nacional Ku-ring-gai Chase é rico em patrimônio indígena australiano, contendo cerca de 1 500 peças de arte rupestre aborígine, o maior conjunto de sítios indígenas da Austrália, superando Kakadu, que tem cerca de 5 mil locais, mas com uma massa de terra muito maior. Os locais indígenas do parque incluem petroglifos, locais de arte, cemitérios, cavernas, áreas de casamento, áreas de nascimento, locais montados e locais de fabricação de ferramentas, entre outros, com cerca de 5 mil anos de idade. Os habitantes da área eram o povo Garigal. Outros sites de arte rupestre existem na região de Sydney, como Terrey Hills e Bondi, embora os locais da maioria não sejam divulgados para evitar danos causados por vandalismo e manter sua qualidade, pois ainda são considerados locais sagrados pelos indígenas australianos. O Museu Australiano foi inaugurado em Sydney em 1857 com o objetivo de coletar e exibir a riqueza natural da colônia. Continua sendo o mais antigo museu de história natural da Austrália. Em 1995, o Museu de Sydney foi inaugurado no local da primeira Casa do Governo. Ele narra a história do desenvolvimento da cidade. Outros museus baseados em Sydney incluem o Powerhouse Museum e o Australian National Maritime Museum. Em 1866, a rainha Vitória deu seu parecer favorável à formação da Royal Society of New South Wales. A Sociedade existe \"para encorajar estudos e investigações em ciências, arte, literatura e filosofia\". É baseado em uma casa de terraço em Darlington, de propriedade da Universidade de Sydney. O edifício do Observatório de Sydney foi construído em 1859 e usado para pesquisas em astronomia e meteorologia até 1982, antes de ser convertido em museu. === Entretenimento === O primeiro teatro comercial de Sydney foi inaugurado em 1832 e mais nove tiveram apresentações no final da década de 1920. O meio ao vivo perdeu grande parte de sua popularidade no cinema durante a Grande Depressão antes de experimentar um renascimento após a Segunda Guerra Mundial. Os teatros de destaque na cidade hoje incluem o Teatro Estadual, o Teatro Real, o Sydney Theatre, o Wharf Theatre e o Capitol Theatre. A Sydney Theatre Company mantém uma lista de peças locais, clássicas e internacionais. Ocasionalmente, apresenta ícones de teatro australianos como David Williamson, Hugo Weaving e Geoffrey Rush. As outras companhias de teatro de destaque da cidade são New Theatre, Belvoir e Griffin Theatre Company. Sydney também abriga o primeiro teatro da Event Cinemas, inaugurado em George St em 1913, sob sua antiga marca Greater Union; o teatro atualmente opera e é considerado um dos locais de cinema mais movimentados da Austrália. O Sydney Opera House é o lar da Opera Australia e da Sydney Symphony. Ele já realizou mais de 100 000 apresentações e recebeu 100 milhões de visitantes desde a abertura em 1973. Dois outros locais importantes para apresentações em Sydney são a Town Hall e a City Recital Hall. O Sydney Conservatorium of Music está localizado ao lado do Royal Botanic Garden e atende à comunidade musical australiana por meio da educação e de seus exames bianuais do Australian Music Examinations Board. Muitos escritores se originaram e estabeleceram seu trabalho em Sydney. Outros visitaram a cidade e comentaram. Alguns deles são comemorados no Sydney Writers Walk no Circular Quay. A cidade era a sede do primeiro jornal publicado da Austrália, o Sydney Gazette. A primeira romancista nascida na Austrália, Louisa Atkinson, montou vários de seus romances em Sydney. Escritores contemporâneos, como Elizabeth Harrower, nasceram na cidade e, portanto, montaram a maior parte do trabalho lá, o romance de estreia de Harrower, Down in the City (1957), era principalmente ambientado em um apartamento em King's Cross. O cinema em Sydney foi bastante prolífico até a década de 1920, quando filmes falados foram introduzidos e as produções americanas ganharam domínio no cinema australiano. A New Wave australiana de cinema viu um ressurgimento da produção cinematográfica na cidade, com muitos recursos notáveis filmados na cidade entre as décadas de 1970 e 80, dirigidos por diretores como Bruce Beresford, Peter Weir e Gillian Armstrong. A Fox Studios Australia iniciou a produção em Sydney em 1998. Os filmes de sucesso gravados em Sydney desde então incluem The Matrix, Lantana, Missão: Impossível 2, Moulin Rouge!, Star Wars: Episódio II — Ataque dos Clones, Austrália, e O Grande Gatsby. O Instituto Nacional de Arte Dramática é baseado em Sydney e tem vários ex-alunos famosos, como Mel Gibson, Judy Davis, Baz Luhrmann, Cate Blanchett, Hugo Weaving e Jacqueline Mckenzie. Sydney é o centro da Austrália para filmes e mídias comerciais. Muitos dos pontos de referência em Sydney foram referenciados, exibidos e foram cenário de inúmeros filmes e programas de televisão. Muitos filmes foram exibidos na cidade, incluindo Procurando Nemo, que foi realizado em Port Jackson (porto de Sydney). A cidade foi usada como centro de Anjo Grove no filme da 20th Century Fox, Mighty Morphin Power Rangers: O Filme (1995). Matrix também foi filmado em Sydney. Sydney é o anfitrião de vários festivais ao longo do ano. As celebrações de Ano Novo na cidade são as maiores da Austrália. O Royal Easter Show é realizado todos os anos no Parque Olímpico de Sydney. O Sydney Festival é o maior festival de artes da Austrália. O festival de música rock itinerante Big Day Out teve origem em Sydney. Os dois maiores festivais de cinema da cidade são o Sydney Film Festival e o Tropfest. Vivid Sydney é uma exposição anual ao ar livre de instalações de arte, projeções de luz e música. Em 2015, Sydney ficou em 13º lugar por ser a capital da moda do mundo. Hospeda a Australian Fashion Week no outono. O Mardi Gras de Sydney começa em fevereiro deste ano desde 1979. A Chinatown de Sydney tem numerosos locais desde a década de 1850. Mudou-se da George Street para a Campbell Street para a sua configuração atual na Dixon Street em 1980. O Bairro Espanhol fica na Liverpool Street enquanto a Little Italy está localizada na Stanley Street. Casas noturnas populares são encontradas em Kings Cross, Oxford Street, Circular Quay e The Rocks.O Star é o único cassino da cidade e fica em torno de Darling Harbour. === Esportes === O desporto é uma parte importante da cultura da cidade de Sydney. A cidade possui uma grande área de espaços abertos e possui muitos espaços naturais, mesmo no centro da cidade. No distrito de Sydney estão o Chinese Garden of Friendship, Hyde Park, O Domínio e o Jardim Botânico Real de Sydney. A área metropolitana possui vários parques nacionais. A cidade foi sede dos Jogos Olímpicos de Verão de 2000, tendo realizado as Olimpíadas com grande brilhantismo. O ANZ Stadium é o principal estádio da cidade, sendo o palco da abertura e encerramento das olimpíadas. O desporto mais popular da cidade é o rugby league, a cidade, junto com distritos adjacentes, é sede 10 times da National Rugby League, o estado de Nova Gales do Sul é conhecido por ser o berço do rugby league no país. A cidade também é sede do time de futebol australiano da AFL Sydney Swans, do time de rugby Waratahs da liga Super Rugby e do time de futebol do Sydney FC e Western Sydney Wanderers que disputa a A-League. == Ver também == *Demografia da Austrália == Ligações externas == * * Site turístico oficial",
 "title": "Sydney"
}