{
 "id": "68382",
 "text": "As Questões Platinas, Guerras Platinas ou Campanhas Platinas foram um conjunto de conflitos diplomáticos e militares que ocorreram no século XIX entre os países da região do Prata. Assim, delas participaram Argentina, Brasil, Paraguai e Uruguai em algum momento. Estas questões iniciaram-se em 1816, com a pretensão do príncipe regente João VI de anexar a Banda Oriental e fixar a fronteira meridional na margem esquerda do rio da Prata, na Guerra contra Artigas (ou Primeira Guerra Cisplatina). Após a independência brasileira, já durante o reinado de Pedro I, nova guerra aconteceu: a independência uruguaia ocorreu a partir da Guerra da Cisplatina, de 1825 a 1828. Posteriormente, o mesmo país foi palco da Guerra Grande (ou Guerra Civil do Uruguai, entre 1839 e 1851). Do ponto de vista brasileiro, os conflitos militares continuaram durante o reinado de Pedro II, a começar com a Guerra do Prata (ou Guerra contra Oribe e Rosas, de 1851 a 1852), seguida da Guerra do Uruguai (ou Guerra contra Aguirre, de 1864 a 1865) e culminando com a última das guerras do Prata, a Guerra do Paraguai (ou Guerra da Tríplice Aliança, de 1864 a 1870). Conflito Período Beligerantes Guerra contra Artigas 1816-1820 Guerra da Cisplatina 1825-1828 Guerra Grande 1839-1851 Guerra do Prata 1851-1852 Guerra do Uruguai 1864-1865 Guerra do Paraguai 1864-1870 Outra interpretação exclui a invasão joanina que anexou a Banda Oriental e a guerra civil uruguaia e situam as Questões Platinas entre os anos de 1825 e 1870. Voltada à história das relações internacionais do Brasil, essa interpretação listam quatro conflitos armados nos quais o Brasil (independente) disputou militarmente a supremacia sul-americana na região platina. Uma terceira interpretação restringe ao Segundo Reinado, abrangendo somente os três últimos conflitos relativos à livre navegação nos rios da bacia do Prata, no período de 1851 a 1870. == Ver também == * Livre navegação dos rios da Argentina * Conflitos territoriais da América do Sul * História da América do Sul * Guerras civis argentinas * Bloqueio anglo-francês do Rio da Prata * História do Império do Brasil == Ligações externas == * UOL Educação - História do Brasil - Império - Segundo Reinado (1840-1889): Pedro 2º e pacificação * Secretaria Municipal de Educação Prefeitura da Cidade do Rio de Janeiro - A Questão do Prata * InfoEscola - Guerra do Uruguai * História Brasileira - Guerra do Prata Categoria:História do Império do Brasil Categoria:História da América do Sul",
 "title": "Questão do Prata"
}