{
 "id": "6838",
 "text": "Dança contemporânea é um gênero de dança teatral que se desenvolveu em meados do século XX e, desde então, tornou-se um dos gêneros mais conhecidos, especialmente no mundo ocidental. Alguns teóricos remetem a origem da dança contemporânea aos experimentos dos artistas pós-modernos do movimento Judson Dance Theater, iniciado na década de 1960, nos Estados Unidos. Entretanto, valores éticos e estéticos da dança contemporânea são encontrados desde o início do século XX, no pensamento de primeiros precursores da dança moderna como Isadora Duncan. No prefácio de \"Poética da Dança Contemporânea\", livro da autora francesa Laurence Louppe, a autora Maria José Fazenda explica que \"No que diz respeito ao quadro das diferentes poéticas instauradas pelos fundadores da dança contemporânea, de Isadora Duncan ao Judson Dance Theater, passando por Rudolf Laban, Mary Wigman, Martha Graham, Trisha Brown ou Merce Cunningham, entre outros, que Louppe destaca e sobre cujas repercussões na atualidade reflete, permitir-nos-íamos, aproveitando a abertura dada pela própria autora ao inserir a palavra 'talvez' junto do verbo com que delimita cronologicamente os últimos grandes fundadores - 'e cujos últimos representantes pertencem talvez à geração de 1960, nos Estados Unidos, no célebre contexto do Judson Dance Theater' (p.46) - alargar este período aos anos 1970, também nos Estados Unidos, para incluirmos o contact-improvisation, cuja invenção é atribuída a Steve Paxton, em 1972. Se é certo que a radicalidade do trabalho do Judson Dance Theater, no que diz respeito ao alargamento dos movimentos a designar por dança e à grande amplitude do treino necessário para definir um bailarino, se reflete diretamente na prática do contact-improvisation, é também um facto que este estilo de movimento se baseia na invenção de um novo corpo em dança que promove a individualidade da expressão, uma movimentação espacial a 360 graus, e cuja percepção se centra na sensação de tocar o corpo do outro durante um processo de improvisação contínua. O contact-improvisation é, ainda, no contexto da dança de tradição ocidental, a primeira técnica de movimento cuja aprendizagem não está dependente da existência de um corpo demonstrativo e do seu desenho visual\" (FAZENDA in LOUPPE, 2012, p. 11 - 12). Em termos técnicos, a dança contemporânea tende a combinar diversas qualidades de movimento, uma vez que não se prende às estéticas pré-estabelecidas. Cada projeto coreográfico compreende um projeto técnico, elaborado durante o processo de composição. Maria José Fazenda, no prefácio do livro já citado, diz que: \"Quanto à obra coreográfica contemporânea, ela apresenta formas e conteúdos diferentes e formatos diversificados - na dimensão, no número de intérpretes, nos lugares de apresentação - e, nela, o movimento do corpo estabelece múltiplas relações com os elementos plásticos (objectos, cenários) e sonoros e com as imagens virtuais\". Pode observar-se, de forma diversa, por exemplo, o forte e controlado trabalho das pernas do balé com a ênfase sobre o torso, da dança moderna, além de empregar as técnicas de contract-release (contração e relaxamento), floor work (dança do solo e parede), fall-recovery (queda e recuperação) e improvisação características da dança moderna.McCutchen,. Brenda Pugh Teaching Dance as Art in Education, 2006, p. 139 Imprevisíveis mudanças de ritmo, velocidade e direção também são usadas, assim como podem ser incorporados elementos de danças não ocidentais, tais como os joelhos semifletidos da dança africana ou os movimentos do Butoh. == Características == Mais que uma técnica específica, a dança contemporânea é uma coleção de sistemas e métodos desenvolvidos a partir da dança moderna e pós-moderna. O desenvolvimento da dança contemporânea foi paralelo, mas separado do desenvolvimento da New Dance na Inglaterra. Distinções podem ser feitas entre as dança contemporâneas brasileira, americana, canadiana e europeia. A dança contemporânea, como proposição, não possui uma técnica de dança específica que seja sua base. O criador/intérprete em dança contemporânea pode partir de técnicas sistematizadas como ballet clássico, contato-improvisação, tap, dança flamenca ou algumas técnicas de danças modernas como Lester Horton, José Limón ou Martha Graham, entretanto, o resultado da dança não necessariamente é fiel às técnicas que foram solicitadas. A pesquisa em dança contemporânea tem como premissa a busca de um movimento individualizado, de acordo com a autora Laurence Louppe, em seu livro \"Poética da Dança Contemporânea\" (Lisboa: Orfeu Negro, 2012). Não se descarta as técnicas que o bailarino/intérprete conhece previamente, mas, em sua pesquisa, ele busca desenvolver uma movimentação que seja específica de seu corpo e, com a repetição, estabelecer critérios de execução que se tornem a própria técnica de seu trabalho individualizado: o que deve acontecer para cada projeto coreográfico. A dança contemporânea não se define em técnicas ou movimentos específicos, pois o intérprete/bailarino ganha autonomia para construir suas próprias coreografias a partir de métodos e procedimentos de pesquisa como: improvisação, improvisação de contato, método Laban, técnica de release, Body Mind Centering (BMC), Alwin Nikolais. Esses métodos trazem instrumentos para que o intérprete crie as suas composições a partir de temas relacionados com questões políticas, sociais, culturais, autobiográficas, comportamentais e cotidianas, como também a fisiologia e a anatomia corpo. Aliado a isso, viu-se a necessidade de uma pesquisa teórica para complemento da prática. O corpo na dança contemporânea é construído na maioria das vezes a partir de técnicas somáticas, incluindo o trabalho da conscientização do corpo e do movimento, como as técnicas de Alexander, Feldenkrais, eutonia, Klauss Vianna, entre outros.",
 "title": "Dança contemporânea"
}