{
 "id": "68385",
 "text": "Um latifúndio, estrutura fundiária, concentração fundiária, ou indústria fundiária é uma propriedade agrícola de grande extensão pertencente a uma única pessoa, uma família ou empresa e que se caracteriza pela exploração extensiva de seus recursos. A extensão necessária para se considerar uma propriedade como um latifúndio depende do contexto: enquanto na Europa o grande latifúndio pode ter algumas centenas de hectares, na América Latina, pode facilmente ultrapassar os 10 mil. Além da extensão, outras características do que é conhecido como latifúndio são: baixos rendimentos unitários, uso da terra abaixo do nível de exploração máxima e baixa capitalização. O latifúndio tem sido tradicionalmente uma fonte de instabilidade social, associada à existência de grandes massas de camponeses sem terra. Para resolver os problemas causados ​​por grandes propriedades, já se tentou fórmulas diferenciadas, dependendo do tipo de governo: desde a mudança na estrutura da propriedade (reforma agrária), inclusive com expropriações, até a modernização da exploração agrícola (agricultura de mercado). ==Concentração da propriedade rural== A concentração de terras, em posse dos grandes fazendeiros, tem sido com frequência apontada como a principal causa das injustiças sociais, responsável pelo inchaço demográfico das grandes cidades e do aumento da violência como um todo. ==Histórico== O latifúndio e suas consequências confundem-se com os primórdios da agricultura. Historicamente este regime remonta à antiguidade greco-romana. Sabe-se que Platão, na República, defendia que a propriedade da terra deveria ser pela coletividade como um direito comum. O seu discípulo, Aristóteles, ao contrário, recomendava que o método ideal para o desenvolvimento da sociedade agrária deveria ser exercido através da propriedade privada. Sabe-se também que os romanos tentaram pôr fim aos latifúndios e limitaram a propriedade privada rural em torno de 500 jeiras (cerca de 125 hectares). Eles adotaram de imediato o sistema do latifúndio para atender aos interesses do Estado e a uma minoria de privilegiados. Os latifúndios produziam alimentos para as necessidades do Império, como cereais, legumes, vinho e carne de porco.Mosconi, Luigi. Evangelho de Jesus Cristo segundo Marcos. Edicoes Loyola. pp. 34. ISBN 8515015080 ==Revolução Francesa== Na época da Revolução Francesa, os problemas sociais da estrutura agrária arcaica foram as principais causas da sua eclosão. Já em torno do , o Código Napoleônico valorizou a propriedade privada, inspirando desta forma os códigos civis que através da proposta liberal favoreceram a concentração de propriedades rurais a reduzido grupo social. Isto acabou favorecendo o sub-aproveitamento agrícola e aumentando a exploração dos trabalhadores rurais, reduzindo assim as opções de trabalho e aumentando o êxodo rural e a miséria. ==Atualidade== Atualmente, o latifúndio ainda é regime próprio de países pobres e subdesenvolvidos e um dos responsáveis pelo atraso e pelo subemprego nos campos e nas cidades. Este sistema de distribuição da propriedade rural ainda é comum no Brasil, com o tema tratado no campo jurídico pelo Estatuto da Terra, legislação estudada no ramo do Direito chamado Direito Agrário, além de interessar às políticas governamentais de reforma agrária que determinam o uso do solo rural no país. O latifúndio tem sido tradicionalmente uma fonte de instabilidade social.Congresso Nacional. Anais da Câmara dos Deputados, Volume 7,Edição 3. Centro de Documentação e Informação, 1981. pp. 1525. ==Ver também== *Imposto territorial rural *Monocultura *Minifúndio *Agronegócio Categoria:Agricultura Categoria:Direito agrário",
 "title": "Latifúndio"
}