{
 "id": "68400",
 "text": "Jim Sheridan (Dublin, 6 de fevereiro de 1949) é um diretor de cinema irlandês. Ganhou reconhecimento internacional após o lançamento do filme Meu Pé Esquerdo. == Filmografia == * 2011 - Dream House (A Casa dos Sonhos) * 2009 - Brothers (Entre Irmãos) * 2005 - Get Rich or Die Tryin' * 2002 - In America (Terra de Sonhos) * 1997 - The Boxer (O Lutador) * 1993 - In the Name of the Father (Em Nome do Pai) * 1990 - The Field (Terra da Discórdia) * 1989 - My Left Foot (Meu Pé Esquerdo) == Prémios e nomeações == * Recebeu uma nomeação ao Oscar de melhor filme, por In the Name of the Father (1993) * Recebeu duas nomeações ao Oscar de melhor realizador, por My Left Foot (1989) e In the Name of the Father (1993). * Recebeu uma nomeação ao Oscar de melhor argumento original, por Terra de Sonhos (2003). * Recebeu duas nomeações ao Oscar de melhor argumento adaptado, por My Left Foot (1989) e In the Name of the Father (1993). * Recebeu uma nomeação ao Globo de Ouro de melhor realizador, por The Boxer (1997). * Recebeu uma nomeação ao Globo de Ouro de melhor argumento, por Terra de Sonhos (2003). * Recebeu uma nomeação ao BAFTA de melhor filme, por My Left Foot (1989). * Recebeu duas nomeações ao BAFTA de melhor argumento adaptado, por My Left Foot (1989) e In the Name of the Father (1993). * Recebeu uma nomeação ao Independent Spirit Awards de melhor filme, por Terra de Sonhos (2003). * Recebeu uma nomeação ao Independent Spirit Awards de Melhor Realizador, por Terra de Sonhos (2003). * Ganhou o Independent Spirit Awards de melhor filme estrangeiro, por My Left Foot (1989). * Ganhou o Goya de melhor filme europeu, por The Boxer (1997). * Ganhou o Urso de Ouro no Festival de Berlim, por In the Name of the Father (1993). ==Ligações externas== * Categoria:Cineastas da Irlanda Categoria:Independent Spirit de melhor filme estrangeiro Categoria:Cineastas premiados com o Goya Categoria:Naturais de Dublin Categoria:Cineastas premiados com o Satellite Award Categoria:BAFTA Los Angeles Britannia Award Categoria:Urso de Ouro",
 "title": "Jim Sheridan"
}