{
 "id": "68434",
 "text": "São Melquíades (), também conhecido por Milcíades, Miltíades ou Melquíadas, foi Papa entre 2 de julho de 311 até 10 de janeiro de 314.Annuario Pontificio 2008 (Libreria Editrice Vaticana == Vida e obras == Sucessor de Santo Eusébio, Melquíades era natural de África - talvez um berbere - e assumiu o trono pontifício em Roma em 311, após o imperador Magêncio ter exilado Eusébio para a Sicília. Durante seu pontificado, em outubro de 312, Constantino derrotou Magêncio e assumiu o controle de Roma. Constantino presenteou o papa com o Palácio Laterano, que se tornou a residência papal e sede do governo cristão. Logo no início de 313, Constantino e seu companheiro imperador Licínio chegaram a um acordo no Édito de Milão, indicando que eles iriam garantir a liberdade religiosa aos cristãos (e outras religiões) e restaurar as propriedades eclesiásticas. == Morte == Também em 313, Melquíades convocou o premieiro Concílio de Latrão em Roma, que inocentou Cecílio e condenou Donato Magno como um cismático (veja Donatismo). Ele foi então convidado para o Concílio de Arles, mas morreu antes de poder participar. == Legado == O Liber Pontificalis, compilado a partir do , atribuiu a introdução de diversos costumes posteriores à Melquíades, incluindo a abstenção do jejum às quintas e domingos, embora os estudiosos atualmente acreditem que estes costumes já existiam no tempo dele. No , a festa de São Melquíades (como ele então chamado) foi criada, com a classificação incorreta de mártir, no Calendário Romano para ser celebrada em 10 de dezembro. Em 1969, ela foi removida deste calendário de celebrações litúrgicas obrigatórias e sua festa foi transferida para o dia de sua morte, 10 de janeiro, com seu nome modificado para Miltíades e sem a indicação de mártir. ==ligações externas== * * * * Categoria:Santos da África Categoria:Santos da Itália Categoria:Papas africanos Categoria:Papas do Império Romano Categoria:Santos do Império Romano Categoria:Romanos antigos do século III Categoria:Romanos antigos do século IV Categoria:Papado do cristianismo primitivo",
 "title": "Papa Melquíades"
}