{
 "id": "68456",
 "text": "Peter Pan é um personagem criado por J. M. Barrie na novel The Little White Bird, mais tarde foi usada na sua notória peça de teatro intitulada Peter and Wendy, que originou um livro homônimo para crianças publicado em 1911, e de várias adaptações destes para o cinema. O personagem é um pequeno rapaz que se recusa a crescer e que passa a vida a ter aventuras mágicas.Peter Pan tem mais de cem anos Jornal Folha de S.Paulo - outubro/2015 == História == A história conta sobre Peter Pan, um garoto que quando pequeno fugiu de casa e se juntou a fada Sininho em uma ilha onde as crianças nunca crescem; a terra do nunca. James Matthew Barrie, mais conhecido simplesmente como J. M. Barrie, inventou Peter Pan quando contava histórias aos filhos da sua amiga Sylvia Llewelyn Davies, com quem mantinha uma relação de amizade muito especial. O nome provém de duas fontes: Peter Llewelyn Davies, o mais novo dos rapazes naquela época, e de Pan, o deus grego das florestas. Poucos anos após a morte de seu marido, Sylvia Davies morreu de câncer e Barrie foi nomeado cotutor dos garotos, sem adotá-los oficialmente. Há também quem sugira que a inspiração para o nome tenha sido o irmão mais velho de Barrie, David, que morreu acidentalmente patinando no gelo, quando tinha apenas 13 anos, o que afetou profundamente a mãe deles. De acordo com Andrew Birkin, autor do livro J. M. Barrie and the Lost Boys, foi \"uma catástrofe inacreditável da qual ela nunca se recompôs... Margaret Ogilvy retirou conforto da noção que tendo David morrido tão jovem, permaneceria um rapaz para sempre. Barrie buscou nessa ideia a inspiração\". thumb|left|130px|Capa do livro \"Peter and Wendy\" (1915) Peter Pan apareceu pela primeira vez ao mundo em 1902 num livro intitulado The Little White Bird, uma versão ficcionada da relação de Barrie com as crianças de Sylvia Davies e que foi adaptada ao teatro numa peça chamada Peter Pan, or The Boy Who Wouldn’t Grow que estreou em Londres em 27 de dezembro de 1904. Em 1906, a parte do livro The Little White Bird que fala de Peter Pan foi republicada com o título Peter Pan in Kensington Gardens, com ilustrações de Arthur Rackam. Em 1911, Barrie fez outra adaptação que chamou de Peter and Wendy, mas que normalmente é chamada simplesmente de Peter Pan. Em Kensington Gardens (Londres) existe uma estátua de Peter Pan tocando flauta. O filme Em Busca da Terra do Nunca com Johnny Depp retrata essa história sobre como a peça \"Peter Pan\" foi criada, mostrando as relações entre James M. Barrie e os garotos Davies, desde o início até a realização da peça. \"Em 1929, Barrie deu um presente extraordinário para a sua instituição de caridade favorita. Doou todos os direitos autorais de Peter Pan para o Great Ormond Street Hospital, um hospital londrino para crianças. Isso signifcava que, sempre que alguém encenasse uma produção da peça ou comprasse um exemplar de Peter Pan and Wendy, o hospital ficaria mais rico, em vez de Barrie. Ao longo dos anos, verificou-se que o presente fora mais valioso do que ele jamais poderia imaginar. Em 2004, o Hospital infantil de Great Ormond Street decidiu autorizar, pela primeira vez a criação de uma sequencia para o livro Peter Pan and Wendy. Promoveu-se um concurso para encontrar, entre autores de todo o mundo, alguém capaz de continuar as aventuras de Peter na Terra do Nunca. Com um resumo do livro e um capítulo de amostra, Geraldine McCaughrean venceu o concurso e escreveu Peter Pan escarlate.\" nota da editora Salamandra no livro Peter Pan escarlate. == Wendy == Há quem diga que Barrie inventou o nome Wendy nos Estados Unidos como no Reino Unido, ainda que raramente. As histórias de Peter Pan popularizaram o nome, principalmente no Reino Unido. O nome Wendy está relacionado com o nome galês Gwendolyn e foi usado por Barrie numa época em que os nome galeses começavam a estar em moda na Inglaterra. ==Ver também== *Peter Pan (2003) *Peter Pan (1953) *Síndrome de Peter Pan Categoria:Peter Pan Categoria:Protagonistas Categoria:Personagens de Kingdom Hearts",
 "title": "Peter Pan"
}