{
 "id": "68511",
 "text": "O naturismo (não confundir com naturalismo) é um conjunto de princípios éticos e comportamentais que preconizam um modo de vida baseado no retorno à natureza como a melhor maneira de viver e defendendo a vida ao ar livre, o consumo de alimentos naturais e a prática do nudismo, entre outras atitudes. == Etimologia da palavra == A palavra naturismo provém do francês naturisme, que é a doutrina filosófica que se baseia num modo de vida em harmonia com a natureza, caracterizado pela prática do nudismo em grupo, que tem por intenção favorecer o autorrespeito, o respeito pelo outro e o cuidado com o meio ambiente. == História == Difundido a partir do período de entreguerras em alguns países da Europa, especialmente Alemanha, França e Países Baixos, o naturismo chegou ao mundo ocidental e se notabilizou pela sua prática mais marcante: o nudismo. Em vários países foram oficializadas algumas praias para a prática do nudismo, existindo ainda parques de campismo, piscinas e outros locais de acesso condicionado onde se pratica a nudez social; a prática acontece de forma livre em muitas praias de forma mais ou menos generalizada e aceite, em particular em zonas mais afastadas dos restantes banhistas. === Tradições abrâmicas === Segundo o relato do Gênesis, “tanto o homem como a mulher estavam nus e não se envergonhavam.” (Gên 2, 25). Mas, logo a seguir, não resistiram à tentação e pecaram. “Abriram-se então os olhos de ambos e reconheceram que estavam nus; coseram folhas de figueira e fizeram cinturões para si.” (Gên 3,7). A iconografia ocidental encarregou-se de ilustrar o contraste entre antes e depois da queda. Antes, Adão e Eva, no esplendor da beleza, viviam nus no paraíso. Depois, constrangidos, procuram ocultar os órgãos genitais. Na interpretação da exegese, oficializada pela Igreja, isso ocorreu devido ao despertar da concupiscência, primeira manifestação da desordem que o pecado introduziu na harmonia da criação. === Idade Antiga === Do século II até o final do IV, os romanos, sem excluir os cristãos, banhavam- se comunalmente nus em banhos públicos, com homens e mulheres banhando-se juntos. Na Grécia antiga era comum a prática de esportes ocorrer sem nenhuma peça de roupa. Algum do sentido de pudor que hoje vemos disseminado na sociedade moderna foi essencialmente legado que as religiões nos deixaram ao longo dos tempos. === Tempos modernos === O naturismo moderno surgiu no início do século XX, na Alemanha e França. Na França (especificamente na Ilha do Levante) foi criada pelos irmãos Duvalier uma \"Clínica Helioterapêutica\" onde se pregava que a nudez ao ar livre com alimentação natural (sem nenhum produto animal, drogas, cigarros e bebidas) e contato com outras pessoas ajudava na cura de todos os males físicos. Na Alemanha, que é tida como verdadeiramente a iniciadora do naturismo, um professor de educação física (Adolf Koch) propôs aos seus alunos que estes deveriam fazer os exercícios ao ar livre e sem roupas. Depois de algum tempo, os jovens deste professor passaram a serem mais corados, ter mais saúde e alegria, as famílias dos mesmos vendo as mudanças inclusive comportamentais dos mesmos resolveram aderir aos exercícios e criaram o que a princípio foi chamado de nudismo. (a alteração de nome só foi feita na década de 1950). Em 1906 surge nesse mesmo país o primeiro campo oficial para a prática do naturismo. Nessa época, além dos exercícios ao ar livre em completa nudez, havia também uma grande preocupação com a alimentação, que deveria ser saudável, geralmente baseada no vegetarianismo. Após a Segunda Guerra Mundial o naturismo começou a se difundir, não só na Europa, mas também nos Estados Unidos. Hoje são muitos os países que contam com adeptos do movimento, embora a aceitação da prática seja muito desigual consoante as culturas dos vários países. Em 1974 a Federação Internacional de Naturismo (INF) definiu os princípios naturistas, que é a definição atual de naturismo adotada por todas as entidades naturistas do mundo: “Um modo de vida em harmonia com a natureza, caracterizado pela prática do nudismo em grupo, que tem por intenção favorecer o autorrespeito, o respeito pelo outro e o cuidado com o ambiente.” \"Qual a relação entre nudez coletiva e desenvolvimento do indivíduo?\". A resposta dos naturistas está no conceito de \"aceitação do corpo\", ou seja, na descoberta de que o corpo humano é um todo não havendo partes honrosas e partes indecorosas. Os naturistas, ao conviverem com a nudez do próximo não são chocados nem agredidos pelo corpo e sentem que o respeito é possível mesmo sem artifícios. Entrando em contato com a própria essência e deixando para trás o que é acessório. Para os naturistas somos todos iguais, apesar das diferenças. == Ética naturista == Embora os princípios da ética naturista sejam praticamente universais existem diferenças, a nível de cada país, nas regras definidas pelas Federações nacionais. === No Brasil === O código de ética naturista, aprovado pela Federação Brasileira de Naturismo, reflete e reforça práticas que garantem o bem-estar comum. Contrastando com a atitude aparentemente liberal, demonstrações mais veementes de afeição ou interesse sexual são coibidas. * I - Falta Grave: As condutas abaixo relacionadas, com grau de intensidade examinado pelos Conselhos Deliberativos dos Clubes, em primeira instância, e pelo Conselho Maior, em segunda e última instância, são motivos para expulsão de seus agentes dos quadros sociais e das áreas naturistas regidas pelas entidades filiadas à Federação. ** I.1. - Ter comportamento sexualmente ostensivo e/ou praticar atos de caráter sexual ou obscenos nas áreas públicas. ** I.2. - Praticar violência física como meio de agressão a outrem. ** I.3. - Utilizar meios fraudulentos para obter vantagem para si ou para terceiros. ** I.4. - Portar ou utilizar drogas tóxicas ilegais. ** I.5. - Causar dano à imagem pública do Naturismo ou das áreas naturistas. * II - Comportamento inadequado: As condutas abaixo relacionadas, com grau de intensidade e reincidência examinadas pelos Conselhos na forma referida no Item I, constituem motivos para advertência, suspensão e expulsão dos seus agentes dos quadros sociais e das áreas regidas pelas entidades filiadas à Federação. ** II. 1 - Concorrer para a discórdia por intermédio de propostas inconvenientes com conotação sexual. ** II. 2 - Fotografar, gravar ou filmar outros naturistas, sem a permissão dos mesmos. ** II. 3 - Utilizar aparelhos sonoros em volume que possa interferir na tranquilidade alheia, e ou desrespeitar os horários de silêncio regulamentados. ** II. 4 - Causar constrangimento pela prática de atitudes inadequadas. ** II. 5 - Portar-se de forma desrespeitosa ou discriminatória perante outros naturistas ou visitantes. ** II. 6 - Deixar lixo em locais inadequados. ** II. 7 - Provocar danos à flora e à fauna, ou à imagem do Naturismo. ** II. 8 - Satisfazer necessidades fisiológicas em áreas impróprias, ou exceder-se na ingestão de bebidas alcoólicas, causando constrangimento a outros naturistas. ** II. 9 - Utilizar assentos de uso comum sem a devida proteção higiênica. ** II. 10 - Apresentar-se vestido em locais e horários exclusivos de nudismo, sendo tolerado às mulheres o topless, durante o período menstrual, em determinados locais. === Em Portugal === Segundo a Federação Portuguesa de Naturismo ferem os princípios da ética naturista, entre outras, as seguintes situações: * Circular em recintos naturistas usando roupa, salvo se situações climáticas ou higiénicas o aconselhem. * Agir de maneira desrespeitosa e/ou agressiva com quem quer que seja, em qualquer situação. * Praticar ou indiciar actos de carácter sexual ou obscenos. * Fotografar, gravar ou filmar qualquer indivíduo ou grupo, sem permissão destes e/ou da entidade responsável pelo local. * Constranger outros naturistas com gestos, palavras ou atitudes que tenham conotação sexual ou outras que manifestem falta de civismo. * Utilizar instrumentos sonoros de forma a que possam interferir na tranquilidade alheia. * Satisfazer necessidades fisiológicas em locais ou condições inapropriadas. * Apresentar-se em condições influenciadas pelo uso excessivo de bebidas ou de drogas, prejudicando a harmonia social. * Comer, beber e/ou deixar lixo fora dos locais apropriados. * Praticar, em geral, qualquer acto que venha a perturbar a boa harmonia social existente, nomeadamente as que recorram a atitudes voyeuristas, exibicionistas ou provocatórias. == Naturistas cristãos == Os naturistas cristãos são os cristãos que praticam o naturismo ou o nudismo, e são uma parte do movimento naturista/nudista. Creem que o corpo humano foi a maior criação de Deus, portanto não pode ser vergonhoso nem precisa ser escondido. Naturistas cristãos podem ser encontrados em quase todas as denominações da cristandade, e acreditam não haver nenhum conflito com os ensinos da Bíblia, vivendo as suas vidas e adorando a Deus sem nenhuma roupa. Entretanto, a maioria tem vários desacordos com a filosofia da Nova Era e o humanismo que é comum entre os outros naturistas; isto inclui a rejeição absoluta de todas as formas de adoração à natureza. == Ver também == * Federação Portuguesa de Naturismo (FPN) == Ligações externas == === No Brasil === * (FBrN) * * === Em Portugal === * * (FPN) * (CNC) * (PaV-A) * (AN) Categoria:Filosofia natural Categoria:Movimentos sociais Categoria:!Mais Diversidade em Teoria da História na Wiki",
 "title": "Naturismo"
}