{
 "id": "68562",
 "text": "Pedro Bial (Rio de Janeiro, 29 de março de 1958) é um apresentador de televisão, jornalista, ator, escritor, cineasta e poeta brasileiro.Pronto, falei! com Pedro Bial, acessado em 4 de maio de 2012 Atua principalmente na televisão, sendo conhecido por apresentar os programas Fantástico (1996-2007), Big Brother Brasil (2002-2016) e Na Moral (2012-2014). Apresenta atualmente o talk-show Conversa com Bial e a nova versão do Linha Direta. == Biografia == Nascido em 29 de março de 1958, no Rio de Janeiro, filho do publicitário Pedro Hans Israel Bial, judeu convertido ao catolicismo que fugiu da Alemanha Nazista em 1940, e da psicanalista e assistente social alemã Suzane Bial, que imigrou ao Brasil em 1934, Pedro Bial estudou no Colégio Santo Inácio, no Rio de Janeiro. Bial foi colega de classe e amigo do cantor Cazuza na época do colégio, com a amizade perdurando até a vida adulta. É graduado em jornalismo pela Pontifícia Universidade Católica do Rio de Janeiro (PUC) do Rio de Janeiro. Entrou na TV Globo em 1981, através de um curso de formação em telejornalismo. Começou no Jornal Hoje, seguindo depois para o Globo Repórter, onde ficou até 1988. Apresentou o Rock in Rio II nos shows exibidos na TV. Enquanto fazia uma cobertura jornalística na Guerra Civil Iugoslava, em 1994, uma bomba explodiu perto de sua posição. Dois anos depois, descobriu que perdeu parte da audição. === Vida pessoal === O trisavô materno de Bial era judeu, já a trisavó era luterana. Sua mãe também era luterana, nascida em Berlim em 1924, e imigrou para o Brasil em 1934. Seu pai era de família judaica, mas foi convertido ao catolicismo em 1933. Ele fugiu da Alemanha Nazista em 1940, e o fato de ser um \"católico israelita\" o garantiu obter um visto de saída da Alemanha para o Brasil devido a um acordo entre o Vaticano e o Itamaraty. Ambos seus pais se refugiaram no Brasil. Bial foi casado com a jornalista Renée Castelo Branco, com quem teve uma filha, chamada Ana, nascida em 1987. Também foi casado por dois anos com a atriz Giulia Gam, com quem teve um filho chamado Theo, nascido em 1998. Também foi casado com a atriz Fernanda Torres, e com a produtora Isabel Diegues, com quem tem um filho chamado José Pedro, nascido em 2002. Em 2017, aos 59 anos, Bial foi pai de uma menina batizada de Laura, fruto de seu relacionamento com Maria Prata. Bial é irmão de Alberto Bial, treinador de basquete, e de Irene Bial, psicoterapeuta. Pedro Bial declara-se agnóstico. == Carreira == Antes de começar sua carreira no Fantástico, Bial foi correspondente internacional da TV Globo, entre o final da década de 1980 e o início da década de 1990, em Londres. Cobriu eventos importantes como a Guerra do Golfo, o Colapso da União Soviética e a queda do Muro de Berlim. Um fato curioso é que, quando Bial foi entrevistar um grupo de beduínos no deserto da Jordânia, foi convidado para jantar, e teve de comer um olho de carneiro, seguindo as tradições daquele povo. No ano de 1996, Bial entrou no comando do programa Fantástico, em que se lançou na carreira de apresentador e saiu no ano de 2007. De 2002 a 2016, Pedro Bial esteve no comando do reality show Big Brother Brasil, sendo substituído por Tiago Leifert em 2017. Apresentou o programa Espaço Aberto, no canal pago GloboNews, até seu encerramento em 2003. Na década de 1980, formou um grupo de recitais e, atualmente, ainda participa de outro grupo, devido à sua forte ligação com a poesia. Bial também já teve passagem pelo cinema, com o filme Outras Estórias, e também já dirigiu o documentário Os Nomes de Rosa. Em 2012, dirigiu o filme-documentário Jorge Mautner - O Filho do Holocausto sobre o cantor e compositor Jorge Mautner. Em 2004, publicou o livro Roberto Marinho, uma biografia póstuma autorizada do fundador da TV Globo. Ainda em 2004, dublou a Irmã Feia no filme Shrek 2. É, atualmente, um dos curadores e colunistas do Instituto Millenium. Interpretou, em forma de spoken word, o texto Filtro Solar, de Mary Schmich, em 2003, que foi um grande sucesso. Em 2012, participou do filme As Aventuras de Agamenon, o Repórter, interpretando ele mesmo. No mesmo ano, estreia seu programa Na Moral, abordando temas sobre os mais variados assuntos de interesse da sociedade. Em 2014, foi autor do musical Chacrinha. Em 2015, apareceu pela primeira vez no comercial da FIAT. Em 2017, Bial deixa o comando do Big Brother Brasil, a partir da sua 17ª edição, tendo como seu sucessor Tiago Leifert, e também para ter o seu novo programa Conversa com Bial , para substituir o Programa do Jô, que tinha acabado em dezembro de 2016. Pedro Bial está entre os poetas brasileiros mais relevantes do século XXI numa lista liderada por nomes como Augusto Branco, Adélia Prado e Bruna Lombardi, conforme estudo que levou em consideração a propagação de sua obra tanto para o público em geral, quanto em sites especializados em literatura, trabalhos acadêmicos, e a referência aos seus textos em obras literárias de outros autores. ==Filmografia== ===Televisão=== Ano Título Cargo Nota(s) Emissora 1983–88 Jornal Hoje Correspondente TV Globo 1987–88 Globo Repórter 1989–95 Fantástico 1996–07 Fantástico Apresentador 2002–16 Big Brother Brasil 2003 Espaço Aberto GloboNews 2006 Jornal Nacional Âncora Quadro: \"Caravana JN\" TV Globo 2007 Fantástico Colunista Quadro: \"É Muita História\" 2012–14 Na Moral Apresentador 2016 Programa com Bial GNT 2017–presente Conversa com Bial TV Globo 2022 Especial Chitãozinho & Xororó - 50 Anos de História 2022–presente Som Brasil 2023–presente Linha Direta 2023 Xuxa, o documentário Diretor Globoplay ===Cinema=== Ano Título Papel Nota 1998 Como Ser Solteiro Apresentador do debate 2004 Shrek 2 Doris, a Irmã Feia (voz) Dublagem 2011 Desenrola Professor Mauro 2011 A Floresta Narrador Curta- metragem 2012 As Aventuras de Agamenon, o Repórter Ele mesmo 2017 Bingo: O Rei das Manhãs Armando == Ligações externas == * Categoria:Agnósticos do Brasil Categoria:Alunos da Pontifícia Universidade Católica do Rio de Janeiro Categoria:Apresentadores de televisão do estado do Rio de Janeiro Categoria:Apresentadores do Big Brother Brasil Categoria:Brasileiros de ascendência lituana Categoria:Cineastas do estado do Rio de Janeiro Categoria:Escritores do estado do Rio de Janeiro Categoria:Jornalistas do estado do Rio de Janeiro Categoria:Naturais da cidade do Rio de Janeiro Categoria:Pessoas da TV Globo Categoria:Poetas do estado do Rio de Janeiro Categoria:Atores do estado do Rio de Janeiro Categoria:Pessoas relacionadas ao Instituto Millenium Categoria:Judeus do estado do Rio de Janeiro",
 "title": "Pedro Bial"
}