{
 "id": "686",
 "text": "é toda a forma de praticar atividade física, desporto in Dicionário infopédia da Língua Portuguesa [em linha]. Porto: Porto Editora, 2003-2019. [consult. 2019-09-15 05:16:20]. Disponível na Internet: https://www.infopedia.pt/dicionarios/lingua-portuguesa/desporto de forma metódica, com objetivos competitivos, que por meio de participação casual ou organizada, procure usar, manter ou melhorar as habilidades físicas, proporcionando diversão aos participantes e, em alguns casos, entretenimento para os espectadores. Os objetivos do desporto podem ser, além da competição, também recreativos, ou de melhoria da saúde, ou ainda de melhoria de aptidão física e/ou mental. No desporto, o vencedor ou os vencedores podem ser identificados por obtenção de um objetivo, e pode exigir um grau de habilidade, especialmente em níveis mais elevados. São centenas os tipos de desportos existentes, incluindo aqueles para um único participante, até aqueles com centenas de participantes simultâneos, em equipas ou individualmente. De acordo com A.T. Kearney, uma consultoria, a indústria desportiva global vale até US$ 620 bilhões a partir de 2013. == Definições == O desporto é geralmente reconhecido como um sistema de atividades baseadas no físico atletismo ou físico destreza, com as maiores competições importantes como os Jogos Olímpicos admitindo apenas desportos que atendem a essa definição, e outras organizações, como o Conselho da Europa, usam definições que impedem atividades sem um elemento físico da classificação como desporto. No entanto, várias atividades competitivas, mas não físicas, reivindicam reconhecimento como desporto desportivo. O Comitê Olímpico Internacional (por meio da ARISF) reconhece o xadrez e bridge como desportos de boa-fé e a SportAccord, a associação da federação internacional de desportos, reconhece cinco desportos não físicos: bridge, xadrez, Damas, Go e xiangqi, e limita o número de jogos mentais que podem ser admitidos como desportos. Desportos são normalmente geridos por um conjunto de regras ou costumes. Eventos físicos, tais como marcar gols ou cruzar uma linha em primeiro muitas vezes definem o resultado de um desporto. == Etimologia == A palavra \"desporto\" vem do francês antigo desport, que significa \"recreação, passatempo, lazer\". Surgiu na língua portuguesa no século XV, com o sentido de \"divertimento\". No entanto, apenas a partir do século XIX a influência do termo inglês sport, que também tem origem em desport, contribuiu para o incremento do seu uso com o significado moderno em Portugal. Já no Brasil, a par das variantes \"desporto\" e \"desporte\" — esta última também presente no português europeu —, surgiu a variante \"esporte\" adaptada da palavra inglesa sport, que viria a popularizar-se e a ser a mais comum atualmente. Algumas reminiscências do uso da variante \"desporto\" no Brasil ainda hoje se podem verificar em nomes de clubes e organizações, como a Confederação Brasileira de Desportos no Gelo, a Confederação Brasileira de Desportos Aquáticos, a Confederação Brasileira de Desportos na Neve, a Confederação Brasileira do Desporto Universitário, bem com as extintas Conselho Nacional de Desportos e Confederação Brasileira de Desportos, entre outras. == Desportivismo == O desportivismo é uma atitude que luta pelo fair play, pela delicadeza com os adversários e colegas de equipa, pelo comportamento ético e integridade, pelo jogo limpo, e pela ética na vitória ou na derrota. O desportivismo expressa uma aspiração ou espírito de que a atividade vai ser apreciada por si mesma. O sentimento é bem conhecido pelo jornalista desportivo Grantland Rice, que disse \"não interessa como ganhaste ou perdeste, mas como jogaste o jogo\". O lema dos Jogos Olímpicos modernos é expresso pelo seu fundador Pierre de Coubertin: \"O mais importante não é vencer, mas sim, participar\". Estas são expressões típicas desse sentimento. A violência no desporto envolve cruzar a linha entre a concorrência leal e a violência agressiva intencional. Atletas, treinadores, fãs, e pais, por vezes, desencadeiam comportamentos violentos sobre pessoas ou bens, em demonstrações equivocadas de lealdade, dominância, raiva e/ou celebração. Tumultos ou vandalismo são problemas comuns e em curso em competições desportivas nacionais e internacionais. ==Desporto profissional== O aspecto dos desportos, juntamente com o aumento do poder dos meios de comunicação e lazer, tem levado ao \"profissionalismo\" do desporto. Isso fez resultar algum conflito na prática desportiva, pois aí o salário passa a ser mais importante que o aspecto recreativo, e os desportos passam a ser estruturados de forma a torná-los mais rentáveis ​​e populares, perdendo-se, assim, valiosas tradições éticas. De facto, o desporto, por definição, é uma atividade de lazer, e \"desporto profissional\" não o é e não pode existir como tal. No entanto, o termo é comum e aceite para nomear um jogo ou outra atividade considerada pela população em geral como desporto e que seja realizada por pessoas pela recompensa com a intenção de entreter os espectadores. O aspecto de entretenimento significa também que os desportistas e as suas mulheres são muitas vezes elevados ao status de celebridade na media e cultura populares. Por este motivo, muitos jornalistas têm sugerido que o desporto não deve ser divulgado pela media em geral, mas apenas por revistas especializadas. ==Política e desporto== O desporto e a política podem influenciar-se muito mutuamente. Quando o apartheid era a política oficial na África do Sul, houve um boicote internacional ao país, inclusive no campo desportivo, e em especial no rugby de quinze. Alguns sentem que esta foi uma contribuição efetiva para a eventual queda da política de apartheid, outros acham que esta pode ter prolongado e reforçado os seus piores efeitos. Os Jogos Olímpicos de Verão de 1936, realizados em Berlim, foram uma ilustração, talvez a mais reconhecida em retrospecto, de um momento em que uma ideologia aproveitou-se de um evento para reforçar a sua disseminação através de propaganda política. Na história da Irlanda, os desportos gaélicos estavam conectados com o nacionalismo cultural. Até meados do século XX, podia-se ser proibido de jogar futebol gaélico, hurling, ou outros desportos geridos pela Gaelic Athletic Association (GAA),se jogasse ou apoiasse futebol, ou outros desportos de origem britânica. Até recentemente, a GAA continuou a proibir o futebol e o râguebi em locais gaélicos. Esta proibição, foi modificada para permitir que o futebol e o rugby pudessem ser jogados em Croke Park (um estádio de futebol gaélico), enquanto Lansdowne Road era substituído pelo novo Aviva Stadium. Até recentemente, de acordo com a Regra 21, a GAA proibia também os membros das forças de segurança britânicas e membros da Royal Ulster Constabulary (RUC) de jogar jogos gaélicos, mas o Acordo de Belfast, em 1998, levou à remoção da proibição. O nacionalismo é frequentemente evidente nos desportos, ou na sua cobertura jornalística: as pessoas competem em equipas nacionais, e comentadores e público podem adotar uma visão partidária. Em certas ocasiões, essas tensões podem levar a um confronto violento entre os jogadores ou espectadores dentro e fora do recinto desportivo, como na Guerra do Futebol. Estas tendências são vistas por muitos como contrária ao espírito fundamental do desporto, que é o do bem e gozo dos seus participantes. Um caso muito famoso de quando o desporto e a política colidiram foi nos Jogos Olímpicos de Verão de 1972 em Munique. Homens mascarados entraram no hotel da equipa olímpica israelita e mataram muitos dos seus homens. Este caso ficou conhecido como o Massacre de Munique. == Ver também == * Árbitro * Jogos da Lusofonia * Jogos Olímpicos * Lista de desportos * Logística desportiva == Ligações externas == * * * * * Categoria:Classificações dos tópicos principais",
 "title": "Desporto"
}