{
 "id": "68607",
 "text": "A magnitude aparente () é uma medida do brilho de uma estrela ou outro objeto astronômico observado da Terra. A magnitude aparente de um objeto depende de sua luminosidade intrínseca, sua distância da Terra e qualquer extinção da luz do objeto causada pela poeira interestelar ao longo da linha de visão do observador. A palavra magnitude em astronomia, salvo indicação em contrário, geralmente se refere à magnitude aparente de um objeto celeste. A escala de magnitude remonta ao antigo astrônomo romano Ptolemeu, cujo catálogo de estrelas listou estrelas de 1.ª magnitude (mais brilhante) a 6.ª magnitude (mais fraca). A escala moderna foi definida matematicamente de forma a corresponder de perto a esse sistema histórico. A escala é logarítmica reversa: quanto mais brilhante é um objeto, menor é o seu número de magnitude. Uma diferença de 1.0 em magnitude corresponde a uma taxa de brilho de \\sqrt[5]{100}, ou cerca de 2.512. Por exemplo, uma estrela de magnitude 2.0 é 2.512 vezes mais brilhante que uma estrela de magnitude 3.0, 6.31 vezes mais brilhante que uma estrela de magnitude 4.0 e 100 vezes mais brilhante que uma de magnitude 7.0. Os objetos astronômicos mais brilhantes têm magnitudes aparentes negativas: por exemplo, Vênus em -4.2 ou Sirius em -1.46. As estrelas mais fracas visíveis a olho nu na noite mais escura têm magnitudes aparentes de cerca de +6.5, embora isso varie dependendo da visão de uma pessoa e da altitude e das condições atmosféricas. As magnitudes aparentes de objetos conhecidos variam desde o Sol em -26.832 até objetos em imagens profundas do Telescópio Espacial Hubble de magnitude +31.5. A medição da magnitude aparente é chamada de fotometria. As medições fotométricas são feitas nas bandas de comprimento de onda ultravioleta, visível ou infravermelho usando filtros de banda passante padrão pertencentes a sistemas fotométricos, como o sistema UBV ou o sistema Strömgren uvbyβ. A magnitude absoluta é uma medida da luminosidade intrínseca de um objeto celeste, em vez de seu brilho aparente, e é expressa na mesma escala logarítmica reversa. A magnitude absoluta é definida como a magnitude aparente que uma estrela ou objeto teria se fosse observada a uma distância de 10 parsecs (33 anos-luz; 3.1×1014 quilômetros). Portanto, é de maior uso na astrofísica estelar, pois se refere a uma propriedade de uma estrela, independentemente de quão perto ela esteja da Terra. Mas na astronomia observacional e na observação amadora de estrelas, referências não qualificadas a \"magnitude\" são entendidas como significando magnitude aparente. == História == Visível ao olho humano típico Magnitude aparente Brilho em relação a Vega Número de estrelas (além do Sol) mais brilhantes que a magnitude aparente no céu noturno Sim −1.0 251% 1 (Sirius) 0.0 100% 4 (Canopus, Alpha Centauri, Arcturus e Vega) 1.0 40% 15 2.0 16% 48 3.0 6.3% 171 4.0 2.5% 513 5.0 1.0% 6.0 0.4% 6.5 0.25% Bright Star Catalogue Não 7.0 0.16% 8.0 0.063% 9.0 0.025% 10.0 0.010% A escala usada para indicar a magnitude tem origem na prática helenística de dividir as estrelas visíveis a olho nu em seis magnitudes. Dizia-se que as estrelas mais brilhantes no céu noturno eram de primeira magnitude ( = 1), enquanto as mais fracas eram de sexta magnitude ( = 6), que é o limite da percepção visual humana (sem o auxílio de um telescópio). Cada grau de magnitude foi considerado o dobro do brilho do grau seguinte (uma escala logarítmica), embora essa proporção fosse subjetiva, pois não existiam fotodetectores. Essa escala um tanto grosseira para o brilho das estrelas foi popularizada por Ptolomeu em seu Almagesto e acredita-se que tenha se originado com Hiparco. Isso não pode ser provado ou refutado porque o catálogo original de estrelas de Hiparco foi perdido. O único texto preservado do próprio Hiparco (um comentário a Arato) documenta claramente que ele não tinha um sistema para descrever o brilho com números: ele sempre usa termos como \"grande\" ou \"pequeno\", \"brilhante\" ou \"fraco\" ou mesmo descrições como \"visível na lua cheia\".Hoffmann, S., Hipparchs Himmelsglobus, Springer, Wiesbaden/ New York, 2017 Em 1856, Norman Robert Pogson formalizou o sistema definindo uma estrela de primeira magnitude como uma estrela que é 100 vezes mais brilhante que uma estrela de sexta magnitude, estabelecendo assim a escala logarítmica ainda em uso hoje. Isso implica que uma estrela de magnitude é cerca de 2.512 vezes mais brilhante que uma estrela de magnitude . Esse valor, a quinta raiz de 100, ficou conhecido como Razão de Pogson. O ponto zero da escala de Pogson foi originalmente definido atribuindo a Polaris uma magnitude de exatamente 2. Os astrônomos descobriram mais tarde que Polaris é ligeiramente variável, então eles mudaram para Vega como a estrela de referência padrão, atribuindo o brilho de Vega como a definição de magnitude zero em qualquer comprimento de onda especificado. Além de pequenas correções, o brilho de Vega ainda serve como a definição de magnitude zero para os comprimentos de onda do visível e do infravermelho próximo, onde sua distribuição de energia espectral (SED) se aproxima da de um corpo negro para uma temperatura de 11.000 K. No entanto, com o advento da astronomia infravermelha, foi revelado que a radiação de Vega inclui um excesso infravermelho presumivelmente devido a um disco circunstelar que consiste em poeira em temperaturas quentes (mas muito mais frias que a superfície da estrela). Em comprimentos de onda mais curtos (por exemplo, visíveis), há emissão insignificante de poeira nessas temperaturas. No entanto, para estender adequadamente a escala de magnitude no infravermelho, essa peculiaridade de Vega não deve afetar a definição da escala de magnitude. Portanto, a escala de magnitude foi extrapolada para todos os comprimentos de onda com base na curva de radiação do corpo negro para uma superfície estelar ideal a 11000 K não contaminada pela radiação circunstelar. Com base nisso, a irradiância espectral (geralmente expressa em janskys) para o ponto de magnitude zero, em função do comprimento de onda, pode ser calculada.See . Pequenos desvios são especificados entre sistemas usando aparelhos de medição desenvolvidos independentemente para que os dados obtidos por diferentes astrônomos possam ser adequadamente comparados, mas de maior importância prática é a definição de magnitude não em um único comprimento de onda, mas aplicando-se à resposta de filtros espectrais padrão usados em fotometria em várias bandas de comprimento de onda. Magnitudes Limitantes para Observação Visual em Alta Ampliação Abertura do telescópio (mm) Limite de Magnitude 35 11.3 60 12.3 102 13.3 152 14.1 203 14.7 305 15.4 406 15.7 508 16.4 Com os sistemas de magnitude modernos, o brilho em uma faixa muito ampla é especificado de acordo com a definição logarítmica detalhada abaixo, usando essa referência zero. Na prática, tais magnitudes aparentes não excedem 30 (para medições detectáveis). O brilho de Vega é excedido por quatro estrelas no céu noturno em comprimentos de onda visíveis (e mais em comprimentos de onda infravermelhos), bem como pelos planetas brilhantes Vênus, Marte e Júpiter, e estes devem ser descritos por magnitudes negativas. Por exemplo, Sirius, a estrela mais brilhante da esfera celeste, tem uma magnitude de -1.4 no visível. As magnitudes negativas para outros objetos astronômicos muito brilhantes podem ser encontradas na tabela abaixo. Os astrônomos desenvolveram outros sistemas fotométricos de ponto zero como alternativas ao sistema Vega. O mais amplamente utilizado é o sistema de magnitude AB, no qual os pontos zero fotométricos são baseados em um espectro de referência hipotético com fluxo constante por intervalo de frequência unitário, em vez de usar um espectro estelar ou curva de corpo negro como referência. O ponto zero da magnitude AB é definido de modo que as magnitudes baseadas em AB e Vega de um objeto sejam aproximadamente iguais na banda do filtro V. == Medição == Medição de precisão de magnitude (fotometria) requer calibração do aparelho de detecção fotográfica ou (geralmente) eletrônico. Isso geralmente envolve a observação contemporânea, sob condições idênticas, de estrelas padrão cuja magnitude usando esse filtro espectral é conhecida com precisão. Além disso, como a quantidade de luz realmente recebida por um telescópio é reduzida devido à transmissão pela atmosfera terrestre, as massas de ar do alvo e as estrelas de calibração devem ser levadas em consideração. Normalmente, alguém observaria algumas estrelas diferentes de magnitude conhecida que são suficientemente semelhantes. As estrelas do calibrador próximas no céu ao alvo são favorecidas (para evitar grandes diferenças nos caminhos atmosféricos). Se essas estrelas tiverem ângulos zenitais (altitudes) um tanto diferentes, então um fator de correção em função da massa de ar pode ser derivado e aplicado à massa de ar na posição do alvo. Tal calibração obtém o brilho tal como seria observado acima da atmosfera, onde é definida a magnitude aparente. Para os novatos em astronomia, a Magnitude Aparente escala com a potência recebida (em oposição à amplitude), portanto, para astrofotografia, você pode usar a medida de brilho relativo para dimensionar os tempos de exposição entre as estrelas. A magnitude aparente também soma (integra) sobre todo o objeto, portanto, é independente do foco. Isso precisa ser levado em consideração ao dimensionar os tempos de exposição para objetos com tamanho aparente significativo, como o Sol, a Lua e os planetas. Por exemplo, dimensionar diretamente o tempo de exposição da Lua para o Sol funciona, porque eles têm aproximadamente o mesmo tamanho no céu, mas dimensionar a exposição da Lua para Saturno resultaria em uma superexposição, se a imagem de Saturno ocupar um área menor em seu sensor do que a Lua (na mesma ampliação ou mais geralmente f/#). == Cálculos == Quanto mais escuro um objeto aparece, maior é o valor numérico dado à sua magnitude, com uma diferença de 5 magnitudes correspondendo a um fator de brilho de exatamente 100. Portanto, a magnitude , na banda espectral , seria dada por m_{x}= -5 \\log_{100} \\left(\\frac {F_x}{F_{x,0}}\\right), que é mais comumente expresso em termos de logaritmos comuns (base 10) como m_{x} = -2.5 \\log_{10} \\left(\\frac {F_x}{F_{x,0}}\\right), onde é a irradiância observada usando o filtro espectral , e é o fluxo de referência (ponto zero) para aquele filtro fotométrico. Como um aumento de 5 magnitudes corresponde a uma diminuição do brilho por um fator de exatamente 100, cada aumento de magnitude implica uma diminuição do brilho pelo fator \\sqrt[5]{100} \\approx 2.512 (razão de Pogson). Invertendo a fórmula acima, uma diferença de magnitude implica um fator de brilho de \\frac{F_2}{F_1} = 100^\\frac{\\Delta m}{5} = 10^{0.4 \\Delta m} \\approx 2.512^{\\Delta m}. === Exemplo: Sol e Lua === Qual é a proporção de brilho entre o Sol e a Lua cheia? A magnitude aparente do Sol é −26.832 (mais brilhante), e a magnitude média da lua cheia é −12.74 (mais escura). Diferença de magnitude: x = m_1 - m_2 = (-12.74) - (-26.832) = 14.09. Fator de brilho: v_b = 10^{0.4 x} = 10^{0.4 \\times 14.09} \\approx 432\\,513. O Sol aparece cerca de 400.000 vezes mais brilhante que a Lua cheia. === Magnitude adicional === Às vezes, pode-se desejar adicionar brilho. Por exemplo, a fotometria em estrelas duplas estreitamente separadas pode ser capaz de produzir apenas uma medição de sua saída de luz combinada. Para encontrar a magnitude combinada dessa estrela dupla conhecendo apenas as magnitudes dos componentes individuais, isso pode ser feito adicionando o brilho (em unidades lineares) correspondente a cada magnitude. 10^{-m_f \\times 0.4} = 10^{-m_1 \\times 0.4} + 10^{-m_2 \\times 0.4}. Resolvendo para m_f resulta m_f = -2.5\\log_{10} \\left(10^{-m_1 \\times 0.4} + 10^{-m_2 \\times 0.4} \\right), onde é a magnitude resultante após adicionar os brilhos referidos por e . === Magnitude bolométrica aparente === Embora a magnitude geralmente se refira a uma medição em uma banda de filtro específica correspondente a uma faixa de comprimentos de onda, a magnitude bolométrica aparente ou absoluta (mbol) é uma medida do brilho aparente ou absoluto de um objeto integrado em todos os comprimentos de onda do espectro eletromagnético (também conhecido como irradiação ou potência do objeto, respectivamente). O ponto zero da escala de magnitude bolométrica aparente é baseado na definição de que uma magnitude bolométrica aparente de 0 mag é equivalente a uma irradiância recebida de 2.518×10−8 watts por metro quadrado (W·m−2). === Magnitude absoluta === Enquanto a magnitude aparente é uma medida do brilho de um objeto visto por um observador particular, a magnitude absoluta é uma medida do brilho intrínseco de um objeto. O fluxo diminui com a distância de acordo com a lei do quadrado inverso, de modo que a magnitude aparente de uma estrela depende tanto de seu brilho absoluto quanto de sua distância (e qualquer extinção). Por exemplo, uma estrela a uma distância terá a mesma magnitude aparente que uma estrela quatro vezes mais brilhante a duas vezes essa distância. Em contraste, o brilho intrínseco de um objeto astronômico não depende da distância do observador ou de qualquer extinção. A magnitude absoluta , de uma estrela ou objeto astronômico é definida como a magnitude aparente que teria visto a uma distância de 10 parsecs (33 anos-luz). A magnitude absoluta do Sol é de 4.83 na banda V (visual), 4.68 na banda G do sonda Gaia (verde) e 5.48 na banda B (azul). No caso de um planeta ou asteroide, a magnitude absoluta significa a magnitude aparente que ele teria se estivesse a 1 unidade astronômica (150.000.000 km) do observador e do Sol, e totalmente iluminado na oposição máxima (uma configuração que é apenas teoricamente alcançável, com o observador situado na superfície do Sol). == Valores de referência padrão == Magnitudes e fluxos aparentes padrão para bandas típicas Banda (μm) (FWHM) Fluxo em , Jy 10−20 erg/(s·cm2·Hz) U 0.36 0.15 1810 1.81 B 0.44 0.22 4260 4.26 V 0.55 0.16 3640 3.64 R 0.64 0.23 3080 3.08 I 0.79 0.19 2550 2.55 J 1.26 0.16 1600 1.60 H 1.60 0.23 1080 1.08 K 2.22 0.23 670 0.67 L 3.50 g 0.52 0.14 3730 3.73 r 0.67 0.14 4490 4.49 i 0.79 0.16 4760 4.76 z 0.91 0.13 4810 4.81 A escala de magnitude é uma escala logarítmica reversa. Um equívoco comum é que a natureza logarítmica da escala ocorre porque o próprio olho humano tem uma resposta logarítmica. Na época de Pogson, isso era considerado verdadeiro (ver a lei de Weber-Fechner), mas agora acredita-se que a resposta é uma lei de potência (ver a lei potencial de Stevens). A magnitude é complicada pelo fato de que a luz não é monocromática. A sensibilidade de um detector de luz varia de acordo com o comprimento de onda da luz, e a maneira como varia depende do tipo de detector de luz. Por esse motivo, é necessário especificar como a magnitude é medida para que o valor seja significativo. Para tanto, é amplamente utilizado o sistema UBV, no qual a magnitude é medida em três diferentes bandas de comprimento de onda: U (centrado em cerca de 350 nm, no ultravioleta próximo), B (cerca de 435 nm, na região do azul) e V (cerca de 555 nm, no meio do alcance visual humano à luz do dia). A banda V foi escolhida para fins espectrais e fornece magnitudes que correspondem de perto àquelas vistas pelo olho humano. Quando uma magnitude aparente é discutida sem qualificação adicional, a magnitude V é geralmente compreendida. Como estrelas mais frias, como gigantes vermelhas e anãs vermelhas, emitem pouca energia nas regiões azul e ultravioleta do espectro, seu poder é frequentemente sub- representado pela escala UBV. De fato, algumas estrelas das classes L e T têm uma magnitude estimada bem acima de 100, porque emitem extremamente pouca luz visível, mas são mais fortes no infravermelho. Medidas de magnitude precisam de tratamento cauteloso e é extremamente importante medir igual com igual. No início do século XX e em filmes fotográficos ortocromáticos (sensíveis ao azul) mais antigos, os brilhos relativos da supergigante azul Rígel e da estrela variável irregular supergigante vermelha Betelgeuse (no máximo) são invertidos em comparação com o que os olhos humanos percebem, porque esse filme arcaico é mais sensível à luz azul do que à luz vermelha. Magnitudes obtidas a partir deste método são conhecidas como magnitudes fotográficas e agora são consideradas obsoletas. Para objetos dentro da Via Láctea com uma determinada magnitude absoluta, 5 é adicionado à magnitude aparente para cada aumento de dez vezes na distância do objeto. Para objetos a distâncias muito grandes (muito além da Via Láctea), essa relação deve ser ajustada para desvios para o vermelho e para medidas de distância não euclidianas devido à relatividade geral. Para planetas e outros corpos do Sistema Solar, a magnitude aparente é derivada de sua curva de fase e das distâncias ao Sol e ao observador. == Lista de magnitudes aparentes == Algumas das magnitudes listadas são aproximadas. A sensibilidade do telescópio depende do tempo de observação, da passagem de banda óptica e da luz interferente da dispersão e da luminescência atmosférica. Magnitudes visuais aparentes de objetos celestes Magnitude aparente (V) Objeto Visto de... Notas −67.57 Erupção de raios gama GRB 080319B Visto a 1 UA de distância Seria mais de (20 quatrilhões) vezes mais brilhante que o Sol quando visto da Terra −41.39 Estrela Cygnus OB2-12 Visto a 1 UA de distância −40.67 Estrela M33-013406.63 Visto a 1 UA de distância –40.17 Estrela Eta Carinae A Visto a 1 UA de distância −40.07 Estrela Zeta1 Scorpii Visto a 1 UA de distância −39.66 Estrela R136a1 Visto a 1 UA de distância –39.47 Estrela P Cygni Visto a 1 UA de distância −38.00 Estrela Rígel Visto a 1 UA de distância Seria visto como um grande disco azulado muito brilhante de 35° de diâmetro aparente −30.30 Estrela Sirius A Visto a 1 UA de distância −29.30 Estrela Sol Visto de Mercúrio no periélio −27.40 Estrela Sol Visto de Vênus no periélio −26.832 Estrela Sol Visto da Terra Cerca de 400.000 vezes mais brilhante que a lua cheia média −25.60 Estrela Sol Visto de Marte no afélio −25.00 Brilho mínimo que causa a leve dor ocular típica ao olhar −23.00 Estrela Sol Visto de Júpiter no afélio −21.70 Estrela Sol Visto de Saturno no afélio −20.20 Estrela Sol Visto de Urano no afélio −19.30 Estrela Sol Visto de Netuno −18.20 Estrela Sol Visto de Plutão no afélio −17.70 Planeta Terra Visto como luz terrestre da Lua −16.70 Estrela Sol Visto de Éris no afélio −14.20 Um nível de iluminação de 1 lux −12.90 Lua cheia Visto da Terra no periélio Brilho máximo de perigeu + periélio + lua cheia (o valor médio da distância é −12.74, embora os valores sejam cerca de 0.18 magnitude mais brilhantes ao incluir o efeito da oposição) −12.40 Betelgeuse Visto da Terra quando se transforma em supernova −11.20 Estrela Sol Visto do Sedna no afélio −10.00 Cometa Ikeya–Seki (1965) Visto da Terra Que foi o cometa rasante Kreutz mais brilhante dos tempos modernos −9.50 Explosão de irídio (satélite) Visto da Terra Brilho máximo −9 to −10 Fobos (satélite) Visto de Marte Brilho máximo −7.50 Supernova de 1006 Visto da Terra O evento estelar mais brilhante na história registrada (7.200 anos-luz de distância) −6.50 A magnitude integrada total do céu noturno Visto da Terra −6.00 Supernova do Caranguejo de 1054 Visto da Terra (6.500 anos-luz de distância) −5.90 Estação Espacial Internacional Visto da Terra Quando a ISS está em seu perigeu e totalmente iluminada pelo Sol −4.92 Planeta Vênus Visto da Terra Brilho máximo quando iluminado como um crescente −4.14 Planeta Vênus Visto da Terra Brilho médio −4 Objetos mais fracos observáveis durante o dia a olho nu quando o Sol está alto. Um objeto astronômico projeta sombras visíveis ao homem quando sua magnitude aparente é igual ou inferior a -4.NASA Science Question of the Week. Gsfc.nasa.gov (April 7, 2006). Retrieved on 2013-04-26. −3.99 Estrela Epsilon Canis Majoris Visto da Terra Brilho máximo de 4.7 milhões de anos atrás, a estrela histórica mais brilhante dos últimos e próximos 5 milhões de anos. – based on computations from HIPPARCOS data. (The calculations exclude stars whose distance or proper motion is uncertain.) PDF −3.69 Lua Iluminado pela luz terrestre, refletindo o brilho terrestre visto da Terra (máximo) −2.98 Planeta Vênus Visto da Terra Brilho mínimo quando está do outro lado do Sol −2.94 Planeta Júpiter Visto da Terra Brilho máximo −2.94 Planeta Marte Visto da Terra Brilho máximo −2.5 Objetos mais fracos visíveis durante o dia a olho nu quando o Sol está a menos de 10° acima do horizonte −2.50 Lua nova Visto da Terra Brilho mínimo −2.50 Planeta Terra Visto de Marte Brilho máximo −2.48 Planeta Mercúrio Visto da Terra Brilho máximo em conjunção superior (ao contrário de Vênus, Mercúrio é mais brilhante quando está do outro lado do Sol, o motivo são suas diferentes curvas de fase) −2.20 Planeta Júpiter Visto da Terra Brilho médio −1.66 Planeta Júpiter Visto da Terra Brilho mínimo −1.47 Sistema estelar Sirius Visto da Terra Estrela mais brilhante, exceto o Sol em comprimentos de onda visíveis −0.83 Estrela Eta Carinae Visto da Terra Brilho aparente como uma supernova impostora em abril de 1843 −0.72 Estrela Canopus Visto da Terra 2.ª estrela mais brilhante no céu noturno −0.55 Planeta Saturno Visto da Terra brilho máximo perto da oposição e periélio quando os anéis estão inclinados em direção à Terra −0.3 Cometa Halley Visto da Terra Magnitude aparente esperada na passagem de 2061 −0.27 Sistema estelar Alpha Centauri AB Visto da Terra Magnitude combinada (3.ª estrela mais brilhante no céu noturno) −0.04 Estrela Arcturus Visto da Terra 4.ª estrela mais brilhante a olho nu −0.01 Estrela Alpha Centauri A Visto da Terra 4.ª estrela individual mais brilhante visível telescopicamente no céu noturno +0.03 Estrela Vega Visto da Terra Que foi originalmente escolhido como uma definição do ponto zero +0.23 Planeta Mercúrio Visto da Terra Brilho médio +0.46 Estrela Sol Visto de Alpha Centauri +0.46 Planeta Saturno Visto da Terra Brilho médio +0.71 Planeta Marte Visto da Terra Brilho médio +0.90 Lua Visto de Marte Brilho máximo +1.17 Planeta Saturno Visto da Terra Brilho mínimo +1.33 Estrela Alpha Centauri B Visto da Terra +1.86 Planeta Marte Visto da Terra Brilho mínimo +1.98 Estrela Polaris Visto da Terra Brilho médio +3.03 Supernova SN 1987A Visto da Terra Na Grande Nuvem de Magalhães (160.000 anos-luz de distância) +3 a +4 Estrelas mais fracas visíveis em um bairro urbano a olho nu +3.44 Galáxia de Andrômeda Visto da Terra M31 +4 Nebulosa de Órion Visto da Terra M42 +4.38 Lua Ganímedes Visto da Terra Brilho máximo (4.38 on 1951-Oct-03) (lua de Júpiter e a maior lua do Sistema Solar) +4.50 Agrupamento aberto M41 Visto da Terra Um aglomerado aberto que pode ter sido visto por Aristóteles +4.5 Galáxia Anã Elíptica de Sagitário Visto da Terra +5.20 Asteroide Vesta Visto da Terra Brilho máximo +5.38 Planeta Urano Visto da Terra Brilho máximo (Urano chega ao periélio em 2050) +5.68 Planeta Urano Visto da Terra Brilho médio +5.72 Galáxia espiral M33 Visto da Terra Que é usado como um teste para ver a olho nu sob o céu escuro (Shows bolometric magnitude not visual magnitude.) +5.8 Erupção de raios gama GRB 080319B Visto da Terra Magnitude visual máxima (o \"Evento Clarke\") visto na Terra em 19 de março de 2008 a uma distância de 7.5 bilhões de anos-luz. +6.03 Planeta Urano Visto da Terra Brilho mínimo +6.49 Asteroide Pallas Visto da Terra Brilho máximo +6.5 Limite aproximado de estrelas observadas por um observador médio a olho nu em condições muito boas. Existem cerca de 9.500 estrelas visíveis a mag 6.5. +6.64 Planeta anão Ceres Visto da Terra Brilho máximo +6.75 Asteroide Iris Visto da Terra Brilho máximo +6.90 Galáxia espiral M81 Visto da Terra Este é um alvo extremo a olho nu que leva a visão humana e a escala de Bortle ao limite +7.25 Planeta Mercúrio Visto da Terra Brilho mínimo +7.67 Planeta Netuno Visto da Terra Brilho máximo (Netuno chega ao periélio em 2042) +7.78 Planeta Netuno Visto da Terra Brilho médio +8.00 Planeta Netuno Visto da Terra Brilho mínimo +8 Limite extremo a olho nu, Classe 1 na escala de Bortle, os céus mais escuros disponíveis na Terra. +8.10 Lua Titã Visto da Terra Brilho máximo; maior lua de Saturno; (8.10 on 2003-Dec-30) magnitude de oposição média de 8.4 +8.29 Estrela UY Scuti Visto da Terra Brilho máximo; uma das maiores estrelas conhecidas por raio +8.94 Asteroide 10 Hygiea Visto da Terra Brilho máximo +9.50 Objetos mais fracos visíveis usando binóculos 7×50 comuns em condições típicas. +10.20 Lua Jápeto Visto da Terra Brilho máximo, mais brilhante quando a oeste de Saturno e leva 40 dias para mudar de lado +11.05 Estrela Proxima Centauri Visto da Terra Estrela mais próxima +11.8 Lua Fobos Visto da Terra Brilho máximo; lua mais brilhante de Marte +12.23 Estrela R136a1 Visto da Terra Estrela mais luminosa e massiva conhecida +12.89 Lua Deimos Visto da Terra Brilho máximo +12.91 Quasar 3C 273 Visto da Terra Mais brilhante (distância de luminosidade de 2.4 bilhões de anos-luz) +13.42 Lua Tritão Visto da Terra Brilho máximo +13.65 Planeta anão Plutão Visto da Terra Brilho máximo, 725 vezes mais fraco que o céu a olho nu de magnitude 6.5 +13.9 Lua Titânia Visto da Terra Brilho máximo; lua mais brilhante de Urano +14.1 Estrela WR 102 Visto da Terra Estrela mais quente conhecida +15.4 Centauro Chiron Visto da Terra Brilho máximo +15.55 Lua Caronte Visto da Terra Brilho máximo (a maior lua de Plutão) +16.8 Planeta anão Makemake Visto da Terra Brilho de oposição atual +17.27 Planeta anão Haumea Visto da Terra Brilho de oposição atual +18.7 Planeta anão Éris Visto da Terra Brilho de oposição atual +19.5 Objetos mais fracos observáveis com o telescópio Catalina Sky Survey de 0.7 metros usando uma exposição de 30 segundos e também a magnitude limite aproximada do Asteroid Terrestrial-impact Last Alert System (ATLAS) +20.7 Lua Caliroe Visto da Terra (pequeno satélite de ≈8 km de Júpiter) +22 Objetos mais fracos observáveis na luz visível com um telescópio Ritchey-Chrétien de 600 mm (24″) com 30 minutos de imagens empilhadas (6 subquadros de 5 minutos cada) usando um detector CCD +22.8 Luhman 16 Visto da Terra Anãs marrons mais próximas (Luhman 16A=23.25, Luhman 16B=24.07) +22.91 Lua Hydra Visto da Terra Brilho máximo da lua de Plutão +23.38 Lua Nix Visto da Terra Brilho máximo da lua de Plutão +24 Objetos mais fracos observáveis com o telescópio Pan-STARRS de 1.8 metros usando uma exposição de 60 segundos Esta é atualmente a magnitude limitante de todos os levantamentos astronômicos automatizados do céu. +25.0 Lua Fenrir Visto da Terra (pequeno satélite de ≈4 km de Saturno) +25.3 Objeto transnetuniano Visto da Terra Objeto observável mais distante conhecido no Sistema Solar, cerca de 132 UA (19.7 bilhões de km) do Sol +26.2 Objeto transnetuniano Visto da Terra Objeto de tamanho de 200 km a cerca de 90 UA (13 bilhões de km) do Sol e cerca de 75 milhões de vezes mais fraco do que o que pode ser visto a olho nu. +27.7 Objetos mais fracos observáveis com um único telescópio terrestre da classe de 8 metros, como o Telescópio Subaru, em uma imagem de 10 horasWhat is the faintest object imaged by ground-based telescopes? , by: The Editors of Sky Telescope, 24 July 2006 +28.2 Cometa Halley Visto da Terra (2003) em 2003, quando estava a 28 UA (4.2 bilhões de km) do Sol, fotografado usando 3 de 4 escopos individuais sincronizados no conjunto do Very Large Telescope do ESO usando um tempo total de exposição de cerca de 9 horas +28.4 Asteroide Visto da órbita da Terra Magnitude observada do objeto do cinturão de Kuiper de ≈15 km Visto pelo Telescópio Espacial Hubble (HST) em 2003, o asteroide mais escuro conhecido diretamente observado. +31.5 Objetos mais fracos observáveis na luz visível com o Telescópio Espacial Hubble através do EXtreme Deep Field com ≈23 dias de tempo de exposição coletados ao longo de 10 anos +34 Objetos mais fracos observáveis na luz visível com o Telescópio Espacial James Webbhttp://www.jaymaron.com/telescopes/telescopes.html (retrieved Sep 14 2017) +35 Asteroide sem nome Visto da órbita da Terra Magnitude esperada do asteroide mais escuro conhecido, um objeto do cinturão de Kuiper de 950 metros descoberto (pelo HST) passando na frente de uma estrela em 2009. +35 Estrela LBV 1806-20 Visto da Terra Uma estrela variável azul luminosa, magnitude esperada em comprimentos de onda visíveis devido à extinção interestelar. == Ver também == * Módulo de distância * Lista das estrelas brilhantes mais próximas * Lista de estrelas próximas * Luminosidade * Brilho superficial == Ligações externas == * Categoria:Astronomia observacional Categoria:Escalas logarítmicas de medição",
 "title": "Magnitude aparente"
}