{
 "id": "68649",
 "text": "Maximillian Adolph Otto Siegfried Schmeling (Klein Luckow, 28 de setembro de 1905 — Wenzendorf, 2 de fevereiro de 2005) foi um pugilista alemão. Foi Campeão mundial dos pesos-pesados entre 1930 e 1932. Durante o auge de sua carreira foi usado por Hitler como parâmetro para provar a supremacia da raça ariana. Seu ranking foi: Total de lutas 70, Vitórias 56, Vitórias por nocaute 40, derrotas 10 e Empates 4. Filho de um timoneiro da marinha mercante, logo após seu nascimento mudou-se com a família para Hamburgo onde passou a infância. Em 1921 começou a interessar-se pelo boxe e passou a treinar como pugilista amador na região da Renânia (daí seu apelido Ulano do Reno). Em 1924 ganhou seu primeiro título como pugilista profissional meio-pesado. Em 1926 muda-se para Berlim almejando avançar de categoria. Em 1928 torna-se campeão alemão de pesos pesados. Em 1933 casa-se com a atriz tcheca de origem judaica Anny Ondra. Em 19 de junho de 1936 com Adolf Hitler no poder, derrotou o pugilista americano Joe Louis em Nova Iorque. Os nazistas transformaram o evento em propaganda dos seus ideais. Nos anos 30 era frequentemente visto ao lado de Hitler e outros membros importantes do partido. Os nazistas persuadiram Schmeling a convencer o Comitê Olímpico Norte-americano a não boicotar as Olimpíadas de Berlim de 1936; ato que o próprio boxeador admitiu ter sido ingênuo de sua parte. No entanto o pugilista sempre recusou ingressar no Partido Nazista ou demitir seu agente judeu, o norte-americano Joe Jacobs. Em 1938, perdeu a luta de revanche contra Joe Louis, transmitida do Yankee Stadium para toda Europa e EUA; na luta Schmeling teve uma vértebra e um rim lesionados; os nazistas interromperam a transmissão em território alemão. No final de 1938, a SS descobriu que Schmeling era colaborador de refugiados judeus; o boxeador havia ajudado na fuga para os EUA, os irmãos Werner e Henri Lewin, filhos de seu amigo David Lewin, durante a Noite dos cristais. Quando a guerra começou em 1939, Schmeling foi recrutado pelos nazistas como pára- quedista em missões perigosíssimas. Após o término da 2ª Guerra em 1945, estava na pobreza e mantinha o estigma de ídolo dos nazistas, lutou profissionalmente até 1948. Em 1954, montou uma franquia da Coca-Cola na Alemanha e enriqueceu. Em 1977 publicou sua autobiografia. Max Schmeling e Joe Louis tornaram-se amigos; quando em 1981 Louis morreu na pobreza, Schmeling pagou pelo seu funeral. Em 1989, um dos irmãos judeus salvos por Schmeling, Henri Lewin (agora empresário hoteleiro em Las Vegas-EUA) revelou a participação do pugilista na sua fuga da Alemanha. Manteve-se casado com Anny Ondra até sua morte em 1987, mas nunca tiveram filhos. Morreu em 2 de fevereiro de 2005 enquanto dormia. Em 2010 foi lançado o filme biográfico Max Schmeling, dirigido por Uwe Boll. ==Ligações externas== * * Categoria:Pugilistas da Alemanha Categoria:Pugilistas pesos-pesados Categoria:Campeões mundiais de boxe Categoria:Empresários da Alemanha Categoria:Militares alemães da Segunda Guerra Mundial",
 "title": "Max Schmeling"
}