{
 "id": "68686",
 "text": "George Fox (Leicester), julho de 1624 – (Londres), 13 de janeiro de 1691) foi um dissidente inglês e o fundador da Society of Friends, conhecida geralmente como os Quakers. Vivendo num tempo de grande conturbação social, ele rebelou- se contra os poderes políticos e religiosos estabelecidos, propondo uma nova forma de fé cristã, sem compromissos e pouco comum.Ross, Hugh McGregor (editor). 2008. George Fox: Um Místico Cristão . Cathair na Mart: Evertype. ISBN 1-904808-17-4 == Vida == Filho de um tecelão de Leicestershire, viveu em tempos de convulsão social e guerra. Ele se rebelou contra as autoridades religiosas e políticas, propondo uma abordagem incomum e intransigente da fé cristã. Ele viajou por toda a Grã-Bretanha como um pregador dissidente, realizou centenas de curas e muitas vezes foi perseguido pelas autoridades que o desaprovavam. Em 1669, casou-se com Margaret Fell, viúva de um rico apoiador, Thomas Fell; ela era uma amiga líder. Seu ministério se expandiu e ele fez turnês pela América do Norte e Holanda. Ele foi preso e preso várias vezes por suas crenças. Ele passou sua última década trabalhando em Londres para organizar o movimento Quaker em expansão. Apesar do desdém de alguns anglicanos e puritanos, ele era visto com respeito pelo convertido Quaker William Penn e pelo Lorde Protetor, Oliver Cromwell.Jones, Rufus M. (editor). 1908. George Fox – An Autobiography , um texto anotado e ligeiramente abreviado, também está disponível impresso (por exemplo, Friends United Press, 2006; ISBN 0-913408-24-7Nickalls, John L. (editor). 1952. O Jornal de George Fox . Cambridge University Press. (Reproduzido pela Reunião Anual da Filadélfia; ISBN 0-941308-05-7 == Referências == == Ligações externas == * (em inglês) * (em inglês) * The life's work of George Fox @ Ward's Book of Days (em inglês) * The Writings and Life of George Fox. The Journal and the Epistles, editado e com comentários de Hall Worthington e Joan Worthington (em inglês) * The Lamb's Officer is Gone Forth with the Lamb's Message by George Fox at the Ex-Classics Web Site (em inglês) * House of Commons Journal Volume 8, 21 de maio de 1660, ver entrada em Geo. Fox, etc., Ordem da Câmara que George Fox & Rob. Gressingham que \"fez uma grande perturbação em Harwich\" e deve ser entregue ao Sargento de Armas. (em inglês) Categoria:Reforma Protestante Categoria:Religiosos da Inglaterra Categoria:Fundadores de religiões Categoria:Naturais de Leicester Categoria:Místicos protestantes",
 "title": "George Fox"
}