{
 "id": "68691",
 "text": "Hugo Capeto (Paris, 941 – Paris, ) foi o Rei dos Francos desde a sua eleição em 987 até à sua morte. Foi o primeiro monarca da Casa de Capeto, sucedendo ao último rei carolíngio Luís V. == Biografia == === Infância === Hugo nasceu provavelmente no castelo de Dourdan entre 939-941. É filho de Edviges da Saxónia (irmã de Otão I) e de Hugo, o Grande. A 16 de Junho de 956, Hugo, o Grande morre em Dourdan e o seu filho Hugo Capeto deveria herdar um poder de primeira ordem: em Roma, o papa reconhece-o como «glorioso príncipe dos Francos». A meio do século X, a competição pela coroa entre os Carolíngios e Robertianos inicia-se, e a vitória destes últimos é quase inevitável. A legitimidade robertiana concretiza-se ainda mais através do jogo de alianças. Corre nas veias de Hugo Capeto sangue carolíngio levado por sua avó paterna (Beatriz de Vermandois), mas também sangue germânico por ascendência direta. Esta origem provém da Renânia e não da Saxónia. Enfim, o seu pai tinha-se aliado com o novo rei da Germânia Otão I, tendo desposado a irmã Edviges de Saxónia para contrariar o desejo de Luis IV sobre a Lotaríngia. No total, à morte de seu pai, Hugo Capeto herdou teoricamente um título prestigioso e um poder principesco. === Nome === Existem várias hipóteses para explicar o cognome Capeto, que serviu para distinguir Hugo do seu pai. A etimologia popular segue a explicação de ser o rei da capa (chappet), uma vez que antes de ser rei já era abade, e os abades da época usavam uma capa característica (em português: capelo, que por motivos semelhantes foi o cognome do rei Sancho II de Portugal). Outras etimologias derivam dos termos para chefe (caput), zombador (capetus) ou cabeça grande (capillo).Dictionnaire Universel d'Histoire et de Géographie (Bouillet et Chassang) Pensa-se também que o cognome do seu pai foi atribuído depois da sua morte, a partir do latim Hugo Magnus, Hugo o Velho, sendo o seu filho Hugo o Novo, e podendo Capeto ser uma invenção do século XII.The Origins of France: From Clovis to the Capetians 500-1000, Edward James, London: Macmillan, 1982 (ISBN 0312588623) === O reino e a sociedade do século X === ==== A Francia dos Robertianos ==== ===== Robertianos ===== Desde o fim do século IX, a política real não se pode fazer sem os descendentes de Roberto, o Forte dos quais faz parte Hugo Capeto. A outorga da coroa tornou-se electiva, as maiores famílias do reino disputavam- na. Os Robertianos beneficiam da juventude desde a decadência de Carlos, o Simples para ascender ao trono. Odão de França ou Roberto I, respetivamente tio-avô e avô de Hugo Capeto, foram reis dos Francos (888-898 e 922-923). Hugo Capeto era sobrinho-neto e neto, respectivamente, dos carolíngios Odo I de Paris e Roberto I, os dois únicos reis dos francos eleitos. O seu sétimo avô por parte de sua avó Beatriz de Vermandois era Carlos Magno. Hugo pertencia então a uma família poderosa e com muitas ligações à nobreza reinante da Europa.Les Carolingiens: Une famille qui fit l'Europe, Pierre Riché, Paris: Hachette, 1983. (ISBN 2-012-78551-0) Mas apesar disso, o seu pai nunca chegou a rei. Hugo, o Grande é confrontado com a ascensão ao poder de Herberto II de Vermandois que controla por sua vez o Vexin, Champagne e Laon, outorga a arquidiocese de Reims a seu filho Hugo e alia-se ao imperador Henrique I da Germânia. O robertiano, que tinha já decidido renunciar à coroa em 923 em favor de Raul de França, a falta de um herdeiro do sexo masculino susceptível de gerir o seu principado, coloca sob o trono em 936 o jovem carolíngio Luís IV, refugiado em Inglaterra desde a decadência de seu pai Carlos, o Simples e desprovido de todas as posses na Francia, sublinhando que ele seria ilegítimo empurrar para o trono alguém estranho à linhagem de Carlos Magno. Quando Raul I de França morreu em 936, Hugo, o Grande organizou o regresso de Luís de Ultramar, filho de Carlos III de França, do seu exílio na corte de Etelstano de Inglaterra. Não se sabe ao certo os seus motivos, mas presume-se que agiu para evitar que o trono francês fosse atribuído a outros pretendentes: Hugo, o Preto, o irmão de Raul e seu sucessor no ducado da Borgonha; Herberto II de Vermandois; e Guilherme I da Normandia.Histoire du Moyen Âge français: Chronologie commentée 486-1453, Laurent Theis, Paris: Perrin, 1992 (ISBN 2-87027-587-0) Luís IV atribui-lhe o título de dux Francorum (duque dos francos), o que anuncia um novo título real. O rei qualifica-o oficialmente (talvez sob pressão) como « o segundo depois de nós em todos os nossos reinos ». Ele ainda ganha poder quando o seu grande rival Herberto de Vermandois morreu em 943, porque o seu principado poderoso é então dividido entre seus quatro filhos. Hugo, o Grande domina então numerosos territórios entre Orleães-Senlis e Auxerre-Sens. Finalmente, o duque dos Francos está à frente dos bispos e abades tais como Marmontier (perto de Tours), de Fleury-sur-Loire (perto de Orleães) e de Saint-Denis. Ele é também abade laico da colegial de Saint-Martin de Tours pela qual Hugo, o Grande e sobretudo o seu filho Hugo « Capeto » herdaram talvez o seu apelido em referência à cappa (a capa de Martinho de Tours) conservada como relíquia nesse local. Quando seu pai, Hugo, o Grande, morreu em 16 de Junho de 956, Hugo Capeto, o mais velho de seus três filhos varões, era ainda menor. Foi colocado, juntamente com os seus dois irmãos, sob a tutela do seu tio materno, Bruno, duque de Lorena e arcebispo de Colónia. Herdeiro do seu pai, e por isso um dos mais poderosos nobres do reino, tornou-se conde d'Orleães e abade laico das abadias de São Martinho de Tours, Saint-Germain-des-Prés e Saint-Denis. Em 960 o rei Lotário de França concedeu-lhe os títulos que o seu pai detivera: duque dos francos e marquês de Nêustria. Era o nobre mais rico de seu tempo. Os nobres dos territórios vizinhos aos de Hugo aproveitaram a oportunidade da sua menoridade. Teobaldo I de Blois, um antigo vassalo de Hugo Magno, tomou os territórios de Chartres e Châteaudun. Mais a sul, na fronteira do reino, Fulque II de Anjou, outro antigo cliente de o Grande, construiu um principado à custa de Hugo e da Bretanha. Este poder provém também das suas alianças: Hugo, o Grande casou-se a primeira vez com a irmã de Etelstano de Inglaterra, um dos mais poderosos soberanos do Ocidente no início do século X após ele ter caçado os viquingues de Danelaw. Quando Otão I restaurando o Império o faz o mais poderoso da Europa, Hugo, o Grande desposa a sua irmã. No entanto, o poder que deve herdar Hugo Capeto tem os seus limites: os seus vassalos são eles mesmos suficientemente poderosos para ter uma grande autonomia e praticar uma política de equilíbrio entre Carolíngios e Robertianos. ===== Geografia ===== O reino recobre a antiga Francia Ocidental cujas fronteiras tinham sido definidas na partilha de Verdun em 843. Hugo é agora o novo soberano do reino da Francia, que não se chama mais Francia occidentalis desde a segunda metade do século X. Os quatro rios (Escalda, Mosa, Saône e Ródano) constituem os seus limites a norte e a Este, e separam do império otoniano. A sul, os Pirenéus não constituem um limite desde que o condado de Barcelona faz parte do reino francês. O reino, ducado ou condado da Bretanha não faz parte do reino da França. Além disso o senhor da Bretanha não participa na eleição de Hugo Capeto. Enfim, a rota dacosta é muito diferente da que conhecemos, porque os glofos não estão entupidos, em particular na bacia d' Arcachon e o glofe de Saint-Omer, e a foz dos rios evoluem ainda.La France de l'an Mil, Seuil, Paris, 1990, p. 20 O reino em que Hugo viveu era bastante diferente da França actual. Os seus predecessores não se intitulavam reis de França, esse título só começaria a ser usado por Filipe o Belo (1285-1314). O reis usavam sim o título de rex Francorum (Rei dos Francos) e as terras que governavam eram apenas uma pequena parte do antigo Império Carolíngio. As terras francas do leste, o Sacro Império Romano-Germânico, eram governadas pela dinastia otoniana, representada por Otão II, primo de Hugo, e depois pelo seu filho Oto III. As terras a sul do rio Loire tinham deixado de pertencer à Frância ocidental depois da deposição de Carlos III o Simples em 922. Os ducados da Normandia e da Borgonha eram na sua maioria independentes, apesar de desde 956 este último ser governado pelos irmãos de Hugo, Odão de Paris e Henrique, e a Bretanha era completamente independente.La France au Moyen Âge du Ve au XVe siècle, Claude Gauvard, Paris: PUF, 1996 (ISBN 2-13-054205-0) De 978 a 986, Capeto aliou-se aos imperadores germânicos Oto II e Oto III e com o arcebispo Adalbarão de Reims para dominar o fraco rei Lotário. Em 986 era na prática rei, apesar de não oficialmente. ===== Renovação econômica ===== O ano mil conhece um crescimento económico cujo apogeu fez-se notoriamente sentir nos séculos XII e XIII. Desde meados do século X, assiste-se a uma primeira fase de crescimento agrário. Parece que a « angústia da fome » leva o campesinato a produzir melhor e mais. Assim, os camponeses adaptam-se: melhoria no conhecimento do solo, adaptação da aradura conforme a área, introdução da rotação trienal, a qual leva a clareiras por aumentar as superfícies em causa, evolução do método de atrelagem (colar de cavalo e ferradura), relha do arado assimétrica, desenvolvimento da micro-hidráulica (vala de drenagem e irrigação). A moeda dinheiro tinha sempre sido utilizada desde a romanização da Gália. O ouro, introduzido por César em Roma e generalizada por Augusto por todo o Império, completava as possibilidades de pagamento da troca. Ouro, uma parte do ouro não chegava mais do Oriente desde as conquistas árabes no Mediterrâneo; por outro lado desde a queda do Império Romano no século V, a maior confusão reina em matéria de cunhagem e emissão de moeda - confusão que resulta em descontentamento. A homogeneização dos pesos, das equivalências, das cunhagens e das emissões da moeda pelos primeiros Carolíngios, a reintrodução do uso, o recurso e a circulação de moeda dinheiro, provocam uma verdadeira mudança económica que traz plenamente os seus frutos com o fim das invasões. Mais adaptada que a moeda de ouro herdada da Antiguidade que não convinha para operações muito caras, o denário de prata, normalizado e abundante, permite a introdução de milhões de produtores e consumidores no circuito comercial.J. Dhondt, Les dernières invasions, dans Histoire de la France des origines à nos jours sous la direction de Georges Duby, Larousse, 2007, . Os camponeses começam a poder revender os seus excedentes e assim interessam-se por produzir mais do que o necessário à sua subsistência e aos direitos senhoriais.P. Noirel, L'invention du marché, . Este fenómeno é atestado pela modificação dos mercados e das lojas de cunhagem de moeda em todo o Ocidente desde o século IX.P. Contamine, M. Bompaire, S. Lebecq, J.-L. Sarrazin, L'économie médiévale, Collection U, Armand Colin, 2004, . Em certos casos, os proprietários, eclesiásticos ou laicos, fornecem as charruas, investindo nos equipamentos melhorando a produtividade: moinhos de água substituindo os moedores de braços, prensas de óleo ou de vinho (substituindo o de esmagamento).P. Contamine (2004), . A redescoberta das capacidades da energia hidráulica sobretudo mais do que a animal ou humana permitem uma produtividade sem comparação com aquela disponível na alta idade média e comparável àquela dos Romanos que se serviam já de moinhos de água instalados em série ao lado de colinas e montanhas. Cada mó de moinho de água pode moer cento cinquenta quilos de trigo por hora, isto corresponde ao trabalho de quarenta escravos.J. Gimpel, La Révolution industrielle du Moyen Âge, Seuil, Paris, 1975, . Os rendimentos das terras cultivadas podem crescer até cinco ou seis para um. Este progresso liberta a mão-de-obra para outras actividades. Após as grandes fomes de 1005-1006 e de 1032-1033, a população torna-se mais ou menos exposta ás interrupções alimentares e, assim às epidemias: a mortalidade diminui. Não se deve sobrestimar esta época de renovação económica e social pois a mudança ainda está na sua génese e o campesinato é ainda vitima das perdas agrícolas, como sobre o reino de Roberto, o Piedoso onde se assiste às fomes relâmpago onde o canibalismo é a regra em certas regiões (1005-1006 e 1032-1033). O crescimento demográfico e o aumento da produção agrícola se auto-entretêm num círculo vicioso: eles são a chave para o renascimento medieval. A sociedade carolíngia desaparece progressivamente. Assim, constata-se o desaparecimento da escravidão no sul a favor dos camponeses livres. No entanto, um novo poder se afirma: o senhorio nobre. A partir de 990, a fragmentação das instituições da época precedente leva a um novo uso, são os « costumes ». No século XI, estes são os direitos exigidos pelo senhor nobre e que nenhuma autoridade é capaz de contrariar. No entanto, o estabelecimento da senhoria não impede o progresso técnico e o avanço agrícola.D. Barthélemy, L'ordre seigneurial, Seuil, Paris, 1990, . O denário de prata é um dos principais motores do crescimento económico desde o século IX. A fraqueza do poder real levou à cunhagem de moeda por numerosos bispos, senhores e abades. Pelo que Carlos, o Calvo contou 26 oficinas de cunhagem monetária, Hugo Capeto e Roberto, o Piedoso não têm mais do que a de Laon.Philippe Contamine, Marc Bompaire, Stéphane Lebecq, Jean-Luc Sarrazin, L'économie médiévale, Collection U, Armand Colin 2004, . O reinado de Hugo Capeto marca o apogeu do feudalismo da moeda. Em resultado uma diminuição da uniformidade do denário e o aparecimento da prática de cunhagem da moeda nos mercados (conta-se o peso da peça para determinar o valor). Pelo contrário, estamos num período onde o aumento das trocas é sustentado pelo aumento do volume de metal disponível. Com efeito, a expansão versus o este do Império permite aos Otonianos poder explorar novos depósitos de prata. A margem de manobra de Roberto, o Piedoso é baixa. Ouro, a prática do corte para retirar os elementos preciosos ou a mutação monetária levam a desvalorizações em tudo prejudiciais. ===== Renovação Espiritual ===== A Igreja não é poupada pelas desordens dos séculos IX e X. As cargas de abades, paróquias ou eclesiásticos, são doados aos laicos para se formar clientelas e a disciplina monástica relaxa; o nível cultural dos sacerdotes torna-se medíocre.Georges Duby, Les féodaux (980-1075) tiré d’Histoire de la France, Larousse 2007, . Os raros mosteiros que conservam uma conduta irrepreensível adquirem uma grande autoridade moral. Estes mosteiros íntegros recebem numerosas doações para obter dos priores a absolvição, em particular postmortem.Georges Duby (2007), . A escolha dos abades orienta-se cada vez mais para homens de grande integridade e certos tais como Guillaume d'Aquitaine vão dar autonomia e imunidade aos mosteiros que elegem seu abade. É o caso das abadias de Gorze, Brogne ou Cluny. Outros mosteiros utilizam falsos certificados de imunidade para adquirir autonomia.Christian Lauranzon-Rosaz, La Paix des Montagnes: Origines auvergnates de la Paix de Dieu, Entre estes, Cluny conhece o desenvolvimento e a influencia dos mais notáveis. Sob a palmatória de abades dinâmicos tais como Odão, Maiolo - um amigo pessoal de Hugo Capeto - ou ainda Odilo, a abadia resulta de outros mosteiros que lhe estão anexados, e constitui uma ordem muito poderosa (em 994, a ordem de Cluny conta já trinta e quatro conventos). Uma das grandes forças de Cluny é a de recrutar uma boa parte dos seus membros e particularmente de seus abades na alta aristocracia.Jacques Paviot, Le moine est maître chez lui Historia Thématique : La France féodale Estes mosteiros são a ponta da lança de um profundo movimento de reforma monástica. A sua obra moralizadora toca a todos os níveis da sociedade. Em particular, ela dedica-se a analisar a cavalaria para o movimento da Paz de Deus desde a Treva de Deus. Este movimento, muito influente, leva à criação de Estados estáveis e em paz. Estes reformadores têm a lembrança do império carolíngio que sustem a reforma beneditina, a fundação de numerosos abadias e o seu florescimento espiritual, apoia-se largamente na Igreja para governar. A subida ao poder dos Otonianos da-lhes a ocasião de obrar a reconstituição de um império universal. Hugo Capeto, abade laico mas apoiante ativo da reforma, é um candidato ideal para ocupar o trono da Francia porque ele é também considerado como insuficientemente poderoso para escapar à influencia dos Otonianos. ===== Mutação Feudal ===== O império carolíngio desagregou-se a partir de meados do século IX. Com a paragem da expansão territorial, os imperadores não tinham mais novas terras ou saques para retribuir aos seus vassalos e assim já não têm poder sobre eles. Pouco a pouco, eles devem conceder a transmissão hereditária de terras e de bens, após uma autonomia mais ou menos elevada. Por outro lado, sob plano militar, a hoste carolíngia poderosa mas lenta a reunir revela-se incapaz de responder aos raids viquingues ou sarracenos cujo principal dom é a mobilidade. Os castelos nos bosques ou castelo de mota aparecem por volta do ano mil entre o Loire e o Reno. Isto responde também à lógica de uma sociedade medieval que evolui: a partir de 980, o reino dos Francos é agitado pela « revolução aristocrática » que vê a paisagem se cobrir destas fortalezas primitivas nos bosques.A. Debord, « As fortificações da terra na Europa ocidental do século X ao século XII », Arqueologia medieval, parte XI, 1981, Centro de Pesquisas Arqueológicas Medievais, Caen, . Estes proliferam em torno dos novos costumes. Os velhos pagos carolíngios desaparecem devido a uma nova jurisdição fundada no território do castelo (districtus). Os castelos inicialmente conhecidos como refúgios, detêm o sinal de autoridade, de desenvolvimento económico e de expansão dos terrenos.M. Arnoux, « Châtellenie », Dictionnaire encyclopédique du Moyen Âge, Cerf, Paris, 1997, . A história romântica do século XIX descreve uma « anarquia generalizada » e uma França « eriçada » de castelos até ao ano mil. Nestes tempos de invasões e de guerras privadas contínuas, os habitantes vinham juntar-se na proximidade do castelo, que legitima o senhor do castelo e o exercício do poder de mandar.R. Aubenas, « Les châteaux forts des. Contribution à l'étude des origines de la féodalité », Revue historique de droit français et étranger, 17, 1938, . Os senhores, esta nova elite guerreira apoiada nos seus castelos entra em conflito de interesses com a aristocracia e a Igreja cujos lucros dependem da economia camponesa. Condes, bispos e abades que pertencem a grandes linhagens aristocráticas reagem para refrear as ambições que levam a numerosas guerras privadas e pilhagens. Estes representantes das grandes famílias exploram e propagam o movimento da paz de Deus, nascido da exasperação dos camponeses e dos clérigos submissos à arbitrariedade dos homens armados (milites). A codificação e a moralização da conduta dos cavaleiros sobre critérios religiosos levam á elaboração, pelo bispo Adalberon de Laon, de uma sociedade dividida em três ordens sociais: os que trabalham, os que rezam e os que combatem.Christian Lauranzon-Rosaz, La Paix des Montagnes: Origines auvergnates de la Paix de Dieu, , Site de l'Université de droit de Clermont-Ferrand Enfim, malogrado a descentralização do poder, o rei conserva uma autoridade política. A época é a reivindicação de terras e de bens; também, a homenagem feita ao soberano permite oficializar a propriedade. O rei, que é sagrado, mantém um papel arbitral que permite à função durar o século X. No século XI, ela é ainda questionada por alguns principies (condes de Blois, conde de Vermandois). ==== Francia sob os Otonianos ==== Em 956, à morte de seu pai, Hugo, o mais velho, não tem mais de quinze anos e tem dois irmãos. Otão I, rei da Germânia, entende pôr sob sua tutela a Frância ocidental, isto que lhe é possível devido a um tio materno de Hugo e de Lotário, novo rei dos Francos que sucedeu com a idade de 13 anos a Luís IV em 954. O reino da Francia em 954 e o principado robertiano em 956 são postos sob a tutela de Bruno, arcebispo de Colónia e duque da Lotaríngia, irmão do rei Otão I. A tutela de Hugo é dobrada pela de Lotário. O objetivo de Otão I é de manter o equilíbrio entre os Robertianos, os Carolíngios e os Otonianos. Em 960, o rei dos Francos consente em dar a Hugo a herança de seu pai, com o marquesado da Nêustria e o título de duque dos Francos. Mas, em contrapartida, o duque deve aceitar a nova independência adquirida pelos condes da Nêustria durante o vazio de poder. O seu irmão Otão recebe apenas o ducado da Borgonha. A partir de 962, o Ocidente é dominado pelo vencedor da cristandade face aos Húngaros, Otão I, que restaura o título imperial e se aproveita da passagem de Itália. O novo imperador aumenta o seu poder sob a Francia Ocidental sobretudo sob a atracção de certos bispos fronteiriços; embora eleito por Lotário, o arcebispo de Reims (que assegura a coroação dos reis da Francia) Adalberão de Reims tende a mostrar as suas simpatias imperiais. Apanhado, o rei Lotário apoia-se sob outros bispos (Langres, Châlons, Noyon) e sob o conde da Flandres Arnulfo I. === Hugo Capeto, duque dos Francos (960-987) === ==== Um começo difícil ==== Quando recebe o seu cargo ducal (duque dos Francos, dux francorum) em 960, Hugo Capeto é menos poderoso que seu pai. Com efeito, ele é jovem, politicamente inexperiente e, sobretudo, ele encontra-se sob tutela de seu tio Bruno de Colónia, próximo do poder otoniano., p. 178-179 Face a este enfraquecimento, um forte desejo de independência surge nos vassalos entre o Sena e o Loire. O conde Teobaldo de Blois, portanto um antigo fiel de Hugo, o Grande que lhe confia a cidade de Laon, assegura uma quase independência proclamando-se conde de Blois, fazendo fortificar as suas principais cidades e apreendendo Chartres e Châteaudun.Menant 1999, p. 20 Os diplomas reais dos anos de 960 mostram que os grandes aristocratas não são mais exclusivamente fieis ao duque dos Francos, como no tempo de Hugo, o Grande, mas somente ao rei Lotário. Com efeito, encontram-se alguns destes nos exércitos reais lutando contra o ducado da Normandia por conta de Lotário. Enfim, parecia a Hugo que o seu lugar de número dois no reino teria tendência a lhe escapar. Duas cartas do abade de Montierender fazem referência a Herberto III de Vermendois, então conde de Château-Thierry, de Vitry e abade laico de Saint-Médard de Soissons, portanto o título de «conde dos Francos» e mesmo de «conde do palácio» numa carta de Lotário. ==== Reino carolíngio ==== Por seu lado, Lotário também perdeu poder face ao reforço da monarquia otoniana. Ele faz figura de parvo ao participar num encontro de vassalos e parentes de Otão I em 965. Portanto, a partir da morte do imperador em 973, o rei pretende ligar-se á política de seu avô: recuperar a Lorena, « berço dos carolíngios». Durante o verão de 978, por razões desconhecidas, ele decide passar à ação. Como Otão possuía a Bélgica (Lorena), Lotário tentou aproveitar e os dois reis tentaram um contra o outro maquinações muito pérfidas e golpes de força, porque ambos pretendiam o que o seu pai havia possuído.Richer de Reims, apr. 990 Em Agosto de 978, acompanhado dos grandes do reino, Lotário pilha de surpresa Aix-la-Chapelle, residência de Otão II, e permite-se o gesto simbólico de devolver ao Oriente a águia de bronze que decorava a torre do palácio que após ter sido voltada para Este no tempo de Carlos Magno ameaçando assim os Eslavos da Morávia, tinha sido voltada para oeste pelos Otonianos, desafiando assim a Francia Ocidental.Richer de Reims, Histoire de France (888-995), tome 2, édité et traduit par Robert Latouche, Paris, Les Belles Lettres, 1964, Mas ele teve rapidamente de bater em retirada e se refugiar em Étampes casa de Hugo. Otão II concorda em voltar à ofensiva e lança os seus exércitos às portas de Paris. Carlos da Lorena, irmão de Lotário, é mesmo coroado rei em Laon pelo bispo de Metz. Mas, nas portas de Paris, Hugo Capeto barra a passagem ao imperador germânico que, vendo o inverno chegar (estavam a 30 de novembro) é forçado a fugir. As tropas de Lotário e Hugo Capeto perseguem Otão cuja retaguarda, não pode atravessar o Aisne devido à inundação em Soissons, é aniquilado, «assim ele morreu mais por onda que pela espada.» Esta vitória permite a Hugo Capeto voltar assim ao lugar de primeiro aristocrata do reino franco. ==== Arcebispo de Reims ==== No fim do século X, situada em terra carolíngia, Reims é o mais importante dos centros arquiepiscopais de França. Ela afirma a primazia da Gália e é seu o privilégio de sagrar os reis e de dirigir a sua chancelaria. De facto, o arcebispado de Reims é tradicionalmente favorável à família reinante e é desde há muito um ponto central na política real. Mas a cidade episcopal é dirigida por Adalberão de Reims, noviço de Adalberão de Metz (um prelado fiel aos Carolíngios), eleito pelo rei Lotário em 969, mas que tem ligações familiares com os Otonianos. O arcebispo é assistido por um dos espíritos mais avançados de seu tempo, mestre de escola e futuro papa Gerberto de Aurillac. Adalberão e Gerberto trabalharam para o estabelecimento de um império único dominante de toda a Europa. O rei Lotário, com 13 anos, está de facto sob tutela de seu tio Otão I. Mas, ele afirma-se e ganha a independência, o que contraria os projectos imperiais de reunir toda a Europa sob uma única coroa. Portanto, o bispo deixa Lotário e apoia Hugo Capeto. Com efeito, para que os Otonianos pudessem fazer da França um estado vassalo do império, era imperativo que o rei dos Francos não seja de raça carolíngia e que fosse suficientemente pouco poderoso e fraco para aceitar esta tutela. Hugo Capeto torna-se o candidato ideal, especialmente desde que apoia activamente a reforma monásticas nas abadias quando os outros candidatos continuam a distribuir cargos eclesiásticos. Essa conduta só poderia seduzir a Reims, muito perto do movimento de Cluny. Reims via igualmente de forma desconfiada a aproximação entre o rei e Herberto de Vermendois, o eterno inimigo dos Carolíngios, o descendente do traidor que tinha permitido a prisão de seu avô Carlos, o Simples em 923. Enfim, Adálberão e Gerberto são os dois próximos da corte otoniana e ao reaproximarem-se de Hugo iriam finalmente fazê-lo renunciar à Lorena pela França. Enfim, Otão III tinha 3 anos quando seu pai morre: dois partidos lutam então por assegurar a regência, um dirigido por Henrique II da Baviera e Lotário (954-986), outro pelas imperatrizes Teofânia Escleraina, sua mãe, e Adelaide da Itália, sua avó, campanha adoptada por Gerbert e Adalbéron que apoiam Hugo Capeto contra Lotário.Gerbert d'Aurillac, le pape Sylvestre II, Encyclopédie Universelle ==== Fracasso de Lotário ==== Apoiado pelo bispo de Reims, Hugo é doravante o novo homem forte do reino. Em 979, quando Lotário queria assegurar a sua sucessão associando ao trono seu filho mais velho, é o duque dos Francos que apoia a reunião dos principes regnorum, isto é, dos grandes do reino. A cerimónia desenvolveu-se em Compiège na presença do rei, de Arnoul (um filho ilegítimo do rei Lotário), de Adalbéron de Reims sob a bênção de Hugo. A assembleia aclama Luís V de França, segundo o rito carolíngio, e o arcebispo de Reims o sagra rei dos Francos.Theis 1990, p. 186 No ano seguinte, Lotário, vendo crescer a influência de Hugo, decide reconciliar-se com Otão II: ele aceita renunciar definitivamente à Lorena. Mas Hugo, por razões desconhecidas, não quer que Lotário se reconcilie com o imperador germânico; por isso é rápido a tomar o castrum (a fortaleza) de Montreuil, e depois parte para Roma. Aqui, ele encontra o imperador e o papa, em companhia de seus fieis Bouchard de Vendôme e Arnoul d'Orléans. A tensão aumenta entre Lotário e Hugo. O rei dos Francos faz casar seu filho Luís com Adelaide de Anjou que traz a Auvérnia e o condado de Toulouse, o suficiente para levar os territórios robertianos do sul (982). É um erro. O casal separa-se dois anos mais tarde.Theis 1990, p. 188 Após a morte de Otão II (983) e aproveitando a tenra idade de Otão III, Lotário renuncia à sua aproximação aos Otonianos e, alia-se ao duque da Baviera, decide retomar a ofensiva na Lorena em Março de 985. Hugo é cuidadoso desta vez nesta expedição.Theis 1992, p. 73 Quando o rei toma Verdun e faz prisioneiro Godefrey (irmão do arcebispo de Reims), Adalberon e Gerbert procuram a ajuda do duque dos Francos. Mas a louca corrida de Lotário termina uma vez que morre em março de 986.Theis 1990, p. 188-189 === Eleito e sagrado rei dos Francos (987) === ==== O fim dos Carolíngios ==== A contradição de certos fatos dada por Richer não nos permite compreender toda a acção política Hugo na véspera da sua coroação. Por exemplo, não está claro por que ele não se opôs à associação ao trono de Luís, nem a sua sucessão em 986, quando ele foi para Roma para encontrar o imperador germânico numa intenção hostil a Lotário. Preocupado com a tomada de Verdun e a apelação de Adalberon, parece que o Duque de Francos tinha ele próprio reunido um exército. Talvez ele estivesse planeando marchar contra Lotário e tomar o trono?Menant 1999, p. 21 Em todo o caso, o novo rei Luís V, como fez Luís IV e Lotário, declara que iria tomar o conselho do duque dos Francos por sua política. Agora retoma o tema de seu pai na Lorena e acredita-se que queria lançar uma ofensiva contra Reims e Laon por causa de sua reconciliação com o Império. Não está claro qual o papel de Hugo naquela época, as fontes permanecem vagas. Aparentemente, o duque dos Francos teria limitado as intenções exageradas do rei carolíngio. Na verdade, Luís convoca o arcebispo de Reims, a seu palácio em Compiegne para que ele responda por seus atos. Mas, durante uma festa de caça, o rei foi morto num acidente de equitação a 21 ou 22 de maio de 987 na floresta de Senlis.Parisse 1992, p. 32 ==== A expulsão de Carlos da Lorena ==== Em maio de 987, os cronistas, incluindo Richer de Reims e Gerbert de Aurillac, escreve que, em Senlis, «se extingue a raça de Carlos». O rei morto foi imediatamente enterrado em St. Corneille de Compiegne e não em Reims como ele desejava. miniatura|250px|Catedral de Noyon, local da coroação de Hugo Capeto Mesmo Luís V morrendo sem deixar descendência, ainda resta um carolíngio capaz de subir ao trono. É ele Carlos da Lorena, filho de Luís IV e irmão de Lotário. Isto não é nada de especial: não é a primeira vez que um Carolíngio está competindo com um Robertiano.En 888, Charles III et Eudes ; en 936, Louis IV et Hugues le Grand. Na verdade, no tempo do pai de Hugo Capeto, não se poderia conceber romper com os carolíngios, pois príncipe Luís era visto como jovem e puro. Em 987, os tempos mudaram. Durante dez anos, Hugo Capeto opõe-se abertamente ao rei, parece ter submetido os grandes vassalos, mas, acima de tudo, o seu adversário Carlos da Lorena é acusado de todo o mal; ele queria usurpar a coroa (978), é o aliado de Otão II e, em seguida, ele acusa de adultério a rainha Ema da Itália, esposa de seu irmão. Em 1 de Junho de 987 a alta nobreza do reino reuniu-se para discutir a sucessão do trono da França em Senlis. Adalbarão de Reims, que tinha previamente sido acusado de traição pelos reis Lotário e Luís V, fez um discurso em desfavor de Carlos da Baixa-Lotaríngia e jurou em favor da candidatura de Hugo, duque dos francos, da linhagem dos robertianos (um ramo dos carolíngios). ==== Coroação ==== Influenciados por este, os aristocratas elegeram então Hugo, que foi coroado por Adalbarão pouco depois, no domingo de 3 de Julho de 987, na catedral de Noyon. Capeto inaugurou a linhagem dos capetos, que duraria oito séculos, até 10 de Agosto de 1792, apesar de a dinastia capetiana directa ter sido interrompida em 1328, com a morte de Carlos IV de França. === Reinado === ==== Roberto, o Piedoso, associado à coroa ==== Imediatamente após a sua própria coroação, Hugo começou a fazer pressão para coroar também o seu filho Roberto, o que aconteceria pouco tempo depois, a 30 de dezembro de 987. Para este efeito, argumentava que era importante para a estabilidade do reino haver um segundo rei, para o caso de ele mesmo morrer em uma expedição que estava a planear contra os mouros que atacavam Borrell II, conde de Barcelona, invasão que nunca chegou a realizar- se, o que aumentou o descontentamento do conde. O cronista Rudolfo Glaber atribui esta solicitação de Hugo à idade avançada em que se encontrava e à sua incapacidade de controlar a nobreza. No entanto, historiadores modernos tendem a dar mais importância à vontade de o velho rei garantir o direito de Roberto à sucessão e estabelecer uma dinastia, em oposição ao poder de a aristocracia eleger um novo rei. Na generalidade, os cronistas da época não parecem sustentar última esta teoria, e as dúvidas sobre as reais intenções de Hugo querer fazer ou não uma campanha na Península Ibérica mantêm-se até hoje.Anticipatory Association of the Heir in Early Capetian France, Anthony W. Lewis, The American Historical Review, Vol. 83, N.º 4 (Outubro de 1978), págs 906-927 (em inglês) Até Filipe II de França, seria a regra da progenitura que se imporia, mas conservando-se a eleição pelos aristocratas. Hugo Capeto sonha de o casar com uma princesa bizantina, mas este projeto falhou, Roberto deve se casar com a viúva de Arnulfo II da Flandres e filha de Berengário II, rei da Itália, membro da família carolíngia. Rosália da Itália é vinte anos mais velha. Tendo falhado em ter filhos com ela, e porque ela era muito velha, Roberto repudia-a em 991/992.Richer de Reims, Histoire, IV. Associado à coroa (rex designatus, \"rei designado\"), Roberto assiste seu pai em assuntos militares (conquista de Laon 988-991). Por outro lado, a sua forte instrução assegurada por Gerbert de Aurillac em Reims, que lhe permite lidar com questões religiosas das quais ele é rapidamente fiador (ele dirige o Conselho de Verzy em 991 seguido de Chelles em 994). É quase certo que, ao contrário de seu filho, Hugo é analfabeto e não fala Latim, mas o romano (latim vulgar do Norte).Theis 1999, p. 25 ==== Captura de Carlos da Lorena ==== Durante o seu reinado, Hugo enfrenta muitos adversários. Em primeiro lugar, um dos seus grandes rivais: Carlos da Lorena. Ele reaparece em 988 quando toma a cidade de Laon, um dos últimos bastiões carolíngios. Para ser respeitado, o rei sitiou a cidade duas vezes sem resultado. Preocupado com esta falha, Hugo contacta vários governantes para procurar a sua ajuda. Sabemos de uma carta escrita em julho de 988, sob a pena de Gerbert, no qual o primeiro Capetiano não se limita a informar a imperatriz Teofânia (regente de seu filho Otão III) das ações de Carlos da Lorena. Na verdade, ele sugere uma reunião:Mesmo estando em Meersburg (perto do Lago Constança), no mês de agosto, parece que Teofânia não se moveu. Então Hugo decide usar a astúcia. Antes de morrer, o arcebispo Adalbarão de Reims deixou claro que pretendia ser sucedido por Gerbert d'Aurillac, mas em 998 Hugo aceitou a eleição do sobrinho do seu rival Carlos da Baixa-Lotaríngia, Arnulfo, para a posição. Não se sabe ao certo se com a ajuda ou a oposição do seu sobrinho, Carlos conseguiu então tomar Reims e Laon. miniatura|200px|direita|Gerbert d'Aurillac, futuro papa Silvestre II. Hugo considerou Arnulfo um traidor e exigiu a sua deposição ao papa João XV. Mas ainda antes de receber mensagem do papa, Capeto capturou tio e sobrinho, e convocou um sínodo em Reims em Junho de 991, que obedientemente depôs Arnulfo e escolheu Gerbert d'Aurillac como seu sucessor. Estas acções foram repudiadas pelo papado, apesar de um segundo sínodo ratificar as decisões do primeiro. João XV convocou os bispos franceses para um sínodo independente, fora dos domínios de Hugo, em Aachen, para reconsiderarem. Quando estes se recusaram, o papa convocou-os a Roma, mas estes protestaram a decisão, alegando insegurança no caminho e na cidade papal. João XV enviou então um legado papal com instruções para convocar um concílio de bispos franceses e alemães em Mousson, ao qual apenas os segundos compareceram, tendo os primeiros sido impedidos por Hugo e Roberto. Depois de um grande esforço do legado, a deposição de Arnulfo acabou por ser declarada ilegal. Depois da morte do rei, seria libertado do cativeiro e reinvestido de todas as suas dignidades, tendo inclusivamente coroado Hugo, o filho mais velho de Roberto II de França, na tradição dos primeiros reis capetianos de coroar o herdeiro ainda durante o reinado do pai. Hugo Capeto possuía pequenas propriedades perto de Chartres e Anjou. Entre Paris e Orleães, possuía vilas e propriedades que somavam um total de aproximadamente mil km². Sua autoridade acabava aí, e se viajasse fora dessa pequena área, poderia ser capturado ou feito refém. Um assassinato era menos provável, por ter sido ungido por Deus como rei, mas não completamente fora de questão. De facto, em 993 houve um plano urdido pelo bispo de Laon e por Odo I de Blois para capturar Hugo Capeto para Oto III da Germânia. O plano falhou, mas o fato que ninguém foi punido ilustra as limitações do seu poder. Para além de sua base de poder, no restante da França, havia ainda muitos códigos de lei e campesinatos. O \"país\" operava com 150 moedas diferentes e pelo menos doze línguas. Unir esse todo em algo coerente era uma tarefa formidável e uma luta constante entre aqueles que carregavam a coroa da França e seus senhores feudais. Como tal, o reinado de Hugo Capeto foi marcado por várias disputas pelo poder com vassalos às margens dos rios Sena e Loire. Embora o poder de Hugo Capeto fosse limitado, (a ver igualmente todos os reis da dinastia capetiana) e de ter dependido da ajuda militar de Ricardo I da Normandia, a sua eleição unânime como rei deu-lhe grande autoridade moral e influência. ==== Fim de reinado ==== Eudes de Blois morreu em março de 996, e deixa uma viúva cujo amor é Roberto, o Piedoso. Hugo Capeto recusa esta união que traria a Borgonha para seu filho, porque Berta da Borgonha é sua prima em terceiro grau, e o casamento seria consanguíneo. Durante o verão de 996, já doente, Hugo teria ido com seu fiel Bouchard ao Mosteiro de Souvigny onde repousa seu amigo santo Mayeul (falecido em 994). Doente de varíola, Hugo morreu em um sábado, 24 de Outubro de 996, com 55 anos de idade, no castelo de Juifs (ou Juy ou Juees), em Beauce, perto de Prasville, entre Chartres e Orleães. Em 1987, no milenário da coroação, pesquisas permitiram localizar um ópido medieval em plena zona rural. Fotografias tiradas de avião confirmaram a presença no local de um antigo castelo feudal circundado por um sofisticado sistema de defesa. Em escavações, os pesquisadores encontraram importantes peças que comprovam que o local foi habitado do século I ao século XIII. Em 1996 foi colocada uma placa comemorativa no local, que se tornou numa etapa dos circuitos histórico-turísticos organizados pelo Castelo de Beauce. Sepultado na Basílica de Saint-Denis, foi sucedido pelo seu filho Roberto II de França. A maioria dos historiadores considera a coroação de Hugo Capeto como o início da França moderna porque, como conde de Paris, fez desta cidade o seu centro de poder, e iniciou o longo processo de exercer o controlo do resto do país a partir desta capital. Foi também o fundador da dinastia capetiana. Os capetianos directos, ou a Casa de Capeto, governaram a França de 987 a 1328. Depois, o reino foi regido por ramos colaterais da dinastia. Todos os reis franceses até Luís Filipe, e os pretendentes ao trono desde então, foram membros dessa família. Hoje em dia, esta dinastia ainda faz parte da árvore genealógica do reino da Espanha e do ducado do Luxemburgo, sendo a mais antiga dinastia continuamente no poder monárquico da Europa, e a segunda mais antiga do mundo, depois da família imperial do Japão, com a linhagem documentada até ao ano 706 ou mesmo antes. == Casamento e descendência == Foi filho de Hugo, o Grande Généalogie de Hugues le Grand (898 – 19 de Junho de 956), duque dos francos e conde de Paris e de Hedervige do Saxe (922 - 965), filha de Henrique I da Germânia (876 – 2 de julho de 936) e de Matilde de Rheingelhein (ca. 890 – 14 de março de 968). Do seu casamento em 970 com Adelaide da Aquitânia (945–1004), filha de Guilherme III da AquitâniaSa généalogie sur le site Medieval Lands (915 – 3 de abril de 963), conde de Poitiers e duque da Aquitânia e de Adélia da Normandia, nasceram:, recenseamento de todos os descendentes de Hugo Capeto até aos nossos dias #Gisela de França (969 - ca. 1000), casada em 970 com Hugo I de Abbeville (970 -?), conde de Ponthieu e Senhor de Abbeville. #Edviges de França, ou Edviges (970-1013), casada em 996 com Rainério IV de Hainaut, conde de Hainaut, e depois com o conde Hugo III de Dasburgo. #Roberto II de França \"o Piedoso\"Genealogia de Roberto II no site FMG (em francês) (972-103]), seu sucessor no trono francês casado por três vezes, a 1.ª em 988 com Rosália de Ivrea (937 - 1003), Senhora de Montreuil-sur-Mer, a 2ª em 997 com Berta da Borgonha (970–?) e a 3 em 1002 com Constança de Arles (c. 986 - Melun, 25 de Julho de 1032), filha de Guilherme I de ArlesA Herança Genética de D. Afonso Henriques, Luiz de Mello Vaz de São Payo, Universidade Moderna, 1ª Edição, Porto, 2002, pág. 284. (953 - 993) e de Adelaide Branca de Anjou (955 - 1026). #Adelaide de França (973-1068) É relatada a existência de outros filhos, mas a veracidade dessa descendência é discutível. No entanto é possível referir um filho de uma relação com N da Aquitânia: #Guzlin, arcebispo de Bourges. Hugo Capeto foi trisavô de Henrique de Borgonha, conde de Portucale, e tetravô de Afonso I, primeiro rei de Portugal. É, portanto, o ancestral da linhagem masculina dos monarcas portugueses como Dom João VI, e brasileiros, como Dom Pedro II. Categoria:Naturais de Paris Categoria:Monarcas católicos romanos Categoria:Dinastia capetiana Categoria:Condes de Paris Categoria:Franceses do século X Categoria:Marqueses da Nêustria Categoria:Reis da França Categoria:Sepultados na Basílica de Saint-Denis Categoria:Mortes por varíola",
 "title": "Hugo Capeto"
}