{
 "id": "68728",
 "text": "Jean Béraud (São Petersburgo, 12 de janeiro de 1849 - Paris, 4 de outubro de 1935) foi um pintor impressionista francês, conhecido por seus diversos quadros retratando a noite parisiense e da alta sociedade. Inúmeros quadros da Champs Elysees, cafés, Montmartre, com detalhados retratos do cotidiano de Paris durante a era conhecida como \"Belle Époque\". ==Vida pessoal== Nascido em São Petersburgo, em 1849, seu pai, também chamado Jean, foi escultor e provavelmente trabalhador na Catedral de Santo Isaac na mesma época do nascimento do filho. Sua mãe era Geneviève Eugénie Jacquin. Com a morte de seu pai, Jean e sua mãe se mudaram para Paris, onde começou a estudar para ser advogado até a ocupação de Paris durante a Guerra Franco-Prussiana, em 1870. Ele logo se tornaria amigo de Léon Bonnat. Participou no Salão pela primeira vez em 1872. Mesmo assim, somente conheceu o sucesso em 1876, graças ao quadro On the Way Back from the Funeral. Pintou diversas cenas parisienses durante a Belle Époque. Recebeu a comenda da Légion d'honneur no ano de 1894. No final do século XIX, Jean dedicou-se menos à piintura, mesmo trabalhando em vários comitês organizadores de exposições, incluindo o Salon de la Société Nationale. ==Morte== Jean nunca se casou ou teve filhos. Ele morreu em Paris em 4 de outubro de 1935 e foi enterrado no Cemitério de Montparnasse, ao lado da mãe. ==Galeria== Image:Jean Béraud La Modiste Sur Les Champs Elysees.jpg|The Milliner on the Champs Elysées, óleo sobre tela File:Jean Béraud Sortant De La Madeleine, Paris.jpg|Sortant De La Madeleine, Paris, óleo sobre tela File:Jean Béraud Home, Driver.jpg|Home, Driver, óleo sobre tela File:Cathédrale américaine de paris.jpg|l'Église de la Sainte-Trinité, óleo sobre tela File:Jean Béraud - L'Attente.jpg|L'Attente, óleo sobre tela Image:Jean Béraud La Sortie Du Bourgeois.jpg|La Sortie du bourgeois, óleo sobre tela File:Jean Beraud, Parisienne place de la Concorde.jpg|Parisienne place de la Concorde, óleo sobre tela File:Jean Béraud Le Bal Mabile.jpg|Le Bal Mabile, óleo sobre tela ==Bibliografia== *Patrick Offenstadt, Jean Béraud - La Belle Époque, une Époque Rêvée - Catalogue raisonné, Taschen - Wildenstein Institute, Paris, 1999. ==Ligações externas== * web.archive.org - www.jeanberaud.com/p_basfr * web.archive.org - lartnouveau.ifrance.com/lartnouveau/tableaux/beraud * web.archive.org- paris.fr/musees/musee_carnavalet/MUSEE/expo1999 Categoria:Pintores da França do século XIX Categoria:Pintores da França do século XX Categoria:Pintores do impressionismo Categoria:Sepultados no Cemitério do Montparnasse Categoria:Naturais de São Petersburgo",
 "title": "Jean Béraud"
}