{
 "id": "68781",
 "text": "A arquitetura orgânica, arquitetura organicista ou ainda organicismo foi uma escola da arquitetura moderna influenciada pelas ideias do arquiteto estado unidense, Frank Lloyd Wright. Sua ideologia promove a harmonia entre a habitação humana e a natureza. Apesar de ter surgido nos Estados Unidos, a ideologia se desenvolveu ao redor de todo o mundo, com destaques como o arquiteto europeu Alvar Aalto. A arquitetura orgânica teve maior incidência na Europa do Norte. O conceito do organicismo foi desenvolvido através das pesquisas de Frank Lloyd Wright, que acreditava que uma casa deve nascer para atender às necessidades das pessoas e do caráter do país como um organismo vivo e, com isso, o design é pensado para se aproximar de uma construção integrada ao máximo com seu terreno e seu entorno. Sua convicção era de que os edifícios influenciam profundamente as pessoas que neles residem, trabalham ou rezam, e por esse motivo o arquiteto é um modelador de homens.Frank Lloyd Wright (1954). The Natural House (New York: Bramhall House), p. 3 De uma forma geral, a arquitetura orgânica é considerada como um contraponto (e em certo sentido, uma reação) à arquitetura racionalista influenciada pelo International style de origem europeia.Freed, Eric Corey (2007 e 1 dia). WHAT IS ORGANIC ARCHITECTURE?Pearson, David (2001). The Breaking Wave: New Organic Architecture (Stroud: Gaia), p. 72 == Histórico == O termo \"arquitetura orgânica\" foi criado por Frank Lloyd Wright (1867-1959), arquiteto responsável pelos projetos da casa Fallingwater (A casa da Cascata) e do Museu Solomon R. Guggenheim em Nova York. A ideia da arquitetura orgânica se refere não só para a relação literal das construções e o entorno natural, mas também em como o próprio design dessas construções é pensado e desenvolvido para ela funcionar como um organismo em sua totalidade. Essa arquitetura é ampla e possui um alinhamento entre a natureza e a filosofia humanista, que em termos arquitetônicos transformam as formas em mais adaptáveis e agradáveis para o humano, trazendo um aspecto menos rígido. A obra passa a ser considerada um organismo vivo, com elementos que respeitam a natureza e aprimoram características básicas, aproximando a arquitetura de atividades comuns e diárias. == Notáveis arquitectos organicistas == * Alvar Aalto * Anton Alberts * Laurie Baker * Claude Bragdon * Nari Gandhi * Antoni Gaudí * Bruce Goff * Neville Gruzman * Hugo Häring * Friedensreich Hundertwasser * Kendrick Bangs Kellogg (nascido a 1934) * John Lautner * Imre Makovecz * Eero Saarinen * Hans Scharoun * Gustav Stickley * Louis Sullivan * Rudolf Steiner * Ivan Taslimson * Frank Lloyd Wright (1867–1959) * Bruno Zevi * Toyo Ito * Catarina Barreiros * Moti Bodek * Jéssica Costa * Paulo Mortalhas Organica Organica",
 "title": "Arquitetura orgânica"
}