{
 "id": "68818",
 "text": "O Esporte Clube Cruzeiro é um clube brasileiro de futebol, com sede em Cachoeirinha, no Rio Grande do Sul, onde está a sede esportiva com o novo estádio Arena Cruzeiro, estádio Dirceu de Castro. De 1913 até 2018, o time teve sede em Porto Alegre, sendo um dos principais times da cidade. Foi uma das principais potências do estado até entrar em um período de decadência na década de 1960. Em 2012 começou a construção de um novo estádio na cidade de Cachoeirinha, a Arena Cruzeiro, que foi inaugurada em 13 de março de 2019 e batizada oficialmente como Arena Cruzeiro Dirceu de Castro em maio de 2021. Foi fundado em 1913, precedendo o Cruzeiro Esporte Clube de Belo Horizonte, time mais famoso do mesmo nome. O Cruzeiro já teve o mais moderno estádio gaúcho (o primeiro com vestiários subterrâneo), o Estádio da Montanha, inaugurado em 1941 contra o São Paulo (que o Cruzeiro venceu por 1 a 0). Na década de 70 se mudou para o Morro Santana onde jogou no Estádio Estrelão até que começou a construir o estádio em Cachoeirinha. Foi o primeiro clube gaúcho a viajar pela Europa, no ano de 1953, tendo sido campeão gaúcho em 1929 e campeão da Segunda Divisão do Campeonato Gaúcho (atual Divisão de Acesso) em 2010, e da Campeonato Gaúcho de Futebol Série B de 2023. Em 1960, conquistou o título do Torneio da Páscoa em Berlim, na então Alemanha Oriental, o primeiro título intercontinental do futebol gaúcho, jogando contra o ZSK Vorwärts Berlin e Dynamo de Berlin. Também foi campeão da Copa Governador do Estado no ano de 1970, sendo o primeiro clube a conquistar este título. ==História== ===Fundação=== Fundado no dia 14 de julho de 1913 em Porto Alegre, o Esporte Clube Cruzeiro despontou durante décadas como a terceira força do futebol gaúcho. O Cruzeiro destacou também em outras modalidades esportivas, principalmente basquete e atletismo. É o único clube esportivo do Rio Grande do Sul a ser Campeão Estadual na categoria principal em futebol, vôlei, futsal e basquete. No futebol, a razão maior do clube, em seus primeiros anos de existência, foi Campeão de Porto Alegre em 1918, 1921 e 1929 e do Estado em 1918 e 1929. O Esporte Clube Cruzeiro protagoniza com a dupla Gre-Nal os clássicos Gre-Cruz e Inter-Cruz. Além de ser reconhecido durante décadas como a terceira força esportiva do Estado, o Cruzeiro sempre se caracterizou por crescer contra os clubes grandes, tornando-se para estes um adversário temido e respeitado. Sua história está ligada à própria vida do futebol no Rio Grande do Sul. Ao longo de seus quase 105 anos de existência, sempre despontou como um pioneiro. Assim foi em 1914, quando criou as categorias inferiores (infanto-juvenil e juvenil), os filhotes. E não demorou muito tempo para sugerir à presidência da Liga de Futebol Porto-alegrense que fosse organizado um campeonato só para meninos, lançando a ideia de que fosse fundada a Liga Infantil de Futebol. Foi também o Cruzeiro que em 1917 propôs que fosse regulamentada a entrada de jogadores estrangeiros nos clubes gaúchos, a exemplo do que já ocorria em São Paulo e Buenos Aires. Em 1918, com a fundação da Federação Gaúcha de Futebol no mês de maio daquele ano, foi disputado o primeiro campeonato estadual. No entanto, devido ao surto da Gripe Espanhola que assolou o Estado, a competição não chegou ao seu final. A fase derradeira do estadual reuniria os campeões de Porto Alegre, que foi o Cruzeiro, de Pelotas, o Brasil, e de Livramento, o E.C. 14 de Julho. Como a fase final não foi disputada, os três clubes seriam os campeões estaduais dividindo o título de 1918. No entanto, este fato nunca foi oficializado pela Federação Gaúcha de Futebol. Em 1929, ai sim, o Cruzeiro conquistou o título máximo do futebol gaúcho. Depois de vencer o Campeonato da cidade de Porto Alegre, o Cruzeiro ainda teve que enfrentar o campeão da cidade de Guaíba, o Itaphuy, e o campeão de Caxias do Sul, o Esporte Clube Juventude, antes de chegar ao quadrangular final. Na fase final, além do Cruzeiro, estavam o EC Ferro Carril de Uruguaiana, o Riograndense de Santa Maria e o Guarany de Bagé. Na semifinal, no dia 12 de outubro 1929, o Cruzeiro ganhou do Riograndense por 2 a 0. As semifinais e a final foram realizadas no estádio Chácara das Camélias, no bairro Menino Deus, em Porto Alegre. O Guarany eliminou o Ferro Carril ganhando também por 2 a 0 na outra semifinal e credenciou-se a decidir o título com o Cruzeiro em 15 de outubro de 1929. O Cruzeiro ganhou a decisão por 1 a 0, gol de Nestor, cobrando pênalti. O Cruzeiro campeão jogou com Chico; Espir Rivaldo e Hugo; Totte, Emilio e Salatino; Ferreira, Torres, Nestor, Germano e Campão. Mais tarde, na temporada de 1945, tornou-se o primeiro clube gaúcho a contratar um técnico estrangeiro, o húngaro Emeric Hirchl, que trouxe consigo a famosa dupla Flamini e Lombardini. Na década de 40, o Cruzeiro formou grande equipes e conquistou títulos importantes, como a Taça Cidade de Porto Alegre, em triangular com a dupla Gre-Nal nos anos de 1943 e 1947, o Campeonato Extra da Cidade de 1943, o Torneio Início no mesmo ano e os vice-campeonatos da cidade em 1942, 45 e 47. Em 1941, o clube assinalava mais um grande feito ao inaugurar o Estádio da Montanha, considerado na época como um dos mais completos e modernos do País. Com a inauguração do novo estádio, na “Colina melancólica”, o Cruzeiro foi tomando vulto, foi se engrandecendo a aumentando ainda mais a sua galeria de glórias. Este espírito pioneiro se fez sentir também em 1953, quando fez a sua primeira excursão à Europa, Ásia e Oriente Médio, tornando-se o primeiro clube fora do eixo Rio-São Paulo, a viajar tão longe. Além de um saldo positivo de vitórias, O Cruzeiro trouxe na bagagem um grande feito: o famoso empate com o Real Madrid, na época pentacampeão europeu e considerado o melhor time do mundo, em seu próprio estádio. A excursão serviu para consolidar o seu prestígio no estrangeiro, prova disso é que em 1960 o Cruzeiro voltava à Europa para uma nova gira. Pelo êxito, esta excursão não ficou nada a dever à primeira e, na volta, os estrelados traziam para o Brasil o título de Campeões do Torneio de Páscoa de Berlim, considerado um dos mais importantes da época. Basta dizer, que afora o Cruzeiro, apenas um clube estrangeiro conseguiu tira-los dos alemães. Este clube foi justamente o Real Madrid. Ao longo dos seus 105 anos de glórias e muita tradição, a equipe principal de futebol do Cruzeiro entrou em campo em mais de 2500 jogos. Destes, 89 são internacionais e 62 são interestaduais. O futebol do Cruzeiro já enfrentou clubes de 22 países: Argentina, Uruguai, Paraguai, Colômbia, Costa Rica, Guatemala, El Salvador, Estados Unidos, Espanha, Itália, Alemanha, Israel, Turquia, Dinamarca, França, Suíça, Bulgária, Áustria, Iugoslávia, Bélgica, Suécia e Tchecoslováquia. No futebol brasileiro, o estrelado gaúcho tem 62 jogos interestaduais, sendo 38 contra equipes de Santa Catarina, nove contra paranaenses, oito contra cariocas e sete contra paulistas, tendo jogado em cidades como Santos, Curitiba, Florianópolis, Cianorte-PR, Cambará-PR, Cornélio Procópio-PR, Criciúma-SC, Joinville-SC, Itajaí-SC, Blumenau-SC, Brusque-SC, Lages-SC, Ibirama-SC, Rio do Sul-SC, Curitibanos-SC, São Joaquim-SC e Videira-SC. Dos 64 jogos interestaduais, 20 foram realizados no Rio Grande do Sul e 44 fora do RS, sendo 35 em Santa Catarina, oito no Paraná e um em Santos-SP. Dos 89 jogos internacionais, 79 foram disputados em 21 países e dez no Rio Grande do Sul. O time alvi-azul brilhou também na Argentina, em 1961, quando após exitosa campanha trazia para o Brasil o título de Campeão do 1° Torneio Internacional de Páscoa de Mar Del Plata. Em 1968, o Cruzeiro chegou em terceiro lugar no Campeonato Gaúcho e disputou a sua primeira competição nacional, o Torneio Centro-Oeste. Em 1970, o Cruzeiro conquistou a Copa Governador do Estado, derrotando clubes tradicionais do RS, como Novo Hamburgo, Caxias e São José. Mas, as glórias do chamado Clube dos 18 não se limitaram apenas ao futebol, já que o Cruzeiro despontou durante décadas como a maior força do atletismo gaúcho, além de se destacar sobremaneira na prática do voleibol e principalmente do basquete, onde despontou como o maior clube do Rio Grande do Sul, alcançando, inclusive o título de hexacampeão gaúcho. No basquete, o Cruzeiro foi o primeiro clube gaúcho a disputar a Taça Brasil da modalidade, tendo disputado em quatro oportunidades o campeonato nacional da modalidade. Ainda na área do futebol, que tanto lhe deve e ao qual muito contribuiu ao longo de sua existência, o Cruzeiro, que havia conquistado os títulos da cidade de 1918 e 1921 e de campeão estadual em 1929, com um time formado na quase totalidade por alunos universitários e estudantes da Escola Militar de Porto Alegre, sagrou-se também o grande Campeão da Taça Farroupilha, certame realizado para assinalar o centenário da Revolução Farroupilha. Entre 1943 e 1945 foi Tricampeão Gaúcho de Aspirantes e em 1955, mostrando a sua tradição na formação de grandes jogadores, foi Campeão Gaúcho juvenil. Em 2007, o Cruzeiro iniciou um novo projeto no futebol, com a valorização das categorias de base. Já no primeiro ano, o time chegou às semifinais do Estadual de Juniores, sendo Vice-Campeão Gaúcho desta mesma categoria no ano seguinte. Com a mesma base de jogadores, o Cruzeiro conquistou o título de Campeão Gaúcho da Série B em 2010, garantindo o seu retorno à elite do futebol estadual. Ao todo, o Cruzeiro soma 20 títulos somente na categoria principal do futebol, entre conquistais citadinas, metropolitanas, estaduais e internacionais. Em 2011 começou a construção do seu novo estádio, na Avenida Ary Rosa, Santos, no bairro Granja Esperança, em Cachoeirinha, com capacidade para 16 mil torcedores. Em 2017, treinado por Ben Hur Pereira, o Cruzeiro teve uma de suas melhores campanhas na história do Gauchão. Apresentando um grande futebol naquele ano, o Estrelado surpreendeu a todos ao encerrar a fase classificatória, que contava com 12 equipes, em 2º lugar com 20 pontos conquistados. Nesta fase, o clube venceu 5 partidas, uma delas contra o Internacional, empatou outras 5 e sofreu apenas uma derrota, que foi para o Grêmio. Contudo, o cruzamento na fase de quartas de final colocou novamente o Internacional no caminho cruzeirista. Apesar de ter a vantagem de decidir em casa, o Cruzeiro foi derrotado pelo Colorado tanto na partida de ida quanto na volta e foi eliminado do Gauchão daquele ano. ===Rebaixamentos=== Depois de 8 anos em sequência na elite estadual, o Estrelado fez uma péssima campanha no Gauchão de 2018 e acabou rebaixado à Divisão de Acesso do futebol gaúcho. O clube teve um desempenho muito ruim dentro de casa não conquistando nenhuma vitória sob seus domínios. Assim, o Cruzeiro terminou o campeonato na penúltima colocação com apenas 9 pontos somados. Em 2022 o clube sofreu o golpe mais duro de sua história, com uma ruim campanha em seu grupo, foi derrotado pelo por 2 a 0 na Arena Cruzeiro e foi rebaixado ao terceiro escalão do futebol gaúcho. === Campeão da terceirona === No ano de 2023 com campanha bela e invicta, o clube estrelado foi campeão da Série B após ter vencido o primeiro jogo por 1 a 0 e empatar pelo placar de 1 a 1 com o Futebol Com Vida. === Novo rebaixamento para a terceira divisão === Em 2024, o Cruzeiro retornou a Divisão de Acesso. Porém, sofreu com um novo rebaixamento para a terceira divisão. Apesar de ter chego na última rodada com chances de se salvar, o clube não fez sua parte, perdeu para os reservas do Passo Fundo em casa e ainda por cima viu o Esportivo, seu principal concorrente na luta contra o descenso, vencer seu jogo. Com os resultados, o Cruzeiro finalizou a competição na lanterna, com apenas 11 pontos ganhos em 14 jogos, quatro pontos a menos que o Gaúcho e o Esportivo. Esse foi o segundo rebaixamento do Cruzeiro para o terceiro nível estadual em dois anos. Agora, o clube de Cachoeirinha irá novamente jogar a terceira divisão, em 2025. == Arena Cruzeiro == Após a despedida oficial do Estádio Estrelão em 2012, o Cruzeiro disputou 6 edições do Gauchão sem ter sua casa própria, uma vez que a Arena Cruzeiro estava em construção e não estava apta a receber jogos. Com isso, o Estrelado atuou como mandante em diversos estádios do futebol gaúcho nesse período. Somente em 2019, primeiro ano após a queda à Divisão de Acesso, a Arena Cruzeiro foi liberada pelo Corpo de Bombeiros da cidade de Cachoeirinha para receber os jogos do Cruzeiro, apesar de não estar com as obras completamente finalizadas. O estádio, que terá capacidade para 16.000 espectadores, teve apenas cerca de 2.000 lugares liberados na arquibancada sul, atrás de uma das goleiras. O jogo inaugural da Arena Cruzeiro foi realizado no dia 13 de março de 2019 entre Esporte Clube Cruzeiro e Esporte Clube São Gabriel. O placar não saiu do zero, porém a torcida cruzeirista fez linda festa e lotou o seu espaço na arquibancada. A rede só balançou no novo estádio da cidade de Cachoeirinha no terceiro jogo disputado no local, no dia 24 de março de 2019. O atacante Wander, do Cruzeiro, não somente marcou o primeiro gol oficial da Arena Cruzeiro, como também fez os dois gols na vitória por 2 a 0 sobre o Grêmio Esportivo Bagé, a primeira vitória do Estrelado no seu novo estádio. Em 27 de maio de 2021, o Conselho Deliberativo do Cruzeiro aprovou de forma unânime a mudança no nome oficial da arena para Estádio Dirceu de Castro. Dirceu foi presidente do clube entre 2008 e 2013 e de 2020 até abril de 2021, quando faleceu, vítima de Covid-19. == Campeão Gaúcho Juvenil == No ano de 2019, o Cruzeiro conquistou o maior título de suas categorias de base até então. Em 9 de novembro de 2019, o Estrelado de Cachoeirinha sagrou-se campeão gaúcho juvenil. O grande momento da campanha cruzeirista foi na semi-final da competição quando o clube eliminou o Sport Club Internacional. O título inédito veio na final contra o Grêmio Esportivo Brasil. No jogo de ida, no Estádio Bento Mendes de Freitas em Pelotas, vitória cruzeirista de virada por 3 a 1, com dois lindos gols de Leonardo Tiba e um gol de cabeça de João Vitor Cordeiro para fechar o placar. Na partida de volta, disputada na Arena Cruzeiro em Cachoeirinha, o empate em 1 a 1, com gol de Zeca, garantiu a taça para o time estrelado. O Cruzeiro disputou 22 jogos na campanha do título vencendo 14 partidas, empatando 4 e sofrendo 4 derrotas. Foram 35 gols marcados e 21 gols sofridos. O título classificou o Cruzeiro para a disputa da Copa do Brasil Sub-17, onde o Cruzeiro enfrentou o Ceará e foi eliminado. ==Curiosidades== * O Cruzeiro foi o segundo clube do mundo a ter sua camiseta usada em uma Copa do Mundo de Futebol. Isto ocorreu em 1950, na partida entre México e Suíça, disputada em Porto Alegre. Ambas seleções tinham fardamentos vermelhos e era preciso distingui-los. Os mexicanos jogaram listrados de azul e branco e a Suíça venceu por 2 a 1. O primeiro clube foi o Napoli, em 1934, cedendo seu uniforme para a Áustria no duelo contra a Alemanha.A Copa de 50 em Porto AlegreO clube que disputou a Copa do Mundo, artigo de Montserrat Martins * Em relação aos principais esportes coletivos (futebol, basquete, futebol de salão e vôlei), o Cruzeiro é o único clube do Rio Grande do Sul a ter se sagrado campeão estadual em todas estas modalidades. * O cantor Diogo Nogueira foi jogador do clube na sua tentativa de se tornar jogador profissional. O escritor Moacyr Scliar se manteve declaradamente torcedor cruzeirista mesmo durante as décadas em que o clube esteve afastado da primeira divisão. Antes de sua morte, Scliar ainda pode saudar o retorno do time à elite do Campeonato Gaúcho em 2011, com a crônica \"A volta do Cruzeiro\", publicada no jornal Zero Hora. * O Cruzeiro foi o primeiro clube brasileiro a vencer o Grêmio na Arena do Grêmio, em 28 de março de 2013, pelo placar de 2 x 1. Ao retornar ao Campeonato Gaúcho em 2011, o Cruzeiro voltou vencendo ao Internacional por 1 x 0 e nas quartas-de-final, e eliminou o Inter, causando o fechamento do chamado \"Inter B\" que usava jovens das categorias de base para preservar os titulares no Campeonato Gaúcho. Em 1970, no dia primeiro de maio, foi o primeiro clube gaúcho a vencer o Internacional no Beira-Rio ao derrotar o colorado por 1 a 0 em jogo do Campeonato Ga´cuho daquele ano.Globo Esporte: Da lanterna à surpresa: Cruzeiro-RS vence e acaba com os 100% do Grêmio * O Cruzeiro também tem a simpatia do criador da camiseta canarinho da Seleção Brasileira, Aldyr Schlee (que venceu o concurso nacional a partir do qual a seleção passou a usar o uniforme amarelo com calções azuis), cujo hobby é jogar futebol de botão, sendo que os seus botões estampam o time do \"Cruzeiro de Porto Alegre\", conforme reportagem de revista nacional. ==Títulos== INTERNACIONAIS (AMISTOSOS) Competição Títulos Temporadas Torneio da Páscoa 1 1960 Torneio Internacional de Páscoa de Mar del Plata 1 1961 ESTADUAIS Competição Títulos Temporadas Campeonato Gaúcho de Futebol 2 1918 e 1929 Copa Governador do Estado 1 1970 Campeonato Gaúcho - Série A2 1 2010 Campeonato Gaúcho - Série B 1 2023 Campeonato da Região Metropolitana 1 2015 Campeonato Citadino de Porto Alegre 3 1918, 1921 e 1929 Torneio Triangular de Porto Alegre 1 1943 Taça Cidade de Porto Alegre 1 1947 Torneio Extra da Cidade de Porto Alegre 1 1943 Torneio Início de Porto Alegre 4 1925, 1943, 1951 e 1962 PARTICIPAÇÕES NA SÉRIE A DO GAUCHÃO Competição Participações Temporadas Campeonato Gaúcho de Futebol 22 1929, 1961, 1962, 1963, 1964, 1965, 1968, 1969, 1970, 1971, 1972, 1976, 1977, 1978, 2011, 2012, 2013, 2014, 2015, 2016, 2017 e 2018 ===Outras conquistas no futebol=== * Taça Cidade de Gravataí – 250 Anos: 1 vez (2013) * Torneio Quadrangular de Lajes: 1 vez (1954) * Campeonato Gaúcho de Amadores: 3 vezes (1943, 1944 e 1945) ===Basquete=== * Campeonato Gaúcho de Basquete (Masculino): 11 vezes (1945*, 1948*, 1949*, 1950*, 1951*, 1952**, 1956**, 1968**, 1970**, 1972** e 1973**). : Disputou a Taça Brasil de Basquete em 1969, 1970 e 1972 e . * Federação Atlética do Rio Grande do Sul - FARGS. ** Federação Gaúcha de Basketball - FGB. ===Futebol de salão=== * Campeonato Gaúcho de Futsal - Série Ouro: 2 vezes (1958 e 1959). * Campeonato Gaúcho de Futsal - Série Prata: 1 vez (2011)* : *Cruzeiro/AFUSCA, obtendo o acesso para a primeira divisão do Futsal Gaúcho em 2012. === Futebol 7 === * Copa Gaúcha de Futebol 7: 1 vez (2011) ===Vôlei=== * Campeonato Gaúcho de Vôlei: 1 vez (1971) Atletismo Campeonato Gaúcho de Atletismo Adulto Masculino: 9 vezes (1940, 1945, 1947, 1948, 1949, 1950, 1951, 1952 e 1953). Campeonato Gaúcho Geral Adulto: 9 vezes Troféu Bronze Farroupilha em 1951 por ter conquistado o Campeonato Estadual por cinco anos seguidos. === Outras conquistas === * O Cruzeiro também já conquistou títulos estaduais no Punhobol (Tricampeão em 1944, 1945 e 1946) e no boxe. ==Símbolos== == Uniformes == === Uniformes anteriores === *2018 *2017 *2016 *2015 *2014 *2013 ==Confrontos históricosECC - Confrontos históricos== ===Excursões internacionais=== *Cruzeiro 0 x 0 Real Madrid (Espanha) :8 de novembro de 1953 - Madrid *Cruzeiro 0 x 4 Toulose (França) 11 de novembro de 1953 - Toulouse *Cruzeiro 6 x 2 Lausanne (Suíça) - :22 de novembro de 1953 - Lausanne *Cruzeiro 0 x 0 Torino (Itália) :25 de novembro de 1953 - Turim *Cruzeiro 0 x 0 Lazio (Itália) :2 de dezembro de 1953 - Roma *Cruzeiro 2 x 1 Maccabi Tel Aviv (Israel) :8 de dezembro de 1953 - Tel Aviv *Cruzeiro 1 x 0 Maccabi Petah Tikva (Israel) :11 de dezembro de 1953 - Petah Tikva *Cruzeiro 5 x 0 Hapoel Haifa (Israel) :15 de dezembro de 1953 - Haifa *Cruzeiro 0 x 0 Seleção de Israel :17 de dezembro de 1953 - Tel Aviv *Cruzeiro 0 x 2 Besiktas (Turquia) :19 de dezembro de 1953 - Istambul *Cruzeiro 1 x 2 Seleção da Turquia :20 de dezembro de 1953 - Istambul *Cruzeiro 2 x 5 Fenerbahce (Turquia) :24 de dezembro de 1953 - Ankara *Cruzeiro 3 x 2 Galatasaray (Turquia) :27 de dezembro de 1953 - Ankara *Cruzeiro 4 x 2 Español (Espanha) :3 de janeiro de 1954 - Barcelona *Cruzeiro 2 x 0 Español (Espanha) :6 de janeiro de 1954 - Barcelona ===Segunda excursão do Esporte Clube Cruzeiro à Europa em 1960=== *Cruzeiro 0 x 2 Seleção da Bulgária :26 de março de 1960 - Sofia *Cruzeiro 1 x 1 Dounav Russe (Alemanha Oriental) :27 de março de 1960 - Russe *Cruzeiro 3 x 0 Carinthia (Áustria) :30 de março de 1960 - Klagenfurt *Cruzeiro 0 x 2 Dímamo Zagreb (Iugoslávia) :6 de abril de 1960 - Zagreb *Cruzeiro 3 x 2 Rijeka (Iugoslávia) :10 de abril de 1960 - Belgrado *Cruzeiro 1 x 0 Bayern (Alemanha Ocidental) :14 de abril de 1960 - Hoff *Cruzeiro 1 x 0 Vorwaerts Berlim (Alemanha Oriental) :16 de abril de 1960 - Berlim *Cruzeiro 1 x 1 Dínamo Berlim (Alemanha Oriental) :17 de abril de 1960 - Berlim ===Campeão do Torneio da Páscoa de 1960=== *Cruzeiro 1 x 1 Empar Rostock (Alemanha Oriental) :18 de abril de 1960 - Rostock *Cruzeiro 1 x 1 Alemania Aachen (Alemanha Ocidental) :20 de abril de 1960 - Aachen *Cruzeiro 2 x 4 Standart Liége (Bélgica) :23 de abril de 1960 - Liége *Cruzeiro 0 x 3 Sevilla (Espanha) :27 de abril de 1960 - Sevilla *Cruzeiro 4 x 3 Figueras (Espanha) :3 de maio de 1960 - Figueras *Cruzeiro 2 X 4 Español de Barcelona (Espanha) :5 de maio de 1960 - Figueras ===Vice-campeão do Torneio de Figueras=== *Cruzeiro 6 x 2 Atlético Baleares (EspanhaA) :15 de maio de 1960 - Palma de Mallorca *Cruzeiro 2 x 1 Limges (França) :17 de maio de 1960 - Limoges *Cruzeiro 0 x 0 Anderlecht (Bélgica) :19 de maio de 1960 - Bruxelas *Cruzeiro 0 x 0 CH Bratislava (Tchecoslováquia) :25 de maio de 1960 - Bratislava *Cruzeiro 1 x 2 Slovan Bratislava (Tchecoslováquia) :27 de maio de 1960 - Bratislava *Cruzeiro 2 x 1 Helsingborg (Suécia) :28 de maio de 1960 - Helsingborg *Cruzeiro 3 x 2 Alliance (Dinamarca) :31 de maio de 1960 - Copenhague *Cruzeiro 4 x 3 Randers Freja (Dinamarca) :2 de junho de 1960 - Randers *Cruzeiro 3 x 2 VVV Venlo (Holanda) :6 de junho de 1960 - Venlo *Cruzeiro 0 x 2 VFL Osnabruck (Alemanha Ocidental) :11 de junho de 1960 - Osnabruck Em dezembro de 1960 o Cruzeiro realizou três jogos na Argentina, retornando ao país vizinho para uma excursão de nove partidas em março de 1961. Entre dezembro de 1961 e janeiro de 1962, o Cruzeiro realizou uma excursão com nove jogos na América Central e dois na Colômbia. Além destes giros, o Cruzeiro também realizou alguns amistosos isolados no Uruguai e na Argentina, e recebeu diversas visitas internacionais para amistosos em Porto Alegre entre 1920 e 1970. ==Ligações externas== * Site oficial * * Categoria:Clubes de futebol fundados em 1913 Categoria:Fundações no Rio Grande do Sul em 1913",
 "title": "Esporte Clube Cruzeiro (Porto Alegre)"
}