{
 "id": "68819",
 "text": "O Grêmio Esportivo Brasil (conhecido por Brasil de Pelotas, Brasil-RS ou Xavante e cujo acrônimo é GEB) é uma agremiação esportiva brasileira de Pelotas, no estado do Rio Grande do Sul, fundada em 7 de setembro de 1911. Seu mascote é um Indígena Xavante. O time veste as cores vermelho, preto e branco. O clube tem como alcunhas Xavante, Rubro-Negro e Time de Guerreiros, devido ao seu histórico de vitórias e classificações com a garra de seus jogadores. Atualmente disputa a Série D do Campeonato Brasileiro e a Série A do Campeonato Gaúcho. Foi o primeiro campeão do Campeonato Gaúcho, além de vice- campeão em outras seis ocasiões. Foi campeão Gaúcho Honorário de 1918 no qual o campeonato foi paralisado devido a uma pandemia que assolou o estado. Também é cional, o Brasil possui destaque em relação a vários outros clubes do estado. É o clube do interior do Rio Grande do Sul com a melhor campanha na Série A de Campeonato Brasileiro, com a 3ª colocação em 1985. O clube atuou durante 4 temporadas na primeira divisão nacional e 9 temporadas na segunda. Na Série C, o time terminou na 3ª posição em uma oportunidade. Na Série D, foi vice-campeão no ano de 2014. O Brasil jogou a Copa do Brasil em 5 oportunidades. Já na Primeira Liga do Brasil, é o único do interior gaúcho a disputar, terminando na 9ª posição no ano de 2017. A partir de 2013 o clube viveu uma ascensão meteórica, da segunda divisão estadual para a segunda divisão nacional em apenas 3 temporadas. O Brasil manda suas partidas no Estádio Bento Freitas, que possui capacidade atualmente para 12 mil torcedores. O estádio está em obras de ampliação e modernização, e futuramente terá mais de 22 mil lugares. O maior ídolo da história do clube é o uruguaio Claudio Milar e o maior técnico da história xavante é Rogério Zimmermann. Em 2018 venceu a Copa Centenária da Federação Gaúcha de Futebol. Essa copa era o 1° turno da Série A do Campeonato Gaúcho. == História == === 1911-1920 – Primeiros anos e primeiras conquistas === O Brasil foi fundado no dia 7 de setembro de 1911. A história começou com uma divergência entre dirigentes e jogadores do Sport Club Cruzeiro do Sul, que era dirigido por funcionários da Cervejaria Haertel. Dois atletas do Cruzeiro, Breno Corrêa da Silva e Salustiano Brito, marcaram uma reunião para fundar o clube, que ocorreu na rua Santa Cruz, nº 56, em Pelotas, residência do Sr. José Moreira de Brito (pai de Salustiano). As cores da camisa do Brasil seriam verde e amarela. Essa escolha foi o primeiro fato histórico da rivalidade com o Esporte Clube Pelotas, que tinha o uniforme parecido. Por isso, o Brasil resolveu adotar as cores do Clube Diamantinos (vermelho e preto), já que o Pelotas havia escolhido as cores do Clube Caixeral (azul e amarelo). O primeiro jogo oficial do Brasil foi um amistoso contra o Sete de Setembro (Pelotas) que terminou empatado em 2 a 2. Em 1912 veio a primeira vitória: 2 a 0 em cima do Tiradentes (Pelotas), também em amistoso. Em 1913 o Brasil participou do Campeonato Citadino de Pelotas. Na edição seguinte, teve uma excelente campanha, terminando em 3°. Depois vieram dois vice-campeonatos, e logo em 1917 a conquista do primeiro título de campeão da cidade (de forma invicta). Era a maior façanha que o Brasil poderia almejar naquele momento, até porque ainda não existiam competições maiores. O Brasil foi primeiro campeão do Campeonato Gaúcho da história. O torneio reunia os campeões da região Pelotas/Bagé e Porto Alegre/São Leopoldo. Para disputar a final, o Brasil foi campeão regional invicto, vencendo o Rio Branco, o União, o Ideal e o Guarany. No dia 9 de novembro de 1919, o time pelotense venceu o Grêmio (campeão da região Porto Alegre/São Leopoldo) por 5 a 1, em Porto Alegre. O jogo foi realizado no Estádio da Baixada com a presença de mais de três mil torcedores. Para o retorno do grupo de jogadores a Pelotas foi preparada uma grande festa. Milhares de torcedores recepcionaram a delegação no cais do porto. Houve queima de fogos e uma passeata até a Praça Coronel Pedro Osório, no centro da cidade, onde foram prestadas muitas homenagens aos grandes campeões. Mais tarde aquela conquista seria eternizada com a representação de uma estrela prateada sobre o escudo. O clube ganhou também, pela 1ª vez, o troféu de Campeão do Interior, por ser o time do interior do estado mais bem colocado no campeonato. Em 1920, a CBD organizou um torneio entre os campeões estaduais para montar a Seleção Brasileira que disputaria os Jogos Olímpicos e o Campeonato Sul-Americano de Futebol naquela época. A competição ocorreu no Rio de Janeiro e teve 3 equipes participantes: Fluminense, (campeão do Rio de Janeiro), Paulistano (campeão de São Paulo), e o Brasil (campeão gaúcho). O Campeonato Brasileiro de Clubes Campeões de 1920, também conhecido como Copa dos Campeões Estaduais, começou no dia 25 de março, com o Brasil enfrentando o Paulistano, perdendo por 7 a 3. O Paulistano também derrotou o Fluminense, por 4 a 1, e conquistou o título. No último jogo do torneio, dia 3 de abril, o Brasil foi derrotado pelo time da casa, o Fluminense, por 6 a 2. O clube ganhou também, pela 1ª vez, o troféu de Campeão do Interior, por ser o time do interior do estado mais bem colocado no campeonato. Após o fim da competição, o Brasil disputou mais três amistosos: um no Rio (vitória por 5 a 1 sobre o São Cristóvão, dia 8 de abril) e mais dois em São Paulo (derrota por 2 a 1 para o Palestra Itália, atual Palmeiras, dia 8 de abril e empate por 4 a 4 com Corinthians, no dia 15). Destaque neste triangular de cunho nacional, Alvariza, do Brasil, foi convocado a Seleção Brasileira para disputar o Sul- Americano de 1920, no Chile. O Brasil foi primeiro clube do estado com representante na Seleção Brasileira. Alvariza fez um gol logo na sua estreia na Seleção, o gol da vitória no jogo contra o Chile, anfitrião do Sul- Americano de 1920. Após esse jogo, ele ainda jogou as partidas contra Uruguai e Argentina pelo Sul-Americano, tendo terminado a competição e o ano como artilheiro da Seleção Brasileira, além de sido titular todo o ano e em todos os jogos da Seleção. Ele também participou de um jogo histórico contra a Seleção Argentina, no qual ambos os times começaram a partida com apenas 8 jogadores, devido a um protesto contra um jornal argentino que publicou charges racistas contra os brasileiros. === 1943-1968 – Inauguração do Bento Freitas, vitória sobre o Uruguai e excursão pela América === No início, o Brasil não possuía um local próprio para mandar seus jogos. Porém, apenas cinco anos após a fundação, em 1916, o clube inaugurou um vasto pavilhão social, que era chamado de Praça de Esportes. A sede, localizada no bairro Simões Lopes, tinha capacidade para acomodar dois mil torcedores, um número muito significativo naquele tempo. Além das arquibancadas, o primeiro estádio do Brasil comportava copa, secretaria, sala para o departamento médico, rouparia e vestiários. A Praça de Esportes do Brasil, que depois virou o Campo do Bancário e por último ganhou o nome de CT Rubro-negro, também tinha uma peculiaridade muito interessante: um Coreto. Tinha aproximadamente um metro do chão e a forma arredondada ou oitavada, que era uma espécie de palco, que recebia os grupos musicais. Décadas depois, em 1943, foi inaugurado o Estádio Bento Freitas, a casa Xavante. Também conhecido como a Baixada, foi inaugurado no dia 23 de maio de 1943, com a realização de um amistoso entre Brasil e Força Luz, de Porto Alegre. Naquela ocasião, o jogo foi considerado um grande acontecimento esportivo. E a torcida Xavante, já numerosa, comemorou emocionada a conquista da nova casa. Desde então, a Baixada tem sido palco de partidas memoráveis e grandes triunfos, tudo acompanhado de perto por arquibancadas lotadas e agitadas pela torcida Xavante. Em 1950, o Brasil de Pelotas viajou até a cidade de Montevidéu, capital do Uruguai, para enfrentar a Seleção Uruguaia, que preparava-se para a disputa da Copa do Mundo de 1950 que foi realizada no Brasil. O clube pelotense venceu a Celeste Olímpica em pleno Estádio Centenário pelo placar de 2 a 1, com gols marcados por Darci e Mortosa. O time base do Brasil era: Arizabalo, Seara, Tavares, Tibirica, Dario, Taboa, Mortosa, Manuel, Darci, Galego e Lombardini. O técnico era Chico. O Uruguai também entrou em campo com o time principal, inclusive com o atacante Gigghia, algoz da seleção brasileira no Maracanã. Mas naquele dia as coisas não andaram bem para os uruguaios, o time de Pelotas saiu com a vitória, considerada um dos primeiros grandes feitos da história do futebol gaúcho. A Seleção Uruguaia, naquele mesmo ano, se tornaria bicampeã da Copa do Mundo, realizada no Brasil, ganhando da seleção local por 2x1 na final, em um Maracanã lotado por cerca de 200 mil pessoas. Ainda na década de 1950, em 1956, o Brasil recebeu diversos convites para jogos em outros países, optando por excursionar durante 104 dias pelas Américas. Enfrentando equipes famosas do futebol sul-americano e centro-americano, climas diferentes, grandes altitudes, viagens cansativas e alimentação exótica. O Brasil teve, em 28 jogos, 16 vitórias, 6 empates e apenas 6 derrotas. Os jogos foram: * 14 de julho: Brasil 0–3 Cerro Porteño, em Assunção, no Paraguai; * 15 de julho: Brasil 3–2 Olímpia, em Assunção, no Paraguai (acabando com uma sequência de 18 anos sem derrotas dos paraguaios); * 22 de julho: Brasil 5–2 Jorge Wilstermann, em Cochabamba, na Bolívia; * 26 de julho: Brasil 2–8 Seleção de La Paz, em La Paz, na Bolívia; * 28 de julho: Brasil 2–1 Pierola, em Arequipa, no Peru; * 30 de julho: Brasil 1–1 White Star, em Arequipa, no Peru; * 2 de agosto: Brasil 6–2 Octavio Esptinoza, em Ica, no Peru; * 4 de agosto: Brasil 0–0 Universitario, em Lima, no Peru; * 5 de agosto: Brasil 1–4 José Pardo, em Chiclayo, no Peru; * 10 de agosto: Brasil 3–1 Valdez, em Guayaquil, no Equador; * 12 de agosto: Brasil 3–0 España, em Quito, no Equador; * 15 de agosto: Brasil 2–2 Emelec, em Guayaquil, no Equador; * 21 de agosto: Brasil 0–0 Seleção de Valle del Cauca, em Cáli, na Colômbia; * 24 de agosto: Brasil 4–0 América de Cáli, em Cáli, na Colômbia; * 26 de agosto: Brasil 1–2 Nacional, em Medellín, Colômbia; * 30 de agosto: Brasil 5–1 Martell, na Cidade do Panamá; * 31 de agosto: Brasil 3–2 Fastlich, na Cidade do Panamá; * 4 de setembro: Brasil 0–1 Saprissa, em San José, na Costa Rica; * 7 de setembro: Brasil 4–3 Olímpia, em Tegucigalpa, Honduras; * 9 de setembro: Brasil 1–1 Hibueras, em San Pedro Sula, Honduras; * 14 de setembro: Brasil 5–3 Atlante, em El Salvador, San Salvador; * 15 de setembro: Brasil 3–0 Olímpia, em El Salvador, San Salvador; * 16 de setembro: Brasil 4–3 Atlético Marte, em El Salvador, San Salvador; * 26 de setembro: Brasil 6–1 Fastlich, na Cidade do Panamá; * 1 de outubro: Brasil 4–4 Seleção do Panamá, na Cidade do Panamá; * 2 de outubro: Brasil 3–1 Alajuelense, em San José, na Costa Rica; * 3 de outubro: Brasil 1–0 Libertad, em Barranquilla, na Colômbia; * 4 de outubro: Brasil 5–0 Unión Magdalena, em Santa Marta, na Colômbia; Ainda na década de 50, o clube venceu três vezes consecutivas (1953, 1954 e 1955) o título de campeão do interior, sagrando-se tetracampeão da competição. Em 1963, conseguiu o seu pentacampeonato e, 5 anos depois, em 1968, o hexa, conquistando 6 vezes o título do Campeonato do Interior Gaúcho. === 1978-1985 – Estreia na Série A e campanha histórica === e No ano de 1978, o clube teve sua primeira participação no Campeonato Brasileiro da Série A. No ano de sua estreia, o clube não foi muito bem e terminou na 72ª posição no principal torneio de clubes do país. Já no ano seguinte, novamente classificado ao Campeonato Brasileiro, o Brasil teve uma campanha melhor na competição. Na primeira fase, o clube esteve no Grupo B, junto a Maringá, Ferroviária, Caldense, São Paulo-RS, Criciúma, Caxias, Operário, Colatina e Chapecoense. Obteve classificação á segunda fase, conquistando a 3ª vaga das 5 do grupo. Já na segunda fase, não se repetiu a bela campanha da primeiro, o clube terminou na 6ª posição do Grupo A da segunda fase, onde se classificavam apenas 2 e estavam presentes clubes de expressão nacional como Coritba e Atlético-MG. No final, com 17 pontos em 16 jogos (4 vitórias, 9 empates e 3 derrotas), encerrou a competição na 35ª colocação. Em 1983, Luiz Felipe Scolari havia sido demitido do comando da equipe juvenil do Juventude, de Caxias do Sul. Neste mesmo ano, o então vice-presidente de futebol do Grêmio Esportivo Brasil, Geraldo Sica, por indicação de Elzaide José Lahn (Peto) trouxe o jovem técnico para ser o comandante do rubro-negro pelotense. Começava então uma história de conquistas na carreira do técnico da Seleção Brasileira no Penta. Com Luiz Felipe, o Brasil foi, em 1983, campeão do interior do Rio Grande do Sul, no Campeonato Gaúcho deste ano, sendo ao mesmo tempo vice-campeão da competição, que teve o Internacional como campeão. Foi também no Grêmio Esportivo Brasil que nasceu a amizade entre Felipão e Flávio Teixeira, o Murtosa. Na época, Murtosa era o fisicultor xavante e dali em diante a dupla esteve sempre ligada profissionalmente. No ano seguinte, o clube jogou, novamente, o Campeonato Brasileiro da Série A, após a bela campanha no Gauchão feita pelo time que tinha conquistado o interior. Na Série A, o clube teve uma campanha honrosa na primeira fase, no Grupo F, onde havia 5 clubes e 3 vagas à etapa seguinte da competição; o time conseguiu a classificação em 3° com 8 pontos (2 vitórias, 4 empates e 2 derrotas) ficando atrás apenas do America-RJ e do Atlético Paranaense e classificou-se sem precisar da repescagem. Na fase seguinte, a missão era muito difícil, o grupo era composto por: Portuguesa, Flamengo, Internacional e o Brasil. O rubro-negro gaúcho não se intimidou e fez frente aos adversários. Em 6 partidas, conquistou 5 pontos com 2 vitórias, 1 empate e 3 derrotas, com partidas memoráveis lembradas até os dias atuais. Neste grupo, da segunda fase, o time terminou em 3°, deixando o Internacional para trás, que ficou em último do grupo, e vendo a sua frente o Flamengo, 2 pontos apenas a frente e a Portuguesa, em 1° do grupo. Terminou a campanha na 23ª colocação geral. No ano de 1984, o Brasil já havia feito boa campanha no Campeonato Brasileiro, no qual conseguiu vaga após ser vice-campeão do estadual, onde ficou apenas atrás do Internacional, e venceu o Grêmio no jogo de desempate pelo placar de 4 a 0, ficando assim, com o 2° lugar e com a vaga para disputar o Brasileirão. Nesse período houve vitórias históricas como a do jogo contra o Flamengo por 2 a 0. Também em 1984, o clube teve destaque no Campeonato Gaúcho, onde terminou na 3ª posição com 12 pontos ganhos, mesma pontuação do 2° colocado Grêmio e 3 pontos atrás do Internacional, campeão do torneio. Em 1985, porém, o Brasil viveu o melhor momento de sua história, ao realizar o que até hoje é a melhor campanha dos clubes do interior gaúcho em Campeonatos Brasileiros. O Brasil, treinado por Walmir Louruz, chegou ao terceiro lugar, sendo obrigado a jogar a semifinal em Porto Alegre, pois a CBF não permitiu que os jogos das semifinais fossem no estádio do Brasil, que não reúne as condições de segurança necessárias para esse tipo de disputa. A torcida Xavante lotou Porto Alegre e foi para o Estádio Olímpico para apoiar o time contra o Bangu Atlético Clube, no dia 24 de julho. O Brasil entrou em campo com a seguinte escalação: João Luís; Valdoir, Silva, Hélio e Jorge Batata; Doraci, Lívio e Andrezinho; Júnior Brasília, Bira e Zezinho. Porém, os cariocas venceram pelo placar de 1 a 0. Na partida de volta, no dia 28 de julho, no Estádio do Maracanã, o Brasil perdeu por 3 a 1. Existem dezenas de fontes inclusive a própria CBF que confirmam que o Brasil foi o terceiro colocado. Desconsiderando a boa colocação da equipe Xavante no campeonato, a CBF colocou o Brasil, no ano seguinte, a disputar o campeonato num dos 4 \"grupos da morte\", jogando contra 8 adversários, em turno único e apenas o campeão prosseguindo na competição. Nos demais grupos, classificaram-se entre 4 e 5 equipes. === 2009-2013 - Tragédia, reconstrução e o retorno das glórias === Na noite do dia 15 de janeiro de 2009,uol.com.br/ Acidente mata três do Brasil de Pelotas; estreia no Gauchão é suspensa uma quinta-feira, aconteceu aquela que é considerada a maior tragédia do futebol gaúcho.globoesporte.globo.com/ Xavante, Avante! Maior tragédia do futebol gaúcho, acidente com ônibus do Brasil completa 10 anos Um ônibus no qual havia 31 pessoas da delegação do time caiu de um barranco em Canguçu (293 km de Porto Alegre), no km 150 da BR-392, e provocou a morte de 3 pessoas: do atacante uruguaio Claudio Milar, maior ídolo da história do clube, com 111 gols marcados pelo xavante, do zagueiro Régis Gouveia Alves, e do preparador de goleiros Giovane Guimarães. Outras 20 pessoas ficaram feridas no acidente. A equipe retornava de um jogo-treino na cidade de Vale do Sol, onde havia vencido o Futebol Clube Santa Cruz por 2 a 1. Outros dois atletas - os volantes Xuxa e Edu - e o auxiliar-técnico Paulo Roberto - passaram por cirurgias delicadas, mas se recuperaram. Informações da Polícia Rodoviária Federal dão conta de que, por volta das 23h30, no viaduto que dá acesso à BR-392, o condutor do ônibus Marcopolo modelo Paradiso 1550 LD prefixo 5009, da empresa Bosembecker, perdeu o controle em uma curva fechada, capotou e despencou de um barranco de cerca de 30 metros de altura. Exames constataram que o motorista, que usava cinto de segurança e não ficou ferido, não ingeriu bebidas alcoólicas antes de dirigir. No entanto, a polícia não encontrou o tacógrafo (equipamento que serve para monitorar o tempo de uso, a distância percorrida e a velocidade), o que ajudaria a esclarecer o que aconteceu. O velório dos jogadores e do preparador de goleiros foi realizado no dia 16 de janeiro, no gramado do Estádio Bento Freitas, em Pelotas. O corpo do uruguaio Milar ficou no local por poucos minutos e depois foi transportado para Chuy (Uruguai), onde foi sepultado no dia seguinte. A diretoria do clube até cogitou não disputar o Campeonato Gaúcho de Futebol de 2009, porém, o Brasil acabou jogando oito jogos em 15 dias e disputou a competição com um time que não havia treinado junto. O clube conseguiu apenas uma vitória no campeonato e foi rebaixado para a Série B de 2010. Depois de um ano do trágico acidente de 2009, na temporada seguinte, o Xavante não foi bem na Divisão de Acesso e terminou na 20ª colocação com 16 pontos em 14 jogos, sendo desses apenas 3 vitórias e, com isso, permaneceu na competição para o ano de seu centenário e garantindo a luta pelo acesso para a próxima temporada. Já na Série C do Campeonato Brasileiro de 2010, uma competição mais complicada, o clube terminou na 14ª colocação e conquistou seu objetivo, a permanência na competição pro ano seguinte. A campanha sólida do Brasil na Série C teve, em 8 jogos, 2 vitórias, 4 empates e 2 derrotas, totalizando 10 pontos e conquistando o 4° lugar do grupo (que tinha também: Criciúma em 1°, Chapecoense em 2°, Caxias em 3° e Juventude em 5°). As duas vitórias Xavantes no campeonato foram no Rio Grande do Sul, uma na primeira rodada contra o Caxias por 1 a 0 em Pelotas e a outra no Estádio Alfredo Jaconi, em Caxias do Sul, contra o Juventude, também por 1 a 0 na sexta rodada. O Brasil começou o ano de 2011, pensando no acesso para a elite estadual. O clube começou bem na Segundona Gaúcha, mas perdeu a intensidade do início do campeonato e terminou muito mal, permanecendo assim na 2º divisão. Na primeira fase o time deixou sua torcida esperançosa, ao conquistar 21 pontos em 12 jogos - um a menos que os dois líderes que tinham 22 pontos - e terminar em 3° lugar no grupo 1, onde havia 7 equipes e classificavam-se 5 e 2 seriam rebaixadas para a divisão inferior. Na segunda fase as coisas também correram bem, no grupo onde tinham 4 equipes e classificavam 2 para a fase seguinte, a equipe terminou na 2ª colocação, com 10 pontos em 6 jogos (novamente um a menos que o líder), seguindo adiante no campeonato. Na terceira fase que as coisas complicaram para o time da baixada, na chave 1, o clube terminou na 3ª posição de 5 equipes, classificavam apenas 2 para o quadrangular final, e por um ponto, o time deu adeus ao sonho do acesso naquela temporada. O clube terminou como 6º colocado na classificação geral do torneio. Mas, o pior mesmo estava por vir no Série C. Na primeira rodada o clube foi bem, mas acabou escalando o atleta Cláudio, sem que soubesse que o mesmo tinha um punição a cumprir, devido a uma expulsão quando jogava pelo Boa Esporte em 2010, antigo Ituiutaba. Com isso, o clube perdeu 6 pontos pelo acontecido, porém, o fato ainda encontra-se em litígio na Justiça Comum, tendo o clube como argumento o fato de não ter, até o momento do fato, nenhuma forma de saber das punições que cada atleta tem a cumprir quando contratado. Mesmo assim, o Brasil com garra continuou na competição, mas não foi o bastante, o clube terminou com na última posição com 2 pontos no difícil grupo D, composto por Brasil, Chapecoense, Joinville, Caxias e Santo André. Se o Brasil não tivesse perdido aqueles 6 pontos, teria conseguido a permanência na competição para 2012. Na Copa da Região Fronteira de 2011, o Brasil fez belíssima campanha e terminou na 2ª posição com 18 pontos em 12 jogos, ficando atrás somente do São Paulo-RS que tinha 22 pontos e acabou como campão naquela ocasião. Na próxima fase, já na Copa FGF, a campanha não foi nada boa, foi eliminado nas oitavas de final para o Santo Ângelo pelo agregado de 3 a 2. O Brasil também lançou o Livro \"Identidade Xavante\", que conta toda a história do clube. O Brasil retornou á Primeira Divisão do Campeonato Gaúcho em 2013. Já na fase de grupos, os caminhos do acesso começaram a ser trilhados, quando o clube classificou-se para a fase de mata-mata na 2ª posição com a mesma pontuação do líder Glória. Na fase final, nas semifinais, o Brasil eliminou o Riograndense pelo placar de 3 a 2 no agregado e passou para a final do primeiro turno do campeonato. Na decisão, o velho rival da cidade vizinha, o São Paulo de Rio Grande, que foi superado por 1 a 0 no jogo de ida em Pelotas, mas no jogo de volta em casa, derrotou o Xavante também pelo placar mínimo e nas penalidades, com o apoio da sua torcida, levou a melhor por 3 a 2 e levou o caneco do primeiro turno do torneio. Já no segundo turno a história foi diferente, na fase de grupos a equipe terminou na liderança de sua chave, levando a vantagem para o mata- mata. Com a vantagem de ter terminado a primeira fase com o 1° lugar do grupo, os pelotenses tinham como adversário para as quartas o 4° colocado da outra chave, o Avenida. Mas não foi tão fácil como parece, o clube de Santa Cruz do Sul assustou no jogo de ida onde venceu por 1 a 0, empurrando pro Brasil a responsabilidade de fazer 2 gols de diferença para garantir a vaga para as semifinais, e conseguiu, vencendo por 5 a 1 o jogo de volta e levando a vaga. Na semifinal o confronto era contra o Santo Ângelo, e o Xavante venceu as duas partidas e classificou-se para a decisão com um agregado de 6 a 0. O último passo para o acesso era a decisão do segundo turno, o rival era o Aimoré, duelo de índios, Xavante versus Capilé. Na primeira partida, o time pelotense resolveu encaminhar a vaga, mandando um 3 a 0 logo no jogo de ida e mandando a responsabilidade de reverter um resultado gigante para o seu rival, que no jogo da volta nada conseguiu fazer. O jogo terminou empatado em 0 a 0. O Brasil ali, conquistou o título de campeão do segundo turno da Divisão de Acesso e o mais importante, conquistou a vaga para a primeira divisão do Campeonato Gaúcho, após 4 anos na segundona. Com o acesso já garantido para as duas equipes, Brasil e São Paulo, campeões dos dois turnos da competição, iniciaram o duelo para decidir quem seria o campeão daquele torneio. O Brasil goleou o São Paulo em pleno Estádio Audo Dapuzzo, pelo placar de 4 a 1, no jogo de ida. E na volta, o São Paulo, que teria que reverter uma vantagem de 3 gols na Baixada, nada fez, perdeu de 1 a 0. Com isso, o Brasil de Pelotas sagrou-se tricampeão da Divisão de Acesso do Campeonato Gaúcho. Devido á boa campanha do clube da Copa FGF de 2012, onde o Brasil terminou na 2ª posição, no ano de 2013, o clube ainda participou, pela primeira vez na sua história, da Copa do Brasil, tendo como adversário o Athletico Paranaense, que levou a melhor nos dois confrontos e obteve a classificação com o agregado de 3 a 0. === 2014-2019 – Novo Bento Freitas, acessos nacionais e títulos do interior === No ano da volta à Primeira Divisão Gaúcha, 2014, fez boa campanha. Na 1ª fase, classificou na 2ª posição do grupo A com 29 pontos em 15 jogos, ficando atrás somente do Internacional. Nas quartas de final, o adversário era o Novo Hamburgo, em Pelotas, e se classificou vencendo por 2x0. Na semi, o desafio era contra o Grêmio na Arena. O jogo acabou 2 a 1 para os locais. O Brasil acabou o Gauchão em 3° e com o título do interior, pela 9ª vez e classificando para a Copa do Brasil de 2015. A defesa do time foi a melhor do torneio, sofrendo 8 gols em 17 jogos. Luiz Muller e Fernando Cardozo estiveram na seleção do campeonato. Na Série D, o Brasil passou em 1° na fase de grupos, com 16 pontos em 8 jogos. Nas oitavas, passou pelo Operário-MT (0x0 e 4x0). Nas quartas, conquistou o acesso nos pênaltis sobre o Brasiliense, após vencer por 2x1 em casa e perder pelo mesmo placar fora. Com o acesso garantido, Brasil e Londrina se enfrentaram para buscar a final. O Brasil levou a melhor (3x1 e 2x2). Na final, perdeu nos pênaltis para o Tombense, em Tombos, após empatar os dois jogos por 0x0. No ano de 2015, repetiu boa campanha no estadual. Na 1ª fase, que era de turno único, terminou em 4° com 26 pontos em 15 jogos. Nas quartas, pegou o Lajeadense em casa e venceu por 2 a 0. Nas semifinais, mais uma vez um clube da capital, dessa vez o Internacional. Foi desclassificado pelo agregado de 4 a 2 (1 a 1 e 3 a 1). Terminou mais uma vez em 3°, atrás da dupla Grenal, e levou o título do interior pela 10ª vez. Com esse título, levou a vaga para disputar a Copa do Brasil de 2016. Obteve também a melhor média de público do interior: 7.700 pessoas por jogo. Fernando Cardozo, como melhor zagueiro, e Rogério Zimmermann, estiveram na seleção do campeonato. Simultaneamente, participou da Copa do Brasil. No Bento Freitas lotado perdeu por 2 a 1 para o Flamengo e no Maracanã por 2 a 0 e o clube carioca levou a vaga. Já na Série C, conquistou o acesso. Na fase de grupos. classificou-se na última rodada, na 4ª posição, com 29 pontos em 18 jogos (7V, 8E, 3D). Nas quartas, para decidir o acesso a Série B, pegou o líder do outro grupo, o Fortaleza. Se classificou, vencendo o por 1 a 0 em casa e segurando o 0 a 0 na Arena Castelão lotada por 60 mil pessoas. O destaque dessa partida foi o goleiro Eduardo Martini, que fez muitas defesas importantes, que levaram o Brasil ao acesso. Na semifinal, o Brasil foi eliminado nos pênaltis para o Vila Nova no Serra Dourada lotado por 40 mil colorados, após dois 0 a 0. O Brasil teve o melhor ataque da competição: 31 gols em 22 jogos. Destaque para Leandrão, que marcou 11 gols, e terminou como vice-artilheiro da Série C. O Brasil terminou o torneio com a 9ª maior média de público. No início de 2015, no jogo de estreia do Brasil de Pelotas na Copa do Brasil contra a equipe do Flamengo, uma parte da arquibancada situada atrás do gol cedeu. O estádio estava praticamente lotado e 2 crianças se machucaram levemente. Por este fato, o Brasil opta por derrubar do estádio (arquibancadas sul, norte e leste) e começa um planejamento de reconstrução total do estádio em parceria firmada com a empresa Porto 5. Em 2016, é iniciada a construção das novas arquibancadas do estádio Bento Freitas e no final do ano é inaugurado o primeiro módulo de arquibancadas do novo Bento Freitas, justamente no mesmo setor onde a antiga arquibancada havia cedido. Após a entrega da nova arquibancada no setor sul do Bento Freitas, em 2017 chega a vez da arquibancada norte, atrás da outra trave. Este módulo foi entregue no início de 2019, inaugurado no Gauchão. No reencontro a Série B em 2016, terminou na 11ª posição com 54 pontos e 11 vitórias, conquistando a permanência. O clube gaúcho esteve a maior parte do ano no G4, porém perdeu posições no final da temporada. Com essa campanha, garantiu vaga para a Copa do Brasil Sub-17 para o ano seguinte, primeira competição nacional das categorias de base do Brasil após a reativação. Também em 2016, o Brasil enfrentou o Atlético Paranaense pela Copa do Brasil, sendo eliminado após empatar em 1x1 no Bento Freitas e perder de 1 a 0 na Arena da Baixada. Mais uma estreia em 2017, agora na Primeira Liga. Quase se classificou a próxima fase, sendo eliminado pelo número de cartões vermelhos, por estar empatado em todos os outros critérios com o Fluminense, mas acabou sendo eliminado e acabando em 9°. Em 2018, o time de Clemer conquistou duas taças dentro do campeonato gaúcho. Uma por ter terminado a fase inicial em 1º lugar, com 21 pontos (6V, 3E, 2D), ganhando a Copa Centenário da FGF. Nas quartas, derrotou o São Luiz de Ijuí no Bento Freitas por 2 a 1, após empatar por 1 a 1 em Ijuí, e classificou. O destaque das quartas foi para Marcelo Pitol, que foi muito bem no jogo de volta. Na semi o adversário foi o São José. Após empatar os dois jogos por 1 a 1, passou nos pênaltis, com mais milagres de Pitol, que deu a classificação ao time pelotense nas disputas de pênaltis, que acabou 4 a 3. A final do Gauchão foi contra o Grêmio, que levou a melhor, vencendo as duas partidas e sagrando-se campeão. O Brasil ficou com o troféu de vice-campeão e com a 2ª melhor campanha geral, garantindo vaga á Copa do Brasil de 2019. O Gauchão de 2019, garantiu a permanência após fase de grupos irregular. Na Copa do Brasil, passou pelo Tubarão em Santa Catarina na 1ª fase empatando em 0 a 0. Na segunda fase foi eliminado pelo Avaí. Na Série B, terminou em 14°. Em janeiro de 2020, o clube participou da Copa São Paulo de Futebol Júnior pela primeira vez na sua história. === Título honorífico do campeonato gaúcho de 1918 === A Federação Gaúcha de Futebol - FGF anunciou nesta quinta-feira 25 de novembro de 2021, a concessão do título honorífico referente ao Campeonato Gaúcho de 1918 a Brasil-Pel, Cruzeiro e 14 de Julho. Cada clube receberá um troféu alusivo à homenagem. Naquele ano, seria realizado o primeiro Campeonato Gaúcho. Brasil-Pel, Cruzeiro e 14 de Julho disputariam o triangular final depois de saírem vencedores de suas respectivas fases regionalizadas. No entanto, uma epidemia de gripe espanhola atingiu o Estado do Rio Grande do Sul e levou ao cancelamento da competição antes de seu início. A decisão de conferir essa homenagem aos clubes se deu após reunião da diretoria da FGF, que deliberou a respeito de um pedido feito pelos clubes. == Títulos == Excluindo os títulos do interior gaúcho o Brasil ostenta quarenta e seis títulos oficiais com o time principal, sete deles estaduais, o mais importante sendo o Campeonato Gaúcho de 1919, a primeira competição estadual, lhe dando essa condição de pioneirismo no Rio Grande do Sul. ESTADUAIS Competição Títulos Temporadas Campeonato Gaúcho 2 1918 e 1919 Copa Governador do Estado 1 1972 Campeonato Gaúcho - Divisão de Acesso 3 1961, 2004 e 2013 Campeonato do Interior Gaúcho 11 1919 , 1953, 1954, 1955, 1963, 1968, 1983, 1984, 2014, 2015 e 2022 Copa Cléber Furtado 1 1992 Taça Centenário FGF 1 2018 Copa Cidade de Porto Alegre 1 1991 REGIONAIS ESTADUAIS Competição Títulos Temporadas Regional do Campeonato Gaúcho 7 1926, 1927, 1941, 1946, 1950, 1955 e 1961 Copa Sul-Fronteira 1 2012 Torneio Seletivo do Campeonato Gaúcho - Região Sul 11 1919, 1921, 1931, 1942, 1948, 1949, 1950, 1952, 1953, 1954 e 1955 MUNICIPAIS Competição Títulos Temporadas Campeonato Citadino de Pelotas 28 1917, 1918, 1919, 1921, 1926, 1927, 1929, 1931, 1937, 1941, 1942, 1946, 1948, 1949, 1950, 1952, 1953, 1954, 1955, 1961, 1962, 1963, 1964, 1970, 1977, 1982, 2004 e 2006 Taça Cidade de Pelotas 1 1982 Torneio do Dia dos Desportos em Pelotas 1 1940 === Outros títulos === * Torneio Quadrangular Internacional de El Salvador: 1956 * Torneio da Morte: 1961 * Copa Rio Grande do Sul: 1993 * Copa Giuglianni Filho: 1995 * Seletiva do Campeonato Brasileiro de Futebol: 1978 * Taça Casa Marcílio Dias: 1926 * Torneio Rio Grande-Pelotas: 1952 * Torneio Início Gaúcho: 1967 * Torneio Festa do Interior: 1983 * 2º Turno da Divisão de Acesso: 2013 Campeão invicto == Estatísticas == === Participações === Participações em 2024 Competição Temporadas Melhor campanha rowspan=3 width=\"10\" Campeonato Gaúcho 61 Campeão (1919) 1919 2025 3 Divisão de Acesso 12 Campeão (3 vezes) 1961 2013 4 – Copa FGF 9 Vice-campeão (2007 e 2012) 2004 2014 Primeira Liga 1 Grupos (2017) 2017 2017 Campeonato Brasileiro 4 3º colocado (1985) 1978 1985 – Série B 9 8º colocado (2017) 1980 2021 – 1 Série C 15 4º colocado (2015) 1995 2022 1 1 Série D 4 Vice-campeão (2014) 2012 2024 1 Copa do Brasil 7 3ª fase (2020 e 2023) 2013 2023 Torneio dos Campeões Estaduais 1 3º colocado (1920) 1920 === Campanhas de destaque === Grêmio Esportivo Brasil Torneio Campeão Vice-campeão Terceiro colocado Quarto colocado Campeonato Brasileiro - Série A 0 (não possui) 0 (não possui) 1 (1985) 0 (não possui) Campeonato Brasileiro - Série B 0 (não possui) 0 (não possui) 0 (não possui) 0 (não possui) Campeonato Brasileiro - Série C 0 (não possui) 0 (não possui) 0 (não possui) 1 (2015) Campeonato Brasileiro - Série D 0 (não possui) 1 (2014) 0 (não possui) 0 (não possui) Copa dos Campeões Estaduais 0 (não possui) 0 (não possui) 1 (1920) 0 (não possui) Campeonato Gaúcho - Série A 1 (1919) 5 (1953, 1954, 1955, 1983, 2018) 9 (1921, 1950, 1952, 1963, 1984, 1997, 1998, 2014, 2015) 7 (1931, 1942, 1949, 1964, 1968, 1992, 2022) Campeonato Gaúcho - Série A2 3 (1961, 2004, 2013) 0 (não possui) 1 (2002) 1 (2000) Copa FGF 0 (não possui) 2 (2007 e 2012) 0 (não possui) 1 (2009) Copa Governador do Estado RS 1 (1972) 1 (1977) 0 (não possui) 0 (não possui) ==== Outros destaques ==== * Campeonato Gaúcho - 5º Lugar: 1965 * Campeonato Gaúcho - 6º Lugar: 1967, 1969, 1987 e 1991 * Primeira Liga do Brasil - 9º Lugar: 2017 * Campeonato Brasileiro Série B - 8º Lugar: 2017 * Campeonato Brasileiro Série C - 5º Lugar: 1998 * Campeonato Brasileiro Série C - 6º Lugar: 2008 e 2009 * Campeonato Brasileiro Série C - 7º Lugar: 2006 === Categorias de Base === ==== Títulos ==== Regionais Competição Títulos Temporadas 20px Copa Sul Sub-17 1 2001 Estaduais Competição Títulos Temporadas Campeonato Gaúcho Sub-20 1 1984 Copa FGF Sub-19 1 2018 Copa SAFERGS Sub-20 1 2009 Copa SAFERGS Sub-17 1 2019 Copa Teutônia Sub-17 1 2019 Primeira Liga Metade Sul Sub-17 1 2009 Copa SAFERGS Sub-15 1 2019 Copa SAFERGS Sub-13 2 2018 e 2019 Municipais Competição Títulos Temporadas Campeonato Citadino de Pelotas Sub-17 1 2009 Campeão invicto ==== Campanhas de destaque ==== * Campeonato Gaúcho Sub-20 - Vice-Campeão: 2021 * Campeonato Gaúcho Sub-17 - Vice-Campeão: 1995 e 2019 * Copa FGF Sub-19 - Vice-Campeão: 2019 * Copa FGF Sub-19 - 3° Lugar: 2017 * Campeonato Gaúcho Sub-20 - 5º Lugar: 2018 * Campeonato Gaúcho Sub-17 - 6º Lugar: 2017 * Copa Teutônia Sub-15 - 3° Lugar: 2019 ==== Participações ==== Desde a reativação das Categorias de Base do clube em 2017, houve diversas participações em competições como: * Copa São Paulo de Futebol Sub-20 * Copa do Brasil Sub-20 * Copa do Brasil Sub-17 * Campeonato Gaúcho Sub-20 * Campeonato Gaúcho Sub-17 * Campeonato Gaúcho Sub-15 * Copa FGF Sub-19 == Futsal == O clube, além do seu time de futebol de campo que está ativo desde 1911, também tem uma equipe de futsal. Foi muito vitorioso na década de 60 vencendo a Série Ouro, que é a primeira divisão do Campeonato Gaúcho de Futsal, 5 vezes: 1963, 1966, 1967, 1968 e 1969. Conquistou o vice-campeonato da competição no ano de 1970. Títulos Estaduais Competição Títulos Temporadas Campeonato Gaúcho de Futsal 5 1963, 1966, 1967, 1968 e 1969 Campeonato Gaúcho de Futsal 1 (2° lugar) 1970 == Clássicos e rivalidades == === Bra-Pel === O Brasil faz, junto com o Pelotas, o maior clássico da região sul do estado, e um dos maiores do estado do Rio Grande do Sul. Em 105 anos de história de clássicos, foram 363 jogos, com 128 vitórias do Brasil, 111 vitórias do Pelotas e 124 empates. Algumas grandes goleadas já aconteceram no clássico, as maiores delas foram duas vitórias por 7 a 0: uma do Brasil e outra do Pelotas. Outras duas goleadas pelo placar de 6 a 1 tem destaque na história dos clássicos, as duas feitas pelo Brasil. O maior clássico da cidade de Pelotas e da zona sul do estado foi citado na revista Trivela, como o 22° maior clássico do Brasil e o segundo maior do estado, atrás apenas do Grenal. Com mais de cem anos de história, o Bra-Pel é considerado por muitos especialistas como o maior clássico do interior do Rio Grande do Sul, devido à fidelidade de ambas as torcidas. Ao longo desses cem anos de clássicos disputados já tivemos por algumas vezes grandes jejuns. O Brasil ficou sem vencer o Pelotas por dez anos, com o jejum tendo durado de 1982 até 1992. Já o Pelotas foi protagonista de outro jejum de dez anos, ficou sem vencer o rival de 2003 até 2013. No Estádio Boca do Lobo, o Pelotas permaneceu sem vencer o Brasil por 15 anos, de 1998 a 2013. === Bra-Far === O Brasil, junto ao Farroupilha, faz um dos maiores clássicos da cidade de Pelotas e da região sul do estado. Em 92 anos de história desse confronto, foram 214 jogos entre os dois clubes que têm muita tradição no estado, com 115 triunfos Xavantes (campeão gaúcho de 1919), 48 vitórias do Farroupilha (campeão de 1935) e 51 empates. === Brasil vs Juventude === Brasil de Pelotas e Juventude, considerados dois dos maiores clubes do interior do Rio Grande do Sul, fazem um clássico intermunicipal de muita rivalidade. Esse duelo já teve partidas memoráveis e decisões de campeonatos. Os dois clubes, que possuem tradição e uma camisa pesada dentro do estado, também já se enfrentam no Campeonato Brasileiro, na Série B e na C. Desde 1962, foram 106 jogos entre Brasil e Juventude, 30 vitórias do Xavante com 91 gols marcados, 42 vitórias do time da Serra com 107 gols marcados, e ainda 34 empates. === Brasil vs São Paulo-RS === O Xavante, junto ao São Paulo de Rio Grande, tem a maior rivalidade intermunicipal da zona sul do estado do Rio Grande do Sul, e uma das maiores de todo o estado. Esse confronto já decidiu campeonatos. Suas torcidas fanáticas dão um show nas arquibancadas a cada jogo entre as duas equipes. == Confrontos históricos == Confrontos Internacionais Placar da partida Local da partida Brasil 2–1 Seleção do Uruguai Montevidéu, Uruguai Brasil 3–2 Olímpia Assunção, Paraguai Brasil 5–2 Jorge Wilstermann Cochabamba, Bolívia Brasil 2–1 Pierola Arequipa, Peru Brasil 1–1 White Star Arequipa, Peru Brasil 6–2 Octavio Espinoza Ica, Peru Brasil 0–0 Universitario Lima, Peru Brasil 3–1 Valdez Guayaquil, Equador Brasil 3–0 España Quito, Equador Brasil 2–2 Emelec Guayaquil, Equador Brasil 0–0 Seleção de Valle del Cauca Cáli, Colômbia Brasil 4–0 América de Cáli Cáli, Colômbia Brasil 5–1 Martell Cidade do Panamá Brasil 3–2 Fastlich Cidade do Panamá Brasil 4–3 Olímpia-HON Tegucigalpa, Honduras Brasil 1–1 Hibueras San Pedro Sula, Honduras Brasil 5–3 Atlante San Salvador, El Salvador Brasil 3–0 Olímpia-EL San Salvador, El Salvador Brasil 4–3 Atlético Marte San Salvador, El Salvador Brasil 6–1 Fastlich Cidade do Panamá Brasil 4–4 Seleção do Panamá Cidade do Panamá Brasil 3–1 Alajuelense San José, Costa Rica Brasil 1–0 Libertad-COL Barranquilla, Colômbia Brasil 6–0 Unión Magdalena Santa Marta, Colômbia Confrontos nacionais Placar da partida Local da partida Torneio Brasil 5–1 Grêmio Baixada, em Porto Alegre Campeonato Gaúcho de 1919 Brasil 4–4 Corinthians São Paulo-SP, no Brasil Amistoso em 1920 Brasil 2–1 Internacional Eucaliptos, em Porto Alegre Campeonato Gaúcho de 1965 Brasil 2–0 Athletico-PR Bento Freitas, em Pelotas Campeonato Brasileiro de 1978 Brasil 2–1 Atlético-MG Bento Freitas, em Pelotas Campeonato Brasileiro de 1979 Brasil 4–0 Grêmio Bento Freitas, em Pelotas Campeonato Gaúcho de 1983 Brasil 1–0 Internacional Beira-Rio, em Porto Alegre Campeonato Gaúcho de 1983 Brasil 1–0 Cruzeiro Bento Freitas, em Pelotas Campeonato Brasileiro de 1984 Brasil 1–0 Internacional Bento Freitas, em Pelotas Campeonato Brasileiro de 1984 Brasil 1–0 Flamengo Bento Freitas, em Pelotas Campeonato Brasileiro de 1984 Brasil 4–0 Ceará Bento Freitas, em Pelotas Campeonato Brasileiro de 1985 Brasil 2–0 Flamengo Bento Freitas, em Pelotas Campeonato Brasileiro de 1985 Brasil 3–2 Bahia Fonte Nova, em Salvador Campeonato Brasileiro de 1985 Brasil 3–2 Grêmio Olímpico, em Porto Alegre Campeonato Gaúcho de 1997 Brasil 2–1 Botafogo Bento Freitas, em Pelotas Amistoso em 2009 Brasil 1–0 Grêmio Arena, em Porto Alegre Campeonato Gaúcho de 2015 Brasil 1–0 Fortaleza Bento Freitas, em Pelotas Série C do Brasileiro de 2015 Brasil 0–0 Fortaleza Castelão, em Fortaleza Série C do Brasileiro de 2015 Brasil 2–1 Vasco Bento Freitas, em Pelotas Série B do Brasileiro de 2016 Brasil 1–1 Fluminense Estádio Los Larios, no Rio Copa da Primeira Liga de 2017 Brasil 1–0 Internacional Bento Freitas, em Pelotas Campeonato Gaúcho de 2018 Brasil 5–0 Vila Nova Bento Freitas, em Pelotas Série B do Brasileiro de 2018 Brasil 1–0 Cruzeiro Bento Freitas, em Pelotas Série B do Brasileiro de 2020 == Torcida == O Brasil e sua torcida receberam o codinome Xavante após um clássico Bra-Pel onde a torcida do Brasil invadiu o campo como no filme da época \"Invasão Xavante\". Essa partida ocorreu em 1946, no estádio do Pelotas, o Brasil começou perdendo por 3 a 0, mas acabou virando o jogo para 5 a 3, conquistando o Campeonato Citadino de Pelotas. Além disso, as cores vermelho e preto, apesar de não serem originalmente as cores oficiais do time, são as mesmas usadas pelos índios Xavantes. O Brasil de Pelotas tinha as cores Verde e Amarelo, mas trocou de cor após se reerguer depois de ir à falência, por ser muito parecida com a do seu rival Esporte Clube Pelotas, conhecido como Lobo. A torcida Xavante é conhecida por seus torcedores como \"A Maior e Mais Fiel\", por estar sempre junto ao seu time, quando atua fora de casa e, principalmente, quando joga em seus domínios, lotando sempre as arquibancadas do Estádio Bento Freitas para empurrar a equipe para mais vitórias. Em competições nacionais, a torcida do Brasil sempre foi bem citada por comparecer em todos os estádios dos clubes em que enfrenta por todo o país, independente da distância. A torcida rubro-negra também é apelidada de \"torcida que tem um time\". Em 1985, a Torcida Xavante gravou seu nome na história. De acordo com o regulamento do Campeonato Brasileiro daquele ano, o estádio do Brasil não possuía capacidade para receber a semifinal da competição, com isso, o clube teve de jogar em Porto Alegre, no Estádio Olímpico. A partida terminou com derrota para o Bangu por 1 a 0, mas essa partida entrou para história do Xavante, pela sua torcida apaixonada ter comparecido em peso na capital. O público da partida foi de 37.346 pagantes e teve uma renda de Cr$ 285.398.000,00. Em 2014, o Brasil mandou algumas de suas partidas no estádio do seu maior rival, o Pelotas. Durante uma partida da Série De de 2014, a torcida Xavante lotou a Boca do Lobo com 18 mil Xavantes, maior público do ano no estádio e na cidade de Pelotas. No ano de 2015, o Brasil teve a necessidade de jogar fora de Pelotas, por estar com o Estádio Bento Freitas em obras. Em partida válida pela Série C, o Brasil mandou seu jogo contra o Tombense no Estádio Beira-Rio. A torcida Xavante compareceu em excelente número em Porto Alegre, viajando mais de 250 km e enchendo o anel inferior do estádio do Internacional de vermelho e preto. Cerca de 5 mil pessoas compareceram ao Beira-Rio para esta partida. Em diversas oportunidades, por conta de interdições ou impossibilidades do uso do Estádio Bento Freitas, o Brasil teve de viajar 60 km até Rio Grande para jogar no Estádio Aldo Dapuzzo, casa do São Paulo de Rio Grande. E a torcida Xavante nunca decepcionou, na maioria das ocasiões lotou o estádio, com públicos de até 8 mil torcedores. Além do Aldo Dapuzzo, o Brasil utilizou também o Estádio Centenário em Caxias do Sul, o Estádio do Vale em Novo Hamburgo e o Vieirão em Gravataí, também não decepcionando em questão de público. Atualmente o G.E.Brasil possui 3 torcidas organizadas: * Esquadrão Xavante * Torcida Máfia Xavante * Comando Rubro Negro Também possui a Garra Xavante, a famosa \"charanga\" é uma tradição do clube e uma das mais tradicionais do país. Núcleos de torcedores Xavantes de fora de Pelotas-RS: * XAPAR - Xavantes do Paraná (Sede: Cascavel - Abrangência: Estado do Paraná) * OX - Onda Xavante (Sede: Porto Alegre - Abrangência: Porto Alegre-RS e Região Metropolitana) * XaSerra - Xavantes da Serra (Sede: Caxias do Sul - Abrangência: Caxias do Sul- RS e Região Serrana do RS) * XaSC - Xavantes de Santa Catarina (Sede: Joinville - Abrangência: Estado de Santa Catarina) * XaSampa - Xavantes de São Paulo (Sede: São Paulo - Abrangência: Estado de São Paulo) * XAGO - Xavantes de Goiás (Sede: Goiânia - Abrangência: Estado de Goiás) * República Xavante - Xavantes do Distrito Federal (Sede: Brasília - Abrangência: Distrito Federal) * XAVANRIO - Xavantes do Rio de Janeiro (Sede: Rio de Janeiro - Abrangência: Rio de Janeiro) * XAMIG - Xavantes em Minas Gerais (Sede: Passos (MG) - Abrangência: Minas Gerais) === Sócios === O clube possui, atualmente, cerca de 5 mil sócios. Há várias categorias de sócios, como a Sócio Torcedor, Cadeira Cativa, Contribuinte, Sócio Xavante Sempre, Colaborador, entre outras promoções. O Xavante, em 2015, teve o seu número de sócios em dia passado de 10 mil, um número expressivo, maior até que de alguns clubes de elite do futebol brasileiro. === Redes Sociais === O Brasil conta com um grande contingente de seguidores em suas redes sociais. Ao todo, são mais de 290 mil seguidores, sendo o 46º clube com mais seguidores nas redes sociais do Brasil e o 4° no Rio Grande do Sul. Entre as principais estão o Facebook com 165,4 mil seguidores, Instagram com 58,3 mil seguidores e o Twitter com 64,7 mil seguidores, além do seu canal no Youtube, que tem cerca de 6,1 mil inscritos. == Símbolos == === Escudo === O escudo do Brasil foi desenvolvido por Paulo Viola, no final da década de 1930.O desenhista elaborou o distintivo para atender a um pedido do então presidente Xavante, Bento Mendes de Freitas. Originalmente, o emblema continha no centro as letras GSB, de Grêmio Sportivo Brasil, o nome de fundação do clube. Só no início da década de 1940 o “Sportivo” foi aportuguesado para “Esportivo” e o “S” do distintivo rubro- negro foi substituído pelo “E”, ficando com a atual sigla: GEB. Em dezembro de 2009, por uma iniciativa do Depto. de Marketing do Brasil, o brasão rubro- negro passou por uma sutil padronização técnica. Pequenas mudanças tornaram o escudo Xavante mais moderno e funcional, facilitando a aplicação dele nos mais diferentes produtos e peças institucionais e publicitárias. Com a intenção de criar simetria e harmonia entre todas as formas do distintivo, todas as linhas e os traços foram alinhados, redimensionados e realocados nas devidas posições. Fazendo com que a leitura passasse a ser mais direta e o escudo, de uma maneira geral, ganhasse mais impacto e uma percepção mais atual, sem, contudo, abandonar os traços consagrados do símbolo rubro-negro. ==== Estrela ==== A estrela prateada que fica em cima do escudo rubro-negro faz referência ao título mais importante da história do clube pelotense, que foi o de campeão do Campeonato Gaúcho de 1919. === Hino === O hino do G.E. Brasil foi composto em 1956, pelos músicos José Costa e Victor Jacó. Mas quem o gravou pela primeira vez foi o conjunto Os Santos, que entoou a letra nas dependências da Rádio Cultura, em Pelotas. === Mascote === A escolha do Índio Xavante como mascote rubro-negra passa pela rivalidade do Brasil com o Pelotas. Aconteceu em 1946, no clássico Bra-Pel que decidira o título do Campeonato Citadino daquele ano. O time da Baixada, que estava jogando fora de casa, foi para o intervalo perdendo por 3 a 1 e com um jogador a menos em campo. Na volta para a segunda etapa tudo parecia perdido. O técnico Teté, que comandava o Brasil naquele jogo, chegou até ameaçar tirar a equipe de campo. Mas os torcedores rubro-negros não deixaram, pelo contrário eles empurraram time para uma virada histórica. A partida terminou num impressionante 5 a 3, em uma das mais suadas e emocionantes das tantas vitórias que o Brasil já conquistou sobre o rival da avenida. Após o apito final, a torcida vencedora não se aguentou nas arquibancadas, atropelou o alambrado e invadiu o campo para comemorar. Vendo toda aquela euforia, quase que descontrolada, um dirigente áureo-cerúleo comparou a festa em vermelho e preto ao filme \"Invasão dos Xavantes\" (em cartaz nos cinemas de Pelotas na época) dizendo: \"eles foram um bárbaros ao final do jogo, pareciam uns Xavantes\". Irreverente que é, a torcida rubro- negro ignorou o tom pejorativo da expressão e adotou a simpática e querida figura do Índio Xavante como mascote do Brasil. === Uniformes === Uniformes de jogo * 1º - Camisa vermelha, calção e meias pretas. * 2º - Camisa branca, calção e meias brancas. *2020-21 (Xavante) *2018-19 (Topper) *2017-18 (Topper) *2016-17 (Topper) *2016 - 2º Semestre (Provisório) *2016 - 1º Semestre (Kappa) *2015 (Kappa) *2014 - 2º Semestre (Kappa) *2014 - 1º Semestre (Dresch Sport) *2013 (Dresch Sport) *2012 (Kanxa) *2011 (Wilson) === Patrocínio === Ano Fornecedor Patrocinador principal 2006 Placar Embaixador 2007 Big 2008 Sony 2009 Wilson Vivo 2010 Agecom 2011 Banrisul Multisom 2012 Kanxa Megapetro 2013 Dresch Zezé Biscoitos 2014 Kappa Zezé Biscoitos Fruki 2015 Claro Banrisul 2016 Banrisul 2017 Topper Caixa 2018 Banrisul 2019 2020–2023 Xavante 2024– Weefe == Estrutura == === Estádio === * Nome Oficial: Estádio Bento Freitas * Grama: Bermuda Green * Inauguração: 23 de maio de 1943 * Primeiro gol: Birilão (Brasil) * Capacidade: 12.000 (pelas normas da CBF). Após a reforma 22.500 * Recorde de público: 21.115 (Brasil 2x0 Flamengo - 21 de março de 1985) * Dimensões do gramado: 110m x 70m (dentro do padrão FIFA) *Área total: 29.730 m² *Área construída: 23.254 m² *Lancherias: 6 *Banheiros: 17 (sendo 9 masculinos e 8 femininos) *Cabines de imprensa: 21 *Vestiários: 5 (sendo 1 para arbitragem) *Bilheterias: 4 *Guichês: 21 *Portões de entrada: 7 *Portões de saída: 9 * Proprietário: Grêmio Esportivo Brasil Apelidos sobre o Estádio Bento Freitas * Caldeirão da Baixada * Baixada Logo quando começou com as atividades, o Brasil não possuía um local próprio para mandar seus jogos. Porém, apenas cinco anos após a fundação, em 1916, o clube inaugurou um vasto pavilhão social, que também era chamado, naquele tempo, de Praça de Esportes. A tal sede, localizada no bairro Simões Lopes, foi construída toda em pedra de granito e madeira, e tinha capacidade para acomodar dois mil torcedores, um número muito significativo naquele tempo. Além das arquibancadas, o primeiro estádio do Brasil comportava copa, secretaria, sala para o departamento médico, rouparia e vestiários. Em 1939, o Brasil ganhou em comodato um terreno à rua 13 de maio, atual Princesa Isabel para construir ali o seu novo estádio. Anos depois, em 1943, foi inaugurado o Estádio Bento Freitas, a nova casa Xavante. Também conhecido como a Baixada, foi inaugurado no dia 23 de maio de 1943, com a realização de um amistoso entre Brasil e Força Luz, de Porto Alegre. Naquela ocasião, o jogo foi considerado um grande acontecimento esportivo. E a torcida Xavante, já numerosa, comemorou emocionada a conquista da nova casa. Desde então a Baixada tem sido palco de partidas memoráveis e grandes triunfos, tudo acompanhado de perto por arquibancadas lotadas e agitadas pela torcida Xavante. O primeiro Bra-Pel ali realizado terminou com vitória Xavante pelo placar de 3 a 1, tendo Mortosa assinalado o primeiro gol. O estádio no momento encontra-se em obras, que foram iniciadas em 2016, com a construção do primeiro módulo, a arquibancada sul, que foi inaugurada em novembro de 2016, na partida contra o Vasco pela Série B. O segundo módulo, a arquibancada norte, está sendo construído desde dezembro de 2017, e tem prazo de inauguração para julho de 2018. Após a conclusão da norte, onde já estarão prontas as arquibancadas de trás dos dois gols, será iniciada a construção dos módulos leste e oeste, e logo depois, o anel superior do estádio. === CT da Sanga Funda === O Brasil possui um Centro de Treinamentos, localizado no bairro Arco Íris, em Pelotas. O projeto, que contempla cinco campos de treinamento e uma área para alojamento, começou a ser colocado em prática em 2014 e acontece até hoje. Em 2017, as obras tiveram mais forças, com a melhoria do campo principal e a compra de materiais de construção para o início do cercamento em volta do terreno e o início da estrutura onde ficará as salas de academia, musculação, etc. No mesmo ano, o clube começou a utilizar um de seus campos, para treinamentos da equipe principal. === CFA Xavante === O clube também possui um Centro de Formação de Atletas, localizado no bairro Fragata, que é onde as suas categorias de base mandam seus jogos e onde treinam para suas competições. A equipe principal também desfruta do CFA, que abriga muito bem também os profissionais, quando há necessidade. Em janeiro de 2017, ano da reativação das categorias de base do Xavante, o Brasil e o Fragata Futebol Clube (time de futebol juvenil da cidade de Pelotas, que tem como dono o ex-jogador da Seleção Brasileira, Émerson da Rosa) fecharam um acordo sobre a locação da antiga casa fragatense por 5 anos ao clube Xavante. A estrutura conta com 2 campos com tamanho padrão de estádios para jogos, um campo sintético de futebol 7, alojamentos para os atletas, área de lazer para momentos de descanso dos atletas, sala de jogos, lanchonete, área para churrasco, academias, sala de musculação, departamento médico, vestiários, refeitórios, estacionamento, cancha de futevôlei, praça para crianças e toda estrutura de um CT de times de elite do futebol brasileiro. == Rankings == === Ranking da CBFhttps://conteudo.cbf.com.br/cdn/201912/20191210172843_864.pdf === *Posição: 39° *Pontuação: 3.844 pontos *Região Sul: 13° *Estadual: 4° === Ranking Digital === *Posição nacional: 44° *Total de seguidores: 281.198 seguidores *Região Sul: 11° *Estadual: 3° == Presidentes == Presidentes do Brasil de Pelotas nos últimos anos: Presidente Período Hamilton Santos 2001 Érico Ribeiro 2002 Sylvio Balverdú 2003 Humberto Santo 2004-2005 Érico Ribeiro 2005-2006 Ivânio Branco de Araújo 2006 Hélder Lopes 2007-2010 André Araújo 2010-2012 Ricardo Fonseca 2012-2020 Nilton Pinheiro 2021- == Ídolos == Jogadores que obtiveram sucesso e destaque na história do Brasil: * Alvariza * Suli * Tibirica * Plínio de Castro Melo * Hélio Vieira * Flávio Murtosa * Joaquinzinho * Luizinho Vieira * Jéfferson Alberto Ferreira * Bira * Cléber Gaúcho * Danrlei * Claudio Milar * Régis Golveia *Cirilo * Luiz Muller * Leandro Leite * * Gustavo Papa * Eduardo Martini * Marcio Hahn * Alex Amado * Nena Treinadores e integrantes da comissão técnica famosos que já treinaram o Brasil e/ou fizeram história no clube: *Flávio Murtosa *Luiz Felipe Scolari *Walmir Louruz *Ivo Wortmann *Galego *Celso Roth *Cuca *Mano Menezes *Giovani Guimarães *Rogério Zimmermann *Clemer == Loja e TV == === SouXavante Store === A SouXavante Store é a loja oficial do clube, que é localizada na Rua Princesa Isabel, número 32, esquina com João Pessoa, em frente ao Bento Freitas, no Centro de Pelotas. A loja vende os mais diversos produtos oficiais fornecidos pelo clube. === TV Xavante === A TV Xavante, canal do Brasil de Pelotas no Youtube, leva ao torcedor do Brasil de Pelotas, entrevistas com jogadores, integrantes da comissão técnica e diretoria, bastidores dos jogos durante a temporada, pré e pós-jogo, quadros, entre outros conteúdos exclusivos. A TV do clube, a partir de 2018, começou a transmitir o programa 'Resenha Xavante' no canal Premiere antes de jogos do clube pelo Campeonato Brasileiro. == Publicações sobre o Xavante == === Livros === * COLEÇÃO BRASIL GIGANTE * CAMPEÃO INVICTO EM 1950 - Raymundo Anselm * G.E.BRASIL - UMA VIAGEM PELAS AMÉRICAS * A NOITE QUE NÃO ACABOU * ESPECIAL PELOTAS MEMÓRIA - GRÊMIO ESPORTIVO BRASIL: 90 ANOS * CONTOS DE FUTEBOL - autoria de Aldyr Garcia Schlee. * Camisa Brasileira - autoria de Gilberto Perin e Aldyr Garcia Schlee. * Identidade Xavante - 100 Anos === Vídeos === * Brasil Grande do Sul * O Centenário Rubro-Negro == Ver também == * Futebol no Brasil * Clubes brasileiros de futebol * Confederação Brasileira de Futebol * Federação Gaúcha de Futebol * Campeonato Brasileiro de 1985 * Campeonato Brasileiro - Série B * Clássico Bra-Pel * Estádio Bento Freitas == Ligações externas == * * * * Instagram oficial (em português) * Canal oficial no Youtube (em português) * Flickr oficial (em português) * Loja oficial (em português)",
 "title": "Grêmio Esportivo Brasil"
}