{
 "id": "6883",
 "text": "Salsas é uma povoação portuguesa sede da Freguesia de Salsas do Município de Bragança, freguesia com 26,12 km² de área e 269 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . ==Descrição== Antiga freguesia de S. Nicolau de Salsas, reitoria da apresentação do arcebispo de Braga. Em 1839 pertenceu ao concelho de Bragança, em 1840 ao de Izeda, extinto por decreto de 24 de Outubro de 1855, pelo qual passou para o de Bragança. O nome desta freguesia não tem relação alguma com salsa - planta. As palavras \"Salsa\" e/ou \"Sales\" origem nas palavras: Tempero e ervas aromáticas (Salvia / Salva) e, do latim SALUS, que significa: saúde e propriedades curativas. Esta plantas, ou a sua transformação em tempero, eram guardadas em utensílios \"Salva\" de prata ou \"bandeja\" usados nos mosteiros. Provavelmente, será esta a origem da palavra, que por força do tempo, derivou para o plural, dando origem a SALSAS. Importa ainda, para além, do significado do nome da aldeia, fazer uma pesquisa documental, de modo a aprofundar o conhecimento da sua origem e que história encerra este lugar. É composta pelos seguintes lugares: Chãos, Fernande, Freixeda, Moredo, Salsas, sede de freguesia e Vale Nogueira. É terra de centeio e castanha. Em tempos antigos existiu um importante centro de manufactura da telha, embora fosse de forma artesanal. A telha produzida era utilizada na construção de casas de habitação e outros e edifícios necessários ao desenvolvimento individual como de toda a comunidade e da região, já que a telha era adquirida pelas outras comunidades próximas destes centros de elaboração. Nestes centros, os quais era uma área considerável, realizava-se todo o processo de produção. Desde a preparação da matéria-prima “o barro” onde era limpo das grandes impurezas e amassado manualmente ou utilizando animais de trabalho de grande porte no caso bovinos. Seguidamente era elaborada a telha em moldes predefinidos, passava para a fase de secagem onde aguardava o tempo necessário. Posteriormente ia para a cozedura em fornos, estes também construídos artesanalmente, ai a telha cozia nestes fornos aquecidos a lenha ou em madeira seleccionada para obter a melhor temperatura. Findo este processo e depois de os fornos arrefecerem a telha era retirada e colocada num espaço amplo e plano chamado “eira” em empilhadores ou “pilhas” em contagens doseadas para ser vendida e levada para os seus diversos destinos. Em abril de 2017 foram encontrados focos da vespa-da-galha-do- castanheiro nesta freguesia. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 47 46 172 159 2011 30 20 153 186 2021 9 12 88 160 == Património == Salsas preserva ainda a estação de caminho-de-ferro da Linha do Tua, a qual expõe preservada a torre de água que alimentava as locomotivas a vapor. Foi palco em 27 de Abril de 1910 do terrível incidente que vitimou Abílio Beça, Conselheiro e Governador Civil de Bragança. Tentando subir para o comboio em andamento, terá escorregado para a linha, sendo trucidado pelo comboio. Abílio Beça é considerado, ao lado de figuras como Clemente Meneres, Dinis da Mota e João da Cruz, como um dos pais da Linha do Tua. Categoria:Freguesias de Bragança Categoria:Antigas freguesias de Izeda",
 "title": "Salsas"
}