{
 "id": "68837",
 "text": "==Pré-história== * Chegada de povos vindos da Ásia através da ponte terrestre então existente entre a Sibéria e o Alaska ==Século X== * 985: os Viquingues noruegueses estabelecem-se na Gronelândia * 1000: Leif Eriksson descobre a América a partir da Gronelândia, e chama-lhe Vinlândia. Os Viquingues fundam um pequeno povoado em L'Anse aux Meadows, no norte na Terra Nova, que é abandonado dentro de poucos anos ==Século XV== * 1492: Chegada de Cristóvão Colombo à América (Caraíbas) * 1494: É assinado o Tratado de Tordesilhas: o mundo é dividido em duas áreas de exploração: a portuguesa e a espanhola. * 1499: em dezembro Vicente Yáñez Pinzón veleja de Palos, passa pelo arquipélago de Cabo Verde e em 13 de janeiro de 1500 avista as proximidades da ponta depois chamada Mucuripe, no Ceará (Brasil), de onde sua esquadra costeia rumo noroeste até alcançar o delta amazônico que Pinzón parcialmente reconheceu. Foi ultrapassado por outro nauta castelhano, Diego de Lepe, que talvez teve prioridade no reconhecimento da costa entre o atual cabo do Norte e o rio hoje chamado Oiapoque. Max Justo Guedes, \"500 Anos de Brasil na Biblioteca Nacional - a Cartografia, in ´A Construção da imagem do país` * 1500: a grande esquadra da segunda armada da Índia, chefiada por Pedro Álvares Cabral avista o território do Brasil e em 22 de abril chega à Bahia e desembarca em Porto Seguro. ==Século XVI== *1524: o navegador italiano Giovanni da Verrazano, numa viagem de exploração da costa norte-americana ao serviço ao Rei de França, desembarca na actual ilha de Staten, hoje bairro de Nova Iorque *1534: Inicia- se a colonização do Brasil com a criação das primeiras capitanias hereditárias *1579: Francis Drake chega à Califórnia e proclama aquela região “da Coroa”, chamando-lhe “Nova Albion” (\"Nova Inglaterra\") *1583: Humphrey Gilbert chega à Terra Nova e declara-a colónia inglesa *1587: Sir Walter Raleigh organiza a colónia da Virgínia ==Século XVII== *1605: Os franceses fundam Port Royal (actualmente Annapolis, Nova Escócia), na colónia da Acádia *1607: Fundação de Jamestown, na Virgínia, a primeira colónia inglesa a sobreviver até hoje *1608: Samuel de Champlain funda Quebec, que passa a ser a capital da enorme, mas pouco povoada, colónia de Nova França (também chamada “Canada”) *1609: o explorador inglês Henry Hudson, ao serviço da Companhia Holandesa das Índias Ocidentais, tentou uma passagem para as “Índias” pelo noroeste e acabou descobrindo regiões da América do Norte, dando o seu nome ao Rio Hudson e à Baía de Hudson e proclamando as terras circundantes propriedade daquela companhia majestática. *1615: Os holandeses fundam a sua primeira colónia em Fort Nassau, perto da actual cidade de Albany, capital do estado de Nova Iorque. *1620: Os holandeses ocupam a ilha de Sint Maarten, nas Caraíbas. *1624: Os franceses ocupam o território onde é hoje a Guiana Francesa *1624: Os holandeses fundam a cidade de Nova Amsterdã, atual Nova Iorque. *1627: Os franceses fundam uma colónia em Saint Kitts *1633: Colonização de Bonaire pelos holandeses. *1634: É formada em França a “Compagnie des Îles de l'Amérique” *1634: Colonização de Curaçao pelos holandeses. *1635: Fundação das colónias de Guadeloupe e Martinica pela Compagnie des Îles de l'Amérique *1635: Colonização de Sint Eustatius pelos holandeses. *1636: Colonização de Aruba pelos holandeses. *1640: Colonização de Saba pelos holandeses. *1650: Fundação da colónia de Santa Lúcia pela Compagnie des Îles de l'Amérique. *1664: tropas inglesas sob comando do Duque de York (que se tornou Jaime II de Inglaterra) atacaram Nova Holanda e mudaram o nome de Nova Amsterdão para Nova Iorque. ==Século XVIII== * 1755 - tem início a deportação dos Acadianos, por ordem do coronel Charles Lawrence, governador da província da Nova Escócia * 1755 (3 de Março) - criada por Carta Régia a Capitania de São José do Rio Negro, com sede em Mariuá (actual Barcelos) ==Século XIX== * 1865 (27 de Julho) - o navio Mimosa desembarca com 153 colonos galeses, dando assim início à colónia galesa na Argentina * 1898 - a Guerra Hispano-Americana tem como resultado a transferência de controle das colónias espanholas de Cuba e Porto Rico para os Estados Unidos ==Século XX== 1902 - na sequência das viagens do explorador Otto Sverdrup, a Noruega proclama a posse das Ilhas Sverdrup (actualmente nas Ilhas da Rainha Elizabeth, província de Nunavut); o Canadá contesta essa possessão, e o caso arrasta-se até a Noruega desistir da sua pretensão em 1930. ==Ver também== * Colonização viquingue da América Categoria:Colonização da América Colonizacao America",
 "title": "Cronologia da colonização da América"
}