{
 "id": "68917",
 "text": "Um princípio contábil é um axioma das doutrinas e teorias relativas às disciplinas contábeis, sendo, portanto, imutável no tempo e espaço. No Brasil, com forte tendência para a internacionalização/globalização, os princípios contábeis estavam organizados em sete Princípios Fundamentais de Contabilidade, de acordo com a resolução CFC nº 750/1993. São chamados atualmente de Princípios Contábeis, de acordo com a resolução CFC nº 1.282/2010 . os princípios eram seis, já que o princípio da correção monetária havia sido revogado. Em 04/10/2016 o CFC revogou as resoluções 750/93 e 1282/10, que estabeleciam os enunciados dos princípios de contabilidade. == Histórico da busca por princípios contábeis == === Os primeiros passos na busca por princípios contábeis === Nos Estados Unidos da América após a grande depressão de 1929, gerada pela quebra da bolsa de valores de Nova York, os órgãos reguladores e os acionistas passaram a exigir transparências e uniformidade nas demonstrações financeiras das empresas de capital aberto dessa forma a contabilidade deve que mudar para atender essas demandas . Os primeiros esforços para formular os princípios contábeis na então década de 1930 vieram da Associação Americana de Contadores (AAA- American Associantion of Accountants) em junho de 1936 ,a AAA publicou uma serie de breves monografias sobre princípios contábeis intitulada como \"A tentative statement of accounting principles underlying corporate finacial statementes\" este ultimo trabalho foi publicado com a esperança de que seria possível chegar a uma base fundamental na elaboração de demonstrações financeiras eliminando alta aleatoriedade que era presente nos reportes das empresas de capital aberto. === A busca por princípios acelera-se === As pesquisas por princípios contáveis diminuíram final da década de trinta com a ocorrência da segunda guerra mundial mas com o seu fim a busca teve uma grande aceleração a AAA manteve o protagonismo mas pesquisas publicando em 1948 o chamado Accounting Concepts and Standards que juntamente com o comitê de procedimentos contábeis do Instituto Americano de contadores(AIA) comandaram as pesquisas consistentemente durante os anos seguintes Com o avanço das pesquisas ocorreu uma divisão marcante com levou a reorganização do instituto Americano de Contabilidade (AIA) os problemas da contabilidade foram divididos em quatro níveis # Estabelecimento de postulados básicos da contabilidade # Formulação de princípios amplos # Desenvolver regras para aplicações específicas de princípios # Realização de pesquisas em contabilidade Os postulados que eles buscavam seriam as premissas que apoiam os princípios da contabilidade , foi produzido assim o Estudo de pesquisa em contabilidade numero 1 (ARS 1) tratando dos postulados básicos da contabilidade O Instituto Americano de Contabilidade (IAI) em 1958 explicava os postulados da seguinte maneira: \"Postulados são pouco numerosos e representam as premissas básicas nas quais se apoiam os princípios. Decorrem necessariamente do ambiente econômico e politico e dos modos de raciocínio e costumes de todos os seguimentos da comunidade de negócios. Os profissionais entretanto devem deixar claro seu entendimento e sua interpretação do que são, para que haja uma base apropriada para a formação de princípios e o desenvolvimento de regras ou outras normas visando a aplicação de princípios em momentos específicos\" Critérios básicos de escolha de Postulados de acordo com o ARS 1 são as seguintes Primeiro eles precisavam ser relevantes para o desenvolvimento da lógica contábil e segundo precisavam ser aceitos como válidos pelos participantes da discussão como sendo verdadeiros ou criadores de um ponto de partida útil como premissa de lógica contábil. Mais tarde no mesmo ano ano foi publicado o Estudo de pesquisa em contabilidade numero 3(ARS 3)que tratou dos princípios da contabilidade ,porem os dois trabalhos não tinham uma base comum para apoia-los cada um era baseado nos conceitos que os pesquisadores encarregados julgaram importantes. O ARS 1 e ARS 3 não foram bem recebidos pela comunidade. O que ocorreu é que o proposto era muito diferente dos \"Princípios contábeis geralmente aceitos\" que vigoravam na época. Com a rejeição aos estudos anteriores foi desenvolvido o Estudo de pesquisa em contabilidade n 7 ARS 7 intitulado Inventory of Generally Accepted Principles for Business Enterprises Paul Grady - 1965 esse em particular consegui uma boa recepção pela comunidade pois teve seu foco em métodos pragmáticos o objetivo do ARS 7 foi discutir o que eram os princípios geralmente aceitos o GAAP e as praticas que eram aceitas. === Mudança de direção na busca por princípios contábeis === Após quase duas décadas de falhas em formular os princípios da contabilidade começou-se a questionar a abordagem dos postulados um dos trabalhos que mais se destacaram nesse sentido foi o do professor Willian Vatter intitulado Postulates and Principles (1966) ele considerou que era necessário definir a finalidade da contabilidade antes de discutir quais seriam seus princípios em seu trabalhou ele propõe que o que fundamentaria a teoria sobre contabilidade é seu objetivo, logo os princípios seriam os meios pelos quais o objetivos seriam atingidos. O trabalho de Vatter causou grande impacto nas pesquisas, no mesmo ano o AAA produziu o documento A Statement of Basic Accounting Theory ,conhecido pela sigla ASOBAT ,este ultimo trabalho priorizava o desejo dos uxórios das informações financeiras ele tambem define contabilidade como \" O processo de identificação, mensuração e comunicação de informação econômica para permitir a realização de julgamentos e decisões pelos usuários da informação\" O ASOBAT foi a ultima tentativa do AAA de participar do processo de criação de padrões. O próximo documento de grande influencia nas pesquisas por princípios foi o Pronunciamento numero 4 produzido pelo APB(Accounting Principles Board) este documento definiu os termos usados na contabilidade, descreveu os conceitos e aspectos da contabilidade era um documento principalmente descritivo o pronunciamento numero é basicamente um conjunto de objetivos da contabilidade. === Dissolução do APB e Criação do FASB , e substituição de princípios por padrões === Em 1973 pouco após a divulgação do pronunciamento numero 4 o APB foi dissolvido e foi criado o O conselho de padrões em contabilidade financeira( FASB ), o que ocorre é que se passaram mais de 40 anos e ninguém conseguiu desenvolver princípios satisfatórios devido a grande variedade de empresas e modelos de negócios ,porem devemos deixar claro que isso não foi o fim da busca por princípios apenas uma outra mudança de direção nas pesquisas, os padrões buscam estabelecer uma mesma base conceitual. == Princípios da contabilidade no Brasil == No Brasil, desde que a Lei nº 6.404/1976 (Lei das SA) os incluiu como matéria legislativa a ser observada pelos agentes do mercado de capitais, os princípios são objeto dos órgãos reguladores oficiais. O Conselho Federal de Contabilidade (CFC) definiu uma primeira versão em 1981, seguida pela Comissão de Valores Mobiliários (CVM) que emitiu uma deliberação em 1986 (Deliberação 29/1986), classificando-os em postulados, princípios propriamente ditos e convenções. Em 1993, (Resolução do CFC nº 750Livro Principios e NB), ambas as entidades acordaram em declarar \"Os princípios da Contabilidade\", o que não significa que são mais importantes do que os outros ou que existam somente os sete definidos pela norma profissional citada. Em 2008, a Deliberação 29/1986 da CVM foi revogada pela Deliberação nº 539/2008, que não mais os classifica em postulados, princípios e convenções, e sim a separá-los em Pressupostos Básicos e Características Qualitativas. Após esta data ocorreram novas atualizações. Os Princípios da Contabilidade podem ser observados no exercício da profissão contábil e constituem condição de legitimidade das Normas Brasileiras de Contabilidade (NBC). Além disso, na aplicação dos Princípios Fundamentais de Contabilidade às situações concretas, a essência das transações deve prevalecer sobre seus aspectos formais. A Resolução do CFC nº 750/1993 define os Princípios, que estão revestidos de universalidade e generalidade, elementos que caracterizam o conhecimento científico, justamente com a certeza, o método e a busca das causas primeiras. Os princípios da Contabilidade, portanto, são os seguintes: # Entidade; # Continuidade; # Oportunidade; # Registro pelo valor original; # ~~Correção ou Atualização Monetária (Revogado pela Resolução CFC nº. 1.282/2010).~~ # Competência; e # Prudência. PS: Em 29 de novembro de 2007 foi editada a Resolução CFC nº 1.111/2007 que aprova o Apêndice II da Resolução CFC nº 750/1993 e que trata sobre o \"conteúdo e a abrangência dos Princípios Fundamentais de Contabilidade sob a perspectiva do Setor Público (Contabilidade Pública)\". === Princípio da Entidade === A Contabilidade deve ter plena distinção e separação entre pessoa física (PF) e pessoa jurídica (PJ). Enfim, o patrimônio da empresa jamais se confunde com o dos seus sócios. A contabilidade da empresa registra somente os atos e fatos ocorridos que se refiram ao patrimônio da empresa, e não os relacionados com o patrimônio particular de seus sócios. Não se misturam transações de uma empresa com as de outra, mesmo que ambas sejam do mesmo grupo empresarial; é respeitada, portanto, a individualidade. De acordo com a Resolução do CFC nº 750/1993, em seu art. 4º, o princípio da entidade reconhece o Patrimônio como objeto da Contabilidade e afirma a autonomia patrimonial, a necessidade da diferenciação de um Patrimônio particular no universo dos patrimônios existentes, independentemente de pertencer a uma pessoa, um conjunto de pessoas, uma sociedade ou instituição de qualquer natureza ou finalidade, com ou sem fins lucrativos. Por consequência, nesta acepção, o Patrimônio não se confunde com aqueles dos seus sócios ou proprietários, no caso de sociedade ou instituição. O parágrafo único da supracitada Resolução diz que o Patrimônio pertence à Entidade, mas a recíproca não é verdadeira. A soma ou a agregação contábil de patrimônios autônomos não resulta em nova Entidade, mas em uma unidade de natureza econômico contábil distinta daquela.Resolução 750/93 do CFC Portanto, a empresa deve registrar somente fatos que se refiram a seu patrimônio. Por exemplo, não se deve registrar como despesa da empresa uma conta particular do sócio. === Princípio da Continuidade === O Princípio Contábil da Continuidade foi reconhecido no art. 5º da Resolução CFC nº 750/1993. A continuidade significa que a Contabilidade efetua a avaliação do patrimônio e o registro das suas mutações considerando que a entidade, até evidências em contrário, terá sua vida continuada ao longo do tempo. É a hipótese básica de que a entidade cujo patrimônio está sendo contabilizado não está destinada à liquidação ou a qualquer forma de extinção, mas, sim, a continuar operando por tempo indeterminado, contínuo. Isso não significa que em nenhuma situação se abandone a idéia da continuidade. Quando existirem evidências de que a empresa será descontinuada em decorrência de dificuldade financeira, de deliberação dos próprios sócios ou outra causa, esse fato terá então de ser necessariamente considerado. Só que, a partir do momento em que se trabalha com a hipótese de descontinuidade da empresa, a maioria dos demais princípios contábeis passa a não ser mais utilizada, e os princípios de avaliação e de classificação das demonstrações contábeis se alteram completamente. Por exemplo, se não fosse a existência do Princípio Contábil da Continuidade, simplesmente não seria possível ter-se um Ativo Diferido ou uma boa parte das despesas antecipadas, ou, ainda, o Imobilizado registrado pelo valor de aquisição. Na hipótese da descontinuidade, a única forma possível de avaliar os elementos ativos de um patrimônio é com base nos seus possíveis valores a serem obtidos no caso de sua efetiva realização. Assim, podemos verificar como o Princípio da Continuidade é importante. Ele inclusive permite o efetivo confronto entre receitas e despesas para apuração do lucro mais próximo da realidade em cada período contábil (Princípio da Competência). Caso ocorra situação desfavorável à sua continuidade, a entidade poderá ser investigada pelo conselho de contabilidade, podendo consequentemente ser encerrada, findando suas atividades. Obs.: No Brasil, as punições sobre erros e fraudes contábeis se concentram nos administradores e contadores (incluído aqui também os auditores externos). Os contadores, além das sanções profissionais previstas nas normas do CFC, poderão sofrer punições previstas no Código Penal, no Código Civil e na legislação tributária do Imposto de Renda. O Banco Central do Brasil (BACEN) tem o poder de encerrar atividades das instituições financeiras que causem crimes contra o Sistema Financeiro Nacional (SFN). === Princípio da Oportunidade === Refere-se ao momento em que devem ser registradas as variações patrimoniais, as quais devem ser feitas imediatamente e de forma integral, independentemente das causas que as originaram, contemplando os aspectos físicos e monetários. A integridade dos registros é de fundamental importância para a análise dos elementos patrimoniais, pois todos os fatos contábeis devem ser registrados, incluindo os das filiais, sucursais e demais dependências de uma mesma entidade. Caso seja tratado um fato futuro, o registro deve ser feito, caso exista como provar o seu valor. São os casos de provisões como o de férias, 13º salário, contingências etc. === Princípio do Registro pelo Valor Original === Os elementos patrimoniais devem ser registrados pela contabilidade por seus valores originais, expressos em moeda corrente do País. Assim, os registros da contabilidade são efetuados com embasamento no valor de aquisição do bem ou pelo custo de fabricação (vide contabilidade de custos), incluindo-se, ainda, todos os gastos que foram necessários para colocar o bem em condições de gerar benefícios presentes ou futuros para a empresa. Caso efetuem-se transações em moeda estrangeira, os valores correspondentes devem ser convertidos à moeda nacional. Exemplo: o contador deve registrar os fatos contábeis de encerramento de uma empresa na data de sua ocorrência, de maneira íntegra e tempestiva, para que seus usuários, com base nessas informações, também registrem esses fatos nas suas empresas em geral. === Princípio da Atualização Monetária (revogado pela Res. nº CFC 1.282/2010) === No Brasil, com o advento do Plano Real (1994), que vetou a \"correção monetária de balanços\", houve a mudança da denominação deste Princípio (a antiga era \"Princípio da Correção Monetária\"). Também o art. 185 da Lei nº 6.404/1976 já havia sido revogado pela Lei n.º 7.730/1989. Mas, apesar da falta de base legal, houve no Brasil uma tensão no meio contábil, entre os órgãos reguladores (CFC e CVM) e a classe, por causa da resolução que admite a correção monetária apenas se a inflação passar de um determinado patamar: se a inflação superar 100% (em três anos) haveria tal atualização. Na verdade, essa resolução atende ao padrão internacional. Sucede, entretanto, que mesmo uma inflação baixa vai distorcer o real valor do patrimônio em poucos anos. A posição é antiga da classe contábil brasileira, mas é contestada ao não observar o padrão internacional. Porém, no âmbito da Contabilidade gerencial e na análise de balanços em moeda constante, essa informação poderá continuar a ser processada e fornecida aos gestores internos, que podem decidir por comunicar ou não seus resultados ao mercado. === Princípio da Competência === O Princípio da Competência determina que os efeitos das transações e outros eventos, independentemente de recebidos ou não, devem ser registrados nos períodos a que a transação se efetuou. Isto ocorre porque este princípio não está ligado a recebimentos e pagamentos, e sim às receitas auferidas e às despesas incorridas em determinado período. Portanto, o registro de todas as receitas e despesas de acordo com o fato gerador deve ser privilegiado, no período de competência, independentemente de terem sido recebidas as receitas ou pagas as despesas. * A receita é considerada realizada: ** no momento em que há a transferência do bem ou serviço para terceiros, efetuando estes o pagamento ou assumindo o compromisso firme de fazê-lo no futuro (exemplo: venda a prazo); ** quando ocorrer a extinção de uma exigibilidade sem o desaparecimento concomitante de um bem ou direito (exemplo: perdão de dívidas ou de juros devidos); ** pelo aumento natural dos bens ou direitos (exemplo: juros de aplicações financeiras); ** no recebimento efetivo de doações e subvenções. * A despesa é considerada incorrida quando: ** ocorrer o consumo de um bem ou direito (exemplo: desgaste de máquinas); ** ocorrer o surgimento de uma obrigação (exigibilidade) sem o correspondente aumento dos bens ou direitos (exemplo: contingências trabalhistas); ** deixar de existir o correspondente valor do bem ou direito pela sua transferência de propriedade para um terceiro (exemplo: a baixa de mercadorias do estoque quando da efetivação da venda). === Princípio da Prudência === Este princípio especifica que, ante duas alternativas igualmente válidas, para a quantificação da variação patrimonial, será adotado o menor valor para os bens ou direitos e o maior valor para as obrigações ou exigibilidades. Assim, quando se apresentarem opções igualmente aceitáveis diante dos outros Princípios Fundamentais de Contabilidade, será escolhida a opção que diminui ou acrescenta menos valor ao Patrimônio Líquido (PL). Baseia-se na premissa de \"nunca antecipar lucros e sempre prever possíveis prejuízos\". Essencialmente, resulta da adoção do menor valor para os componentes do Ativo e do maior valor para os componentes do Passivo, sempre que apresentarem alternativas igualmente válidas para o registro contábil. Isto refletirá diretamente no PL da empresa. Desse modo, a aplicação do princípio da prudência resulta na obtenção do menor Patrimônio Líquido, entre aqueles possíveis diante de procedimentos alternativos de avaliação de fatos contabilizáveis. Esse princípio tem por objetivo, de um lado, não registrar antecipadamente nenhum lucro e, do outro, registrar todas as despesas e perdas que forem possíveis. Em suma: nunca permitir que a contabilidade da empresa indique a existência de lucros que possam estar superestimados pela adoção de um critério, entre dois ou mais possíveis, que eventualmente venha a não corresponder à realidade. A correta aplicação deste princípio visa a impedir que prevaleçam, na escrituração contábil, juízos puramente pessoais ou outros interesses. Resumindo: Entre várias alternativas válidas para as receitas, considere a de menor valor; e, para despesas, a de maior valor. Exemplificando com dívida trabalhista: a empresa prevê pagar um ação entre R$ 3.000 e R$ 6.000; então, registra na contabilidade o valor maior (R$ 6.000), mesmo que existam mais chances de se pagar um valor menor. Categoria:Contabilidade",
 "title": "Princípio contábil"
}