{
 "id": "68916",
 "text": "Um barco a vapor é uma embarcação impulsionada por um motor a vapor que aciona rodas de água montadas inicialmente a meia-nau, nas laterais (bombordo e estibordo) e depois na popa. São tipicamente caracterizados por possuírem grandes chaminés. == Antecedentes == === Limitações da máquina a vapor Newcomen === Os primeiros projetos de barcos a vapor usavam motores a vapor Newcomen. Esses motores eram grandes, pesados e produziam pouca potência, o que resultava em uma relação peso-potência desfavorável. O peso pesado do motor Newcomen exigia um barco estruturalmente forte, e o movimento alternativo do feixe do motor exigia um mecanismo complicado para produzir propulsão.Hunter, Louis C. (1985). A History of Industrial Power in the United States, 1730–1930, Vol. 2: Steam Power. Charlottesville: University Press of Virginia === Motores de movimento rotativo === As melhorias no projeto de James Watt aumentaram a eficiência do motor a vapor, melhorando a relação potência-peso, e criaram um motor capaz de movimento rotativo usando um cilindro de dupla ação que injetava vapor em cada extremidade do curso do pistão para mover o pistão para frente e para trás. O motor a vapor rotativo simplificou o mecanismo necessário para girar uma roda de pás para impulsionar um barco. Apesar da eficiência aprimorada e do movimento rotativo, a relação potência-peso da máquina a vapor Boulton e Watt ainda era baixa. === Motores a vapor de alta pressão === A máquina a vapor de alta pressão foi o desenvolvimento que tornou o barco a vapor prático. Tinha uma alta relação peso-potência e era eficiente em termos de combustível. Os motores de alta pressão foram possíveis graças a melhorias no projeto das caldeiras e componentes do motor para que pudessem suportar a pressão interna, embora as explosões das caldeiras fossem comuns devido à falta de instrumentação, como manômetros. As tentativas de fabricar motores de alta pressão tiveram que esperar até a expiração da patente de Boulton e Watt em 1800. Pouco tempo depois, os motores de alta pressão de Richard Trevithick e Oliver Evans foram introduzidos. === Motores a vapor compostos ou de expansão múltipla === A máquina a vapor composta se espalhou no final do século 19. A composição usa o vapor de exaustão de um cilindro de alta pressão para um cilindro de pressão mais baixa e melhora muito a eficiência. Com motores compostos, era possível que os navios a vapor transoceânicos transportassem menos carvão do que carga. Os navios movidos a motor a vapor composto permitiram um grande aumento no comércio internacional. === Turbinas a vapor === O motor a vapor mais eficiente usado para propulsão marítima é a turbina a vapor. Foi desenvolvido perto do final do século 19 e foi usado ao longo do século 20. == História == === Primeiros projetos === Uma história apócrifa de 1851 atribui o primeiro barco a vapor a Denis Papin por um barco que ele construiu em 1705. Papin foi um dos primeiros inovadores em energia a vapor e o inventor do digestor de vapor, a primeira panela de pressão, que desempenhou um papel importante nos experimentos a vapor de James Watt. No entanto, o barco de Papin não era movido a vapor, mas movido por remos com manivela. Um barco a vapor foi descrito e patenteado pelo médico inglês John Allen em 1729. Em 1736, Jonathan Hulls recebeu uma patente na Inglaterra para um barco a vapor movido a motor Newcomen (usando uma polia em vez de uma viga e uma lingueta e catraca para obter movimento rotativo), mas foi a melhoria nos motores a vapor por James Watt que tornou o conceito viável. William Henry, de Lancaster, Pensilvânia, tendo aprendido sobre o motor de Watt em uma visita à Inglaterra, fez seu próprio motor e o colocou em um barco. O barco afundou e, embora Henrique tenha feito um modelo aprimorado, ele não pareceu ter muito sucesso, embora possa ter inspirado outros.Jordan, 1910, pp. 49–50 O primeiro navio movido a vapor, Pyroscaphe, era um navio a vapor movido por um motor a vapor de dupla ação; foi construído na França em 1783 pelo Marquês Claude de Jouffroy e seus colegas como uma melhoria de uma tentativa anterior, o Palmipède de 1776. Em sua primeira demonstração em 15 de julho de 1783, o Pyroscaphe viajou rio acima no rio Saône por cerca de quinze minutos antes que o motor falhasse. Presumivelmente, isso foi facilmente reparado, pois diz-se que o barco fez várias dessas viagens. Depois disso, De Jouffroy tentou fazer com que o governo se interessasse por seu trabalho, mas por razões políticas foi instruído de que ele teria que construir outra versão no Sena, em Paris. De Jouffroy não tinha fundos para isso e, após os eventos da Revolução Francesa, o trabalho no projeto foi interrompido depois que ele deixou o país. Barcos semelhantes foram feitos em 1785 por John Fitch na Filadélfia e William Symington em Dumfries, Escócia. Fitch testou com sucesso seu barco em 1787 e, em 1788, começou a operar um serviço comercial regular ao longo do rio Delaware entre a Filadélfia e Burlington, Nova Jersey, transportando até 30 passageiros. Este barco normalmente podia fazer de 7 a 8 milhas por hora (11 a 13 km / h) e viajava mais de 2 000 milhas (3 200 km) durante seu curto período de serviço. O barco a vapor Fitch não foi um sucesso comercial, pois essa rota de viagem era adequadamente coberta por estradas de vagões relativamente boas. No ano seguinte, um segundo barco fez excursões de 30 milhas (48 km) e, em 1790, um terceiro barco realizou uma série de testes no rio Delaware antes que as disputas de patentes dissuadissem Fitch de continuar. Enquanto isso, Patrick Miller de Dalswinton, perto de Dumfries, Escócia, desenvolveu barcos de casco duplo movidos por rodas de pás acionadas manualmente colocadas entre os cascos, até mesmo tentando interessar vários governos europeus em uma versão gigante de navio de guerra, 246 pés (75 m) de comprimento. Miller enviou ao rei Gustavo III da Suécia uma versão real em pequena escala, com 100 pés (30 m) de comprimento, chamada Experiment. Miller então contratou o engenheiro William Symington para construir sua máquina a vapor patenteada que acionava uma roda de pás montada na popa em um barco em 1785. O barco foi testado com sucesso em Dalswinton Loch em 1788 e foi seguido por um barco a vapor maior no ano seguinte. Miller então abandonou o projeto. === Século 19 === O projeto fracassado de Patrick Miller chamou a atenção de Lord Dundas, governador da Forth and Clyde Canal Company, e em uma reunião com os diretores da empresa do canal em 5 de junho de 1800, eles aprovaram suas propostas para o uso de \"um modelo de barco do capitão Schank para ser trabalhado por uma máquina a vapor pelo Sr. Symington\" no canal. O barco foi construído por Alexander Hart em Grangemouth de acordo com o projeto de Symington com um motor de cilindro vertical e cruzeta transmitindo energia para uma manivela acionando as rodas de pás. Os testes no rio Carron em junho de 1801 foram bem-sucedidos e incluíram o reboque de chalupas do rio Forth até o Carron e daí ao longo do Canal Forth e Clyde. Em 1801, a Symington patenteou uma máquina a vapor horizontal diretamente ligada a uma manivela. Ele recebeu o apoio de Lord Dundas para construir um segundo barco a vapor, que ficou famoso como Charlotte Dundas, nomeado em homenagem à filha de Lord Dundas. Symington projetou um novo casco em torno de seu poderoso motor horizontal, com a manivela acionando uma grande roda de pás em um suporte central no casco, com o objetivo de evitar danos às margens do canal. O novo barco tinha 56 pés (17,1 m) de comprimento, 18 pés (5,5 m) de largura e 8 pés (2,4 m) de profundidade, com casco de madeira. O barco foi construído por John Allan e o motor pela Carron Company. A primeira viagem foi no canal de Glasgow em 4 de janeiro de 1803, com Lord Dundas e alguns de seus parentes e amigos a bordo. A multidão ficou satisfeita com o que viu, mas a Symington queria fazer melhorias e outro teste mais ambicioso foi feito em 28 de março. Nesta ocasião, o Charlotte Dundas rebocou duas barcaças de 70 toneladas por 30 km (quase 20 milhas) ao longo do Canal Forth e Clyde até Glasgow e, apesar de \"uma forte brisa à frente\" que parou todos os outros barcos do canal, demorou apenas nove horas e um quarto, dando uma velocidade média de cerca de 3 km / h (2 mph). O Charlotte Dundas foi o primeiro barco a vapor prático, na medida em que demonstrou a praticidade da energia a vapor para navios, e foi o primeiro a ser seguido pelo desenvolvimento contínuo de barcos a vapor. O americano Robert Fulton esteve presente nas provas do Charlotte Dundas e ficou intrigado com o potencial do barco a vapor. Enquanto trabalhava na França, ele se correspondeu e foi ajudado pelo engenheiro escocês Henry Bell, que pode ter lhe dado o primeiro modelo de seu barco a vapor em funcionamento. Fulton projetou seu próprio barco a vapor, que navegou ao longo do rio Sena em 1803. Fulton mais tarde obteve uma máquina a vapor Boulton and Watt, enviada para a América, onde seu primeiro navio a vapor adequado foi construído em 1807, North River Steamboat (mais tarde conhecido como Clermont), que transportava passageiros entre Nova York e Albany, Nova York. Clermont conseguiu fazer a viagem de 150 milhas (240 km) em 32 horas. O barco a vapor era movido por um motor Boulton e Watt e era capaz de viagens de longa distância. Foi o primeiro barco a vapor comercialmente bem-sucedido, transportando passageiros ao longo do rio Hudson. Em 1807, Robert L. Stevens iniciou a operação do Phoenix, que usava um motor de alta pressão em combinação com um motor de condensação de baixa pressão. Os primeiros barcos a vapor movidos apenas por alta pressão foram o Aetna e o Pennsylvania, projetados e construídos por Oliver Evans. Em outubro de 1811, um navio projetado por John Stevens, Little Juliana, operaria como a primeira balsa a vapor entre Hoboken e a cidade de Nova York. O navio de Stevens foi projetado como um barco a vapor movido a parafuso duplo em justaposição ao motor Boulton e Watt de Clermont. O projeto foi uma modificação do navio a vapor anterior de Stevens, Phoenix, o primeiro navio a vapor a navegar com sucesso em mar aberto em sua rota de Hoboken para a Filadélfia. Em 1812, o PS Comet de Henry Bell foi inaugurado. O barco a vapor foi o primeiro serviço comercial de passageiros na Europa e navegou ao longo do rio Clyde, na Escócia. O Margery, lançado em Dumbarton em 1814, em janeiro de 1815 tornou-se o primeiro barco a vapor no rio Tâmisa, para espanto dos londrinos. Ele operou um serviço fluvial de Londres a Gravesend até 1816, quando foi vendido aos franceses e se tornou o primeiro barco a vapor a cruzar o Canal da Mancha. Quando ela chegou a Paris, os novos proprietários a rebatizaram de Elise e inauguraram um serviço de barco a vapor no Sena. Em 1818, Ferdinando I, o primeiro barco a vapor italiano, deixou o porto de Nápoles, onde havia sido construído.D'Ambrosio A. (1993) Storia di Napoli, Napoli, Edizioni Nuova V.E., p. 189. === Oceano === O primeiro barco a vapor marítimo foi o primeiro barco a vapor de Richard Wright, \"Experiment\", um ex-lugre francês; ela navegou de Leeds para Yarmouth, chegando a Yarmouth em 19 de julho de 1813. \"Tug\", o primeiro rebocador, foi lançado pelos Woods Brothers, Port Glasgow, em 5 de novembro de 1817; no verão de 1818, ela foi o primeiro barco a vapor a viajar pelo norte da Escócia até a costa leste.. Os navios a vapor exigiam o transporte de combustível (carvão) às custas da carga útil regular. Por esta razão, por algum tempo, os veleiros permaneceram mais economicamente viáveis para viagens longas. No entanto, à medida que a tecnologia do motor a vapor melhorava, mais energia poderia ser gerada pela mesma quantidade de combustível e distâncias maiores poderiam ser percorridas. Um navio a vapor construído em 1855 exigia cerca de 40% de seu espaço de carga disponível para armazenar carvão suficiente para cruzar o Atlântico, mas na década de 1860, os serviços transatlânticos de navios a vapor tornaram-se econômicos e os navios a vapor começaram a dominar essas rotas. Na década de 1870, particularmente em conjunto com a abertura do Canal de Suez em 1869, o sul da Ásia tornou-se economicamente acessível para navios a vapor da Europa. Na década de 1890, a tecnologia dos navios a vapor melhorou tanto que os navios a vapor se tornaram economicamente viáveis mesmo em viagens de longa distância, como ligar a Grã-Bretanha às suas colônias do Pacífico Asiático, como Cingapura e Hong Kong. Isso resultou na queda da navegação.Break-Even Distance between Sail and Steam, 1850-1890 == Ver também == * Aeronave a vapor * Barco * Carro a vapor * Carvão * Locomotiva a vapor * Locomotiva com turbina a vapor * Locomóvel * Máquina térmica * Navio * Pressão de vapor * Propulsão naval * Roda de água == Referências externas == * . * . == Ligações externas == *BARCO A VAPOR | Geocities Categoria:Tipos de navios",
 "title": "Barco a vapor"
}