{
 "id": "68953",
 "text": "Eric Henry Liddell (Tianjin, 16 de janeiro de 1902 — Weifang, 21 de fevereiro de 1945) foi um atleta e missionário presbiteriano escocês radicado com sua família na China, onde nasceu e morreu.Perfil no Sports Reference A vida de Eric Liddell, tal como a de Harold Abrahams, foi imortalizada no grande écran em Chariots of Fire (Momentos de Glória em Portugal, Carruagens de Fogo no Brasil), Óscar para o melhor filme de 1981. Oriundo de uma família de missionários escoceses da London Mission Society, Liddell era o segundo filho do reverendo James Dunlop Liddell e esposa que, além de Eric, tiveram mais três filhos: Rob, Jenny e Ernest. Entre 1908 e 1920 estudou no Eltham College (em Blackheath, Londres), em regime de internato, enquanto os seus pais prosseguiam a missão na China. Em 1920 Eric foi admitido na Universidade de Edimburgo, onde se reuniu ao seu irmão Rob, prosseguindo os estudos com um bacharelato na área das ciências puras. == Desporto == Representou a sua universidade e a Escócia em inúmeras provas de atletismo e jogos de râguebi. Em 1922 tomou parte em nada menos que sete jogos da seleção de râguebi da Escócia, mas a falta de disponibilidade para continuar a competir em ambos os desportos levou-o a optar pelo atletismo, com o objectivo de participar nos Jogos Olímpicos de 1924. Selecionado para competir nos 100 e 200 metros pela seleção da Grã-Bretanha nos Jogos de Paris, Liddell chocou o mundo do desporto quando anunciou a sua desistência na prova do hectómetro, por motivos religiosos: as eliminatórias deveriam ser disputadas no dia 6 de Julho, um domingo, o que Liddell de imediato recusou. Substituiu então essa prova pela dos 400 metros, onde viria a obter a medalha de ouro com o tempo de 47,6 segundos, à época recorde mundial. Arrecadou também, nesses Jogos, uma medalha de bronze nos 200 metros. == Após os Jogos == Após a sua participação olímpica, e tendo obtido o seu bacharelato em Edimburgo, Liddell regressou ao norte da China, servindo como missionário nas cidades de Tianjin e Xiaochang, entre 1925 e 1943. Durante esta estadia na China, Eric for ordenado pastor em 1932, e conheceu e casou com Florence Mackenzie, de origem canadiana, em 1934. Deste matrimónio resultaram três filhas: Patricia, Heather e Maureen. Nas décadas de 1930 e 1940 a China era um território extremamente perigoso, devido à invasão japonesa e aos conflitos subsequentes, relacionados com a II Guerra Mundial. Nesse contexto, Liddell providenciou para que Florence e as filhas fossem evacuadas para o Canadá em 1941, permanecendo ele próprio em território chinês, até ser internado num campo de concentração das forças japonesas, juntamente com outros cidadãos britânicos e norte-americanos, em 1943. Aí faleceu, ainda no decorrer da Segunda Guerra Sino-Japonesa, provavelmente devido a um tumor cerebral e a um surto de febre tifoide, em 1945. ==Ver também== * Lista dos campeões olímpicos de atletismo == Ligações externas == * The Eric Liddell Centre (em inglês) Categoria:Velocistas da Escócia Categoria:Campeões olímpicos do Reino Unido Categoria:Atletas nos Jogos Olímpicos de Verão de 1924 Categoria:Medalhistas nos Jogos Olímpicos de Verão de 1924 Categoria:Missionários protestantes do Reino Unido Categoria:Missionários protestantes na China Categoria:Pessoas mortas na Segunda Guerra Mundial",
 "title": "Eric Liddell"
}