{
 "id": "69068",
 "text": "Os bacuraus e noitibós são aves noturnas pertencentes à família Caprimulgidae e ordem Caprimulgiformes, caracterizadas por asas longas, pernas curtas e bicos muito curtos. São distribuídos por todo o globo, com exceção da Antártida. O nome latim caprimulgus significa chupa-cabras, devido ao antigo conto popular de que eles chupavam o leite de cabras. Essas aves são principalmente insetívoras. As espécies nativas dos Neotrópicos são chamadas de bacuraus e curiangos, enquanto as espécies nativas do Velho Mundo e norte- americanas são chamadas de noitibós. Os caprimulgídeos são distribuídos por quase todo o mundo, tendem a ser encontrados em uma variedade de habitats, mais comumente em campos abertos com alguma vegetação e próximos a pastos. Costumam nidificar no chão. Possuem hábitos noturnos e crepusculares, e de dia usam de suas plumagens crípticas para se camuflarem com galhos e folhas secas. São aves pouco conhecidas, sobretudo devido aos seus hábitos noturnos. Também são conhecidos como \"engole-ventos\" por causa de seus hábitos de alimentação, no qual voam baixo com o bico aberto tentando apanhar insetos. == Sistemática == === Caprimulgiformes === Anteriormente, todos os membros das ordens Apodiformes, Aegotheliformes, Nyctibiiformes, Podargiformes e Steatornithiformes eram agrupados em Caprimulgiformes. Em 2021, o Congresso Ornitológico Internacional redefiniu os Caprimulgiformes como aplicáveis ​​apenas para os bacuraus (Caprimulgidae), com urutaus (Nyctibiidae), bocas- de-sapo (Podargidae), guácharos (Steatornithidae) e egotelos (Aegothelidae), todos sendo reclassificados em suas próprias ordens. Uma análise filogenética descobriu que a extinta família Archaeotrogonidae, conhecida do Eoceno e Oligoceno da Europa, são os parentes mais próximos conhecidos da família Caprimulgidae. === Caprimulgidae === Tradicionalmente, foram divididos em duas subfamílias - os Caprimulginae com 79 espécies reconhecidas, e os Chordeilinae com 10 espécies reconhecidas. Posteriormente uma terceira subfamília foi reconhecida, os Eurostopodinae com 9 espécies reconhecidas. Os grupos são semelhantes em muitos aspectos, mas os Caprimulginae têm cerdas rictais, bicos mais longos e plumagem mais clara. A plumagem macia é cripticamente colorida para se assemelhar a cascas ou folhas. As subfamílias de caprimulgídeos compartilham características semelhantes, incluindo pés pequenos, pouco úteis para caminhar, e asas longas e pontiagudas. O noitibó-de-garganta-branca, Phalaenoptilus nuttallii, é a única ave que passa por uma forma de hibernação, tornando-se ausente e com uma temperatura corporal muito reduzida por semanas ou meses, embora outros caprimulgídeos possam entrar em estado de torpor por períodos mais curtos. Em seu trabalho pioneiro de hibridização DNA-DNA, Sibley e Ahlquist descobriram que a diferença genética entre os Eurostopodinae e os Caprimulginae era, de fato, maior do que entre os Chordeilinae e Caprimulginae. Assim, eles colocaram os Eurostopodinae em uma família separada chamada Eurostopodidae, mas essa família não foi amplamente adotada. Trabalhos posteriores, tanto morfológicos como genéticos, forneceram suporte para a separação das subfamílias, e algumas autoridades adotaram esta recomendação de Sibley-Ahlquist, e também sugeriram agrupar todas as corujas (tradicionalmente Strigiformes) juntos aos Caprimulgiformes. * Subfamília Eurostopodinae ** Gênero Eurostopodus – (7 espécies) ** Gênero Lyncornis – (2 espécies) * Subfamília Caprimulginae ** Gênero Gactornis – (1 espécie) ** Gênero Nyctipolus – (2 espécies) ** Gênero Nyctidromus – (2 espécies) ** Gênero Hydropsalis – (4 espécies) ** Gênero Siphonorhis – (2 espécies) ** Gênero Nyctiphrynus – (4 espécies) ** Gênero Phalaenoptilus – (1 espécie) ** Gênero Antrostomus – (12 espécies) ** Gênero Caprimulgus – (40 espécies) ** Gênero Setopagis – (4 espécies) ** Gênero Uropsalis – (2 espécies) ** Gênero Macropsalis – (1 espécie) ** Gênero Eleothreptus – (2 espécies) ** Gênero Systellura – (2 espécies) * Subfamília Chordeilinae ** Gênero Chordeiles – (6 espécies) ** Gênero Nyctiprogne – (2 espécies) ** Gênero Lurocalis – (2 espécies) == Distribuição == Essas aves habitam todos os continentes, exceto a Antártida. Também habitam algumas ilhas como Madagáscar, Seicheles, Nova Caledônia e as ilhas do Caribe. Não são conhecidos por viver em regiões desérticas extremamente áridas. Podem ocupar todas as elevações do nível do mar até 4.200 m, e várias espécies são restritas à montanhas e serras. Ocupam uma ampla gama de habitats, desde desertos a florestas tropicais densas, porém são mais comuns em campos abertos. Os Chordeilinae estão confinados ao Novo Mundo, e os Eurostopodinae à Ásia e Oceania. Várias espécies realizam migrações, embora seus hábitos migratórios possuam uma compreensão incompleta, graças aos comportamentos da família. Espécies que vivem no extremo norte, como o bacurau-norte-americano (Chordeiles minor) e o noitibó-europeu (Caprimulgus europaeus), migram para o sul com o início do inverno. Geolocalizadores colocados em noitibós-europeus no sul da Inglaterra descobriram que as aves passavam o inverno no sul da República Democrática do Congo. Outras espécies fazem migrações mais curtas, como as migrações realizadas pelo bacurau-chintã (Setopagis parvula), movendo-se localmente na América do Sul, desaparecendo completamente em certas épocas do ano em algumas áreas. == Estado de conservação == Algumas espécies estão ameaçadas de extinção. Acredita-se que atropelamentos por carros sejam uma das principais causas de mortalidade para muitos membros da família por causa do hábito de dormirem em estradas. Também costumam nidificar no chão, colocando um ou dois ovos padronizados diretamente no solo. Possivelmente movem seus ovos e filhotes do local de nidificação em caso de perigo, carregando-os na boca. Essa ideia é referida várias vezes em muitos livros de ornitologia, porém pesquisas recentes mostram que existe muita pouca evidência para apoiar essa tese. O desenvolvimento de programas para a conservação de algumas espécies apresenta um desafio particular, pois os cientistas não possuem dados suficientes para determinar se uma espécie está ou não ameaçada devido à dificuldade em localizá-los, identificá-los e categorizar a quantidade conhecida de uma população, um bom exemplo é o noitibó-de-vaurie (Caprimulgus centralasicus) nativo da província de Xinjiang, sudoeste da China, que é conhecido por apenas um indivíduo coletado em 1929. Pesquisas entre as décadas de 1970 e 1990 não conseguiram encontrar a espécie, o que implica que a espécie foi extinta, está criticamente ameaçada de extinção ou encontrada apenas em áreas restritas. == Na cultura popular == * O bacurau foi homenageado no filme franco-brasileiro de 2019 \"Bacurau\", produzido por Emilie Lesclaux e dirigido por Kleber Mendonça Filho e Juliano Dornelles. O filme se passa na cidade fictícia de \"Bacurau\", baseada nos municípios de Parelhas e Acari, na região Seridó do Rio Grande do Norte. * O termo bacurau é usado para referir-se aos ônibus da madrugada no Brasil, referente aos hábitos noturnos da ave de mesmo nome. * O design do personagem fictício \"Banguela\", da série de filmes \"Como Treinar o Seu Dragão\", possui inspirações indiretas no noitibó-orelhudo (Lyncornis macrotis), como é mostrada em semelhanças dos hábitos, falsas orelhas e temática do personagem com a ave. * Quem nasce no município de Manicoré, em Amazonas, é chamado localmente de \"bacurau\", cuja ave é símbolo deste município, que localiza-se as margens esquerda do Rio Madeira a 400 km de Manaus. * A ave é citada na música “Amanhã Eu Vou”, composição de Beduíno, com parceria de Luiz Gonzaga, onde a letra recita um dos nomes onomatopeicos dado ao curiango-comum. * Uma lenda indígena diz que a pena do bacurau cura a dor de dente. A tradição indígena diz que a criança, ao perder o dente, deve jogá-lo no telhado da oca e pedir ao bacurau para trazê- la um dente bonito e forte no lugar do mesmo. * Uma antiga lenda europeia dizia que os noitibós chupavam o leite de cabras durante a noite, dando origem ao nome latim caprimulgus (numa tradução literal; chupa-cabras), que foi usado para nomear a família (Caprimulgidae), ordem (Caprimulgiformes) e gênero (Caprimulgus). * Em algumas áreas do Nordeste do Brasil, o termo bacurau pode referir-se a partidos políticos que usam a cor verde. == Galeria == Imagem:Nacunda nighthawk.jpg|Corucão Imagem:Lesser Nighthawk.jpg|Bacurau-de- asa-fina Imagem:Mlongipennis.png|Noitibó-de-galhardetes Imagem:Nyctidromus albicollisDF28N04B1.jpg|Bacurau-comum Imagem:Puerto Rican nightjar with chick.jpg|Bacurau-porto-riquenho == Ligações externas == *Vídeos de caprimulgídeos disponíveis em Internet Bird Collection *Cantos e chamados disponíveis em xeno-canto.org",
 "title": "Caprimulgidae"
}