{
 "id": "6907",
 "text": "Hera (, transl. Hēra ou Ἥρη, transl. Hērē), no mito grego, é a deusa das bodas, da maternidade, e das esposas, equivalente de Juno no mito romano. Irmã e esposa de Zeus, é a rainha dos deuses, e patrona da fidelidade conjugal. Retratada como majestosa e solene, muitas vezes coroada com os polos (uma coroa alta cilíndrica usada por várias deusas), Hera é geralmente representada ostentando na mão uma romã, símbolo da fertilidade, sangue e morte, e substituto das cápsulas da papoula de ópio.Ruck, Carl A.P., and Danny Staples, The World of Classical Myth, 1994. A vaca e, posteriormente, o pavão eram seus animais simbólicos principais. Íris era a sua fiel atendente, também mensageira e aia. Retratada como ciumenta e agressiva contra qualquer relação extra-conjugal, odiava e perseguia as amantes de Zeus, e os filhos bastardos gerados desses relacionamentos. Tentou, dentre alguns exemplos, matar Héracles ainda no berço. A única exceção era Hermes e sua mãe Maia, que a deusa até admirava pela astúcia e beleza. Hera é descrita como de \"cabelos dourados\" por Baquílides. Homero se refere a ela como \"a deusa dos alvos braços\". == Etimologia == O nome Hera admite uma variedade de etimologias mutuamente exclusivas; Uma possibilidade é conectá-la com a grego ὥρα, hora (estação), ou de acordo com Platão, ἐρατή,, perar (amado) como Zeus disse ter se casado com ela por amor.Platão, Crátilo, 404c De acordo com Plutarco, Hera foi um nome alegórico e um anagrama de AER - ἀήρ (ar).Burkert, Walter , Greek Religion 1985 Walter Burkert, em nota, registra que outros \"argumentos\" estudiosos incluem o significado \"senhora\" como um feminino para heros (mestre). John Chadwick, um decifrador de Linear B, observar que \"o seu nome pode ser conectado com heróis\", ἥρως (herói), mas isso não ajuda, uma vez que também é etimologicamente obscuro\".Chadwick, The Mycenaean World (Cambridge University Press) O linguista AJ van Windekens oferece \"jovem vaca, bezerra\",Windekens, in Glotta 36 (1958), pp. 309-11 que está em consonância com epíteto comum de Hera ,βοῶπις (boōpis, \"olhos de vaca\"). RSP Beekes sugeriu uma origem pré- grega.RSP Beekes , Etymological Dictionary of Greek , Brill, 2009, O nome dela é atestado em micênico grego escrito no roteiro silábico linear B, e-ra, aparecendo em achados encontrados em Pilos e Tebas. == História == Hera pode ter sido a primeira deusa a quem os gregos dedicaram um santuário com teto fechado, em Samos cerca de . Foi substituída mais tarde pelo Heraião, um dos maiores templos gregos em qualquer lugar (altares gregos estavam em frente dos templos, a céu aberto). Havia muitos templos construídos neste local mas as provas são um pouco confusas e as datas arqueológicas são incertas. Em Eubeia, o festival do Grande Dédala, era sagrado para Hera, e foi celebrado em um ciclo de sessenta anos.. A importância de Hera, no período arcaico é atestada pelos grandes projetos de construção realizados em sua honra. Os templos de Hera nos dois principais centros de seu culto, o Heraião da Ilha de Samos e Argos na Argólida, eram os templos gregos mais antigos e monumentais já construídos, no . Hera tinha santuários, e era adorada em muitas partes da Grécia, muitas vezes em comum com Zeus. Sua adoração pode ser atribuída aos primeiros tempos: assim encontramos Hera, de sobrenome Pelasgis, adorada pelo Iolcos. Mas o principal local de seu culto foi Argos. Segundo a tradição, Hera tinha disputado a posse de Argos com Posídon, mas os deuses do rio agiram contra ela. Seu santuário mais célebre foi situado entre Argos e Micenas, no pé do Monte Eubeia. O vestíbulo do templo continha estátuas antigas das Graças, a cama de Hera, e um escudo que Menelau havia tomado em Troia de Aquiles. A estátua colossal sentado de Hera neste templo, feito de ouro e marfim, foi o trabalho de Policleto. Ela usava uma coroa na cabeça, acompanhada pelas graças e horas; em um lado ela segurava uma romã, e na outra um cetro dirigido com um cuco. Propriamente falando, Hera era é a deusa do casamento e do nascimento das crianças. Vários epítetos e apelidos, como Ilituia, Gamélia, Zúgia, Teleia etc., contêm alusões a este caráter da deusa, e a Ilícia e as horas são descritas como sua filhas. Seus lugares favoritos na Terra seriam o centro de seus cultos, Argos, Esparta e Micenas. === Matriarcado === Houve erudição considerável, a partir da obra de Johann Jakob Bachofen, em meados do , sobre a possibilidade de que Hera, cuja importância no início da religião grega está firmemente estabelecida, era originalmente a deusa de um povo matriarcal, presumivelmente que habitava a Grécia antes dos helenos. Neste ponto de vista, a sua atividade como deusa do matrimônio estabelecia o vínculo patriarcal de sua própria subordinação: sua resistência às conquistas de Zeus é apresentada como \"ciúme\" de Hera, o principal tema das anedotas literárias que reduzam seu antigo culto.Slater, Philip E. The Glory of Hera : Greek Mythology and the Greek Family No entanto, está continua a ser uma afirmação controversa de que o matriarcado primitivo existiu na Grécia ou em outro lugar.Steven Goldberg, The Inevitability of Patriarchy , (William Morrow & Company, 1973) === Juventude === Hera foi mais conhecida como a deusa matrona, Hera Teleia, mas ela presidiu também casamentos. No mito e culto, referências fragmentárias e práticas arcaicas permanecem do casamento sagrado de Hera e Zeus,Farnell, Lewis Richard, The cults of the Greek states I: Zeus, Hera Athena Oxford, 1896. e em Plateias havia uma escultura de Hera sentada como noiva de Calímaco. Hera também era adorada como uma virgem: havia uma tradição em Estinfália, Arcádia que tinha havido um santuário triplo para Hera: a Garota (Παις), a mulher de idade mediana (Τελεια [Teleia]), e a Anciã (Χήρη [chére] 'Viúva' ou \"Divorciada\"). Na região de Argos, o templo de Hera em Hermione perto de Argos era da Hera Virgem. Na primavera de Canato (Kanathos), perto de Náuplia, Hera renovava seu virgindade anualmente, nos ritos arrheton.Pausânias A figura feminina, mostrando ela no lago com a \"lua\" refletida também foi usado para Hebe e Hécate; lua nova, lua cheia e lua velha nessa ordem representavam a personificação da deusa como Virgem da Primavera, a Mãe de Verão, e Senhora do Outono.Barbara G. Walker (1983), The Women's Encyclopedia of Myths and Secrets, p.392 ISBN 0-06-250925-X === Representações === Respeitando o significado real de Hera, os próprios antigos oferecem várias interpretações: alguns consideraram-la como a personificação da atmosfera, outros como a rainha dos céus ou a deusa das estrelas, ou como a deusa da lua, e ela é ainda confundida com Ceres, Diana, e Perséfone. De acordo com visões modernas, Hera é a grande deusa da natureza, que era adorada em todo lugar desde os primeiros tempos. Os romanos identificaram sua deusa Juno com a Hera grega. Ainda possuímos várias representações de Hera. A imagem mais nobre, e que mais tarde foi vista como o ideal da deusa, era a estátua de Policleto. Ela era geralmente representada como uma mulher majestosa em uma idade madura, com uma bela testa, olhos grandes e amplamente abertos, e com uma expressão grave e comandante. Seu cabelo estava adornado com uma coroa ou diadema. Um véu frequentemente travo para baixo a parte de trás de sua cabeça, para caracterizar a como a noiva de Zeus, e, de fato, o diadema, véu, cetro, e o pavão são seus atributos comuns. Uma série de estátuas e cabeças de Hera ainda existem.Dicionário Grego e Romano: Biografia e Mitologia. == Mitologia == === Nascimento, juventude e casamento com Zeus === Hera era, de acordo com alguns relatos, a filha mais velha de Cronos e Reia, e uma irmã de Zeus. Apolodoro, no entanto, chama Héstia de filha mais velha de Cronos e Lactâncio Hera de irmã gêmea de Zeus. Segundo os poemas homéricos, ela teria sido criada por Tétis, antes de Zeus ter usurpado o trono de Cronos. Depois se tornou a esposa do irmão, sem o conhecimento dos pais. Essa versão é diversamente modificada em outras tradições. Sendo uma filha de Cronos, ela, assim como seus outros irmãos, foi engolida por seu pai, mas depois libertada por Zeus, e, de acordo com uma tradição Arcadiana, criada por Temeno, filho de Pelasgo. Outras fontes documentais, porém, relatam que ela teria sido criada por Eubeia, Prosymna e Acraea, as três filhas do rio Asterion; e de acordo com Olen (poeta grego), as mesmas eram suas enfermeiras. Várias partes da Grécia também reivindicaram a honra de ser sua terra natal; entre eles estão Argos e Samos, que foram os principais lugares de sua adoração. Seu casamento com Zeus também ofereceu amplas possibilidades de invenção poética, e vários lugares na Grécia reivindicaram a honra de ter sido palco do casamento, como Eubeia, Samos, Cnossus em Creta, e monte Thornax, no sul de Argólida (Grécia). Este casamento foi uma parte proeminente na adoração de Hera sob o nome de hieros gamos. Nessa ocasião, todos os deuses honraram a noiva com presentes e lhe deram uma árvore com maçãs douradas, que foi colocado pelas Hespérides no jardim de Hera, perto de Hiperbórea. Os poemas homéricos não mostram nada disso, só relatam que após o casamento com Zeus ela foi tratada pelos deuses do Olimpo com a mesma reverência que tratavam seu marido. O próprio Zeus, de acordo com Homero, ouvia seus conselhos, e contava seus segredos a ela, em vez de contar para outros deuses. Hera também se achava no direito em censurar Zeus quando ele consultava os outros sem ela saber. === Personalidade === miniaturadaimagem|esquerda|upright=1.0|Hera, réplica romana de uma estátua grega de aproximadamente Sua personalidade, como descrita por Homero, não é do tipo muito amável, e suas principais características são a inveja, obstinação, e uma disposição a brigas, que às vezes fazia com que o seu próprio marido tremesse. Daí surgem conflitos frequentes entre Hera e Zeus; e em uma ocasião Hera, em conjunto com Posídon e Atena, colocam Zeus preso. Zeus, em casos como esse, não só a ameaça, mas bate nela; quando depois de preso, ele foi capaz de sair das nuvens, com as mãos acorrentadas, e com duas bigornas suspenso de seus pés. Ela está assustada com suas ameaças, e cede quando ele está com raiva; e quando ela é incapaz de obter os seus fins de qualquer outra forma, ela recorre à astúcia e intrigas. Assim, ela pede emprestado o cinto de Afrodite, que tem o poder de encanto e fascínio, para excitar o amor de Zeus. Com Zeus, ela era a mãe de Ares, Hebe e Hefesto. Devido ao julgamento de Páris, ela era hostil para os troianos, e na Guerra de Troia, ela lutou do lado dos gregos. Daí sua adoração prevaleceu sobre a Hellias. Na Ilíada ela aparece como um inimigo de Héracles, mas é ferida por suas flechas, e na Odisseia ela é descrita como defensora de Jasão. === Filhos de Hera e nascimento de Hefesto === Hera preside os casamentos e é o arquétipo da união no leito conjugal, mas ela não é notável como uma mãe. A descendência legítima de sua união com Zeus, segundo Hesíodo são: Ares (o deus da guerra), Hebe (deusa da juventude) e Ilítia (deusa do parto). Hera tinha ciúmes de Zeus ter dado à luz Atena, sem recorrer a ela (por partenogênese já que Atena nasceu da própria cabeça de Zeus), então ela deu luz a Hefesto, sem ele, embora em algumas histórias, ele é filho dela com Zeus. Hera ficou revoltada com a feiura de Hefesto e o jogou do monte Olimpo. Em alguns mitos, Hefesto se vingou da sua mãe por tê-lo rejeitado, fazendo-lhe um trono mágico que, quando ela se sentou não permitiu que se levanta-se. Os outros deuses imploraram Hefesto para voltar ao Olimpo para deixá-la sair, mas ele se recusava. Dioniso o embebedou e levou-o de volta para o Olimpo no lombo de uma mula. Hefesto tirou Hera do trono após ter sido dado Afrodite como sua esposa. === Perseguição às amantes de Zeus === ====Leto==== Quando Hera descobriu que Leto estava grávida e que Zeus era o pai, ela proibiu Leto de dar à luz em terra firme, ou em continente, ou qualquer ilha no mar. Posídon, com pena de Leto guiou-a para uma ilha flutuante em Delos, que não era nem continente, nem uma verdadeira ilha e Leto foi capaz de dar a luz à seus filhos na ilha. Como um gesto de gratidão, Delos foi presa com quatro pilares. A ilha mais tarde se tornou sagrada para Apolo. Alternativamente, Hera impediu que sua filha Ilícia, a deusa do parto, fosse ajudar Leto a dar a luz. Os outros deuses subornaram Hera com um belo colar que ninguém podia resistir, e ela finalmente cedeu.Pseudo-Apolodoro, Biblioteca 1.21 Ártemis teria nascido primeiro e depois assistiu o nascimento de Apolo. Algumas versões dizem que Ártemis ajudou a mãe a dar à luz a Apolo durante nove dias. Outra versão diz que Ártemis nasceu um dia antes de Apolo, na ilha de Ortígia e que ela ajudou Leto atravessar o mar para Delos no dia seguinte para dar a luz à Apolo. ==== Eco ==== De acordo com a releitura do mito urbano de Ovídio em Metamorfoses,Metamorphoses , iii.341-401. por um longo tempo, uma ninfa chamada Eco tinha a função de distrair Hera enquanto Zeus namorava outras ninfas. Quando Hera descobriu o engano, ela amaldiçoou Eco para apenas repetir as palavras dos outros (daí a nossa moderna palavra \"eco\"). Futuramente, Eco seria uma das ninfas apaixonadas por Narciso e iria observá-lo definhar sobre seu próprio reflexo. ==== Sêmele ==== Quando Hera descobriu que Sêmele, filha de Cadmo, o rei de Tebas, estava grávida de Zeus, ela se disfarçou de enfermeira de Sêmele e convenceu a princesa a insistir que Zeus mostrar-se a ela sua verdadeira forma. Quando ele foi obrigado a fazê-lo, tendo jurado por EstigeHamilton, Edith (1969). \"Mythology\". seus trovões e relâmpagos destruíram Sêmele. Zeus então, tirou Dioniso do ventre de Sêmele, e o colocou em sua coxa terminando a gestação. Em outra versão, Dioniso era originalmente o filho de Zeus com Deméter ou Perséfone. Hera enviou seus titãs para rasgar o bebê em pedaços, a partir do qual ele foi chamado de Zagreus (\"despedaçado\"). Zeus conseguiu resgatar o coração; ou, o coração foi salvo, por Atena, Reia, ou Deméter. Zeus usou o coração para recriar Dioniso e implantá-lo no ventre de Sêmele, daí Dioniso ficou conhecido como \"o nascido duas vezes\". Certas versões afirmam que Zeus deu a Sêmele o coração para comer e engravidá-la. Hera enganou Sêmele ao pedir para Zeus revelar sua verdadeira forma, o que a matou. Dioniso depois conseguiu resgatar sua mãe do submundo e leva-la para morar no monte Olimpo. ==== Io ==== Hera quase pegou Zeus com uma amante chamada Io, um destino evitado por Zeus que transformou Io em uma bela novilha branca. No entanto, Hera não estava completamente enganada e exigiu que Zeus lhe dar a novilha de presente. Uma vez que Io foi dada a Hera, está colocou o titã Argos Panoptes para manter Io separada de Zeus. Zeus então ordenou Hermes matar Argos, o que ele fez. A deusa, em agradecimento colocou seus olhos em um pavão, que tem desenhos de olhos na cauda até os dias de hoje. Hera, ainda revoltada, enviou um inseto para infestar Io, que vagou da Grécia até o Egito, onde, à beira do rio Nilo, retornou à forma de mulher, dando à luz Épafo. Governou uma região de lá usando uma coroa com chifres de vaca, Zeus iria se compadecer e promete a Hera nunca mais voltou a tocar Io. Hera aceita e com um pouco de desconfiança, faz as pazes com a ninfa. ==== Lâmia ==== Lâmia foi uma rainha da Líbia, amante de Zeus. Hera transformou-a em um monstro e matou seus filhos. Ou, em alternativa, ela matou os filhos de Lâmia e a tristeza transformou-a em um monstro. Por fim, para torturá-la ainda mais, Lâmia foi condenada por Hera a não poder cerrar os olhos, para que ficasse para sempre obcecada com a imagem dos filhos mortos. Zeus, apiedado, deu-lhe o dom de poder extrair os olhos de vez em quando para descansar.Homero, Odisseia, 12.124 e scholia, Rio de Janeiro: Ediouro Lâmia estava com inveja das outras mães e comeu seus filhos. === Perseguição aos filhos bastardos de Zeus === ==== Herácles (Hércules) ==== Hera foi a madrasta e inimiga de Héracles, que foi batizado de \"Glória de Hera\" em sua honra.Pauly-Wissowa, Realencyclopädie der Classischen Altertumswissenschaft , sv Hera: \" Heraberühmte \" Herácles é o herói que, mais do que até mesmo Perseus, ou Teseu, introduziu as formas do Olimpo na Grécia. Quando Alcmena estava grávida de Herácles Hera tentou impedir que o nascimento ocorresse amarrando as pernas de Alcmena. Ela foi frustrado por Galanthis, seu servo, que disse a Hera que ela já tinha tido o bebê. Hera puniu Galanthis transformando em uma doninha. Enquanto Herácles ainda era um bebê, Hera enviou duas serpentes para matá-lo enquanto ele estava deitado em sua cama. Herácles estrangulou uma única serpente em cada mão e foi encontrado por sua ama brincando com seus corpos flácidos como se fossem brinquedos de uma criança. A anedota Apolónio de Rodes em Argonautica é construída sobre uma representação do herói segurando uma serpente em cada mão. A imagem de uma criança divina entre duas serpentes pode ter sido muito familiar para os tebanos, que adoravam o Cabeiri, embora não seja representado como uma primeira exploração de um herói.The Heroes of the Greeks 1959 Mais tarde ela despertou as amazonas contra ele quando Herácles estava em uma de suas missões. Um mito sobre a origem da Via Láctea é que Zeus tinha enganado Hera dando uma criança para ela amamentar, mas esta criança era Herácles: Quando Hera descobriu ela o puxou de seu peito e um jorro de seu leite formou uma mancha no céu que pode ser observado desde esse dia. Diferente dos gregos, os etruscos, imaginaram um adulto Herácles no seio de Hera: isto pode referir- se a sua aprovação por ela quando ele se tornou imortal. Ele já havia ferido severamente seu peito. Hera fez Herácles trabalhar para o rei Euristeu de Micenas. Ela o obrigou fazer vários trabalhos conhecidos popularmente como os Doze trabalhos de Hércules. Quando ele lutou contra a Hidra de Lerna ela enviou um caranguejo para morder os seus pés, na esperança de distraí-lo. Quando Herácles tomou o gado de Gerião, ele atirou na mama direita de Hera com uma seta farpada: a ferida era incurável e deixou-a em constante dor, como Dione diz para Afrodite na Ilíada, Livro V. Depois, Hera enviou um moscardo para morder o gado. Hera então enviou uma inundação que elevou o nível da água de um rio tanto que Herácles não podia atravessar o rio com o gado. Ele empilhou pedras no rio para tornar a água mais rasa. Quando ele finalmente chegou à corte de Euristeu, o gado foi sacrificado para Hera. Euristeu também queria sacrificar o Touro de Creta para Hera. Ela recusou o sacrifício porque refletia a glória de Herácles. Alguns mitos afirmam que, no final, Herácles fez amizade com Hera, salvando-a de Porfírio, um gigante que tentou estuprá-la durante a Gigantomaquia, e que ela mesmo deu a sua filha Hebe como noiva de Herácles. A criação desse mito serviu para explicar uma representação arcaica de Herácles como \"homem de Hera\", pensava-se adequado para os construtores do Heraião em retratar as façanhas de Hércules nos relevos do templo de Hera.Kerenyi, Karl, 1959. The Heroes of the Greeks Apolo e Artemis Quando Hera descobriu que Leto estava gravida e que Zeus era o pai, ela proibiu Leto de dar à luz em terra firme, ou em continente, ou qualquer ilha no mar. Posídon, com pena de Leto guiou-a para uma ilha flutuante em Delos, que não era nem continente, nem uma verdadeira ilha e Leto foi capaz de dar à luz seus filhos na ilha. Na Ilíada, ela chegou às vias de fato com Hera, quando os aliados divinos dos gregos e troianos brigaram entre si no conflito. Hera golpeou Ártemis nas orelhas com sua própria aljava, fazendo com que as flechas da caçadora caírem. Depois Ártemis fugiu chorando para Zeus, e Leto recolheu seu arco e flechas. Afrodite Em alguns mitos Afrodite era filha de Zeus e Dione. Zeus teria tentando seduzir a deusa assim que ela saiu do mar no Chipre. Porém, esta, assustada com os avanços do deus do Olimpo, saiu correndo. Mais tarde, teria se entregado a Zeus de livre e espontânea vontade, ganhando o ódio eterno de Hera, sua esposa. Esta, quando soube que Afrodite estava grávida de Zeus, maldosamente colocou a mão em sua barriga fazendo o seu filho nascer deformado. Esta criança viria ser o deus Priapo. Porém, outros mitos dizem que Priapo é filho de Dioniso ou de Adônis. Alguns dizem que ela nunca chegou a Tróia, mas que Hera, para vingar-se de Afrodite, fez Hermes seqüestrar Helena e trazê-la para o Egito. Enquanto Helen estava no Egito, Hera fez uma falsa Helena. Dioniso Zeus engravidou Sêmele, sem o conhecimento de Hera, e prometeu a Sêmele que esta poderia pedir o que quisesse; enganada por Hera, ela pediu que Zeus se mostrasse a ela na sua forma real, como ele se mostrava para Hera. Sem poder recusar, Zeus aparece em uma carruagem de raios e trovões, e Sêmele morre, por causa do susto; Zeus pega o bebê prematuro de seis meses, e o cria na sua coxa. === A punição de Íxion === Íxion, que tinha sido rei dos Lápitas, se apaixonou por Hera e tentou estuprá-la, e quando Hera contou a Zeus, ele queria verificar se era realmente verdade. Então ele fez uma nuvem se parecer com Hera, e colocou-o ao lado de Íxion. Quando Ixion alardeou para todos que ele tinha dormido com Hera, Zeus irritado, o castigou, amarrando-o em uma roda, lançou no tártaro condenado a nela girar pela eternidade. === Assistência aos argonautas === Hera odiava Pélias, porque ele tinha matado Sidero, em um dos templos da deusa. Mais tarde, ela convenceu Jasão e Medea matarem Pélias. Jasão se tornou um dos protegidos de Hera, assim como os Argonautas, que foram ajudados por ela em sua busca pelo velo de ouro. === O Julgamento de Páris e a Guerra de Troia === Todos os deuses e deusas, bem como vários mortais foram convidados para o casamento de Peleu e Tétis (os pais de Aquiles). Só Éris, deusa da discórdia, não foi convidada. Ela estava irritada com isso, então ela chegou no banquete do casamento com uma maçã dourada, que tinha a inscrição καλλίστῃ (kallistēi, \"para a mais bela\"), e lançou a maça entre as deusas. Afrodite, Hera e Atena todas alegaram ser a mais bela, e assim, a dona da maçã. As deusas optaram para deixar a questão ser resolvida por Zeus, que, não querendo favorecer uma das deusas, colocou a escolha nas mãos de Páris, um príncipe de Troia. As deusas se despiram para Páris no Monte Ida, ainda assim, Páris não poderia decidir, como todas as três eram idealmente belas, então as deusas recorreram a subornos. Hera ofereceu o controle sobre toda a Ásia e Europa, enquanto Atena ofereceu sabedoria, fama e glória na batalha, e Afrodite ofereceu o amor da mulher mortal mais bonita do mundo, está mulher era Helena, que era casada com o rei de Esparta, Menelau. Páris escolheu Afrodite, e as outras duas deusas ficaram furiosas por terem perdido e favoreceram os gregos não guerra que se seguiu, causada pelo rapto de Helena por Páris. Durante a Guerra de Troia, Hera, Atena, Posídon, Hefesto e Tétis protegeram os gregos. Na guerra, Hera chegou a ferir Ártemis que protegia os troianos, e pegou o cinto mágico de Afrodite para favorecer os gregos. == Árvore Genealógica == == Iconografia == Hera como rainha dos deuses foi representada em muitas esculturas da Antiguidade, as que ainda existem e mais famosas são: Hera di efeso-vienna, copia romana del 100-150 ca. da orig. greco del 400-380 ac ca. 6027.JPG|Museu de Éfeso, Viena, cópia romana de 100-150 a.C. Hera restaurata come cerere con testa di faustina minore, da originale greco del 425 ac. ca.JPG|Original grego de 425 a.C. Relief torso limestone Hera from Mycenae 630-620 BC, NAMA 2869 081096.jpg|Busto micênico datado de 630-620 a.C. == Ver também == * Zeus * Ares * Hefesto Categoria:Deuses olímpicos Categoria:Deusas gregas Categoria:Rainhas da mitologia grega",
 "title": "Hera"
}