{
 "id": "69089",
 "text": "O tucano-de-bico-preto (Ramphastos vitellinus) Ariel Vig.,, canjo (em Mato Grosso) e tucano-pacovaFERREIRA, A. B. H. Novo Dicionário da Língua Portuguesa. Segunda edição. Rio de Janeiro: Nova Fronteira, 1986. p.1 724, é uma ave da ordem Piciformes, da família Ramphastidae. Pode ser confundido com Ramphastos tucanus. == Descrição == Seu habitat são as florestas tropicais e pode ser encontrado em toda faixa litorânea que vai do Pará a Santa Catarina, no Brasil. Sua cor geral é preta, com a garganta e peito de cor amarelo gema de ovo e distingue-se dos demais tucanos, por possuir bico negro, mas na base apresenta uma zona amarela pálida. Pode medir cerca de 46 cm, tendo 12 cm de bico. Seus dedos são providos de unhas longas e curvas, as asas são curtas e a língua é comprida e fina. A fêmea pode colocar 2 a 4 ovos e a incubação dura cerca de 18 dias. A fêmea incuba os ovos sozinha, sendo alimentada pelo macho durante o período. O tucano-de-bico-preto faz ninhos em cavidades nas árvores, a cerca de 5 metros acima do chão. Alimenta-se de frutos, insetos (inclusive cupins, no cupinzeiro e em revoada), aranhas e ovos e filhotes de outras aves. Apesar do grande tamanho, seu bico é extremamente leve. Seu voo não é longo e é feito em linha sinuosa. Gosta de banhar-se na folhagem molhada pela chuva. Para dormir, eleva a cauda, com ela cobrindo a cabeça, a qual é mantida virada para as costas, mantendo o bico oculto. Vive em bandos de quatro a dez indivíduos. É, frequentemente, vítima de sua própria curiosidade, sendo facilmente atraído com assobios pelos traficantes de animais. A preservação desta espécie é do maior interesse, pois estão entre os mais peculiares elementos da avifauna do Brasil. O tucano-de-bico-preto é considerado, pelo Clube de Observadores de Aves do Estado do Rio de Janeiro, a ave-símbolo do estado. Consultado em 21 dez. 2011. == Subespécies == São reconhecidas cinco subespécies: * Ramphastos vitellinus vitellinus (Lichtenstein, 1823) - tem como característica morfológica bico preto com faixa basal azul; pele nua em volta dos olhos azul; íris marrom; lado dorsal, barriga e cauda pretos; peito branco com grande mancha central laranja-avermelhada; supra e infracaudais vermelhas. Mede 50 cm de comprimento e seu peso varia entre 340 a 390g. Habita florestas no norte do Brasil, na margem leste do Rio Negro e no norte do Rio Amazonas. Em Roraima ocorre a leste do rio Branco. Também está presente no leste da Venezuela e nas Guianas. * Ramphastos vitellinus ariel (Vigors, 1826) - ocorre do Pará ao S do Amazonas até a foz do Rio Madeira (Amazonas) e Maranhão; também no nordeste (localmente em Pernambuco e Alagoas) até o Brasil oriento-meridional (Santa Catarina). Também está presente em regiões montanhosas do Espírito Santo, na encosta meridional da Serra da Mantiqueira e no litoral de São Paulo e Paraná. Mede cerca de 46 cm de comprimento. Coloração geral da plumagem preta, com garganta amarelo alaranjado, cor vermelha vibrante nas coberteiras superiores e inferiores da cauda e, também, no peito. Seu bico é preto com uma faixa amarela desenhada (transversalmente) na sua base e, também, na parte proximal do cúlmem - o qual apresenta cor azulada. A área ao redor dos olhos (perioftálmica) apresenta cor vermelha. * Ramphastos vitellinus citreolaemus (Gould, 1844) - ocorre no vale do Rio Magdalena, na Colômbia e também contornando a Cordilheira dos Andes em área restrita da Venezuela. Apresenta a plumagem muito parecida com a de culminatus, porém distingue-se dela pela presença de azul e amarelo na base do bico, formando um desenho característico. * Ramphastos vitellinus culminatus (Gould, 1833) - Ocorre no noroeste e no sudoeste da Venezuela e Colômbia, ao leste dos Andes. Centro e sul da Bolívia . Também está presente em algumas áreas da Amazônia, como nos rios principais. Todos os outros registros deste são híbridos, ou seja, o pintoi. Região perioftálmica azul, bico negro com a base da maxila e o cúlmen amarelo esverdeados e a base da mandíbula azulada. Coberteiras superiores da cauda amarelas. De papo branco às vezes banhado de citrino (imaturo). Pode ser confundido com Ramphastos tucanus. * R. v. pintoi (Peters, 1945) - é considerado atualmente como híbrido de R. v. culminatus com R. v. ariel. Este habita o Brasil central (Mato Grosso, Mato Grosso do Sul, Goiás até o noroeste de São Paulo). Ligeiramente menores que os culminatus. Apresenta o papo branco ou ligeiramente amarelado. As penas supracaudais, base da maxila e da mandíbula amarelas e a base do cúlmen azulada. Difere-se de culminatus por apresentar a base da mandíbula amarela ao invés de azul. == Galeria== Ficheiro:Toucan Black beak (Ramphastos vitellinus).jpg|Tucano-de- bico-preto taxidermizado. Peça em exposição no MAV/USP. Ficheiro:Domingo de volta a floresta (+ fotos do tucano de bico preto).jpg|thumb|Ramphastos vitellinus Ficheiro:Tucano parque da chacrinha.jpg|Tucano no Parque Estadual da Chacrinha, Copacabana, Rio de Janeiro Categoria:Ramphastos Categoria:Símbolos do Rio de Janeiro (estado) Categoria:Fauna da Mata Atlântica Categoria:Aves descritas em 1823 Categoria:Aves do Brasil",
 "title": "Tucano-de-bico-preto"
}