{
 "id": "6912",
 "text": "Indochina ou Península Indochinesa é uma região do Sudeste Asiático situada entre o leste da Índia e o sul da China. Inclui Vietnã, Laos, Camboja e, às vezes, Tailândia, Malásia, Singapura e Myanmar (antiga Birmânia). O termo foi cunhado pelos franceses para designar a parte do seu império colonial, constituída pelos atuais Vietnã, Laos e Camboja. == História == Historicamente, os países do Sudeste da Ásia foram influenciados culturalmente pela China e pela Índia, mas sobretudo por esta última. No Vietnã, entretanto, ocorreu o contrário. A influência indiana é residual e veio através da civilização e da grande população chinesa.Keyes, Charles F. (1995). The golden peninsula : culture and adaptation in mainland Southeast Asia (Pbk. reprint ed.). University of Hawaii Press. p. 1. ISBN 9780824816964. A parte centro-sul do atual Vietnã era ocupada pelo reino de Champa, um estado de cultura hinduísta e língua malaio-polinésia que existiu entre o século II e 1832, entrando em declínio a partir do século X, por pressão dos senhores do Đại Việt (o antigo império do Vietnam, de 1054 a 1400 e de 1428 a 1804). Em 1832, foi anexado pelo imperador vietnamita Minh Mang. == Delimitação == Em sentido mais estrito, a Indochina abrange apenas o território da antiga Indochina Francesa, incluindo: * Camboja; * Vietnã; * Laos. Em sentido amplo, pode incluir também: * Península da Malásia (extremo sul da península, exclusive a Insulíndia ou Arquipélago Malaio); * Mianmar, antiga Birmânia, que era parte da Raj Britânico até 1947; * Singapura (também considerada parte da Insulíndia ); * Tailândia (antigo Sião). == Religião == A principal religião nesses países é o Budismo Theravada ou Hinayana. No Vietnã, a religião predominante é o Budismo Mahayana, enquanto na Malásia e Singapura a população se distribui entre budistas, hinduístas, cristãos e muçulmanos.History of the mountain people of southern Indochina up to 1945 (Bernard Bourotte, i.e. Jacques Méry, U.S. Agency for International Development, 195? == Ver também == * ASEAN * Índias Orientais * Indochina Francesa * Península da Malásia * Insulíndia * Guerra da Indochina * Guerra do Vietnã == Ligações externas == * The Colonization of Indochina Categoria:Sudeste Asiático Categoria:Regiões da Ásia Categoria:Penínsulas da Ásia",
 "title": "Indochina"
}