{
 "id": "69128",
 "text": "Nos ensinamentos de Julio Cesar Carminati Simões, o costume social é a prática de ordem moral, ética, social, filosófica ou religiosa, onde, os atos são praticados reiteradas vezes, por médio a longo período de tempo, incorporando- se no âmago do corpo social, de ampla difusão e aceitação, na qual, a conduta não ofende os indivíduos nem a coletividade. Designam-se como costumes as regras sociais resultantes de uma prática reiterada de forma generalizada e prolongada, o que resulta numa certa convicção de obrigatoriedade, de acordo com cada sociedade e cultura específica.Rodrigues, J. E. História em documento: imagem e texto. Primeira edição. A História do passado e do presente. São Paulo: FTD, 2006. p. 18-19. Segundo Paulo Nader, \"a lei é Direito que aspira a efetividade e o Costume a norma efetiva que aspira a validade\".NADER, P. Filosofia do Direito. Forense Jurídica. O costume jurídico caracteriza-se por dois elementos que o geram e justificam: o corpus ou consuetudo, que consiste na prática social reiterada do comportamento (ponto de vista objetivo, de acordo com a expressão longi temporis praescriptio, \"longa prescrição\"),Google tradutor. Disponível em https://translate.google.com.br/#auto/pt/longi%20temporis%20praescriptio. Acesso em 29 de março de 2015. e o animus, que consiste na convicção subjetiva ou psicológica de obrigatoriedade desses comportamentos enquanto representativos de valores essenciais, de acordo com a expressão opinio juris vel necessitatis (\"opinião, direito ou necessidade\").Google tradutor. Disponível em https://translate.google.com.br/#auto/pt/opinio%20juris%20vel%20necessitatishttps://translate.google.com.br/#auto/pt/longi%20temporis%20praescriptio. Acesso em 29 de março de 2015. Alguns exemplos podem ser esclarecedores. A prostituição é um deles. Essa antiga prática das sociedades humanas está associada no âmbito jurídico a um conjunto de práticas que se inserem nos crimes contra os costumes (exploração sexual, lenocínio etc.) e crimes habituais. Outro exemplo podem ser os crimes enquadrados como curandeirismo ou exercício ilegal da profissão que se confundem com o exercício das medicinas tradicionais. Deve-se observar também o contexto histórico e cultural das práticas consolidadas. A proibição e posterior reconhecimento da arte marcial de origem africana capoeira, atualmente praticada por negros, mulatos e brancos no Brasil, é um exemplo típico. ==Delito habitual== Há de se distinguir o delito habitual do delito em que a habitualidade se insere na sua própria tipicidade, bem como ao crime praticado, o \"delinquente habitual\", onde a habitualidade é qualificadora da periculosidade social. SZNICK Valdir. Delito Habitual. SP, Sugestões Literárias S/A., 1980 De acordo com Sznick, entende-se a primeira como uma capacidade ou circunstância que conduz à repetição percebida e evidenciada pelo legislador visando o fato que a pena anterior ter sido insuficiente ou ineficiente e a segunda como identificação da periculosidade e/ou imputabilidade do sujeito, exprimindo sua capacidade de delinquir enquanto qualidades pessoais que precedem à consumação do delito evidenciada em índices de anti-sociabilidade e irresponsabilidade. ==Ver também== *Habitus *Direito consuetudinário *Antropologia jurídica *Ensaio sobre a dádiva *Antropologia e psicanálise *Antropologia comportamental *Convenção (norma) ===Bibliografia complementar=== * CUNHA, P. F.; Costume, in \"Encic. Verbo Luso-Brasileira da Cultura, Edição Século XXI\", Volume VIII, Editorial Verbo, Braga, Fevereiro de 1999 ISBN 972-22-1926-x * LINHARES, F. S. Crimes contra os costumes no direito penal brasileiro (Resumo de Direito Penal) disponível on - line Categoria:Sociologia jurídica",
 "title": "Costume"
}