{
 "id": "69145",
 "text": "Tigran Vartanovich Petrosian, em armênio Տիգրան Վարդանի Պետրոսյան, (Tibilisi, 17 de junho de 1929 — Moscou, 13 de agosto de 1984) foi um grande mestre armênio soviético e campeão mundial de xadrez. Petrosian foi Candidato ao Campeonato Mundial de Xadrez em oito ocasiões (1953, 1956, 1959, 1962, 1971, 1974, 1977 e 1980). Ele se tornou campeão mundial em 1963 (vencendo Mikhail Botvinnik), defendendo o título com sucesso em 1966 contra Boris Spassky, mas perdendo para este mesmo oponente em 1969. == Biografia e carreira == === Primeiros anos === Petrosian nasceu de pais armênios em 17 de junho de 1929 em Tbilisi, República da Geórgia, integrante da União Soviética. Quando menino, Petrosian era um excelente aluno e gostava de estudar, assim como seu irmão Hmayak e sua irmã Vartoosh. Ele aprendeu a jogar xadrez aos 8 anos de idade, embora seu pai, Vartan, fosse analfabeto, o encorajava a continuar estudando, já que ele pensava que o xadrez dificilmente traria ao filho alguma perspectiva de vida. Petrosian ficou órfão durante a Segunda Guerra Mundial e foi forçado a varrer ruas para ganhar a vida. Foi nessa época que sua audição começou a piorar, problema que o afligiu por toda a vida, até ficar surdo. Em uma entrevista de 1969 para a revista Time, ele trouxe recordações daquela época: > Comecei a varrer ruas no meio do inverno e foi terrível. Claro que não havia > máquinas naquela época, então tínhamos que fazer tudo manualmente. Alguns > dos homens mais velhos me ajudaram. Eu era um menino fraco. E eu tinha > vergonha de ser varredor de rua - o que é natural, suponho. Não era tão ruim > no início da manhã, quando as ruas estavam vazias, mas quando amanhecia e a > multidão aparecia eu realmente odiava. Fiquei doente e perdi um ano na > escola. Tínhamos uma tia, irmã do meu pai, e ela realmente me salvou. Ela me > deu pão para comer quando eu estava doente e com fome. Foi quando esse > problema com minha audição começou. Não me lembro como tudo aconteceu. As > lembranças daquela época não são muito claras. Ele usou suas rações para comprar o livro Chess Praxis, do grande mestre Aron Nimzowitsch, uma obra que Petrosian mais tarde afirmou ter tido significativa influência sobre o seu jogo. Ele também comprou A Arte do Sacrifício no Xadrez, de Rudolf Spielmann. Outro jogador que teve uma influência precoce no xadrez de Petrosian foi o campeão mundial José Raúl Capablanca. Aos 12 anos, Petrosian começou a treinar no Palácio de Pioneiros de Tbilisi sob a tutela de Archil Ebralidze. Ebralidze era um admirador de Nimzowitsch e Capablanca, e sua abordagem científica do xadrez desencorajava excessos táticos e combinações duvidosas (algo que era mais do gosto de outro campeão mundial: Mikhail Tal). Como resultado, Petrosian desenvolveu um repertório de aberturas posicionais bastante sólidas, como a Defesa Caro-Kann. Depois de treinar no Palácio dos Pioneiros por apenas um ano, ele derrotou o grande mestre soviético Salo Flohr em uma exibição de partidas simultâneas. Em 1946, Petrosian ganhou o título de candidato a mestre e conseguiu um empate com o grande mestre Paul Keres no Campeonato Georgiano de Xadrez. Em seguida mudou- se para Yerevan, onde venceu o Campeonato Armênio de Xadrez e o Campeonato Júnior de Xadrez da URSS. Petrosian ganhou o título de mestre na semifinal do Campeonato soviético de 1947, embora não tenha conseguido se classificar para a final. Ele começou a melhorar seu jogo estudando o livro Meu Sistema de Nimzowitsch e se mudando para Moscou em busca de um xadrez de maior nível. === Moscou e o título de grande mestre === Depois de se mudar para Moscou em 1949, a carreira de Petrosian avançou rapidamente e seus resultados nas competições soviéticas melhoraram continuamente. Ele ficou em segundo lugar no Campeonato Soviético de 1951, conquistando o título de mestre internacional. Foi nessa competição que Petrosian enfrentou o campeão mundial Mikhail Botvinnik pela primeira vez. Jogando com as peças brancas, após ficar ligeiramente inferior na abertura, Petrosian defendeu sua posição por onze horas no total de jogo (com dois adiamentos) conseguindo conquistar o empate. O resultado de Petrosian neste evento o qualificou para o Torneio Interzonal no ano seguinte, em Estocolmo. Ele ganhou o título de grande mestre ao terminar em segundo lugar no torneio de Estocolmo, além de se qualificar para o Torneio de Candidatos de 1953. Petrosian terminou em quinto lugar no Torneio de Candidatos de 1953, resultado que marcou o início de um período de estagnação em sua carreira. Ele parecia contente em manter o seu nível de competição em vez de melhorar seu xadrez ou tentar se tornar campeão mundial. Essa atitude ficou claram com seu resultado no Campeonato Soviético de 1955: em 19 partidas disputadas, Petrosian não perdeu nenhuma, mas venceu apenas quatro, empatando as outras quinze com empates em vinte lances ou menos. Embora seu jogo consistente garantisse resultados decentes em torneios, teve pouca atenção do público, da mídia e das autoridades soviéticas do xadrez. Perto do final do campeonato, o jornalista Vasily Panov escreveu o seguinte comentário sobre os candidatos ao título: \"As chances reais de vitória, além de Botvinnik e Smyslov, até a rodada 15, são de Geller, Spassky e Taimanov. Deliberadamente excluo Petrosian do grupo, já que desde as primeiras rodadas ele deixou claro que está jogando por uma conquista menos ambiciosa, mas também honrosa: uma vaga para o interzonal\". No Campeonato Soviético de 1957 as coisas começaram a mudar, de 21 partidas jogadas, Petrosian venceu sete, perdeu quatro e empatou as outras 10. Embora este resultado tenha lhe dado apenas o sétimo lugar entre 22 competidores, sua abordagem mais ambiciosa foi recebida com grande apreço pela comunidade soviética de xadrez. Ele ganhou seu primeiro Campeonato da URSS em 1959 e, mais tarde naquele ano, no Torneio dos Candidatos, derrotou Paul Keres com uma notável exibição de suas habilidades táticas, frequentemente esquecidas. Petrosian recebeu o título de Mestre do Esporte da URSS em 1960, e ganhou um segundo título soviético em 1961. === Campeão mundial em 1963 === Em 1962, Petrosian venceu seu primeiro Torneio de Candidatos, realizado em Curaçao, o que lhe deu o direito de jogar um match com desafiante ao título de campeão mundial com Mikhail Botvinnik. O encontro entre os dois foi disputado em um match em melhor de 24 partidas. Além do estudo do xadrez, Petrosian preparou-se para a disputa esquiando várias horas por dia. Ele acreditava que em um match tão longo, o condicionamento físico se tornaria um fator importante. O fato de Botvinnik ser muito mais velho que Petrosian, também contribuía para essa questão física. Em um match no qual deveria ocorrer muitos empates, o estilo de jogo cauteloso de Petrosian se adequava muito bem, já que ele podia simplesmente esperar que seu oponente cometesse erros e, em seguida, tomasse vantagem. Petrosian venceu o match contra o Botvinnik com cinco vitórias contra duas de seu oponente, com 15 empates, tornando-se o nono campeão mundial. Nos anos seguintes, Petrosian tornou-se mestre em filosofia na Universidade Estadual de Yerevan. Sua dissertação de mestrado, datada de 1968, é intitulada \"Lógica do xadrez. Alguns problemas sobre a lógica do pensamento no xadrez\". Em 1966, três anos depois de Petrosian ganhar o título de campeão mundial de xadrez, ele foi desafiado por Boris Spassky, vencedor do Torneio de Candidatos. Petrosian defendeu seu título vencendo Spassky por 12½-11½. No entanto, Spassky derrotaria Efim Geller, Bent Larsen e Viktor Korchnoi no próximo ciclo de candidatos, novamente ganhando o direito de desafiar Petrosian. Em Moscou em 1969, Spassky venceu o match por 12½–10½ tornando-se o décimo campeão mundial. === Os últimos anos de carreira === Junto com vários outros campeões soviéticos de xadrez, Petrosian assinou uma declaração condenando a deserção de Viktor Korchnoi em 1976. Foi o ápice de uma antiga rixa entre os dois, iniciada na semifinal do Torneio de Candidatos de 1974, no qual Petrosian abandonou o match contra Korchnoi após cinco partidas, quando perdia por 3½–1½. Em um novo match contra Korchnoi em 1977, ambos se recusaram a apertar as mãos ou falar um com o outro. Chegou ao ponto de exigiram refeitórios e banheiros separados. Petrosian acabou perdendo e foi posteriormente demitido do cargo de editor da maior revista de xadrez da URSS, a 64. Seus detratores condenaram o xadrez defensivo de Petrosian e alguns disseram que lhe faltou coragem. Nesse ponto, no entanto, Botvinnik falou em sua defesa, afirmando que ele só foi ofensivo quando tinha posições seguras e sua maior força residia em sua habilidade defensiva.Chess Magazine, Londres, setembro de 1984 Alguns de seus sucessos posteriores incluíram vitórias em Lone Pine em 1976 e no torneio Memorial Paul Keres em 1979 em Tallinn (16 em 12, sem derrotas, à frente de Tal e Bronstein). Ele dividiu o primeiro lugar (com Portisch e Hübner) no Interzonal do Rio de Janeiro no mesmo ano, e conquistou o segundo lugar em Tilburg em 1981, a meio ponto do vencedor Alexander Beliavsky. Neste torneio ele jogou sua última famosa vitória, uma defesa milagrosa contra o jovem Garry Kasparov. == Vida pessoal e morte == Petrosian viveu em Moscou desde 1949. Nas décadas de 1960 e 1970, ele morava na rua Pyatnitskaya número 59. Quando questionado por Anthony Saidy se ele era russo, Petrosian respondeu: \"No exterior, eles nos chamam de russos. Mas eu sou um armênio-soviético\". Em 1952, Petrosian casou-se com Rona Yakovlevna (1923-2005), ela era judia nascida em Kiev, na Ucrânia. Graduada pelo Instituto de Línguas Estrangeiras de Moscou, ela foi professora e intérprete de inglês. Ela está enterrada na seção judaica do cemitério Vostryakovsky em Moscou. Eles tinham dois filhos: Vartan e Mikhail (filho do primeiro casamento de Rona). Os hobbies de Petrosian incluíam o futebol, gamão, esqui cross-country, tênis de mesa e jardinagem. Petrosian morreu de câncer no estômago em 13 de agosto de 1984, em Moscou, e está enterrado no Cemitério Armênio de Moscou. Petrosian era parcialmente surdo e usava um aparelho auditivo durante suas partidas, o que às vezes levava a situações estranhas. Em uma ocasião, ele ofereceu um empate a Svetozar Gligorić, que inicialmente foi recusado, mas Gligorić mudou de ideia em alguns segundos e ofereceu o empate novamente. No entanto, Petrosian nem mesmo respondeu, em vez disso jogou e ganhou a partida. No final das contas, ele tinha desligado seu aparelho auditivo e não ouviu quando seu oponente voltou a oferecer o empate. Em 1971, ele jogou um match pelo Torneio de Candidatos contra Robert Hübner em uma área barulhenta de Sevilha, o que não o perturbou, mas incomodou tanto Hübner que ele acabou abandonando a disputa. == Estilo de jogo == Petrosian era um jogador de xadrez conservador, cauteloso e altamente defensivo, fortemente influenciado pela ideia de profilaxia de Aron Nimzowitsch. Um estilo de jogo mais voltado a evitar as iniciativas ofensivas do oponente do que para atacar. Ele raramente tomava a ofensiva, a menos que sentisse que sua posição era completamente segura. Ele geralmente vencia jogando de forma consistente até que seu adversário cometesse algum erro, garantindo a vitória ao explorar esses erros, evitando criar suas próprias fraquezas. Esse estilo de jogo costumava levar a muitos empates, principalmente contra outros jogadores que gostavam desse tipo de jogo cauteloso. No entanto, sua paciência e domínio da defesa tornavam-no extremamente difícil de vencer. Ele ficou invicto nos Interzonais de 1952 e 1955, e em 1962 não perdeu uma única partida em torneios. A consistente habilidade de Petrosian em evitar derrotas lhe valeu o apelido de \"Iron Tigran\" (Tigre de Ferro). Ele foi considerado o jogador mais difícil de vencer na história do xadrez pelos autores de um livro em 2004. Svetozar Gligorić descreveu Petrosian como sendo \"impressionante em sua incomparável habilidade de prever o perigo no tabuleiro e evitar qualquer risco de derrota\". Petrosian preferia jogar aberturas fechadas que não o comprometessem de início com nenhum plano em particular. Com as peças pretas, Petrosian gostava de jogar a variante Najdorf da Defesa Siciliana e a Defesa Francesa. Com as brancas, ele costumava jogar a abertura inglesa. Ele tinha uma forte afinidade com os cavalos, em vez dos bispos, uma característica que é atribuída à influência de Aron Nimzowitsch. Várias metáforas ilustrativas foram usadas para descrever o estilo de jogo de Petrosian. Harold Schonberg afirmou que \"jogar contra ele era como tentar algemar uma enguia\". Ele foi descrito como um tigre procurando a oportunidade para atacar, uma píton que lentamente espreme suas vítimas até a morte, e como um crocodilo que espera por horas para fazer um ataque decisivo. Boris Spassky assim descreveu o estilo de jogo de Petrosian: \"Petrosian me lembra um ouriço. Quando você pensa que o pegou, ele mostra seus espinhos\". Petrosian foi, nas palavras do futuro campeão mundial Vladimir Kramnik \"o primeiro zagueiro com Z maiúsculo\". O estilo de jogo de Petrosian, embora muito bem-sucedido em evitar derrotas, era muitas vezes criticado como enfadonho. Os entusiastas do xadrez viam seu jogo como \"ultraconservador\", um contraste com a imagem popular do xadrez soviético como \"ousado\" e \"indomável\", simbolizado pela figura de Mikhail Tal. Seu match no Torneio de Candidatos de 1971 contra Korchnoi teve tantos empates monótonos que a imprensa soviética não parava de reclamar. Petrosian respondeu às críticas afirmando: \"Dizem que minhas partidas deveriam ser mais 'interessantes'. Eu poderia ser mais 'interessante'... e também ser derrotado\". Uma consequência do estilo de jogo de Petrosian foi que ele não obteve muitas vitórias, o que significava que ele raramente ganhava torneios, embora frequentemente terminasse em segundo ou terceiro lugar. No entanto, seu estilo era extremamente eficaz em matches. Petrosian ocasionalmente jogava de forma mais agressiva e com sacrifícios. Em seu match de 1966 contra Spassky, ele venceu as partidas 7 e 10 dessa forma. Spassky posteriormente declarou: \"É uma vantagem para Petrosian que seus oponentes nunca saibam quando ele de repente vai jogar como Mikhail Tal\". === O sacrifício posicional de qualidade === Petrosian era conhecido por, em muitas partidas, efetuar um sacrifício de qualidade (pelo qual se faz uma troca da torre pelo bispo ou cavalo do oponente), visando ganhos posicionais, geralmente de longo prazo. Para Kasparov: > \"Petrosian introduziu o sacrifício material de qualidade em prol da > 'qualidade da posição', onde o fator tempo, que é tão importante no jogo de > Alekhine e Tal, dificilmente exerce algum papel. Ainda hoje, pouquíssimos > jogadores conseguem trabalhar com confiança no tabuleiro com conceitos tão > abstratos. Antes de Petrosian, ninguém havia estudado isso. (...) > Sacrificando a qualidade 'assim sem mais nem menos', por algumas vantagens > de longo prazo, ele descobriu recursos latentes em posições de desequilíbrio > material que poucos eram capazes de ver e avaliar adequadamente.\" Um dos exemplos mais famosos de Petrosian do sacrifício posicional da qualidade é de sua partida contra Samuel Reshevsky, no Torneio de Zurique, em 1953 (ver diagrama). Reshevsky, como as brancas, parece ter uma vantagem devido ao seu forte centro de peões, que pode se tornar móvel após Bf3 e d4/d5. Petrosian percebeu que estava em uma posição difícil por causa da colocação passiva de suas peças, relegadas a papéis defensivos. Ele também entendeu que as brancas poderiam atacar na ala do rei com h4/h5, provocando debilidades que tornariam mais difícil a defesa posterior. Diante dessas ameaças, Petrosian elaborou um plano para manobrar seu cavalo até a casa d5, onde ocuparia uma forte casa central, e bloquear o avanço dos peões brancos. 25... Te6! Desocupando a casa e7 para a manobra Ce7/Cd5, onde o cavalo ajudará a apoiar um eventual avanço de sua maioria de peões na ala da dama com b5/b4. 26.a4 Ce7 27.Bxe6 fxe6 28.Df1 Cd5 29.Tf3 Bd3 30.Txd3 cxd3 A partida acabou em empate no lance 41. === Contribuições para a teoria de aberturas === Petrosian era um especialista contra a Defesa Índia do Rei e costumava jogar o que ficou conhecido como Sistema Petrosian: 1.d4 Cf6 2.c4 g6 3.Cc3 Bg7 4.e4 d6 5.Cf3 0-0 6.Be2 e5 7.d5 Esta variante bloqueia o centro no início da partida. Uma das ideias para as brancas é jogar Bg5, cravando o cavalo preto. As pretas podem responder movendo sua dama (geralmente para e8) ou jogando h6, embora este lance enfraqueça a estrutura de peões da ala do rei das pretas. Duas das respostas das pretas ao sistema Petrosian foram desenvolvidas pelos grandes mestres Paul Keres e Leonid Stein. A variante Keres surge após 7... Cbd7 8.Bg5 h6 9.Bh4 g5 10.Bg3 Ch5, e a variante Stein começa uma ofensiva imediata na lada da dama com 7... a5. Petrosian também desenvolveu uma variante da Índia da Dama: 1.d4 Cf6 2.c4 e6 3.Cf3 b6 4.a3, com a ideia de prevenir Bb4+. Este sistema recebeu muita atenção em 1980, quando foi usado pelo jovem Garry Kasparov para derrotar vários grandes mestres. Hoje, a variante Petrosian ainda é considerada uma das mais eficazes. Outras variantes desenvolvidas por Petrosias podem ser encontradas na Defesa Grünfeld após 1.d4 Cf6 2.c4 g6 3.Cc3 d5 4.Cf3 Bg7 5.Bg5, e na Defesa Francesa após 1.e4 e6 2.d4 d5 3.Cc3 Bb4 4.e5 Dd7. Algumas autores referem-se a uma variante da Defesa Caro-Kann com seu nome, junto com o do ex-campeão mundial Vassily Smyslov: a variante Petrosian- Smyslov, 1.e4 c6 2.d4 d5 3.Cc3 dxe4 4.Cxe4 Cd7. ==Reconhecimento e legado== No momento de sua morte, Petrosian estava trabalhando em uma série de artigos relacionados ao xadrez para um livro, que foi postumamente publicado por sua esposa Rona sob o título (em russo) Шахматные лекции Петросян (1989), e em inglês como Petrosian's Legacy (1990). Em 1987, o campeão mundial de xadrez Garry Kasparov inaugurou um memorial no túmulo de Petrosian que retrata a coroa de louros do campeão mundial e uma imagem contida em uma coroa do sol brilhando sobre os picos gêmeos do Monte Ararat, o símbolo nacional da pátria armênia de Petrosian. Em 7 de julho de 2006, um monumento em homenagem a Petrosian foi inaugurado no distrito de Davtashen em Yerevan, na rua com o nome de Petrosian.. Petrosian também foi homenageado na moeda armênia, com sua imagem estampando a nota de 2 000 drams. == Bibliografia == * World chess champions, por Edward G. Winter, ISBN 0080249041; * Twelve Great Chess Players and Their Best Games, por Irving Chernev; Dover; Agosto de 1995. ISBN 0-486-28674-6; * == Ligações externas == * OlimpBase Categoria:Jogadores de xadrez da Geórgia Categoria:Campeões mundiais de xadrez Categoria:Competidores das Olimpíadas de Xadrez Categoria:Teóricos do xadrez Categoria:Grandes mestres de xadrez",
 "title": "Tigran Petrosian"
}