{
 "id": "69153",
 "text": "O Uganda, situado no rico planalto entre os dois ramos do Vale do Rift foi habitado por bantus e nilotas desde tempos imemoriais e, quando os árabes e europeus ali chegaram, no século XIX, encontraram vários reinos, aparentemente fundados no século XVI, o maior e mais importante dos quais era o ainda existente Buganda. Esta área foi, em 1888, concedida à Companhia Britânica da África Oriental e, em 1894, o reino do Buganda tornou-se um protetorado do Reino Unido. Depois de várias manobras, por parte dos britânicos, realizaram- se eleições a 1 de Março de 1961 e Benedicto Kiwanuka tornou-se “Ministro- Chefe” do Uganda, ainda como uma commonwealth e tornou-se independente a 9 de Outubro de 1962. Nos anos seguintes, verificou-se uma luta política entre os apoiantes dum estado centralizado, em vez da federação vigente baseada nos reinos. Como resultado, em Fevereiro de 1966, o então Primeiro Ministro Milton Obote suspendeu a constituição, assumiu todos os poderes e depôs o Presidente e o Vice-Presidente. Em Setembro de 1967, uma nova constituição proclamou o Uganda como uma república, deu ao presidente poderes adicionais e aboliu os reinos tradicionais. Em 1971, Idi Amin tomou o poder num golpe de estado e dirigiu o país como um ditador durante quase uma década, expulsou os residentes de origem indiana e promoveu o assassinato de um número estimado em cerca de 300 000 cidadãos. O seu regime terminou com a invasão de um exército de rebeldes, apoiados pela Tanzânia em 1979. Depois deste contra-golpe, a Frente Nacional de Libertação do Uganda formou um governo interino, com Yusuf Lule como presidente, que adotou um sistema ministerial de administração e criou um órgão quase-parlamentar, a Comissão Consultiva Nacional (NCC), mas este órgão e o gabinete de Lule tinham visões políticas diferentes e, em Junho de 1979, o NCC substituiu Lule por Godfrey Binaisa. A disputa continuou sobre os poderes do presidente interino, Binaisa foi afastado em Maio de 1980 e o Uganda passou a ser governado por uma comissão militar dirigida por Paulo Muwanga. Em Dezembro de 1980, foram realizadas eleições, que levaram de novo à presidência Obote que, era vice-presidente de Muwanga. No período que se seguiu, as forças de segurança estabeleceram um dos piores recordes de direitos humanos do mundo. Nos seus esforços para terminar com uma rebelião liderada por Yoweri Museveni e o seu Exército de Resistência Nacional (“National Resistance Army” ou NRA), eles praticamente destruíram uma parte substancial do país, especialmente na área de Luwero, a norte de Kampala. Em 27 de Julho de 1985, uma brigada do exército, composta por “Acholi” (uma das etnias do Uganda) e comandada pelo Tenente-General Bazilio Olara Okello, tomou Kampala e proclamou novamente um governo militar. Obote exilou-se na Zâmbia e o novo regime, dirigido pelo anterior comandante das forças de defesa, o General Tito Okello (que não era parente de Olara-Okello), iniciou negociações com Museveni, prometendo melhorar o respeito pelos direitos humanos, acabar com os conflitos entre tribos e organizar eleições livres e justas. No entanto, os massacres continuaram uma vez que Okello tentava destruir o NRA e seus apoiantes. Apesar de negociações em Nairobi, sob a mediação do Presidente queniano Daniel arap Moi, terem chegado a um acordo de cessar-fogo, o NRA continuou a lutar e, em Janeiro de 1986, capturou Kampala, forçando as forças de Okello a fugirem para o Sudão e colocando Museveni como presidente. Este acabou com os abusos aos direitos humanos, iniciou uma política de liberalização e de liberdade de imprensa e estabeleceu acordos com o Fundo Monetário Internacional, o Banco Mundial e com vários países. == Referências == *Departamento de Estado dos Estados Unidos: Background Note: Uganda *East Africa Living Encyclopedia, African Studies Center, Universidade da Pensilvânia *Origins of Bunyoro-Kitara Kings, Website da Bunyoro-Kitara * ==Ligações externas== *",
 "title": "História de Uganda"
}