{
 "id": "69238",
 "text": "Excomunhão é uma forma de censura eclesiástica pela qual uma pessoa é excluída da comunhão dos crentes, dos ritos ou sacramentos de uma igreja e dos direitos de filiação à igreja, mas não necessariamente da total exclusão da igreja como tal. Reconhece-se a existência de um método de exclusão em praticamente todas as igrejas e denominações cristãs e de todas as comunidades religiosas. O termo, de origem latina, significa “aquele que está fora da comunidade”. O catolicismo romano distingue entre dois tipos de excomunhão: aquela que torna uma pessoa toleratus (tolerada) e aquela que torna uma pessoa vitandus, ou seja, aquela que deve ser evitada. A segunda e mais severa forma requer — exceto para certos crimes que incorrem automaticamente — que o culpado seja anunciado publicamente como tal na maioria dos casos pela própria Santa Sé; isso é reservado para as ofensas mais graves. Ambos os tipos de excomunhão proíbem a pessoa excomungada dos sacramentos da igreja, bem como do sepultamento cristão. Existe uma lista específica, estabelecida no Código de Direito Canônico, de ações que incorrem em excomunhão; a lista foi revisada em janeiro de 1983 pelo Papa João Paulo II para incluir aborto, violação do sigilo da confissão, absolvição por um padre de alguém que cometeu um pecado com a ajuda do padre, profanação da hóstia da comunhão consagrada, consagração de um bispo sem a aprovação do Vaticano, um ataque físico ao papa, heresia e “abandono da fé”. Se as pessoas excomungadas confessam seus pecados e se submetem a penitência, elas são absolvidas; em alguns casos, esta absolvição pode vir de qualquer sacerdote, mas em muitos outros é reservada ao bispo ou mesmo apenas à Santa Sé, salvo in periculo mortis (“em perigo de morte”). A excomunhão deve ser diferenciada de duas formas relacionadas de censura: suspensão e interdição. A suspensão aplica-se apenas ao clero e nega-lhes alguns ou todos os seus direitos. A interdição não exclui um crente da comunhão dos fiéis, mas proíbe certos sacramentos e ofícios sagrados, às vezes para uma área inteira, cidade ou região. Algumas igrejas não usam o termo excomunhão, preferindo falar de disciplina eclesiástica. As igrejas reformadas (protestantes) conferem autoridade para exercer a disciplina e, se necessário, realizar a excomunhão realizada numa sessão composta por ministros ou presbíteros. O 30.º artigo da Confissão de Westminster de 1646 especificava \"admoestação, suspensão do sacramento da Ceia do Senhor por um período e excomunhão da igreja\" como os passos adequados de disciplina. A tradição luterana seguiu o catecismo de Martinho Lutero ao falar do “poder das chaves” e ao definir a excomunhão como a negação da comunhão aos pecadores públicos e obstinados; o clero e a congregação juntos têm o direito de exercer tal disciplina. No anglicanismo, os bispos têm o direito de excomungar, mas esse direito quase nunca é exercido. Onde uma política Congregacional e o princípio do \"batismo dos crentes\" são observados, a disciplina costuma ser muito rigorosa. Nas denominações americanas da tradição da Igreja Livre, o termo igrejar um pecador refere-se à excomunhão, enquanto na tradição menonita amish a excomunhão também envolve \"rejeição\" social. == Judaísmo == A máxima punição que um devoto recebe. Essa punição é chamada Chérem e é julgada por um Bet Din ou tribunal rabínico. Desde o iluminismo é muito raro esse tipo de sanção, salvo entre comunidades Haredim e Chasídicas. == Cristianismo == === Origens === A base bíblica da excomunhão é a anátema. Chad Brand, Eric Mitchell, Holman Illustrated Bible Dictionary, B&H; Publishing Group, USA, 2015, p. 521 As referências são encontradas em — \"Mas, ainda que alguém — nós ou um anjo baixado do céu — vos anunciasse um evangelho diferente do que vos temos anunciado, que ele seja anátema!\" Então, também, — \"Se alguém não amar ao Senhor, seja anátema.\" A palavra pode ser traduzida de várias maneiras, a versão Bíblia King James Atualizada traduz como \"amaldiçoado\", mas a Bíblia do Rei Jaime não traduz o termo, lendo-se \"Anathema\". No Novo Testamento, Jesus disse (), \"Se recusa ouvi-los, dize-o à Igreja. E se recusar ouvir também a Igreja, seja ele para ti como um pagão e um publicano\" Na epístola aos , Paulo escreve para \"marcar aqueles que causam divisões contrário à doutrina que vos tenho aprendido e evitá-las\", e em I Coríntios 5, ele instrui os coríntios para expulsar os membro imorais da sua comunidade. Além disso, em , o escritor aconselha: \"Por isso, quando eu for aí, hei de recordar as obras que ele pratica, espalhando contra nós coisas más. Não contente com isto, ele não só recusa receber os irmãos, como até proíbe de recebê-los aos que quereriam fazer, e os exclui da comunidade\". Anátema foi utilizado também no início da igreja como uma forma de sanção extrema além da excomunhão. O primeiro exemplo foi gravado em 306 d.C.. === Recursos === O objetivo da excomunhão é excluir da Igreja aqueles membros que têm comportamentos ou ensinamentos contrários às crenças de uma comunidade cristã (heresia). Ronald F. Youngblood, Nelson's Illustrated Bible Dictionary: New and Enhanced Edition, Thomas Nelson Inc, USA, 2014, p. 378 Seu propósito é proteger os membros da Igreja de abusos e permitir que o ofensor reconheça seu erro e se arrependa. === Igreja Católica === Na religião católica, consiste em excluir ou expulsar oficialmente um membro religioso (baptizado). É uma pena eclesiástica que separa um membro transgressor da comunhão da comunidade religiosa (excomunhão). Pode ser aplicada a uma pessoa individual ou aplicada colectivamente. Logo, é uma das maiores penas que um fiel pode receber da Igreja. O fiel excomungado fica proibido de receber os Sacramentos e de fazer alguns atos eclesiásticos. A excomunhão faz parte das censuras no Código de Direito Canônico, sendo uma das três mais duras e severas. A excomunhão então é uma disciplina que tem um sentido medicinal, ou seja, uma oportunidade de um afastamento das pessoas envolvidas no aborto, da comunhão de todos os bens espirituais que a Igreja oferece, para que as mesmas repensem sua atitude, e na dimensão do arrependimento, busquem a confissão e a sanação da pena, para retornar à comunhão com o Senhor e com a Igreja: “Se reconhecemos nossos pecados, então Deus se mostra fiel e justo, para nos perdoar os pecados e nos purificar de toda injustiça”. (Cf. 1Jo 1, 9). O Catecismo da Igreja Católica explicita que a absolvição da excomunhão só pode ser dada pelo Papa, pelo Bispo local ou por presbíteros autorizados por eles. Porém, em caso de perigo de morte do excomungado, \"qualquer sacerdote, mesmo privado da faculdade de ouvir confissões, pode absolver de qualquer pecado e de qualquer excomunhão\".Catecismo da Igreja Católica, n. 1463. ==== Casos para a excomunhão da Igreja Católica ==== O Código de Direito Canónico prevê desde 1983 os seguintes casos para a pena de excomunhão: * Profanação das espécies sagradas; * Violência física contra o Papa; * Absolvição por um sacerdote do cúmplice do pecado da carne; * Consagração ilícita de um bispo sem mandato pontifical; * Violação direta do segredo da Confissão pelo confessor; * Apostasia; * Heresia; * Cisma; * Aborto. ==== Tipos de excomunhão católica ==== * Excomunhão ferendae sententiae - A que é decretada pela autoridade eclesiástica, aplicando a pessoa ou pessoas determinadas as sanções que a religião tem estabelecidas como condenação da falta cometida. * Excomunhão latae sententiae - Aquela em que o fiel incorre no momento que comete a falta previamente condenada pela religião. * Excomunhão de participantes - Aquela em que incorrem os que se associam com o excomungado declarado ou público. * Excomunhão menor - É limitada apenas à privação dos sacramentos. * Excomunhão maior - É aplicada contra os cristãos que têm incorrido em heresia ou em determinados pecados de escândalo, privando o excomungado de receber e administrar os sacramentos, de assistir aos ofícios religiosos, da sepultura eclesiástica, dos sufrágios da religião, de toda dignidade eclesiástica, do relacionamento com os demais fiéis, etc. Quando a Excomunhão Maior se pronuncia solenemente ou num concílio e vai contra a heresia, chama-se também anátema, ou seja, os excomungados são considerados amaldiçoados. === Protestantismo === Embora tecnicamente o Luteranismo possua um processo de excomunhão, algumas denominações e congregações não o utilizam. A definição Luterana, em sua forma mais técnica, seria encontrada no \"Pequeno Catecismo\" de Martinho Lutero. Mark A. Lamport, Encyclopedia of Martin Luther and the Reformation, Volume 2, Rowman & Littlefield, USA, 2017, p. 423 Lutero se esforça para seguir o processo que Jesus estabeleceu no capítulo 18 do Evangelho de Mateus. De acordo com Lutero, a excomunhão requer: # O confronto entre o sujeito e o indivíduo contra quem pecou; # Se isso falhar, o confronto entre o sujeito, a pessoa lesada, e duas ou três testemunhas para tais atos de pecado; # A informação do pastor da congregação do sujeito; # Um confronto entre o pastor e os sujeitos. Além disso, há pouco acordo. Muitas denominações luteranas operam sob a premissa de que toda a congregação (contrariamente ao pastor unicamente), devem tomar as medidas apropriadas para a excomunhão. === Cristianismo evangélico === Em movimentos de cristãos evangélicos que aderem à doutrina da Igreja de crentes, a excomunhão é usado como último recurso, por denominações e igrejas para membros que não querem se arrepender de crenças ou comportamento em desacordo com a confissão de fé da comunidade. Donald F. Durnbaugh, The Believers' Church: The History and Character of Radical Protestantism, Wipf and Stock Publishers, USA, 2003, p. 32 William H. Brackney, Historical Dictionary of the Baptists, Scarecrow Press, USA, 2009, p. 183 O voto dos membros da comunidade, entretanto, pode restaurar uma pessoa que se arrependeu. == Bibliografia == * VASCONCELLOS, F.C. A BÍBLIA PARA CRIANÇAS Editora da Cúria Metropolitana de Porto Alegre 10 a. Edição, 1940. Categoria:Abandono da religião Categoria:Direito Canônico (Igreja Católica) Categoria:Práticas religiosas",
 "title": "Excomunhão"
}