{
 "id": "69233",
 "text": "Tetrahidrocanabinol (do inglês Tetrahydrocanabinol; THC, Δ9-THC, Δ9-Tetrahidrocanabinol, delta-9-tetrahidrocanabinol) ou na linguagem técnica, tetra-hidrocanabinol, é a principal substância psicoactiva encontrada nas plantas do gênero Cannabis. Pode ser obtida por extracção a partir dessa planta ou por síntese em laboratório. O Δ9-THC (conhecido segundo uma anterior convenção de nomenclatura como Δ¹-THC) foi isolado na forma pura pela primeira vez em 1964 por Raphael Mechoulam, Yechiel Gaoni e Habib Edery no Instituto Weizmann em Rehovot, Israel, através da extracção a partir do haxixe com éter de petróleo, seguido de repetidas cromatografias. É discutido até que ponto este composto é responsável pelos efeitos verificados com o consumo da planta. Um estudo não encontrou diferenças nos efeitos subjetivos entre a maconha e o THC puro, mas críticas a esse estudo apontam para que tenha sido usada maconha de fraca qualidade e parcialmente deteriorada, que não mantinha os componentes normais de terpenoides e flavonoides tais como canabinol (CBN) e canabidiol (CBD), defendendo que os efeitos do consumo da planta não se devem só ao THC. Na utilização clínica de Cannabis, os extractos são compostos geralmente pelos topos a florescer e com abundantes tricomas glandulares (sem sementes), com um potência de até 20% de THC. Dados quanto à composição dos extractos usados para consumo recreacional são escassos devido ao facto do seu consumo ser ilegal em muitos países. Um estudo da quantidade de THC em amostras de maconha e haxixe apreendidas pela polícia italiana entre 1997 e 2004 revela valores que variam entre 0,5 e 20%, com a média a subir nos últimos anos para cerca de 13%. == Farmacocinética == Os efeitos do Δ9-THC devem-se sobretudo à sua ligação a receptores canabinoides CB1, presentes em muitas áreas do cérebro. Estes receptores têm importância em diversos processos fisiológicos, tais como regulação do metabolismo, dor, ansiedade, crescimento ósseo e função imunitária. Biodisponibilidade oral menor que por inalação (25-30%): * Sofre efeitos de primeira passagem, sendo metabolizado no fígado; * Efeito demora 1~6 horas a instalar-se, mas tem maior duração; * Absorção lenta e contínua no intestino; * Distribui-se por todo o organismo; Absorvido por inalação atravessa os alvéolos pulmonares, entra na circulação e atinge o cérebro em minutos. Uma vez absorvido para a corrente, as concentrações de THC diminuem rapidamente devido ao metabolismo feito pelo fígado, onde a depuração plasmática pode atingir 950 mL/min, ou à sequestração. Acumula-se preferencialmente no tecido adiposo (devido à sua grande lipofília), atingindo o pico de concentração em 4~5 dias. É depois lentamente liberado, atingindo outros compartimentos como o cérebro. No cérebro é distribuído de diferentes formas, alcançando concentrações mais elevadas nas áreas neocortical, límbica, sensorial e motora. É metabolizado no fígado pela CYP 450 essencialmente a 11-hidróxi-THC (potencialmente mais potente que o THC), mas existe uma enorme variedade de metabólitos, com elevados tempos de meia-vida. Posteriormente o 11-hidroxi-THC pode ainda ser substrato da álcool desidrogenase. Devido à sequestração, o tempo de meia-vida do THC pode variar desde 20h até 10~13 dias. 25% dos metabolitos são eliminados na urina sob a forma de éster de ácido glucurónico. A maioria é liberada no intestino pelo fígado, e pode ser reabsorvido (circulação entero-hepática), prolongando a sua acção, ou eliminado nas fezes onde se verifica a predominância da forma não conjugada. A eliminação total pode demorar até 30 dias. Devido à sequestração e à existência de metabolitos activos, é difícil estabelecer uma relação entre a concentração de THC no plasma ou urina e a intoxicação. == Interacções Farmacológicas == O THC reforça a acção sedativa de outras substâncias psicotrópicas como o álcool e as benzodiazepinas. Reforça ainda a acção de relaxantes musculares, broncodilatadores, medicamentos antiglaucoma, da acção analgésica de opiáceos, do efeito antiemético das fenotiazinas e do efeito antiepilético das benzodiazepinas. Inibidores da ciclo-oxigenase (COX), como os AINEs e a indometacina, antagonizam o efeito do THC. == Usos Terapêuticos == Devido às suas propriedades, os canabinoides podem ser potencialmente usados com vista à analgesia, relaxamento muscular, imunossupressão, como anti-inflamatórios, antialérgicos, sedativos, para melhorar o humor, como estimulante do apetite, antiemético, diminuidores da pressão intraocular, broncodilatação, neuroproteção e efeitos antineoplásicos. O THC teve aprovação do FDA em 1986. Actualmente é usado um THC sintético, o dronabinol (Marinol, Unimed, Marietta, Ga., USA) com duas indicações terapêuticas: náuseas e enjoos induzidos pela quimioterapia e anorexia associada à SIDA. Verificou-se que agonistas canabinoides inibem a proliferação celular no cancro da mama, na mulher e in vitro, e apresentam actividade antineoplásica em gliomas malignos em ratos Algumas pesquisas sugerem que o THC pode estar indicado em caso de epilepsia, depressão, distúrbio bipolar, quadros de ansiedade, dependência de opiáceos e álcool, sintomas de retirada, assim como distúrbios do comportamento na doença de Alzheimer, mas revela-se necessária uma investigação mais aprofundada. Provas crescentes demonstram a efectividade dos efeitos do THC contra os espasmos provocados pela esclerose múltipla, lesão na medula espinhal e na síndrome de Tourette (não só diminuição dos tiques, mas também melhoria do comportamento). Verifica-se também actividade em outras desordens do movimento, como distonia. A acção do THC no tratamento da asma e do glaucoma está praticamente confirmada. Clinicamente, o THC é usado no tratamento das náuseas e vómitos refractários causados por medicamentos antineoplásicos, no tratamento da perda de apetite na anorexia e na caquexia em doentes com HIV/SIDA. == Toxicidade == Os benefícios terapêuticos atribuídos à Cannabis têm sido alvo de alguma relutância, uma vez que os seus efeitos adversos tendem a tornar a relação risco/benefício desfavorável ao seu uso clínico. === Toxicidade aguda === A toxicidade aguda do THC é muito baixa. A dose letal em humanos não é ainda conhecida nem há relatos comprovados de morte em seres humanos por THC ou Cannabis. A gravidade, duração e frequência destes sintomas variam com a susceptibilidade do indivíduo, com meio cultural em que este se insere e com a frequência e intensidade do consumo prévio de Cannabis. No cérebro, o consumo agudo de Cannabis pode desencadear efeitos adversos psicóticos, cognitivos e no controlo psicomotor. ==== Efeitos no controle psicomotor ==== * Desajustes no controle e coordenação motora * Redução da actividade psicomotora * Alterações da percepção sensorial e temporal * Perturbações da comunicação oral * Inibição do movimento(`Fonte?).(fonte2?)` ==== Efeito cognitivos ==== * Dificuldades de concentração * Distúrbios na memória de curto prazo * Danos em todos os estágios da memória incluindo codificação, consolidação e recuperação * Dificuldades de atenção * Diminuição do desempenho aritmético * Efeitos amnésicos (relacionados com a inibição da liberação de neurotransmissores) ==== Efeitos Psíquicos ==== * Euforia. * Sensação de bem-estar * Sonolência * Sedação * Síndrome de ansiedade * Despersonalização/Desrealização * Aumento do apetite * Risos ==== Efeitos físicos ==== Os efeitos físicos do THC têm menor relevância que os efeitos comportamentais, excepto nas crianças que se intoxicam por acidente. Entre outros efeitos destacam-se: * Taquicardia * Aumento da pressão diastólica associada à diminuição do tónus paras-simpático * Hipotensão ortostática (que causa tonturas e síncope) * Hipossalivação e secura da boca * Distúrbios de acomodação oftálmica e diminuição da reacção da pupila à luz * Diminuição da secreção lacrimal * Dores de cabeça, náuseas, vómitos * Relaxamento muscular Por causar perturbações na coordenação motora, na percepção e nas funções cognitivas e afectivas, o consumo de THC pode apresentar perigos na condução de automóveis, pilotagem de aviões e utilização de máquinas. Para um ser humano morrer devido a dose letal de tetraidrocanabinol seria necessário fumar 15.000 charros em 20 minutos (observação: charro equivale a baseado, cigarro de maconha, em português brasileiro). === Toxicidade crônica === O uso de Cannabis por longos períodos de tempo não está associado à morte de animais ou humanos, mas estão descritos diversos efeitos crónicos devido ao uso de Cannabis, efeitos estes que dependem da intensidade e duração do consumo. ==== Risco de fumar ==== O uso fumígeno de Cannabis está relacionado com a diminuição da capacidade de respiração durante o exercício físico, dificuldades respiratórias, produção de expectoração, tosse crónica. Note-se que esses sintomas devem-se principalmente à inalação de produtos de combustão da Cannabis, incluindo hidrocarbonetos policíclicos mutagénicos, e compostos químicos como a amônia, não directamente relacionados com o THC. ==== Efeitos psicóticos ==== * Indução do aparecimento de psicoses em pacientes pré-dispostos, devido à modulação das concentrações de dopamina por acção nos receptores CB1. * Síndromes de confusão * Depressão * Ansiedade ==== Efeitos na função cognitiva ==== * Danos na memória * Dificuldades de atenção * Diminuição da capacidade para organizar e integrar informação complexa * Tem 1% a mais de chance de desenvolver esquizofrenia de um não fumante Existe alguma controvérsia relativa à reversibilidade dos efeitos cognitivos: alguns estudos defendem que, após um período de abstinência, os sintomas são reversíveis; outros defendem que o consumo massivo de Cannabis está associado a danos irreversíveis na performance cognitiva. ==== Riscos do consumo na adolescência ==== * Mais efeitos tóxicos na saúde mental dos adolescentes do que em adultos * Maior risco de depressões * Síndrome de Burnout (Desmotivação), caracterizado por apatia, retraimento social e dificuldades de concentração, o que implica consequências na performance académica ==== Efeitos em outros órgãos ==== O consumo de Cannabis a longo prazo tem um impacto negativo em sistemas de órgãos incluindo o sistema imunitário e a circulação; entre outros efeitos destacam-se: * Influência em processos hormonais por interagir com o eixo hipotálamo-hipófise * Inibição da motilidade gástrica e do esvaziamento gástrico * Aumento do risco da progressão da fibrose na hepatite C crónica * Influência na resposta humoral e na resposta imunitária dos linfócitos T (estudos experimentais) * Decréscimo na contagem de espermatozoides; inibição da reacção do acrossoma e diminuição da motilidade dos espermatozoides (estudos in vitro) == Bibliografia == * Cannabis:a health perspective and research agenda; Division of mental health and prevention of substance abuse World Health Organization 11-12. * Franjo Grotenhermen, Nova-Institut, Goldenbergstraße 2, D-50354 Hürth, GERMANY; Pharmacology of Cannabinoids, Neuroendocrinology Letters Nos.1/2, Feb-Apr Vol.25, 2004 * C. HEATHER ASHTON, Pharmacology and effects of cannabis: a brief review The British Journal of Psychiatry (2001) 178: 101-102, 2001 * Gregory T Carter, Patrick Weydt, Muraco Kyashna-Tocha & Donald I Abrams; Medicinal cannabis: Rational guidelines for dosing, IDrugs, 2004 7(5): The Thomson Corporation ISSN 1369-7056 * Franjo Grotenhermen, Nova-Institut, Goldenbergstraße 2, D-50354 Hürth, GERMANY; Pharmacology of Cannabinoids, Neuroendocrinology Letters Nos.1/2, Feb-Apr Vol.25, 2004 * Wall ME, Sadler BM, Brine D, Taylor H, Perez-Reyes M.; Metabolism, disposition, and kinetics of delta-9-tetrahydrocannabinol in men and women. Clin Pharmacol Ther. 1983 Sep;34(3):352-63. * Kirsten R Müller- Vahl, Department of Clinical Psychiatry and Psychotherapy, Medical School Hannover, Carl-Neuberg-Str. 1, D-30625 Hannover, Germany; Cannabinoids reduce symptoms of Tourette’s syndrome. Expert Opinion on Pharmacotherapy, October 2003, Vol. 4, No. 10, Pages 1717-1725 * Walsh D.,Nelson K.,Mahmoud F.;Established and potential therapeutic applications of cannabinoids in oncology; The Harry R Horvitz Center for Palliative Medicine; Support Care Cancer (2003)137-138. * Mackie K.; Cannabinoid receptors as therapeutic targets; Departments of Anesthesiology and Physiology and Biophysics, University of Washington * School of Medicine, Seattle, Washington 101. * Chemistry and Biodiversity Vol.4 (2007), Review The Toxicology of Cannabis and Cannabis Prohibition by Franjo Grotenhermen, pg. 1745-1747, 1750, 1752-1761 * Valle A. Poisoning Part 2 of 3, Cannabis. Medicine Volume 35, Issue 11, November 2007, Page 603 * Farmacognosia, Fitoquímica, Plantas Medicinales, 3ª edição (2001) Jean Bruneton pg.446, 448 * Iversen, L., Cannabis and the brain (Invited Review 2003) Brain Advance Access pg.5-7, 10-13 * Ranganathan M, D’Souza,D. The acute effects of cannabinoids on memory in humans: a review (2006). Psychopharmacology pg.425 * Tselnicker I, Keren I,Hefetz A,Pick, Sarne Y. A single low dose of tetrahydrocannabinol induces long-term cognitive deficits(2006). Neuroscience Letters Volume 411, Issue 2, 10 January 2007, Pages 108-111 * Pharmacology, Rang and Dale’s pg.253 * Grotenhermen F., Pharmacology of Cannabinoids. Neuroendocrinology Letters Feb-Apr V- Cannabis and risk of psychosis minireview (2004), Margret Drewe, Jürgen Drewe, Anita Riecher-Rössler pg.659, 662 * Hall W., The Mental Health Risks of Adolescent Cannabis Use, PLoS Medicine, February 2006, Volume 3, Issue 2, e39 pg.160 * Lynne B. Whan Ph.D., Mhairi C.L. West Ph.D., Neil McClure M.R.C.O.G. and Sheena E.M. Lewis Ph.D. Effects of delta-9-tetrahydrocannabinol, the primary psychoactive cannabinoid in marijuana, on human sperm function in vitro (2004). Fertility and Sterility Volume 85, Issue 3, March 2006, Pages 653-660 Categoria:Enteógenos Categoria:Fenóis naturais Categoria:Compostos heterocíclicos Categoria:Canabinoides Categoria:Inibidores da aromatase Categoria:Antieméticos e antivertiginosos Categoria:Inibidores da acetilcolinesterase Categoria:Cannabis Categoria:Agonistas dos receptores de glicina Categoria:Agonistas do receptor CB1 Categoria:Agonistas do receptor CB2 Categoria:Euforizantes",
 "title": "Tetrahidrocanabinol"
}