{
 "id": "69241",
 "text": "O Papa Inocêncio V (c. 1225 - ), nascido Pierre de Tarentaise, foi papa de a . Membro da Ordem dos Pregadores, ele adquiriu uma reputação de pregador eficaz. Ele ocupou uma das duas \"cadeiras dominicanas\" da Universidade de Paris e foi fundamental para ajudar a elaborar o \"programa de estudos\" da Ordem. Em 1269, Pedro de Tarentaise foi provincial da província francesa de dominicanos. Ele foi um colaborador próximo do Papa Gregório X, que o nomeou Bispo de Ostia e o elevou ao cardeal em 1273. Com a morte de Gregório, em 1276, Pedro foi eleito papa, tomando o nome de Inocêncio V. Ele morreu cerca de cinco meses depois, mas durante seu breve mandato facilitou a paz entre Gênova e o rei Carlos I da Sicília. Pedro de Tarentaise foi beatificado em 1898 pelo Papa Leão XIII. ==Biografia == ===Início da vida === Ele nasceu por volta de 1225, perto de Moûtiers, na região de TarentaiseThe localisation of Peter's birth to the valley of Tarantaise is found already in the biography by Bernardus Guidonis, a contemporary and fellow Dominican. Ludovico Antonio Muratori, Rerum Italicarum Scriptores III (Milan 1733), p. 605. do Condado de Saboia. Uma hipótese popular alternativa, no entanto, sugere que ele nasceu em La Salle, no vale de Aosta, na Itália.Jean Prieur and Hyacinte Vulliez, Saints et saintes de Savoie (éditions Le Vieil, Annecy, 1999), pages 87-88. In support of this hypothesis, it is pointed out that a street in Aosta has been dedicated to Pope Innocent V—which is quite irrelevant. Ambos os lugares faziam parte do Reino de Arles no Sacro Império Romano-Germânico, mas agora o primeiro é no sudeste da França e o segundo no noroeste da Itália. Outra hipótese, preferida por alguns estudiosos franceses, é que Pedro se originou em um Tarantaise, na Borgonha, ou Tarantaise, no Departamento do Loire, no Distrito de S. Etienne.Ghislain Brunel, p. 793. No início da vida, por volta de 1240, ele ingressou na Ordem Dominicana em seu convento em Lyon.Paolo Vian, \"Innocenzo V, beato.\" Enciclopedia dei papi (2000). (in Italian) His residence in Lyons may have been the occasion for him acquiring the name Burgundus: Benedictine Monks of S. Maur (editors), Gallia christiana 4 (Paris 1728), p. 149. If Peter were Italian Savoyard, his presence in the French Province of the Dominicans must be convincingly explained. No verão de 1255, ele foi transferido para o studium generale do convento de S. Jacques em Paris. Essa mudança foi essencial para alguém que provavelmente estudaria na Universidade de Paris. Ele obteve o grau de Mestre em Teologia,P. Glorieux, Répertoire des maîtres en théologie de Paris au XIIIe siècle I (Paris 1933), pp. 107-112. e rapidamente adquiriu grande fama como pregador. ===Professor e Provincial === Entre 1259 e 1264, ele ocupou a \"Cadeira dos franceses\", uma das duas cadeiras (cátedras) atribuídas aos dominicanos.Pierre Feret, La faculté de Théologie de Paris, et ses docteurs les plus célèbres. Moyen Age. II (Paris 1895), pp. 487-494. Paolo Vian, \"Innocenzo V, beato.\" Enciclopedia dei papi (2000). (in Italian) Em 1259, Peter participou, talvez por causa de seu status como um mestre em Paris, talvez como uma eleito Definidor (delegado) para a Província da França,A. Touron, Histoire ddes hommes illustres de l'Ordre de S. Dominique Tome premier (Paris 1743), p. 347. no Capítulo Geral da Ordem Dominicana em Valenciennes, sob a liderança de o Mestre Geral, Humberto de Romans.The Acta of this General Chapter are printed by Benedictus Maria Reichert, Acta Capitulorum Generalium Ordinis Praedicatorum Vol. I (Rome-Stuttgart 1898), pp. 95-101. The sections on studies are on pp. 99-100. Pedro participou junto com Alberto Magno, Tomás de Aquino, Bonushomo Britto,Histoire littéraire de la France: XIIIe siècle, Paris, Firmin-Didot, 1838, Volume 19, p. 103 Accessed October 27, 2012 e Florentius.Reichert, p. 95, note 1. Florentius was probably Florentius de Hidinio, also called Florentius Gallicus, Histoire literaire de la France: XIIIe siècle, Volume 19, p. 104, Accessed October 27, 2012. The presence of these scholars was due to the proximity of Valenciennes to the University of Paris. Este Capítulo Geral estabeleceu um ratio studiorum, ou programa de estudos, o que era para ser implementada para toda a Ordem Dominicana,Reichert, p. 98-99. Encyclopaedia of Religion and Ethics, Volume 10, p. 701. Accessed 9 June 2011 que apresentava o estudo da filosofia como um preparativo para aqueles que não eram suficientemente treinados para estudar teologia. Essa inovação iniciou a tradição da filosofia escolástica dominicana, que deveria ser posta em prática em todos os conventos dominicanos, se possível, por exemplo, em 1265, no studium provinciale da Ordem, no convento de Santa Sabina, em Roma.\"The Place of Study In the Ideal of St. Dominic\" , J. A. Weisheipl, O.P. (1923-1984), 1960. Accessed 19 March 2013 Esperava-se que cada convento tivesse um eleitor eleito para supervisionar os estudos preparatórios e um mestre eleito para estudos teológicos. No ano seguinte, ele recebeu o título de pregador geral. Em 1264, um novo Mestre-geral da Ordem dos Pregadores foi eleito, João de Vercelli. Foi uma oportunidade para se envolver em algumas políticas acadêmicas, já que Humberto de Romans, o patrono de Pedro, estava morto. Cento e oito das declarações de Pedro em seu Comentário sobre as frases de Peter Lombard foram denunciadas como heréticas.B. Smeraldo, Intorno all'opuscolo IX di san Tommaso d'Aquino. Pietro da Tarantasia ha errato in teologia? (Roma 1945). Mas, embora Pedro tenha se retirado de seu cargo de professor, João de Vercelli nomeou Tomás de Aquino para escrever uma defesa das 108 proposições.Responsio ad fr. Ioannem Vercellensem de articulis 108 sumptis ex opere Petri de Tarentasia: M. Védrine, M. Bandel, M. Fouret (translators), Opuscules de Saint Thomas d'Aquin Tome deuxième (Paris 1857), pp. 50-91 (bilingual, Latin and French). Eleonore Stump, Aquinas (New York: Routledge 2003), xvii. A reputação de Pedro era tal que ele foi imediatamente eleito provincial da província francesa por um período de três anos (1264-1267). Ele foi libertado do cargo no Capítulo Geral, realizado em Bolonha em .Benedictus Maria Reichert, Acta Capitulorum Generalium Ordinis Praedicatorum Vol. I (Rome-Stuttgart 1898), p. 139. Potthast, no. 20022. No final de seu mandato, e após a divulgação da réplica de Tomás de Aquino aos seus críticos, Peter retornou à sua cátedra na Universidade de Paris (1267). Em 1269, ele foi reeleito para o cargo de provincial da província francesa e ocupou o cargo até ser nomeado arcebispo de Lyon.Paolo Vian, \"Innocenzo V, beato.\" Enciclopedia dei papi (2000). (in Italian) Em , o próprio Papa Gregório X nomeou Pedro de Tarantaise como arcebispo de Lyon, cargo que ocupou até ser nomeado bispo de Óstia.Conradus Eubel, Hierarchia catholica medii aevi Vol. 1 editio altera (Monsterii 1913), p. 316. Dizem, no entanto, que Pedro nunca foi consagrado.Benedictine Monks of S. Maur (editors), Gallia christiana 4 (Paris 1728), p. 150, quoting Ptolemy of Lucca: factus fuit archiepiscopus Lugdunensis, et nondum consecratus in ea dignitate, factus est per eundem episcopus Ostiensis. No entanto, prestou juramento de lealdade no início de ao rei Filipe III de França.P. Clerjon, Histoire de Lyon III (Lyon 1830), p. 284. The document was signed on the Thursday after the Feast of S. Andrew (which was celebrated on November 30), 1272. O próprio Papa Gregório chegou a Lyon em meados de , com a intenção de levar o máximo de prelados possível ao seu planejado concílio ecumênico.Potthast, p. 1672. Ele se encontrou imediatamente com o rei Filipe III de França. Suas conversas eram obviamente harmoniosas, já que Filipe cedeu à Igreja o Condado Venaissino, que ele herdou de seu tio Alphonse, conde de Toulouse. O Segundo Concílio de Lyon foi aberto em . A primeira sessão foi realizada na segunda-feira, . Os principais itens da agenda foram a Cruzada e a reunião das Igrejas Orientais e Ocidentais. ===Cardeal Bispo de Ostia === Pedro de Tarantaise foi elevado ao cardeal em , em um Consistório realizado em Orvieto pelo Papa Gregório X, e nomeado bispo do subúrbio Sé de Óstia. Ele participou do Segundo Concílio de Lyon.Benedictine Monks of S. Maur (editors), Gallia christiana 4 (Paris 1728), p. 150. Joannes Dominicus Mansi, Sacrorum Conciliorum nova et amplissima collectio Tomus 24 (Venice 1780), 37-136, at p. 62. Durante o Concílio, ele cantou a Missa Funeral e proferiu o sermão no funeral do Cardeal Boaventura, Bispo de Albano, morto em , e foi enterrado no mesmo dia na Igreja dos Franciscanos de Lyon. O Papa Gregório, os Padres do Concílio e a Cúria Romana participaram.Mansi, p. 67. Após a conclusão do Concílio, o Papa Gregório passou o outono e o inverno em Lyon. Ele e sua suíte partiram de Lyon em ; ele deixou Vienne pouco depois de e chegou a Lausana em .Augustus Potthast, Regesta pontificum Romanorum II (Berlin 1875), p. 1700. Lá ele se encontrou com o imperador eleito Rudolph, rei dos romanos, e em recebeu seu juramento de lealdade.Pietro Maria Campi, Dell' historia ecclesiastica di Piacenza parte seconda (Piacenza 1651), p. 483. Havia sete cardeais com o papa na época, e seus nomes são mencionados no registro do juramento: Petrus Ostiensis, Ancherus Pantaleone de S. Prassede, Guglelmus de Bray de S. Marco, Ottobono Fieschi de S. Adriano, Giacomo Savelli de S. Maria em Cosmedin, Gottifridus de Alatri de S. Giorgio em Velabro e Mattheus Rosso Orsini de S. Maria em Porticu. A festa chegou a Milão na terça-feira, , e Florença, no dia . O partido papal chegou a Arezzo a tempo do Natal, mas o papa estava fraco e doente. A estadia em Arezzo foi prolongada até a morte de Gregório X, em . Apenas três cardeais estavam em seu leito de morte: Pedro de Tarantaise, Pedro Juliani de Tusculum e Bertrand de Saint-Martin de Sabina, todos os cardeais- bispos.Richard Sternfeld, Der Kardinal Johann Gaetan Orsini (Papst Nikolaus III) 1244-1277 (Berlin 1905), p. 239. Segundo a Constituição Ubi periculum, aprovada pelo Concílio de Lyon, o Conclave para eleger seu sucessor deve começar dez dias após a morte do papa. ==Papado: janeiro a junho de 1276 == ===Conclave papal === Após os dez dias exigidos, os Cardeais se reuniram na Vigília de Santa Inês () para ouvir a habitual Missa do Espírito Santo. Havia doze cardeais presentes.Eubel I, p. 9 n.4; Sternfeld, 241. Sede Vacante and Conclave, January 1276 (Dr. J. P. Adams). Dois cardeais, Simon de Brion, que era legado papal na França, e Giovanni Gaetano Orsini, não compareceram.Eubel suggests, p. 9, n.4, that a third cardinal might not have attended. He indicates it might have been Cardinal Riccardo Annibaldi. Na manhã seguinte, , o cardeal Petrus foi a escolha unânime dos eleitores, na primeira votação (escrutínio).Peter of Tarantaise, Innocent V, remarks on the event in his Electoral Manifesto, Nuper Sanctae (A. Tomassetti, Bullarium Romanum Turin edition Vol. IV, pp. 35-36). Pedro de Tarantaise foi o primeiro dominicano a se tornar papa. Ele escolheu o nome pontifício de \"Inocêncio\". Sua decisão seria coroada em Roma, que não via papa desde a partida de Gregório X na terceira semana de . Em , a Cúria Papal havia chegado a Viterbo. O rei Carlos de Nápoles foi até Viterbo para encontrar o novo papa e acompanhá-lo até Roma.Paul Durrieu, Les archives angevines de Naples II (Paris 1887), p. 180. On 4 January, the King was at Frosinone; on 5 January he was at Viterbo. On 8 January he was in Rome, where he stayed until 6 February. He is attested at Viterbo on 9 February, and on February 10 he was back in Rome, where he stayed continually until July. Em , festa da cadeira de São Pedro, ele foi coroado na Basílica do Vaticano pelo cardeal Giovanni Gaetano Orsini. ===Ações e políticas === Em , o papa Inocêncio concedeu ao rei Carlos I da Sicília o privilégio de manter a Senatoria de Roma, o governo da cidade e a Reitoria de Tuscia.Augustinus Theiner (editor), Codex Diplomaticus dominii temporalis S. Sedis I (Rome 1861), p. 197 no. 349. Em uma carta de , o papa testemunha que o rei Carlos havia jurado lealdade pelo Reino de Nápoles e da Sicília.Augustus Potthast, Regesta pontificum Romanorum II (Berlin 1875), no. 21104. Em , ele escreveu a Rudolf, rei dos romanos, implorando que ele não viesse à Itália e, se ele já havia começado sua jornada, interrompê-la, até que um acordo entre ele e o papado pudesse ser finalizado. Isso significava que a coroação de Rudolf, que fora aprovada por Gregório X, não ocorreria imediatamente. No dia 17, ele escreveu novamente ao rei dos romanos, aconselhando-o a encontrar-se com os núncios papais, e que, em suas negociações, ele não deveria, de maneira alguma, introduzir o tópico do Exarcado de Ravena, Pentápolis e Romandiola. Parecia extorsão. O favoritismo dos inocentes franceses em relação ao rei Carlos, irmão de Luís IX e tio de Filipe III, e sua dureza em relação a Rudolf começaram a mudar novamente o equilíbrio de poder na Itália e apontaram na direção da guerra. Papa Gregório.Ferdinand Gregorovius, History of the City of Rome in the Middle Ages V. 2 (London 1906), pp. 473-474. J. N. D. Kelly, \"Innocent V,\" The Oxford Dictionary of Popes (Oxford 1986), p. 199. Ghislain Brunel, p. 794. No dia 26, ordenou aos Bispos de Parma e Comacchio que providenciassem a instalação de Boniface de Lavania (Lavagna) como arcebispo de Ravena, como o Papa Gregório X havia decidido.Potthast, nos. 21113-21114. Gregory's appointment: nos. 21066-21068 (4 September 1275). Inocêncio foi capaz de organizar um tratado de paz entre Gênova e o rei Carlos I, assinado em .Brunel, p. 794. Em , o papa Inocêncio V notificou o rei Filipe III de França que havia indicado seu amigo pe. Guy de Sully, OP, provincial dominicano de Paris (cargo que o próprio Inocêncio ocupou até 1272, quando foi nomeado arcebispo de Lyon), junto à Sé de Bourges.Potthast, no. 21131. Uma característica notável de seu breve pontificado foi a forma prática assumida por seu desejo de se reunir com a Igreja Oriental. Ele escreveu a Miguel VIII Paleólogo, informando-o da morte de Gregório X e desculpando-se pelo fato de que os representantes do imperador, George, o arquidiácono de Constantinopla,Marie-Hyacinthe Laurent, Georges le Métochite, ambassadeur de Michel VIII paléologue auprès du B.Innocent V (Biblioteca Apostolica Vaticana, 1946). e Theodore, o dispensador da Cúria Imperial, ainda não haviam sido libertados. para retornar a Constantinopla. Ele estava enviando legados a Miguel VIII Paleólogo, o imperador bizantino, em conexão com as recentes decisões do Segundo Concílio de Lyon, na esperança de intermediar uma paz entre Constantinopla e o rei Carlos I da Sicília.Potthast, no. 21136. O rei Carlos, no entanto, estava interessado na conquista, não na concordância. Inocente estava interessado em enviar pessoas para negociar a reunião. Ele nomeou pe. Bartolommeo, O. Min., De Bolonha, um médico das Sagradas Escrituras, para viajar para o Oriente, mas ele ordenou que ele viesse primeiro a Roma, para que um conjunto adequado pudesse ser escolhido para ele.Potthast, nos. 21136-21145. A morte interveio. O papa Inocêncio V morreu em Roma em , após um reinado de cinco meses e um (ou dois) dias. Ele foi enterrado na Arquibasílica de São João de Latrão, em uma magnífica tumba construída pelo rei Carlos. Infelizmente, a tumba foi destruída pelos dois incêndios do século XIV na Basílica, em 1307 e 1361.Potthast, p. 1708. Inocêncio V não havia criado novos cardeais e, portanto, o elenco de personagens no Conclave de julho de 1276 era o mesmo de janeiro. O rei Carlos, no entanto, esteve em Roma o tempo todo e ocupou o cargo de senador de Roma, como governador do Conclave. Seus desejos não podiam ser ignorados. ===Escritos === Papa Inocêncio V foi o autorJacobus Quetif and Jacobus Echard, Scriptores Ordinis Praedicatorum recensiti Tomus I (Paris 1719), pp. 351-354. de várias obras de filosofia, teologia e direito canônico,L.J. Bataillon, \"Nouveaux témoins des questions \"De lege et praeceptis\" de Pierre de Tarentaise,\" Archivum Fratrum Praedicatorum 35 (1965), pp. 325-33. incluindo comentários sobre as epístolas paulinas,W. Affeldt, Die weltliche Gewalt in der Paulus-Exegese. Römer. 13, 1-7 in den Römerbriefkommentaren der lateinischen Kirche bis zum Ende des 13. Jahrhunderts (Göttingen 1969), pp. 212-18, 278-79. e nas SentençasB. Smeraldo, Intorno all'opuscolo IX di san Tommaso d'Aquino. Pietro da Tarantasia ha errato in teologia? (Roma 1945). O. Lottin, \"À propos du Commentaire des Sentences de Pierre de Tarentaise,\" Recherches de Théologie ancienne et médiévale 13 (1946), pp. 86-98. E. Marchisa, \"Saggio sull'antropologia filosofica di Pietro da Tarentaise (Beatus Innocentius V) nel commento alle \"Sentenze\" di Pier Lombardo,\" Divus Thomas. Commentarium de Philosophia et Theologia 71 (1968), pp. 210-70. de Peter Lombard. Ele às vezes é chamado de médico famoso. ==Beatificação== O Papa Leão XIII beatificou Pedro de Tarantaise (Inocêncio V) em , devido à sua reputação de santidade e santidade. Categoria:Beatos da França Categoria:Religiosos da França Categoria:Religiosos da Ordem dos Dominicanos Categoria:Cardeais-bispos de Óstia Categoria:Papas da França Categoria:Papas sepultados na Basílica de São João de Latrão Categoria:Cardeais da França Categoria:Cardeais nomeados pelo papa Gregório X Categoria:Papado de Viterbo Categoria:Papas da Ordem Dominicana",
 "title": "Papa Inocêncio V"
}