{
 "id": "69282",
 "text": "São Paulo I foi o 93º Papa, entre 29 de maio de 757 e 28 de junho de 767, e irmão do Papa Estêvão II. Outro caso encontraremos entre os irmãos Bento VIII e João XIX. Paulo I era romano, filho de Constantino, que era um simples trabalhador de olaria, mas que, em sua sabedoria, soube proporcionar aos filhos (treze ao todo) uma educação que jamais teve. Órfão desde tenra idade, foi educado, como seu irmão, na escola patriarcal de Latrão. Através de um acordo com Desidério, rei dos Lombardos, conseguiu manter os Estados Papais. Salvou relíquias das catacumbas e combateu o iconoclasmo, abrigando os monges do Oriente que eram perseguidos pelos iconoclastas. Eleito papa, Paulo I escreveu logo ao rei Pepino, dos Francos, comunicando sua nomeação \"por unânime escolha do povo\". Pepino respondeu com palavras encomiásticas e lhe enviou um cacho de cabelos de sua filhinha Gisela, irmã do futuro Carlos Magno, pedindo ao Papa que aceitasse ser padrinho da pequena princesa. Os duques e condes romanos acolheram com entusiasmo a proteção do rei franco, que de longe os deixava tranquilos sob o governo pontifício, e, lhes dava garantias contra a barbárie dos Lombardos. O novo rei destes, Desidério, saqueava as cidades e os campos. Somados aos ataques Bizantinos, a devastação foi enorme. Paulo I deu provas de grande habilidade e muita paciência, conseguindo abrandar Desidério. O grego de nome Constantino V Coprônimo, destruidor de imagens, espalhava boatos de terríveis esquadras e ingentes exércitos que estava preparando para ocupar Roma. Paulo I celebrizou-se por sua caridade sem alarde. Visitava à noite os cárceres, libertando, com seu direito de indulto, os condenados à morte. Fazia pagar às escondidas os débitos dos que jaziam presos por insolvência, e colocar víveres e roupas à porta das casas dos pobres. Em 761, fundou com monges gregos o convento de São Silvestre, ainda hoje existente no local dos antigos e famosos jardins de Lúculo. Terminou a capela de Santa Petronila (erroneamente tida como filha de São Pedro), iniciada por seu irmão, e chamada capela dos reis francos. São Paulo I morreu santamente em 28 de junho de 767 e por isso é venerado Santo no mesmo dia de sua morte. Categoria:Papas da Itália Categoria:Santos da Itália Categoria:Iconoclastia Categoria:Papas sepultados na Basílica de São Pedro Categoria:Papado franco Categoria:Naturais de Roma",
 "title": "Papa Paulo I"
}