{
 "id": "69303",
 "text": "Michel Serres (Agen, 1 de setembro de 1930 — Vincennes, 1 de junho de 2019) foi um filósofo francês. Escreveu entre outras obras \"O terceiro instruído\" e \"O contrato natural\". Atuou como professor visitante na Universidade de São Paulo. Desde 1990 ele ocupou a poltrona 18 da Academia francesa. ==Biografia== Michel Serres nasceu em Agen, sul da França, descendente de marinheiros e camponeses da Garona. > (...) aos seis anos, a guerra de 1936, na Espanha; aos nove, a Blitzkrieg de > 1939, a derrota e a debandada; aos doze, o confronto entre a resistência e > os colabora-cionistas (sic), a tragédia dos campos e a deportação; aos > quatorze, a Liberação e os acertos de conta que ela provocou na França; aos > quinze, Hiroshima (....) Aos seis anos os meus primeiros cadáveres, aos > vinte e cinco os últimos. (1999, 9). Esse período de guerras durante a formação do jovem Serres foi tão fundamental para sua obra que uma das suas buscas filosóficas é a questão da violência. De um lado o período de guerras durante sua infância e juventude deu-lhe peculiaridades tanto no seu pensamento filosófico como de toda uma geração, como aponta Hobsbawm, o século XX “(...) foi marcado pela guerra. Viveu e pensou em termos de guerra mundial, mesmo quando os canhões se calavam e as bombas não explodiam”. De outro, especificamente a experiência de Hiroshima foi um fato decisivo em seu percurso filosófico. Serres chega a dizer: “Hiroshima constitui o único objetivo de minha filosofia” (1999, 25). Muitos de seus amigos cientistas interromperam suas atividades no campo da física atômica depois de Hiroshima. Nas palavras de Serres, talvez, pela primeira vez a ciência se depara com problemas do outro lado do universo ético (1999, 27). A questão da violência foi, como aponta sua biografia, uma de suas grandes preocupações filosóficas. Sua formação superior se inicia na Escola Naval em 1947 onde se licencia em Matemática. Como caminho natural, nos dizeres de Serres, do aprofundamento da matemática, surge a filosofia. Um dos fatos que fez com que Serres abandona-se a Escola Naval e fosse para as humanidades foi a leitura de La pesanteur et la grâce de Simone Weil. Em seguida ingressa na École Normale Supérieure em 1952 onde fará seus estudos literários, obtendo também o título de Filosofia em 1955. Durante os anos de 1956 a 1958 Serres serve à Marinha francesa. De volta à vida acadêmica, recebe seu doutorado em 1968. Serres foi orientado em sua tese por Bachelard. A tese versou sobre a diferença entre o método algébrico de Bourbaki. É neste momento que Seres aprender matemática moderna, estrutura, álgebra e topologia. Ainda na década de 60 passa pelas universidades de Clemont-Ferrand e Vincennes (Paris-VIII), onde leciona com Michel Foucault, ocupando mais tarde a cadeira de História de Ciência na Sorbonne (Paris I). No decorrer de sua formação filosófica, Serres percebe que a epistemologia não repercutia as revoluções científicas. “Os epistemólogos trabalham sobre ciências já ultrapassadas” (1999, 19). Em muitos momentos, Serres, aponta a demora dos ramos da filosofia em acompanhar as revoluções científicas. Segundo suas palavras a Bruno Latour, a filosofia nem sequer deu ouvidos no tempo de seu acontecimento os barulhos de Hiroshima (1999, 20). Serres começa a olhar cada vez mais para as revoluções científicas e menos para o arcabouço técnico-filosófico que as epistemologias se muniam. A sua formação filosófica passa, nos seus dizeres, por três revoluções, > (...) em primeiro lugar, a transformações matemática, passado do cálculo > infinitesimal ou da geometria às estruturas algébricas e topológicas (...) A > segunda foi de ordem física: eu aprendera a física clássica e, de repente, > eis a mecânica quântica (...) a terceira revolução, posterior, ocorreu após > ter conhecido Jacques Monod e tê-lo como amigo por muito tempo – um amigo > maravilhoso -, que me ensinou a bioquímica contemporânea. (1999, 21) É por meio dessas misturas entre ciência, filosofia, letras, que Serres forjará sua filosofia, seu modo de pensar as ciências. Desde 1984 é professor da Universidade de Stanford, sendo ainda eleito para a Academia Francesa em 1990. Suas obras possuem uma multiplicidade de assuntos. Podemos ver que a análise de modelos matemáticos, começando por Leibniz, terá importância na obra de Serres, desde seu doutoramento, em obras como O nascimento da Física no texto de Lucrécio de 1977. De 1969 a 1980 publica uma série que tem como mote Hermes, que para o autor simboliza a comunicação, noção fundamental para a compreensão do mundo contemporâneo. Essa série terá cinco volumes: I. A Comunicação, 1969; II. A Interferência, 1972; III. A Tradução, 1974; IV. A Distribuição, 1977; V. A Passagem do Noroeste, 1980. Nessa série, Serres irá fazer inúmeras reflexões sobre a ciência. Na década de 80, Serres irá publicar livros como O Parasita, onde ele se detém no problema da violência, da mudança de meios na perpetuação da barbárie. Em 1990, O contrato natural, irá tratar da relação homem-natureza; em 1991, O terceiro instruído, se deterá na reflexão sobre a educação e a mestiçagem cultural. Entusiasta das novas tecnologias, Serres, ao lado de figuras como Pierre Lévy, está na discussão contemporânea sobre as mídias e a educação, televisão, educação à distância, como se pode ver na Mission Serres, pesquisa encabeçada por Serres a pedido da primeira ministra Edith Cresson, que de 1991 a 1993 formulou propostas de ensino à distância e elaborou softwares. Também podemos ver a atuação do autor sobre a mídia televisão. Sobre o tema publica em 1995 o livro Mensagens à distância e também passa a fazer parte do comitê diretor da TV5. Serres é ainda um grande entusiasta de tecnologias colaborativas como a Wikipédia. ==A filosofia de Serres: uma filosofia fora das autoestradas== === “Que autor contemporâneo segui? Infelizmente, nenhum.” === Serres fez seu percurso intelectual no que ele chama de “fora das autoestradas”. Autoestrada são os grandes caminhos abertos por um filósofo, um pensador, ou ramo do conhecimento. São os caminhos pré-estabelecidos onde os novos intelectuais encontram terreno farto para caminhar. Foi desse caminho que Serres se distanciou propositalmente. “Licenciado em matemática, eu me vira também, de algum modo, numa autoestrada, e não era para seguir uma outra que eu fizera uma mudança radical, das ciências às letras” (1999, 18). Trata-se de um autor que não se dedicou amplamente a um único tema, ou que fez de dois ou três assuntos o mote de suas análises filosóficas. Serres forjou uma maneira de entender o pensamento filosófico, uma forma de comunicação, de caminho, entre as ciências e as artes, entre as ciências e as humanidades. Serres falou sobre questões pertinentes ao seu tempo. Como crítica a uma filosofia que na sua opinião nunca se atentou aos assuntos realmente relevantes em sua época, Serres busca problematizar, buscar caminhos e relações inesperadas entre os ramos do conhecimento com vistas, se não uma resposta, pelo menos um aprofundamento no entendimento das questões contemporâneas. Com essa ideia, Serres analisou problemas que, ao seu modo de pensar, eram principais em nossa época. === A filosofia como um sistema com perdas === A filosofia de Serres se inicia a partir de uma crítica à filosofia cartesiana. As questões mais importantes e urgentes do mundo estão sendo esquecidas. Como exemplo disso, Serres fala da época do lançamento da bomba atômica em Hiroshima, “Não se podia, na época, trabalhar em física sem ter sido ensurdecido pelo barulho universal de Hiroshima. Ora, a epistemologia tradicional ainda não punha em questão, para si, a relação entre ciência e violência” (1999, 26). Essas questões estão sendo esquecidas ao preço da razão. Seguindo os postulados cartesianos a filosofia acabou por se reduzir a razão, fechou-se nela mesma, como um sistema fechado. Falando da filosofia cartesiana Serres pondera, “A natureza se reduz à natureza humana, que se reduz à história, seja à razão” (1991, 47). Serres, a partir da termodinâmica passa a questionar a sustentabilidade de sistemas fechados. Aqui é importante falarmos um pouco de Carnot e da termodinâmica para entendermos o percurso do pensamento de Michel Serres. No ano de 1824, Sadi Carnot, engenheiro do exército francês, “(...) chamou a atenção para o fato de que, na máquina a vapor, o calor fluía de uma região de alta temperatura (a caldeira) para uma região de baixa temperatura (o condensador)” (2002, 100). Carnot errou quando achou que não havia perda de calor durante o sistema, porém após seu trabalho, muitos físicos ampliaram e aprofundaram a ideia dando origem à termodinâmica. A partir de um modelo, como a máquina de Carnot, Serres desenvolve o pensamento de que não há sistema que não tenha perda de calor. Ainda mais, a perda de calor é condição necessária para que um sistema funcione. Perder calor significa que o sistema não entrará em colapso e ser um sistema aberto é condição de existência para o sistema. Este é o aspecto essencial dos ramos do conhecimento humano para Serres. Ele chegará a falar que na comunicação os elementos essenciais são: um canal de comunicação e uma mensagem. Aliado a isso, em toda comunicação há ruído, que inutilmente se tenta tirar, fechar o sistema, tentar fazer uma comunicação sem perdas. O ruído é essencial, é o terceiro elemento, para que haja comunicação. Buscar um sistema de comunicação sem ruído, como a filosofia buscou fazer em seus sistemas de pensamento, fechar-se em um sistema, puro formalismo, é cair no domínio da escravidão da razão. É fechar-se em si mesmo. “(...) Serres acredita firmemente que a própria viabilidade e vitalidade da ciência dependem do grau para o qual ela está aberta para seu outro poético” (2002, p. 103), ou seja, a abertura da ciência para a intervenção, ou, nas palavras do filósofo, para a tradução, comunicação e interferência é condição essencial para a sua sobrevivência e seu fortalecimento. Esse fortalecimento se dá, com aponta Moraes (2000), pelas redes que se formam pelos diversos ramos do conhecimento. Entrelaçados, tencionando-se mutuamente, encontrando conexões e se fortalecendo. Os locais dessas conexões, dessas relações, das passagens que Serres buscou com a sua filosofia forjar, são os locais de mestiçagem. Conceito importante para o filósofo, a mestiçagem. A mestiçagem é o local de passagem. > (...) qualquer evolução ou mesmo aprendizagem exigem a passagem por um > terceiro lugar e por isso o conhecimento, pensamento ou invenção, não cessa > de saltar de um terceiro para outro terceiro lugar, expõe-se sempre, pois, > ou aquele que conhece, pensa ou inventa depressa se torna nesse terceiro que > passa (1997, 27). Essa é uma grande temática para Serres. Em seu livro Le Tier-Instruit, que na edição portuguesa ganhou o nome de O terceiro instruído e na edição brasileira o de Filosofia mestiça, trata justamente dessa questão. Dessa zona de intersecção, de interferência entre ciências e artes, entre ciências e humanidades a que Serres chama de mestiçagem. === Mestiçagem === > Atravessando o rio, entregando-se todo nu à dependência da margem à sua > frente, acaba de aprender uma terceira coisa. Do outro lado, decerto, > existem novos hábitos e uma linguagem estranha (1997, 23). Serres considera que o aprendizado, seja para o indivíduo, seja para as ciências se dá sempre no limiar, nessas interconexões entre o que já é conhecido e o que não é. O nome terceiro instruído, provém possivelmente de um trocadilho com a noção lógica de terceiro excluído. A lei do terceiro excluído , tertium non datur, enuncia que para qualquer frase F, ou F ou não-F são verdadeiras. A sua representação é feita da seguinte forma: Ou seja, ou algo é, ou não é, sem uma terceira opção. Há apenas verdade ou falsidade, não há meio termo, o terceiro valor da expressão é excluído. Serres enuncia o terceiro instruído, aquele que não numa coisa ou noutra, que não está num lugar ou noutro, mas sempre num terceiro. A terceira possibilidade, um intermediário, um caminho, uma passagem, excluída da lei do terceiro excluído, é para Serres o ponto fundamental. > Eu o chamo de Terceiro Instruído (...) apaixonado por gestos diferentes e > paisagens diversas, (...) arcaico e contemporâneo, tradicional e futurista, > humanista e cientista, (...) monge e vagabundo, só e percorrendo as > estradas, errante mas estável, enfim, sobretudo ardente de amor para com a > Terra e a humanidade (1991,109-110). Serres evoca a figura de Hermes, deus grego, considerado o mensageiro, intérprete da vontade dos deuses, deus dos viajantes. Dois aspectos de Hermes são essenciais na filosofia de Serres: a sua mobilidade em viajar pelos mais diversos lugares e o seu dom de invenção. Quanto ao primeiro aspecto Serres diz que Hermes “(...) passa por todo lugar, e visita os locais em seu detalhe específico e sua singularidade” (1999, 147). É essa facilidade em se deslocar, em passar pelos mais diversos ramos do conhecimento que Serres irá evocar simbolicamente. Pensando nos aspectos abordados até então fica claro por que esse deus é o escolhido para representar o modo como Serres entende as relações ou redes ou passagens que os diversos ramos do conhecimento, das ciências às artes, devem ter. O segundo aspecto da personalidade de Hermes que Serres irá aproveitar para falar do seu modo de entender a filosofia é a sua inventividade. “Ele inventa a lira de nove cordas (...) Isso é boa filosofia, que tem por fim, por excelência inventar o espaço transcendental (...) das possíveis invenções futuras” (1999, 154). Para Serres a boa filosofia não é a filosofia das interpretações e comentário e sim a filosofia da invenção. Ele dirá que apenas a invenção é séria. “De certo modo, não se deve permanecer na escola. Só a invenção é séria” (1999, 33). E esta se dá, não nas auto- estradas, nos caminhos conhecidos, mas sim, nas intersecções, nos caminhos terceiros, nos terceiros lugares, lugares de contato entre ciência e poesia, lugares mestiços. “O mundo está lateralizado por toda a parte e é assim que existe” (1997, 29). É contra esse mundo lateralizado, mundo que excluí os terceiros lugares, ou seja, os lugares mestiços, lugares de real inventividade, que Serres engaja sua filosofia. === O contrato do homem com a natureza === “O que está em risco é a Terra em sua totalidade, e os homens, em seu conjunto” (1991,2015). Para Serres há um outro indício que devemos expandir a noção de ciência, de filosofia que discutimos há pouco. As reações que a natureza demonstra frente as intervenções do homem dão um sinal claro e inequívoco, que Serres irá abordar em seu livro O contrato natural. Neste livro, o autor, parte do início das sociedades, com o seu contrato social e diz que agora precisamos de um contrato natural. Algo que subverta as relações do homem com a natureza. O homem passa de um ser dominado pela natureza a um ser que além de dominá-la agora vê que a destrói, numa autodestruição. O contrato social é entre homens, exclui a natureza. Porém, agora as conseqüências desse ignorar a natureza estão visíveis, efeito estufa, poluição, superpopulação etc. Analisando uma pintura de Goya, Serres diz que se há dois inimigos brigando, onde “(...) percebemos um terceiro lugar, o pântano, onde a luta se enterra” (1991, 11). Serres aponta que esse terceiro elemento, a natureza sempre foi ignorada. Serres analisa a situação que se desenvolveu historicamente com mais ênfase depois da revolução industrial. O filósofo fala de que o século XX assistiu a perda da agricultura como atividade orientadora da vida humana. O homem passou a depender cada vez menos diretamente da natureza, do seu contato. Marinheiros e camponeses sempre tiveram as suas vidas adequadas às leis da natureza. O contato e o contrato natural eram condição sine qua non para o desenvolvimento de suas atividades, para a reprodução da vida. Com o século XX a situação muda completamente. “O clima não mais influencia os nossos trabalhos” (1991, 41). > Este é o estado, o balanço equilibrado das nossas relações com o mundo, no > início de uma época em que o antigo contrato social deveria se reforçar com > um contrato natural: em situação de violência objetiva, a única saída é > assiná-lo (1991, 31). Serres aposta na assinatura desse acordo, onde homens deverão repensar a sua forma de interação com o resto do mundo. Novamente, como apontamos em outros trechos desse trabalho, Serres só vê a saída dessa situação, por meio de uma conexão, de um terceiro lugar, de uma miscigenação, de um diálogo aberto e de um sistema que em rede se reforce e se interpenetre, seja entre homens, entre os homens e a natureza ou entre os diversos ramos do conhecimento. > “A Terra, na verdade, nos fala em termos de forças, de ligações e de > interações, o que basta para fazer um contrato. Cada um dos parceiros em > simbiose deve, de direito, a vida ao outro, sob pena de morte” (1991, 52). === Contribuições para a educação, o terceiro instruído === A aprendizagem consiste numa tal mestiçagem. Estranho e original, já misturado nos genes do seu pai e de sua mãe, a criança apenas evolui através desses novos cruzamentos; toda a pedagogia retoma o gerar e o nascimento de uma criança: nascido canhoto, aprende a servir-se da mão direita, mas permanece canhoto, renasce destro, na confluência dos dois sentidos; nascido gascão, continua assim e torna-se francês, realmente mestiço; como francês, viaja e torna-se espanhol, italiano, inglês ou alemão; casa-se e aprende a sua cultura e a sua língua (...) O seu espírito assemelha-se ao manto despido do Arlequim (1997, 60). Como vemos no trecho acima, há diversos elementos presentes na filosofia de Serres e que são de fundamental importância ou podem ser para a educação. Já na primeira frase, Serres coloca que a aprendizagem é uma mestiçagem, ou seja, é uma mistura, é uma incursão pelos caminhos diversos, inesperados e desconhecidos da vida humana. Como numa viagem em que assimilamos a língua, a cultura, os gestos, Serres encara o percurso pelo conhecimento humano. Em seu livro O terceiro instruído, o autor diz que entre as exposições maiores da pedagogia estão a expulsão para o exterior, escolha necessária de um caminho transversal e paradoxal, e a passagem para o terceiro lugar. O autor sempre colocar o exemplo, como no trecho citado acima, do nascido canhoto que é obrigado a aprender a ser destro, mas não deixa de ser canhoto. Esse exemplo é um símbolo de um sujeito que rompe a lateralidade (direito e esquerdo) e encontra-se num terceiro lugar, que é domínio das duas formas, dos dois modos de escrever. Para Serres aprendizagem significa passar para um terceiro lugar, ser desestabilizado da sua posição original e se ver num terceiro lugar. Porém, este terceiro lugar não é uma zona de conforto, de lá você parte novamente para um novo terceiro lugar. “(...) expõe-se sempre, pois, ou aquele que conhece, pensa ou inventa depressa se torna nesse terceiro que passa” (1991, 27). Para Serres o aprendizado é invenção. Assim como o é também fazer filosofia. Serres diz que estamos numa sociedade pedagógica. Uma sociedade onde a informação está em plena circulação em virtude das novas tecnologias. Como já apontamos o filósofo é um grande entusiasta das novas tecnologias, livres e colaborativas como o caso da Wikipédia. Michel Serres é filósofo recente e de vanguarda. Não temos noção, e acreditamos que seja muito difícil, que seu pensamento tenha influenciado alguma prática pedagógica. Mesmo assim, suas análises e propostas quanto à ciência e ao pensamento filosófico apontam para direções muito seguras e com uma análise da contemporaneidade bastante abrangente e coerente. Certamente seu conceito de miscigenação, de aprendizagem têm muito a acrescentar a qualquer pessoa que seriamente estude os caminhos da educação. > É preciso que o canhoto se incline para a direita e o destro para a esquerda > a fim de despertarem assim da sua quietude animal, ou do seu sono mortal, > para aquecerem a sua paralisia. E, fazendo isso, passam pelo centro (1991, > 39). ==Obras== * 1968 : Le système de Leibniz et ses modèles mathématiques ( O sistema de Leibniz e seus modelos matemáticos), Presses universitaires de France, rééd. 1982 * 1969 : Hermès I, la communication ( Hermes I, a comunicação), Editions de Minuit, Paris, rééd. 1984 * 1972 : Hermès II, l'interférence (Hermes II, a interferência), Editions de Minuit, Paris * 1974 : Hermès III, la traduction, (Hermes III, a tradução),Editions de Minuit, Paris * 1974 : Jouvences. Sur Jules Verne (Rejuvenescimentos. Sobre Jules Verne), Éditions de Minuit, Paris * 1975 : Auguste Comte. Leçons de philosophie positive(en collaboration), (Auguste Comte. Lições de filosofia positiva) (em colaboração), tome I, Hermann * 1975 : Esthétiques sur Carpaccio(Estética acerca de Carpaccio), Hermann * 1975 : Feux et signaux de brume. Zola(Faróis e sinais de bruma.Zola),Grasset * 1977 : Hermès IV, La distribution(Hermes IV, A distribuição), Éditions de Minuit, Paris, rééd. 1981 * 1977 : La naissance de la physique dans le texte de Lucrèce (O nascimento da física no texto de Lucrécio), Éditions de Minuit, Paris * 1980 : Hermès V, Le passage du Nord-ouest(Hermes V, A passagem do noroeste), Éditions de Minuit, Paris * 1980 : Le parasite (O parasita), Grasset, Paris * 1982 : Genèse (Gênese), Grasset, Paris * 1983 : Détachement (Desapego), Flammarion, Paris * 1983 : Rome. Le livre des fondations (Roma. O livro das fundações), Grasset, Paris * 1985 : Les cinq sens (Os cinco sentidos), Grasset, Paris * 1987 : L'hermaphrodite ( O hermafrodita), Flammarion, Paris * 1987 : Statues (Estátuas), François Bourin, Paris * 1989 : Éléments d'histoire des sciences (Elementos da história das ciências), (em colaboração), Bordas, Paris * 1990 : Le contrat naturel (O contrato natural), François Bourin, Paris * 1991 : Le tiers-instruit (O terceiro instruido), François Bourin, Paris * 1991 : Discours de réception de Michel Serres à l'Académie française et réponse de Bertrand Poirot-Delpech (Discurso de recepção de Michel Serres na Academia francesa e resposta de Bertrand Poirot-Delpech), François Bourin * 1992 : Éclaircissements (Esclarecimentos) entrevistas com Bruno Latour), François Bourin, Paris * 1993 : La légende des Anges (A lenda dos Anjos), Flammarion, Paris * 1993 : Les origines de la géométrie (As origens da geometria), Flammarion, Paris * 1994 : Atlas(Atlas), Julliard, Paris * 1995 : Éloge de la philosophie en langue française (Elogio da filosofia de língua francesa), Fayard, Paris * 1996 : A série Lendas da Ciência (La Légende des Sciences, no original em francês) é uma produção televisiva francesa. * 1997 : Nouvelles du monde (Notícias do mundo), Flammarion, Paris * 1997 : Le trésor. Dictionnaire des sciences (O tesouro.Dicionário das ciências), (em colaboração), Flammarion, Paris * 1997 : À visage différent (De cara diferente), (em colaboração), Hermann * 1999 : Paysages des sciences (Paisagens das ciências), (em colaboração), Le Pommier, Paris * 2002 : Variations sur le corps (Variações acerca do corpo), Le Pommier, Paris, 1999 ; édition texte seul, Le Pommier, Paris * 2000 : Hergé, mon ami (Hergé, meu amigo),Éditions Moulinsart * 2001 : Hominescence, Le Pommier, Paris * 2003 : L'incandescent (O incandescente), Le Pommier, Paris * 2003 : Jules Verne, la science et l'homme contemporain (Júlio Verne, a ciência e o homem contemporâneo), Le Pommier, Paris * 2004 : Rameaux (Ramos), Le Pommier, Paris * 2006 : Récits d'humanisme ( Histórias de Humanismo), Le Pommier, Paris * 2006 : L'art des ponts (A arte das pontes), Le Pommier, Paris * 2006 : Petites chroniques du dimanche soir (Pequenas crônicas do domingo de noite), Le Pommier, Paris * 2007 : Le tragique et la pitié. Discours de réception de René Girard à l'Académie française et réponse de Michel Serres (O trágico e a piedade.Discurso da recepção de René Girard na Academia francesa e resposta de Michel Serres), Le Pommier * 2007 : Petites chroniques du dimanche soir 2 (Pequenas crônicas de domingo de noite 2), Le Pommier, Paris * 2007 : Carpaccio, les esclaves libérés(Carpaccio,os escravos liberados) Le Pommier, Paris * 2008 : Le mal propre : polluer pour s'approprier ? ( O mal limpo : poluir para se apropriar ?), Le Pommier, coll. « Manifestes », Paris * 2008 : La guerre mondiale (A guerra mundial), Le Pommier, Paris * 2009 : Écrivains, savants et philosophes font le tour du monde (Escritores, sábios e filósofos dão a volta no mundo) », Le Pommier, coll. « Les Essais », Paris * 2012: Petite Poucette (Polegarzinha), Le Pommier, Paris. == Ver também == * La Légende des Sciences == Bibliografia == * MORAES, Márcia Oliveira. O conceito de rede na filosofia mestiça. Revista Informare, v. 6, n. 1, p. 12-20, 2000. * Novas Tecnologias e Sociedade Pedagógica: Uma conversa com Michel Serres. Interface. V. 3, n. 6. 1999. Disponível em: http://www.interface.org.br/revista6/entrevista1.pdf. Acesso em: 12/05/2008. * == Ligações externas == * Legendas da Ciência - Prever - Documentário escrito por Michel Serres em português na TV Escola * Legendas da Ciência - Descobrir - Documentário escrito por Michel Serres em português na TV Escola * Legendas da Ciência - Curar - Documentário escrito por Michel Serres em português na TV Escola * Legendas da Ciência - Viver - Documentário escrito por Michel Serres em português na TV Escola * Legendas da Ciência - Devir - Documentário escrito por Michel Serres em português no Video.Google * Legendas da Ciência - Devir - Documentário escrito por Michel Serres em português na TV Escola * Legendas da Ciência - Ler - Documentário escrito por Michel Serres em português na TV Escola * Legendas da Ciência - Queimar - Documentário escrito por Michel Serres em português na TV Escola * Legendas da Ciência - Abrir - Documentário escrito por Michel Serres em português na TV Escola * Legendas da Ciência - Misturar - Documentário escrito por Michel Serres em português na TV Escola * Legendas da Ciência - Mestiçagem - Documentário escrito por Michel Serres em português na TV Escola * Legendas da Ciência - Emergir - Documentário escrito por Michel Serres em português no Video.Google * Legendas da Ciência - Emergir - Documentário escrito por Michel Serres em português na TV Escola * Legendas da Ciência - Nascer - Documentário escrito por Michel Serres em português na TV Escola Categoria:Filósofos da França Categoria:Membros da Academia Francesa Categoria:Naturais de Lot-et- Garonne Categoria:Filósofos continentais Categoria:Teóricos da ecologia política Categoria:Materialistas Categoria:Doutores honoris causa da HEC Paris",
 "title": "Michel Serres"
}