{
 "id": "69312",
 "text": "Winamp é um reprodutor de mídia para PCs baseados em Windows e aparelhos com Android, desenvolvido pela Nullsoft, atualmente uma subsidiária da AOL. É um programa proprietária freeware/shareware, multiformato, expansível com plug- ins e capas, e é notório por seu recurso de visualização gráfica sonora, playlist e biblioteca de mídia. O Winamp foi originalmente desenvolvido por Justin Frankel e Dmitry Boldyrev, e ele se tornou popular rapidamente, ao longo da tendência de desenvolvimento do compartilhamento de arquivos MP3. Em 20 de novembro de 2013, a AOL anunciou que o Winamp.com será desativado no dia 20 de dezembro de 2013, quando o aplicativo não será mais disponibilizado para download e a empresa não oferecera suporte após esta data. No dia seguinte, um rumor apontou que a Microsoft estava conversando com a AOL sobre a aquisição da propriedade intelectual do Winamp e Shoutcast. Uma campanha online se iniciou pedindo a AOL que continue o desenvolvimento do Winamp ou que lance em código aberto. Em 6 de Janeiro de 2014, foi anunciado que a empresa belga de streaming de rádio Radionomy comprou a Nullsoft, e com ela adquiriu os direitos do Winamp e do SHOUTcast. O montante investido não foi divulgado. ==História== === Winamp 0.x === As primeiras versões do Winamp de testes eram somente distribuídas entre amigos, mas hoje na Internet é possível encontrar estas versões \"secretas\". A versão 0.2a tinha o nome WinAMP 32 (Esta versão veio em Abril de 1997) para avisar usuários do Microsoft Windows Versões 3.xx de que este programa se tratava de um somente compatível com as versões Windows 95 e Windows NT. Sem interface gráfica, seu único trabalho era decodificar o som MPEG e jogá-lo para o mixador de som do sistema. As próximas versões da série 0.x já vinham com seu próprio mixador de som, equalizador, interface, etc. === Winamp 1.x e Winamp 2.x === A primeira versão própria para uso comum batizada de Winamp (Esta primeira versão veio em Maio de 1997) foi criada para executar de forma rápida arquivos de áudio MPEG1 em suas 3 primeiras camadas, chamadas de MP1, MP2 e MP3, somente a última ficou popular por conter algoritmos com alto grau de compressão de áudio, o Winamp foi o primeiro tocador de MP3 do mundo. Com o sucesso da 1ª versão, foi lançada a versão 2, chamada basicamente de Winamp 2, que tornou o programa popular (na mesma época que viu o sucesso do programa Napster), as seguidas revisões da segunda versão trouxeram evoluções como suporte a plugins e skins. === Winamp 3 === A próxima grande revisão do Winamp veio com a versão Winamp3 (apresentada com o número de versão condensado ao nome como uma maneira de incluir o termo \"mp3\" no nome do programa, Winamp3), lançada em 9 de agosto de 2002, se tratava de uma reconstrução completa da segunda versão e baseou-se em uma arquitetura que recebeu o nome Wasabi e oferecia maior funcionalidade e flexibilidade. Essa maior possibilidade de recursos custou parte da leveza e simplicidade que atraiu muitos usuários ao programa, além de perder alguns recursos no processo de transição e uma incompatibilidade com parte dos vários skins e plugins existentes, incluindo a criação de SHOUTcasts. Assim, muitos usuários do Winamp continuaram (ou voltaram) ao Winamp 2. Em pouco tempo a Nullsoft voltou seus esforços para o Winamp 2, considerada por muitos como mais estável, lançando as atualizações finais nas versões 2.91 e 2.95. Muitas pessoas indignaram-se com a empresa por não ter dado sequência ao desenvolvimento do Winamp3, mas, alguns programadores e ex-funcionários da empresa resolveram recriá-lo, sob o nome de Wasabi.player,Wasabi.player acessado em 26 de abril de 2007 fazendo-o um tocador de mídia igual, mas com correção de bugs, novas funções e software livre. === Winamp 5.x === Com o passar do tempo foi criada a versão 5.0 do Winamp, e logo a seguir a 5.1 que 2005 era a versão mais moderna deste. Nesta versão 5.1, além de suporte a novas formas de skins, foi implementado a função de áudio multicanal (5.1 canais). Em março de 2006, foi lançado a versão 5.2. Winamp pulou da versão 3 direto para a versão 5. A Nullsoft explicou que o Winamp 5 tem os recursos do Winamp 3, com a simplicidade do Winamp 2, então indicou a seguinte operação aritmética 3 + 2 = 5 como justificativa para o número da versão. ==Características== As características a seguir são aplicáveis ao Winamp 5.0+: * MIDI, MOD, MP1, MP2, MP3, Ogg Vorbis, WAV, WMA, Chiptunes entre outros. * Suporte a videos AVI, utilizando o recurso DirectShow com seus Codecs e filtros instalados localmente; MPEG; e NSV (Nullsoft Streaming Video, de propriedade da Nullsoft). * Suporte a plugins diversos, como novos formatos suportados, efeitos visuais e sonoros, entre outros * Suporte a Skins antigos (como as do Winamp 0.x, as do Winamp 1.x, as do Winamp 2.x e as do Winamp3) e novos, com diversos recursos visuais, da versão 5.x * Suporte a recursos online de Streaming, tanto no padrão SHOUTcast como AOL. * Suporte a extração de faixas musicais contidas em CDs de áudio para MP3, AAC ou WAV. Apenas disponível na versão PRO. * Suporte a criação de CDs de Música. Apenas disponível na versão PRO. * True alpha channel (transparência) * Suporte a iPod (com plugin externo) ** Arquivos suportados 669 APL far m3u MIZ MP4 nst ptm stm WAV AAC ASF it M4A mod MPEG NSV RMI stz WMA AIF AU itz mdz MP1 MPG OGG s3m ult WMV AIFF AVI KAR MID MP2 mtm okt s3z VLB xm amf CDA M2V MIDI MP3 NSA pls SND VOC xmz ==Versão PRO== Quando foi lançada a versão 5.0 do Winamp, iniciou-se o conceito de versão PRO, que consiste em ser uma versão que tem mais funções do que a versão pública, ou seja, esta versão é geralmente paga e destinada a usuários que compram softwares, ao invés de baixá-los. ==Ver também== * Reprodutor de áudio ou Reprodutor de mídia. * Tag ID3 == Ligações externas == * * Acervo com as versões anteriores do Winamp para Windows * * Categoria:Software de 1997 Categoria:Programas para Windows Categoria:Reprodutores de mídia para Windows Categoria:AOL",
 "title": "Winamp"
}