{
 "id": "69331",
 "text": "A primeira bandeira oficial da União Soviética foi adotada em julho de 1923. Tinha o aspeto proporcional de 1:4 com o brasão de armas do Estado no centro. Esta foi a bandeira oficial por quatro meses, sendo substituída depois pelo conhecido estilo do \"martelo e foice\" em 13 de novembro de 1923. ==Características== A bandeira consistia em uma bandeira vermelha plana, com um martelo cruzado com uma foice e uma estrela vermelha na ponta desta. O martelo simbolizava os trabalhadores industriais da nação, enquanto a foice simbolizava os agricultores. A estrela vermelha representava o domínio do Partido Comunista. O reverso da bandeira era vermelho, liso. Uma modificação na bandeira foi adotada em 15 de agosto de 1980 deixando-a de cor vermelha sólida, sem martelo, foice ou outros símbolos no reverso. Além disso, a cor recebeu brilho naquela época. Com a dissolução da URSS em 25 de dezembro de 1991, a bandeira deixou de ser uma bandeira nacional. No entanto, em 15 de abril de 1996, o presidente russo Boris Iéltsin assinou um decreto presidencial dando à bandeira soviética (chamada de bandeira da vitória, após ter sido hasteada sobre o Reichstag em 1 de maio de 1945) um status semelhante àquele da bandeira nacional. Em 2007, a Câmara Superior do Parlamento da Rússia votou a favor da volta da foice e do martelo à Bandeira da Vitória, a bandeira oficial do Exército russo. Os símbolos soviéticos foram removidos ainda no governo de Boris Ieltsin. Em meio à nostalgia pelo período soviético, a decisão de restaurar a foice e o martelo foi aprovada no país. Depois do voto, o chefe do comitê parlamentar de nacionalismo disse que a Bandeira da Vitória era um dos poucos símbolos que continuam a unir todos os russos. Retirar a foice e o martelo, segundo o analista de política russa da BBC, Steven Eke, prejudicou as fundações da Rússia moderna, mas também existe, segundo Eke, nostalgia pela União Soviética. Nos últimos anos o hino nacional da era soviética tem sido novamente cantado - mas com a letra diferente, e muitas estátuas e monumentos da época foram retirados dos depósitos\\- PCB: Exército russo voltará a usar bandeira comunista (04/05/2007) No parada militar russa de 9 de maio de 2009, a bandeira soviética com a foice e o martelo foi desfilada junto da bandeira russa, tal como a tradição na época soviética.Russian Army Parade May 9th, 2009 - Part I OpeningRussian Army Parade May 9th, 2009 - Part II Troops RevisionRussian Army Parade May 9th, 2009 - Part III Speech and Anthem == História == Ficheiro:Flag of the Soviet Union (1923, unofficial).svg| Bandeira não oficial (1923) Ficheiro:Flag of the Soviet Union (1923).svg| (dezembro de 1922 - 12 de novembro de 1923) Ficheiro:Flag of the Soviet Union (1923-1955).svg| (12 de novembro de 1923 - 19 de agosto de 1955) Ficheiro:Flag of the Soviet Union (1955-1980).svg| (19 de Agosto de 1955 - 15 de Agosto de 1980) Ficheiro:Flag of the Soviet Union.svg| (15 de Agosto de 1980 - 25 de Dezembro de 1991) == Bandeiras das Repúblicas da União Soviética == À semelhança da bandeira federativa, as bandeiras das repúblicas soviéticas mantinham no reverso o padrão do obverso, exceptuando a foice, o martelo e a estrela. Ficheiro:Flag of Armenian SSR.svg|Bandeira da RSS da Arménia Ficheiro:Flag of Azerbaijan SSR.svg|Bandeira da RSS do Azerbaijão Ficheiro:Flag of Byelorussian SSR.svg|Bandeira da RSS da Bielorrússia Ficheiro:Flag of Estonian SSR.svg|Bandeira da RSS da Estónia Ficheiro:Flag of Kazakh SSR.svg|Bandeira da RSS Cazaque Ficheiro:Flag of Georgian SSR.svg|Bandeira da RSS da Geórgia Ficheiro:Flag of Latvian SSR.svg|Bandeira da RSS da Letónia Ficheiro:Flag of Lithuanian SSR.svg|Bandeira da RSS da Lituânia Ficheiro:Flag of Moldavian SSR.svg|Bandeira da RSS da Moldávia Ficheiro:Flag of Kyrgyz SSR.svg|Bandeira da RSS Quirguiz Ficheiro:Flag of Russian SFSR.svg|Bandeira da RSFS da Rússia Ficheiro:Flag of Tajik SSR.svg|Bandeira da RSS Tadjique Ficheiro:Flag of Turkmen SSR.svg|Bandeira da RSS Turcomana Ficheiro:Flag of Ukrainian SSR.svg|Bandeira da RSS da Ucrânia Ficheiro:Flag of the Uzbek SSR.svg|Bandeira da RSS Uzbeque == Repúblicas dissolvidas == Ficheiro:Flag of the Karelo- Finnish SSR.svg|Bandeira da RSS Carelo-Finlandesa Ficheiro:Flag of Transcaucasian SFSR.svg|Bandeira da RSFS Transcaucasiana Ficheiro:Flag of Abkhazian SSR.svg|Bandeira da RSS da Abecásia == Estandartes militares == Ficheiro:Red Army flag (Fictitious).svg| 2:3 Bandeira de guerra soviética Ficheiro:Naval Ensign of the Soviet Union.svg| 2:3 Insígnia naval da Federação Ficheiro:Naval Jack of the Soviet Union.svg| 2:3 Jaco naval == Ver também == * Bandeira da Rússia * Terminologia soviética * Realismo socialista * Simbolismo comunista * Bandeira vermelha * Estrela vermelha * Lista de bandeiras com o reverso diferente do obverso * Simbologia vexilológica * Brasão de armas da União Soviética Categoria:Símbolos nacionais da União Soviética União Soviética",
 "title": "Bandeira da União Soviética"
}