{
 "id": "69350",
 "text": "Sampaio Corrêa Futebol Clube, mais conhecido como Sampaio Corrêa ou simplesmente Sampaio foi fundado em 25 de março de 1923 por um grupo de jovens operários praticantes do futebol amador na rua São Pantaleão, no bairro Centro, de São Luís, o que originou a alcunha “Tricolor de São Pantaleão”. O nome e cores do clube foram inspirados no Hidroavião Sampaio Corrêa II, que aterrizou na capital maranhense em dezembro de 1922. Bastante popular no cenário do futebol brasileiro, o Sampaio Corrêa é reconhecido por ter a maior torcida do estado do Maranhão. O clube tem várias Torcidas organizadas, mas as principais são a Tubarões da Fiel e Brava Bolívia (Barra brava). Tendo o tubarão como seu mascote e suas cores são o encarnado, verde e amarelo. Costuma mandar seus jogos no Castelão. Seus principais rivais são o Moto e Maranhão, com quem compartilha as maiores rivalidades do futebol maranhense. Por conta da união entre as torcidas do Sampaio Corrêa e Imperatriz não existe uma rivalidade intensa entre os clubes, consequentemente deixando um clima bastante amigável quando se enfrentam. É o clube que possui a maior quantidade de títulos do Campeonato Maranhense com 37 conquistas - sendo oito delas de forma invicta - e é o único do Maranhão que venceu a Copa Norte (em 1998) e a Copa do Nordeste (em 2018), sendo, desta maneira, o único clube do Brasil a ser campeão de dois regionais distintos.Colecionador de títulos, Sampaio garante copas Norte e Nordeste - GloboEsporte.com, 7 de julho de 2018 É também a única agremiação brasileira a ter sido campeã de três divisões nacionais diferentes - a Segunda Divisão de 1972 (atual Série B), a Terceira Divisão de 1997 (atual Série C) e a Série D de 2012. Em competições nacionais, soma participações em 12 edições na Série A do Campeonato Brasileiro (considerando a era da Taça Brasil), 18 na Série B do Brasileiro e outras 26 na Copa do Brasil. O Sampaio é ainda a única equipe maranhense a haver participado de um torneio internacional oficial, a Copa Conmebol de 1998, tendo alcançado a fase semifinal. == História == === Origem === Nascido no Maranhão, o nome Sampaio Corrêa surge em homenagem ao hidroavião Sampaio Corrêa II, que aportou em São Luís no dia 12 de dezembro de 1922, sob o comando do piloto brasileiro Pinto Martins e do americano Walter Hinton. O avião havia sido doado pelo senador carioca José Mattoso de Sampaio Corrêa, presidente do Aeroclube Brasileiro, e que, por isso, levava seu nome. Aliás, foram dois os aviões doados pelo senador: Sampaio Corrêa I e Sampaio Corrêa II, sendo que o primeiro pegou fogo, antes do segundo ser doado. Os dois pilotos tentavam realizar a primeira ligação aérea entre as Américas, levantando voo dos Estados Unidos para o Brasil. As vestimentas dos pilotos deram origem ao primeiro uniforme do clube, pois o brasileiro usava camisa verde e amarela, em linhas verticais, e o americano usava um macacão vermelho e branco - em homenagem às bandeiras de seus respectivos países - além de que ambos vestiam calça caqui, e a união das das cores referentes aos dois pilotos (verde e amarelo + vermelho e branco) são utilizadas nos trajes do time até hoje. No dia 25 de março de 1923, na residência de Inácio Coxo, localizada numa das ruas do bairro do Lira que dão acesso à rua do Passeio, um grupo de jovens peladeiros, sob o comando de Vital Freitas e Natalino Cruz, resolveu criar a Associação Sampaio Corrêa Futebol Clube, formado por operários e jovens de pés descalços, tendo como primeira diretoria: *Presidente: Abrahão Andrade *Vice Presidente: Luis Vasconcelos *Primeiro Secretário: João Almeida *Segundo Secretário: Plasco Moraes Rego *Tesoureiro: Valdemar Zacaria de Almeida *Diretor de Esportes: Almir Vasconcelos *Auxiliar da Diretoria: Manoel Brasil O Sampaio Corrêa nasceu à sombra do principal clube de futebol de São Luís: o Sport Club Luso Brasileiro, considerado a maior potência do futebol maranhense na época. Por conta disso, o clube acabou por se caracterizar como um time da classe trabalhadora, já que os fundadores eram, em sua maioria, operários e moradores do subúrbio da capital. Em pouco tempo, o Sampaio tornou-se \"Campeão Suburbano\" ao bater pequenos clubes da periferia e por desafiar o grande campeão maranhense do momento. O primeiro compromisso oficial entre os dois times ocorreu em 26 de abril de 1923, com o Luso defendendo uma longa invencibilidade. A partida aconteceu no campo da Rua do Passeio com arbitragem de Antero Novais, e terminou com vitória boliviana por 1x0, com gol de Lobo marcado aos quatro minutos do primeiro tempo. A primeira formação do Sampaio Corrêa era a seguinte: Rato; Zé Novais e João Ferreira; Roi Bride, Chico Bola e Raiol; Turrubinga, Mundiquinho, Zezico, Lobo e João Macaco, e seu uniforme inspirado no , estilizado nas cores vermelho, amarela e verde por Gervásio Sapateiro. Os primeiros títulos do clube vieram somente nos anos 1930, quando conquistou o bicampeonato estadual em 1933 e 1934. Nos anos 1940, também conquistou apenas dois títulos estaduais - em 1940 e 1942 - vendo a supremacia do Moto Club de São Luís, que na época, ainda bem jovem, não era o principal rival do time, honra que cabia ao Maranhão Atlético Clube. O Sampaio montou equipes muito fortes nas décadas seguintes, conquistando três estaduais nos anos 1950 (1953, 1954 e 1956), quatro nos anos 1960 (1961, 1962, 1964 e 1965) e outros quatro nos anos 1970 (1972, 1975, 1976 e 1978). Após a conquista do Campeonato Maranhense de 1961, a Bolívia Querida ganhou o direito de disputar sua primeira competição nacional oficial: a Taça Brasil de 1962, equivalente à Série A do Campeonato Brasileiro atualmente. Com o título invicto do estadual de 1986, o Sampaio tornou-se o maior vencedor da competição, ultrapassando o Moto Club e, desde então, nunca mais foi superado em quantidade de conquistas do Campeonato Maranhense. === Série B de 1972 === O Campeonato Brasileiro da Segunda Divisão de 1972 reuniu 23 times - sendo todos do Nordeste - divididos em 4 grupos (3 com 6 times e 1 com 5 times). Duelaram-se em turno e returno dentro dos grupos, avançando para a 2ª fase os dois primeiros colocados. O Sampaio compunha o grupo A, juntamente com: Moto Club, Flamengo-PI, Tiradentes-PI, Guarany de Sobral e Fortaleza. O Tricolor começou mal no campeonato: estreou no dia 10 de setembro, no Super Clássico, perdendo para o arquirrival Moto Club por 1x0. Em seguida empatou em Teresina com o Flamengo- PI por 0x0. Também no Piauí, arrancou novo empate, por 1x1, desta vez com o Tiradentes-PI. No dia 1 de outubro, perdeu em casa para o Guarany de Sobral por 2x1. Restava ainda o Fortaleza - até então líder do grupo - para fechar o turno, mas o retrospecto do Sampaio era desanimador: 2 empates e 2 derrotas. Nem de longe se imaginava que aquele time poderia ainda sonhar em ser campeão. A Bolívia Querida, porém, começou a dar sinais de melhora no jogo contra o time cearense no Estádio Nhozinho Santos, vencendo a batalha por 1x0. Daí para frente, a equipe se acertou. Empatou com o Moto Club em 0x0 e venceu duas partidas em sequência em São Luís: derrotou o Flamengo-PI por 5x0 e o Tiradentes-PI por 2x0. Jogando fora de casa, o time devolveu a derrota sofrida no Maranhão e venceu o Guarany em Sobral por 1x0. O Sampaio chegou na última rodada da 1ª fase tendo que vencer a partida direta contra o Fortaleza no Ceará para classificar-se, uma vez que quem perdesse estaria eliminado da competição. O time maranhense venceu por 1x0, tirou o Fortaleza do campeonato e avançou em primeiro lugar no grupo, juntamente com a equipe do Tiradentes- PI. Na 2ª fase, as oito equipes classificadas foram divididas em dois grupos com quatro clubes cada. Jogaram dentro dos grupos em turno e returno, indo à final apenas os campeões de cada chave. Classificado, o Tubarão ficou no grupo E, que também tinha o Tiradentes-PI, o Itabaiana-SE e o Atlético de Alagoinhas-BA. O Sampaio estreou na 2ª fase no dia 26 de novembro em Alagoinhas, contra o Atlético, que na 1ª fase vencera 9 dos 10 jogos disputados e estava invicto na competição. Mesmo assim, o Sampaio venceu a partida por 2x1. Depois disso, empatou dois jogos por 0x0: com o Itabaiana em Sergipe e com o Tiradentes-PI em casa. Na sequência, nas duas partidas em São Luís, o Sampaio bateu o Atlético de Alagoinhas por 2x0 e o Itabaiana por 1x0. Perdeu o último jogo no Piauí para o Tiradentes-PI por 2x1, terminando empatado com o time piauiense na classificação do grupo, vencendo-o apenas nos critérios de desempate (maior número de vitórias - no geral). Desta forma, o Sampaio Corrêa classificara-se à grande final, disputada no dia 17 de dezembro em jogo único, contra o Campinense, melhor time da competição. A partida ocorreu em São Luís, numa verdadeira batalha campal, terminando em 1x1 no tempo normal - com o gol de empate do time maranhense saindo aos 44 minutos da etapa final - e 0x0 na prorrogação. O Sampaio venceu nas cobranças de pênaltis por 5x4, levantando o troféu de campeão da Segunda Divisão do Brasileirão de 1972. Encerrou sua participação com 17 jogos: 8 vitórias, 6 empates e 3 derrotas; 19 gols marcados contra 8 gols sofridos. Contou ainda com o artilheiro da competição: Pelezinho, com 8 gols. Time básico do Sampaio Corrêa - Campeão da Série B de 1972: Jurandir; Célio Rodrigues, Neguinho, Nivaldo e Valdecir Lima; Gojoba e Edmilson Leite (Airton); Lima, Djalma Campos, Pelezinho e Jaldemir (Prado). Técnico: Marçal Tolentino. === Mascote === A história a respeito da ligação do Sampaio com o Tubarão já é bem definida. Em 1950, em dois amistosos contra o Ceará, o time maranhense arrancou dois empates em São Luís, o que rendeu charges que mostravam um tubarão, representando o Sampaio Corrêa, ameaçando um jangadeiro - tradicional personagem do litoral cearense - simbolizando o Ceará, no dia do segundo jogo entre maranhenses e cearenses na capital do Maranhão. Porém, o tubarão teria sido adotado pelas circunstâncias envolvendo o adversário do Tricolor, já que o Ceará fora representado pelo jangadeiro e o clube maranhense, por demonstrar superioridade em relação ao seu oponente, fora representado pelo mais forte representante dos mares. Anos mais tarde, com o sucesso do filme Tubarão, no início dos anos 1980, o Sampaio Corrêa ressuscitou o antigo apelido dos anos 1950, que trouxe de volta o seu mascote oficial. O Tricolor conquistou o pentacampeonato estadual (1984, 1985, 1986, 1987 e 1988) e, folgando em 1989, conquistou mais um tri estadual seguido (1990, 1991 e 1992), como um verdadeiro tubarão assassino, não dando chance a ninguém. Venceu o Campeonato Maranhense de 1986 de forma arrasadora e invicta e ainda conseguiu a façanha de ficar 46 jogos sem perder entre 1988 e 1989. Na primeira edição da Copa do Brasil, em 1989, teve como primeiro adversário na história da competição o Corinthians, no Castelão, e venceu por 3x2 - chegou a estar vencendo por 3x0, mas cedeu dois gols no final do 2º tempo. Foi eliminado no jogo de volta, em São Paulo, com uma derrota por 1x0 (obs.: neste jogo, Neto fez sua estreia pelo Corinthians). === Série C de 1997 === O Campeonato Brasileiro da Terceira Divisão de 1997 teve a participação de 64 times das 5 regiões do país. Segundo o regulamento da competição, o campeão e o vice seriam promovidos à Série B 1998. Na 1ª fase, os 64 clubes foram divididos em 16 grupos com 4 equipes cada e se enfrentaram em turno e returno, avançando à 2ª fase os dois primeiros colocados de cada chave. O Sampaio Corrêa entrou no Grupo 2, juntamente com Santa Rosa-PA, River-PI e 4 de Julho-PI. Em sua estreia na competição, no dia 31 de agosto, o Sampaio foi ao Pará enfrentar o Santa Rosa e segurou um empate de 0x0. Na sequência, duas vitórias por 1x0: contra o River em São Luís e contra o 4 de Julho no Piauí. No returno venceu as três partidas. Bateu o River em Teresina por 2x1 e encaminhou a vaga para a fase seguinte. Nos dois últimos jogos - ambos em São Luís - venceu o 4 de Julho-PI por 4x2 e confirmou a classificação; e goleou o Santa Rosa-PA por 4x0 e garantiu o primeiro lugar do grupo de forma invicta. A partir da 2ª até a 4ª fase da competição, houve disputas em eliminatórias simples, em jogos de ida e volta, avançando às fases seguintes aqueles que obtivessem mais pontos nos confrontos ou, em caso de igualdade, os que tivessem maior saldo de gols. Persistindo empate, as vagas seriam decididas em disputa por pênaltis. O adversário do Tricolor na 2ª fase foi o Quixadá-CE, que, assim como o Sampaio, estava invicto na Série C. A primeira partida acontecera em São Luís, e terminou com um empate por 1x1. No jogo de volta em Quixadá, precisando vencer para garantir a classificação direta, o Tubarão derrotou o time cearense por 1x0 e avançou para a fase seguinte. Na 3ª fase da competição, o Sampaio reencontrou o Santa Rosa-PA - adversário da 1ª fase - em duas partidas complicadas contra o time paraense. No primeiro, no Pará, empate em 0x0; no segundo, no Castelão, vitória por 3x2 e classificação suada para a última fase eliminatória do campeonato. O adversário do Sampaio na 4ª fase foi o Ferroviário, que se havia classificado nos pênaltis contra o Confiança-SE na fase anterior. Na partida de ida em Fortaleza, o Sampaio venceu por 1x0 e levou a vantagem do empate para o Maranhão. Mesmo podendo empatar para ir ao Quadrangular Final, o Tricolor maranhense goleou o Ferroviário por 4x0 e classificou-se com folga e invicto para a fase final da competição. Os 4 remanescentes do campeonato formaram um grupo onde se enfrentaram em turno e returno, e os dois primeiros colocados ao final das seis rodadas seriam promovidos para a Série B 1998. Os envolvidos nesta disputa final, ao lado do Sampaio, foram: Francana-SP, Tupi-MG e Juventus-SP. O Tricolor iniciou a caminhada pelo acesso no dia 9 de novembro, no interior paulista, contra a Francana e arrancou um empate em 1x1. Nas duas partidas em São Luís, o Tubarão somou 4 pontos: vitória sobre o Tupi-MG por 3x1 e empate com a Juventus-SP em 1x1. Concluído o primeiro turno do quadrangular, o Sampaio estava no segundo lugar, com 5 pontos. Após isso, o empate em 2x2 conquistado em São Paulo diante da Juventus embolou a classificação do grupo. No penúltimo duelo, que envolvia os líderes - com 6 pontos cada - o Sampaio foi a Juiz de Fora encarar o Tupi-MG - líder pelo número de vitórias - e venceu por 1x0, resultado que permitia o empate ao Tricolor no último confronto para garantir o acesso. Na última rodada, mais de 65 mil pagantes foram ao Castelão apoiar o time que buscava o acesso. Um empate garantiria a promoção, porém o título seria confirmado em caso de vitória sobre a Francana-SP, adversário que estava em segundo lugar no grupo até esta partida. Diante de sua torcida, o Sampaio venceu por 3x1, garantiu o acesso à Série B 1998 e, de quebra, foi campeão invicto da Série C de 1997. O público desse confronto foi o maior da história em partidas da Terceira Divisão do Campeonato Brasileiro (porém, este público não é oficial). Encerrou sua participação com 18 jogos: 12 vitórias, 6 empates e nenhuma derrota; 33 gols marcados contra 11 gols sofridos. Contou ainda com o artilheiro da competição - pela segunda vez em campeonatos nacionais: Marcelo Baron, com 9 gols. Time básico do Sampaio Corrêa - Campeão da Série C de 1997: Geraldo; Erly, Gelásio, Nei e Lélis; Luís Almeida, Toninho e Ricardo (Edirzinho); Jô (Cal), Marcelo Baron e Adãozinho (Serginho). Técnico: Pinho. === Copa Norte de 1998 === A Copa Norte de 1998 foi disputada por 16 equipes da região Norte e dos estados do Maranhão e Piauí. O formato de disputa era similar ao da Copa do Brasil, com partidas em eliminatórias simples em ida e volta - sem o critério do gol qualificado - se iniciando pela fase de quartas de final. Segundo o regulamento da competição, assim como no ano anterior, o campeão conquistaria uma vaga na extinta Copa Conmebol, precursora da atual Copa Sul- Americana. Nas quartas de final, o Sampaio Corrêa encarou o São Raimundo-RR - então vice-campeão roraimense. Foi a primeira e, até hoje, a única vez que o Tricolor maranhense enfrentou um adversário deste estado do Brasil. A primeira partida foi disputada em Boa Vista, e terminou com uma vitória maranhense por 5x1. No jogo de volta, disputado no Castelão, o Sampaio atropelou novamente, desta vez com uma sonora goleada de 10x0, avançando para a semifinal com um incrível placar agregado de 15x1. O destaque deste jogo em São Luís foi o atacante Júnior, que marcou 5 gols na partida. Na semifinal, o adversário do Sampaio foi o Ypiranga-AP - então campeão amapaense. Na fase anterior, o time de Macapá havia se classificado nos pênaltis diante do Picos-PI. O primeiro confronto foi em São Luís, e o Tricolor conquistou uma vitória por 2x0. Na volta, no Amapá, nova vitória, desta vez por 2x1. A Bolívia Querida, então, foi à final com um placar somado de 4x1, com uma espantosa média de quase 5 gols por jogo. A grande final do regional foi disputada contra o São Raimundo- AM, que era o então campeão amazonense e que havia eliminado o Paysandu (nos pênaltis) nas quartas e o Rio Branco-AC - que era o atual campeão da Copa Norte - na semifinal. No primeiro jogo, ocorrido em Manaus, o time da casa venceu por 1x0 e levou a vantagem do empate para o Maranhão. Porém, no Castelão, no dia 22 de abril, o Sampaio Corrêa venceu o São Raimundo por 2x1 e levou a decisão para os pênaltis. Na disputa, o Tricolor se saiu melhor e venceu por 3x0, e tornou-se campeão da Copa Norte de 1998 e garantiu uma vaga na Copa Conmebol de 1998. Encerrou sua participação com 6 jogos: 5 vitórias e 1 derrota; 21 gols marcados contra 4 gols sofridos. Contou ainda com o artilheiro da competição: Júnior, com 6 gols. Time básico do Sampaio Corrêa - Campeão da Copa Norte de 1998: Marcelo Lourenço; Paulinho, Remerson, Oliveira e Cristiano; Borçato, Toninho e Marcinho; Carlos Alberto, Cal e Rogério. Técnico: Sérgio Ramirez. === Participação na Copa Conmebol de 1998 === O Sampaio Corrêa disputou sua primeira competição internacional oficial - a Copa Conmebol de 1998 - após a conquista da Copa Norte de 1998. A estreia da equipe foi fora de casa, mas dentro do Brasil. A Bolívia Querida foi até a Natal, no dia 15 de julho, enfrentar o América-RN - que conquistara a Copa do Nordeste de 1998 - no Machadão. Foi um jogo complicado para o time maranhense, que conseguiu segurar um empate em 0x0. Seis dias depois, no Castelão, em São Luís, 42 mil torcedores empurraram a equipe, que venceu o América de Natal por 3x1 - com gols de Paulo Roberto, Cal e Júnior para o Tricolor e Paulinho Kobayashi descontou para os potiguares - e avançou às quartas de final da competição. Na etapa seguinte, o Sampaio Corrêa viajou para sua primeira partida internacional oficial em Armênia, na Colômbia, e no dia 5 de agosto entrou no gramado do Estádio Centenário para enfrentar o Deportes Quindío. O técnico Júlio Espinosa montara, no dia, um esquema tático que conseguiu travar a equipe da casa e, o meia Adãozinho fez o gol da vitória da Bolívia Querida. No dia 11 de agosto, mais de 50 mil pessoas lotaram o Castelão para incentivar o Sampaio na busca pela semifinal da Copa Conmebol. Com a vantagem de poder empatar, a equipe foi inteligente durante toda a partida e Paulo Roberto fez o gol da vitória aos 44 da etapa final e eliminou a equipe colombiana do torneio. Na semifinal, o Tricolor teve um adversário brasileiro pela frente: o Santos. O time paulista lutava muito por uma nova conquista internacional oficial, que não vinha desde 1968. No primeiro jogo, realizado em 9 de setembro, o treinador Júlio Espinosa montou novamente um esquema tático de ferrolho, que conseguiu travar os santistas e o Sampaio conseguiu segurar um empate em 0x0 na Vila Belmiro contra o time do técnico Emerson Leão, que contava com Zetti, Argel Fucks, Narciso, Alessandro Cambalhota e Viola. No dia 24 de agosto, a partida de volta teve o maior público da história do estádio Castelão e do Maranhão e, o segundo maior público em partida realizada no Nordeste: 97 720 pagantes. O Sampaio saíra à frente, porém, o Santos virou o jogo para 5x1 e eliminou o time maranhense da competição. O Sampaio fez uma bela campanha, ficando com o 3º lugar: 3 vitórias, 2 empates e 1 derrota; 6 gols marcados contra 6 gols sofridos. O time básico do Tricolor na Copa Conmebol de 1998 era: Carlos Alberto; Paulinho, Remerson, Nei e Ivan; Toninho (Marcinho), Oliveira (Cal), Massei e Adãozinho; Júnior (Carlos Henrique) e Paulo Roberto. Técnico: Júlio Espinosa. === Série D de 2012 === O Campeonato Brasileiro da Série D de 2012 foi uma competição equivalente à quarta divisão nacional, e contou com 40 clubes de todos os estados do país. Segundo o regulamento, os 4 semifinalistas seriam promovidos à Série C 2013. Na 1ª fase da competição, os 40 times envolvidos na disputa foram divididos em 8 grupos com 5 equipes cada, onde se enfrentaram em turno e returno, avançando às oitavas de final os 2 primeiros colocados de cada chave. O Sampaio entrou no Grupo A2, que ainda continha: Mixto-MT, Comercial-PI, Santos-AP e Araguaína- TO. O Sampaio, treinado por Flávio Araújo, fez diante do Mixto-MT a partida de abertura do campeonato, em Cuiabá, e venceu de virada por 3x1. Na rodada seguinte, o Tricolor fez sua estreia em casa contra o Comercial-PI, e goleou o adversário por 4x0. Conquistou sua terceira vitória em Macapá, quando visitou o Santos-AP e venceu por 3x1. A Bolívia Querida fez a última partida do primeiro turno em Tocantins, 25 dias depois do último confronto - devido à folga em razão do número ímpar de componentes do grupo - contra o Araguaína-TO e venceu por 4x0. O Sampaio fechou o turno na liderança do grupo com 4 vitórias em 4 jogos realizados. Na sequência, aplicou uma das maiores goleadas do campeonato ao derrotar o Santos-AP por 6x0, no Estádio Nhozinho Santos. Ainda em São Luís, o Tricolor enfrentou o Araguaína-TO, com nova vitória, desta vez por 3x0. Depois disso, o Sampaio viajou até a Teresina para encarar o Comercial-PI, e foi a partida mais complicada até então, com um triunfo de 1x0 conquistado aos 41 minutos do segundo tempo. Encerrou a 1ª Fase em São Luís, com vitória de 1x0 sobre o Mixto-MT. A Bolívia Querida classificou-se para as oitavas com a melhor campanha da 1ª fase: 8 vitórias em 8 jogos, além deque balançara as redes adversárias 25 vezes - com uma média superior a 3 gols por partida - e sofrera apenas 2 gols na fase inicial da competição. Das oitavas até à final da competição houve eliminatórias simples, em jogos de ida e volta, vencendo aqueles que obtivessem: mais pontos no confronto; maior saldo de gols ou ter marcado mais gols fora de casa, respectivamente. Persistindo empate, os classificados - ou o campeão no caso da Final - seriam decididos em uma disputa por pênaltis. Nas oitavas de final, o adversário do Sampaio foi o Vilhena-RO, vice líder do grupo A1. Os 100% de aproveitamento do time maranhense foi posto à prova no Portal da Amazônia, palco da partida de ida em Rondônia. O Tubarão conseguiu um difícil empate em 2x2 - marcou o segundo gol de empate aos 47 minutos do segundo tempo. A partida de volta contou com reforço de peso: o Castelão, que estava fechado desde 2004. Diante de 40 mil pessoas - maior público da competição - o Vilhena abrira o placar e foi ao intervalo com uma vitória de 1x0 que lhe assegurava a classificação. Na volta, um Sampaio avassalador virou o jogo para 4x1, garantindo a Bolívia Querida nas quartas de final do campeonato. Nas quartas de final, o Sampaio reencontrou o Mixto-MT - adversário da 1ª fase - que eliminara o Remo nas oitavas. O primeiro jogo fora em Cuiabá, e o Tubarão trouxe um empate por 1x1 para o Maranhão. Mais uma vez um Castelão lotado incentivou o Tricolor na busca pelo acesso. A partida, com cargas altas de emoção no final, terminou empatada em 0x0 e o resultado garantiu a promoção da Bolívia Querida à Série C 2013. Com o acesso alcançado, o Sampaio foi em busca de sua terceira conquista nacional. O adversário da semifinal foi o Baraúnas-RN, que superara Sousa-PB e Campinense nas fases anteriores, respectivamente, e que possuía uma única derrota no campeonato. O Tricolor jogou a primeira partida no Rio Grande do Norte, e saiu com um empate por 1x1. Na volta, uma vitória de 1x0 em São Luís colocou o Tubarão na final da competição. O adversário da final foi o CRAC-GO, que havia eliminado Nacional-MG, Friburguense-RJ e Mogi Mirim-SP, respectivamente. O primeiro jogo fora em Catalão, e começara violento com uma expulsão para cada time ainda no primeiro tempo. O Tubarão saiu na frente, mas sofreu o empate e levou a igualdade em 1x1 para São Luís. Na partida de volta realizada no Castelão, o Sampaio fez um gol em cada tempo e venceu por 2x0, sagrando-se campeão invicto da Série D de 2012. Essa foi a terceira conquista nacional do time maranhense - a segunda de forma invicta. Tornou-se o primeiro clube do Brasil a ser campeão de três divisões diferentes do Campeonato Brasileiro. Encerrou sua participação com 16 jogos: 11 vitórias, 5 empates e nenhuma derrota; 37 gols marcados contra 8 gols sofridos. Com 7 gols marcados, Cleitinho foi o artilheiro da equipe no campeonato. Time básico do Sampaio Corrêa - Campeão da Série D de 2012: Rodrigo Ramos; Roniery, Mimica, Robinho e Deca; Dudu, Arlindo Maracanã, Eloir e Cleitinho (Carlinhos Rech); Wescley (Zé Paulo) e Pimentinha (Célio Codó). Técnico: Flávio Araújo. === Série C de 2013 e retorno à Série B === Após o acesso conquistado em 2012, o Sampaio iniciou sua campanha na Série C 2013, visando retorno para a Série B, que não disputava desde 2002. Segundo o regulamento da competição, os times foram divididos em dois grupos regionalizados, avançando às fases eliminatórias os 4 melhores de cada chave. Os clubes que chegassem às semifinais, seriam promovidos para a Série B 2014. Nos confrontos mata-mata, houve eliminatórias simples, em jogos de ida e volta, vencendo aqueles que obtivessem: mais pontos no confronto; maior saldo de gols ou ter marcado mais gols fora de casa, respectivamente. Persistindo empate, os classificados - ou o campeão no caso da Final - seriam decididos em uma disputa por pênaltis. O Tricolor maranhense ficara no Grupo A e fez um grande primeiro turno, onde permaneceu 7 das 9 rodadas na liderança da chave. Porém um segundo turno oscilante fez com que a Bolívia Querida tivesse uma queda brusca no rendimento e, consequentemente, na tabela, em que começou a passar sufoco com a proximidade da zona de rebaixamento. Entretanto, duas partidas enaltecem a busca pela reabilitação no segundo turno: uma vitória por 2x1 diante do CRB, onde o Tubarão jogou com um jogador a menos desde os 18 minutos do segundo tempo e, mesmo em desvantagem numérica em campo quando o placar indicava 1x1, Lucas Silva fez um gol de fora da área e deu o triunfo ao Tricolor; e um empate em 2x2 com o Fortaleza na Arena Castelão na última rodada, conquistado com gol boliviano nos acréscimos diante de mais de 50 mil pessoas. Este gol não apenas classificou o Sampaio às quartas de final como eliminou o time cearense do campeonato. Nas quartas de final, o Sampaio encarou o Macaé - melhor time do grupo B. Por ter pior campanha que o adversário, a Bolívia Querida fez o primeiro jogo em São Luís, e venceu por 5x3 diante de mais de 43 mil pessoas. Na partida de volta, o Macaé saiu na frente, mas o Tubarão buscou o empate em 1x1 e garantiu o acesso para a Série B de 2014 com muita comemoração no estádio Moacyrzão. Com o acesso conquistado, a Bolívia Querida tentou o bicampeonato da Série C. Na semifinal duelou contra o Vila Nova-GO, que fora o único time do Grupo B que garantiu o acesso e que havia eliminado o Treze-PB nas quartas. Na partida de ida, realizada em Goiânia, o Sampaio foi melhor que o adversário, porém voltou do Estádio Serra Dourada com um empate em 0x0. Em São Luís, o Tubarão venceu, com um gol de falta aos 35 minutos do segundo tempo, por 2x1 numa partida emocionante até aos minutos finais que colocaram o Tricolor maranhense na final da Série C de 2013. Em sua segunda final nacional consecutiva, o Sampaio Corrêa enfrentou o Santa Cruz, que possuía melhor campanha geral no campeonato e que por isso decidiu o título em seu estádio. Nos confrontos da 1ª fase, a Bolívia Querida venceu o time pernambucano por 3x0 em São Luís e empatou por 0x0 no Recife. O terceiro encontro das equipes nesta edição da Série C aconteceu no Castelão, com um empate sem gols. Na partida de volta, apesar da luta pelo gol de empate - que lhe asseguraria o título - o Tricolor maranhense perdeu por 2x1 no Arruda e ficou com o vice campeonato da Série C de 2013. Encerrou sua participação com 26 jogos: 11 vitórias, 9 empates e 6 derrotas; 43 gols marcados contra 26 gols sofridos. Com 10 gols marcados, Tiago Cavalcanti foi o artilheiro da equipe e o segundo maior goleador do campeonato. Time básico do Sampaio Corrêa - Vice-Campeão da Série C de 2013: Rodrigo Ramos; Tote, Robinho, Mimica (Rayllan) e Airton; Jonas, Arlindo Maracanã, Eloir e Cleitinho; Lucas Silva (Edgar) e Leandro Kível (Júnior Chicão). Técnico: Flávio Araújo. === Copa do Nordeste de 2018 === A Copa do Nordeste de 2018 foi disputada por 20 clubes e, 16 deles estiveram na fase de grupos da competição. Foram 4 grupos com 4 equipes cada, avançando para as quartas de final os dois primeiros colocados de cada chave. O Sampaio ficou no grupo D, apontado por muitos como o mais equilibrado, ao lado de Ceará, Salgueiro e CSA. O Tricolor maranhense estreou em Alagoas contra o CSA, e após sair na frente com um gol no primeiro tempo, viu o adversário comemorar o empate aos 44 minutos da etapa final, levando a igualdade em 1x1 para o Maranhão. Em sua primeira partida em casa, o Sampaio atropelou o Salgueiro com uma goleada de 4x0 no Castelão. No jogo que valia a liderança do grupo, a Bolívia Querida recebeu o Ceará em São Luís e venceu o time cearense por 1x0, assumindo a ponta da chave. No returno da fase de grupos, o Tricolor visitou o Ceará e acabou por perder a primeira - e que seria a única derrota - no campeonato ao sofrer o revés aos 48 minutos do segundo tempo, de virada, por 2x1 na Arena Castelão. Na rodada seguinte, o Sampaio assegurou classificação inédita para as quartas de final ao empatar em 0x0 com o Salgueiro em Pernambuco. Na última rodada, fechou sua participação na 1ª fase com a segunda posição do Grupo D empatando em 0x0 com o CSA em São Luís. Nas quartas de final pela primeira vez em sua história, o Sampaio Corrêa encarou o Vitória, que liderou o Grupo B. Na primeira partida, realizada no Castelão, o técnico Roberto Fonseca estreava no comando da equipe Tricolor, que goleou o time baiano por 3x0 e abriu uma boa vantagem para o jogo de volta. No segundo jogo, o Vitória pressionou, inclusive perdeu pênalti, mas a Bolívia Querida segurou um empate sem gols no Barradão e conquistou a vaga à semifinal. Na semifinal, o Tubarão enfrentou o ABC de Natal, que havia eliminado o Santa Cruz com uma vitória de 4x1 em pleno Estádio do Arruda. A jogar a primeira partida em casa, o Sampaio fez valer o mando de campo e venceu o time potiguar por 1x0 no Castelão. No jogo de volta, realizado em Natal, o Sampaio abriu o placar no segundo tempo com um gol de pênalti, o que gerou uma grande confusão dentro e fora dos gramados, causando uma interrupção na partida. Minutos depois, após a retomada do confronto, o ABC conseguiu empatar, porém a igualdade de 1x1 no Frasqueirão levou a Bolívia Querida à final da Copa do Nordeste de 2018 de forma inédita. Em sua primeira final de Copa do Nordeste na história, o Sampaio Corrêa teve como adversário o Bahia, que era o atual campeão do regional. Pela terceira vez no mata-mata o Tricolor maranhense jogou a partida de ida em seus domínios, e novamente não desperdiçou: com gol relâmpago, a Bolívia Querida administrou uma vitória de 1x0 até o final e levou a vantagem do empate a Salvador. Diante de 45 mil pessoas na Arena Fonte Nova, o Tubarão mostrou sua força defensiva - seu maior destaque durante todo o campeonato - e segurou o empate sem gols com o Bahia, que foi suficiente para alcançar o título inédito da Copa do Nordeste de 2018. Com a conquista, o Sampaio Corrêa assegurou classificação automática nas Oitavas de Final da Copa do Brasil de 2019. Tornou-se o primeiro time do Maranhão a ser campeão da Copa do Nordeste; foi ainda o segundo clube a ser campeão nordestino sem sofrer algum gol em casa e a única equipe do Brasil a ser campeão de dois torneios regionais distintos: a Copa Norte de 1998 e a Copa do Nordeste de 2018. Encerrou sua participação com 12 jogos: 5vitórias, 6 empates e 1 derrota; 13 gols marcados contra 4 gols sofridos. Com 4 gols marcados, Uilliam foi o artilheiro da equipe no campeonato. Time básico do Sampaio Corrêa - Campeão da Copa do Nordeste de 2018: Andrey; Bruno Moura, Joécio, Maracás e Alyson; Willian Oliveira, Diego Silva (Silva), Fernando Sobral e João Paulo (Wellington Rato); Danielzinho (Rodrigo Fumaça) e Uilliam. Técnico: Roberto Fonseca. == Ídolos == Durante a sua história, a equipe tricolor teve atletas que se destacaram mais, sendo os principais dentre eles: * Marcelo Baron: Foi artilheiro da Série C de 1997 e essencial na conquista da mesma e do Maranhense do mesmo ano. Jogou apenas uma temporada, mas foi suficiente pra se consagrar na história do clube. * Arlindo Maracanã: Além de ídolo do Ceará, também marcou a torcida tricolor conquistando a Série D de 2012 sendo importantíssimo na campanha. Passou por 11 temporadas no Sampaio Corrêa, fazendo 94 jogos,11 gols e nenhum passe pra gol, tendo uma média de 0,11 participações por jogo pela equipe tricolor. Jogava como lateral direito, porém também atuava como volante, assim sendo considerado o melhor jogador da história do clube. * Pimentinha: Assim como Arlindo, também passou 11 anos no clube maranhense, fazendo 285 jogos, 42 gols e 24 passes pra gol, tendo uma média de 0,23 G/A. Joga nas duas pontas desde os tempos de Moto Club, vindo da base do referido. * Mascote: Mascote jogou durante a década de 30 e 40, inclusive sendo o jogador que mais marcou gols em uma partida no Brasil, 13 gols contra o Santos Dumont em uma goleada do tricolor de São Pantaleão por 20 X 0. A todos impressionava com fintas, mesmo durante a época do amadorismo no meio futebolístico. == Fatos e feitos == * O Sampaio é o primeiro e o único clube brasileiro a ser campeão em três divisões diferentes: Série B, 1972; Série C, 1997; e Série D, 2012. * O Sampaio também é o primeiro clube a conquistar dois campeonatos a nível nacional de forma invicta: na Série C de 1997, com 18 jogos, 12 vitórias e 6 empates, e aproveitamento de 78%; e na Série D de 2012, com 16 jogos, 11 vitórias e 5 empates, e aproveitamento de 79,17%. * Arlindo Maracanã é o primeiro bicampeão brasileiro invicto (1997 e 2012). * Um de seus atletas, Mascote, bateu o recorde brasileiro de gols numa única partida. Aconteceu em 20 de setembro de 1934, quando o Tricolor venceu a representação do Santos Dumont por 20 a 0, pelo campeonato estadual, e Mascote fez 13 gols, a decretar, infelizmente, a extinção do time \"Aviador\". Esse recorde nunca foi sequer igualado. Os atletas que passaram mais perto foram: Caio Mário ( 22 x 0 Maceió, pelo Alagoano de 1944) e Dadá Maravilha ( 14 x 0 , pelo Pernambucano de 1976), com 10 gols cada. O alarde criado por Dadá Maravilha, em 1976, em torno de sua folclórica pessoa ajudou a criar o mito de que teria sido o maior artilheiro numa única partida, fato que pode ser desmentido facilmente. recorrendo-se a jornais da época do fabuloso feito de Mascote. * O Sampaio conquistou o estadual de forma invicta em: 1933, 1934, 1940, 1942, 1953, 1962, 1964 e 1986. * O Sampaio poderia ter conquistado o título estadual de 1927, que ficou com o Luso Brasileiro. O tricolor bateu o Luso, na final, no dia 18 de março de 1928, por 4 x 1, mas como tinha jogado com dois atletas irregulares (Clarindo e Lobo), que suspensos estavam, foi julgado pela Comissão Técnica da AMEA e punido com a perda dos pontos e consequentemente do título. * Entre 1988 e 1989, o Sampaio ficou 46 jogos sem perder, até que foi derrotado pelo arquirrival Moto Club, no dia 16 de julho de 1989, pelo placar de 1 x 0. Lembrando que o recorde brasileiro pertence aos clubes cariocas (1977-1978) e (1978-1979), ambos com a incrível marca de 52 jogos de invencibilidade. * O Sampaio é o único clube do Maranhão a participar de um torneio internacional, no caso, da Copa Conmebol de 1998, terminando como terceiro colocado atrás de e , da Argentina. * No jogo da semifinal da Copa Conmebol de 1998, entre Sampaio e , quebrou-se o recorde de público do Estádio Castelão no dia 24 de setembro de 1998. O total de público divulgado foi de 97 720 torcedores. O detalhe interessante é que esse recorde superou o antigo, que durava apenas pouco mais de 24 horas: no dia anterior, a Seleção Brasileira, comandada por Vanderlei Luxemburgo, empatou com a Iugoslávia em 1 x 1 (gol brasileiro: Marcelinho Carioca), com o público de 91.666. * O público de 97 720 torcedores no jogo Sampaio 1 x 5 da semifinal da Copa Conmebol de 1998 foi o maior da história do Maranhão e o segundo maior de toda a história do futebol nordestino entre clubes, atrás somente de 1 x 1 , pela semifinal do Campeonato Brasileiro de 1988, quando 110.438 torcedores lotaram a Fonte Nova, em Salvador, no dia 14 de fevereiro de 1989. * O Sampaio é o maior vencedor do Campeonato Maranhense: 36 vezes, contra 26 do Moto Club. * O Sampaio houve quatro atletas como artilheiros em competições nacionais oficiais: Pelezinho, no Brasileiro Série B de 1972 (8 gols); Marcelo Baron, no Brasileiro Série C de 1997 (9 gols); Caio Dantas, no Brasileiro Série B 2020 (17 gols) e Gabriel Poveda, no Brasileiro Série B 2022 com 19 gols. * O Sampaio detém o maior número de artilheiros do Campeonato Maranhense: 29 artilheiros, contra 26 do Moto Club. Destaque para: Mundiquinho (1927, 1930, 1933), Mascote (1934, 1935, 1938) e Cabecinha (1976, 1979 e 1980). * O Sampaio foi o primeiro e único time do Maranhão a ser campeão da Copa do Nordeste, conquistado em 2018. * Declarou-se o Sampaio de Utilidade Pública Estadual, pela Lei Estadual n.° 100/48, de 03.05.1948; e de Utilidade Pública Municipal, pela Lei Municipal n.° 456/54, de 09.12.1954. == Títulos oficiais == HONRARIAS Competição Títulos Temporadas Tríplice Coroa 1 2012 NACIONAIS Competição Títulos Temporadas Campeonato Brasileiro - Série B 1 1972 Campeonato Brasileiro - Série C 1 1997 Campeonato Brasileiro - Série D 1 2012 REGIONAIS Competição Títulos Temporadas Copa do Nordeste 1 2018 Copa Norte 1 1998 ESTADUAIS Competição Títulos Temporadas Campeonato Maranhense 37 1933, 1934, 1940, 1942, 1953, 1954, 1956, 1961, 1962, 1964, 1965, 1972, 1975, 1976, 1978, 1980, 1984, 1985, 1986, 1987, 1988, 1990, 1991, 1992, 1997, 1998, 2002, 2003, 2010, 2011, 2012, 2014, 2017, 2020, 2021, 2022 e 2024 Copa União do Maranhão 11 1973, 1976, 1983, 1984, 1990, 2002, 2007, 2009, 2011, 2012, 2013 TOTAL Títulos oficiais 53 3 Nacionais, 2 Regionais, 48 Estaduais Campeão invicto === Campanhas de destaque === * Semi-finalista da Copa Conmebol: 1998 *Vice campeão do Campeonato Brasileiro de Futebol - Série C: 2013 e 2019 == Estatísticas == === Participações === Participações em 2024 Competição Competição Temporadas Melhor campanha Campeonato Maranhense 92 Campeão (37 vezes) 1926 2024 – Copa Norte 3 Campeão (1998) 1998 2002 Copa do Nordeste 10 Campeão (2018) 2015 2024 rowspan=\"5\" Campeonato Brasileiro 12 13º colocado (1965) 1962 1986 – Série B 20 Campeão (1972) 1971 2023 – 5 Série C 13 Campeão (1997) 1992 2024 4 2 Série D 4 Campeão (2012) 2010 2025 1 Copa do Brasil 29 Oitavas de final (2019) 1989 2024 Copa Conmebol 1 3º lugar (1998) 1998 1998 == Patrimônio == === Estádios === O Sampaio Corrêa, antigamente, jogava nos estádios do Luso (que ficava localizado na Rua do Passeio, no Centro de São Luís) e Santa Isabel (no canto da Fabril). Esses estádios já não existem mais. Atualmente, manda seus jogos no Estádio Castelão (inaugurado em 1982), localizado no bairro do Outeiro da Cruz, pertencente ao Governo do Maranhão, com capacidade atual para 40.000 pessoas, e no Estádio Nhozinho Santos (inaugurado em 1950), localizado na Vila Passos, pertencente à Prefeitura de São Luís, com capacidade atual para 13.500 pessoas. o Nhozinho Santos historicamente foi palco de grandes clássicos contra e e também da conquista da Série B de 1972, de jogos marcantes como o ocorrido contra a Seleção pré-olímpica da Argentina, em 1988, e de vários jogos válidos pela Copa do Brasil. Já o Castelão foi testemunha de jogos inesquecíveis da Bolívia Querida, como as conquistas invictas das Séries C (1997) e D (2012), da Copa Norte (1998), da campanha brilhante pela Copa Conmebol de 1998 e de vários confrontos por campeonatos maranhenses, campeonatos brasileiros e Copa do Brasil, com destaque para a vitória sobre o por 3 a 2 em 1989 e sobre o , por 2 a 1, em 2002. O recorde de público foi registrado em 1998, na semifinal da Copa Conmebol contra o , quando 97.720 torcedores presenciaram o embate, que entrou para a história como o segundo maior público do futebol nordestino em todos os tempos. O Castelão ficou fechado de 2004 a 2012, e foi reinaugurado na vitória do Sampaio por 4 a 1 contra o Vilhena/RO, pela segunda fase da Série D de 2012. == Hino == O hino do Sampaio Corrêa foi composto por Agostinho Reis, e sua gravação original foi interpretada pelo cantor Alcides Gerardi, sob o acompanhamento da Banda da Polícia Militar do Estado do Maranhão comandada pelo maestro João Carlos Dias Narazeth, pai da cantora Alcione. == Rivalidade == === Superclássico === O \"superclássico\" é o duelo mais famoso do estado, sendo o Moto o maior vencedor, porém em termos de títulos disputados o Sampaio leva ampla vantagem, rivalizado por Sampaio e Moto. O clássico já chegou a levar 95 000 pessoas no Campeonato Maranhense de 1987. === Samará === O Sampaio rivaliza também com o Maranhão. Na história do clássico a Bolívia Querida possui uma grande vantagem, com 258 vitórias contra 178 do rival. === Clássico no passado: Sampaio versus Luso === No início do século XX, o Sampaio rivalizou com o Sport Club Luso Brasileiro, clube fundado em 1916. Era o clube que mais possuía títulos de campeão maranhense à época, porém foi extinto no ano de 1929. == Ver também == * Sampaio Corrêa Futebol e Esporte * Futebol da Região Nordeste do Brasil * Clubes Brasileiros de Futebol == Bibliografia == * CARVALHO * Claunísio Amorim. Terra, grama e paralelepípedos: os primeiros tempos do futebol em São Luís (1906-1930), São Luís: Café & Lápis, 2009. * RIBEIRO, Hugo José Saraiva. Sampaio Corrêa: uma paixão dos maranhenses. São Luis, 2011. == Ligações externas == * * * * * Categoria:Clubes de futebol fundados em 1923 Categoria:Clubes campeões do Campeonato Brasileiro - Série B Categoria:Clubes campeões do Campeonato Brasileiro - Série C Categoria:Clubes campeões do Campeonato Brasileiro - Série D",
 "title": "Sampaio Corrêa Futebol Clube"
}