{
 "id": "6940",
 "text": "O comércio baseia-se na troca voluntária de produtos ou serviços. As trocas podem ter lugar entre dois parceiros (comércio bilateral) ou entre mais do que dois parceiros (comércio multilateral). Na sua forma original, o comércio fazia-se por troca direta de produtos de valor reconhecido como diferente pelos dois parceiros, cada um valoriza mais o produto do outro. Os comerciantes modernos costumam negociar com o uso de um meio de troca indireta, o dinheiro. É raro fazer-se troca direta hoje em dia, principalmente nos países industrializados. Como consequência, hoje podemos separar a compra da venda. A invenção do dinheiro (e subsequentemente do crédito, papel-moeda e dinheiro não-físico) contribuiu grandemente para a simplificação e promoção do desenvolvimento do comércio. Na Idade Média, o comércio (Mercatura) era classificado como uma das Artes mecânicas.Maiorino, Giancarlo. At the Margins of the Renaissance: Lazarillo de Tormes and the Picaresque Art of Survival. Penn State Press, 2010, página 13. ISBN 9780271047577 (04/02/2016). A maioria dos economistas aceita a teoria de que o comércio beneficia ambos os parceiros, porque se um não fosse beneficiado ele não participaria da troca, e rejeitam a noção de que toda a troca tem implícita a exploração de uma das partes. O comércio, entre locais, existe principalmente porque há diferenças no custo de produção de um determinado produto comerciável em locais diferentes. Como tal, uma troca aos preços de mercado entre dois locais beneficia a ambos. Sinais empíricos do sucesso do comércio podem surgir quando se compara países como a Coreia do Sul - que adota um sistema de comércio livre quase sem restrições - e a Índia - que segue uma política mais protecionista. Países como a Coreia do Sul tiveram um desempenho muito melhor (se medido por critérios económicos) do que países como a Índia, ao longo dos últimos cinquenta anos. O comércio mundial é regulamentado pela Organização Mundial de Comércio. O comércio pode estar relacionado à economia formal, legalmente estabelecido, com firma registrada, dentro da lei e pagando impostos, ou pode ainda estar relacionado à economia informal, que são as atividades à margem da formalidade, sem firma registrada, sem emitir notas fiscais, sem pagar imposto. Gdańsk. Estátua representando o Comércio na torre da Bolsa de Café em Santos, obra de Adrien Henri Vital van Emelen. Um estande de frutas em um mercado em Paris, França == Ver também == * Escambo * Escola de Manchester * Comércio eletrônico * Comércio informal * Comércio ilegal * Comércio internacional * Comércio varejista * Paz capitalista * Rota de comércio * Vendedor == Ligações externas == * Pesquisa Mensal de Comércio | IBGE",
 "title": "Comércio"
}