{
 "id": "69410",
 "text": "thumb|Uma das várias cachoeiras do parque O Parque Estadual do Ibitipoca é um parque florestal localizado no município de Lima Duarte, no estado de Minas Gerais, no Brasil. Com uma área de 1 488 hectares, está situado a três quilômetros do distrito de Conceição do Ibitipoca, que se sustenta com o turismo atraído pelo parque. Criado em 4 de julho de 1973, é administrado pelo Instituto Estadual de Florestas de Minas Gerais. O ingresso no parque é pago e está limitado a trezentos visitantes por dia durante a semana e oitocentos visitantes nos finais de semanas e feriados. É permitido o camping dentro do parque, mas este também é limitado a um certo número de visitantes pela administração e somente em área determinada pela administração. A área de camping possui infraestrutura de restaurante, lanchonete e banheiros. == Topônimo == \"Ibitipoca\" é um termo de origem tupi que significa \"montanha estourada\", \"serra fendida\", através da junção dos termos ybytyra (\"montanha\") e pok (\"estourar\"). Esse termo faz alusão aos raios e trovões caídos na serra de Ibitipoca == Clima e vegetação == O clima é tropical de altitude, com verões amenos e chuvosos sendo novembro, dezembro e janeiro os mais chuvosos e inverno frio e seco, com os meses de junho, julho e agosto os meses mais secos. O parque apresenta boa infraestrutura para os visitantes e está sobre um afloramento de quartzito sobre o qual se desenvolve um solo (Cambissolo) pouco profundo constituído principalmente de matéria orgânica e areia (areno- quartzosos) formada pela erosão da rocha. Por isto, grande parte da vegetação é xerófita, isto é, constituída de gramíneas e herbáceas de baixo porte. Nas regiões onde o solo tem pouca profundidade, localizam-se arbustos, cactos e bromélias, caracterizando típicos campos rupestres. Os rios do parque apresentam cor de caramelo devido ao alto teor de matéria orgânica. == Atrações == Suas principais atrações são as grutas, montanhas e cachoeiras. O ponto mais alto do parque é conhecido como Pico da Lombada e está a pouco mais de 1 800 m em relação ao nível do mar. Alguns pontos turísticos do parque: Janela do Céu, Cachoeirinha, Pico do Pião, Cruzeiro, Lago dos Espelhos, Cachoeira dos Macacos, Cachoeira da Pedra Quadrada. O passeio no parque é caracterizado por longas caminhadas - o passeio de ida e volta até a Janela do Céu, por exemplo, totaliza cerca de 18 km. A Cachoeirinha fica a sete km da área de camping. O Pico da Lombada tem uma característica interessante: dele, consegue-se ter visão para o horizonte de 360 graus. Em qualquer direção que se olhe, será visualizado o horizonte, pois nenhuma montanha ao redor faz barreira à visão. == Acesso == O acesso ao parque é feito por uma estrada com cerca de 27 km a partir da rodovia BR-267 em Lima Duarte até o arraial de Conceição de Ibitipoca. Uma parte do trecho é de estrada de terra, mas seu trecho mais íngreme, entre a Fazenda do Engenho e o arraial, é calçado, assim como outros trechos. Do arraial ao parque, percorrem-se mais três km em estrada calçada. No período das chuvas, este acesso pode se tornar difícil, já que a manutenção da estrada é ruim. O aeroporto mais próximo com voos regulares é o Aeroporto Presidente Itamar Franco, localizado em Goianá. == Trilhas == Existem três circuitos que são feitos pelos visitantes do Parque: * Circuito da Janela do Céu - Cruzeiro, Gruta da Cruz, Pico da Lombada, Gruta dos Fugitivos, Gruta dos Três Arcos, Gruta dos Moreiras, Cachoeirinha, Rio Vermelho e a Janela do Céu. * Circuito das Águas - Gruta dos Coelhos, Prainha, Mirante da Ponte de Pedra, Ponte de Pedra, Cachoeira dos Macacos, Lago dos Espelho, Lago das Miragens, Tibum, Ducha, Lago Negro, Gruta dos Gnomos e Rio do Salto. * Circuito do Pico do Pião - Gruta dos Monjolinhos, Gruta do Pião, Pico do Pião e a Gruta dos Viajantes. == Onde se hospedar == O local conta com algumas opções de acomodações, como hospedagem na cidade, em áreas mais afastadas da cidade, mas próximas do parque, ou até mesmo dentro do parque estadual. Dentro da cidade é possível encontrar pousadas, hotéis e até mesmo casas e chalés para alugar. Fora da cidade é possível encontrar casas para alugar também, estando um pouco distante do vilarejo, mas próximo ao parque. Além disso, é possível se hospedar dentro do parque, em um camping. == Ver também == * Lista de parques nacionais do Brasil == Ligações externas == * Site oficial do Parque Estadual do Ibitipoca * Site sobre turismo na cidade * Fotos do Parque * Instituto Estadual de Florestas de Minas Gerais Ibitipoca Categoria:Lima Duarte (Minas Gerais)",
 "title": "Parque Estadual do Ibitipoca"
}