{
 "id": "69561",
 "text": "Baile Perfumado é um filme brasileiro de 1996, do gênero drama, com direção conjunta de Lírio Ferreira e Paulo Caldas. É considerado um marco da retomada do Cinema Pernambucano. Em novembro de 2015 o filme entrou na lista feita pela Associação Brasileira de Críticos de Cinema (Abraccine) dos 100 melhores filmes brasileiros de todos os tempos. == Sinopse == Conta a saga real do libanês Benjamin Abrahão, mascate responsável pelas únicas imagens de Virgulino Ferreira, o Lampião, quando vivia no sertão brasileiro. Amigo íntimo de Padre Cícero, Benjamim mascateava pelo sertão e exercitou seu espírito mercantilista convivendo intimamente com o bando de Lampião. Infiltrou-se no grupo para colher imagens e vender os registros do famoso criminoso pelo mundo afora. == Elenco == Ator/atriz Personagem Duda Mamberti Benjamim Abrahão Luis Carlos Vasconcelos Lampião Zuleika Ferreira Maria Bonita Cláudio Mamberti Coronel João Libório Aramis Trindade Tenente Lindalvo Rosas Chico Diaz Coronel Zé de Zito Giovanna Gold Jacobina Jonas Melo Said Germano Haiut Ademar Albuquerque Sérgio Varjão Coronel Nogueira Geninha da Rosa Borges Dona Arminda Roger de Renor Corisco Gilberto Brito Honório Servílio Gomes Pedro Manoel Constantino Atividade Raimundo Branco Luis Pedro Rubem Rocha Filho Coronel Jofre Soares Padre Cícero == Produção == As imagens foram apreendidas pela ditadura do Estado Novo, e só foram recuperadas no início dos anos 60 pelo cineasta Paulo Gil Soares e seu produtor, Thomas Farkas. Em 1965, eles realizaram o curta-metragem Memória do Cangaço que, ao lado de A Musa do Cangaço (1981), de Humberto Mauro, ajudou a popularizar a figura de Benjamim entre os estudantes nordestinos. O filme utilizou, em sua montagem, cenas filmadas por Benjamin Abrahão em 1936 para o longa Lampião, o Rei do Cangaço, de 1959, e foi co-produzido entre o Governo do Estado de Pernambuco, Eletrobrás e Banco do Nordeste do Brasil. A história é pontuada pelas imagens originais do protagonista, e apenas onze minutos do filme exibem um Lampião bem diferente do herói dos pobres: aburguesado, maravilhado com modernidades como a máquina fotográfica e a garrafa térmica, tomando uísque e banhando-se em perfume francês, além do bando que também ia aos bailes no meio do sertão, daí a origem do título do filme. == Trilha sonora == # Sangue de Bairro Intro (Com vinheta do filme) (Chico Science & Nação Zumbi) # Baile Catingoso (Mestre Ambrósio) # Baile Perfumado (Stela Campos e Fred Zero Quatro) # Angicos (Chico Science) # Abertura 1900/Mata (Paulo Rafael e Marcio Miranda) # Chico Rural # Benjaab (Mestre Ambrósio) # Dip (Paulo Rafael) # Mamede # Tenente Lindalvo (Compromisso de Morte) (Fred Zero Quatro) # Fulô do Jungo # Sangue de Bairro (Instrumental) (Nação Zumbi) # Salustiano Song (Instrumental) (Nação Zumbi) # Angicos (Remix por Paulo Rafael) (Paulo Rafael) # Angicos (Remix por Suba) (DJ Suba) == Principais prêmios e indicações == Festival de Brasília: 1996 * Venceu nas categoria de melhor filme, melhor cenografia e melhor ator coadjuvante (Aramis Trindade). Festival de Havana: 1997 (Cuba) * Venceu na categoria de melhor cartaz. Prêmio APCA: 1998 * Venceu nas categorias de melhor trilha sonora e melhor ator coadjuvante (Luiz Carlos Vasconcelos). Categoria:Filmes do Brasil de 1996 Categoria:Filmes premiados no Festival de Brasília Categoria:Filmes de drama do Brasil Categoria:Filmes em língua portuguesa Categoria:Filmes dirigidos por Paulo Caldas Categoria:Filmes gravados em Recife Categoria:Filmes sobre cangaço ou cangaceiros Categoria:Representações culturais de Lampião (cangaceiro) Categoria:Filmes ambientados na década de 1930 Categoria:Filmes de ficção histórica do Brasil",
 "title": "Baile Perfumado"
}