{
 "id": "69598",
 "text": "A Frente de Mobilização Popular (FMP) surgiu em 1962, com o objetivo primordial de pressionar o presidente da República - João Goulart - e o Congresso Nacional a adotar um programa que implantasse as Reformas de Base o mais rápido possível. Caracterizava-se por ser um grupo extraparlamentar de nível nacional, que reunia partidos políticos; sindicatos (CNTI, PUA, Comando Geral dos Trabalhadores, CONTEC) Ligas camponesas; União Nacional dos Estudantes (UNE) e organizações de subalternos das Forças Armadas. Atuavam por meio de manifestos, passeatas e comícios. Seus principais mentores foram Leonel Brizola, Sérgio Magalhães e Max da Costa. Em suma, como sintetiza Maria Celina D’Araújo (1996, p. 192): uma frente suprapartidária, de cunho nacionalista e reformista, que sucedeu à Frente de Libertação Nacional. A FMP pode ser definida uma frente suprapartidária, de cunho nacionalista e reformista e que alçava ainda outros objetivos: a reforma eleitoral (direito de votos aos analfabetos e aos soldados; direitos de elegibilidade aos sargentos e praças de pré); a anistia aos sargentos e soldados e a todos os presos políticos; a suspensão do pagamento da dívida externa e a expulsão da empresa norte-americana Hanna Minning Company (ROLIM, 2009, p. 19) Para Jorge Ferreira (2007, p. 548), a Frente possuía uma operacionalidade ágil e flexível, ou seja: reuniam-se os representantes dos diversos grupos políticos que a compunham, debatiam a questão e, conjuntamente, tomavam uma decisão. Leonel Brizola, como principal representante da organização, era o responsável pela divulgação das deliberações. Sua principal fonte de divulgação era o jornal Panfleto criado em fevereiro de 1964 e que teve apenas sete números publicados, pois foi extinto após o golpe de 1964, assim como a própria Frente. == Leituras adicionais == * D’ARAÚJO, Maria Celina. Sindicatos, carisma e poder: o PTB de 1945-65. Rio de Janeiro: FGV, 1996. * FERREIRA, Jorge. A estratégia do confronto: a Frente de Mobilização Popular. In: Revista Brasileira de História. São Paulo, v. 24, n° 47, 2004. * FERREIRA, Jorge. Esquerdas no Panfleto. A crise política de 1964 no jornal da Frente de Mobilização Popular. In: Revista Anos 90, v. 16, n. 29, jul. 2009. * ROLIM, César Daniel. Leonel Brizola e as forças subalternas das Forças Armadas brasileiras (1961-1964). Dissertação (Mestrado em História). Universidade Federal do Rio Grande do Sul, Porto Alegre, 2009. Categoria:Grupos e organizações relacionados à ditadura militar no Brasil (1964–1985) Categoria:Organizações políticas do Brasil",
 "title": "Frente de Mobilização Popular"
}