{
 "id": "69607",
 "text": "Feodor Ingvar Kamprad (Ljungby, 30 de março de 1926 – Kronoberg, 27 de janeiro de 2018) foi um empresário sueco de renome internacional, fundador da maior empresa do mundo no setor da fabricação e venda de móveis, a IKEA: as duas primeiras letras (I e K) correspondem às iniciais do seu nome e apelido (sobrenome) e as duas últimas (E e A) à aldeia onde a empresa foi criada e a povoação onde ele nasceu (Elmtaryd, Agunnaryd). Kamprad vivia, à data da sua morte, na Suíça, nas proximidades de Epalinges, Canton de Vaud. A revista Forbes, em 2007, considerou-o o homem mais rico da Europa e o 4.° mais rico do mundo, com cerca de 33 bilhões de dólares. E no ano de 2009 ocupou a quinta posição do ranking de bilionários da Forbes, com 22 bilhões de dólares.Ingvar Kamprad, 5° mais rico do mundo Desde 2008, Ingvar Kamprad tem nacionalidade suíça. == A primeira loja == Em 1958 Kamprad abriu a primeira loja de móveis da IKEA, em Älmhult. A Suécia vivia um período de prosperidade, sob a influência da política social-democrata do Estado de bem-estar social liderada por Per Albin Hansson. Os suecos tinham dinheiro suficiente para uma casa e para os móveis. Ainda hoje, os suecos dizem: \"Per Albin Hansson deu casa ao povo, Ingvar Kamprad mobilou-a\". Nesta primeira loja, Kamprad pôs em prática muitas das políticas que hoje são correntes nas actuais lojas IKEA de todo o mundo: Um catálogo com preços garantidos por um período de um ano, móveis entregues para serem montados pelo cliente, o que os torna mais baratos e fáceis de transportar: o cliente monta-os em sua casa. Em vez de números de referência, a IKEA usa nomes para os seus artigos e mantém uma lanchonete em cada loja: \"estômagos vazios não compram móveis\". == Crise significa oportunidade == Nos princípios dos anos 60 a IKEA angariou muitos inimigos: os produtores suecos de móveis procuraram liquidar este novo competidor. Os fornecedores foram intimidados: se não boicotassem a IKEA seriam boicotados. Boicotada pelos fornecedores, a IKEA apesar de ter muitos clientes, não conseguia satisfazer a procura. Em 1961, coincidentemente, a associação de produtores de móveis da Polônia procurava parceiros com anúncios em jornais suecos. Em plena Guerra Fria, os poloneses andavam à procura de quem lhes pagasse com moeda forte ao invés de com rublos soviéticos. Kamprad viu, nesta oportunidade, a solução dos seus problemas. Em 1961, voou a Varsóvia e fechou um acordo muito favorável aos seus interesses. Assim, a Polónia tornou-se um dos maiores fornecedores de móveis da IKEA (actualmente é o segundo maior, depois da China). Os baixos salários poloneses tornaram os preços da IKEA ainda mais competitivos. == Nazismo == No ano de 1942 Ingvar Kamprad tornou-se membro do movimento pró-nazista Novo Movimento Sueco e, já em setembro de 1945, com dezenove anos de idade, doava dinheiro e recrutava membros para o movimento.\"Svensk överklass och högerextremism under 1900-talet\" av Karl N. Alvar Nilsson, ISBN 91-86474-34-0. Além disso, Kamprad era amigo de Per Engdahl, líder do movimento nazista na Suécia. O envolvimento com o movimento pró-nazista Novo Movimento Sueco só foi interrompido em meados da década de 1950, cinco após a derrota e o desmantelamento do nazismo na Alemanha. A filiação nazista de Kamprad não se tornou pública senão em 1994. Após a descoberta deste fato, Kamprad desculpou-se em várias ocasiões e chegou a mandar uma carta de esclarecimento a todos os empregados do grupo IKEA.Oliver Burkeman, The miracle of Älmhult (part two), The Guardian, publicerad 17 juni 2004, läst 11 oktober 2010 == Ver também == * Lista das pessoas mais ricas do mundo == Ligações externas == * Página da IKEA Categoria:Empresários da Suécia Categoria:Bilionários da Suécia",
 "title": "Ingvar Kamprad"
}