{
 "id": "69611",
 "text": "O sistema de endereçamento postal ou Código de Endereçamento Postal (CEP) no Brasil foi criado com objetivo de organizar, agilizar e facilitar a postagem, localização e distribuição das correspondências de forma lógica. O sistema foi criado pela Empresa Brasileira de Correios e Telégrafos em maio de 1971,https://www.correios.com.br/para-voce/precisa-de-ajuda/o-que-e-cep-e-por- que-usa-lo/estrutura-do-cep sendo divulgado à população em geral com a publicação do Guia Postal Brasileiro no mesmo ano. Até maio de 1992, os Códigos de Endereçamento Postal - conhecidos pela sigla CEP - de todo o Brasil tinham o formato 00000 (cinco dígitos). Na parte casos históricos estão exemplos casuísticos da implantação do sistema antigo de CEP. Com o aumento da população, do volume de correspondências e da necessidade de criar mais códigos específicos para grandes receptores de correspondência, o sistema de CE com cinco dígitos tornou-se insuficiente nas grandes cidades. Com isto, em maio de 1992, os Correios alteraram o formato dos códigos postais de todo o Brasil, que passaram a ter oito dígitos: 00000-000 (cinco dígitos - hífen - três dígitos), tendo essa mudança sido informada à população no mesmo ano, com a publicação do Guia Postal Brasileiro de 1992. ==Estrutura do CEP== Os primeiros cinco dígitos têm a mesma função no sistema vigente nos anos 1970 e 80 e no atual: localizar a região, o estado, o município e a região ou o distrito. O bairro (na maioria dos casos) e a rua (ou, se grande receptor de correspondências, o condomínio, empresa etc.) passaram a ser identificados pelo sufixo de três dígitos acrescido aos códigos postais brasileiros em 1992. ===Componentes=== * X0000-000: Região * 0X000-000: Sub-região * 00X00-000: Setor * 000X0-000: Subsetor * 0000X-000: Divisor de subsetor * 00000-XXX: Sufixo de distribuição === Zonas Postais e Faixas de CEP === O Brasil foi dividido em dez zonas postais, de 0 a 9, contadas a partir do estado de São Paulo, no sentido anti-horário. A divisão se deu de acordo com critérios populacionais e econômicos da época (1972), o que implicou algumas distorções existentes hoje (ver seção \"Distorções nas faixas de CEP\"). A finalidade do CEP é racionalizar os métodos de separação da correspondência por meio da simplificação das fases dos processos de triagem, encaminhamento e distribuição, permitindo o tratamento mecanizado com a utilização de equipamentos eletrônicos de triagem. Zona Postal Abrangência Região Faixa de CEP 0xxxx Região Metropolitana de São Paulo (SP) São Paulo 01000 - 05999 08000 - 08499 SP Região Metropolitana de São Paulo 06000 - 07999 08500 - 09999 1xxxx Litoral e interior de SP SP Litoral 11000 - 11999 SP Interior 12000 - 19999 2xxxx Rio de Janeiro (RJ) Rio de Janeiro 20000 - 23799 RJ Região Metropolitana do Rio de Janeiro 23800 - 26599 RJ Interior 26600 - 28999 Espírito Santo (ES) Vitória 29000 - 29099 ES Região Metropolitana de Vitória 29100 - 29199 ES Interior 29200 - 29999 3xxxx Minas Gerais (MG) Belo Horizonte 30000 - 31999 MG Região Metropolitana de Belo Horizonte 32000 - 34999 MG Interior 35000 - 39999 4xxxx Bahia (BA) Salvador 40000 - 42599 BA Região Metropolitana de Salvador 42600 - 43999 BA Interior 44000 - 48999 Sergipe (SE) Aracaju 49000 - 49099 SE Interior 49100 - 49999 5xxxx Pernambuco (PE) Recife 50000 - 52999 PE Região Metropolitana do Recife 53000 - 54999 PE Interior 55000 - 56999 Alagoas (AL) Maceió 57000 - 57099 AL Interior 57100 - 57999 Paraiba (PB) João Pessoa 58000 - 58099 PB Interior 58100 - 58999 Rio Grande do Norte (RN) Natal 59000 - 59139 RN Interior 59140 - 59999 6xxxx Ceará (CE) Fortaleza 60000 - 61599 CE Região Metropolitana de Fortaleza 61600 - 61999 CE Interior 62000 - 63999 Piauí (PI) Teresina 64000 - 64099 PI Interior 64100 - 64999 Maranhão (MA) São Luís 65000 - 65099 MA Interior 65100 - 65999 Pará (PA) Belém 66000 - 66999 PA Região Metropolitana de Belém 67000 - 67999 PA Interior 68000 - 68899 Amapá (AP) Macapá 68900 - 68914 AP Interior 68915 - 68999 Amazonas (AM) Manaus 69000 - 69099 AM Interior 69100 - 69299 69400 - 69899 Roraima (RR) Boa Vista 69300 - 69339 RR Interior 69340 - 69399 Acre (AC) Rio Branco 69900 - 69920 AC Interior 69921 - 69999 7xxxx Distrito Federal (DF) Brasília 70000 - 70999 DF Cidades-Satélites 71000 - 72799 73000 - 73699 Goiás (GO) Goiânia 74000 - 74899 GO Região Metropolitana de Goiânia 74900 - 75199 GO Entorno do Distrito Federal 72800 - 72999 GO Interior 73700 - 73999 75200 - 76799 Rondônia (RO) Porto Velho 76800 - 76849 RO Interior 76850 - 76999 Tocantins (TO) Palmas 77000 - 77299 TO Interior 77300 - 77999 Mato Grosso (MT) Cuiabá 78000 - 78109 MT Interior 78110 - 78999 Mato Grosso do Sul (MS) Campo Grande 79000 - 79129 MS Interior 79130 - 79999 8xxxx Paraná (PR) Curitiba 80000 - 82999 PR Região Metropolitana de Curitiba 83000 - 83899 PR Interior 83900 - 87999 Santa Catarina (SC) Florianópolis 88000 - 88099 SC Região Metropolitana de Florianópolis 88100 - 88179 SC Interior 88180 - 89999 9xxxx Rio Grande do Sul (RS) Porto Alegre 90000 - 91999 RS Região Metropolitana de Porto Alegre 92000 - 94999 RS Interior 95000 - 99999 thumb|direita|200px|Mapa das Regiões de CEP de São Paulo. Observação: Apenas localidades com mais de 50.000 habitantes residentes na área urbana têm CEPs por logradouro (Ruas, Avenidas, Alamedas, Travessas, etc., havendo em certas avenidas ou ruas mais de um CEP). Quando o município não tem CEP por logradouro, o CEP dito genérico (seguido do número `-000`) é usado, por exemplo: Capão da Canoa, Rio Grande do Sul, tem o CEP 95555-000. Em agosto de 2008, o estado de Rondônia teve a sua faixa alterada de 78800-78999 para 76800-76999, com a redução da faixa final de Goiás de 76999 para 76799.https://www.correios.com.br/para-voce/consultas-e-solicitacoes/busca- cep/alteracao-de-faixas-de-cep === Sufixos === Os três algarismos após o hífen são denominados de sufixo e destinam-se à identificação individual de localidades de baixa demanda (CEP genérico), logradouros (CEP comum) ou lotes de grandes receptores (CEP especial), conforme a seguinte convenção numérica relativa a faixas de sufixo: Tipo Faixa Uso Descrição comum `000` a `899` logradouros Designa localidades codificadas por logradouros. Cada logradouro pode ter um CEP específico e exclusivo para si, como pode ter alguns, divididos por segmentos do logradouro ou para os lados par e ímpar ou reunindo as duas condições. Geograficamente cada sufixo está designando um conjunto de (uma ou mais) faces de quadra contíguas. Em municípios codificados por logradouros o sufixo `899` designa, com algumas exceções, as áreas rurais. especial `900` a `999` diversos Usos e designações especiais: * `900` a `959`: designam grandes receptores de correspondências (condomínios, empresas, instituições, etc.). Normalmente esse tipo de destinatário recebe as correspondências em malotes entregues por carteiros motorizados. Geograficamente um sufixo desses designa o lote ocupado pelo grande receptor. * `960` a `969`: próprio para promoções comerciais. * `970` a `989`: similar a grandes receptores, mas específico para Unidades dos Correios que prestam Serviço de Caixas Postais (CxP). Geograficamente um sufixo desses designa o lote ocupado pela Unidade que abriga a CxP (ou a rigor o ponto no interior do lote onde se encontram as caixas). * `990` a `998`: grandes receptores do meio rural, cada qual designando uma Caixa Postal Comunitária (CPC). Geograficamente um sufixo desses designa o lote que abriga a CPC. * `999`: para serviços internos de carta, cartão, envelope, encomenda resposta. === Exemplo de construção de CEP === : :Carlo Rossi :Avenida João Jorge, 112 ap.31 :Vila IndustrialA menção ao bairro é opcional. :Campinas, SP :13035-680 * `1XXXX`: Região 1 - \"litoral e interior de São Paulo\" * `13XXX`: Sub-Região 13 - \"regiões do interior de São Paulo\" * `130XX`: Setor 130 - \"Região de Campinas\" * `1303X`: Subsetor 1303 - \"Região Sul de Campinas\" (São Bernardo, Vila Industrial, Parque Industrial, etc.); * `13035`: Divisor de subsetor 13035 - \"Vila Industrial\". * `-680`: Sufixo de distribuição 680 - atribuição arbitrária à Avenida João Jorge, dentro do 13035. :NOTAS: :* \"litoral\" é a faixa 110XX-119XX e \"interior\" a faixa 12XXX-19XXX. :* as regiões do interior de São Paulo são 12XXX (Vale do Paraíba), 13XXX (Campinas), 14XXX (Ribeirão Preto), 15XXX (São José do Rio Preto), 16XXX (Araçatuba), 17XXX (Bauru), 18XXX (Sorocaba) e 19XXX (Presidente Prudente); :* a \"Região de Campinas\" é 130xx (Campinas), 131XX (Campinas e parte da Região Metropolitana de Campinas), 132XX (Jundiaí, … 139XX (Amparo). ===Entidades geográficas designadas pelo CEP=== Do ponto de vista geográfico, até 1992, o CEP podia ser entendido como um código numérico para a designação de grandes áreas urbanas, formalmente identificando área de \"Divisor de Subsetor\" nos códigos de 5 dígitos. Desse modo fazia sentido a representação (alternativa) dos CEPs através de mapas. Com a inclusão dos 3 dígitos de sufixo, o CEP, por ser um recurso de apoio logístico nas entregas, passou a designar elementos mais arbitrários, sem uma representação em mapa. Para fins de geocodificação, todavia, mesmo sem uma representação oficial, o CEP pode ser conceituado como entidade geográfica condicionada ao seu tipo. Em particular o CEP comum (sufixos de 001 a 899) designa, como exposto acima, uma região delimitada por um conjunto de faces de quadra. QuadrasExemplo-CEP.png|Quadras cercadas por ruas. Supor cada rua um CEP comum diferente. QuadraFaces-CEP.png|Faces de quadra e sua extensão entre quadras. Mesmas cores (polígonos) indicam mesmo CEP. QuadraExemplo- CEP.png|Faces de quadra e sua extensão no interior da quadra. Cada cor um CEP. Sumarizando: um dado CEP, conforme seu tipo, é o identificador único de uma localização geográfica, que conforme o tipo pode ser, * CEP comum: área geográfica de parque ou praça; ou, nos demais tipos de logradouro, de um conjunto de faces de quadra contíguas relativas ao logradouro. * CEP especial : área geográfica ocupada pelo lote do grande receptor (correntemente designado pelo CEP). * CEP genérico: área geográfica do Divisor de Subsetor. NOTA: a associação da \"região do CEP\" a um lote é natural do CEP especial, mas nem sempre faz sentido no caso de CEP comum. O endereço é uma característica do ponto de acesso ao lote a partir da rua (ilustração), de modo que o endereço é um ponto. Um terreno vazio possui zero pontos de acesso definidos, ao passo que lotes de parques e shopping centres, por exemplo, podem ter mais de uma entrada, e/ou mais de um ponto de entrega. Residências comuns, com frequência, possuem somente uma entrada principal, a qual também funciona como ponto de endereçamento. Disso não se pode induzir que todo lote é assim. Estender o atributo de um ponto ao lote inteiro gera inconsistências temporais (ex. quando um lote de esquina muda sua entrada para a outra rua) e espaciais (lotes com 0, 2, ou mais pontos de entrega). ==Quantidade de combinações== Quantos CEPs podem ser formados para logradouros codificados no Brasil? 90000000 ou 9.107 CEPs Para cada região e divisão de subsetor: *Região x sub- região x setor x subsetor x divisor de subsetor = 10 x 10 x 10 x 10 x 10 = 105 *O primeiro sufixo tem: [0,8] = 9 algarismos *O segundo sufixo: [0,9] = 10 algarismos *E o terceiro: [0,9] = 10 algarismos *Formando: 9 . 10 . 10 . 105 = 9.107 = 90000000 CEPs ===Distorções=== Como já foi dito anteriormente, o sistema de códigos postais do Brasil foi criado em 1971 obedecendo aos critérios populacionais e econômicos da época. Procurou-se estabelecer uma hierarquia entre as cidades, atribuindo faixas muito extensas - de 800 a 5000 números - de CEP às grandes capitais; faixas grandes - de 30 a 300 números - às demais capitais e aos municípios-polo em suas regiões ou pertencentes à região metropolitana das capitais, e faixas menores - de 1 a 30 números - aos demais municípios. Entretanto, a situação demográfica sofreu alterações consideráveis desde então e muitos municípios que eram os mais importantes de suas regiões passaram essa condição para outros, hoje mais populosos e que têm de usar uma faixa menor de CEP tendo mais endereços e ruas a catalogar. * Uberlândia é o exemplo mais forte disso: em 1971, Uberaba era a maior e mais importante cidade do Triângulo Mineiro e recebeu a faixa 38000-38099, mas Uberlândia desde então cresceu muito mais que Uberaba e ficou com uma faixa muito menor de códigos postais: 38400-38415. * Com São José dos Campos acontece algo semelhante: Taubaté era a cidade mais importante do Vale do Paraíba em 1971, recebendo a faixa 12000-12119, enquanto São José dos Campos recebeu a faixa 12200-12249, mas esta cidade cresceu muito em função de seu parque industrial e tornou-se muito mais populosa que Taubaté, ficando com uma faixa menor. * O mesmo acontece com São Carlos, a cidade cresceu muito em função de seu parque industrial, tecnológico e setor de serviços, tornando-se muito mais populosa do que antes, não possuindo a numeração de Estrutura Setor, ficando assim com uma faixa menor (13560-13577). * Com Franca ocorreu algo similar, apesar da cidade ter recebido numeração de setor. Enquanto Batatais recebeu uma faixa maior (indo de 14300-14339), Franca, por conta de seu enorme crescimento no decorrer da década de 1970 até hoje e com mais municípios alocados no setor, acabou tendo sua numeração limitada a uma faixa bem menor (14400-14414). O estado de Rondônia é outro exemplo. Em 1971, Rondônia ainda estava na condição de território, com uma população muito pequena e recebeu a faixa 78900-78999. Mas Rondônia tornou-se estado, sua população cresceu muito e a faixa original teve de ser ampliada e alterada para 76800-76999. A base de dados dos Correios com a relação dos CEPs com bairros, cidades e estados relacionados foi por muito tempo gratuita para qualquer cidadão no site dos Correios, mas agora chama-se e-DNE ou Diretório Nacional de Endereços, que pode ser comprada no site dos Correios. O diagrama da base sendo vendida pode ser visto aqui: . ===Casos históricos=== ====São Paulo==== Até 1971, o município de São Paulo era dividido, pelo então Departamento de Correios e Telégrafos, em zonas postais (ZP). Elas eram na verdade pouco conhecidas da população em geral, e deve ainda ser levado em consideração que a maioria das ruas da cidade não dispunha, àquela época, de serviço de entrega domiciliar dos correios. As zonas postais de São Paulo eram: * ZP 1 - na região da Sé, que atendia cerca de 70 logradouros do Centro da cidade; * ZP 2 - atendia cerca de 100 logradouros das regiões de Santa Ifigênia, Vila Buarque e da área próxima ao Mercado Municipal; * ZP 3 - cerca de 160 logradouros, na Consolação, Bela Vista e Liberdade; * ZP 4 - cerca de 150 logradouros, espalhados pela Barra Funda, Higienópolis, arredores da Avenida Nove de Julho e Avenida São Luís (Centro); * ZP 5 - atendia cerca de 200 logradouros na região dos Jardins e no Sumaré; * ZP 6 - cerca de 280 logradouros no Brás e no Pari; * ZP 7 - aproximadamente 460 logradouros no Belenzinho, no Tatuapé e na Vila Maria; * ZP 8 - cerca de 480 logradouros da Vila Mariana e da Saúde; * ZP 9 - cerca de 370 logradouros de Pinheiros e do Butantã; * ZP 10 - aproximadamente 350 logradouros na Lapa e em Perdizes; * ZP 11 - atendia partes do Ipiranga e da Vila Prudente; * ZP 12 - cobria cerca de 150 logradouros no Cambuci e na Aclimação; * ZP 13 - atendia partes da Mooca, do Alto da Mooca e da Água Rasa; * ZP 14 - atendia partes de Santana e da Vila Guilherme; * ZP 15 - servia cerca de 130 logradouros na Vila Nova Conceição e no Itaim Bibi; * ZP 16 - cerca de 290 logradouros na Penha; * ZP 17 - aproximadamente 100 logradouros no Brooklin e Campo Belo; * ZP 18 - na área central de Santo Amaro; * ZP 19 - atendia parte da Vila Carrão; * ZP 20 - servia parte do Tucuruvi; * ZP 21 - cerca de 70 logradouros de Indianópolis (hoje em dia geralmente chamado de Moema); * ZP 22 - cobria apenas 30 logradouros, divididos entre São Miguel Paulista e a Freguesia do Ó; * ZP 23 - servia cerca de 160 logradouros no Bom Retiro, na Luz e na Casa Verde. Em 1970, a Empresa Brasileira de Correios iniciou, em São Paulo, a utilização do CEP, cujo objetivo é atender a totalidade da área urbana das diferentes localidades. São Paulo passou a ser subdividida por nova numeração, com os CEPs se iniciando sempre por \"0\", e com os setores postais classificados conforme segue: * 010xx - Centro (Sé e República) * 011xx - Bom Retiro * 012xx - Vila Buarque e Sumaré * 013xx - Consolação * 014xx - Jardins * 015xx - Liberdade * 020xx - Santana e Vila Guilherme * 021xx - Vila Maria * 022xx - Jaçanã e Tucuruvi * 023xx - Tremembé * 024xx - Mandaqui * 025xx - Casa Verde * 026xx - Cachoeirinha * 027xx - Limão * 028xx - Brasilândia * 029xx - Freguesia do Ó e parte do Jaraguá * 030xx - Brás e Parque São Jorge * 031xx - Mooca e parte de Vila Prudente * 032xx - São Lucas * 033xx - Anália Franco e Vila Formosa * 034xx - Carrão e Aricanduva * 035xx - Vila Matilde * 036xx - Penha * 037xx - Cangaíba * 038xx - Ermelino Matarazzo * 039xx - São Mateus * 040xx - Vila Mariana (oeste) e Moema * 041xx - Vila Mariana (leste) e Saúde * 042xx - Ipiranga * 043xx - Jabaquara * 044xx - Cidade Ademar * 045xx - Itaim Bibi * 046xx - Campo Belo * 047xx - Santo Amaro * 048xx - Cidade Dutra, Grajaú e Parelheiros * 049xx - Guarapiranga * 050xx - Lapa e Perdizes * 051xx - São Domingos , Pirituba e Jaraguá * 052xx - Perus * 053xx - Jaguaré e Leopoldina * 054xx - Pinheiros * 055xx - Butantã (Raposo Tavares) * 056xx - Morumbi * 057xx - Campo Limpo * 058xx - Capão Redondo * 059xx - utilizado apenas para endereços comerciais de promoções de empresas * 060xx a 079xx - outros municípios da Grande São Paulo * 080xx - São Miguel * 081xx - Itaim Paulista * 082xx - Itaquera * 083xx - São Rafael * 084xx - Guaianases * 085xx a 099xx - outros municípios da Grande São Paulo. ====Rio de Janeiro==== Até 1975, a cidade do Rio de Janeiro era dividida, pelo então Departamento de Correios e Telégrafos, em zonas de correio (ZC), que em algumas vezes eram atribuídas para pequenos trechos das principais vias comerciais. Alguns exemplos das antigas Zonas de Correio são: * ZC 00 - nas imediações da Praça Pio X * ZC 01 - nos bairros da Glória, Cosme Velho, Laranjeiras e Catete * ZC 02 - em Botafogo * ZC 07 - em Copacabana * ZC 11 - na Vila Isabel, no Grajaú e no Andaraí * ZC 20 - nos bairros de Leblon, Gávea, Jardim Botânico * ZC 21 - para o trecho da Avenida Rio Branco em torno do número 110 * ZC 28 - na ilha de Paquetá * ZC 32 - na Ilha do Governador * ZC 37 - em Ipanema * ZC 58 - nas imediações da Praça da República * ZC 82 - na Urca * ZC 89 - em Jacarepaguá. Esse sistema perdurou até 1975, pois mesmo depois da implantação do CEP com cinco dígitos para as localidades do Brasil e para os logradouros da cidade de São Paulo, em 1970, a correspondência destinada à cidade do Rio de Janeiro tinha o formato CEP 20000 - ZC 00. A partir de 1975 a cidade foi dividida em diferentes setores postais, e os bairros foram numerados de 20000 a 23700. Exemplos: * 200xx - Centro * 202xx - Rio Comprido * 20397 - Ilha de Paquetá * 205xx - Grajaú * 208xx - São Cristóvão * 210xx - Méier * 220xx - Copacabana * 222xx - Flamengo * 230xx - Bangu * 237xx - Santa Cruz Em 1991, como no resto do país, os códigos postais dos logradouros da cidade do Rio de Janeiro passaram também para o formato de oito dígitos 20000-000. === Consulta CEP === Existem ferramentas que permitem obter o endereço a que uma numeração de CEP pertence, contendo o estado, município, o logradouro e a faixa de numeração neste logradouro a que a numeração do CEP pertence. Assim como, pode-se obter a numeração de CEP a partir de um endereço informado. Os Correios fornecem uma ferramenta para tal em seu website. Existem também outros websites que fornecem especificamente este tipo de serviço como por exemplo o CEPS.XYZ ou o CEP Brasil == Ligações externas == *CEPs por Estados ou Capitais e Regiõe *CEPs de Estados, Cidades, Bairros, Ruas e Logradouros do Brasil Categoria:Administração pública do Brasil Categoria:Empresa Brasileira de Correios e Telégrafos Categoria:Códigos postais por país",
 "title": "Código de Endereçamento Postal"
}