{
 "id": "69650",
 "text": "O Redunca arundinum, comummente conhecido como chango (em Moçambique), nunce (em Angola) ou cobo-dos-juncais , é um animal herbívoro da família dos bovídeos, subfamília dos reduncináceos. == Descrição == O cobo-dos-juncais é a maior espécie do género Redunca. Em média, os machos pesam cerca de 68 quilos, ao passo que as fêmeas pesam 48 quilos. Estes antílopes podem medir entre 134 a 167 cm. Do que toca à coloração habitual da pelagem, há um leque extremamente variegado de possibilidades, podendo variar entre o castanho- amarelado claro e o castanho-acizentado. São brancos do ventre até ao queixo, contando com faixas castanho-claras, dos lados da cabeça. Contam também com ocelos brancos à volta dos olhos. Podem ter manchas brancas e pretas nas pernas traseiras. O cobo-dos-juncais possui ainda uma cauda felpuda, com parte de baixo de cor branca. Esta espécie pauta-se por um certo grau de dimorfismo sexual, assinalado pelos cornos, que só existem nos machos. Com efeito, os cornos só começam a despontar nos machos ao fim dos primeiros seis meses de vida. Os cornos são em \"V\" e podem medir entre 30 e 45 centímetros de comprimento. == Distribuição geográfica == Os cobos-dos-juncais marcam presença ao longo das regiões da África Austral e do Sul da África Central. Encontram-se no Sul do Congo, no Sul da Tanzânia, e ao longo de todo o território em Angola, na Zâmbia, no Malauí, em Moçambique, em Zimbabué e no Norte da Africa. O extremo Norte dos habitats ocupados por esta espécie são os limites da florestas de Miombo. === Habitat === Originalmente, esta espécie habitava nas zonas húmidas, do interior das savanas. Presentemente, esta espécie marca presença em zonas pantanosas, onde haja água abundante e vegetação alta, como juncos. == Comportamento == O cobo-dos-juncais é uma presa muito fácil, vivem em duplas ou em pequenos grupos de até 12 animais, quando assustado fica imóvel e só se mexe quando o inimigo já está muito próximo. O período de gestação é de 7 meses e meio e nasce apenas um filhote. Os filhotes são extremamente vulneráveis aos mabecos e o número de filhotes abatidos é enorme. A espécie está ameaçada de extinção. == Estado Novo == Durante o período do Estado Novo, foi promulgado o decreto n.º 40 040, pelo Ministério do Ultramar, por efeito do qual se consignava que esta espécie, identificada como «chango», tanto para Angola como Moçambique, fazia parte da categoria legal das espécies de caça permitida. * WILSON, D. E., REEDER, D. M. eds. (2005). Mammal Species of the World: A Taxonomic and Geographic Reference. 3ª ed. Johns Hopkins University Press, Baltimore, Maryland, 2.142 pp. 2 vol. * Antelope Specialist Group 1996. Redunca arundinum. IUCN 2007 IUCN Red List of Threatened Species. Acessado em 24 de janeiro de 2008. Categoria:Antílopes Categoria:Mamíferos descritos em 1785 Categoria:Fauna de Angola Categoria:Fauna de Moçambique",
 "title": "Redunca arundinum"
}