{
 "id": "69665",
 "text": "Luís XII (Loir-et-Cher, – Paris, ) foi o Rei da França de 1498 até sua morte. Era filho de Carlos, Duque d'Orleães, e Maria de Cleves, sucedendo seu primo Carlos VIII que havia morrido sem deixar herdeiros. == Vida == Órfão de pai aos três anos de idade, tornou-se Duque de Orleans, como Luis II; sendo tutelado pelo rei Luís XI, que lhe proporcionou uma severa educação, visto que naquela ocasião era o herdeiro presumido da Coroa (até 1470, quando nasceu o Delfim, futuro rei Carlos VIII). Em 1476, Luis XI o fez casar com sua filha, Joana de Valois, Duquesa de Berry, enfermiça e aleijada, pois pretendia desta forma promover a extinção do ramo dos Orleans, fazendo retornar sua herança ao ramo direto dos Valois. O rei Luis XI morreu em 1483, deixando o trono a seu filho Carlos VIII, que era menor, sendo o reino confiado a regência de sua filha mais velha, Ana de França e seu marido, Pedro II de Bourbon. Em 1484, descontente com regência de Ana de França, ainda como Duque de Orleans, Luis aderiu à Liga do Bem Público e participou da chamada “Guerra Louca” (Guerre Folle) caindo prisioneiro na batalha de Saint Aubin-du-Cormier. Após três anos de prisão, foi indultado em 1488 pelo novo rei, seu primo e cunhado, Carlos VIII, a quem acompanhou durante a invasão francesa à Itália, naquilo que se conhece como Primeira Guerra da Itália; onde viu frustradas suas ambições de tomar para si o Ducado de Milão. Em 1498, torna-se rei em virtude da morte acidental de seu primo Carlos VIII, que morreu sem deixar descendentes, devido a uma hemorragia cerebral, após chocar-se contra um lintel, durante um jogo de pelota com seus pajens no Castelo de Amboise. Luis XII foi coroado à 27 de maio de 1498, na Catedral de Reims. Logo após sua coroação solicita ao Papa Alexandre VI, a anulação de seu casamento com Joana de Valois, alegando razões de consanguinidade e que houvera casado contra sua livre vontade. Apesar da fragilidades das alegações, o Papa pronunciou-se a favor da anulação, em troca da ajuda francesa na conquista da Romanha e da concessão do Ducado de Valentinois a seu filho César Bórgia. Em 8 de janeiro de 1499, casou-se com Ana, Duquesa da Bretanha, viúva de seu antecessor e primo Carlos VIII, garantindo a si e aos reis franceses a definitiva anexação do Ducado da Bretanha. Luís era neto de Valentina Visconti, a qual era meia-irmã de Filipe Maria, um antigo duque de Milão que morreu sem filhos, sendo sucedido por um membro da família Sforza; o que lhe deu base para suas pretensões de invasão da Itália e conquista do Ducado de Milão, que julgava ser seu por direito. Em 1499, Luis XII dá início à Segunda Guerra Italiana (1499-1501); em aliança com a República de Veneza e com César Bórgia, invadindo o Ducado de Milão, onde derrotou Ludovico Sforza, obtendo o domínio sobre Gênova e Milão, reconhecido pelo Tratado de Trento em 1501. Em 11 de novembro de 1500, França e Aragão assinaram secretamente o Tratado de Granada, dividindo entre si o Reino de Nápoles. Luis XII enviou à Nápoles em junho de 1501, um exército de onze mil homens comandados por Bernard Stuart, Senhor de Aubigny. Quando o exército achava-se próximo à Roma, os embaixadores de França e Aragão notificaram o Papa Alexandre VI sobre o Tratado de Granada, obtendo o seu apoio mediante a publicação de uma bula que nomeava os dois reis – Luis XII de França e Fernando II de Aragão – como vassalos do Papa em Nápoles. As forças francesas e espanholas avançam em território napolitano, destronando o Rei Frederico I. O acordo franco-espanhol sobre o domínio de Nápoles teve porém, curta duração. As hostilidades tiveram início em 1502; quando liderados pelo vice-rei Luis de Amagnac; os franceses forçaram os espanhóis, comandados por Gonzalo Fernández de Córdova, a retroceder até o sul da península. A chegada de reforços espanhóis alterou o rumo da guerra, e os franceses sob comando do Senhor D’Albigny foram derrotados na Batalha de Seminara em 1503. A seguir sofreram nova e decisiva derrota em dezembro do mesmo ano na Batalha de Garellano. Isolados em Nápoles, assinam a Capitulação de Gaeta em 1504, entregando suas possessões aos espanhóis. Buscando recompor as perdas sofridas, Luis XII ordenou ainda uma invasão ao Roussillon, onde o exército francês foi igualmente batido pelos espanhóis, o que levou a assinatura dos Tratados de Lyon e de Blois (1504), pelo qual a França renunciava às suas conquistas na Itália meridional. Mediante o Tratado de Blois, assinado em 22 de setembro de 1504 com Filipe I, rei consorte de Castela; Luis XII acordava o casamento de sua filha Claudia de Valois com o infante Carlos (futuro Carlos I da Espanha e V do Sacro Império Romano-Germânico). Os Estados Gerais reunidos em Tours, solicitaram a anulação do acordo, pois temiam a virtual ascensão de um príncipe espanhol ao trono francês. Luis XII aquiesceu e tratou a seguir do casamento de sua filha Cláudia com seu primo e herdeiro Francisco de Valois- Angouleme (futuro Francisco I). A partir de 1508, Luis XII voltou a intervir na Itália. Estabeleceu a Liga de Cambrai, associando-se a Fernando II de Aragão, ao Imperador Maximiliano I e ao Papa Júlio II, contra a República de Veneza, obtendo a vitória na Batalha de Agnadello (maio de 1508). Em 1511, o Papa Júlio II, temeroso da política expansionista de Luis XII para o Norte da Itália; lidera a criação da Santa Liga, aliando-se à Espanha e à República de Veneza, obtendo posteriormente a adesão de Inglaterra e Suíça. Em 1512, a França obtém uma vitória inicial contra as forças do Papado e da Espanha na Batalha de Ravena; porém em 1513, após uma derrota para os suíços na Batalha de Novara, Luis XII perde o controle sobre o Ducado de Milão, que é entregue a Maximiliano Sforza, filho do antigo duque. Ainda em 1513, sofre nova derrota em Pas-de-Calais frente ao rei Henrique VIII de Inglaterra, na Batalha de Guinegatte (também denominada Batalha das Esporas), enquanto Fernando II de Aragão, ao sul efetua a tomada do Reino de Navarra. Tornou-se viúvo em 1514, quando a rainha Ana morreu no Castelo de Blois, em 9 de janeiro, de pedra no rim, sendo sepultada em Saint-Denis. Premido pelos insucessos militares, porém beneficiado pela morte do Papa Júlio II e a eleição de seu sucessor Leão X, que estava inclinado a negociar a paz com a França; Luis XII negocia também com os ingleses, sendo incluído no acordo seu casamento com Maria Tudor, irmã do Rei Henrique VIII, que veio a realizar-se em outubro de 1514. Luis XII morreu subitamente, no ano novo de 1515, apenas três meses após o seu terceiro casamento; sendo sucedido no trono por seu primo e genro Francisco I, filho do Conde de Angolema, visto que a lei sálica excluía as mulheres da linha de sucessão ao trono. == Legado == Apesar dos seus fracassos militares e diplomáticos, Luis XII foi um monarca popular em seu país, tendo sido intitulado “Pai do Povo” pelo Estados Gerais em 1506. Graças as reformas fiscais de 1504 e 1508, a sistematização da coleta de impostos resultou no incremento da arrecadação, legando a seus sucessores uma situação favorável, no que se refere ao tesouro real. Quanto a política interna, figura como um continuador da obra de Luis XI e Carlos VIII, com vistas a centralização do poder, destacando-se a incorporação do Ducado da Bretanha aos domínios da Coroa, mediante seu matrimônio com a Duquesa Ana de Monfort. A Guerra da Liga de Cambrai (ou da Santa Liga) se estendeu até setembro 1515, quando seu sucessor Francisco I obteve uma decisiva vitória sobre o exército suíço na Batalha de Marignano, recuperando o Ducado de Milão, concluindo-se em 1516 pela assinatura da “Paz Perpétua” com os suíços e da Concordata de Bolonha com o Papa Leão X. A política de Luis XII na península itálica foi severamente criticada por diversos contemporâneos seus, incluindo o filósofo e historiador Nicolau Maquiavel, em sua famosa obra “O Príncipe”, publicada em 1532. ==Casamentos e filhos== Casou-se em 28 de outubro de 1473 (anulado em 1498) com Joana de Valois ou Santa Joana de França (1464-1505), filha de Luís XI. Sem posteridade. Casou-se depois no Castelo de Nantes em 8 de janeiro de 1499 com Ana de Montfort, Duquesa da Bretanha (1477-1514), viúva do rei Carlos VIII. Tiveram duas filhas, abaixo. Casou-se por terceira vez em 9 de outubro de 1514 na catedral de Abbeville com Maria de Inglaterra (1496-1533), irmã de Henrique VIII. Prole de Luís XII com Ana: * 1 - Cláudia de França (1499-1524), casou-se com seu primo Francisco I de França, com descendência; * 2 - Filho natimorto (1500); * 3 - Filho natimorto (21 de janeiro de 1503); * 4 - aborto espontâneo (final 1503); * 5 - aborto espontâneo (1505); * 6 - Filho natimorto (21 de janeiro de 1508); * 7 - aborto espontâneo (1509); * 8 - Renata de França (1510-1575), casou-se com Hércules II de Este-Ferrara (1508-1558), com descendência; * 9 - Filho natimorto (21 de janeiro de 1512). Luís XII também teve um filho ilegítimo Michel de Bucy (1489-1511), arcebispo de Bourges em 1505, que morreu em 1511 e foi enterrado na Catedral de Bourges. Categoria:Reis da França Categoria:Monarcas católicos romanos Categoria:Reis de Nápoles Categoria:Duques de Milão Categoria:Duques de Orleães Categoria:Dinastia de Valois Categoria:Duques de Valois Categoria:Monarcas do século XVI Categoria:Sepultados na Basílica de Saint-Denis Categoria:Condes de Blois Categoria:Duques da Bretanha",
 "title": "Luís XII de França"
}