{
 "id": "69696",
 "text": "A Área Central de Singapura é a zona administrativa e comercial da cidade- estado de Singapura. A Área Central é uma área urbana planejada de 266 hectares urbanos no sul de Singapura. Acompanhando a foz do Rio Singapura e engloba porção sudeste da sua bacia hidrográfica, e é o distrito de negócios de Singapura. É uma das áreas mais densas em Singapura, ainda mais do que outras divisões na Área Central, na medida em que está cheia de arranha-céus. Como o próprio nome indica, forma o centro econômico de Singapura, incluindo os distritos mais importantes, como o Raffles Place, os edifícios administrativos, como a Casa do Parlamento, a Suprema Corte e a Prefeitura, bem como numerosos edifícios comerciais e monumentos culturais. Na mesma área está o porto de Singapura que é um dos mais movimentados do mundo e fica em um ponto estratégico no Oceano Pacífico, na parte sul do estreito de Malaca. De lá saem navios carregados de produtos eletrônicos e de alta tecnologia, que correspondem à principal pauta de exportação do país. A Cidade de Singapura é considerada uma das mais limpas cidades do mundo, já que, segundo a constituição em vigor no país, é expressamente proibido jogar papel no chão ou mascar chiclete (os infratores estão sujeitos a multas pesadas). Além disso, o vandalismo é extremamente condenado pela cultura local que continua muito conservadora. == História == O leito do rio Singapura favoreceu a criação do Porto de Singapura, porto natural, e o centro urbano do país. Fundada como uma pequena cidade, Singapura, hoje conhecida como Downtown Core era o centro administrativo, financeiro e comercial da colônia. Em 1823, Singapura foi reorganizada de acordo com o planejamento urbano de Stamford Raffles, que projetou espaços públicos como a Commercial Square (hoje Raffles Place) e outros pontos administrativos. A área passou a ser chamada Downtown Core. == Economia == Assim como Tóquio, Seul, Hong Kong e Xangai, a Área Central é um dos centros financeiros e industriais mais importantes da Ásia, sendo, inclusive, sede de grandes empresas como a MobileOne, a MediaCorp, a Singapore Airlines, a StarHub, oDBS Bank Limited e a Creative Technology Limited. A economia desta área, encobre todo o território de Singapura, equivalendo à economia do país inteiro, havendo uma concentração completa nesta área, gerando assim um constante e intenso fluxo de dinheiro, mercadorias, pessoas, veículos e uma crescente densidade demográfica. == Transporte == Há um alto fluxo de tráfego dentro da região central da cidade, devido ao centro financeiro de Singapura, resultando em uma alta densidade de escritórios nesta área da cidade. Isto leva a uma grande quantidade de pessoas pendulares que deslocam-se para esta região da cidade para trabalhar todos os dias. Em uma tentativa de evitar o congestionamento na cidade, o Governo tem implementado várias medidas diferentes para conter o problema. Por exemplo, mais 5 pórticos ERP foram erguidas na área central desde julho de 2008. O horário de funcionamento destes pórticos também são alterados para refletir com precisão a situação do trânsito na cidade. Um parque de estacionamento de vários andares automatizado também foi construído para permitir que os trabalhadores ao redor da área pudessem estacionar seus carros com conveniência, pois o motorista não deve perder o tempo para encontrar um estacionamento. thumb|200px|direita|Modelo de um ônibus K230UB Scania, da SBS Transiti, em Singapura. A Autoridade de Transporte Terrestres (LTA), responsável por tal legislação na cidade, também implementou vários pontos de táxi em torno dos grandes prédios e edifícios, além de outros pontos principais designados, estradas movimentadas e centros comerciais. Taxistas não estão autorizados a pegar ou deixar passageiros dentro do Central Business District (CBD), onde os autocarros atendem diariamente em horários específicos, entre sete horas e dez horas, exceto aos domingos e feriados. O SBS Transit e o SMRT também oferecem serviços de ônibus a partir de várias partes de Singapura através de serviços de ônibus direto. Um novo planejamento de serviços de autocarros em execução durante a manhã e à noite, nos horários de pico, proporcionam rápido movimento no transporte coletivo. O MRT é o sistema de transporte metropolitano que atende Singapura, com várias estações no centro da cidade, incluindo na City Hall, Raffles Place e Tanjong Pagar. As quatro linhas ferroviárias (todas em operação) em Singapura realizam o transporte de metrô na área da cidade, que contém vários intercâmbios ferroviários entre a Linha Leste-Oeste, a Linha Norte-Sul e a Linha do Norte-Leste. A estação ferroviária em Tanjong Pagar, já proporcionou uma ligação ferroviária para a Malásia ao norte, mas não está mais em operação. == Ver também == * Cidades globais * Lista das cidades mais populosas do mundo Categoria:Cidades de Singapura",
 "title": "Área Central de Singapura"
}