{
 "id": "69743",
 "text": "O termo argila corresponde aos minerais que apresentam tamanho inferior a 2 µm em uma rocha. Essa definição granulométrica é uma herança dos estudos petrográficos efetuados pela microscópia óptica no fim do século XIX, quando os cristais que apresentavam tamanho inferior a 2 µm (micrómetro) não podiam ser distinguidos, sendo classificados pela denominação genérica \"argila\". Hoje, a denominação argila difere em função dos campos de estudo. Assim, em geotecnia, na qual o que interessa é sobretudo o comportamento mecânico dos solos, designa-se argila os materiais de granulometria inferior a 4 µm. Em mineralogia, argila não se refere simplesmente a partículas definidas por um determinado tamanho, mas a certos minerais. O termo é, nesse caso, usado para descrever os filossilicatos, e mais particularmente, aos argilo minerais. == Mineralogia == Formada pela alteração de rochas, como as que contêm feldspato, a argila pode ser encontrada próxima de rios, muitas vezes formando barrancos nas margens. Apresenta-se em diversas cores (branca, cinza, amarelada, avermelhada, cor de café, esverdeada) e constitui uma família de minerais filossilicáticos hidratados aluminosos de baixa cristalinidade e diminutas dimensões (partículas menores do que 1/256 mm ou 4 µm de diâmetro), como a caolinita, esmectita, montmorillonita, illitas, etc. Geralmente, apresenta-se estável nas condições termodinâmicas e geoquímicas da superfície terrestre ou de crosta rasa. No solo, a fração de argila, componente comum das lamas ou barros, como são conhecidos popularmente, é constituída de minerais desse grupo das argilas aos quais se agregam hidróxidos coloidais floculados e diversos outros componentes cristalinos ou amorfos. == Origem e transformação == A argila origina-se da desagregação de rochas feldspáticas, por ataque químico (por exemplo, pela água ou pelo ácido carbônico) ou físico (erosão, vulcanismo), que produz a fragmentação em partículas muito pequenas. Normalmente as jazidas são formadas pelo processo de depósito aluvial, ou seja, as partículas menores (e, portanto, mais leves), partículas inferiores a 2 micrômetros (0,002 mm), são levadas pela corrente de água e depositadas no lugar onde a força hidrodinâmica já não é suficiente para mantê-las em suspensão. Esses locais são os chamados depósitos argilíticos. As argilas assim geradas são chamadas de secundárias, já que a argila primária permanece no local onde se originou, sendo este o caso da formação das jazidas de caulino. Num processo inverso, de litificação, a argila pode se transformar em rocha sedimentar se um depósito de argila for desidratado e submetido a compactação (normalmente pela pressão de camadas superiores), dando origem a rochas clásticas mais finas (lutitos ou pelitos) cujos exemplos podemos citar: os folhelhos, que se apresentam bem estratificados, e os argilitos, que possuem pouca ou nenhuma estratificação. Minerais do grupo das argilominerais: *Haloisita — Al2Si2O5(OH)4 *Caulinita — Al2Si2O5(OH)4 *Ilita — (K,H3O)(Al,Mg,Fe)2(Si,Al)4O10[(OH)2,(H2O)] *Montmorillonita — (Na,Ca)0.33(Al,Mg)2Si4O10(OH)2·nH2O *Vermiculita — (MgFe,Al)3(Al,Si)4O10(OH)2·4H2O *Talco — Mg3Si4O10(OH)2 *Paligorsquite — (Mg,Al)2Si4O10(OH)·4(H2O) *Pirofilita — Al2Si4O10(OH)2 ==Granulometria== Dentro da classificação granulométrica das partículas do solo, a argila ocupa o seguinte lugar: Classificação Diâmetro dos Grãos Argila < 0,001 mm Silte 0,06–0,001 mm Areia 2,0–0,06 mm Seixo > 2,0 mm Entretanto, a classificação USCS que é utilizada habitualmente em engenharia usa os limites de tamanhos máximos de 4,75 mm para a areia e de 0,075 mm para a argila e silte. === Dispersão de argilas === As argilas fazem parte da constituição mineralógica de partículas físicas dos solos, junto com as partículas de silte e areia. No solo essas partículas estão intimamente misturadas. Para podermos quantificar o teor de argila, silte e areia de um solo, devemos proceder a separação dessas partículas. A separação da argila que constitui os solos dá-se pelo processo de dispersão, mais conhecido por dispersão de argilas. == Emprego == As argilas possuem inúmeros usos, inclusive medicinais. Por sua plasticidade enquanto úmida e extrema dureza depois de cozida a mais de 800 °C, são largamente empregadas na cerâmica para produzir vários artefatos, que vão desde tijolos, blocos e telhas até semicondutores utilizados em computadores. == Ver também == * Argilomineral * Mecânica dos solos * Granulometria * Cascalho * Argila expandida Categoria:Materiais Categoria:Minerais Categoria:Silicatos e germanatos Categoria:Tipos de solo",
 "title": "Argila"
}