{
 "id": "69787",
 "text": "Sólon (grego Σόλων, translit. Sólōn; (Atenas, 638 a.C. – 558 a.C.) foi um estadista, legislador e poeta grego antigo. Foi considerado pelos gregos como um dos sete sábios da Grécia antigaPlatão, Protágoras, 343a. e, como poeta, compôs elegias morais-filosóficas. Em 594 a.C., iniciou uma reforma das estruturas social, política e econômica da pólis ateniense. Aristocrata de nascimento e membro de uma nobre e bela família arruinada em meio ao contexto de valorização dos bens móveis na pólis ateniense, Sólon se reconstituiu economicamente através da atividade comercial, passando depois a dedicar-se inteiramente à política. Fez reformas abrangentes, sem conceder aos grupos revolucionários e sem manter os privilégios dos eupátridas. Criou a Eclésia (Assembleia popular), da qual participavam todos os homens livres atenienses, filhos de pai e mãe atenienses e maiores de 30 anos.Aristóteles, Constituição dos atenienses, 4-9. Por ocasião da entrada de Pisístrato na cena política ateniense, Sólon se retirou em exílio voluntário.Plutarco, Vida de Sólon, 32. == Legislador ateniense == Sua obra como legislador ou \"árbitro da constituição\", como o define Aristóteles, se articula em três pontos principais: # Seisachteia, abolição da escravidão por dívidas; # Reforma timocrática ou censitária: a participação não era mais por nascimento, mas censitária, através do Conselho de 800 (Boulé). # Reforma do sistema ático de pesos e medidas. Profundo conhecedor das leis, foi convocado como legislador pela aristocracia em meio a um contexto de tensão social na pólis, quando os demais grupos sociais viam as reformas de Drácon (ocorridas por volta de 621 a.C.) como algo insuficiente. Na sua reforma, Sólon proibiu a hipoteca da terra e a escravidão por endividamento através da chamada lei Seisachtheia; dividiu a sociedade pelo critério censitário (pela renda anual) e criou um tribunal de justiça, a helieia. Suas atitudes, no entanto, desagradaram a aristocracia, que não queria perder seus privilégios oligárquicos, e o povo, que desejava mais que uma política censitária, e sim a promoção de uma reforma agrária. De acordo com a Constituição ateniense, Sólon legislou para todos os cidadãos serem admitidos na EclésiaAristóteles, Constituição dos atenienses, 7.3. e criou um tribunal helieia formado a partir de todos os cidadãos.Aristóteles, Política, 1274a 3, 1274a 15 A helieia parece ter sido a Eclésia, ou alguma parte representativa da mesma, sentada como júri,Ostwald M. From Popular Sovereignty to the Sovereignty of the Law: Law, Society and Politics in Fifth Century Athens. Berkeley, 1986, pp. 9-12, 35.Stanton, G.R. Athenian Politics c.800-500BC: A Sourcebook. Routledge, London (1990), p. 67 n. 2. dando às pessoas comuns não só o poder de eleger funcionários, mas também chamá-los a prestar contas. No entanto, alguns estudiosos duvidam que Sólon tenha incluído os tetes na Eclésia, o que seria demasiado ousado para um aristocrata nesse período arcaico.Hignett C. A History of the Athenian Constitution to the End of the Fifth Century B.C.. Oxford University Press, 1952, pp. 117-118. As fontes antigasAristóteles, Constituição dos ateniensesPlutarco, Vida de Sólon, 19. atribuem-lhe a criação de um Conselho de Quatrocentos, elaborado a partir das quatro tribos atenienses para servir como um comité de direcção para a Eclésia alargada. No entanto, muitos estudiosos modernos têm duvidado disso também.Hignett C. A History of the Athenian Constitution to the End of the Fifth Century B.C.. Oxford University Press, 1952, pp. 92–96.Stanton, G.R. Athenian Politics c800–500BC: A Sourcebook. Routledge, London (1990), p. 72 nota 14. Sólon também modificou o código de leis de Drácon, que já não era mais seguido por causa de seu rigor. A punição do roubo, que era a morte, passou a ser uma multa igual ao dobro do valor roubado.Aulo Gélio, Noctes Atticae, Livro XI, Capítulo 18, O castigo que Drácon, o ateniense, nas leis que ele fez para os seus concidadãos, impôs aos ladrões; as de Sólon, mais tarde; as dos nossos decénviros, que compilaram as Doze Tábuas; ao que se acrescenta que entre os egípcios roubos eram permitidos e legais, e entre os lacedemônios o roubo era fortemente encorajado e recomendado como um exercício útil; e uma citação memorável de Marcus Cato sobre a punição ao roubo, 4 Dentre os 6 mil cidadãos atenienses chamados no Tribunal de Heliaia de heliastas, eram escolhidos por votação os julgadores, sempre em número ímpar, quando passavam a ser chamados de dikastas, que atuavam nas sessões de justiça — as chamadas dikasterias. No julgamento de Sócrates, houve 801 dikastas. \"É que as leis em nada diferiam das teias de aranha: se, como estas, estavam aptas a prender os fracos e pequenos que conseguissem apanhar, seriam contudo despedaçadas pelos poderosos e pelos ricos.\" Esta frase é muitas vezes equivocadamente atribuída a Solon, mas foi ditaPlutarco, Vidas Paralelas: Sólon e Publícola por Anacársis, ao saber que Sólon havia sido designado para elaborar um código de leis para os atenienses. == Sólon em Heródoto == Sólon em Histórias de Heródoto é descrito como um cidadão Ateniense desembarcando em Sardes de uma viagem para a qual se licenciara de seus compromissos com a polis de Atenas por dez anos alegando desejar ver novas terras. Ele havia antes de sair de Atenas escrito Leis que, segundo Heródoto justificariam o real motivo dele se ausentar de Atenas para não ser obrigado a revogá-las. Sólon chegara de uma passagem pelo Egito, onde tinha sido hospedado pelo rei Amásis, faraó do Egito. Em Sardes foi hospedado pelo rei Creso, quem o interroga sobre quem seria o homem mais feliz que já encontrara. == Poesia== Sólon também se dedicou à escrita de poesia elegíaca. Em suas elegias, Sólon expressa seu conjunto de ideias políticas. Seus versos nos chegaram de maneira fragmentária, a partir de citações de autores antigos como Aristóteles, Demóstenes, Teofrasto, Diógenes Laércio, Diodoro Sículo e Plutarco. == Bibliografia == * FALCO, Vittorio de; COIMBRA, Aluizio F. Os elegíacos gregos de Calino a Crates. São Paulo, 1941 * MALHADAS, Daisi; MOURA NEVES, Maria H. de. Antologia de poetas gregos de Homero a Píndaro. Araraquara: FFCLAr-UNESP, 1976 * BARROS, Gilda N. M. de. Sólon de Atenas - A cidadania antiga. São Paulo: Humanitas, 1999 * CARDOSO, G.C. Sólon. In: Plutarco - Vidas Paralelas, v. 1. São Paulo: Paumape, p. 170-206, 1991. Categoria:Poetas da Grécia Antiga Categoria:Políticos da Atenas Antiga Categoria:Gregos do século VII a.C. Categoria:Gregos do século VI a.C. Categoria:Sete Sábios da Grécia",
 "title": "Sólon"
}