{
 "id": "69789",
 "text": "Esta lista de prefeitos do município de São Paulo compreende todas as pessoas que tomaram posse definitiva da chefia do executivo municipal em São Paulo e exerceram o cargo como prefeitos titulares, além de prefeitos eleitos cuja posse foi em algum momento prevista pela legislação vigente. Prefeitos em exercício que substituíram temporariamente o titular não são considerados para a numeração mas estão citados em notas, quando aplicável. Com exceção de um breve período tumultuado no Brasil Império, o cargo foi inaugurado com uma eleição indireta realizada pelos integrantes da Câmara Municipal em 1899: foi escolhido como prefeito o conselheiro Antônio da Silva Prado, o vereador mais votado nas eleições anteriores. O processo de escolha indireta com votação anual continuou até 1907, quando foram realizadas as primeiras eleições diretas para a prefeitura de São Paulo. Durante a Era Vargas, houve o predomínio de prefeitos nomeados pelo governo provisório, interventores federais, ou governadores militares. Mesmo com o fim do Estado Novo em 1945, a política de nomeação continuou até 1953, quando se deram as primeiras eleições paulistanas por sufrágio universal: retirava-se São Paulo da lista de \"bases ou portos militares de excepcional importância para defesa externa do País\" presentes na lei nº 121 de 22 de outubro de 1947, e, assim, anulava-se a impossibilidade constitucional do voto popular. Entre 1969 e 1986, com a aprovação do Ato Institucional Número Três, exerceram o cargo principalmente prefeitos que, após serem nomeados pelos governadores estaduais, necessitavam de aprovação da Assembleia Legislativa: eram popularmente apelidados de \"biônicos\". Com a redemocratização, tornaram a ser escolhidos em eleições diretas os prefeitos da capital paulista. Ricardo Nunes tem sido prefeito de São Paulo desde 16 de maio de 2021, após a morte de seu antecessor e companheiro de chapa Bruno Covas. == Antecedentes == A primeira administração de São Paulo surgiu já no século XVI, cinco anos após a sua fundação. A chefia do executivo municipal, equivalente ao cargo de prefeito, cabia aos procuradores do Conselho da Câmara (o que viria a ser a Câmara Municipal de São Paulo). O primeiro procurador foi João Eanes, eleito em 1561. Seguiram-lhe no cargo, assumindo respectivamente em 1562 e 1563, Luís Martins e Salvador Pires. A então vila continuou com esta forma de administração até 1711 (sendo o último dos 151 procuradores Manuel do Rego Cabral), quando foi elevada à categoria de cidade por ordem de Dom João V. De 1712 a 1828, administraram o município 109 procuradores, começando com Antônio Rodrigues dos Ouros e terminando com Antônio Justiniano de Sousa. Com a Lei de Regimento dos Municípios, as funções executivas da Câmara e do município foram exercidas, a rigor, mais pelo presidente do que propriamente pelos procuradores do conselho. Existiram seis presidentes até o ano de 1835, quando surgiu, pela primeira vez, o cargo de prefeito de São Paulo. Os cargos de prefeito e sub- prefeito foram extintos em 1838, com retorno do sistema que permitia à Câmara o controle direto do poder executivo. Dessa data até 1890, o cargo de chefe do executivo municipal de São Paulo foi exercido por 60 cidadãos. O último do período referido foi o major Domingos Sertório. De 1890 a 1899, a cidade foi administrada por uma intendência, constituída de três membros. Denominava-se Conselho de Intendência Municipal, conforme o decreto de 15 de janeiro de 1890. == Prefeitos do período imperial (1835–1838) == Houve cinco prefeitos em São Paulo durante o período regencial, sendo dois interinos, após o então presidente da província Rafael Tobias de Aguiar decretar, em 11 de abril de 1835, a lei provincial nº18. A lei deixava a chefia do executivo municipal e o comando da guarda policial a um prefeito nomeado, exigindo-se o uso de farda de secretário do governo provincial. Ficavam sob as ordens do prefeito ainda os subprefeitos, um por freguesia, os fiscais municipais e os inspetores de quarteirão. A resistência dos vereadores à mudança na legislação garantiu a extinção do novo cargo em 1838, vindo a aparecer novamente 60 anos depois.MACHADO JR., Armando Marcondes. Divisão territorial do estado de São Paulo - Resgate histórico. 4ª ed. São Paulo : CONAM, 1997. N.º Prefeito Período do governo Ref. 1 Luís Antônio de Sousa Barros 5 de maio de 1835 até 21 de novembro de 1835 2 Joaquim José de Morais e Abreu 13 de fevereiro de 1836 até 21 de fevereiro de 1836 3 Pedro Gomes de Camargo 22 de fevereiro de 1836 até 28 de fevereiro de 1838 == Prefeitos do período republicano (1899–atual) == === Primeira República (1899–1930) === A lei nº374, de 29 de novembro de 1898, reorganizou o poder municipal, criando novamente o cargo de prefeito e introduzindo o vice- prefeito. Ambos eram primeiramente vereadores escolhidos pela Câmara Municipal em eleição anual e depois passaram a ser escolhidos pelo povo, sistema que perdurou até 1930 com uma interrupção entre 1911 e 1917. Com essa lei, recuperou o município de São Paulo a autonomia que lhe vinha desde os tempos coloniais. ;Partido N.º Prefeito Período do governo Partido Vice-prefeito(s) Eleição Referências 1 Antônio da Silva Prado 7 de janeiro de 1899 até 15 de janeiro de 1911 Partido Republicano Paulista PRP Pedro Vicente de Azevedo Asdrúbal Augusto do Nascimento 1899–1907 1907 2 Raimundo da Silva Duprat 16 de janeiro de 1911 até 14 de janeiro de 1914 Partido Republicano Paulista PRP João Maurício de Sampaio Viana 1911–1913 3 Washington Luís 15 de janeiro de 1914 até 15 de agosto de 1919 Partido Republicano Paulista PRP João Maurício de Sampaio Viana Álvaro Gomes da Rocha Azevedo 1914 1916 4 Álvaro Gomes da Rocha Azevedo 16 de agosto de 1919 até 15 de janeiro de 1920 Partido Republicano Paulista PRP Nenhum Linha sucessória 5 Firmiano de Morais Pinto 16 de janeiro de 1920 até 15 de janeiro de 1926 Partido Republicano Paulista PRP Álvaro Gomes da Rocha Azevedo Henrique de Sousa Queirós Luís Augusto Pereira de Queirós Luciano Gualberto 1919 1922 6 José Pires do Rio 16 de janeiro de 1926 até 24 de outubro de 1930 Partido Republicano Paulista PRP Luciano Gualberto Ulisses de Abreu e Lima Pereira Coutinho 1925 1928 === Era Vargas e Quarta República: prefeitos nomeados (1930–1953) === ;Partidos N.º Prefeito Período do governo Partido Nomeador Referências 7 José Joaquim Cardoso de Melo Neto 24 de outubro de 1930 até 6 de dezembro de 1930 Partido Democrático PD Hastínfilo de Moura 8 Luís Inácio de Anhaia Melo 6 de dezembro de 1930 até 26 de julho de 1931 Partido Democrático PD João Alberto Lins de Barros 9 Francisco Machado de Campos 90px 26 de julho de 1931 até 14 de novembro de 1931 Partido Democrático PD Laudo de Camargo 10 Luís Inácio de Anhaia Melo 14 de novembro de 1931 até 5 de dezembro de 1931 Partido Democrático PD Manuel Rabelo 11 Henrique Jorge Guedes 5 de dezembro de 1931 até 24 de maio de 1932 Partido Republicano Paulista PRP 12 Gofredo Teixeira da Silva Teles 24 de maio de 1932 até 3 de outubro de 1932 Partido Republicano Paulista PRP Pedro Manuel de Toledo 13 Artur Saboia 90px 3 de outubro de 1932 até 29 de dezembro de 1932 Nenhum Nenhum (Diretor de Obras e Viação assumiu após renúncia do titular) 14 Teodoro Augusto Ramos 29 de dezembro de 1932 até 2 de abril de 1933 Nenhum Valdomiro Castilho de Lima 15 Artur Saboia 90px 2 de abril de 1933 até 24 de maio de 1933 Nenhum Nenhum (Diretor de Obras e Viação assumiu após renúncia do titular) 16 Osvaldo Gomes da Costa 24 de maio de 1933 até 31 de julho de 1933 Nenhum Valdomiro Castilho de Lima 17 Carlos dos Santos Gomes 31 de julho de 1933 até 22 de agosto de 1933 Nenhum Manuel de Cerqueira Daltro Filho 18 Antônio Carlos de Assunção 22 de agosto de 1933 até 7 de setembro de 1934 Nenhum Armando de Sales Oliveira 19 Fábio da Silva Prado 7 de setembro de 1934 até 1 de maio de 1938 Nenhum 20 Prestes Maia 1 de maio de 1938 até 11 de novembro de 1945 Nenhum Ademar de Barros 21 Abraão Ribeiro 11 de novembro de 1945 até 15 de março de 1947 Nenhum José Carlos de Macedo Soares 22 Cristiano Stockler das Neves 15 de março de 1947 até 29 de agosto de 1947 Partido Social Progressista PSP Ademar de Barros 23 Paulo Lauro 29 de agosto de 1947 até 26 de agosto de 1948 Partido Social Progressista PSP 24 Milton Improta 26 de agosto de 1948 até 4 de janeiro de 1949 Nenhum Nenhum (Secretário das Finanças assumiu após renúncia do titular) 25 Asdrúbal da Cunha 90px 4 de janeiro de 1949 até 28 de fevereiro de 1950 Partido Social Progressista PSP Ademar de Barros 26 Lineu Prestes 90px 28 de fevereiro de 1950 até 1 de fevereiro de 1951 Partido Social Progressista PSP 27 Armando de Arruda Pereira 1 de fevereiro de 1951 até 7 de abril de 1953 Partido Social Progressista PSP Lucas Nogueira Garcez === Fase democrática da Quarta República e últimas eleições na ditadura (1953–1969) === ;Partidos até 1965 (abolidos pelo AI-2) ;Partido após 1965 N.º Prefeito Período do governo Partido Vice-prefeito Eleição Referências 28 Jânio Quadros 8 de abril de 1953 até 31 de janeiro de 1955 Partido Democrata Cristão PDC Porfírio da Paz 1953 29 William Salem 31 de janeiro de 1955 até 21 de junho de 1955 Partido Social Progressista PSP Nenhum Linha sucessória 30 Juvenal Lino de Matos 22 de junho de 1955 até 13 de abril de 1956 Partido Social Progressista PSP Vladimir de Toledo Piza 1955 31 Vladimir de Toledo Piza 13 de abril de 1956 até 7 de abril de 1957 Partido Trabalhista Brasileiro PTB Nenhum Linha sucessória 32 Ademar de Barros 8 de abril de 1957 até 7 de abril de 1961 Partido Social Progressista PSP Cantídio Nogueira Sampaio 1957 33 Prestes Maia 8 de abril de 1961 até 7 de abril de 1965 União Democrática Nacional UDN José Freitas Nobre 1961 34 José Vicente Faria Lima 8 de abril de 1965 até 7 de abril de 1969 MTR ARENA Leôncio Ferraz Júnior 1965 === Ditadura militar: prefeitos biônicos (1969–1986) === ;Partidos N.º Prefeito Período do governo Partido Nomeador Referências 35 Paulo Maluf 8 de abril de 1969 até 7 de abril de 1971 Aliança Renovadora Nacional ARENA Abreu Sodré 36 José Carlos de Figueiredo Ferraz 8 de abril de 1971 até 22 de agosto de 1973 Nenhum Laudo Natel 37 Brasil Vita 22 de agosto de 1973 até 27 de agosto de 1973 Aliança Renovadora Nacional ARENA Nenhum (Presidente da Câmara Municipal assumiu após exoneração do titular) 38 Miguel Colasuonno 28 de agosto de 1973 até 16 de agosto de 1975 Aliança Renovadora Nacional ARENA Laudo Natel 39 Olavo Setúbal 17 de agosto de 1975 até 11 de julho de 1979 Aliança Renovadora Nacional ARENA Paulo Egydio Martins 40 Reinaldo de Barros 12 de julho de 1979 até 14 de maio de 1982 ARENA PDS Paulo Maluf 41 Antônio Salim Curiati 15 de maio de 1982 até 14 de março de 1983 Partido Democrático Social PDS Paulo Maluf 42 Francisco Altino Lima 15 de março de 1983 até 10 de maio de 1983 Partido do Movimento Democrático Brasileiro PMDB Nenhum (Presidente da Câmara Municipal assumiu para ocupar cargo vago) 43 Mário Covas 11 de maio de 1983 até Partido do Movimento Democrático Brasileiro PMDB Franco Montoro === Sexta República (1986–) === Desde que a reeleição passou a ser permitida para o cargo de prefeito, em 1997, nenhum candidato foi eleito em duas eleições seguidas na cidade de São Paulo para o cargo de Prefeito. Os únicos \"reeleitos\" foram anteriormente eleitos como vices, e assumiram o cargo em decorrência da renúncia do titular, sendo posteriormente reeleitos para permanecer no cargo. ;Partidos N.º Prefeito(a) Período do governo Partido Vice-prefeito(a) Eleição Referências 44 Jânio Quadros 1 de janeiro de 1986 até 1 de janeiro de 1989 Partido Trabalhista Brasileiro PTB Arthur Alves Pinto 1985 45 Luiza Erundina 1 de janeiro de 1989 até 1 de janeiro de 1993 Partido dos Trabalhadores PT Luiz Eduardo Greenhalgh 1988 46 Paulo Maluf 1 de janeiro de 1993 até 1 de janeiro de 1997 Partido Democrático Social PDS Sólon Borges dos Reis 1992 Partido Progressista Reformador PPR Partido Progressista Brasileiro PPB 47 Celso Pitta 1 de janeiro de 1997 até 1 de janeiro de 2001 Partido Progressista Brasileiro PPB Régis de Oliveira 1996 Partido Trabalhista Nacional PTN 48 Marta Suplicy 1 de janeiro de 2001 até 1 de janeiro de 2005 Partido dos Trabalhadores PT Hélio Bicudo 2000 49 José Serra 1 de janeiro de 2005 até 31 de março de 2006 Partido da Social Democracia Brasileira PSDB Gilberto Kassab 2004 50 Gilberto Kassab 31 de março de 2006 até 1 de janeiro de 2013 Partido da Frente Liberal PFL Nenhum Linha sucessória Democratas DEM Alda Marco Antônio 2008 Partido Social Democrático PSD 51 Fernando Haddad 1 de janeiro de 2013 até 1 de janeiro de 2017 Partido dos Trabalhadores PT Nádia Campeão 2012 52 João Doria 1 de janeiro de 2017 até 6 de abril de 2018 Partido da Social Democracia Brasileira PSDB Bruno Covas 2016 53 Bruno Covas 6 de abril de 2018 até 16 de maio de 2021 Partido da Social Democracia Brasileira PSDB Nenhum Linha sucessória Ricardo Nunes 2020 54 Ricardo Nunes Início em 16 de maio de 2021 Movimento Democrático Brasileiro MDB Nenhum Linha sucessória === Linha do tempo === Entre 1899 e 2021, mais de 75 pessoas assumiram a prefeitura de São Paulo, sendo 48 prefeitos titulares. Desses mandatários, cinco governaram durante dois períodos de forma não consecutiva: um nomeado duas vezes (Anhaia Melo), um interino duas vezes (Artur Saboia), um eleito duas vezes (Jânio Quadros) e dois nomeados no primeiro mandato e eleitos no segundo (Prestes Maia e Paulo Maluf). O prefeito que permaneceu por mais tempo no cargo foi Antônio da Silva Prado, que governou durante 12 anos. ImageSize = width:1200 height:auto barincrement:12 PlotArea = top:21 bottom:151 right:131 left:21 AlignBars = late DateFormat = dd/mm/yyyy Period = from:1899 till:2027 TimeAxis = orientation:horizontal ScaleMajor = unit:year increment:4 start:1901 ScaleMinor = unit:year increment:1 start:1899 Colors = id:prp value:rgb(0.11,0.11,0.13) legend:PRP id:pd value:rgb(0.1,0.07,0.6) legend:PD id:nenhum value:rgb(0.9,0.9,0.9) legend:Nenhum id:psp value:rgb(1,0.8,0.2) legend:PSP id:pdc value:rgb(1,1,0.6) legend:PDC id:ptb value:rgb(0,0.75,1) legend:PTB id:udn value:rgb(1,0.6,0.4) legend:UDN id:mtr value:rgb(0,0.8,0.8) legend:MTR id:arena value:rgb(0.26,0.22,0.69) legend:ARENA id:pdsetc value:rgb(0,0.3,0.64) legend:PDS,_PPR,_PPB id:mdb value:rgb(0.18,0.55,0.34) legend:PMDB,_MDB id:pt value:rgb(0.85,0.07,0.03) legend:PT id:pfldem value:rgb(0.6,1,0.2) legend:PFL,_DEM id:psdb value:rgb(0.12,0.56,1) legend:PSDB id:psd value:rgb(0.44,0.78,0.27) legend:PSD Legend = columns:4 left:200 top:100 columnwidth:230 TextData = pos:(20,100) textcolor:black fontsize:M text:\"Partidos políticos:\" BarData = bar:AntonioPrado bar:RaimundoDuprat bar:WashingtonLuis bar:RochaAzevedo bar:FirmianoPinto bar:PiresdoRio bar:CardosodeMeloNeto bar:AnhaiaMelo bar:MachadodeCampos bar:JorgeGuedes bar:SilvaTeles bar:ArturSaboia bar:TeodoroRamos bar:OsvaldoCosta bar:CarlosGomes bar:AntonioAssuncao bar:FabioPrado bar:PrestesMaia1 bar:AbraaoRibeiro bar:CristianoNeves bar:PauloLauro bar:MiltonImprota bar:AsdrubaldaCunha bar:LineuPrestes bar:ArrudaPereira bar:JanioQuadros1 bar:WilliamSalem bar:JuvenaldeMatos bar:VladimirPiza bar:AdemardeBarros bar:PrestesMaia2 bar:FariaLima bar:PauloMaluf1 bar:FigueiredoFerraz bar:BrasilVita bar:MiguelColasuonno bar:OlavoSetubal bar:ReinaldodeBarros bar:SalimCuriati bar:AltinoLima bar:MarioCovas bar:JanioQuadros2 bar:LuizaErundina bar:PauloMaluf2 bar:CelsoPitta bar:MartaSuplicy bar:JoseSerra bar:GilbertoKassab bar:FernandoHaddad bar:JoaoDoria bar:BrunoCovas bar:RicardoNunes PlotData= width:5 align:left fontsize:S shift:(5,-4) anchor:till bar:AntonioPrado from: 07/01/1899 till: 15/01/1911 color:prp text:\"Antônio Prado\" bar:RaimundoDuprat from: 15/01/1911 till: 15/01/1914 color:prp text:\"Raimundo Duprat\" bar:WashingtonLuis from: 15/01/1914 till: 16/08/1919 color:prp text:\"Washington Luís\" bar:RochaAzevedo from: 16/08/1919 till: 15/01/1920 color:prp text:\"Rocha Azevedo\" bar:FirmianoPinto from: 15/01/1920 till: 15/01/1926 color:prp text:\"Firmiano Pinto\" bar:PiresdoRio from: 16/01/1926 till: 24/10/1930 color:prp text:\"Pires do Rio\" bar:CardosodeMeloNeto from: 24/10/1930 till: 06/12/1930 color:pd text:\"J. J. Cardoso de Melo Neto\" bar:AnhaiaMelo from: 06/12/1930 till: 26/07/1931 color:pd from: 14/11/1931 till: 05/12/1931 color:pd text:\"Anhaia Melo\" bar:MachadodeCampos from: 26/07/1931 till: 14/11/1931 color:pd text:\"F. Machado de Campos\" bar:JorgeGuedes from: 05/12/1931 till: 24/05/1932 color:prp text:\"H. Jorge Guedes\" bar:SilvaTeles from: 24/05/1932 till: 03/10/1932 color:prp text:\"Silva Teles\" bar:ArturSaboia from: 03/10/1932 till: 29/12/1932 color:nenhum from: 02/04/1933 till: 24/05/1933 color:nenhum text:\"Artur Saboia\" bar:TeodoroRamos from: 29/12/1932 till: 02/04/1933 color:nenhum text:\"Teodoro Ramos\" bar:OsvaldoCosta from: 24/05/1933 till: 31/07/1933 color:nenhum text:\"Osvaldo Costa\" bar:CarlosGomes from: 31/07/1933 till: 22/08/1933 color:nenhum text:\"Carlos Gomes\" bar:AntonioAssuncao from: 22/08/1933 till: 07/09/1934 color:nenhum text:\"Antônio Assunção\" bar:FabioPrado from: 07/09/1934 till: 01/05/1938 color:nenhum text:\"Fábio Prado\" bar:PrestesMaia1 from: 01/05/1938 till: 11/11/1945 color:nenhum text:\"Prestes Maia\" bar:AbraaoRibeiro from: 11/11/1945 till: 15/03/1947 color:nenhum text:\"Abraão Ribeiro\" bar:CristianoNeves from: 15/03/1947 till: 29/08/1947 color:psp text:\"Cristiano Stockler das Neves\" bar:PauloLauro from: 29/08/1947 till: 26/08/1948 color:psp text:\"Paulo Lauro\" bar:MiltonImprota from: 26/08/1948 till: 04/01/1949 color:nenhum text:\"Milton Improta\" bar:AsdrubaldaCunha from: 04/01/1949 till: 28/02/1950 color:psp text:\"Asdrúbal da Cunha\" bar:LineuPrestes from: 28/02/1950 till: 01/01/1951 color:psp text:\"Lineu Prestes\" bar:ArrudaPereira from: 01/01/1951 till: 07/04/1953 color:psp text:\"A. Arruda Pereira\" bar:JanioQuadros1 from: 08/04/1953 till: 31/01/1955 color:pdc text:\"Jânio Quadros\" bar:WilliamSalem from: 31/01/1955 till: 21/06/1955 color:psp text:\"William Salem\" bar:JuvenaldeMatos from: 22/06/1955 till: 13/04/1956 color:psp text:\"Lino de Matos\" bar:VladimirPiza from: 13/04/1956 till: 07/04/1957 color:ptb text:\"V. Toledo Piza\" bar:AdemardeBarros from: 08/04/1957 till: 07/04/1961 color:psp text:\"Ademar de Barros\" bar:PrestesMaia2 from: 08/04/1961 till: 07/04/1965 color:udn text:\"Prestes Maia\" bar:FariaLima from: 08/04/1965 till: 27/10/1965 color:mtr from: 27/10/1965 till: 07/04/1969 color:arena text:\"Faria Lima\" bar:PauloMaluf1 from: 08/04/1969 till: 07/04/1971 color:arena text:\"Paulo Maluf\" bar:FigueiredoFerraz from: 08/04/1971 till: 22/08/1973 color:nenhum text:\"Figueiredo Ferraz\" bar:BrasilVita from: 22/08/1973 till: 27/08/1973 color:arena text:\"Brasil Vita\" bar:MiguelColasuonno from: 28/08/1973 till: 16/08/1975 color:arena text:\"Miguel Colasuonno\" bar:OlavoSetubal from: 17/08/1975 till: 11/07/1979 color:arena text:\"Olavo Setúbal\" bar:ReinaldodeBarros from: 12/07/1979 till: 30/01/1980 color:arena from: 30/01/1980 till: 14/05/1982 color:pdsetc text:\"Reinaldo de Barros\" bar:SalimCuriati from: 15/05/1982 till: 14/03/1983 color:pdsetc text:\"Salim Curiati\" bar:AltinoLima from: 15/03/1983 till: 11/05/1983 color:mdb text:\"Altino Lima\" bar:MarioCovas from: 11/05/1983 till: 31/12/1985 color:mdb text:\"Mário Covas\" bar:JanioQuadros2 from: 01/01/1986 till: 31/12/1988 color:ptb text:\"Jânio Quadros\" bar:LuizaErundina from: 01/01/1989 till: 31/12/1992 color:pt text:\"Luiza Erundina\" bar:PauloMaluf2 from: 01/01/1993 till: 31/12/1996 color:pdsetc text:\"Paulo Maluf\" bar:CelsoPitta from: 01/01/1997 till: 31/12/2000 color:pdsetc text:\"Celso Pitta\" bar:MartaSuplicy from: 01/01/2001 till: 31/12/2004 color:pt text:\"Marta Suplicy\" bar:JoseSerra from: 01/01/2005 till: 31/03/2006 color:psdb text:\"José Serra\" bar:GilbertoKassab from: 31/03/2006 till: 26/09/2011 color:pfldem from: 27/09/2011 till: 31/12/2012 color:psd text:\"Gilberto Kassab\" bar:FernandoHaddad from: 01/01/2013 till: 31/12/2016 color:pt text:\"Fernando Haddad\" bar:JoaoDoria from: 01/01/2017 till: 06/04/2018 color:psdb text:\"João Doria\" bar:BrunoCovas from: 06/04/2018 till: 16/05/2021 color:psdb text:\"Bruno Covas\" bar:RicardoNunes from: 16/05/2021 till: 31/12/2024 color:mdb text:\" Ricardo Nunes\" == Ver também == * Política e administração pública do município de São Paulo * História de São Paulo (cidade) * Subprefeitos de São Paulo == Ligações externas == * Categoria:Listas da cidade de São Paulo Categoria:Prefeitos da cidade de São Paulo Sao Paulo *[Ref.]: Referências",
 "title": "Lista de prefeitos da cidade de São Paulo"
}