{
 "id": "69808",
 "text": "Graz (possível origem etimológica do esloveno: Gradec IPA: /gra.deʦ/, \"pequeno castelo\"), é uma cidade da Áustria, capital do estado da Estíria. É a segunda maior cidade do país. É a cidade natal de Arnold Schwarzenegger. Graz tem uma longa tradição como cidade universitária e as suas seis universidades têm, em conjunto, mais de alunos. A cidade antiga de Graz é um dos centros cívicos bem preservados da Europa Central. Em 1999, esse centro histórico foi adicionado à lista de Patrimônios Culturais da Humanidade pela UNESCO. A cidade foi Capital Europeia da Cultura em 2003. == História == miniatura|esquerda|220x220px|Landhaus miniatura|esquerda|220x220px|Landhaus O mais antigo assentamento humano no local da atual Graz data da Idade do Cobre. Entretanto, não existiu continuidade histórica de povoamento até à Idade Média. O nome da cidade, e alguns achados arqueológicos, apontam para a construção de um pequeno castelo pelos eslavos, que se tornou uma fortaleza bem defendida (\"gradec\" literalmente significa \"pequeno castelo\"). A palavra germânica \"Graz\" foi usada pela primeira vez em 1128, e durante este período os duques de Babenberg tornaram a cidade um importante centro de comércio. Posteriormente passou para o domínio dos Habsburgos, e em 1281 ganhou privilégios especiais do rei Rodolfo I. No século XIV Graz tornou-se a residência do ramo austríaco dos Habsburgos. A realeza residiu no Grazer Burg e dali governou a Estíria, a Caríntia e parte das atuais Itália e Eslovênia (Carniola, Gorizia e Gradisca). No século XVI o desenho e planificação da cidade foram controlados por arquitetos e artistas do Renascimento Italiano. Um dos mais famosos edifícios deste período é o \"Landhaus\". Foi projetado por Domenico dell'Allio e usado pelos governantes locais como sede do Estado. Graz foi também local de curta residência do astrônomo Johannes Kepler. Ali ele trabalhou como professor de matemática, porém encontrou tempo para estudar astronomia. Ele se mudou para Praga quando os luteranos foram banidos da cidade. A Universidade Karl-Franzens, também conhecida como Universidade de Graz, é a mais antiga da cidade. Foi fundada em 1585 pelo arquiduque Carlos II, com recursos e apoio da Igreja Católica Romana, que a administrou até o seu fechamento em 1782, por José II numa tentativa de impor o controle governamental sobre instituições de ensino. José II transformou-a num liceu para treinamento de funcionários públicos e de médicos. Em 1827 ela foi reinstituída como universidade pelo imperador Francisco I, recebendo o nome de \"'Karl-Franzens Universität\", significando \"Universidade Carlos-Francisco\". Atualmente, mais de 30 000 alunos a frequentam. Nikola Tesla estudou engenharia elétrica na Universidade de Tecnologia (Politécnica) de Graz em 1875. O prêmio Nobel Otto Loewi lecionou na Universidade de Graz de 1909 a 1938. Erwin Schrödinger foi chanceler da universidade durante um curto período em 1936. == Geografia == A cidade está situada às margens do rio Mur, no sudeste da Áustria. Fica a aproximadamente 200 km a sudoeste de Viena, ou duas horas e meia de viagem por trem. O maior centro urbano nas proximidades é Maribor na Eslovênia que fica a uns 50 km de distância. === Clima === Devido à sua posição no sudeste dos Alpes, Graz fica protegida dos ventos predominantes do oeste que empurram as frentes climáticas do Atlântico Norte para a Europa Ocidental e Central. Devido a este factor, o clima em Graz recebe influência do mar Mediterrâneo. Por isto a cidade tem mais horas de luz solar por ano que Viena ou Salzburgo e também menos vento ou chuva. Graz fica num vale que tem abertura apenas para o sul, o que faz o clima ser mais quente que o esperado para aquela latitude. São encontradas na cidade plantas que normalmente crescem muito mais ao sul. Entretanto, este clima ameno e com menor circulação de ventos prejudica a qualidade do ar, e traz o fenômeno do smog no inverno. A fumaça do escapamento dos cerca de automóveis que circulam pela cidade diariamente vindos de regiões próximas, junto com os veículos dos próprios moradores da cidade, são as mais importantes fontes de poluição atmosférica. * temperaturas médias: aeroporto de 8,7 °C / Universidade Karl-Franzens 9,4 °C. * pluviosidade média: 818 mm com média de 92 por ano de chuva (Universidade Karl Franzens). * horas de sol por ano (média): 1 890 (Universidade Karl Franzens). == Distritos == A cidade de Graz encontra-se subdividida em 17 distritos. Entre parênteses está o número de habitantes. * Innere Stadt (3 302) * St. Leonhard (12 377) * Geidorf (19 119) * Lend (22 369) * Gries (22 658) * Jakomini (25 808) * Liebenau (11 556) * St. Peter (12 809) * Waltendorf (10 782) * Ries (5 789) * Mariatrost (7 403) * Andritz (16 316) * Gösting (9 227) * Eggenberg (16 467) * Wetzelsdorf (12 225) * Straßgang (12 212) * Puntigam (6 248) == População == 52% dos habitantes em Graz são mulheres. População desde 1880 População desde 1880 Ano Habitantes 1880 116 770 1900 168 808 1951 226 453 1961 237 080 1971 249 089 1981 243 166 1991 237 810 2001 226 244 2006 250 099 2008 252 852 === Línguas === * Alemão 88,3% * Turco 2,7% * Croata 1,3% * Esloveno 0,8% == Religiões == * Cristianismo católico 65,4% * Islão 6,1% * Cristianismo protestante 4,0% == Política == A cidade é governada por uma coalizão do Partido Popular Austríaco e os Verdes. === Burgomestre === Desde 2003, Siegfried Nagl (ÖVP) é o burgomestre da cidade de Graz. Nome Mandato Engelbert Rückl 8 de maio de 1945 - 16 de maio de 1945 Eduard Speck (SPÖ) 16 de maio de 1945 - 31 de janeiro de 1960 Gustav Scherbaum (SPÖ) 9 de fevereiro de 1960 - 24 de abril de 1973 Alexander Götz (FPÖ) 24 de abril de 1973 - 21 de março de 1983 Franz Hasiba (ÖVP) 21 de março de 1983 - 10 de janeiro de 1985 Alfred Stingl (SPÖ) 10 de janeiro de 1985 - 27 de março de 2003 Siegfried Nagl (ÖVP) desde 27 de março de 2003 === Conselho municipal === {| border=\"0\" cellpadding=\"5\" cellspacing=\"0\" |- | valign=top | Partido 2008 2003 1998 1993 1988 1983 ÖVP 23 21 13 15 19 18 SPÖ 11 15 18 21 25 24 Os Verdes 8 4 3 3 2 4 FPÖ 6 4 16 12 7 9 LİF 0 1 KPÖ 6 12 4 2 1 1 BZÖ 2 outros – 1 3 2 == Ver também == * Aeroporto de Graz",
 "title": "Graz"
}