{
 "id": "69803",
 "text": "Klagenfurt am Wörthersee (em esloveno Celovec) é uma cidade da Áustria, capital do Estado da Caríntia. Com 93.571 habitantes, a cidade é sede da diocese de Gurk e da Universidade Alpen-Adria, além de ser conhecida como um balneário de verão, por conta de ser banhada pelo lago Wörthersee. Em 2008, foi uma das cidades-sede do Campeonato Europeu de Futebol, juntamente com Viena, Salzburgo, Innsbruck e outras cidades suíças. ==Geografia== ===Localização=== A cidade de Klagenfurt está localizada no centro-sul da Áustria, perto da fronteira com a Eslovênia. A cidade dista quase igualmente de Innsbruck, a oeste, e de Viena, a nordeste. Localizada a uma altitude de 446 m acima do nível do mar, a municipalidade cobre uma área de 120,11 km2 e é banhada pelo Lago Wörther (Wörthersee) e pelo rio Glan. A cidade é cercada por morros e montanhas com alturas de até 1 000 m e cobertas de floresta; ao sul estendem-se as montanhas Caravanche, que marcam a fronteira da Áustria com Eslovênia e Itália. ===Divisão municipal=== Klagenfurt am Wörthersee é dividida em 16 distritos: * I — IV Innere Stadt * V — St. Veiter Vorstadt * VI — Völkermarkter Vorstadt * VII — Viktringer Vorstadt * VIII — Villacher Vorstadt * IX — Annabichl * X — St. Peter * XI — St. Ruprecht * XII — St. Martin * XIII — Viktring * XIV — Wölfnitz * XV — Hörtendorf * XVI — Welzenegg Além disso, ela também é dividida em 25 Katastralgemeinden, quais sejam: Klagenfurt, Blasendorf, Ehrenthal, Goritschitzen, Großbuch, Großponfeld, Gurlitsch I, Hallegg, Hörtendorf, Kleinbuch, Lendorf, Marolla, Nagra, Neudorf, St. Martin bei Klagenfurt, St. Peter am Karlsberg, St. Peter bei Ebenthal, Sankt Peter am Bichl, St. Ruprecht bei Klagenfurt, Stein, Tentschach, Viktring, Waidmannsdorf, Waltendorf, and Welzenegg. ===Clima=== Klagenfurt possui clima continental, com uma boa quantidade de névoa durante o outono e o inverno. Os frios invernos, entretanto, são eventualmente quebrados por ventos Föhn vindo dos Caravaches. A temperatura média entre 1961 e 1990 foi 7,1 °C, enquanto a temperatura média em 2005 foi 9,3 °C. ==Relações Internacionais== ===Cidades-irmãs=== thumb|right|Calçamento no centro de Klagenfurt, mostrando o escudo da cidade no centro e, em torno, os escudos das cidades irmãs. Ao fundo, os escudos de Venlo, Wiesbaden e Dachau Klagenfurt am Wörthersee tem as seguintes cidades irmãs: * Wiesbaden, Alemanha, desde 1930 * Venlo, Holanda, desde 1961 * Nova Gorica, Eslovênia, desde 1965 * Gorizia, Itália, desde 1965 * Gladsaxe, Dinamarca, desde 1969 * Dessau-Rosslau, Alemanha, desde 1970 * Duxambé, Tadjiquistão, desde 1973 * Dachau, Alemanha, desde 1974 * Rzeszów, Polônia, desde 1975 * Sibiu, Romania, desde 1990 * Zalaegerszeg, Hungria, desde 1990 * Chernivtsi, Ucrânia, desde 1992 * Nazareth Illit, Israel, desde 1993 * Tarragona, Espanha, desde 1994 * Nanning, China, desde 2001 * Laval, Canadá, desde 2005",
 "title": "Klagenfurt am Wörthersee"
}