{
 "id": "69896",
 "text": "João XII (Roma, c. 937 – Roma, 14 de maio de 964), nascido Otaviano, foi o 130.° Papa da Igreja Católica e governador dos Estados Papais de 16 de dezembro de 955 até a sua morte em 964. == O Pontificado == Papa da Igreja Católica Romana (955-963) nascido em Roma, eleito em 16 de dezembro (955) sucessor de Agapito II (946-955), e deposto pelo imperador Oto I, que colocou em seu lugar um leigo, Leão VIII (963), cuja indicação foi declarada nula pelo Concílio Lateranense (964). Sobrinho de Marózia, patrícia romana, corrupta, cortesã de alta classe e amante de Sérgio III e mãe do papa João XI, conhecida universalmente por sua libertinagem e seus crimes, manchada por uma longa série de adultérios e uniões incestuosas, recebeu dos príncipes italianos, como preço de sua devassidão, a propriedade do Castelo de Santângelo e o governo da cidade de Roma com o título de Senatrix e Patrícia romana, e filho do patrício Alberico, irmão dela. Alberico II de Espoleto, antes de falecer acometido de uma repentina doença, fez-se transportar até a basílica de São Pedro, e ali diante do altar, na Confissão de São Pedro, obrigou todos os nobres de Roma a jurar que elegeriam como sucessor do papa Agapito II, o seu jovem filho. Após a morte do pai, tornou-se governante temporal de Roma, com apenas 18 anos de idade, com o juramento sacrílego feito e observado. Nestas circunstâncias os historiadores ainda não chegaram a um acordo sobre a validade da sua eleição. Inexperiente como governante, porém audaz, reivindicou os direitos temporais da Igreja e também criou os bispos-condes. Reconstruiu o Sacro Império e coroou Oto I da Alemanha, com quem criou uma aliança em que, no futuro, nenhum papa poderia ser consagrado sem a presença dos enviados do imperador (Privilegium Ottonianum). Foi descrito como libertino, criminoso e sanguinário e, assim, devido sua vida imoral e inadequada para o posto, foi deposto pelo imperador germânico, que o substituiu na cadeira papal por Leão VIII) (963-964). O papa de número 130 faleceu assassinado em 14 de maio de 964. Foi durante seu pontificado que a Igreja Católica tornou-se suscetível ao poder político, promovendo a venda de cargos eclesiásticos (a chamada simonia). Abaixo uma descrição retirada do livro A História Secreta dos Papas: : \"Dormiu com as prostitutas de seu pai e chegou ao cúmulo de manter relações com sua própria mãe. João XII também presenteava suas amantes com cálices de ouro, verdadeiras relíquias sagradas da igreja de São Pedro. Ele ainda cegou um cardeal e castrou outro, causando sua morte. Apoderava-se das oferendas feitas pelos peregrinos para apostar em jogos. Nessas sessões de jogatina, o próprio papa costumava evocar os deuses pagãos para ter sorte ao arremessar os dados. As mulheres eram advertidas a se manterem longe de São João de Latrão, ou de qualquer outro lugar frequentado pelo papa, pois ele estava sempre a procura de novas conquistas. Após pouco tempo, os romanos estavam tão furiosos com tais atitudes que o papa começou a temer por sua vida. Sendo assim, resolveu saquear a igreja de São Pedro e fugir para Tívoli, a 27 quilômetros de Roma. :João XII estava causando tanto estrago ao papado e ao Vaticano, superando os crimes e pecados de seus antecessores, que um sínodo especial foi convocado. Todos os bispos italianos, 16 cardeais e outros prelados (alguns alemães), reuniram-se para decidir o que fazer com o devasso pontífice. Convocaram testemunhas e ouviram evidências sob juramento. Então, fizeram uma lista que adicionava ainda mais acusações às informações bizarras e assustadoras que já possuíam sobre João. Algumas delas foram descritas em uma carta escrita a João pelo Imperador do Sacro Império Romano, Otto I da Saxônia: :O papa João, ainda no exílio em Tívoli, respondeu a Otto em termos ameaçadores que aterrorizaram Roma. Caso o sínodo o depusesse, ameaçou excomungar todos os envolvidos, e assim não poderiam celebrar missas ou conduzir uma ordenação. Em termos cristãos, esse é o pior castigo que um papa pode dar, pois a excomunhão significa estar fora da igreja, perdendo sua proteção e arriscando o espírito imortal. :A Vingança de João XII :O imperador Otto não se curvou à ameaça de excomunhão do papa e o depôs, colocando em seu lugar o papa Leão VIII sem que João soubesse. Quando retornou a Roma, em 963 D.C., sua vingança foi infinitamente pior que sua ameaça. João XII depôs o papa Leão e, ao invés da excomunhão, executou e mutilou todos os que fizeram parte do sínodo. Um bispo teve a pele arrancada, um cardeal teve o nariz e dois dedos cortados e a língua arrancada, e 63 membros do clero e da nobreza romana foram decapitados. Na noite de 14 de maio de 964, parece que todas as rezas implorando a morte de João XII foram ouvidas. Segundo a descrição do bispo João Crescêncio de Protus: \"enquanto estava tendo relações sujas e ilícitas com uma matrona romana, o papa foi surpreendido pelo marido de sua amante em pleno ato. O enfurecido traído esmagou seu crânio com um martelo e, finalmente, entregou a indigna alma do papa João XII a Satã\". Categoria:Papas da Itália Categoria:Teofilactos Categoria:Papas sepultados na Basílica de São João de Latrão Categoria:Saeculum obscurum Categoria:Naturais de Roma Categoria:Italianos do século X Categoria:Sexualidade do clero católico",
 "title": "Papa João XII"
}