{
 "id": "69941",
 "text": "Roberto Fludd, também conhecido como Robertus de Fluctibus (Milgate House, Thurnham, Kent, 17 de janeiro de 1574 - Londres, 8 de setembro de 1637 ) foi um médico paracelsista, alquimista, astrólogo, matemático e cosmologista inglês. Sua vida foi fortemente ligada ao esoterismo. Estudou artes em Oxford, no Saint John the Baptist College, e medicina no College of Physicians de Londres. Morreu em 1637. Viajou pelo continente europeu por anos e depois estabeleceu-se em Londres como médico. Escreveu uma apologia defendendo os rosa-cruzes, publicada com a intenção de ser admitido na fraternidade, mas, para seu descontentamento, não obteve resposta e ainda foi acusado de magia diabólica e de ligação com a fraternidade. O rei James I foi seu patrono, após uma conversa com ele, ocasionada por acusações de heresia. Dizem que ajudou na tradução da Bíblia. Seus trabalhos incluem tratados sobre o macrocosmo e o microcosmo, experiências alquímicas (especialmente com o trigo e com o barômetro), uma defesa do bálsamo de arma (um unguento que agia à distância, aplicado na arma que causou o ferimento), entre outros assuntos. ==Ligação Religiosa== Fludd era um adepto profundamente convencido da prática médica e mágica do médico alemão, cirurgião e teólogo radical, Paracelso. Esta lealdade levou Fludd a graves conflitos com a profissão médica. Suas publicações posteriores descreviam uma prática médica, quase desprovida de fármacos, mas que dependia quase exclusivamente da oração e do uso do nome de Jesus no modelo dos primeiros apóstolos de Cristo. Essa medicina devocional foi apoiada por uma teologia derivada do ensinamento místico secreto do judaísmo, a Cabala, que Fludd empregou em uma forma cristianizada derivada das idéias do filósofo alemão Johann Reuchlin. Em seus encantamentos medicinais, Fludd usou a forma hebraica do nome de Jesus que, segundo ele, possuía maior potência mágica. Ele equiparou Jesus Cristo ao anjo cabalístico Metatron, a forma celestial do Messias judeu. ==Ver também== * Hermetismo * Paracelsismo ==Ligações externas== * Robert Fludd - A journey through his published works * Utriusque cosmi maioris scilicet et minoris metaphysica, physica atqve technica historia : in duo volumina secundum cosmi differentiam diuisa. **Tomo I (1617) . ** Tomo II (1619) **Fludd e sua visão do divino(Em inglês) Categoria:Alquimistas do Reino Unido Categoria:Médicos do Reino Unido Categoria:Matemáticos da Inglaterra do século XVI Categoria:Matemáticos da Inglaterra do século XVII Categoria:Ocultistas do Reino Unido",
 "title": "Robert Fludd"
}