{
 "id": "69969",
 "text": "Albert Bandura CC (Mundare, – Stanford, 26 de julho de 2021) foi um psicólogo canadense, professor de psicologia social da Universidade de Stanford. Fez contribuições no campo da psicologia social, cognitiva, psicoterapia e pedagogia. Em 1968, aos 43 anos, foi o presidente mais jovem eleito para a Associação Americana de Psicologia (APA). Haggbloom S.J. (2002). The 100 most eminent psychologists of the 20th century, Review of General Psychology, 6 (2). 139–152 == Pesquisas == Sua abordagem é social-comportamental (social behaviorism) e psicologia cognitiva ou cognitiva-comportamental. ===Teoria do aprendizado social=== A fase inicial da pesquisa de Bandura analisou os fundamentos da aprendizagem de crianças e adultos, particularmente em imitar o comportamento observado em outros, em particular, comportamentos agressivos. Henry P Sims Jr. & Charles C Manz (1982): Social Learning Theory, Journal of Organizational Behavior Management, 3:4, 55–63. Bandura procurou confirmar tal teoria ao fazer um experimento com um joão-bobo. Três grupos de crianças foram submetidos a um filme diferente cada, nos quais adultos agrediam os bonecos. No primeiro filme o adulto era recompensado por agredir o boneco, no segundo filme era punido e no terceiro filme não sofria nenhuma consequência. Depois do filme, as crianças foram colocadas em uma sala onde podiam ser observadas sem perceberem. Na sala havia diferentes brinquedos, dentre eles um joão-bobo. Relatou-se que o grupo que viu o adulto sendo recompensado tendia a repetir com maior frequência as agressões quando comparado aos dois últimos grupos. Sua conclusão é que comportamentos agressivos se tornam mais frequentes ao ver outros serem recompensados por sua agressividade.McLeod, S. A. (2011). Bandura - Social Learning Theory. Retrieved from www.simplypsychology.org/bandura.html Esse aprendizado frequentemente não se restringe a imitar e passa a identificar-se com a pessoa-modelo. Para Bandura, imitar envolve um comportamento e objetos restritos, enquanto identificar-se envolve adotar e reconhecer-se nos comportamentos, valores, crenças e atitudes observados da pessoa-modelo. Identificar-se amplia o comportamento observado para diversos outros objetos animados e inanimados (generalização), enquanto imitar é muito mais restrito. ===Determinismo recíproco=== Sua teoria sobre o determinismo recíproco defende que há uma relação simultânea, dialética e recíproca entre os efeitos que o ambiente, pessoa-modelo e indivíduos. Em outras palavras, conforme o ambiente determina o comportamento do indivíduo e do modelo, o indivíduo determina o comportamento ambiente e do modelo e o modelo determina o comportamento do ambiente e do indivíduo.C. George Boeree (December 4, 1925). \"Albert Bandura\". Webspace.ship.edu. Retrieved December 30, 2010. ===Auto-eficácia=== Muito de seu trabalho foi desenvolvido estudando a motivação e a auto-eficácia. Em seus experimentos comprovou que estabelecer vários objetivos próximos (fáceis de alcançar) é mais eficaz do que estabelecer objetivos distantes (difíceis) ou não estabelecer objetivos. Também comprovou que a percepção de competência torna uma equipe mais eficaz do que um grupo que se percebe incompetente quando os desempenhos individuais foram semelhantes em um pré-teste.A Bandura (1982) Self-efficacy mechanism in human agency. Disponível em: http://www.jennyarntzen.com/tsed321_951/current_files/pdf/Bandura_1982.pdf (30/7/2010) ===Desobrigação Moral Seletiva=== A desobrigação moral seletiva (ou desengajamento) ocorre por meio de uma reestruturação cognitiva para transformar um comportamento, que um indivíduo consideraria desumano em outras situações, em uma ação socialmente justificável. Para Bandura essa desobrigação moral seletiva pode ocorrer pelos seguintes processos psicológicosːBandura, A. (2002). Selective moral disengagement in the exercise of moral agency. Journal of Moral Education, 31 (2), 102. *Justificação moralista: Princípios religiosos, imperativos nacionalistas e ideologias são usadas desde a pré-história para justificar violência e condutas destrutivas. Ex: Matar, torturar ou agredir para defender a moral religiosa, os interesses do país ou a tradição e bons costumes. *Linguagem saneantes: Eufemismos são usados para sentir menos culpa. Ex: Chamar inocentes mortos por mísseis de \"efeitos colaterais\" e soldados da sua equipe mortos na batalha de \"baixas\" ou \"perdas\". *Comparação social exoneratória: Comparar um comportamento errado com outra possibilidade pior para minimizá-la ignorando a incerteza do futuro. Ex: Defender que a guerra fria foi importante para evitar a escravidão e miséria no país que o avanço comunista causaria. *Difusão da responsabilidade: Quanto mais pessoas em um grupo com potencial de ajudar, menor a responsabilidade de cada uma delas por não ajudar. Assim a culpa é diluída entre todos os responsáveis. Ex: Acreditar que se outras empresas também poluem, a responsabilidade do nível atual de poluição não é da própria empresa. As outras empresas usam a mesma lógica e ninguém se sente responsável. *Deslocamento da responsabilidade: Responsabilizar outro pelas suas ações, principalmente autoridades superiores, divinas, instintos ou efeito de drogas. Ex: Quando soldados ou policiais sentem que apenas cumprem ordens ou leis; quando religiosos defendem suas agressões como ordens de seu livro sagrado, profeta ou deus; quando consideram seguir a \"lei da selva\" ou \"lei do mais forte\"; quando justificam a bater na esposa como culpa do álcool. *Ignorar ou minimizar os efeitos prejudiciais de suas ações: Quando menos visível é a consequência prejudicial de um ato, mais fácil é executá-lo. Pelo contrário, ver as consequências de seus atos torna mais difícil a agressão. Ex: Lançar um míssil teleguiado para destruir um edifício incomoda menos que entrar no edifício com uma metralhadora e ver pessoas morrerem mesmo quando o número de mortos é o mesmo. De forme similar, explorar funcionários é mais fácil em empresas grandes, em que os grandes empresários não veem os funcionários. *Desumanização das vítimas: Ao desumanizar, a vítima não é visto como uma pessoa digna de sentimentos, pena e preocupações. Envolve não reconhecer nessas vítimas suas similaridades, direitos humanos e legitimidade de suas causas. Ex: Considerar que chineses/árabes/indianos/latinos/africanos são como ratos/insetos/pragas ao migrarem para outro país em busca de melhores condições de vida. Culpar o governo, a quantidade de pessoas ou a religião desses lugares por sua suposta inferioridade e miséria. Vaes, Jeroen; Leyens, Jacques-Philippe; Paladino, Maria Paola; Miranda, Mariana Pires (2012-03-01). \"We are human, they are not: Driving forces behind outgroup dehumanisation and the humanisation of the ingroup\". European Review of Social Psychology 23 (1): 64–106. doi:10.1080/10463283.2012.665250. ISSN 1046-3283. ;Bullying Entre crianças em escolas a desobrigação moral seletiva é muito mais frequente entre meninos e as principais justificativas usadas para bullying foram moralismo e desumanização. Questionar esses argumentos e repreender os responsáveis em sala de aula diminuiu a frequência de bullying na escola estudada. Thornberg, Robert; Jungert, Tomas (2014). \"School Bullying and the Mechanisms of Moral Disengagement\". Aggressive Behavior 40: 99–108. == Morte == Bandura morreu em 26 de julho de 2021 em Stanford, aos 95 anos de idade, de insuficiência cardíaca. ==Prêmios== Recebeu títulos honorários por suas contribuições de 16 distintas universidades. ==Bibliografia== Seus trabalhos mais reconhecidos são: *Bandura, A. (1997). Self-efficacy: the exercise of control. New York: W.H. Freeman. (auto-eficácia: exercício de controle) *Bandura, A. (1986). Social Foundations of Thought and Action: A Social Cognitive Theory. Englewood Cliffs, N.J.: Prentice-Hall. (Fundamentos sociais do pensamento e ação: Teoria social cognitiva) Outros livros incluem: *Bandura, A. & Walters, R.H. (1959). Adolescent Aggression. Ronald Press: New York. *Bandura, A. (1962). Social Learning through Imitation. University of Nebraska Press: Lincoln, NE. *Bandura, A. (1969). Principles of behavior modification. New York: Holt, Rinehart and Winston. *Bandura, A. (1971). Psychological modeling: conflicting theories. Chicago: Aldine·Atherton. *Bandura, A. (1973). Aggression: a social learning analysis. Englewood Cliffs, N.J.: Prentice-Hall. *Bandura, A. (1975). Social Learning & Personality Development. Holt, Rinehart & Winston, INC: NJ. *Bandura, A. & Ribes-Inesta, E. (1976). Analysis of Delinquency and Aggression. Lawrence Erlbaum Associates, INC: NJ. *Bandura, A. (1977). Social Learning Theory. Englewood Cliffs, NJ: Prentice Hall. ==Ver também== Experimento do João Bobo de Bandura ==Ligações externas== *Associação Brasileira de Psicoterapia e Medicina Comportamental Categoria:Doutores honoris causa da Universidade Livre de Berlim Categoria:Psicólogos do Canadá Categoria:Psicólogos behavioristas Categoria:Psicólogos sociais Categoria:Mortes por insuficiência cardíaca",
 "title": "Albert Bandura"
}