{
 "id": "70011",
 "text": "Papa Inocêncio VI (latim: Inocêncio VI; 1282 ou 1295 - 12 de setembro de 1362), nascido Étienne Aubert, foi o chefe da Igreja Católica e governante dos Estados Pontifícios de 18 de dezembro de 1352 até sua morte em 1362. Foi indicado Cardeal de Santos João e Paulo em 1342.Habermann, Charles G. et alli (eds); Catholic Encyclopaedia, New York:Robert Appleton Company, 1913. Ele foi o quinto papa de Avignon e o único com o nome pontifício de \"Inocente\". Durante seu papado, realizou 3 consistórios, nomeando um total de 16 cardeais. Está enterrado em Villeneuve-lès-Avignon. == Juventude == O pai de Étienne foi Adhemar Aubert (1260-?), Seigneur de Montel-de-Gelat na província de Limousin. Ele era natural da aldeia de Les Monts, Diocese de Limoges (hoje parte da comuna de Beyssac, departamento de Corrèze)Coulombe, Charles A. (2003). Vicars of Christ: A History of the Popes. Citadel Press. p. 298. ISBN 9780806523705. e, depois de ter lecionado direito civil em Toulouse, tornou-se sucessivamente bispo de Noyon em 1338 e Bispo de Clermont em 1340.Musto, Ronald G. (2003). Apocalypse in Rome: Cola di Rienzo and the Politics of the New Age. University of California Press. p. 308. ISBN 9780520233966. Em 20 de setembro de 1342, foi elevado ao cargo de Cardeal Sacerdote. Foi nomeado cardeal-bispo de Ostia e Velletri em 13 de fevereiro de 1352, pelo Papa Clemente VI , a quem sucedeu.Conrad Eubel, Hierarchia catholica Tomus I, editio altera (Monasterii 1913), p. 36; p. 18. == Seu papado == Etienne foi coroado papa em 30 de dezembro de 1352 pelo cardeal Gaillard de la Mothe após o conclave papal de 1352.McBrien, Richard P. (2000). Lives of the Popes. HarperCollins. p. 242. ISBN 9780060878078. Após sua eleição, ele revogou um acordo assinado afirmando que o colégio de cardeais era superior ao papa. Sua política subsequente se compara favoravelmente com a dos outros papas de Avignon. Ele introduziu muitas reformas necessárias na administração dos assuntos da Igreja e, por meio de seu legado, o cardeal Albornoz, que estava acompanhado por Rienzi, procurou restaurar a ordem em Roma. Em 1355, Carlos IV, Sacro Imperador Romano, foi coroado em Roma com a permissão de Inocêncio, após ter feito um juramento de que deixaria a cidade no dia da cerimônia. Foi em grande parte por meio dos esforços de Inocêncio VI que o Tratado de Brétigny (1360) entre a França e a Inglaterra foi realizado. Durante seu pontificado, o imperador bizantino João V Paleólogo ofereceu-se para submeter a Igreja Ortodoxa Grega à Sé Romana em troca de assistência contra João VI Cantacuzeno. Os recursos à disposição do Papa, entretanto, eram todos necessários para as necessidades mais próximas, e a oferta foi recusada. A maior parte da riqueza acumulada por João XXII e Bento XII foi perdida durante o extravagante pontificado de Clemente VI. Inocêncio VI economizou cortando o pessoal da capela (capellani capelle) de doze para oito. Obras de arte foram vendidas em vez de encomendadas. Seu pontificado foi dominado pela guerra na Itália e pela recuperação de Avignon da peste, ambas exigindo drasticamente recursos de seu tesouro. Em 1357, ele se queixava de pobreza. Inocêncio VI era um patrono liberal das letras. Se a extrema severidade de suas medidas contra os Fraticelli for ignorada, ele mantém uma grande reputação de justiça e misericórdia. No entanto, Santa Brígida da Suécia o denunciou como perseguidor de cristãos. Ele morreu em 12 de setembro 1362 e foi sucedido por Urbano V. Hoje seu túmulo pode ser encontrado no Chartreuse du Val de Bénédiction, o mosteiro cartuxo em Villeneuve-lès-Avignon. == Bibliografia == ==Ligações externas== * * Categoria:Cardeais-bispos de Óstia Categoria:Papas da França Categoria:Governantes do século XIV Categoria:Papado de Avinhão Categoria:Franceses do século XIII Categoria:Franceses do século XIV Categoria:Papa Inocêncio VI",
 "title": "Papa Inocêncio VI"
}