{
 "id": "70012",
 "text": "Os texugos são animais de pernas curtas e atarracados, de pelagem castanha ou negra, carnívoros que pertencem à família dos mustelídeos (Mustelidae, a mesma família de mamíferos dos furões, doninhas, lontras, e muitos outros tipos de carnívoros). Existem oito espécies de texugo, divididos nestas três subfamílias: Melinae (texugos da Europa e Ásia – ver ligações nas listas de espécies abaixo), Mellivorinae (o ratel ou texugo-do-mel), e Taxideinae (o texugo-americano). O texugo-fedido asiático do gênero Mydaus costumava ser incluído com os Melinae, mas recentes evidências genéticas indicam que seriam, de fato, parentes do Velho Mundo dos cangambás (família Mephitidae). Os texugos típicos (Meles, Arctonyx, Taxidea e Mellivora) têm pernas curtas e são corpulentos. O maxilar inferior é articulado ao superior por meio de um côndilo transversal firmemente fixado a uma cavidade longa do crânio, para que a deslocação do maxilar seja quase impossível. Isto permite, ao texugo, manter a sua presa com uma tenacidade máxima, porém limita o movimento de sua mandíbula a dobrar de forma a abrir e fechar ou escorregar de lado a lado, sem o movimento de torção possibilitado pelas mandíbulas da maior parte dos mamíferos. == Etimologia == Uma possibilidade etimológica é que a palavra \"texugo\" proceda do gótico thahsuks, diminutivo de thahsus.FERREIRA, A. B. H. Novo Dicionário da Língua Portuguesa. 2ª edição. Rio de Janeiro. Nova Fronteira. 1986. p. 1 674. == Classificação == * Família Mustelidae ** (Subfamília Lutrinae: lontras) ** Subfamília Melinae *** texugo-de-cerdo, Arctonyx collaris *** Furão-texugo-birmanês, Melogale personata *** Furão- texugo-oriental, Melogale orientalis *** Furão-texugo-chinês, Melogale moschata *** Furão-texugo-de-bornéu, Melogale everetti *** Texugo-europeu, Meles meles *** Texugo-asiático, Meles leucurus *** Texugo-japonês, Meles anakuma *** Texugo-caucasiano, Meles canescens ** Subfamília Mellivorinae *** Ratel ou Texugo-do-Mel, Mellivora capensis ** Subfamília Taxideinae: *** †Chamitataxus avitus *** †Pliotaxidea nevadensis *** †Pliotaxidea garberi *** Texugo-americano, Taxidea taxus ** (Subfamília Mustelinae: doninhas, martas e afins) * Família Mephitidae ** Indonês ou Texugo-fétido-javanês (Teledu), Mydaus javanensis ** Texugo-fétido-palawanês, Mydaus marchei == Comportamento == O comportamento dos texugos diferencia-se de acordo com a família, mas todos se abrigam em tocas subterrâneas. Alguns são solitários, mudando-se de casa para casa, enquanto outros são conhecidos por formarem clãs. O tamanho do clã é variável de 2 para 15 indivíduos. Os texugos são animais ferozes e protegem os filhotes a qualquer preço. São capazes de repelir animais muito maiores como raposas, lobos, coiotes e ursos. Os texugos podem correr à velocidade de até trinta quilômetros por hora durante curtos períodos de tempo. == Reprodução == Na sua reprodução, seja quando for que se dê o acasalamento, as crias só vão nascer nos primeiros meses do ano. Isto graças à chamada implantação diferida ou retardada. Esta consiste em que, após a cópula, dá-se a suspensão do desenvolvimento do embrião, pois o ovo fecundado só se implanta no útero três a dez meses mais tarde. Ao fim de um período de gestação de sete semanas, é normal cada ninhada ser de uma a cinco crias (três, em regra), que ficam na toca até às oito semanas. Nascem habitualmente entre Janeiro e Abril e, como acontece com todos os mamíferos, os cuidados parentais ficam por conta da fêmea, que cuida dos jovens até ao primeiro Outono e, por vezes, até ao primeiro Inverno. Os machos atingem a maturidade sexual entre 1 e 2 anos de idades e as fêmeas entre 12 e 15 meses. O texugo pode viver até aos 14 anos no estado selvagem e até aos 16 anos em cativeiro. == Dieta == Texugos americanos (Taxidea taxus) são onívoros e predam, predominantemente, os geômis-de-bolso (Geomyidae), esquilos-da-terra (Spermophilus), toupeiras (Talpidae), marmotas (Marmota), cães-da-pradaria (Cynomys), ratos-da-madeira (Neotoma), ratos-canguru (Dipodomys), ratos-veado (Peromyscus), e voles (Microtus). Eles também se alimentam de pássaros que aninham em terra (como a andorinha-das-barreiras, Riparia riparia e a coruja- buraqueira, Athene cunicularia), lagartos, anfíbios, carniça, peixe, jaritatacas (Mephitis e Spilogale), insetos, inclusive abelhas e favo de mel, e algumas plantas, como milho (Zea mais), ervilhas, feijões verdes, cogumelos e outros fungos, e sementes de girassol (Helianthus). Diferentemente de muitos carnívoros que atacam à espreita a sua rapina em campo raso, os texugos pegam a maior parte da sua comida cavando. Eles podem cavar túneis nos locais em que roedores vivem com velocidade assombrosa. Sabe-se que eles escondem a comida. O texugo-do-mel consome mel, porcos-espinhos e até cobras venenosas (como a biúta). Eles sobem em árvores para ganhar o acesso ao mel do ninhos de abelhas. A dieta do texugo-euroasiático consiste de minhocas, insetos, e larvas. Eles também comem pequenos mamíferos, anfíbios, répteis e pássaros assim como cereais, raízes e frutas. == Texugos e humanos == Muitos texugos na Europa foram mortos por gás durante os anos 1960 e 1970 para controlar a raiva. Até os anos 1980, essa prática foi usada no Reino Unido para controlar a extensão da tuberculose bovina. O costume escandinavo é de pôr cascas de ovo ou isopor nas botas de alguém ao andar no território do texugo, pois se acredita que texugos parem de morder ao ouvir uma mastigação ruidosa. A caça de texugos é comum em muitos países, seja para se eliminar a peste representada pelos texugos, seja simplesmente como esporte. Tal modalidade de caça, no entanto, requer licença do governo. Ostensivamente, os texugos são protegidos no Reino Unido pela lei 1 992. A luta de texugos é um desporto sangrento proscrito no Reino Unido pelo ato 1 835 de crueldade aos animais bem como pela lei 1 992 de proteção aos texugos. A raça de cães Dachshund foi criada especialmente para caçar texugos (dachshund significa, literalmente, \"cão de texugo\"ː dachs, texugo e hund, cão). Alguns habitantes de Baçorá, no Iraque, dizem que as Forças britânicas soltaram texugos que comem humanos naquela região do país depois da invasão de 2003. Esta alegação foi negada pelos cientistas britânicos. Foi especulado que os animais eram nativos da área. Há algumas discrepâncias entre estudiosos da língua japonesa ao se traduzir タヌキ (cão-guaxinim) para outras línguas. Esse problema é mais comum de ocorrer nos Estados Unidos devido ao desconhecimento desse animal. Erroneamente, o cão-guaxinim é chamado de texugo, embora sejam animais distintos e ambos conhecidos e existentes no Japão. Alguns traduzem até como guaxinim. Na saga Harry Potter, o Texugo é o animal que representa a casa Hufflepuff (lufa-lufa). Texugo é o mascote da unidade de Bauru da Universidade Júlio de Mesquita Filho (UNESP). O Texugo é um dos Símbolos do estado de Wisconsin, nos Estados Unidos. Os times que representam a Universidade do Wisconsin-Madison são chamados de \"texugos de Wisconsin\". Categoria:Mustelídeos",
 "title": "Texugo"
}