{
 "id": "70056",
 "text": ":Nota: Para outros significados de Micrômetro, ver Micrômetro (desambiguação). O é um instrumento metrológico capaz de aferir as dimensões lineares de um objeto (tais como espessura, altura, largura, profundidade, diâmetro etc.) com precisão da ordem de micrometros, que são a milionésima parte do metro. Têm vasta aplicação na indústria mecânica e em diversos contextos de medição e ensaios não-destrutivos, medindo toda a espécie de objetos. O micrômetro funciona por um parafuso micrométrico e é muito mais preciso que a craveira, que funciona por deslizamento de uma haste sobre uma peça dentada e permite a leitura da espessura por meio de um nônio ou de um mecanismo semelhante ao de um relógio analógico. No Brasil, usa-se o termo paquímetro para o instrumento composto de duas partes deslizantes (vernier) e \"micrômetro\" para o instrumento dotado de parafuso micrométrico, mais preciso. O termo \"craveira\" não é usado. Em Portugal, a nomenclatura dos instrumentos é diferente. == Origem do micrômetro == Jean Louis Palmer apresentou, pela primeira vez, um micrômetro para requerer sua patente. O instrumento permitia a leitura de centésimos de milímetro, de maneira simples. Com o decorrer do tempo, o micrômetro foi aperfeiçoado e possibilitou medições mais rigorosas e exatas do que o paquímetro. De modo geral, o instrumento é conhecido como micrômetro. Na França, em homenagem ao seu inventor, o micrômetro é denominado palmer. Em 1890, Laroy S. Starrett patenteou um micrômetro mais aperfeiçoado, utilizando uma tampa para a haste, um módulo que aumentou a velocidade de medição e outras melhorias, o que transformou a versão antiga deste instrumento em uma ferramenta extremamente moderna, que mantém até hoje o mesmo princípio de funcionamento. Laroy S. Starrett é o fundador da Starrett, atualmente uma das maiores fabricantes de ferramentas e instrumentos de medição do mundo, com sede em diversos países. == Princípio de funcionamento == O funcionamento do micrômetro baseia-se no deslocamento axial de um parafuso micrométrico com passo de alta precisão dentro de uma rosca ajustável. A circunferência de rosca (\"tambor\") é dividida em 50 partes iguais, possibilitando leituras de 0,01mm a 0,001mm. == Nomenclatura == Descrição das principais partes: * Arco: é construído de aço especial e tratado termicamente, a fim de eliminar as tensões, e munido de protetor antitérmico, para evitar a dilatação pelo calor das mãos. * Isolante térmico: fixado ao arco, evita sua dilatação porque isola a transmissão de calor das mãos para o instrumento. * Parafuso micrométrico: é construído de aço de alto teor de liga, temperado, retificado para garantir exatidão no passo da rosca. * Faces de medição: Tocam a peça a ser medida e, para isso, apresentam-se rigorosamente planos e paralelos. Em alguns instrumentos, os contatos são de metal duro, de alta resistência ao desgaste. * Bainha: Onde é gravada a capacidade de medição do instrumento, sendo esta gravada de 1 em 1mm, e de 0,5 a 0,5mm. * Tambor: é onde se localiza a escala centesimal. Ele gira ligado ao fuso micrométrico. * Porca de ajuste: Quando necessário, permite o ajuste da folga do parafuso micrométrico. * Catraca: assegura a pressão de medição constante. * Trava: Permite imobilizar o fuso numa medida predeterminada. == Como usar um micrômetro e fazer a leitura == Confira o passo a passo a seguir para entender como usar o micrômetro: *Passo 1. Colocar o objeto a ser medido entre o pistão e o suporte. Usa-se pelo espeto , espetando no objeto e medindo. *Passo 2. Girar o controle do pistão até que ele toque o objeto. *Passo 3. Girar o controle do pistão com mais cuidado, até ouvir três cliques. *Passo 4. Verificar se tanto o pistão quanto o suporte estão tocando o objeto uniformemente. *Passo 5. Acionar a trava do dedal enquanto o objeto está dentro. *Passo 6. Remover o objeto do micrômetro. Para entender como fazer a leitura, segue um exemplo: :Imagine que a medida vai começar com o número inteiro 2. Siga os passos: *Passo 1. Olhe na marca dos décimos de polegadas na régua, digamos que seja 2,5. *Passo 2. Olhe a marca de 25 milésimos próxima a dos décimos de polegadas, digamos que seja ,025. *Passo 3. Encontre o número e a marca correspondente na escala do dedal próxima, mas ainda inferior à linha de medida na régua. *Passo 4. Adicione isto à marca de 25 milésimos. Até agora, a medida se encontra em 2,545. *Passo 5. Vire o micrômetro para ver a marca dos centésimos de polegada. *Passo 6. Ache a marca na régua que está alinhada com a marca no dedal (3), para ter uma medida final no nosso exemplo de 2,5453. ==Ver também== *Inclinômetro *Régua *Relógio *Relógio comparador *Taxímetro *Transferidor Categoria:Instrumentos de medida",
 "title": "Micrómetro (instrumento)"
}