{
 "id": "70087",
 "text": "O Direito Processual Penal ou Direito Processual Criminal é o ramo de estudo tradicionalmente voltado à atividade de jurisdição de um Estado soberano no julgamento do acusado de praticar um crime. O procedimento de legitimação do direito de punir estatal, chamado de processo penal, é o universo de estudos do Direito Processual Penal. == Brasil == === História do Processo Penal Brasileiro === Nossa primeira legislação codificada foi o Código de Processo Criminal de Primeira Instância, no ano de 1832. Porém, o período mais significante para o Processo Penal Brasileiro foi em meados do século XX. Foi em 1941 que o Código de Processo Penal foi criado, continuando atual quanto à vigência. A elaboração do Código de Processo Penal brasileiro foi inspirada na codificação processual penal italiana da década de 30. Nessa época a Itália estava em pleno regime fascista. Com isso, culminou na elaboração de um código com bases extremamente autoritárias. Para ilustrar esse aspecto absolutamente autoritário do Código de Processo Penal, a redação primitiva nos trazia que até a sentença absolutória, ou seja, aquela que julga improcedente a pretensão de punir, não era suficiente para restabelecer a liberdade do réu, dependendo do grau da infração penal (antigo art. 596, CPP). Da mesma forma, dependendo da pena que era abstratamente culminada ao fato, uma denúncia, quando era recebida, era decretada automática e obrigatoriamente a prisão preventiva do acusado, como se fosse realmente culpado (antigo art. 312, CPP). Portanto, podemos perceber que o princípio que norteava o Código de Processo Penal, então, era o da presunção de culpabilidade, (o acusado era tratado como potencial e virtual culpado) o que não era de se estranhar, devido ao fato de que o Código foi inspirado em uma cultura de poder fascista e autoritária, que era do regime italiano da década de 1930. Até aqui estamos tratando da redação originária do Código de Processo Penal Brasileiro. ==== A Constituição da República e o Código de Processo Penal ==== Como vimos anteriormente, até a década de 70, o Código de Processo Penal era nitidamente autoritário, porém a constituição da República de 1988, caminhou em direção oposta. O novo texto constitucional, instituiu um sistema de amplas garantias individuais, enquanto que o Código de Processo Penal pautava-se pelo princípio da culpabilidade e da periculosidade do agente, a começar pela afirmação da situação jurídica de quem ainda não tiver reconhecida a sua responsabilidade penal por sentença condenatória transitado em julgado: “ninguém será considerado culpado até o trânsito em julgado da sentença penal condenatória”(art.5º, LIVV, CF). A mudança foi significativa, fazendo com que a nova ordem exigisse de que o processo não fosse mais conduzido como instrumento da aplicação da lei penal, mas além disso, que se transformasse em um instrumento de garantia do indivíduo perante ao Estado. Esse devido processo penal constitucional, busca realizar uma justiça Penal submetida à exigência de igualdade efetiva entre os litigantes. Com o processo devendo sempre se atentar para a desigualdade material. Ao Estado deve interessar tanto a absolvição do inocente quanto a condenação do culpado, e com a Constituição de 1988 o Ministério Público, passou a ser considerado uma instituição independente tendo a função de defender a ordem jurídica, e não apenas os interesses da função acusatória, devendo atuar com imparcialidade, reduzindo-se a sua caracterização conceitual de parte ao campo específico da técnica processual. Com base no que foi abordado anteriormente, nossa legislação processual permanece ligada à codificação elaborada em 1941, com muitas modificações até os dias atuais. Sem essas modificações estaríamos inseridos numa teoria extremamente autoritária, porém ainda aguarda-se reforma mais atualizadas. Nesse sentido temos tramitando no Congresso Nacional o PLS nº 156 (PL nº 8.045/10), cuidando da elaboração de um novo Código de Processo Penal. Portanto, o código elaborado em 1941 “refletia uma mentalidade tipicamente policialesca, própria da época, em absoluto descompasso com a Constituição da República”. (PACCELI, 2013, pg. 1,) PUCCELLI, Eugênio. Curso de Processo Penal. 18ª edição. São Paulo: Editora Atlas S.A., 2014. Ao contrário do entendido no âmbito do Direito Processual Civil, no processo penal não há a figura da lide, posto a expectativa da punição ao praticante de conduta típica, antijurídica e culpável é pré determinada em relação ao fato. Dado que a maioria das Constituições contemporâneas (incluindo a Constituição brasileira de 1988 e a Constituição portuguesa de 1976) traz como direito fundamental da pessoa humana a presunção de inocência, pela qual, conforme a redação do inciso LVII do art. 5º da Carta brasileira (\"Ninguém será considerado culpado até o trânsito em julgado de sentença penal condenatória\") e a dicção do item 2º do art. 32 da Constituição portuguesa (\"Todo o arguido se presume inocente até o trânsito em julgado da sentença de condenação, devendo ser julgado no mais curto prazo compatível com as garantias de defesa.\"), o indivíduo submetido à persecução penal somente poderá sofrer os efeitos da sanção penal prevista para o fato objeto da denúncia ou queixa-crime após transcorrido todo o processo durante o qual tenha o réu a garantia da ampla defesa plenamente respeitada. A este tipo de processo em que são garantidos direitos ao imputado chama-se devido processo legal. O Direito Processual Penal é um ramo jurídico autônomo, subdivisão do Direito Processual. Como o Direito processual civil, abarca normas de caráter instrumental, que regulam o desenrolar do processo, e se encaixa no grande ramo do Direito Público. === Características do Processo penal no Brasil === O Direito Processual Penal brasileiro é regido principalmente pelas garantias e determinações insculpidas na Constituição Federal de 1988. As normas procedimentais estão descritas no Código de Processo Penal brasileiro (Decreto-lei nº 3.689/1940), que sofre intensas críticas da doutrina e da sociedade em geral por trazer disposições incompatíveis com algumas garantias trazidas pela Carta de 1988. Há disposições de cunho processual penal em outros diplomas legislativos, como por exemplo na Lei Federal nº 9.099/1995 (Lei dos Juizados Especiais) ou na Lei nº 11.340/2006 (Lei Maria da Penha). O processo penal é o instrumento necessário e suficiente à realização da jurisdição penal. A Constituição brasileira afirma que \"ninguém será privado da liberdade ou de seus bens sem o devido processo legal\" (art. 5º, LIV). Por meio do processo, verifica-se se a ação ou omissão que estão abstratamente descritas na lei penal como proibidas (tipo penal) ocorreram, se sim se houve uma justificação, ou uma exculpante. Cabe ao processo penal a averiguação das provas apresentadas pelas partes de acordo com suas linhas argumentativas, de modo o juiz seja livremente convencido e julgue o réu de acordo com seu entendimento acerca do fato investigado através das provas a ele trazidas nos autos. O processo penal segue diversos procedimentos, ou ritos, de acordo com a natureza crime que pretende julgar, ou de acordo com a pena em abstrato prevista para tal delito. Os procedimentos previstos no Código de Processo Penal brasileiro são o rito ordinário, o rito sumário, o rito sumaríssimo (previsto na Lei nº 9.099/95, que estabelece os Juizados Especiais cíveis e criminais) e o rito do Tribunal do Júri. Os resultados possíveis do processo penal são: * Absolvição, quando resta provado que o acusado não é autor do fato típico ou quando sobre ele incide uma ou mais excludentes de culpabilidade ou antijuridicidade; a absolvição libera o absolvido de quaisquer obrigações com o Estado ou com qualquer parte do processo. * Condenação, quando resta provado que o acusado é autor do fato típico, antijurídico e culpável; a condenação gera, na maior parte das vezes, a aplicação da sanção penal prevista em abstrato para o crime de que o réu foi considerado culpado, além de ensejar a possível responsabilidade civil ex delicto do réu para com a vítima; * Aplicação de medida de segurança, quando se determina que, embora autor da ação ou omissão típica e antijurídica, o réu é inimputável, ou seja, não possuía, no momento do fato, capacidade mental de entender a ilicitude de sua ação ou guiar-se de acordo com este entendimento; para aplicação de medida de segurança entende-se que o réu deve ser considerado perigoso para a sociedade devido ao transtorno mental que o torna inimputável, pelo que delibera-se interná-lo em instituição psiquiátrica para tratamento de sua patologia; * Aplicação de medida educativa, quando o acusado é autor do fato típico e antijurídico, mas, por não ter ainda atingido a idade mínima legal para sujeição à sanção penal (no Brasil, a idade de 18 anos), é submetido a medida educativa (nos termos do Estatuto da Criança e do Adolescente). === Princípios do Processo Penal === Os princípios do Processo Penal brasileiro, são aquelas normas máximas que devem ser respeitadas e observadas no curso de um processo penal. São oriundos da Constituição ou do próprio Direito Processual Penal. A maioria dos referidos princípios encontram-se positivados na Constituição Federal (art. 5º, CF) e, por essa razão, em hipótese alguma podem ser descumpridos ou violados, sob pena de gerar nulidade absoluta do processo. Vejamos brevemente alguns deles: ==== Princípio do Devido Processo Legal ==== A Carta Magna brasileira de 1988 trouxe pela primeira vez em seu texto o Princípio do Devido Processo Legal. Ele está expresso no art.5°, inciso LIV, que aduz: :\"Art. 5° - Todos são iguais perante a lei, sem distinção de qualquer natureza, garantindo-se aos brasileiros e aos estrangeiros, residentes no País a inviolabilidade do direito à vida, à liberdade, à igualdade, à segurança e à propriedade, nos termos seguintes: :LIV – ninguém será privado de seus bens sem o devido processo legal;\" Tal princípio é a garantia de que haja um procedimento adequado, no qual as partes tenham direito ao contraditório e a ampla defesa, conforme previsão do art. 5°, inciso LV. CINTRA (2012) defende que o princípio do devido processo legal, procura concretizar o direito à igualdade processual, decorrente do princípio da isonomia (art. 5°, I), consagrando-se o equilíbrio entre as partes no processo civil e entre a defesa e a acusação no processo penal. Na Declaração Universal dos Direitos Humanos, em seu art.8°, há a previsão do princípio do devido processo legal, consagrando-o como um direito fundamental: :Art.VIII “Todo o homem tem direito a receber dos tribunais nacionais competentes remédio efetivo para os atos que violem os direitos fundamentais que lhe sejam reconhecidos pela constituição ou pela lei”. Segundo COSTA, a grande importância do princípio do devido processo legal para os Estados de Direito, é confirmada pelo art. IX, X e XI da Declaração Universal dos Direitos Humanos, que rezam que: :“Artigo IX - Ninguém será arbitrariamente preso, detido ou exilado. :Artigo X - Toda pessoa tem direito, em plena igualdade, a uma audiência justa e pública por parte de um tribunal independente e imparcial, para decidir de seus direitos e deveres ou do fundamento de qualquer acusação criminal contra ele. :Artigo XI :1.Toda pessoa acusada de um ato delituoso tem o direito de ser presumida inocente até que a sua culpabilidade tenha sido provada de acordo com a lei, em julgamento público no qual lhe tenham sido asseguradas todas as garantias necessárias à sua defesa. :2.Ninguém poderá ser culpado por qualquer ação ou omissão que, no momento, não constituíam delito perante o direito nacional ou internacional.Tampouco será imposta pena mais forte do que aquela que, no momento da prática, era aplicável ao ato delituoso”. : A Convenção de São José da Costa Rica, tratado do qual nosso país é signatário, também assegura o princípio do devido processo legal, conforme expressão de seu art.8°: Garantias judiciais: :Art. 8º :1. Toda pessoa terá o direito de ser ouvida, com as devidas garantias e dentro de um prazo razoável, por um juiz ou Tribunal competente, independente e imparcial, estabelecido anteriormente por lei, na apuração de qualquer acusação penal formulada contra ela, ou na determinação de seus direitos e obrigações de caráter civil, trabalhista, fiscal ou de qualquer outra natureza. \" :2. Toda pessoa acusada de delito tem direito a que se presuma sua inocência enquanto não se comprove legalmente sua culpa. Durante o processo, toda pessoa tem direito, em plena igualdade, às seguintes garantias mínimas: :a) direito do acusado de ser assistido gratuitamente por tradutor ou intérprete, se não compreender ou não falar o idioma do juízo ou tribunal; :b) comunicação prévia e pormenorizada ao acusado da acusação formulada; :c) concessão ao acusado do tempo e dos meios adequados para a preparação de sua defesa; :d) direito do acusado de defender-se pessoalmente ou de ser assistido por um defensor de sua escolha e de comunicar-se, livremente e em particular, com seu defensor; :e) direito irrenunciável de ser assistido por um defensor proporcionado pelo Estado, remunerado ou não, segundo a legislação interna, se o acusado não se defender ele próprio nem nomear defensor dentro do prazo estabelecido pela lei; f) direito da defesa de inquirir as testemunhas presentes no tribunal e de obter o comparecimento, como testemunhas ou peritos, de outras pessoas que possam lançar luz sobre os fatos. :g) direito de não ser obrigado a depor contra si mesma, nem a declarar-se culpada, e h) direito de recorrer da sentença para juiz ou tribunal superior. :3. A confissão do acusado só é válida se feita sem coação de nenhuma natureza. :4. O acusado absolvido por sentença passada em julgado não poderá se submetido a novo processo pelos mesmos fatos. :5. O processo penal deve ser público, salvo no que for necessário para preservar os interesses da justiça.” Para GONÇALVES (2013), o devido processo legal pode se formal, garantindo-se a obediência ao regramento legal previsto, ou substancial, limitando-se o poder estatal, para que o mesmo não edite normas que ofendam a razoabilidade e as bases do Estado democrático de Direito. Nas palavras de Cintra (2012:93): ::“(...) a garantia do acesso à justiça, consagrando no plano constitucional o próprio direito de ação (como direito à prestação jurisdicional) e o direito de defesa (direito à adequada resistência às pretensões adversárias), tem como conteúdo o direito ao processo, com as garantias do devido processo legal. Por direito ao processo não se pode entender a simples ordenação de atos, através de um procedimento qualquer. O procedimento há de realizar-se em contraditório, cercando-se de todas as garantias necessárias para que as partes possam sustentar suas razões, produzir provas, influir sobre a formação do convencimento do juiz. E mais: para que esse procedimento, garantido pelo devido processo legal, legitime o exercício da função jurisdicional”. SALOMÃO (2008) ressalta que o “princípio do devido processo legal é uma das garantias constitucionais mais festejadas, pois dele decorrem todos os outros princípios e garantias constitucionais. Ele é a base legal para aplicação de todos os demais princípios, independente do ramo do direito processual (...)”. Por seu turno, GAVIORNO defende que embora tenha sentido muito amplo, o devido processo legal, foi empregado para significar um processo legal e anteriormente previsto em lei, que deve estender-se de forma igualitária a todos os homens. Trata-se, portanto, de um processo justo a que tem direito o cidadão antes de ser privado de sua vida, de sua liberdade e de sua propriedade. Conclui-se, que o devido processo legal, aliado ao acesso à justiça, são os princípios constitucionais de maior valia para o Direito Processual, pois deles decorrem todos os demais postulados necessários para assegurar o direito à ordem jurídica justa. É, por meio deste princípio que a legalidade e a legitimidade da atuação do Estado, como ordenador social, são garantidas. ==== Princípio do Estado de Inocência (ou Presunção de Inocência ou Não Culpabilidade) ==== É previsto no art. 5º, inciso LVII, da Constituição Federal e vigora que \"ninguém será considerado culpado até o trânsito em julgado de sentença penal condenatória\". Dessa maneira, predispõe esse princípio (direito fundamental da pessoa humana) que, todo cidadão é inocente até quando sobrevier sentença penal condenatória transitada em julgado, ou seja, até decisão condenatória que não admita mais recurso. Esse princípio fundamenta, por exemplo, a regra da liberdade do réu no processo penal, só podendo ser preso em restritas ocasiões; bem como, em razão desse princípio, ninguém ter restrito seus direitos sob o motivo de responder a inquéritos policiais ou processos criminais em andamentos. ==== Princípio do Contraditório e da Ampla Defesa ==== Reza esse princípio de índole constitucional que, todos que sejam submetidos a um processo penal, têm o direito de ter ciência e oportunidade para (representada por advogado legalmente habilitado, é claro) contraditar à acusação e influir no convencimento judicial (princípio do contraditório). Com a mesma ideia, está o Princípio da Ampla Defesa, que significa o direito do acusado de produzir todas as provas possíveis em seu favor, desde que observadas as disposições constitucionais e legais. Esse princípio fundamenta o direito do réu ser interrogado por último na Audiência de Instrução e Julgamento, e, também, ser considerado seu interrogatório um meio de defesa processual. ==== Princípio da Proibição de Provas Ilícitas ==== O Princípio da Proibição de Provas Ilícitas encontra respaldo no artigo 5º, LVI da Constituição Federal que traz o preceito de que são “inadmissíveis, no processo, as provas obtidas por meios ilícitos”. Da mesma forma também o faz através do artigo 157 do Código do Processo Penal com o enunciado de que são “inadmissíveis, devendo ser desentranhadas do processo, as provas ilícitas, assim entendidas as obtidas em violação a normas constitucionais e legais.” Do enunciado do diploma processual podemos inferir conceitualmente que a será prova ilícita aquela que transgredir normas de natureza material. Existem quatro teorias contrastantes sobre a utilização das provas ilícitas no processo penal conforme ensina Maria Thereza Rocha de Assis MouraMOURA, Maria Thereza Rocha de Assis. A ilicitude na obtenção da prova e sua aferição. Disponível em:< http://www.ambito- juridico.com.br/site/index.php?n_link=revista_artigos_leitura&artigo;_id=5070> Acesso em: 03/11/2013. . A primeira teoria diz respeito à inadmissibilidade total em consonância com o estabelecido no artigo 5º, LVI da Constituição Federal, pois esta não admitiria relativização, ou seja, seria o princípio da proibição de provas ilícitas um princípio absoluto do qual não poderia ser lançada mão. A segunda teoria a ser apresentada é a da admissibilidade processual que estabelece que, para o curso do processo penal, a prova somente é considerada ilícita caso seja produzida mesmo perante proibições existentes em norma processual. A terceira teoria é da admissibilidade em função do princípio da proporcionalidade sendo que nesta teoria a utilização da prova considerada ilícita poderia ser aceitável quando diante de casos em que a sua admissão fosse a única forma possível de se evitar um resultado injusto, seja ela pro reo ou pro societate. A última teoria é a da admissibilidade em função do princípio da proporcionalidade pro reo, ou seja, a prova ilícita poderia ser utilizada quando fosse a favor do réu no processo penal. Tal teoria se funda em razão de que o poder probatório do Estado não se compara ao poder probatório do réu e serviria esta teoria para colocá-los em uma situação mais próxima da paridade de armas. Sobre esta última teoria, faz o professor Aury Lopes Jr.LOPES JR, Aury. Direito processual Penal. 9. ed. rev. e atual. São Paulo: Saraiva, 2012. pág. 614 uma excelente observação ao afirmar que “a prova ilícita poderia ser admitida e valorada apenas quando se revelasse em favor do réu. Trata-se da proporcionalidade pro reo, em que a ponderação entre o direito de liberdade de um inocente prevalece sobre um eventual direito sacrificado na obtenção da prova (dessa inocência).” A prova também pode ser ilícita por derivação, ou seja, quando da prova ilícita se consegue uma nova prova, a princípio, lícita. Trata-se da conhecida teoria dos frutos da árvore envenenada, surgida nos Estados Unidos em 1920, onde os vícios da árvore contaminam os seus frutos. A teoria em questão está prevista no Código do Processo Penal no art. 157, § 1º que determina que “são também inadmissíveis as provas derivadas das ilícitas, salvo quando não evidenciado o nexo de causalidade entre umas e outras, ou quando as derivadas puderem ser obtidas por uma fonte independente das primeiras.” Ou seja, a prova ilícita contamina as provas subsequentes que forem derivadas diretamente dela, salvo algumas exceções a serem verificadas mais à frente. Verifica-se, assim, uma proteção às garantias e aos direitos constitucionais e infraconstitucionais, pois como transmite Paulo RangelRANGEL, Paulo. Direito Processual Penal. 18. ed. Rio de Janeiro: Lumen Juris, 2011. pág. 476 “se o Estado lança mão de um expediente inidôneo (entenda-se ilícito) para descobrir um fato investigado, tudo o que for descoberto que tiver relação direta com a ilicitude da prova estará contaminado. O preço de se viver em uma democracia não tolera esse tipo de prova colhida ao arrepio da lei. Do contrário, não vale a pena viver em um Estado Democrático de Direito.” Contudo, são encontradas limitações à teoria dos frutos da árvore envenenada que podem ser inferidas do próprio enunciado normativo supracitado, são as suas exceções como já alertado anteriormente. Em primeiro lugar temos a teoria da fonte independente que estabelece que se produtor obtiver uma segunda prova de forma legítima, com origem autônoma e que não apresente qualquer conexão causal com a prova originariamente ilícita, ela será totalmente admissível já que não sofre a contaminação da primeira prova. Observa-se também a teoria da descoberta inevitável que acontece quando a prova, advinda de uma prova ilícita, seria descoberta de qualquer forma, independentemente de estar ligada à prova originária contaminada pela ilicitude. Há também a teoria do nexo causal atenuado que se verifica quando o nexo causal entre a prova ilícita e a derivada dela é tão sutil que acaba não ocorrendo a contaminação desta última. Por fim, há a teoria da boa fé que considera plenamente aceitável a prova produzida ilicitamente, mas que ainda assim a sua obtenção tenha sido objeto de boa-fé. ==== Princípio da Razoabilidade e da Proporcionalidade ==== Desde a Declaração dos Direitos do Homem e do Cidadão, 1789, já se exigia a observância da proporcionalidade entre a gravidade do crime praticado e a sanção aplicada, in verbis: \"a lei só deve cominar penas estritamente necessárias e proporcionais ao delito\" (art. 15). A Constituição Federal Brasileira recepciona, em vários dispositivos, o princípio da proporcionalidade tais como: exigência da individualização da pena (art. 5º, XLVI), proibição de determinadas modalidades de sanções penais (art. 5º, XLVI), proibição de determinadas modalidades de sanções penais (art.5º, XLVII). O princípio da proporcionalidade, de origem constitucional, é de caráter formal e ordenatório e impõe que se justifique qualquer intervenção nos direitos fundamentais. A gravidade do ilícito é diretamente proporcional à severidade da pena. Os princípios da proporcionalidade e da razoabilidade não se confundem, apesar de estarem intrinsecamente ligados e, em alguns aspectos, bem identificados. Trata-se, na verdade, de princípios que se fundem e, não raro, utiliza-se o termo \"razoabilidade\" para identificar o princípio da proporcionalidade, apesar de possuírem origens distintas: Oriundo do direito norte-americano, o princípio da razoabilidade é uma derivação do princípio do devido processo legal. Tem por finalidade esclarecer oposições, ou antinomias, entre os direitos fundamentais. O princípio da razoabilidade tem por função anular estes conflitos, ou colisão, de direitos fundamentais. Através da ponderação apresentará a solução mais razoável ao problema. Razoável é aquilo que tem aptidão para atingir os objetivos a que se propõe, sem, contudo, representar excesso algum. É exatamente o princípio da razoabilidade que afasta a invocação do exemplo concreto mais antigo do princípio da proporcionalidade, qual seja, a \"lei do talião\", que, inegavelmente, sem qualquer razoabilidade, adotava estritamente o princípio da proporcionalidade. Desta forma, a razoabilidade acaba por exercer função controladora na aplicação do princípio da proporcionalidade. ==== Princípio da Busca da Verdade ==== Este princípio fala sobre a procura dos fatos que componham a verdade para se compor um sentença justa. Inicialmente compreendia-se que cabia no processo civil que as partes levantassem as provas para o convencimento do magistrado, impedindo-se também que este viesse a incutir na produção de provas, ou seja, não poderia deterninar a produção de provas ex officio. Somente ao final do processo, caso restasse alguma lacuna sobre fatos, deveria julgar o litígio segundo a verdade formal, ou seja, aquela que se materializou no processo. Já no processo penal entendia-se o contrário em casos em que estando em discussão a liberdade de locomoção do acusado. Na busca da verdade material, cabia o direito de que o juiz de participasse diretamente do processo de produção de provas, anulando assim a liberdade individual e autonomia das partes ao produzir as provas e até, consequentemente, cerceando a defesa dos acusados na busca dessa verdade material ou real. Assim, como bem conceitua Renato BrasileiroLIMA, Renato Brasileiro de. Manual de Processo Penal. Rio de janeiro: Impetus, 2011, Vol I. pág. 48 \"A crença de que a verdade podia ser alcançada pelo Estado tornou a sua perseguição o fim precípuo do processo criminal. Diante disso, em nome da verdade, tudo era válido, restando justificados abusos e arbitrariedades por parte das autoridades responsáveis pela persecução penal, bem como a ampla iniciativa probatória concedida ao juiz, o que acabava por comprometer sua imparcialidade\". Atualmente ambas as correntes de verdade tanto no âmbito do processo civil quanto no penal foram deixadas de lado. No processo penal, que mais nos cabe analisar, hoje se admite a impossibilidade de se atingir uma verdade absoluta. O que se faz é levantar os fatos e versões para dar ao magistrado um juízo de certeza que se aproxime dessa verdade absoluta. Daí a necessidade de abstenção por parte do juiz para que sejam respeitadas as liberdades de ações das partes e buscar uma maior exatidão na reconstituição dos fatos. Como brilhantemente cita Cândido Rangel DinamarcoDINAMARCO, Cândido Rangel. A instrumentalidade do processo. Fundamentos do processo civil moderno. São Paulo: Editora Revista dos Tribunais. 22 ed., 1987, nº 44. p. 449. , \"a verdade e a certeza são dois conceitos absolutos, e, por isto, jamais se tem a segurança de atingir a primeira e jamais se consegue a segunda, em qualquer processo (a segurança jurídica, como resultado do processo, não se confunde com a suposta certeza, ou segurança, com base na qual o juiz proferiria os seus julgamentos). O máximo que se pode obter é um grau muito elevado de probabilidade, seja quanto ao conteúdo das normas, seja quanto aos fatos, seja quanto à subscrição desses nas categorias adequadas\". A teoria aceita nos dias de hoje é a da Busca da Verdade ou Princípio da livre- investigação da prova no interior do processo. Esse princípio está fundamentado no art. 186 do Código de Processo Penal. Nele se admite que o juiz produza provas mas só na parte processual, sendo sempre complementar as lacunas deixadas pelas partes. Além desse artigo, completam esse princípio o art. 156, inciso n, do CPP, que permite que o juiz, no curso da instrução, ou antes de proferir sentença, determine de oficio a realização de diligências para dirimir dúvida sobre ponto relevante; art. 196 do CPP, \"a todo tempo o juiz poderá proceder a novo interrogatório de ofício ou a pedido fundamentado de qualquer das partes\"; art. 209, caput, do CPP, \"o juiz, quando julgar necessário,poderá ouvir outras testemunhas, além das indicadas pelas partes\"; o art 200 § 12 do CPP também prevê que \"se ao juiz parecer conveniente, serão ouvidas as pessoas a que as testemunhas se referirem\". e art. 616 do CPP, \"no julgamento das apelações poderá o tribunal, câmara ou turma proceder a novo interrogatório do acusado, reinquirir testemunhas ou determinar outras diligências\". Tendo como objetivo limitar a abrangência desse princípio, encontram-se dispositivos que regem o alcance dessa \"discricionariedade\" do juiz ao produzir provas. São eles a própria Constituição da República Federativa do Brasil em seu artigo art. 52, inciso LVI o qual diz que são inadmissíveis, no processo, as provas obtidas por meios ilícitos. Já no Código de Processo Penal podemos encontrar esse limite nos seguintes artigos: art. 479, o qual aponta a impossibilidade de leitura de documentos ou exibição de objetos em plenário do júri, se não tiverem sido juntados aos autos com antecedência mínima de 3 (três) dias úteis, dando-se ciência à outra parte; art. 207 que dita as limitações ao depoimento de testemunhas que têm ciência do fato em razão do exercício de profissão, ofício, função ou ministério; art. 621 que fala do descabimento de revisão criminal contra sentença absolutória com trânsito em julgado ainda que surjam novas provas contra o acusado. No Código penal encontramos o art. 235 diz respeito às questões prejudiciais devolutivas absolutas, ou seja, questões prejudiciais heterogêneas que versam sobre o estado civil das pessoas. Renato BrasileiroLIMA, Renato Brasileiro de. Manual de Processo Penal. Rio de janeiro: Impetus, 2011, Vol I. pág. 50 explica o caso com o seguinte exemplo \"suponha-se que determinado indivíduo esteja sendo processado pelo crime de bigamia (CP art. 235) e que, em sua defesa, alegue que seu primeiro casamento seja nulo, tendo por isso se casado novamente. Nesse caso, como a questão prejudicial versa sobre o estado civil das pessoas, não haverá possibilidade de solução da controvérsia no âmbito processual penal, independentemente do meio de prova que se queira utilizar, devendo as partes ser remetidas ao cível, nos termos do art. 92 do CPP: \"se a decisão sobre a existência da infração depender da solução de controvérsia, que o juiz repute séria e fundada, sobre o estado civil das pessoas, o curso da ação penal ficará suspenso até que no juízo cível seja a controvérsia dirimida por sentença passada em julgado, sem prejuízo, entretanto, da inquirição das testemunhas e de outras provas de natureza urgente. O princípio da verdade é um dos mais relevantes princípios do Processo Penal. Além dele, temos ainda o princípio da presunção da inocência ou da não culpabilidade, o princípio da imparcialidade do juiz,da igualdade processual, do contraditório ou bilateralidade da audiência, princípio da ampla defesa, da ação, demanda ou iniciativa das partes, da oficialidade, oficiosidade, da obrigatoriedade, da indisponibilidade, do impulso oficial, da motivação das decisões, da publicidade, do duplo grau de jurisdição, do juiz natural, do promotor natural ou do promotor legal, dentre outros. Todos esses princípios norteiam o Processo Penal, respaldando-se na Constituição da República Federativa do Brasil a fim de garantir a não opressão arbitrária do Estado por um lado, e também viabilizando a efetividade da prestação jurisdicional. Baseando-se no princípio da busca da verdade real , também conhecido como princípio da livre- investigação da prova no interior do pedido, no contexto penal, o jurista deve sempre buscar meios de aproximar os fatos processuais da verdade. Sendo assim, utiliza-se, segundo Nestor Távora, respeitando o procedimento do processo, como, por exemplo, a ampla defesa e o contraditório, de verossimilhança. Esse processo acontece através de uma reconstrução histórica dos fatos, logo, a verdade torna-se inatingível. Não questionamos que a verdade é uma e sempre relativa, consistindo busca inviável no processo, encontrar a realidade dos fatos tal como ocorreram. A verdade é apenas uma noção ideológica da realidade, motivo pelo qual o que é verdadeiro para uns, não o é para outros. (NUCCI, 2008, p. 106). Na frase a seguir, entendemos que, para Nucci, o magistrado tem papel fundamental para a busca da verdade real: Enquanto na esfera cível o magistrado é mais um espectador da produção da prova, no contexto criminal, deve atuar como autêntico copartícipe na busca dos elementos probatórios. (NUCCI, 2008, p. 106). Exemplos dessa afirmativa são as garantias dada pelo ordenamento nos dispositivos 209, 234, 147, 156, os quais permitem que o juiz \"quando julgar necessário, poderá ouvir outras testemunhas, além das indicadas pelas partes” e, caso tenha conhecimento da “existência de documento relativo a ponto relevante da acusação ou da defesa, providenciará, independentemente de requerimento de qualquer das partes, para sua juntada aos autos, se possível. Além disso, a prova da alegação incumbirá a quem a fizer, sendo, porém, facultado ao juiz de ofício: 1- ordenar, mesmo antes de iniciação da ação penal, a produção antecipada de provas consideradas urgentes e relevantes, observando a necessidade, adequação e proporcionalidade da medida; 11- determinar, no curso da instrução, ou antes de proferir sentença, a realização de diligências para dirimir dúvidas sobre ponto relevante\" grifamos), 566 (\"não será declarada a nulidade de ato processual que não houver influído na apuração da verdade substancial ou na decisão da causa\", destaque nosso) do Código de Processo Penal, ilustrativos dessa colheita de oficio e da expressa referência à busca da verdade real.” (NUCCI, 2008, p.l05). *Formas de Limitação - Importante dizer que a busca pela verdade dentro do processo penal é limitada por alguns fatores. Podemos destacar: O limite da legalidade – verificação e levantamento dos fatos envolvidos no processo podem apresentar perigo para valores tanto no âmbito pessoal quanto no social. A restrição à utilização desse princípio está prevista no art. 5º, inc. LVI, da CF/88. Assim, levando em consideração a honestidade e a moralidade, qualquer prova, de fato, que fira os valores citados acima, representada pela ilicitude e ainda pela ilegitimidade. “A descoberta da verdade obtida a qualquer preço era a premissa indispensável para a realização da pretensão punitiva do Estado. Essa busca da verdade material era assim utilizada como justificativa para a prática de arbitrariedade e violações de direitos, transformando-se assim, num valor mais precioso do que a própria proteção da liberdade individual”. (DE LIMA, Renato Brasileiro, p. 32) São inadmissíveis, no processo, as provas obtidas por meio ilícitos, garante o art. - 5°, LVI,da Constituição Federal, entendendo-as como aquelas colhidas em infringência às normas do direito material (por exemplo, por meio de tortura psíquica), configurando-se importante garantia em relação à persecutória do Estado. As provas ilícitas não se confundem com as provas ilegais e as ilegítimas. Enquanto, conforme já analisado, as provas ilícitas são aquelas obtidas com infringência ao direito material, as provas ilegítimas são as obtidas com desrespeito ao direito processual. Por sua vez, as provas ilegais seriam o gênero do qual as espécies são as provas ilícitas e as ilegítimas, pois configuram-se pela obtenção com violação de natureza material ou processual ao ordenamento jurídico. (MORAES, 2009, p. 109-110) De mesma posição doutrinária encontra-se Nestor Távoa nas palavras: “Ao prescrever que são inadmissíveis no processo, as provas obtidas por meios ilícitos”, o legislador vedou as provas obtidas com violação a norma constitucional ou legal, ainda que elas retratem a “verdade real”. (TÁVORA, 2012, p. 62) Proteção constitucional conferida aos bens e direitos invioláveis - “o atributo que protege de qualquer violência direitos personalíssimos ou preserva o estado das coisas relacionadas com esses direitos.\" [21]. 21 Marco Antonio de BARROS, A busca da Verdade no Processo Penal, 2002, p.220. Alguns doutrinadores entendem que, a despeito da garantia de inviolabilidade dos mencionados direitos, não pode ela servir de escudo protetor ao infrator da lei penal, ou seja, a inviolabilidade não é absoluta, visto que pode ser um meio efetivo de realização de justiça, podendo ceder diante do interesse público, do interesse da justiça, desde que os motivos estejam expressos e sejam de relevância extraordinária. A legalidade, enquanto garantia constitucional de direitos fundamentais, pode ser flexibilizada exatamente para favorecer os direitos fundamentais, do que decorre a possibilidade de utilização de provas ilícitas pro reo. Todavia, por um lado, isso não pode acarretar um incentivo ao réu para que obtenha provas por meios ilícitos, o que contradiria a própria ideia de a ineficácia das provas ilícitas dissuadir futuras violações de direitos fundamentais, e, por outro lado, tampouco há garantia de veracidade de prova ilícita produzida pro reo. Somente em situações extremas e excepcionais se pode admitir a utilização de provas ilícitas pro societate, pois, do contrário, o Estado estaria sendo incentivado a violar direitos fundamentais, o que iria frontalmente contra a própria noção de provas ilícita, que foram originariamente idealizadas e instituídas exatamente para dissuadir o Estado de violar direitos fundamentais. (FEITOZA, 2010, p. 731) ==== Princípio do Nemo Tenetur Se Detegere ou da Não Autoincriminação ==== Ninguém é obrigado a produzir prova contra si mesmo, conforme o art. 5º, LXIII – \"o preso será informado de seus direitos, entre os quais o de permanecer calado, sendo-lhe assegurada a assistência da família e de advogado.\" O princípio do nemo tenetur “objetiva proteger o indivíduo contra excessos cometidos pelo Estado, na Persecução penal, incluindo-se nele o resguardo contra a violência físicas e morais, empregadas para compelir o indivíduo a cooperar na investigação e apuração de delitos, bem como contra métodos proibitivos de interrogatório, sugestão e dissimulações.”QUEIJO, Maria Elizabeth. O direito de não produzir prova contra si mesmo: (o princípio nemo tenetur se detegere e suas decorrências no processo penal). São Paulo: Saraiva, 2003. p. 55. Qualquer pessoa é titular do direito de não autoincriminação a qual seja imputado ato ilícito, não importando se estiver preso, em liberdade, condenado ou indiciado. Incumbe a quem acusa produzir as provas que comprovem a culpa. A testemunha, apesar de ter o dever de falar a verdade, sob pena de falso testemunho (art. 342 do CP), tem o direito de permanecer em silêncio se o seu depoimento for autoincriminante. Para evitar a autoincriminação involuntária sob a alegação de desconhecimento da lei, o acusado deve ser advertido, sob pena de constituição de prova ilícita, que tem a garantia constitucional de permanecer em silêncio, e sua utilização não lhe acarretará nenhuma consequência negativa. “I. O direito à informação da faculdade de manter-se silente ganhou dignidade constitucional, porque instrumento insubstituível da eficácia real da vetusta garantia contra a auto- incriminação que a persistência planetária dos abusos policiais não deixa perder atualidade. II. Em princípio, ao invés de constituir desprezível irregularidade, a omissão do dever de informação ao preso dos seus direitos, no momento adequado, gera efetivamente a nulidade e impõe a desconsideração de todas as informações incriminatórias dele anteriormente obtidas, assim como das provas delas derivadas.” STF – HABEAS CORPUS HC 78708/SP. “em síntese, pode-se dizer que o direito de não produzir prova contra si mesmo, que tem lugar na fase investigatória e no curso da instrução processual, abrange: a) o direito ao silêncio ou direito de ficar calado: corresponde ao direito de não responder às perguntas da autoridade... cuida-se de direito do acusado (CF, art 5º, LXIII), no exercício da auto defesa, podendo ser usado como estratégia de defesa; b) o direito de não ser coagido a confessar a prática de ilícito penal: de acordo com o Pacto Internacional dos Direitos Civis e Políticos (art. 14, § 3º) e com a Convenção Americana sobre Direitos Humanos (art. 8º, § 2º, g e §3º), o acusado não obrigado a confessar a prática do delito. Portanto, por força do princípio do nemo tenetur se detegere, ninguém pode ser coagido a confessar a prática de uma infração penal; c) inexigibilidade de dizer a verdade: alguns doutrinadores entendem que o acusado possui o direito de mentir... Na verdade, por não existir o crime de perjúrio no ordenamento pátrio, pode-se dizer que o comportamento de dizer a verdade não é exigível ao acusado, sendo a mentira ‘tolerada’, porque dela não pode resultar nenhum prejuízo ao acusado. Logo, como o dever de dizer a verdade não é dotado de coercibilidade, já que não há sanção contra a mentira no Brasil, ela deve ser tolerada por força no princípio do nemo tenetur se detegere; d) direito de praticar qualquer comportamento ativo que possa incriminá-lo: por força do direito de não produzir prova contra si mesmo, doutrina e jurisprudência têm adotado o entendimento de que não se pode exigir um comportamento ativo do acusado, caso desse facere\" possa resultar a autoincriminação; e) direito de não produzir nenhuma prova incriminadora invasiva: nesse ponto, é importante entender o que se entende por intervenções corporais, assim como o conceito de provas invasivas (são as intervenções que pressupõem penetração no organismo) e não invasivas (inspeção ou verificação corporal)... São exemplos de intervenções corporais; exame de sangue, ginecológico, identificação dentária, endoscópica, exame de reto, entre outras tantas perícias como o exame de materiais fecais, de urina, de saliva, exames de DNA usando fios de cabelo, identificações datiloscópicas de impressões dos pés, unhas e palmar e também radiografias.” A redação da Lei nº 12.760/12, “nova lei seca”, trouxe o crime de embriaguez ao volante e o questionamento sobre se é permitida a recusa do condutor do veículo em realizar o teste do bafômetro ou o exame de sangue. Conforme os ensinamentos do douto professor Renato Brasileiro de Lima,LIMA, Renato Brasileiro de. Curso de Processo Penal. Rio de janeiro: Impetus, 2013, Vol Único. págs. 48 e 49 “o fato de o art. 277, § 3º do CTB prever a aplicação de penalidades e medidas administrativas ao condutor que não se sujeitar a qualquer dos procedimentos previstos no caput do referido artigo é perfeitamente constitucional. Ao contrário do que ocorre no âmbito criminal , em que, por força do princípio da presunção de inocência, não se admite eventual inversão do ônus da prova em virtude da recusa do acusado em se submeter a uma prova invasiva, no âmbito administrativo, o agente também não é obrigado a produzir prova contra si mesmo, porém, como não se aplica a regra probatória que deriva do princípio da presunção da inocência, a controvérsia pode ser resolvida com base na regra do ônus da prova, sendo que a recusa do agente em se submeter ao exame pode ser interpretada em seu prejuízo, no contexto do conjunto probatório, com a consequente imposição das penalidades e das medidas administrativas previstas no art. 165 do CTB.” No caso do crime de embriaguez ao volante, pode o condutor recusar-se a fazer o teste do bafômetro e o exame de sangue, pois não configuraria crime de desobediência e nem poderia sua atitude ser interpretada em seu desfavor e presumida sua embriaguez. Porém outros meios podem ser utilizados para que se comprove o crime de embriaguez ao volante, como prevê o art. 306 §1º e §2º do CTB. === Reforma do código de processo penal brasileiro === Há uma série de incompatibilidades entre o atual Código de Processo Penal, em vigor desde 1941, e a Constituição brasileira de 1988. Algumas alterações legislativas foram realizadas em 2008 mas, ante sua insuficiência, o Senado determinou a formação de comissão de juristas para elaborar novo Código, cujo anteprojeto foi entregue em 22 de abril de 2009. === Principais autores brasileiros na atualidade === *Ada Pellegrini Grinover - Professora Titular aposentada da Faculdade de Direito da Universidade de São Paulo; *Afrânio Silva Jardim - Professor Adjunto da Universidade Estadual do Rio de Janeiro e Professor Titular da Universidade Gama Filho; *Antonio Magalhães Gomes Filho - Professor Titular e atual Diretor da Faculdade de Direito da Universidade de São Paulo; *Antonio Scarance Fernades - Professor Titular da Faculdade de Direito da Universidade de São Paulo *Fernando da Costa Tourinho Filho - Promotor de justiça aposentado; *Geraldo Luiz Mascarenhas do Prado - Professor Adjunto da Universidade Federal do Rio de Janeiro; *Guilherme de Souza Nucci - Professor da Pontifícia Universidade Católica de São Paulo; *Maria Thereza Rocha de Assis Moura - Professora Doutora da Universidade de São Paulo e Ministra do Superior Tribunal de Justiça; * Maurício Zanoide de Moraes - Professor Livre Docente de Processo Penal da Universidade de São Paulo (USP), tendo sido Presidente do Instituto Brasileiro de Ciências Criminais (IBCCrim) no Biênio 2005/2007; *Rogério Lauria Tucci - Professor Titular aposentado da Faculdade de Direito da Universidade de São Paulo. == Portugal == É a ciência que versa sobre as regras que estipulam os actos e formalidades levados a cabo pelo Estado, com vista a investigar crimes e a respectiva punição. Tais actos e formalidades constituem o processo penal ou criminal. Direito Processual Penal e Direito Processual Criminal são expressões equivalentes. Tradicionalmente, a primeira está mais ligada à Faculdade de Direito de Lisboa e a última à Universidade de Coimbra. O Estado actua através do Ministério Público e do Tribunal. Diz-se que o Direito Processual Penal tem carácter adjectivo. Está ao serviço do Direito Penal. Este determina que condutas constituem crime e quais as sanções respectivas. O processo penal visa precisamente a aplicação de uma punição a quem viola as normas criminais. O diploma legal fundamental é o Código de Processo Penal, aprovado pela Lei nº 48/2007, de 29 de Agosto. Segue a estrutura do código que fora aprovado em 1987, pelo Decreto-Lei nº 78/87, de 17 de Fevereiro e que sofreu algumas reformas anteriores à de Agosto de 2007. === Processo penal === De acordo com o regime previsto neste Código, o processo penal segue três fases: * A primeira denomina-se inquérito e visa investigar se foi praticado um crime e, na afirmativa, quem foi o seu autor. Tal fase é conduzida pelo Ministério Público, que pode ser coadjuvado por órgãos de polícia criminal, como a Polícia Judiciária, a Polícia de Segurança Pública ou a Guarda Nacional Republicana. Caso o Ministério Público conclua pela existência de indícios suficientes de crime cometido por determinada pessoa, deduz acusação contra a mesma. Esta designa-se como arguido. O objectivo é sujeitar o arguido a julgamento perante o tribunal, para aplicação de uma pena. Na situação contrária, o Ministério Público profere despacho de arquivamento. A finalidade é que o processo seja encerrado. * A segunda, ou fase intermédia, designa-se instrução. Tem carácter facultativo. A instrução tem lugar quando o arguido não se conforma com a acusação e pretende evitar a realização do julgamento ou, pelo menos, requer que lhe seja imputada a prática de crime diverso daquele que figura na acusação. Assim, requer ao juiz de instrução criminal que todo o processo seja reapreciado. Também pode haver instrução quando a vítima do crime se constitua assistente no processo. No caso de ter havido arquivamento, solicita ao juiz de instrução que reexamine o processo e leve o arguido a julgamento. Se tiver havido acusação, pede que seja imputada ao arguido a prática de crime diverso. A instrução é dirigida por um juiz que, no final, profere um despacho. Se decidir levar o arguido a julgamento, será a pronúncia. Caso opte por ilibar o arguido, tratar-se-á de despacho de não pronúncia. Durante a instrução, o arguido é forçosamente interrogado, se assim o requererNos termos do artigo 292º nº 2 do Código de Processo Penal o arguido é interrogado quando o juiz o julgar necessário e sempre que o arguido o solicitar. . Pode haver lugar a produção de prova, como inquirição de testemunhas ou exames periciais. * A terceira fase é o julgamento. Perante o tribunal, o arguido é confrontado com a acusação ou com a pronúncia. Da mesma, constam os factos que ele alegadamente terá praticado e o crime que lhe é imputado. Realizada a produção de prova e proferidas as alegações, o tribunal profere sentença. Caso se convença de que o arguido é autor de um crime, aplica-lhe uma sanção. Na hipótese contrária, absolve-o. === Principais autores portugueses === *Albuquerque, Paulo Pinto de *Andrade, Manuel da Costa *Andrade, Maria Paula Gouveia *Beleza, Teresa Pizarro *Dias, Jorge de Figueiredo *Eiras, Henrique *Fortes, Guilhermina *Gonçalves, Manuel Lopes Maia *Gregório, Jorge *Henriques, Manuel Leal *Lopes, José Mouraz *Manso, Luís Duarte *Mesquita, Paulo Dá *Neves, João Curado *Palma, Maria Fernanda *Pereira, Rui *Pimenta, José da Costa *Pinto, Frederico de Lacerda Costa *Prata, Ana *Rodrigues, Anabela *Rodrigues, Jorge Paz *Santos, Gil Moreira dos *Santos, Manuel Simas *Silva, Germano Marques da *Teixeira, Carlos Adérito *Veiga, Catarina *Vilalonga, José Manuel *Vilela, Alexandra == Bibliografia == * MIRABETE, Julio Fabbrini. Manual de Direito Penal. 18ª ed. São Paulo: Atlas, 2002. * Bajer, Paula- Processo penal e cidadania- Coleção Descobrindo o Brasil, Rio de Janeiro: Jorge Zahar Ed., 2002 * Bitencourt, Cezar Roberto - Tratado de Direito Penal vol. 1 Parte Geral. 13ª ed. São Paulo: Saraiva, 2008 *CINTRA, Antonio Carlos de Araújo; DINAMARCO, Cândido Rangel; GRINOVER, *Ada Pellegrini. Teoria Geral do Processo. 28.ed. São Paulo: Malheiros, 2012. *CHAVES, Charley Teixeira. Ministério Público como Instituição Permanente Popular: Os sujeitos processuais no direito democrático. 1ª. ed. Belo Horizonte: Arraes, 2012. *CHAVES, Charley Teixeira. O povo e o tribunal do júri. Belo Horizonte: Editora D’Plácido, 2015. *CHAVES, Charley Teixeira. Curso de Teoria Geral do Processo. 2ª ed. Belo Horizonte: Editora D’Plácido, 2016. *COSTA, Wellington Soares da. O devido processo legal. Âmbito Jurídico. Disponível em: . Acesso em: 01 nov. 2013. *CONVENÇÃO AMERICANA DE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA). Disponível em: . Acesso em: 01 nov. 2013. *DECLARAÇÃO UNIVERSAL DOS DIREITOS HUMANOS, DE 10 DE DEZEMBRO DE 1948. Disponível em: . Acesso em: 01 nov. 2013. *GAVIORNO, Gracimeri Vieira Soeiro de Castro; GONÇALVES, William Couto. O devido processo legal e o processo justo. Disponível em: Acesso em: 01 nov. 2013. *GONÇALVES, Marcus Vinicius Rios. Direito processual civil esquematizado. 3.ed.rev. e atual. São Paulo: Saraiva, 2013. *SALOMÃO, Patrícia. O princípio do devido processo legal. Jus Way, texto enviado em 13/10/2008. Disponível em . Acesso em: 01 nov. 2013. *MOURA, Maria Thereza Rocha de Assis. A ilicitude na obtenção da prova e sua aferição. Disponível em:< http://www.ambito- juridico.com.br/site/index.php?n_link=revista_artigos_leitura&artigo;_id=5070> Acesso em: 03/11/2013. *LOPES JR, Aury. Direito processual Penal. 9. ed. rev. e atual. São Paulo: Saraiva, 2012. *RANGEL, Paulo. Direito Processual Penal. 18. ed. Rio de Janeiro: Lumens Juris, 2011. == Ver também == *Direito penal *Direito Processual Civil *Constituição brasileira de 1988 *Processo (direito) *Processo eletrônico *Recurso de apelação no processo penal == Ligações externas == ;Brasil *Doutrina sobre Direito processual penal em Jus Navigandi *Sítio da Comissão de Reforma do Código de Processo Penal *Sítio do Instituto Baiano de Direito Processual Penal ;Portugal * Processo Criminal - Minutas Categoria:Direito processual penal Categoria:Justiça",
 "title": "Direito processual penal"
}