{
 "id": "70111",
 "text": "Esporte Clube São Bento é um clube de futebol brasileiro da cidade de Sorocaba, interior do estado de São Paulo. Foi fundado em 14 de setembro de 1913. Suas cores oficiais são o azul real, celeste, e o branco. De existência centenária, o São Bento é um dos mais antigos clubes paulistas. Ficou conhecido por ter enfrentado os grandes times da capital entre as décadas de 1960 a 1980, chegando a ficar quase 30 anos consecutivos na elite do futebol no estado. Uma curiosidade é que o personagem fictício Chico Bento de Mauricio de Sousa torce para o time. == História == === Do Sorocaba Athletic ao profissionalismo === No início do século XX, Sorocaba já contava com algumas agremiações de futebol amadoras, entre as quais o Savóia, Sorocabano e o Fortaleza. Foi então que na região do bairro Além Ponte, local que concentrou muitas famílias de imigrantes espanhóis, que surgiu em 1905 o Club Athletico Chapeleiros mantido pela fábrica de chapéus Souza Pereira. Segundo o historiador do clube, Sr. Luiz Carlos Gomes, com a extinção do Chapeleiros, vários integrantes do extinto clube, juntamente com funcionários da fábrica de arreios Ferreira e Cia, fundaram o Sorocaba Athletic Club no dia 14 de setembro de 1913 \\- mais tarde essa data foi considerada data oficial de fundação do clube. O primeiro compromisso do Sorocaba Athletic foi contra o Brasil Foot-Ball Club de Pirajú, rebatizado em 1937 Atlético Brasil do distrito do Éden, equipe de futebol amadora da cidade de Sorocaba. Na oportunidade o Sorocaba venceu por 3 a 1. Na sequência, venceu o Club Colonial do Votorantim, por 2 a 1. O nome Sorocaba Athletic Club durou poucos meses, foi depois de um desentendimento entre alguns associados e diretores que culminou na mudança do nome do time para Sport Club São Bento no dia 13 de outubro de 1914. O nome foi escolhido provavelmente em alusão à Associação Atlética São Bento, time da capital paulista de muito sucesso na época. Na fase amadora o São Bento disputava apenas o Campeonatos de Futebol Amador Municipal, o qual tinha como oponentes os clubes conterrâneos Sorocabano (sem relação com o antigo nome do clube), Fortaleza Clube, Savoia, Scarpa, Esporte Clube São Bento, Estrada de Ferro Sorocabana Futebol Clube, entre outros. O primeiro título foi conquistado em 1917 em um certame promovido pela companhia de cigarros de luxo da capital paulista Trapani & Cia. O torneio era constituído em dupla disputa contra o XV de Piracicaba em que cada vitorioso ganhava um troféu. A primeira partida, ocorrida em 3 de setembro de 1917 teve a vitória do time piracicabano e a segunda partida, ocorrida em 23 de setembro de 1917, em partida foi disputada no extinto campo do Castellões Parque contou com a polêmica vitória do Bentão por 2 a 1 sagrando-se assim Campeão pela primeira vez. === A era profissional === Em 1953, iniciou-se a profissionalização do futebol do clube, com a disputa do Campeonato Paulista da Segunda Divisão. O primeiro certame contou com 20 clubes, divididos em 3 Séries (Grupos). A Série 3 era formada por: Corinthians de Santo André, Paulista de Jundiaí, Jabaquara de Santos, Bragantino, São Caetano Esporte Clube, Taubaté e São Bento. O primeiro jogo oficial do clube como profissional ocorreu em Bragança Paulista onde foi derrotado pelo Bragantino por 2 a 1. O time na época era formado por Peter, Domingos, Moacir, Rau, Falco, Sérgio, Cicarelli, Carrega, Mário, Mané e Bernardi. Nesse ano, o clube foi eliminado na primeira fase, terminando em sexto lugar da Série 3. No ano seguinte, graças a uma grande campanha, o clube terminou em terceiro lugar no Campeonato Paulista de 1954 da Segunda Divisão, porém o acesso à divisão máxima do futebol paulista era conferido exclusivamente ao primeiro qualificado. Nos anos seguintes, foi eliminado na primeira fase em 1955, na segunda fase em 1956, foi vice-campeão em 1957, na segunda fase em 1958, na segunda fase em 1959, quinto colocado em 1960 e quarto colocado em 1961. O São Bento contou com os artilheiros destas nove primeiras participações em três oportunidades: • 1956 Joel com 24 gols; • 1957 Raimundinho com 24 gols; • 1958 Joel com 30 gols; Mais tarde, em 1962, depois de uma sofrida campanha sagrou-se campeão do Campeonato Paulista de Futebol de 1962 - Primeira Divisão, divisão equivalente à atual Série A2 do Campeonato Paulista, ascendendo assim para a Divisão Especial de 1963, hoje chamada de Série A1. O título foi decidido contra o América de São José do Rio Preto. Depois de dois empates, o primeiro na cidade de São José do Rio Preto com o resultado de 0 a 0 e segundo na cidade de Sorocaba, cujo resultado fora 1 a 1, foi realizada uma terceira partida no Estádio do Pacaembu, em São Paulo no dia 23 de fevereiro de 1963. O gol da vitória e do título - que garantiu o acesso à elite - foi marcado por Picolé, aos 12' do 1ºT da prorrogação, fechando o placar em 2 a 1 para a equipe sorocabana. O Glorioso Esquadrão Alvi-Celeste, comandado pelo técnico Capão, estava formado por Walter; Julião Odorico e Salvador; Nestor e Paulinho; Raimundinho, Cabralzinho, Picolé, Bazzaninho e Paraná. Picolé foi o artilheiro desse campeonato com 14 gols. No ano seguinte, em sua primeira participação no Campeonato Paulista da Divisão Especial, ficou com a honrosa 4ª colocação (a melhor de todas na elite do futebol paulista), terminando a competição à frente do Corinthians e da Portuguesa. Em seguida, o São Bento realizou boas campanhas nas décadas de 1960 e 1970. Em 1981, o clube sagrou-se campeão da Copa 50 anos Federação Paulista de Profissional, torneio reconhecido como uma das edições precursoras da atual Copa Paulista. === A queda nos anos 1990 === Após 29 anos ininterruptos na primeira divisão do Campeonato Paulista, foi no 1991 que o São Bento foi rebaixado pela primeira vez à divisão intermediária (atual Série A2), certame que disputou nos anos de 1992 e 1993. Devido a mudanças no regulamento da Federação Paulista de Futebol, em 1994 passou a disputar a Série A3. Em meio a gestões desastrosas, o clube atravessou momentos muito difíceis nos anos 1990. Diversos fatores, como uma série de escândalos envolvendo os diretores do clube, a falta de interesse da prefeitura e o abandono do empresariado de Sorocaba, quase o levaram à extinção. No final do ano de 1999, o clube foi comprado pelo empresário pernambucano Jailson Dantas, também dono do Unibol - atualmente inativo. Essa venda, porém, foi revertida pela Justiça. === O retorno às glórias === A virada do milênio marcou uma nova era no Esporte Clube São Bento. Logo no primeiro ano da década, em 2001, com o departamento de futebol administrado e patrocinado pelo empresário Oliveira Júnior, conquistou a Série A3. Logo após o acesso, o clube passou por momentos agitados em seus bastidores. Em 11 de dezembro de 2001 o empresário José Rubens Abramosviz venceu a eleição para a presidência do clube. Contudo, um mês e sete dias depois, alegando motivos particulares, solicitou a sua demissão do cargo, o posto foi assumido interinamente pelo presidente do Conselho Deliberativo, Sílton Luis Gastardelli Vieira. Em maio de 2002, fora montado um colegiado para a administração do clube, formado por Oswaldo Daniel e os advogados David Ferrari Júnior e Cláudio Jesus de Almeida, além do próprio presidente interino. A ideia era que os quatro nomes se alternassem na presidência do clube a cada dois anos, totalizando oito anos de poder do grupo. Este foi o chamado Projeto Oito Anos. Foi envolto desta situação que o advogado David Ferrari Jr. assumiu, efetivamente, a presidência do clube em 19 de julho de 2002. Sob sua administração, além de disputar a Série A2, o clube sorocabano repetiu a boa campanha de 2001 na final contra o Jaboticabal. Em que pesem os bons resultados em campo, a vida do São Bento nos bastidores continuava conturbada. Em agosto de 2002, ocorreu o pedido de afastamento do membro do colegiado, Sílton Luis Gastardelli Vieira. Mais tarde, em outubro, foi a vez de Oswaldo Daniel afastar-se do colegiado, alegando incompatibilidade administrativa. Todo esse imbróglio resultou na nova eleição que ocorrera em dezembro do mesmo ano. Esse pleito foi marcado pelo embate entre o então presidente David Ferrari Jr. e o então candidato da oposição Silton Luís Gastardelli Vieira. O candidato da oposição saiu-se vencedor. No ano seguinte, em 2003, o advogado David Ferrari Jr. novamente candidatou-se à presidência do clube e venceu o seu concorrente Silton Luís Gastardelli Vieira (que tivera uma administração bastante contestada) e tornou-se, pela segunda vez, presidente do Esporte Clube São Bento. David Ferrari Jr. permaneceu na presidência por três anos, findando o mandato em 2006, após pedido de renúncia motivado por um forte desgaste com imprensa e torcida. Em 2005, ainda sob o comando do técnico Carlos Rabello, o São Bento obteve o acesso à principal divisão após uma épica vitória diante do Noroeste , conquistando assim o direito de disputar o Campeonato Paulista Série A1 de 2006. Depois de 14 anos afastado da elite, o Esporte Clube São Bento terminou a competição do ano seguinte em 11º lugar. === Anos de altos e baixos === Interrompendo a boa fase, em 2007 o clube voltaria a sofrer uma vez mais o rebaixamento, resultado de problemas políticos, falta de planejamento e má montagem do elenco. Em 2008, o São Bento fez boa campanha, mas não obteve o acesso. Em 2009, sem brilho nos gramados, o clube passava por uma intensa disputa política que culminou com a saída do então presidente do clube, o advogado Davi Ferrari Jr.. Naquele ano assumiu Luiz Augusto Manenti, então presidente do Conselho Deliberativo, que almejava profundas alterações na estrutura do clube. Uma das alterações implementadas foi a homologação de um novo estatuto (atualmente em vigor) que ocorreu no dia 10 de novembro de 2009, permitindo maior participação dos sócios na vida política do clube e também a adequação às prerrogativas do novo Código Civil. O fim de 2010 foi marcado pela volta dos problemas financeiros. Após diversas promessas não cumpridas de parcerias com empresários da região, o Azulão amargou uma sucessão de resultados negativos, crises de bastidores e saída de patrocinadores, culminando com uma péssima campanha e amargando a sua queda à Série A3, pela segunda vez em sua história em 2011. === O recomeço e a queda (2012-atualidade) === Em 2012 , um grupo de torcedores mobilizou a cidade, com a participação de pessoas politicamente importantes na história do clube, como o ex-presidente Laor Rodrigues, culminando com a eleição de uma reformulada diretoria, conduzida pelo presidente Fernando Martins da Costa Neto. Entre muitas características, aponta-se que esta foi a primeira Diretoria Executiva eleita pelo novo estatuto do clube. Procurou-se dar aos sócios maior participação na vida política e administrativa do clube, por meio da possibilidade de pleito dos cargos de diretores executivos, conselheiro deliberativo e conselheiro fiscal. No primeiro ano de gestão, o presidente Fernando Martins encontrou substanciais dificuldades financeiras e curto prazo para efetuar um planejamento administrativo. Entretanto, o clube obteve resultados satisfatórios, atingindo o nono lugar na classificação geral do A3 2012. Na Copa Paulista do mesmo ano, sob o comando do técnico Edson Vieira, a equipe começou a montar o time que disputou a A3 2013. A preparação iniciou-se em outubro de 2012 e, rendendo grande expectativa em relação ao desempenho da equipe para a temporada 2013. Na Série A3 de 2013, concluiu a primeira fase em primeiro lugar. Na segunda fase, apesar de liderar toda a fase final do certame, apenas conseguiu seu acesso com um gol aos 46 minutos do segundo tempo, em um empate antológico por 3 a 3 diante da equipe do Sertãozinho. Com o resultado, a equipe sorocabana garantiu o acesso à Série A2 e classificou-se para a final da Série A3 2013. Nessa final, superou o Batatais (3 a 1 e 1 a 1), alcançando o seu segundo título da Série A3, justamente no ano de seu centenário. Nesse mesmo ano, ocorreu a reativação do espaço do do Estádio Humberto Reale, agora como Centro de Treinamentos do clube. No Campeonato Paulista da Série A2, o São Bento não era favorito para o acesso, mas uma campanha consistente o colocou em condições de chegar à última rodada dependendo apenas de si para subir. Em Catanduva, a aproximadamente 400 km de Sorocaba, contra a Catanduvense. Apesar da distância, centenas de são- bentistas saíram de Sorocaba, na madrugada do dia 12 de abril de 2014, com destino a Catanduva para viverem um momento ímpar na história do clube. Apesar da distância, o Estádio Sílvio Salles foi tomado pela massa azul que empurrou o São Bento rumo ao acesso. A vitória de 2 a 1 para o clube sorocabano o colocou novamente na Primeira Divisão do Futebol Paulista. Este acesso foi o quinto da história do clube. thumb|250px|Torcida do Esporte Clube São Bento na arquibancada superior, de entrada pela rua Comendador Hélio Monzoni Nem mesmo a forte chuva espantou a comemoração e a festa de milhares de são-bentistas, na chegada do time a Sorocaba. O time que ascendeu à primeira divisão foi constituído de Ronaldo; Claudio Santos (Eder), Herbert, João Paulo e Bruno Ré; Roberto, Givanildo, André Cunha e Helton Luiz; Makanaki e Tremonti (Markinho); técnico Paulo Roberto Santos. Com dois acessos consecutivos e uma boa gestão, a administração colegiada da diretoria presidida pelo Sr. Fernando Martins ganhou respeito e admiração dos sócios e torcedores do clube. Estes fatores fizeram com que seu mandato fosse estendido até o fim do Campeonato Paulista de 2015, decisão votada pelos sócios em Assembleia Geral. A campanha do retorno à Série A1, em 2015, foi satisfatória, mas em 2016, o São Bento protagonizou uma das melhores campanhas de sua história, finalizando a fase de classificação em 3º lugar, apenas sendo eliminado pelo futuro campeão, Santos nas quartas-de-final, em jogo único disputado na Vila Belmiro. Conquistou também o direito da disputa da Copa do Brasil de Futebol de 2017. Outro marco dessa temporada foi o retorno às competições nacionais, após 24 anos. No segundo semestre, o clube disputou o Campeonato Brasileiro de Futebol - Série D e numa campanha muito consistente conquistou o terceiro lugar e o acesso ao Campeonato Brasileiro de Futebol de 2017 - Série C. Em 2017, o Esporte Clube São Bento disputou o Campeonato Brasileiro da Série C, pelo Grupo B. Alcançou os play-offs enfrentando nas quartas-de-final o Confiança. Venceu em Aracaju por 2x0, e no dia 24 de setembro de 2017, em Sorocaba, empatou sem gols, assegurando seu acesso à Série B do Campeonato Brasileiro. Nas semifinais da Série C foi superado pelo CSA de Alagoas. No primeiro jogo foi derrotado em casa por 1x0, porém na volta em Maceió, venceu pelo mesmo placar, mas foi derrotado nos pênaltis por 4x2. Em 2018, o São Bento disputou a Série B do Campeonato Brasileiro fazia uma bela campanha nos primeiros 12 jogos onde se mantinha o único invicto das 4 divisões nacionais, mas após a saída do Paulo Roberto dos Santos (treinador que levou da Série A2 estadual até a Série B do campeonato Brasileiro) o time se posicionou na 13ª colocação na classificação final. Em 2019, com vários erros na montagem do elenco, foi rebaixado para a Série A2 do Campeonato Paulista 2020 e, porteriormente, também rebaixado para a Série C de 2020 . Em 2020 assumiu a presidência do clube Almir Laurindo com a missão de recolocar o time nos momentos de maior êxito de sua história, porém, em meio a pandemia de COVID-19, que os campeonatos estaduais e nacionais tiveram suas datas alteradas devido aos períodos de restrição de circulação , culminou em falta de arrecadação e recursos para o São Bento que voltou a sofrer um rebaixamento para a Série D de 2021 e , por outro lado o acesso ao Série A1 do Campeonato Paulista 2021. Já em 2021, em um campeonato bastante irregular, voltou a ser rebaixado para a Série A2 do Campeonato Paulista 2022 e eliminado na primeira fase do Série D de 2021, voltando a disputar em 2022 e 2023 a Copa Paulista de Futebol sem lograr grandes resultados. Ainda em 2022 o clube conquistou o acesso, novamente, ao Série A1 do Campeonato Paulista 2023 e assim como nos últimos anos fora rebaixado para a Série A2 do Campeonato Paulista 2024. Ainda em 2023, ano que o clube conquistou 110 anos, Almir Laurindo fora reeleito presidente do clube para o triênio 2024 à 2026 . === Outros fatos históricos === ==== Jogos em destaque ==== Ainda na fase amadora, o São Bento viveu um grande momento na sua história quando empatou, em 2 a 2, com o Nacional de Montevidéu (campeão uruguaio), em Sorocaba, no ano de 1953.. A equipe uruguaia contava com alguns jogadores que conquistaram o Bicampeonato Mundial de 1950 em pleno Maracanã Ao longo da história, destaca-se a vitória diante da Seleção Brasileira de Novos, em Sorocaba, por 2 a 0, e também a goleada infligida ao Bragantino por 9 a 2, em 14 de abril de 2002, no Estádio Walter Ribeiro. O Azulão disputou ainda o Campeonato Brasileiro da Primeira Divisão de 1979, tendo ficado em 15º lugar, entre os 94 clubes que participaram daquela edição, considerada até aqui o maior campeonato de futebol do mundo. Também disputou, a nível nacional, a Taça de Prata de 1981. ==== Chico Bento é Azulão ==== Maurício de Sousa publicou na década de 1980 na Revista Placar os times que cada integrante da Turma da Mônica torciam e, nesta publicação, Chico Bento aparece trajado com o uniforme do azulão sorocabano. ==== A \"quase\" fusão entre São Bento e Atlético Sorocaba ==== No início do ano de 1993, o presidente Edgard Moura, em vias de deixar o cargo, convidou o então presidente e fundador do Clube Atlético Sorocaba, João Caracante Filho para o sucedê-lo na presidência do azulão sorocabano. Durante muito tempo, o estatuto do São Bento permitia que membros não associados se tornassem presidentes do clube, sendo que, normalmente para este cargo, eram convidados empresários de destaque da cidade. O Atlético vinha se consolidando por meio de sua equipe de basquete feminino, herança deixada pela equipe da Minercal (fundada por Benedito Pagliato, ex-presidente do time beneditino). Na mesma época, havia sido criada a equipe de futebol do Clube Atlético Sorocaba que disputava a Segunda Divisão do Campeonato Paulista (atual B-1). Caracante nunca havia escondido seu desejo de prosseguir com os trabalhos junto ao Atlético e que, por conta disso, numa eventual fusão, o nome e as cores do auri-rubro sorocabano seriam mantidos. Em um processo conturbado, com várias oposições de torcedores e membros do conselho do clube beneditino, nenhuma chapa contrária se cadastrava para competir com o nome de Caracante no poder. Em que pese vários nomes se projetarem à presidência nos bastidores do clube - tais como o do comerciante José Lanaro (também conhecido como Zezo), nenhuma chapa havia inscrita para a eleição. Tendo em vista a posição contrária de muitos membros e torcedores do clube', Caracante desistiu da disputa, alegando ser contrário a pleitear o cargo caso não houvesse consenso. A única chapa inscrita para aquela eleição foi a de Sidnei Momesso, que acabou por vencer a disputa por aclamação no dia 15 de fevereiro de 1993, pondo fim a qualquer possibilidade de fusão entre os clubes. Curiosamente, Momesso era presidente da Sociedade Recreativa São Bento e tentou fundir as duas agremiações, sem sucesso. ==== Pelé quase foi do Azulão ==== Em 1956, o Esporte Clube São Bento vendeu ao Santos um de seus atletas mais destacados: João Batista Carlos Dias, mais conhecido como Fiote. Nessa transação, o Sr. Flávio Guariglia (então presidente do São Bento) foi até Santos a fim de escolher alguns atletas que estavam na reserva em troca de Fiote. O Sr. Guariglia conta que o próprio técnico Lula o recebeu no gramado e pediu para escolher qualquer jogador dentre os que não estavam atuando. Guariglia, por sua vez, escolheu Raimundinho, que mais tarde brilhou com seu futebol vestindo a camisa alvi-celeste (foi artilheiro do Campeonato Paulista da Segunda Divisão em 1957, com 24 gols e mais tarde fez parte do esquadrão de ouro de 1962, que conseguiu o acesso à elite do futebol Paulista). Conta que ao lado de Raimundinho estava Pelé. Evidentemente que naquela época Guariglia nem imaginava que aquele menino franzino se tornaria O Rei do Futebol e o Atleta do Século XX. Juntamente com Raimundinho, o São Bento trouxe do time da baixada os jogadores Waldir e Zezinho. ==== Do Azulão para a Seleção ==== Alguns ex-atletas do azulão sorocabano, chegaram a defender a Seleção Brasileira. Os mais notórios são Marinho Peres, Luís Pereira, Paraná, que se profissionalizaram no clube. Paraná disputou a Copa do Mundo de 1966 e Marinho Peres e Luís Pereira formaram a zaga titular da Copa do Mundo de 1974. O zagueiro Luiz Antônio (Luiz Antônio Rocha), que jogou pelo São Bento de 1979 a 1982 foi o único jogador que, atuando pelo São Bento, foi convocado para uma seleção nacional para um Copa do Mundo FIFA Sub-20 de 1981 na Austrália. === Rivalidades === Ao longo de seus 100 anos, o São Bento enfrentou, vários adversários que disputavam o espaço de referência local. Entre estes, cite-se o Savoia de Votorantim, Fortaleza Clube, Sport Club Sorocabano, São Paulo Athletic Club (Sorocaba) e Associação Atlética Scarpa, todos ainda na fase amadora. Após a década de 1950, com a profissionalização de parte da equipe, o Azulão sorocabano passou a duelar espaço com o amador Barcelona de Sorocaba, e contra o profissional Estrada de Ferro Sorocabana Futebol Clube, contra o qual alimentou uma das maiores rivalidades do interior paulista. Ainda, por um curto período, rivalizou com o Votoraty, da vizinha cidade de Votorantim. Atualmente, o maior rival do São Bento é o Ituano, com quem protagoniza o Itubento, além do Atlético Sorocaba, com quem protagonizava o dérbi sorocabano. == Clube == === Símbolos === O Esporte Clube São Bento foi fundado em 1913 com o nome de Sorocaba Athletic Club. Atualmente, existem poucos registros sobre o SAC e em nenhum deles é citado as cores de uniforme usados. Acredita-se, por especulação, que a roupagem possuía tons de vermelho e branco, conforme as cores usadas pelo Sport Club Sorocabano. Com pouco mais de um ano de sua fundação, o SAC mudou seu nome para Sport Club São Bento e passou a adotar as cores azul e branco como oficiais. Tanto o nome quanto as cores fazem alusão à extinta Associação Atlética São Bento, time da capital Paulista que vivia, naquela época, seu auge (foi campeã paulista de 1914, ano de sua fundação). No início do século XX os clubes não possuíam escudos e nem a camisa dos atletas eram identificadas com números. Somente mais tarde surgiram os escudos que, ao longo do tempo, deram origem à representação visual atual. ==== Mascote ==== O primeiro mascote do clube foi o “santo” São Bento, estampado nos periódicos dos anos 60. Em 3 de março de 1968, o Jornal Cruzeiro do Sul publicou a figura do pássaro Azulão, que passaria a ser reconhecido como o símbolo do Esporte Clube São Bento, decorrente de reuniões realizadas pela diretoria do clube com a Associação dos Cronistas Esportivos de Sorocaba. O desenho do cartunista Pedro Gonçalves, o Pinochio, passou a ser, oficialmente, “símbolo” do clube. Esse Azulão tornou-se um personagem denominado Tira-Prosa (nome dado à clava que carrega), associado ao tratamento dado àquele que não se amedrontava e sabia se defender de seus adversários. ==== Escudos ==== Evolução do Escudo do Esporte Clube São Bento Década de 20 Década de 30 Década de 30 Década de 50 Evolução do Escudo do Esporte Clube São Bento Década de 50 Década de 50 Década de 80 2014 120px Pesquisa independente de Luiz Carlos Gomes da Silva - História do Esporte Clube São Bento de Sorocaba Pesquisa independente de Luiz Carlos Gomes da Silva - História do Esporte Clube São Bento de Sorocaba O primeiro distintivo do Esporte Clube São Bento surgiu em meados da década de 1920. Antes disso, os uniformes do clube não carregavam escudo ou número nas costas. A primeira versão do escudo consistia em um brasão azul, com as iniciais \"ECSB\" dentro de um círculo branco. Na década seguinte, o desenho do brasão foi reformulado, tendo permanecido o círculo branco com as iniciais da agremiação, sendo modificada pontualmente por outras duas versões. Quando da profissionalização, na década de 50, as letras, que antes estavam separadas, foram entrelaçadas para formar o desenho conhecido atualmente. Mais tarde acrescentou-se a inscrição com o nome do clube e da cidade de Sorocaba. Esse escudo tinha fundo azul e letras brancas, logo alternado para fundo branco e letras azuis. Esse modelo foi o mais utilizado, com a inscrição \"Esporte Club S. Bento\", e na parte inferior central o nome da cidade Sorocaba e no centro dos círculos, o monograma com as iniciais ECSB, com letras mais estreitas que as originais. No ano de 2014, por deliberação da Assembleia Geral, convencionou-se alterar alguns detalhes do escudo oficial: * O antigo Club, última remanescência da grafia original do Azulão, deu lugar ao aportuguesado Clube; * A fonte usada em Esporte Clube São Bento e Sorocaba está maior, fazendo com que as palavras avancem um pouco mais em direção à borda; * O São está escrito por extenso e não está mais abreviado com um mero S.; * Foi resgatado o monograma clássico dos anos 50, com letras mais espessas e com nitidez em seus entrelaçamentos. ==== Bandeiras ==== O Esporte Clube São Bento foi acolhido, desde os primórdios de sua história, pelo tradicional bairro da Vila Hortência e fortemente apoiado pela colônia espanhola local. Como forma de homenagear essa colônia, a bandeira do São Bento é inspirada na bandeira espanhola, mantendo a disposição de elementos e proporções, mas ostentando as cores e o símbolo do clube. Conforme o estatuto do clube, a bandeira do Esporte Clube São Bento é do formato 2 x 3 (2 módulos de largura por 3 de comprimento). Constitui-se de três faixas horizontais, sendo as externas azul royal e a central branca. A espessura da faixa central é equivalente a 1 módulo e as externas 0,5 módulo. Na faixa central, centralizado na metade esquerda da bandeira, encontra-se o escudo do clube, com diâmetro de 0,8 módulo. ==== Hino ==== Segundo o art. 75, § 5º do Estatuto Oficial do Clube, o hino oficial é aquele composto por Ulderico Amêndola. === Uniformes === As cores do clube são o azul, em seus tons “royal”, marinho e/ou celeste, e o branco. Ao longo do tempo, o clube teve uma série de uniformes, com diferentes tonalidades de azul. O primeiro uniforme básico tem camisa, calção e meias azuis. A camisa do segundo uniforme é branca. As cores de calções e meias podem ser azul ou branco, estando previstas todas as combinações, desde que respeitadas as cores do clube. Uniformes dos jogadores * 1º - Camisa azul, calção e meias azuis; * 2º - Camisa branca, calção e meias brancas; * 3º - Camisa azul claro, calção e meias azuis claro; * 4º - Camisa azul, calção e meias azuis marinho. Uniformes de treino * Camisa azul, calção e meias azuis; * Camisa laranja, calção e meias pretas; * Camisa azul marinho, calção e meias azuis marinho. Uniformes anteriores * 2018 * 2017 === Estádios === O São Bento manda os seus jogos atualmente no Estádio Municipal Walter Ribeiro, o popular CIC (Centro de Integração Comunitário). O Estádio Municipal foi inaugurado com a intenção de se aposentar o Estádio Humberto Reale, original sede e lar são-bentista. O espaço do antigo estádio passou por um processo de remodelação para um centro de treinamentos e alojamento. A obra foi conduzida em parte pela Associação \"Vamos Subir, Bento!\", uma associação de torcedores que visa resgatar o patrimônio histórico material e imaterial do clube. O Azulão Sorocabano já mandou seus jogos em outros campos, tais como o Velódromo de Sorocaba, Castellões Parque (ambos extintos) e no Campo do Savóia, todos na era amadora. ==== Estádio Humberto Reale ==== O Estádio Humberto Reale foi o primeiro estádio de futebol de Sorocaba a receber uma partida oficial de futebol. Até a inauguração do Estádio Municipal Walter Ribeiro, foi a casa do Esporte Clube São Bento de Sorocaba. A equipe do São Bento utilizou vários campos e sedes até 1924, ano em que uma comissão formada por dirigentes e apoiadores do clube buscou um terreno grande o suficiente para a construção de um estádio. Uma área foi encontrada na antiga Rua dos Morros (atual rua Coronel Nogueira Padilha). Naquela época, foi realizado um acordo de comodato feito pelo seu proprietário e o clube. Por este acordo, a área foi cedida ao clube enquanto for mantido o nome do Santo \"São Bento. Para que o estádio fosse erguido, vários grupos de torcedores e simpatizantes doaram materiais de construção e dedicaram horas de trabalho. As obras iniciaram-se no dia 1 de março de 1925. Após nove anos de trabalho, o estádio finalmente foi inaugurado em 25 de fevereiro de 1934, em uma grande cerimônia que encerrou-se com o empate entre São Bento e Palestra Itália por 2 a 2. Em 1953, o clube profissionalizou-se e, consequentemente, houve a necessidade de ampliação do estádio. No dia 1 de maio de 1960, uma comissão presidida pelo Sr. Santo de Oliveira e formada por dirigentes e simpatizantes do clube foi criada com o intuito de arrecadar numerário suficiente em prol da aquisição e instalação da iluminação do estádio. A primeira vez que a iluminação foi usada foi no dia 13 de dezembro de 1962, em partida disputada contra o Elvira de Jacareí. Na oportunidade, o azulão sorocabano venceu pelo placar de 2 a 1 A inauguração oficial ocorreu na partida em 1963 disputada entre São Bento e Seleção de Novos, vencida pelo Azulão Sorocabano por 2 a 1. O acesso do São Bento à Divisão Especial de 1963 exigiu que novas melhorias fossem implementadas. Em 1963, o estádio, que antes era conhecido como Campo da Rua Nogueira Padilha ou Campo do São Bento, passou a ser chamado de Estádio Dr. Humberto Reale, em homenagem ao ex-presidente do Azulão, falecido quatro anos antes. O Estádio Humberto Reale já foi palco de grandes partidas, tendo como fato marcante a presença de Pelé em um dos embates entre a equipe do Santos (considerado o melhor time do mundo à época) e o Esporte Clube São Bento, em 30 de outubro de 1963. Naquele prélio, tido como um dos mais marcantes da história do estádio, o São Bento saiu vitorioso pelo placar de 3 a 2. Uma das maiores marcas nesse estádio é que Pelé, jogando pelo Santos jamais conseguiu vencer o São Bento ali, com uma derrota e três empates. Uma das características mais marcantes do estádio era que o local destinado à acomodação da torcida era muito próximo ao alambrado. Muitos torcedores faziam questão de acompanhar os jogos em pé, junto ao alambrado, frente-a-frente com os jogadores para “pressionar” jogadores e árbitros. O estádio, apesar de muito apreciado por seus torcedores, era acanhado e antigo, o que mobilizou a administração municipal para construir um estádio em melhores condições. Após um longo período de negociações e obras, foi inaugurado em 1978 o Estádio Municipal Walter Ribeiro, componente do Centro de Integração Comunitário, que passaria a ser a nova casa do São Bento. Por isso, o jogo programado para a despedida do Velho Alçapão seria o realizado em 4 de outubro de 1978, entre São Bento e Ponte Preta (0 a 0). Na oportunidade, cerca de 12 mil torcedores estiveram presentes para dar adeus ao local de tantas glórias e emoções. Porém, em 7 de fevereiro de 1979, ainda se realizou um último jogo noturno no Estádio: Esporte Clube São Bento e América (1 a 2). Com o novo estádio municipal à disposição, o clube decidiu transformar a área do Estádio Humberto Reale em um conjunto poliaquático para os sócios. O gramado chegou a ser destruído, mas as obras não avançaram e o espaço acabou inutilizado por muito tempo, até que em 1987, uma comissão, liderada pelo Sr. Francisco Carnelós, remodelou o estádio, visando à fixação de sua sede administrativa, bem como a realização de treinamentos, jogos amistosos e partidas menores. O gramado foi refeito e o São Bento chegou a realizar alguns jogos amistosos e as três derradeiras partidas oficiais. Até meados dos anos 2000, o estádio foi usado para partidas do Campeonato Amador de Sorocaba. Apesar dessas pontuais atividades, tornou-se inviável mandar jogos naquele local, por questões logísticas e de segurança. Em 2007, as arquibancadas remanescentes foram demolidas e o espaço foi inutilizado. Em 2011, após anos de abandono do Estádio Humberto Reale, a Associação \"Vamos Subir, Bento!\" (um grupo de torcedores que tem como objetivo resgatar a memória e a tradição do clube), iniciou um feito que parecia impossível: recuperar o Velho Alçapão. Para isso, contou com a fundamental adesão do Sr. Laor Rodrigues, influente empresário e ex-presidente do clube, que foi nomeado presidente da Comissão de Revitalização do Estádio Humberto Reale. A Comissão deu uma roupagem diferente ao local, que se transformou em Centro de Treinamento e Administrativo. A comissão mobilizou toda a sociedade. O projeto, cedido pela Associação dos Engenheiros e Arquitetos de Sorocaba, contemplou vestiários, alojamentos, cozinha e sede administrativa. A primeira fase de obras, que incluiu campo e vestiários foi entregue no dia 14 de setembro de 2013, dois anos após o seu início e no centésimo aniversário do clube. Posteriormente, foram finalizados o primeiro bloco de alojamentos, restaurante e lavanderia. ==== CIC (Estádio Walter Ribeiro)==== O Centro de Integração Comunitário Walter Ribeiro mais conhecido como CIC ou Estádio Municipal Walter Ribeiro localiza-se na cidade de Sorocaba e recebe jogos do Esporte Clube São Bento. Sua capacidade atual é de 13.722 torcedores. Foi inaugurado em 14 de outubro de 1978. ===== Galeria de presidentes ===== Últimos Presidentes Nome Período João Francisco de Andrade 1996-2000 Jaildo Azevedo Dantas*** 2000 João Francisco de Andrade 2000-2001 José Rubens Abramosviz 2002 João Francisco de Andrade 2002 David Ferrari Jr. 2002 Silton Luís Gastardeli Vieira 2002-2003 David Ferrari Jr. 2003-2006 João Câncio Pereira 2006-2007 David Ferrari Jr. 2007-2009 Luis Augusto Manenti 2010-2011 Fernando Martins da Costa Neto 2011-2017 Márcio Rogério Dias 2017-2020 Almir Laurindo 2020-atual === Modalidades desportivas === Durante os seus 100 anos de existência, o São Bento sempre teve como prioridade o futebol profissional. Entretanto, por vários anos, manteve outras modalidades olímpicas. São elas: ==== Futebol de base ==== Em 2012, o clube formou uma parceria com o Centro de Formação Craques do Amanhã, do empresário José Carlos Morais. Por esta parceria, o centro de formação iria administrar as categorias de base Sub-15, Sub-17 e Sub-20 - retomando, por consequência, as categorias de base do clube. Em 2015, o empresário decidiu, unilateralmente, romper com a parceria. Atualmente, o clube possui uma parceria com o projeto social Ki-Gol, que mantém a categoria Sub-20 o qual tem revelado vários atletas para o elenco principal. ==== Futebol de salão ==== No ano em que o clube completou 100 anos, a modalidade de futebol de salão foi retomada através de uma parceria com as empresas JC Moraes e Pipocas Clac, juntamente com a Associação Desportiva Indaiatubano (ADI). Houve a montagem de equipes nas categorias masculina e feminina para a disputa do Torneio de Futsal Cruzeirão 2013. A equipe foi oficialmente chamada São Bento Futsal. Nos anos em que esteve em quadra, a equipe do São Bento Futsal foi bicampeã do Cruzeirão. ==== Futebol amador ==== Durante grande parte de sua história, o azulão sorocabano manteve sua categoria amadora para disputa dos torneios amadores de Sorocaba e região. Entretanto, esta categoria atualmente está inativa. ==== Futebol feminino ==== Nos anos 2000, a Prefeitura Municipal de Sorocaba formou uma parceria com o Esporte Clube São Bento para formação de uma equipe de futebol feminino para a disputa do Campeonato Paulista. Esta parceria durou pouco tempo e, devido à falta de investidores, está atualmente inativa. Campeonato Paulista de Futebol Feminino Ano 1999 2000 2001 2002 2009 2010 Pos. 8º 10º 12º 12º 11º 17º ==== Basquete ==== Durante muitos anos, o São Bento promoveu equipes de basquete na cidade de Sorocaba,. Porém, sem o apoio devido, esta modalidade foi descontinuada. O legado deixado pelo basquete do São Bento deu origem à extinta equipe Extra/LSB e à atual Liga Sorocabana de Basquete. === Personalidade de destaque === Alguns dos principais personagens que ajudaram a fazer a história do Esporte Clube São Bento. Goleiros Abelha Chicão Geninho Oberdan Cattani Rafael Pinheiro Rodrigo Viana Walter Zecão Defensores Luís Pereira Marinho Peres Ney Roz Guinei Chirú Picuíra Lúcio Maurinho Julião Jurandir Odair Patriarca Rubens Minelli João Carlos Gibe Odorico Paulinho Salvador Fernando Marcelo Cordeiro Meio-campistas Paraná Picolé Nestor Gatãozinho Copeu Cacau Zenon Afonsinho Cabralzinho Bozó Corrêa Cremilson Tales Bazzaninho Rodrigo Tabata Magal Bauer Fábio Bahia Atacantes Élison Ryan Mickey Luisinho Costa Gilsinho Nenê Elias Tupãzinho Luís Müller Antonio M. Araujo Adhemar Treinadores Nelsinho Baptista Paulo Autuori Paulo Comelli Candinho Waldir Peres Vílson Taddei Capão Edson Vieira Paulo Roberto Santos Outros Alfredo Metidieri Dr. Osmar de Oliveira Paulo Betti === Torcidas organizadas === A torcida hoje é dividida entre as antigas e novas gerações. De forma organizada, o clube conta com as torcidas: * Torcida Falcão Azul Fundada por Sidney Fernandes, a torcida Falcão Azul é considerada a primeira torcida organizada, nos moldes atuais, do Esporte Clube São Bento. Inspirada no apoio dos antigos espanhóis que fundaram o clube da rua dos Morros, a Falcão Azul nasceu no dia 28 de fevereiro de 1969 com o propósito único de apoio incondicional ao clube. Conta com grande presença familiar e é o mais antigo patrimônio das arquibancadas do clube. * Torcida Tira Prosa Fundada pelas irmãs Ramalho em 1975, é uma das torcidas organizadas mais antigas do São Bento. Inspiradas pela paixão de seu pai pelo azulão sorocabano, as irmãs Ramalho romperam a barreira do preconceito - em uma época que mulheres não assistiam jogos de futebol - acabando por fundar a Tira Prosa. Com muito carisma e simpatia destas irmãs, logo a torcida ganhou popularidade e admiração dos torcedores do clube. Na década de 1990, com a mudança do perfil das torcidas organizadas, a Tira Prosa perdeu espaço. Entretanto, com poucos integrantes, ainda está presente na vida do Esporte Clube São Bento. * Torcida Sangue Azul Inicialmente fundada por Idalgo Neto, Maria da Penha, Laura Hidalgo e Luis Carlos Cassimiro, a Torcida Uniformizada Sangue Azul (TUSA) surgiu no dia 23 de março de 1986 , durante uma partida em Campinas entre São Bento e Guarani, tendo como ideia inicial acompanhar o time em todos os seus jogos. Adotou o carismático Chico Bento da Turma da Mônica como mascote, ao saber que o criador da história em quadrinhos, Maurício de Souza, apresentou o menino caipira como torcedor beneditino. A TUSA também é bastante influente na vida política do clube. Prova disso foi a eleição de Luiz Augusto Manenti, membro desta torcida, à presidência do clube por dois anos. Teve importante papel em 1993, quando o clube quase veio a se fundir com o seu maior rival. É a torcida organizada mais numerosa atualmente. *Torcida Bentão Chopp Fundada por Paulo Victor de Almeida, Dona Nadir Aparecida e Daniel Ribeiro, a Bentão Chopp foi criada em fevereiro de 2014, apenas com a intenção de reunir amigos para assistir aos jogos do São Bento. Porém, o grupo caiu no gosto do torcedor beneditino e acabou por tornar-se também uma torcida organizada do clube. Hoje, com 10 anos de vida, se orgulha de seus feitos em acompanhar o clube de norte a sul do país e também de seus patrimônios conquistados, como dois de seus bandeirões (15x20m cada). == Conquistas e Resultados == A primeira de todas as conquistas do São Bento foi a Taça Pierrot em cima do XV de Piracicaba. A partida foi disputada no dia 23 de setembro de 1917 no antigo estádio Castellões Parque, às 14h. Com a vitória de 1 a 0 sobre o adversário piracicabano, o azulão sorocabano sagrou-se campeão da disputa. O clube ainda conserva esta taça, considerada pelos torcedores a Moedinha número um. Recentemente esta taça foi restaurada pela Associação Vamos Subir, Bento!. === Títulos === ==== Futebol profissional ==== ESTADUAIS Competição Titulos Temporadas Copa Paulista 2 1985 e 2002 Campeonato Paulista - Série A2 1 1962 Campeonato Paulista - Série A3 2 2001 e 2013 O Esporte Clube São Bento possui ainda três vices do Campeonato Paulistas do Interior em: * 1969 na disputa do Torneio São Paulo Guilherme Pereira Filho, derrotado pelo Paulista de Jundiaí; * 1977 na disputa do Torneio Incentivo de 1977, derrotada pela Sao Paulo de Araraquara; * 1987 na disputa do Torneio José Maria Marin de 1987, derrotado pelo América de Rio Preto. E possui ainda dois vices do Campeonato Paulista da Série A2 * 2020 na disputa do Campeonato Paulista de Futebol de 2020 - Série A2, derrotado pelo São Caetano; * 2022 na disputa do Campeonato Paulista de Futebol de 2022 - Série A2, derrotado pelo Portuguesa; ==== Futebol amador ==== Municipais Competição Títulos Temporadas Campeonato Amador de Sorocaba 7 1921, 1922, 1944, 1955, 1959, 1962, 1963 Torneio Inicio 1 1949 (mesmo com a profissionalização em 1953, a equipe amadora foi mantida) ==== Categorias de base ==== * Vice-Campeonato Paulista Sub-20: 1987. * Copa Bandeirante de Futebol Sub-15: 2012. * Copa Bandeirante de Futebol Sub-17: 2012. ==== Futebol de salão ==== Torneio de Futsal Cruzeirão Competição Títulos Temporadas Torneio Cruzeirão - Categoria Principal 2 2001, 2002. Torneio Cruzeirão - Categoria Feminino 1 2013. === Estatísticas === ==== Participações ==== Participações em 2023 Competição Competição Temporadas Melhor campanha Campeonato Paulista 38 4º colocado (1963) 1963 2023 4 Série A2 24 Campeão (1962) 1953 2024 5 2 Série A3 10 Campeão (2001 e 2013) 1994 2013 2 – Copa Paulista 14 Campeão (1985 e 2002) 1999 2023 rowspan=5 width=\"10\" Campeonato Brasileiro 1 15º colocado (1979) 1979 1979 – Série B 4 13º colocado (1981 e 2018) 1981 2019 – 1 Série C 3 3º colocado (2017) 1992 2020 1 1 Série D 2 3º colocado (2016) 2016 2021 1 Copa do Brasil 1 1ª fase (2017) 2017 2017 ==== Retrospecto em competições oficiais ==== Última atualização: Série D de 2021, 14ª rodada. Competição Competição Temporadas Títulos Campeonato Brasileiro Série A 1 — 10 10 4 2 4 13 22 -9 50% Campeonato Brasileiro Série B 4 — 104 88 26 27 35 103 118 -7 40% Campeonato Brasileiro Série C 3 — 62 46 16 17 13 43 39 4 35% Campeonato Brasileiro Série D 2 — 42 28 12 8 8 25 17 8 50% ==== Histórico de Disputas ==== Campeonato Paulista de Futebol Ano A2 1950 A2 1951 A2 1952 A2 1953 A2 1954 A2 1955 A2 1956 A2 1957 A2 1958 A2 1959 Pos. ND ND ND 14º 3º 6º 2º 2º 5º 5º Ano A2 1960 A2 1961 A2 1962 A1 1963 A1 1964 A1 1965 A1 1966 A1 1967 A1 1968 A1 1969 Pos. 8º 5º 1º 4º 9º 6º 9º 9º 6º 12º Ano A1 1970 A1 1971 A1 1972 A1 1973 A1 1974 A1 1975 A1 1976 A1 1977 A1 1978 A1 1979 Pos. 9º 12º 10º 12º 12º 17º 10º 13º 15º 5º Ano A1 1980 A1 1981 A1 1982 A1 1983 A1 1984 A1 1985 A1 1986 A1 1987 A1 1988 A1 1989 Pos. 9º 11º 11º 11º 18º 17º 9º 10º 19º 22º Ano. A1 1990 A1 1991 A2 1992 A2 1993 A3 1994 A3 1995 A3 1996 A3 1997 A3 1998 A3 1999 Pos. 19º 28º 4º 6º 14º 6º 4º 15º 16º 5º Ano A3 2000 A3 2001 A2 2002 A2 2003 A2 2004 A2 2005 A1 2006 A1 2007 A2 2008 A2 2009 Pos. 5º 1º 13º 5º 7º 4º 11º 18º 7º 12º Ano A2 2010 A2 2011 A3 2012 A3 2013 A2 2014 A1 2015 A1 2016 A1 2017 A1 2018 A1 2019 Pos. 10º 18º 9º 1º 3º 10º 5º 12º 9º 16º Ano A2 2020 A1 2021 A2 2022 A1 2023 A2 2024 Pos. 2º 15º 2º 15º 5º - - - - - * Em 1994 o São Bento e o Corinthians de Presidente Prudente não foram rebaixados devido ao Monte Azul e a Inter de Bebedouro não atenderem aos requisitos de capacidade de estádio para a disputa da A3 1995. * Em 1998 o Azulão não foi rebaixado devido a desistência do Novorizontino da A3 1999. Campeonato Brasileiro de Futebol Ano Série A 1979 Série B 1981 Série B 1983 Série C 1992 Série D 2016 Série C 2017 Série B 2018 Série B 2019 Série C 2020 Série D 2021 Pos. 15º 13º 33º 15º 3º 3º 13º 18º 18º 48º ==== Confrontos internacionais ==== O São Bento disputou até agora doze partidas amistosas internacionais, das quais as mais importantes foram: Confronto Local e data Ocasião São Bento 2 a 2 Nacional (URU) Brasil - 1956 Amistoso São Bento\\Estrada 2 a 2 Seleção Brasileira de Futebol Sub-23 Brasil - 1963 Amistoso São Bento 1 a 7 Seleção Brasileira Brasil - 1966 Amistoso São Bento 1 a 2 Bulgária Europa - 1979 Amistoso São Bento 1 a 0 Arábia Saudita Brasil - 1980 Amistoso São Bento 2 a 0 Seleção Brasileira Sub-23 Brasil - 1984 Amistoso São Bento 2 a 1 Coreia do Norte Sub-20 Brasil - 2011 Amistoso São Bento 0 a 0 Cuba Brasil - 2012 Amistoso ==== Últimas temporadas ==== Nacional Estadual Ano Campeonato Brasileiro Campeonato Brasileiro Campeonato Brasileiro Campeonato Brasileiro Campeonato Brasileiro Campeonato Brasileiro Campeonato Brasileiro Campeonato Brasileiro Campeonato Brasileiro Copa do Brasil Campeonato Paulista Campeonato Paulista Campeonato Paulista Campeonato Paulista Campeonato Paulista Campeonato Paulista Campeonato Paulista Campeonato Paulista Campeonato Paulista Copa Paulista Fase Máxima Fase Máxima 1979 A 15º 10 10 4 2 4 13 22 — — 1962 A2 1º 1981 B 13º 10 7 4 2 1 11 8 — — 2001 A3 1º 1983 B 33º 4 5 1 2 2 5 7 — — 2005 A2 4º 1992 C 15º 7 6 3 1 2 7 8 — — 2013 A3 1º 2002 — — — — — — — — — — C 2014 A2 3º 2016 D 3º 30 14 9 3 2 15 4 N/D N/D A1 5º \\--> 2017 C 3º 38 22 10 8 4 23 11 Primeira Fase A1 12º 13 12 4 1 7 8 12 N/D 2018 B 13º 47 38 11 14 13 41 41 N/D A1 9º 21 15 5 6 4 17 13 N/D 2019 B 18º 39 38 10 9 19 46 54 N/D A1 16º 7 12 1 4 7 8 18 N/D 2020 C 18º 17 18 3 8 7 13 20 N/D A2 2° 35 21 10 5 6 29 24 N/D 2021 D 48º 14 14 3 5 6 10 13 N/D A1 15º 9 12 1 6 5 8 14 Primeira Fase 2022 - N/D - - - - - - - N/D A2 2° 31 21 7 10 4 26 19 Primeira Fase 2023 - N/D - - - - - - - N/D A1 15º 10 12 2 4 6 5 14 Primeira Fase 2024 - N/D - - - - - - - N/D A2 5º 33 17 9 6 2 29 16 - == Temporada Atual == === Futebol Profissional === O Esporte Clube São Bento participará de duas competições na temporada 2024: Série A2 e o Copa Paulista. A equipe comandada pelo treinador Roberto Fonseca ==== Elenco Principal==== ; Legenda * : Capitão ====Estatísticas==== Resumo da Temporada Campeonato J AJ PT V E D GP GC SG CA CV % Campeonato Paulista - Série A2 16 1 33 9 6 1 28 14 14 39 4 69% Copa Paulista - - - - - - - - - - - - Totais 16 1 33 9 6 1 28 14 14 39 4 69% ====Campeonato Paulista de Futebol - Série A2==== =====Primeira Fase===== =====Quartas de Final===== == Bibliografia == * GOMES, Luiz Carlos, historiador oficial do Esporte Clube São Bento. == Ligações externas == * Página oficial do São Bento * Associação \"Vamos Subir, Bento!\" * globoesporte.com * Categoria:Clubes de futebol fundados em 1913 Categoria:Fundações em São Paulo em 1913",
 "title": "Esporte Clube São Bento"
}