{
 "id": "7012",
 "text": "Argoncilhe (São Martinho de Argoncilhe) é uma vila portuguesa sede da Freguesia de Argoncilhe do Município de Santa Maria da Feira, freguesia com 8,7 km² de área e 8181 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . ==Geografia== Argoncilhe é a freguesia do município de Santa Maria da Feira mais próxima da cidade do Porto. Situa-se no extremo norte do município, rodeada por Grijó, Seixezelo, Olival e Sandim, freguesias gaienses, e Nogueira da Regedoura, Mozelos, Sanguedo, Lourosa e Fiães, freguesias feirenses. A Vila de Argoncilhe dispõe de bons acessos rodoviários, EN1, A1, A41 e A32, o que permite à sua população chegar rapidamente quer a Santa Maria da Feira (11 km), a Espinho (9 km), a Vila Nova de Gaia (12 km) ou ao Porto (15 km). == História == thumb|150px|esquerda|Campanário integrante da Capela de São Tomé (quase em ruína). As origens mais remotas de Argoncilhe são, ao que tudo indica, a época pré-romana, e depois a romana, a crer na toponímia e nos achados arqueológicos, nomeadamente em Aldriz (lugar do Crasto), onde estariam localizadas várias \"villas\". Quanto à origem do nome, não é assim tão unânime. Existem mesmo duas versões, que apontam para duas possibilidades etimológicas distintas. Segundo a primeira, Argoncilhe deriva de \"areucillus\", por sua vez diminutivo de \"areub\" (arco), resultando depois, em latim, \"arcucillus\" e finalmente \"arcucillis\", ficando em última instância \"Argoncilhe\" (arquinho). Já a segunda, aponta Argoncilhe como genitivo do nome pessoal \"Dragoncellus\", tendo evoluído da seguinte forma: \"Dragunceli\" (1086), \"Draguncelli\" (1091), \"Dragoncelli\" (1100 e 1102), \"Dragonzell\" (1114), \"Ecllesian Sancti Martini de Argoncilhi\" (1320), \"S. Martinho de Dragoncilhi\" (1337). O documento escrito mais antigo referenciando Argoncilhe aparece em 1086, atestando a doação, por Sancha Bermudes, de vários prédios da \"villa de Eldriz\" (Aldriz) à Igreja de S. Martinho. Poucos anos depois, em 1091, são Ragui Ramirez e Ruderico Gunsalvez a referir-se à freguesia, numa carta de partilhas estabelecida com D. Soeiro Formarigues, relativamente a bens junto ao monte da Pena (Outeiro da Pena), na \"villa Dragoncelli\". As referências sucedem-se ao longo dos anos, tal como a de 1100, com D. Soeiro Formarigues novamente interveniente, ao adquirir os bens da \"villa de Dragoncelli\" pertencentes a Elvira Gouviaz. Característica marcante da história medieval de Argoncilhe é a sua ligação precoce e intrínseca a Grijó. Em 1093, foi um dos sete padroados doados ao Mosteiro de Grijó, juntamente com Perosinho, Serzedo, Grijó, Travanca de Bemposta, S. Miguel de Travaçô e Teirol. Uma doação feita por D. Bernardo, Bispo de Coimbra, e reformada depois, em 1137, pelo Bispo D. João, nas igrejas do território do Porto (que entretanto se estendeu pelas terras da Feira), ou seja, Argoncilhe, Perosinho, Serzedo e Grijó. Uma situação que se manteve até 1686, altura em que a freguesia fica independente do Convento dos Crúzios de Grijó, até 1834. Desde sempre, a agricultura foi a atividade principal de Argoncilhe, mas a partir do século XX surgiram as primeiras indústrias, na área das madeiras e da serralharia. A partir dos anos 30, aparecem, em maior número, as pequenas indústrias. Nesta altura, ganha importância o fabrico do prego para a tanoaria, responsável pela criação de um elevado número de postos de trabalho, bem como pela difusão das artes para a construção civil. A exploração do volfrâmio foi também um marco crucial na história da vila, entre 1939 e 1945, responsável por grandes negócios, mas também pela emigração para a Venezuela, Brasil, França e Alemanha. A chegada da eletricidade à freguesia (1951) permitiu um avanço na modernização agrícola e industrial. A 9 de Julho de 1985, Argoncilhe foi aprovado o estatuto de Vila, e promulgado no dia 8 Agosto de 1985, um marco determinante. Desde essa data, tem vindo a apresentar um desenvolvimento significativo. Já no século XX, estas terras ficaram famosas pelas Aparições Marianas no lugar da Vergada. Aí se construiu uma Capela sob a invocação de Nossa Senhora das Graças. A vidente foi uma humilde leiteira do lugar (D.Guilhermina), que faleceu idosa (22 de Agosto de 1970), tendo as aparições acontecido todos os dias 25 de cada mês, durante muitos anos: de 1930 a 1970.Esta vidente teve também o privilégio da visão da Santíssima Trindade, na igreja do Porto, com a mesma invocação. Ainda hoje aqui se fazem peregrinações todos os meses do ano (dia 25), com a presença de muitas centenas de pessoas. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 1604 1238 4827 936 2011 1295 984 4783 1358 2021 1050 886 4400 1845 == Lugares de Argoncilhe == * Aldriz, lugar já referenciado na Idade Media como Vila de Eldriz, porém remontará a época romana a crer pelos achados arqueológicos (lugar do Castro, Aldriz) onde estariam localizadas várias \"villas\". * Azenha, antropónimo relacionado com a posse e exploração agrícola do território já em épocas, possivelmente, pré-histórica mas certamente romana e visigótica. Neste Lugar aconteceram as Aparições Marianas (no final da Via Sacra). Aí foi construída a Capela de Nossa Senhora das Graças, comemorando este acontecimento. Celebrado com Peregrinação todos os dias 25 de cada mês. * Camalhões, com antropónimo de origem nos genitivos Cavalion«Cavallan«Cavallonis«Cavalhoes resultando na atual. * Carvalhal, como origem a mesma situação que Azenha. * Casal, referenciado em documento de D. Dinis de 1290. * Casinhas, é capaz de nos levar a uma estância pré-romana de que nos primeiros tempos de nacionalidade ou mesmo já na proto-história portuguesa apresentou ainda alguns restos de edificações castrejas que terão levado o povo a designá-las, por desconhecimento da sua origem, Casinhas - relacionadas com essa estância arqueológico-históricas. * São Martinho, centro da Vila e alberga a Igreja Matriz desde o século XVII. * Moinhos, referenciado no documento de 1290. * Ordonhe, referenciado no documento de 1290, como Ordonelli. * Outeiro da Pena. Em 1091 a Casa Ramirez Roderico Gonçalvez fazem uma partilha dos bens que possuem na Villa de Dragoncilli por baixo do Monte da Pena, hoje Outeiro da Pena. * Pereira, como origem a mesma situação que Azenha. * Poças, referenciado no documento de 1290. Antropónimo relacionado com a posse e exploração agrícola do território já em épocas possivelmente pré-históricas, mas certamente romana e visigótica. * Quinta, como origem a mesma situação que Azenha. * Quintã, como origem a mesma situação que Azenha. * Ramil, é um lugar de origem antropónimo visigótico a partir do genitivo Ramenirus que deu também Ramiro. É presença da existência nesses primeiros séculos depois de Cristo de que houve ali na vila Ranemiri em 1009 a 1220. Também referenciado no documento de 1290. * Ribeira da Venda, onde se situa a capela de Santo António, de 1715. * Roçadas, lugar onde se encontra a Calçada e Ponte Romana. * Santa Isabel, lugar partilhado com as freguesias de Sandim e Olival, mas também intrinsecamente ligado ao lugar de Nossa Sr.ª do Campo. * São Domingos, os Cruzios do mosteiro de Grijó construíram aqui em 1581 a Capela de Nossa senhora das Neves, no mesmo lugar de uma outra. * Senhora do Campo, lugar (dos primórdios da Idade Média) onde se encontra a Capela de Nossa Senhora do Campo onde teve os seus princípios a primeira Paróquia de Argoncilhe. * Serzedêlo, Lugar referenciado no documento, de El' Rei D. Dinis, de 1290 como Sersedelo. * Souto. * Vergada, lugar onde existe a segunda Igreja da freguesia, Igreja do Cristo Rei. Uma Igreja da segunda metade do século XX. == Escolas == Sendo no município de Santa Maria da Feira a quarta freguesia com mais impacto a nível populacional, atrás apenas de duas freguesias cidades (Feira e Lourosa) e de São João de Ver, abrange no seu território várias escolas. * Pré-primária da Igreja * Pré-primária de S. Domingos * Pré-primária de Aldriz * Pré-primária de Ordonhe * Pré-primária do Carvalhal * Escola Primária da Igreja * Escola Primária de S. Domingos 1 * Escola Primária de S. Domingos 2 * Escola Primária de Aldriz * Escola Primária de Ordonhe * Escola Primária de Carvalhal * Escola EB 2/3 de Argoncilhe * Escola do CS e Paroquial de Argoncilhe * Lindinho * Colégio Terras Santa Maria da Feira == Desporto == A Associação Desportiva de Argoncilhe é uma equipa da vila de Argoncilhe fundada em 1979. O clube atualmente disputa a 1ª Divisão Distrital de Aveiro. O seu estádio é o Campo Centro Social que tem capacidade para cerca de 3 000 pessoas. No seu historial tem um campeonato da 3ª Divisão conquistada em 1982. A equipa veste de preto, tem vários escalões de futebol e também dispõe de um pavilhão gimnodesportivo. == Saúde == * Unidade de Saúde de Argoncilhe * Clínica Veterinária * Laboratório de Análises Clínicas (Igreja) * Laboratório de Análises Clínicas (Picôto) == Coletividades == * Associação de Pais de Aldriz - Argoncilhe * Grupo de Jovens ELOS de Argoncilhe * Associação Desportiva de Argoncilhe * Casa da Gaia * Rancho Regional de Argoncilhe * Centro Social e Paroquial de Argoncilhe * Centro Columbófilo de Argoncilhe * Grupo Recreativo e Beneficente A Flor de Aldriz * Grupo Musical Estrela de Argoncilhe * Liga de Melhoramentos de Vergada * Associação Argoncilhe Jovem * Casa do Futebol Clube do Porto de Argoncilhe * Ajuda e Colo - Associação de Solidariedade *Associação Os Amigos Do São João de Pereira == Locais mais emblemáticos == thumb|Capela e Parte do Lago de São Pedro. O património histórico e cultural de Argoncilhe é suficientemente rico para merecer uma atenção especial de todos os que se interessem pelo passado da vila. Baseado em monumentos religiosos e arqueológicos, testemunhos privilegiados do desenrolar dos séculos e da evolução temporal, Argoncilhe guarda no seu interior muitas \"pérolas\" que podem e devem ser visitadas. Começando pela veia religiosa, que desde sempre influenciou sobremaneira todos os lugares e agregados populacionais, existe na freguesia muitos marcos, para além da inevitável e destacada Igreja Matriz, bem no característico coração da vila. As Capelas de São Domingos, de São Pedro de São Tomé (com o seu campanário), de Santo António, da Senhora do Campo, a Igreja de Cristo Rei, todas estas são sinais evidentes do culto local, transformado em monumento e legado para a posteridade. A par da dominante religiosa, também outros espelhos arqueológicos se situam em Argoncilhe, tais como a característica Ponte Romana de Roçadas ou o Cruzeiro Milenar. Os pitorescos Moinhos de Água, que ainda podemos encontrar, dão uma graça própria a Argoncilhe e são parte importante da sua identidade histórica. === Imagens === Ficheiro:Cruzeiro Milenar.JPG|Cruzeiro com quase mil anos que nos remonta aos primórdios medievais e cristãos desta vila de Argoncilhe. Ficheiro:Argoncilhe.JPG|Largo Joaquim da Silva Tavares. Ficheiro:Igreja de S. Martinho de Argoncilhe.JPG|Igreja Matriz, Argoncilhe. Ficheiro:Moinho02.JPG|Antigo Moinho de Água, Argoncilhe. Ficheiro:Ponte das roçadas.jpg|Ponte Romana, lugar das Roçadas, Argoncilhe. Ficheiro:Capela de St. António.jpg|Capela de St. António e parte do Restaurante 1715. Ficheiro:Via romana.JPG|Estrada Romana, lugar das Roçadas, Argoncilhe. Ficheiro:Largo da Igreja, Argoncilhe.jpg|Largo Joaquim da Silva Tavares. == Ver também == * Igreja Matriz * Capela de St. António * Capela das Aparições da Senhora das Graças. * Igreja Cristo-Rei de Ordonhe, Argoncilhe. == Ligações externas == * * * * * * * * * * * * * Associação Desportiva de Argoncilhe * * * * http://www.facebook.com/pages/Argoncilhe/121752511169922 Facebook- Argoncilhe",
 "title": "Argoncilhe"
}