{
 "id": "70138",
 "text": "Estereoscopia (do grego \"στερεός\" (stereos), \"firme, duro, sólido\" + \"σκοπέω\" (skopeō), \"ver\", \"observar\") é uma técnica usada para se obter informações do espaço tridimensional, através da análise de duas imagens obtidas em pontos diferentes. ==Visão geral== A estereoscopia é um fenómeno natural que ocorre em muitos animais com dois pontos de visão e também no ser humano, quando uma pessoa observa em seu redor uma cena qualquer. O fato de o ser humano ter dois olhos permite-lhe, através da estereoscopia, ter a noção de profundidade espacial, com o objetivo de, por exemplo, ter a noção da distância a que se encontram os objetos. A estereoscopia humana é a análise de duas imagens da cena que são projetadas nos olhos em pontos de observação ligeiramente diferentes (distância pupilar), sendo que o cérebro funde as duas imagens no córtex visual, e nesse processo, o indivíduo obtém informações quanto à profundidade, distância, posição e tamanho dos objetos, gerando uma sensação de visão tridimensional. A estereoscopia é também largamente usada em sistemas de vídeo e de processamento de imagem, para, por exemplo, com um número variado de câmaras de vídeo (duas ou mais), poder o sistema computacional associado calcular a posição 3D, o tamanho ou a velocidade dos objetos. Esta análise computacional é possível através de processamento de imagem, pois são conhecidas as características intrínsecas das câmaras (distância focal, tipo de lente, etc.), as sua posições 3D no espaço e as suas orientações tridimensionais (vetor 3D em que estão alinhadas) Por meio da estereoscopia é também possível a confecção de Cartas Topográficas, num processo chamado restituição, no qual um operador é capaz, a partir de duas fotografias aéreas, ver a imagem de um terreno em três dimensões, sendo assim capaz de desenhar o que vê num aparelho restituidor. == Percepção == A percepção de imagem estereoscópica pode ser obtida naturalmente através da disparidade na retina humana quando se olha para objetos reais do cotidiano. Ou imagens estéreo geradas por computador, em que a disparidade entre as imagens, é conhecida como paralaxe. === Disparidade da retina === Disparidade da retina é a distância, na direção horizontal, entre os pontos de sobreposição correspondentes às imagens esquerda e direita na retina. === Paralaxe === Paralaxe é a distância horizontal entre a imagem esquerda e a direita em que aparece os objetos em relação ao observador. Existem paralaxe zero, positiva, negativa e divergente. Este efeito também pode ser reconstruído através de softwares 3D, como por exemplo o Blender, 3dsmax, Cinema4D ou o Maya. == Ver também == * Anáglifo * Fotogrametria * Modelagem tridimensional * Realidade virtual Categoria:Óptica Categoria:Computação gráfica Categoria:Geomática",
 "title": "Estereoscopia"
}