{
 "id": "70161",
 "text": "A cerimônia do chá japonesa (chanoyu 茶の湯, lit. \"água quente [para] chá\"; também chamada chadō ou sadō, , \"o caminho do chá\") é uma atividade tradicional com influências do Taoísmo e Zen Budismo, na qual chá verde em pó (matcha, ) é preparado cerimonialmente e servido aos convidados. O matcha é feito da planta chamada chá, Camellia sinensis. Os encontros de chanoyu são chamados chakai (茶会, \"encontro para chá\") ou chaji (茶事, \"assuntos do chá\"). Normalmente o termo chakai refere-se a um evento relativamente simples no qual se oferecem doces típicos, usucha (chá suave), e talvez tenshin (um aperitivo); já chaji refere-se a um evento mais formal, incluindo também uma refeição tradicional (kaiseki) e koicha (chá forte). Um chaji completo pode durar até quatro horas. O praticante de cerimônia do chá precisa ter conhecimento de uma ampla gama de artes tradicionais que são parte integral do chanoyu, incluindo o cultivo e variedades de chá, vestimentas japonesas (kimono), caligrafia, arranjo de flores, cerâmica, etiqueta e incensos — além dos procedimentos formais de seu estilo de chanoyu, que podem passar de uma centena. Assim, o estudo de cerimônia do chá praticamente nunca termina.Learn Japanese Tea Ceremony at Genki Japanese and Culture School Mesmo para participar como convidado em uma cerimônia formal é preciso conhecer os gestos e frases pré-definidos, a maneira apropriada de portar-se na sala de chá, e como servir-se de chá e doces, == História == Beber chá é um costume introduzido no Japão, no século IX, na forma de chá de infusão (団茶, dancha) pelo monge budista Eichu (永忠), quando este retornou da China, onde conheceu a erva, ao Japão. O chá tornou-se a bebida mais consumida no Japão, e cultivada em seu próprio território. O costume de beber chá, iniciou-se de forma medicinal, e por razão de luxo, uma vez que era importada da China. No século IX, o autor chinês Lu Yu escreveu o Ch'a Ching, um manual sobre o cultivo e preparação do chá. A vida de Lu Yu foi influenciada pelo budismo. As ideias de Lu Yu foram cruciais para a criação e aprimoramento da cerimônia. No século XII, um novo tipo de chá surge, o matcha, trazido ao Japão por Eisai, outro monge japonês retornando da China. Considerado um chá-verde mais forte, retirado da mesma planta de chá-preto, foi inicialmente utilizado em rituais em templos budistas. Já no século XIII, samurais já consumiam a bebida matcha, como uma adaptação do budismo. Com isso, o futuro do chá estava traçado. Por volta do século XVI, beber o chá se popularizou, chegando a atingir todas as camadas sociais do Japão. Sen no Rikyu é um dos maiores destaques na história da cerimônia do chá, seguido pelo seu mestre, Takeno Jōō. De acordo com a filosofia ichi-go ichi-e, cada cerimônia do chá é única, e nunca poderá ser reproduzida. Os ensinamentos da cerimônia do chá foram responsáveis pelo desenvolvimento de novos estilos arquitetônicos japoneses, como jardins, por exemplo. E os ensinamentos resistem até hoje. == Utensílios necessários == Os Utensílios da cerimônia são chamados de dōgu (, literalmente \"Ferramentas\"). A quantidade de dōgu necessários a uma cerimônia varia em função da escola e do estilo da demonstração. A sua variedade, nomes específicos e combinações de utilização tornam impraticável pela sua extensão a inclusão neste espaço de uma lista pormenorizada. Existem no Japão dicionários específicos que chegam a ter centenas de páginas. Apresenta-se de seguida uma lista simplificada com os itens essenciais: * Fukusa (lenço de seda) * Chawan (taça) * Natsume ou Cha- ire (boião para o chá em pó) * Chasen (batedor para preparar o chá) * Chashaku (espátula para servir o chá em pó) * Chakin (pano para limpar a taça) * Hishaku (concha de bambu) * Kensui (recipiente para a água suja) * Tana (pequena estante para colocar os utensílios) * Kama (panela de ferro) * Furo (braseiro) Categoria:Cultura do Japão Categoria:Cultura e arte Zen Categoria:Dō Categoria:Chás",
 "title": "Cerimónia do chá"
}