{
 "id": "70177",
 "text": "O rio Imaruí (também chamado Imaruim e Maruim) é um curso de água do estado de Santa Catarina, no Brasil. == Topônimo == \"Imaruí\" é um termo originário da língua tupi e significa \"água de mosca\", através da junção dos termos mberu (\"mosca\")FERREIRA, A. B. H. Novo Dicionário da Língua Portuguesa. 2.ed. Rio de Janeiro: Nova Fronteira, 1986. p1 172 e 'y (\"água\").http://www.fflch.usp.br/dlcv/tupi/vocabulario.htm == Descrição == O rio Imaruí nasce a 750 metros de altitude. Após percorrer o município de São Pedro de Alcântara, banha, em seu trecho final, os municípios de Palhoça e São José, servindo de limite entre eles, indo desaguar na baía Sul, entre o continente e a ilha de Santa Catarina, oceano Atlântico. A Usina do Maruim, hoje desativada, foi inaugurada em 1910, alimentando, com energia elétrica, o primeiro sistema de iluminação pública da capital do estado de Santa Catarina, Florianópolis. Próximo à sua foz, há a ruína da antiga Ponte do Imaruí, que dá nome a este bairro do município de Palhoça. Esta ponte foi, durante muito tempo, a via de ligação com o sul do estado e com o estado do Rio Grande do Sul pelo litoral. Em 1997, o rio estava enquadrado na classe três (rio poluído). === História === O rio Imaruim foi importante historicamente por ter sido a via que levou à primeira ligação entre a vila de Nossa Senhora de Desterro (atual Florianópolis) e o planalto. Em 11 de janeiro de 1787, o alferes Antônio José da Costa, à frente de 24 homens e sete bestas de carga, seguiu serra acima, seguindo inicialmente pela margem do rio Maruim (então chamado Maruhi), chegando a Lages no dia 9 de agosto do mesmo ano, após percorrer dezessete léguas e meia. Após algum tempo o alferes voltou pelo mesmo caminho. Numa segunda viagem, Antônio José da Costa subiu pelo caminho aberto e voltou por Laguna.BRITO, Paulo José Miguel de, Memória Política sobre a Capitania de Santa Catarina 1816. Lisboa : Academia das Sciências, 1829. Florianópolis : Sociedade Literária Biblioteca Catarinense/ Livraria Central, 1932 Em sua margem esquerda, em 1829, foi criada o primeiro núcleo de colonização de origem alemã no estado, com 625 colonos, que deu origem ao município de São Pedro de Alcântara. Imaruí Categoria:Geografia de São Pedro de Alcântara Categoria:Geografia de Palhoça Categoria:Geografia de São José (Santa Catarina)",
 "title": "Rio Imaruí"
}