{
 "id": "70231",
 "text": "Manuel Buíça, de seu nome completo Manuel dos Reis da Silva Buíça (Bouçoães, Valpaços, 31 de dezembro de 1875 — Lisboa, 1 de fevereiro de 1908) foi o regicida de D. Carlos I e o Príncipe Real D. Luís Filipe. == Vida privada == Nascido em Bouçoães, baptizado com o nome de Manuel dos Reis, filho natural de Maria Barrosa (sic), criada de servir, e de pai incógnito.Assento de baptismo nº 1/1876, de 6 de Janeiro, da paróquia de Bouçoães Segundo o Abade de Baçal, em Memórias Arqueológico-Históricas do Distrito de Bragança: Tomo VI - Os Fidalgos, o pai de Manuel Buíça era Abílio Augusto da Silva Buíça, abade de Vinhais, nome semelhante ao indicado pelo regicida no seu testamento, escrito pouco tempo antes de morrer. Conhecem-se-lhe duas ligações conjugais. A primeira, entre 1896 e 1898, e a segunda com Hermínia Augusta da Costa, de que resultaram dois filhos - Elvira Celeste da Costa Buíça (nascida a 19 de dezembro de 1900) e Manuel Augusto da Costa Buíça (nascido a 12 de Setembro de 1907) que, à data do regicídio tinham sete anos e cinco meses, respectivamente. Cerca de cinco meses antes do Regicídio, Buíça ficou viúvo. Homem de carácter colérico, exaltado e violento, não mantinha, no entanto, muitas ligações exteriores ao seu círculo profissional e, frequentava, com Alfredo Costa e Aquilino Ribeiro (uma das pessoas a quem legou o testamento), o Café Gelo no Rossio. == Vida profissional == Começou a sua carreira profissional ao ingressar no Exército, onde alcançou a categoria de Segundo- Sargento no Regimento de Cavalaria de Bragança, exercendo também aí o cargo de instrutor da carreira de tiro. Senhor de uma pontaria exímia, detinha o curso de mestre de armas e uma medalha de atirador de 1.ª classe que, se viu justificada pela precisão com que, a 8 metros de distância do landau em que seguia o rei, Buíça alvejou Carlos I na coluna vertebral. Apesar do seu talento, destreza e capacidades militares, a sua carreira não deixou de ser algo atribulada, figurando, na sua caderneta, três punições disciplinares por infracções diversas. Demitido do exército, a partir de 1898 envereda pela carreira de docente do ensino livre, leccionando no Colégio Nacional e, ministrando também, a nível particular, lições de música e francês. == O Golpe do Elevador da Biblioteca == Na noite de 28 de Janeiro de 1908, data fixada para o movimento que abortou desastradamente no elevador da Biblioteca,O Elevador da Biblioteca, que já não existe, era um Elevador similar ao Elevador da Bica que ligava a Praça do Município (chamada então de Largo do Pelourinho) e o Largo da Biblioteca em Lisboa e foi o local onde alguns dos principais revolucionários republicanos do golpe de 28 de Janeiro de 1908 se deixaram encurralar e foram presos. Por esse motivo esta revolução para além de ser conhecida por Janeirada foi mais popularmente denominada por Golpe do Elevador da Biblioteca. fazia parte de um grupo de de vinte homens, liderados por Alfredo Costa. Este grupo deveria primeiramente assaltar o Palácio Real mas, depois, por uma modificação da estratégia, no Quartel dos Lóios, o grupo, ainda se envolveu em confrontos com a Guarda Municipal, nas imediações da Rua de Santa Bárbara, quando aguardava que um morteiro desse o sinal da revolução. A Janeirada foi planeada em conjunto entre o Partido Republicano e a Dissidência Progressista, fornecendo o primeiro os homens e o segundo o dinheiro e as armas. Além de António José de Almeida, tinha como organizador na sombra Luz de Almeida.Luz de Almeida chefiava a Alta Venda da Carbonária Lusitana, onde era secundado por Machado Santos e António Maria da Silva. O golpe tinha como objectivo proclamar a República e, como meio, a revolta armada e o assassínio do odiado ditador João Franco. Não está claro quando é que se tomou a decisão de abater também o rei mas, fazia parte das instruções do comando do qual faziam parte Alfredo da Costa e Manuel Buíça, como parte do golpe.Morais, Jorge, 2007, \"Regicídio – A Contagem Decrescente\", pág. 123-126 Esta tentativa de Revolução foi gorada pelo governo de João Franco, que graças a uma inconfidência empreendeu uma onda de prisões que decapitaram o movimento antes que pudesse arrancar.Foram presos muitos membros do Directório Republicano bem como as personagens em evidência do Partido Republicano Os que puderam fugir fizeram-o no meio do pânico geral, sendo que ninguém do grupo de Alfredo Costa tinha sido preso nesse dia e eram dos conspiradores que não arredavam do seu posto. De facto, as prisões limitaram-se aos cabecilhas e pouco mais, continuando muitos dos comandos a vaguear pela cidade, fazendo distúrbios - houve escaramuças no Rato, Alcântara, no Campo de Santana e, na Rua da Escola Politécnica, cai morto um polícia. A sala traseira do Café Gelo, sempre tão frequentada pelos carbonários e republicanos, estava vazia e, apenas Manuel Buíça e Alfredo Costa com mais uns tantos temerários ficavam por lá e continuavam a frequentar o local, sendo que os outros passavam de esfuziote, rápidos e silenciosos. == O regicídio == Na madrugada do dia 1 de fevereiro de 1908, Manuel Buíça reúne-se com Alfredo Costa e outros carbonários na Quinta do Xexé, aos Olivais, onde planearam o atentado.Segundo a versão de Fabricio de Lemos, um dos regicidas, contada por António de Albuquerque em \"A execução do Rei Carlos\", embora com toda a probabilidade o regicidio já estivesse decidido, e se tratasse de ajustar os detalhes entre os homens deste comando que a lei de João Franco não tinha apanhado. No mesmo dia, pelas duas horas da tarde, almoça com Alfredo Costa e mais três desconhecidos, numa mesa a um canto do Café Gelo, que fica perto da porta para a cozinha, saem estes para dar lugar a um outro que se senta à mesma mesa, com quem os regicidas conversam baixo. Consta que durante esta conversa Buíça terá dito, em tom jocoso, a um outro freguês do mesmo café sentado numa mesa à parte, o seguinte dito muito banal na altura: \"Estamos aqui, estamos em Timor…\", relacionado já com a empresa que ia tomar em mãos. Findo o diálogo, Buíça é o primeiro a se levantar e, diz aos outros dois que vai buscar o varino e o resto, que seria muito provavelmente a carabina winchester, modelo 1907 (n.º de série 2137), importada da Alemanha por Heitor Ferreira, com que alvejaria dali a algumas horas o rei D. Carlos I e o princípe-herdeiro D. Luís Filipe. Pelas quatro horas da tarde do mesmo dia, Manuel Buíça, com Domingos Ribeiro e José Maria Nunes, posicionou-se no Terreiro do Paço, perto da estátua de D. José, ficando o primeiro perto duma árvore, frente ao Ministério do Reino, junto a um quiosque. Alfredo Costa, Fabrício de Lemos e Ximenes assumiram posições debaixo da arcada do mesmo ministério, os seis aguardam a chegada do monarca, misturados com a população que espera o desembarque da família real, acompanham atentamente a atracagem do navio a vapor, D. Luís, onde seguia a mesma. Sensivelmente às cinco horas e vinte minutos, Manuel Buíça, avançando da placa central do Terreiro do Paço, a oito ou dez metros de distância do landau régio, descobre a carabina, assenta um joelho em terra e abre fogo à retaguarda do mesmo, atingindo o rei no pescoço e partindo-lhe a coluna vertebral, que o vitima instantaneamente. O segundo tiro visava assegurar a morte do rei ou, mais provavelmente, era dirigido ao Príncipe Real, sentado em frente de D. Carlos.Castro Henriques, Mendo, e outros, \"Dossier Regicídio - o Processo Desaparecido\", pág. 231 O tiro atinge as dragonas no ombro esquerdo do rei, desviando-o para a direita. É nesta altura que intervém Alfredo Costa, que sobe para o estribo do landau e dá dois tiros nas costas do rei (que havia ficado de costas para ele), trocando depois tiros com o príncipe que se levantara. Buíça muda de posição, pois o landau estava em movimento e 20 metros mais à frente volta a fincar o joelho em terra e atira duas vezes sobre o príncipe. O primeiro projéctil falha, mas o segundo atinge-o na face esquerda, saindo-lhe pela nuca. Buíça volta a mudar de posição mas é impedido de disparar sobre a carruagem pela intervenção de Henrique da Silva Valente, soldado de Infantaria 12, que passava no local, e que se lança sobre ele de mãos nuas. Na breve luta que se segue o soldado é atingido numa perna. Tendo voltado o seu cavalo, o Tenente Francisco Figueira carrega sobre Buíça. Este ainda o consegue atingir numa perna com a sua última bala e tenta fugir, mas Figueira alcança-o e imobiliza-o com uma estocada, não sem antes ser ainda atingido numa coxa. O regicida é acometido por vários polícias, mas debate-se, mesmo já não tendo mais balas. Neste corpo a corpo é baleado e morto por agente desconhecido, embora as forças da ordem se tenham gabado de o ter abatido.Os resultados da autópsia não confirmam isto. == Autópsia e homenagens fúnebres == Manuel Buíça, com trinta e dois anos, foi a enterrar no dia 11 de fevereiro de 1908. Na véspera, um grupo de três homens, membros da Associação do Registo Civil, manifestou ao director da morgue, a vontade de proporcionar a Buíça, enquanto associado da mesma agremiação cívica, um funeral civil. Autopsiado no início da madrugada do mesmo dia, do exame resultaram estes achados: uma contusão no topo do crânio, uma estocada de arma branca no fundo das costas (o sabre do Tenente Figueira), e um ferimento de bala no lado esquerdo do peito. Este foi o ferimento mortal. A bala trespassou o coração, sendo desviada pelos tecidos moles, e perfurou o fígado.Castro Henriques, Mendo, e outros, \"Dossier Regicídio - o Processo Desaparecido\", págs. 240-241 A bala foi recuperada e pela descrição sabe-se ser de calibre 6,35 mm, de pistola automática, sendo a sua trajectória quase aleatória no corpo de Manuel Buíça consistente com esse tipo de munição. Note- se que à época nenhuma força policial portuguesa utilizava armas automáticas, apenas revólveres.Castro Henriques, Mendo, e outros, \"Dossier Regicídio - o Processo Desaparecido\", pág. 241 À tarde, o seu cadáver, bem como o de Alfredo Costa e de João Sabino (morto da luta que opôs a escolta real aos assassinos, e que mais tarde foi ilibado de qualquer participação no atentado) foram acondicionados em ataúdes de chumbo e seguiram depois, num char-à-bancs, para o cemitério do Alto de São João. Lá chegados, os caixões foram conduzidos à sala dos depósitos onde os soldaram, sendo nos covões 6044 e 6045; transitando em 1914 as ossadas para o mausoléu a quem foi atribuido o número 4251. Mais tarde, e dada a permissividade do governo de acalmação de Ferreira do Amaral, que permitia que se fizessem comícios republicanos onde se fazia a apologia ao regicídio e se considerava os responsáveis como beneméritos da Pátria, teve lugar uma romagem de cerca de vinte e duas mil pessoas às sepulturas dos regicidas, evento que fora organizado pela Associação do Registo Civil. Após a Implantação da República, a Associação do Registo Cívil e do Livre Pensamento adquiriu terreno no Cemitério para aí erigir um monumento aos \"heróicos libertadores da Pátria\" (palavras constantes no requerimento apresentado à C.M.L.). O monumento, composto por dois braços, um empunhando um facho e outro correntes rebentadas, foi desmantelado durante o Estado Novo, e os corpos trasladados para outro local, dentro do Cemitério. Apesar dos elementos do polémico monumento se encontrarem preservados, nunca foram repostos. == Considerações finais == Surgiram rumores, depois dos funerais, que o regicídio teria sido organizado pela Carbonária, a que Manuel Buíça estava ligado, e até que a Maçonaria estaria implicada no caso. Porém, nada pôde ser esclarecido dado que os governos da monarquia subsequentes não se esforçaram por dar seguimento ao caso, com medo das implicações politicas do que se viesse a descobrir. Mesmo assim, o processo ficou pronto e estava pronto para seguir para juízo, com data marcada para 25 de Outubro de 1910, mas todo o fruto das investigações desapareceu pois, logo a seguir à Proclamação da República, o Juiz Almeida e Azevedo entregou o referido processo ao Dr. José Barbosa, membro do Governo provisório que o levou a Afonso Costa, Ministro da Justiça do Governo Provisório (6 de Outubro), e depois disso perdeu-se o rasto ao documento. Ainda assim, as investigações mais recentes,Morais, Jorge, 2007, \"Regicídio…\" e Castro Henriques, Mendo, e outros, \"Dossier Regicídio…\" se não chegando a precisar quando e quem decidiu a morte do rei, nem quem matou os regicidas, deitam definitivamente por terra a teoria do \"acto isolado\", prendendo a acção a toda a mecânica do Golpe do Elevador. === Testamento === Escrito a 28 de Janeiro de 1908, quatro dias antes do regicídio, não deixa de ser um documento interessante e digno de nota: == Na cultura popular == === Imprensa === * Costa Neto, Rui Manuel, \"O Regicídio de 1908\", in Revista História, Ano XVIII (Nova Série), nº 26, 1996 === Televisão === * A série \"O Dia do Regicídio\" produzida pela RTP em 2008. == Bibliografia == * * * * * Morais, Jorge, 2007, \"Regicídio – A Contagem Decrescente\", Lisboa, Zéfiro, ISBN 978-972-8958-40-4 * Pinto, José Manuel de Castro, 2007, \"D. Carlos (1863-1908) A Vida e o Assassinato de um Rei\", Lisboa, Plátano Editora, ISBN 978-972-770-563-4 * Castro Henriques, Mendo, e outros, Dossier Regicídio: o Processo Desaparecido, Lisboa, Tribuna da História – Edição de Livros e Revistas, Lda., 2008. ISBN 978-972-8799-78-6 == Ligações externas == * Manuel Buiça (Fundação Mário Soares) * Regicídio (Fundação Mário Soares) Categoria:Assassinos de Portugal Categoria:Naturais de Valpaços Categoria:Militares de Portugal Categoria:Republicanos de Portugal Categoria:Carbonários de Portugal Categoria:Regicidas de 1908 Categoria:Mortes por armas de fogo",
 "title": "Manuel Buíça"
}