{
 "id": "70248",
 "text": "() ( – ), conhecido pelo pseudónimo El Lissitzky (, ), foi um artista, designer, fotógrafo, tipógrafo e arquiteto russo. Foi uma figura relevante durante a vanguarda russa, contribuindo para a formação do suprematismo em conjunto com o seu mentor, Kazimir Malevich, e autor de inúmeras mostras de arte e trabalhos de propaganda para a então União Soviética. A sua obra exerceu grande influência na Bauhaus e nos movimentos construtivistas, tendo sido pioneiro em técnicas de produção e soluções estéticas que viriam a dominar o design gráfico ao longo do século XX. Todo o percurso de El Lissitzky está intimamente ligado à crença de que o artista podia ser um agente de mudança, mais tarde resumida no seu edito, \"das zielbewußte Schaffen\" — criação orientada por objetivos.Glazova Lissitzky, de fé judaica, iniciou a sua carreira com ilustrações para livros infantis em língua iídiche, como forma de promover a cultura judaica na Rússia, um país em profunda mudança e que revogara as leis antissemitas pouco tempo antes. Começou a lecionar com apenas 15 anos, uma atividade que manteve ao longo de toda a vida. Ao longo de várias décadas, ensinou em diversos cargos nas mais variadas escolas e meios artísticos, divulgando e aprofundando conceitos. Este sentido de dever esteve presente quando trabalhou com Malevich na direção do grupo artístico suprematista UNOVIS, onde desenvolveu uma variante suprematista própria, Proun, e mais tarde, quando em 1921 assumiu o cargo de embaixador cultural da Rússia na República de Weimar, na Alemanha, influenciando figuras relevantes da Bauhaus e do movimento De Stijl durante a sua estadia. A sua obra influenciou e deu origem a importantes inovações na tipografia, fotomontagem, design de exposições e ilustração literária, sendo o autor de obras consagradas internacionalmente e veneradas pela crítica especializada. Manteve-se produtivo até ao leito de morte, onde viria a produzir, em 1941, um dos seus últimos trabalhos — um cartaz de propaganda soviética de mobilização para a construção de tanques para a guerra contra a Alemanha nazi. == Juventude == El Lissitzky nasceu em 23 de Novembro de 1890, em Pochinok, uma pequena comunidade judaica 50 km a sudeste de Smolensk, no antigo Império Russo. Durante a infância viveu e estudou na cidade de Vitebsk, agora parte da Bielorrússia. Mais tarde, viveu 10 anos em Smolensk na companhia dos avós, onde frequentou a Escola de Gramática de Smolensk, passando as férias de verão em Vitebsk.Shatskikh, 57 Tendo sempre demonstrado interesse e talento para o desenho, começou a receber formação aos 13 anos por parte de Yehuda Pen, um artista judeu local. Por volta dos 15 anos, o próprio Lissitzy começou a dar aulas de desenho. Em 1909 candidatou-se a uma academia artística em São Petersburgo, tendo sido recusado. Embora tenha passado no exame de admissão e se tenha qualificado, a lei durante o regime Czarista apenas permitia a admissão de um pequeno número de estudantes judeus nas escolas e universidades russas. Tal como muitos judeus no Império Russo, El Lissitzky foi estudar na Alemanha, para onde emigrou em 1909, tendo ingressado no curso de engenharia civil na Universidade Técnica de Darmstadt.Curl Durante o verão de 1912, El Lissitzky, segundo as suas próprias palavras, \"deambulou pela Europa\", passando algum tempo em Paris e percorrendo a pé 1 200 km em Itália, observando obras artísticas e esboçando pormenores de arquitetura e paisagem.Lissitzky-Kuppers O seu interesse pela cultura judaica antiga teve origem nos contactos com o grupo de judeus russos em Paris, que era liderado pelo escultor Ossip Zadkine, amigo de infância de Lissitzky, que o iniciou nos conflitos entre os vários grupos artísticos na diáspora.Schatskikh, p.58 No mesmo ano de 1912, alguns dos seus trabalhos seriam expostos pela primeira vez, incluídos numa exposição organizada pela União de Artistas de São Petersburgo. Permaneceu na Alemanha até à deflagração da I Guerra Mundial, tendo sido forçado a regressar a casa através da Suíça e dos Balcãs,Spencer, Poynor, 2004:69 a par de muitos dos seus conterrâneos, incluindo outros artistas expatriados nascidos no Império Russo, como Wassily Kandinsky e Marc Chagall. Depois do regresso a Moscovo, Lissitzky trabalhou nos gabinetes de arquitetura de Boris Velikovsky e Roman Klein, ao mesmo tempo que frequentava o Instituto Politécnico de Riga, transferido para a capital durante a guerra. Em 3 de junho de 1918 obteve o diploma de engenheiro-arquiteto, tendo imediatamente começado a trabalhar como assistente em vários gabinetes. Durante esta fase, demonstrou um interesse ativo e apaixonado pela cultura judaica, que assistia a um renascimento notável depois da queda do regime czarista, que tinha sido abertamente antissemita. O novo governo provisório revogou o decreto que proibia a impressão do alfabeto hebraico e vedava o acesso à cidadania aos judeus. El Lissitsky devotou-se à arte judaica, colaborando na exposição de artistas judaicos locais, deslocando-se a Mahilyow para estudar a arquitetura e ornamentação tradicional de sinagogas antigas, e ilustrando inúmeros livros infantis em iídiche. Estes livros foram a primeira incursão no design gráfico, campo onde implementaria grandes inovações ao longo da sua carreira. As suas primeiras ilustrações foram publicadas no livro de 1917 Sihas hulin: Eyne fun di geshikhten (Uma conversa quotidiana), onde imprimiu uma estética arte nova ao alfabeto hebraico. No livro seguinte, uma adaptação visual da canção tradicional do pessach judaico, Had gadya (Uma Cabra), El Lissitzky exibiu um esquema gráfico a que recorreu frequentemente ao longo da sua obra. Integrou as letras nas imagens através de um sistema que fazia corresponder as cores das personagens na história com a palavra que os referia. No grafismo da página final, El Lissitzky representou a temerosa \"mão de deus\" matando o anjo da morte, que empregava a coroa do czar. Esta representação ligava a redenção dos judeus à vitória dos Bolcheviques na Revolução Russa.Perloff 2005 Uma interpretação alternativa sustenta que o artista estaria consciente da internacionalização bolchevique, o que levaria à destruição da cultura tradicional judaica.Margolin Representações visuais da mão de Deus seriam recorrentes em inúmeras obras ao longo da sua carreira, muito notavelmente no seu autorretrato O Construtor, uma fotomontagem de 1924, com o motivo em destaque. == Vanguarda == === Suprematismo === Em maio de 1919, após um convite de Marc Chagall, El Lissitzky regressou a Vitebsk com o objetivo de lecionar artes gráficas, tipografia e arquitetura na recém-formada Escola de Artes do Povo, criada por Chagall depois da sua nomeação em 1918 como Comissário dos Assuntos Artísticos em Vitebsk. Lissitsky envolveu-se na conceção e impressão de cartazes de propaganda. Mais tarde, preferiu manter silêncio acerca deste período, muito provavelmente porque um dos temas abordados nos cartazes era o exilado Trotsky.Shatskikh, 62 A quantidade destes cartazes é considerável para serem vistos como um género à parte no conjunto de obras do artista.Shatskikh, 63 Chagall também convidou outros artistas russos, notadamente o pintor e teórico Kazimir Malevich, e o antigo professor de El Lissitzky Yehuda Pen. Contudo, seria apenas em 1919 que Lissitzky, então numa visita a Moscovo, persuadiria Malevich a mudar-se para Vitebsk.Shatskikh, 66 A sua chegada coincidiu com a abertura da primeira exposição de arte, dirigida por Chagall.Shatskikh, 70 Malevich trouxe consigo uma panóplia de ideias novas, muitas das quais seriam fonte de inspiração para Lissitsky, mas que seriam confrontadas com profissionais, um público local, e o próprio Chagall mais favoráveis a uma arte figurativa.Shatskikh, 71 Depois de várias fases sob as estéticas impressionista, primitivista e cubista, Malevich começou a desenvolver e advogar agressivamente as suas ideias sobre o suprematismo. Em crescimento desde 1915, o suprematismo rejeitava a imitação das formas naturais e focava-se na criação de formas geométricas puras. Substituiu o programa de ensino vigente pelo seu próprio programa e difundiu as suas conceções teóricas e técnicas pela instituição. Chagall advogava ideais mais clássicos e Lissitzky, ainda leal a Chagall, dividia-se entre dois caminhos artísticos. No fim, acabaria por favorecer o suprematismo de Malevich, afastando-se da arte tradicional judaica. Chagall abandonaria a escola pouco depois. Por esta altura, El Lissitsky já se tinha comprometido totalmente ao suprematismo e, sob a orientação de Malevich, ajudado no desenvolvimento do movimento. Lissitzky trabalhou na imagem gráfica do livro Do Novo Sistema da Arte, de Malevich, que lhe responderia em 1919: \"Lazar Markovich, saúdo-o pela publicação deste pequeno livro\".Shatskikh, 78-79 Talvez o mais conhecido trabalho de Lissitzky deste período seja o cartaz de propaganda Vence os Brancos com a Cunha Vermelha. Ao mesmo tempo, a Rússia atravessava uma guerra civil que opunha os Vermelhos (comunistas e revolucionários) e os Brancos (monárquicos, conservadores, liberais e socialistas que se opunham à Revolução Bolchevique). A imagem da cunha vermelha cortando a forma branca, bastante minimalista, comunicava uma mensagem poderosa que não deixava dúvidas quanto à sua intenção no olhar do espectador. A obra é muitas vezes vista como uma alusão a formas semelhantes usadas em mapas militares e, a par do seu simbolismo político, foi um dos primeiros grandes passos de Lissitzky desde o suprematismo não objetivo de Malevich em direção ao seu próprio estilo. Segundo palavras do próprio: \"O artista constrói novos símbolos com o seu pincel. Este símbolo não é uma forma reconhecível de nada que esteja já completo, já feito, ou já existente no mundo — é um símbolo de um novo mundo, que está a ser construído sobre e existe pelo povo\".Tupitsyn, 9 Em 17 de janeiro de 1920,Shatskikh, 92 Malevich e El Lissitzky co-fundaram o efémero grupo Molposnovis, uma associação protossuprematista de estudantes, professores e outros artistas. Após uma breve e atribulada disputa entre a \"nova\" e a \"velha\" geração e duas renomeações, o grupo ressurgiria como UNOVIS (Expoentes da Nova Arte] em fevereiro.Shatskikh, 93Malgrave, 239 Sob a liderança de Malevich, o grupo trabalhou num \"ballet suprematista\", coreografado por Nina Kogan, e num remake de uma ópera futurista de 1913 \"Vitória Sobre o Sol\" de Mikhail Matyushin e Aleksei Kruchenykh.A ópera foi produzida sem composição musical original - Shatskikh, 98 El Lissitzky e a totalidade do grupo escolheram partilhar a autoria e responsabilidade pelos trabalhos produzidos dentro do grupo, assinando a maior parte das telas com um quadrado negro. Isto seria parcialmente uma homenagem a uma obra similar do mentor do grupo, Malevich, e o simbolismo da adesão aos ideais comunistas. Esta marca tornar-se-ia de facto o sinete do grupo, que tomaria o lugar das iniciais ou nomes individuais. Os quadrados negros usados pelos membros em botões de punho e peças de joalharia lembravam também o ritual do tefilin, não sendo portanto símbolos estranhos na shtetl de Vitebsk.Shatskikh, 111 O grupo, que se desmembraria em 1922, seria fulcral na disseminação da teoria suprematista na Rússia e no estrangeiro, e potenciou o estatuto de Lissitzky como uma das figuras de proa na vanguarda russa. Por acidente, uma das primeiras aparições do pseudónimo El Lissitzky () é vista na obra Miscelânea UNOVIS, lançada em duas cópias em março-abril de 1920, e que continha o seu manifesto sobre a arte gráfica nos livros.Shatskikh, 125 === Proun === Durante este período, El Lissitzky iniciou o desenvolvimento de uma estética suprematista própria, sob a forma de uma série de pinturas geométricas abstratas a que chamou de \"Proun\".Pronunciadas pro-un. O significado exato de \"Proun\" nunca chegou a ser completamente revelado, tendo sido sugerido ser a contração de \"proekt unovisa\" (desenhado por UNOVIS) ou \"proekt utverzhdenya novogo\" (desenho para a confirmação do novo). Mais tarde, Lissitzky defini-los-ia de forma ambígua como \"o patamar onde alguém muda da pintura para a arquitetura\". A temática Proun foi essencialmente a exploração por parte do autor da linguagem visual do suprematismo com elementos espaciais, através do uso de eixos em rotação e múltiplas perspetivas, ambas temáticas incomuns dentro do suprematismo. O suprematismo, à época, era orientado quase exclusivamente por formas bidimensionais, e Lissitzky, interessado na tridimensionalidade da arquitetura, tentou levar a estética além desta limitação. As suas obras \"proun\" (conhecidas como \"prounen\") foram realizadas ao longo de cinco anos e evoluíram de meras pinturas e litografias para verdadeiras instalações tridimensionais. Também lançariam as sementes para as suas experiências posteriores em arquitetura e design para exposições. Embora sejam categorizadas como arte de pleno direito, a contribuição destas pinturas como palco de experiências para os seus primeiros conceitos de arquitetura é significativa. Nestas obras, os elementos básicos da arquitetura — volume, massa, cor, espaço e ritmo — foram sujeitos a uma nova reformulação tendo como base as teorias suprematistas. Os \"Prouns\" serviram de base para o desenvolvimento de modelos utópicos para um novo e melhor mundo. Esta aproximação, na qual o artista cria arte com um propósito social, pode ser visto no seu decreto \"das zielbewußte Schaffen\" — \"criação orientada por tarefas\". Os temas e símbolos judaicos também eram por vezes referenciados nos Prounen de Lissitzky, geralmente através do uso do alfabeto hebraico como parte da tipografia ou de códigos visuais. Para a capa do livro Arba'ah Teyashim, pode-se ver a colocação de letras hebraicas como elementos arquitetónicos, numa disposição dinâmica em tudo semelhante à tipografia presente nos Proun. Esta temática seria também alargada às suas ilustrações para o livro Shifs-Karta (Cartão de embarque). === Regresso à Alemanha === thumb|Congresso Internacional dos Artistas Progressistas em maio de 1922. Lissitzky é o 9.º a contar da esquerda. thumb|Proun 19, c.1922, Museu de Arte Moderna de Nova Iorque. Em 1921, a par do desmembramento do grupo UNOVIS, o suprematismo começava a dividir-se em duas fações ideologicamente adversas, uma favorecendo a utopia e a arte espiritual, a outra uma arte utilitária com funções sociais. El Lissitzky nunca esteve verdadeiramente alinhado com qualquer uma delas, e deixaria Vitebsky no mesmo ano. Aceitou um cargo de representante cultural da Rússia e mudou-se para Berlim, onde deveria estabelecer contactos entre artistas russos e alemães. Paralelamente, também trabalhou como escritor e designer para publicações internacionais, enquanto ajudava a promover os movimentos de vanguarda através de múltiplas mostras em galerias. Fundou o efémero mas influente periódico Veshch-Gegenstand Objekt, juntamente com o escritor Ilya Ehrenburg, com o objetivo de divulgar a arte contemporânea russa ao ocidente. A publicação tinha um âmbito bastante alargado dentro das artes, focando-se sobretudo nos novos trabalhos suprematistas e construtivistas, e foi editada em alemão, francês e russo.Malgrave, 250 Na primeira edição, Lissitzky escreveu: > Consideramos o triunfo do método construtivista essencial para o nosso > presente. Encontrámo-lo não apenas na nova economia e no desenvolvimento da > indústria, mas também na psicologia dos nossos contemporâneos artísticos. A > Veshch patrocinará a arte construtivista, cuja missão não é, afinal, > embelezar a vida, mas sim organizá-la. Durante a sua estadia, Lissitzky também desenvolveu a sua carreira enquanto designer gráfico para alguns trabalhos de relevância histórica como os livros Dlia Golossa (Pela Voz), uma coleção de poemas de Vladimir Mayakovsky, e Die Kunstismen (Os Artismos) em conjunto com Jean Arp. Foi também em Berlim que conheceu e travou amizade com muitos outros artistas, como Kurt Schwitters, László Moholy-Nagy e Theo van Doesburg.Malgrave, 243 Juntamente com Schwitters e van Doesburg, Lissitzky apresentou a ideia para um movimento artístico internacional sob as orientações do construtivismo enquanto trabalhava com Schwitters na edição Nasci (Natureza) do periódico Merz. No ano seguinte à publicação da sua primeira série Proun em Moscovo, em 1921, Schwitters apresentou El Lissitzky à galeria Kestnergesellschaft em Hanôver, onde realizaria a sua primeira exposição individual. A segunda série Proun, impressa em Hanôver em 1923 recorrendo a novas técnicas de impressão, representou um amplo sucesso junto ao público. Mais tarde, conheceu Sophie Kuppers, viúva do curador Paul Küppers, dono da galeria na qual Lissitzky expunha, e com quem se casaria em 1927. === Arquitetura === Entre 1923 e 1925, Lissitzky propôs e desenvolveu o conceito de arranha-céus horizontais (Wolkenbügel). Uma série de oito destas estruturas deveria pontuar as interseções principais do anel dos boulevards em Moscovo. Cada Wolkenbügel era um bloco em forma de L, de três pisos e com 180 metros de largura, elevado 50 metros acima do nível da rua. Assentaria em três pilares (cada um com 10x16x50 metros), colocados em três esquinas diferentes. Um dos pilares estender-se-ia ao subsolo, servindo de entrada para uma estação de metro, enquanto os outros dois serviriam de abrigo para estações de elétrico.Khan-Magomedov, 213Balandin Lissitzky argumentou que, uma vez que os humanos não conseguem voar, a deslocação horizontal é natural enquanto a vertical não o é. Portanto, onde não exista terreno suficiente para novas edificações, um novo plano criado no ar a uma altitude média deve ser preferido em relação à torre de estilo norte- americano. Estes edifícios, de acordo com Lissitzky, também providenciariam melhor isolamento e ventilação aos inquilinos.Khan-Magomedov, 215 Lissitzky, consciente do conflito entre as suas propostas a paisagem urbana existente, experimentou diferentes configurações da superfície horizontal e relações entre altura e largura de modo a que a estrutura apresentasse equilíbrio visual. A plataforma elevada foi configurada de forma a que cada uma das suas fachadas fosse distinta. Cada torre seria orientada para o Kremlin com a mesma fachada, servindo de apontador para quem caminhasse na rua. Todos os oito edifícios tinham um projeto idêntico, pelo que Lissitzky propôs um código de cores de modo a facilitar a orientação.Khan-Magomedov, 216 Lissitzky publicou uma ilustração do conceito na capa do livro de Adolf Behne, Der Moderne Zweckbau, e escreveu artigos sobre o tema na revista de arquitetura Notícias ASNOVA, iniciativa do grupo de arquitetos ASNOVA, e na publicação de arte Alemã Das Kunstblatt. Depois de algum tempo dedicado à criação de projetos teóricos, como os Wolkenbügels, Lissitzky foi contratado para aquele que seria o seu único edifício construído em toda a sua carreira. O projeto corresponde a uma encomenda feita em 1932 pela revista Ogonyok, para a instalação de oficinas gráficas na Avenida Samotechny em Moscovo.Ilyicheva == Exposições da década de 1920 == Depois de dois anos de trabalho intensivo, Lissitzky adoeceu em 1923 com pneumonia aguda. Semanas mais tarde foi-lhe diagnosticada tuberculose pulmonar. Em fevereiro de 1924 instalou-se num sanatório suíço perto de Locarno.Spencer, Poynor, 70 Durante o seu internamento, manteve-se bastante ocupado, trabalhando em campanhas publicitárias para a Pelikan, que como remuneração financiava o seu tratamento, além da tradução para alemão dos artigos de Malevich e de experimentações no campo do design gráfico e da fotografia. Em 1925, depois da recusa do governo suíço na renovação do visto, Lissitzky regressou a Moscovo, leccionando design de interiores, metalurgia, e arquitetura na VKhUTEMAS (Oficinas Superiores Artísticas e Técnicas do Estado), posição que manteve até 1930. Praticamente abandonou os \"Proun\", tornando-se cada vez mais ativo na arquitetura e propaganda. Em junho de 1926 deixou de novo o país, desta vez para uma curta estadia na Alemanha e na Holanda, onde viria a desenhar a sala de exposições para a feira de arte Internationale Kunstausstellung em Dresden e a Raum Konstruktive Kunst (Sala para a arte construtivista) e o Abstraktes Kabinett para exposições em Hanôver. Paralelamente, refinaria o conceito inerente ao Wolkenbügel em colaboração com Mart Stam. Na sua autobiografia, escrita em junho de 1941 e editada postumamente pela sua esposa, Lissitzky escreveu: \"1926. O meu mais importante trabalho como artista começa: a criação de exposições\". De volta à União Soviética, Lissitzky desenhou montras para os pavilhões oficiais nas exposições internacionais da época, até à exposição mundial de Nova Iorque de 1939. Uma das suas mais notáveis criações deste período foi a Exposição Poligráfica em Moscovo, entre agosto e outubro de 1927, onde Lissitzky dirigiu a equipa de design para os artistas de fotografia e fotomecânica.Tolstoy, 57-58 mostra várias cópias de decretos governamentais relevantes datados de Junho de 1927. No início de 1928, Lissitzky visitou Colónia como preparação para a Exposição de Imprensa de 1928, calendarizada para abril e maio. O estado delegou a Lissitzky a supervisão do programa soviético, que tinha alugado o pavilhão central, o maior edifício no recinto, em vez de construir o seu próprio pavilhão. Para o ocupar por completo, a temática escolhida por Lissitzky centrava-se numa mostra cinematográfica, com exibições quase contínuas de novas películas, filmes de atualidades e animações, em múltiplos ecrãs dentro do pavilhão e projeções no exterior.Tolstoy, 123–125 O seu trabalho foi aclamado pela quase inexistência do formato impresso: \"tudo se move, gira, tudo tem energia própria\"Tolstoy, 127 Lissitzky também desenhou e supervisionou a montagem de mostras de menores dimensões como a exposição de higiene em Dresden.Tolstoy, 144 A par dos pavilhões de exposições, Lissitzky voltou à experimentação com media impressos. O seu trabalho com o design para livros e periódicos foi dos seus mais aclamados e influentes. Lançou inovações radicais na tipografia e fotomontagem, dois campos dos quais era particularmente adepto. Chegaria a desenhar uma fotomontagem para anúncio do seu recém-nascido filho, Jen. A imagem em si é vista como sendo mais uma demonstração de afiliação pessoal com a União Soviética, sobrepondo a imagem do seu filho sobre uma chaminé industrial, estabelecendo a ligação entre o futuro de Jen com o progresso do país. Por esta altura, o interesse no grafismo de livros intensificou-se. É nos seus últimos anos que desenvolveu alguns dos seus mais desafiantes e inovadores neste campo. Ao explicar a sua visão sobre os livros, escreveu: > Contrastando com a velha arte monumental [o livro] vai de encontro às > pessoas, e não fica imóvel como uma catedral à espera que alguém se > aproxime. [O livro é o] monumento do futuro. Lissitzky encarava os livros como objetos permanentes investidos de poder. Este poder era único no sentido em que podia transmitir ideias a pessoas de gerações, culturas e interesses diferentes, e fazê-lo de uma forma que as outras artes não conseguiam. Esta ambição é permanente no seu trabalho, sobretudo durante os últimos anos. Lissitzky foi devoto à ideia de criar arte com poder e com sentido prático, arte que clamasse por mudanças. ==Últimos anos== Em 1932, Estaline ordena o encerramento de uniões independentes de artistas. Os artistas de vanguarda tiveram que se adaptar ao novo clima, ou arriscar-se-iam a ser oficialmente criticados ou até mesmo entraram para as listas negras. El Lissitzky manteve a sua reputação como mestre nas artes de exposições até ao final da década de 1930. A doença terminal ia gradualmente reduzindo as suas capacidades físicas, e tornava-o cada vez mais dependente da sua mulher para completar as suas obras.Tupitsyn Em 1937 Lissitzky tornou-se o decorador-chefe para o que viria a ser a Centro Panrusso de Exposições, reportando ao urbanista e coordenador geral Vyacheslav Oltarzhevsky, mas com plena autonomia, sendo, até, bastante crítico das suas opções. O projeto foi contaminado por atrasos e intervenções políticas. No fim de 1937, a simplicidade aparente do trabalho de Lissitzky foi motivo de preocupações nos supervisores políticos, ao que Lissitzky responderia: \"Quanto mais simples a forma, mais necessária é a qualidade e precisão da sua execução… no entanto, e até agora, [as equipas de trabalho] recebem ordens dos coordenadores (Oltarzhevsky e Korostashevsky) e não dos autores\" (i.e., de Vladimir Shchuko, autor do Pavilhão Central e do próprio Lissitzky).Tolsoy, 172-174, citando literalmente um relatório assinado por Lissitzky em 20 de outubro de 1937. O seu trabalho, tal como descrito nas propostas de 1937, mostrava um afastamento completo da arte modernista da década de 1920 em direção ao realismo soviético. A estátua icónica em frente ao pavilhão central foi proposta pelo próprio Lissitzky: \"isto concederá à praça a sua cabeça e face\". Em junho de 1938 Lissitzky era apenas um entre os dezassete profissionais responsáveis pelo Pavilhão Central, e em outubro do mesmo ano partilharia a autoria da decoração com Vladimir Akhmetyev.Tolstoy, 185, 189 Trabalhou em simultâneo na decoração do pavilhão soviético para a Exposição Mundial de 1939, embora uma comissão tenha rejeitado o projeto durante o mês de junho; foi também colaborador da revista USSR im Bau (URSS em construção).Tolstoy, 400–403 Em 1941, embora a sua tuberculose tivesse piorado, continuou a produzir trabalhos, sendo um dos seus últimos um cartaz de propaganda para o esforço de guerra soviético na II Guerra Mundial intitulado \"Davaite pobolshe tankov!\" (Dêem-nos mais tanques!). Lissitzky faleceu em 30 de dezembro de 1941, em Moscovo. == Bibliografia == * * * * * * * * * * * * * * * * * Shishanov V.A. Vitebsk Museum of Modern Art: a history of creation and a collection. 1918-1941. - Minsk: Medisont, 2007. - 144 p. * * * * == Ligações externas == *Ibiblio.org - Coleção de imagens de alguns dos seus trabalhos mais notórios. *Getty Research Institute Coleção de imagens das obras de El Lissitzky. * Getty Research Institute - Cartas e fotografias de El Lissitzky, 1911-1941 O Arquivo El Lissitzky consiste em 106 cartas escritas entre 1911 e 1941, a maioria endereçada à sua esposa, a historiadora de arte Sophie Lissitzky- Küppers; as suas anotações sobre arte e estética; alguns documentos oficiais; e cerca de 170 fotografias documentais e reproduções impressas dos seus projetos, em particular os realizados para exposições. *MoMA - Navegação em Flash de USSR im bau e Dlia Golossa. *The Roland Collection of Films & Videos on Art - Streaming e download gratuitos na integra de o documentário El Lissitzky, de Leo Lorez *Texto completo de NASCI (Revista Merz nº 8-9, Hanôver, Abril-Julho de 1924). *Van Abbemuseum Eindhoven Coleção de imagens de El Lissitzky * Categoria:Designers gráficos da Rússia Categoria:Fotógrafos da Rússia Categoria:Arquitetos da Rússia Categoria:Tipógrafos da Rússia Categoria:Arquitetos do construtivismo Categoria:Artistas da Rússia Categoria:Naturais de Pochinok Categoria:Judeus da Rússia",
 "title": "El Lissitzky"
}