{
 "id": "70266",
 "text": "O cartão perfuradoSteven Pinker, in The Stuff of Thought, Viking, 2007, p.362, notes the loss of -ed in pronunciation as it did in ice cream, mincemeat, and box set, formerly iced cream, minced meat, and boxed set. é uma forma de entrada/saída e armazenamento de dados digitais na forma de pedaço de papel rígido, que contém dados representados pela presença ou ausência de furos em posições pré-definidas, que eram usados em dispositivo computacional para aplicações de processamento de dados semiautomáticos ou para controlar diretamente máquinas automatizadas durante grande parte do século XX, máquinas de registro de unidades especializadas cada vez mais complexas. O formato de cartão perfurado de 12 linhas/80 colunas da IBM passou a dominar a indústria. Muitos dos primeiros computadores digitais usavam cartões perfurados como meio primário para entrada de programas de computador e dados. Embora os cartões perfurados estejam obsoletos como meio de armazenamento, a partir de 2012, algumas urnas ainda usavam cartões perfurados para registrar os votos. Eles também tiveram um impacto cultural significativo == Historia == A ideia de controle e armazenamento de dados por meio de furos perfurados foi desenvolvida durante um longo período de tempo. Na maioria dos casos, não há evidências de que cada um dos inventores estava ciente do trabalho anterior.Austrian, Geoffrey D. (1982). Herman Hollerith: The Forgotten Giant of Information Processing. Columbia University Press. p. 418. ISBN 978-0-231-05146-0Murray, Francis J. (1961). Mathematical Machines Volume 1: Digital Computers, Chapter 6 Punched Cards. Columbia University Press. Includes a description of Samas punched cards and illustration of an Underwood Samas punched card. === O cartão Hollerith === No final de 1800 Herman Hollerith inventou a gravação de dados em um meio que poderia então ser lido por uma máquina, desenvolvendo tecnologia de processamento de dados de cartão perfurado para o Censo dos EUA de 1890. Suas máquinas de tabulação liam e resumiam dados armazenados em cartões perfurados e começaram a ser usados ​​para processamento de dados governamentais e comerciais. == Nomenclatura == Eram comumente usados os termos cartão perfurado, cartão IBM e, cartão Hollerith (depois de Herman Hollerith);Steven Pinker, in The Stuff of Thought, Viking, 2007, p.362, notes the loss of -ed in pronunciation as it did in ice cream, mincemeat, and box set, formerly iced cream, minced meat, and boxed set. a IBM usou \"cartão IBM\" ou, posteriormente, \"cartão perfurado\" na primeira menção em sua documentação e depois simplesmente \"cartão\" ou \"cartões\".\"An important function in IBM Accounting is the automatic preparation of IBM cards.\" IBM 519 Principles of Operation, Form 22-3292-5, 1946 Formatos específicos eram frequentemente indicados pelo número de posições de caracteres disponíveis, por exemplo, cartão de 80 colunas. Uma sequência de cartas que entra ou sai de alguma etapa no processamento de um aplicativo é chamada de baralho de cartas ou simplesmente baralho. Os pedaços retangulares, redondos ou ovais de papel perfurados eram chamados chads ou chips (no uso da IBM). Colunas de cartão sequencial alocadas para um uso específico, como nomes, endereços, números de vários dígitos, etc., são conhecidas como um campo. O primeiro cartão de um grupo de cartões, contendo informações fixas ou indicativas para aquele grupo, é conhecido como cartão mestre. == Padrões == * ANSI INCITS 21-1967 (R2002), Furos retangulares em cartões perfurados de doze fileiras (anteriormente ANSI X3.21-1967 (R1997)) Especifica o tamanho e a localização dos furos retangulares em doze fileiras 3+Cartões perfurados de 1 ⁄ 4 polegadas de largura (83 mm). * ANSI X3.11 – 1990 American National Standard Specifications for General Purpose Paper Cards for Processing Information * ANSI X3.26 – 1980/R1991) Código de cartão perfurado Hollerith * ISO 1681:1973 Processamento de informações – Cartões de papel não perfurados – Especificação * ISO 6586:1980 Processamento de dados – Implementação dos conjuntos de caracteres codificados ISO de 7 bits e 8 bits em cartões perfurados. Define conjuntos de caracteres ISO de 7 bits e 8 bits em cartões perfurados, bem como a representação de combinações de 7 bits e 8 bits em cartões perfurados de 12 linhas. Derivado e compatível com o Código Hollerith, garantindo a compatibilidade com os arquivos de cartões perfurados existentes. == Ver também == * Mecanografia * Paper tape == Ligações externas == * Um emulador para cartões perfurados * – uma empresa norte-americana que forneceu equipamentos e suprimentos para cartões perfurados até 2011. * Informações coletadas sobre códigos de cartão perfurado, Atlas Computer Laboratory, 1960 * * * (A coleção mostra exemplos de cortes à esquerda, à direita e sem cantos.) * Punched Cards - uma coleção na Gesellschaft für Software mbH * UNIVAC Punch Card Gallery (mostra exemplos de cortes nos cantos esquerdo e direito.) * Categoria:História do software Categoria:IBM Categoria:História do hardware",
 "title": "Cartão perfurado"
}