{
 "id": "70277",
 "text": "Gigabit Ethernet (GbE ou 1 GigE) é o termo que descreve várias tecnologias para transmissão de quadros em uma rede na velocidade de 1 Gigabit por segundo (Gigabit/s), definido no padrão IEEE 802.3-2005. É possível encontrar redes Gigabit Ethernet no mercado usando concentrador (HUB), mas pela norma a rede só pode ser usada através de comutador (switch). == Histórico == A tecnologia Gigabit Ethernet começou a ser desenvolvida em 1997 pela IEEE (Institute of Electrical and Electronics Engineers) nos Estados Unidos, e acabou por se ramificar em quatro padrões diferentes. São eles: 1000baseLX, 1000baseSX, 1000baseCX e o 1000baseT. Os padrões 1000baseLX, 1000baseCX e 1000baseSX são padronizados pelo IEEE 802.3z, já o padrão 1000baseT está padronizado pelo IEEE 802.3ab == Características == A tecnologia Gigabit Ethernet é apontada como uma ótima opção para redes de telecomunicação de alta velocidade. A migração das tecnologias Ethernet e Fast Ethernet para a tecnologia Gigabit Ethernet não exige grande investimento, já que as especificações técnicas são mantidas, em especial o quadro ethernet que se mantém em virtude da compatibilidade com as demais tecnologias ethernet. A rede Gigabit Ethernet suporta transmissões no modo Half-duplex e Full-duplex. No geral, ela é compatível com as suas antecessoras, mas algumas mudanças foram necessárias para se suportar o modo Half-duplex. == A transmissão em Half-Duplex == O controle das transmissões no modo Half-duplex é efetivado pelo CSMA/CD. O princípio do CSMA/CD no Gigabit é o mesmo do Ethernet e Fast Ethernet, permitindo a utilização da tecnologia em redes que utilizam HUBs. “Outra mudança foi a introdução da rajada de quadros – frame burst. A rajada de quadros é uma característica opcional, através da qual uma estação pode transmitir vários pacotes para o meio físico sem perder o controle. A transmissão em rajada é feita preenchendo-se o espaço entre os quadros com bits, de maneira que o meio físico não fique livre para as outras estações transmitirem.” (apud Beethovem Zanella Dias e Nilton Alves Jr. em: “Evolução do Padrão Ethernet”).... == A transmissão em Full-Duplex == Na transmissão em Full-duplex, a banda aumenta de 1 para 2 Gb/s, aumentam-se as distâncias de alcance e é eliminada a colisão. O controle das transmissões não é feito pelo CSMA/CD, mas pelo controle de fluxo (Flow Control). O mecanismo Flow Control é acionado quando a estação que está recebendo os dados se congestiona, então ela envia de volta um quadro chamado Pause Frame, que determina a parada de envio de informações durante um intervalo de tempo. A estação que está enviando dados espera o tempo determinado e logo após volta a enviar os dados, ou então a que está recebendo os dados envia um pacote com o time-to-wait igual a zero e as instruções para que o envio seja recomeçado. == As tecnologias == === 1000BASE-T === É a tecnologia mais viável, caso a rede possua menos de 100 metros, pois ela utiliza os mesmos cabos par-trançado Categoria do cabo 5 (CAT5) ou 6 que as redes de 100 Mb/s atuais. Além de não necessitar a compra de cabos, não são necessários ajustes maiores para suportar esta tecnologia, e com a utilização de switches compatíveis a essa tecnologia, podem ser combinados nós de 10, 100 e 1000 megabits, sem que os mais lentos atrapalhem no desempenho dos mais rápidos. Mas também há o problema da resistência dos cabos de par-trançado. Eles são muito frágeis, tendo por vários motivos a perda de desempenho; e como a taxa de transmissão é maior, o índice de pacotes perdidos acaba sendo muito maior que nas redes de 100 megabits. No Padrão 1000baseT o número de pares de cabos usados difere dos demais utilizados em padrões anteriores, ele utiliza os quatro pares disponíveis no par trançado, por este motivo que ele consegue transmitir a 1000 mbps diferente das demais que utilizam somente dois pares desse cabo. === 1000BASE-TX === O padrão 1000BASE-TX (TIA/EIA-854) utiliza cabos CAT6 ou superiores, utilizando apenas dois dos quatro pares do cabo. O objetivo desse padrão é ser de implementação mais simples, mas tem a desvantagem de exigir a troca do cabeamento CAT5/CAT5e antigo. Por esse motivo, o padrão não foi bem aceito pelo mercado, ainda mais quando os adaptadores de rede 1000BASE-T se tornaram mais baratos e disponíveis. === 1000BASE-CX === 1000baseCX é o padrão inicial para Gigabit Ethernet sobre fio de cobre com alcance de até, no máximo, 25 metros. Nela o cabeamento é feito com cabos STP (Shielded Twisted Pair ou Par Trançado Blindado). Ainda é usado para aplicações específicas onde o cabeamento não é feito por usuários comuns, por exemplo o IBM BladeCenter usa 1000BASE-CX para conexão ethernet entre os servidores blade e os módulos de comutação. O preço dos modems e cabos do padrão 1000baseCX são menores, mas menos usuais, devido à curta distância por ele atingida. === 1000BASE-SX (Small Extension) === Nesta tecnologia entra o uso de fibras ópticas nas redes, e é recomendada nas redes de até 550 metros. Ela possui a mesma tecnologia utilizada nos CD-ROMs, por isso é mais barata que a tecnologia 1000baseLX, outro padrão que utiliza fibras ópticas. Ela possui quatro padrões de lasers. Com lasers de 50 mícrons e freqüência de 500 MHz, o padrão mais caro, o sinal é capaz de percorrer os mesmos 550 metros dos padrões mais baratos do 1000BaseLX. O segundo padrão também utiliza lasers de 50 mícrons, mas a freqüência cai para 400 MHz e a distância para apenas 500 metros. Os outros dois padrões utilizam lasers de 62,5 mícrons e freqüências de 200 e 160 MHz, por isso são capazes de atingir apenas 275 e 220 metros, respectivamente. Pode utilizar fibras do tipo monomodo e multimodo, sendo a mais comum a multimodo (mais barata e de menor alcance). === 1000BASE-LX (Large Extension) === Esta é uma tecnologia mais cara, pois atinge as maiores distâncias. Ela é capaz de atingir até 5km utilizando-se fibras ópticas com cabos de 9 mícrons. Para distâncias maiores que 5km, interfaces 1000BASE-EX poderão ser consideradas. Caso utilize-se nela cabos com núcleo de 50 ou 62,5 mícrons, com freqüências de, respectivamente, 400 e 500 MHz, que são os padrões mais baratos nesta tecnologia, o sinal alcança somente até 550 metros, compensando mais o uso da tecnologia 1000baseSX, que alcança a mesma distância e é mais barata. Todos os padrões citados acima são compatíveis entre si a partir da camada Data Link do modelo OSI. Abaixo da camada Data Link fica apenas a camada física da rede, que inclui o tipo de cabo e o tipo de modulação usada para transmitir os dados através deles. A tecnologia 1000baseLX é utilizado com fibra do tipo monomodo, por este motivo que ela pode alcançar uma maior distância em comparação com o padrão 1000baseSX. == Padrões == O Gigabit Ethernet é padronizado pelo grupo de trabalho da IEEE 802.3z, que desenvolve padrões para que: * “Permitam operações Half-Duplex e Full-Duplex em velocidades de 1.000 Mb/s; * Utilizem o formato do quadro Ethernet 802.3; * Utilizem o método de acesso CSMA/CD com suporte para um repetidor por domínio de colisão; * Ofereçam compatibilidade com tecnologias 10Base-T e 100Base-T. Quanto à distância dos enlaces, foi definido que: * Enlace de fibra óptica multímodo com comprimento máximo de 500 metros; * Enlace de fibra óptica monomodo com comprimento máximo de 3 km; * Enlace baseado em cobre (exemplo: cabo coaxial) com comprimento máximo de 25 m” == Aplicações == A tecnologia pode ser utilizada em todos os tipos de backbones, nos provedores de Internet, em redes corporativas e em redes de usuários que necessitam de grande largura de banda para uso de multimídia e outras aplicações. Devido a seu preço ser elevado em comparação ao de seus antecessores, essa tecnologia é atualmente somente aplicada em redes grandes, que necessitem de grande quantidade de banda e, é claro, que possam pagar pela migração. Usuários domiciliares nem necessitam de tanta banda assim para a transmissão de dados via rede, sendo na maioria das vezes satisfeita com uma rede de 100 Mbps. O tempo de transmissão será maior, mas nada o que faça valer a pena migrar para a Gigabit. A tecnologia pode oferecer a solução para o congestionamento dos backbones corporativos e da internet. É dito que eles se tornaram o “gargalo” das redes, pois tem de receber uma grande quantidade de dados de toda a rede nele, e isso cria algo comparável a um funil, onde o liquido jogado nele são os dados transmitidos, e o bico do funil é o backbone, por onde todos os dados têm de passar obrigatoriamente, mas não importa o tamanho do fluxo, há uma quantidade máxima de dados que pode passar por ele. Então, para se aumentar o tamanho desse “gargalo”, o melhor a se fazer é implantar a tecnologia Gigabit ao backbone, se não for de interesse migrar toda a rede a ela. == Vantagens e Desvantagens == === Vantagens === As principais vantagens do uso da tecnologia Gigabit Ethernet são: * A popularidade da tecnologia; * O baixo custo para a migração; * O aumento em 10 vezes da velocidade e desempenho em relação a seu padrão anterior; * A tecnologia é a mais utilizada atualmente, economizando dinheiro e recursos na hora de sua migração; * O protocolo não possui nenhuma camada em diferente para ser estudada. === Desvantagens === A principal desvantagem da tecnologia é que ela não possui o QoS (qualidade de serviço) como a sua concorrente, a ATM. O QoS monta um esquema de prioridades, formando uma fila de dados a serem enviados e recebidos, deixando na frente da fila os dados definidos como prioritários. Na Realidade o QoS não e feito por protocolo, mas, sim pelos ativos de rede tais quais: switchs, roteadores, firewalls e etc. Sem o QoS, a rede não tem como definir o dado a ser enviado como prioritário, o que pode ser prejudicial em certas ocasiões, como em uma videoconferência, onde a qualidade de imagem, movimento e som podem perder desempenho caso a rede esteja sendo usada simultaneamente com outros propósitos. == A Rede 10-Gigabit Ethernet == A tecnologia 10 Gigabit Ethernet foi padronizada em 2002 com o IEEE 802.3ae. Dentre suas características básicas, exclui-se o algoritmo CSMA/CD do subnível MAC, uma vez que ela opera apenas ponto a ponto. O seu modo de transmissão é somente Full-Duplex, e o cabeamento a ser utilizado pode ser em fibra óptica – multímodo e monomodo ou com cabeamento UTP Categoria 6a. Devido à grande distância atingida pelo cabeamento de fibra óptica monomodo – 40 km – ela já está sendo usada em redes metropolitanas. Uma desvantagem da rede 10 Gigabit Ethernet é que ela pode ser somente ponto-a-ponto, o que significa que ela não possui tecnologia broadcast (difusão), então ela tem usos bastante específicos, como em backbones. A tecnologia utilizada é a 10GbaseX e o padrão IEEE é o 802.3ae. As tecnologias e produtos para o 10 Gigabit Ethernet são desenvolvidos por uma associação que conta com cerca de 80 membros, a 10GEA (10 Gigabit Ethernet Alliance). Atualmente a tecnologia já está implantada no projeto Internet2 (o projeto Internet2 é uma iniciativa do governo dos EUA, onde estão sendo montados e interligados vários backbones em todo o mundo. O objetivo da Internet2 é desenvolver e aprimorar tecnologias para a Internet). No backbone Abilene, o principal do projeto a tecnologia já foi implantada. == Ver também == * ATM; * Ethernet; * Gigabit; * Rede local; * Rede de computadores; * Rede 10-Gigabit Ethernet; * Protocolo TCP/IP. == Bibliografia == * AMORIM, M.; BALZAN S. Transition lança solução de baixo custo para migração de rede 10/100 para Gigabit Ethernet. 21/01/04. Disponível em: . Acesso em: 14/11/04. * CROSATTI, Z. C.; JUNIOR, A. A.; SILVA, V. L. da. Redes de Alta Velocidade. [2002]. Disponível em: . Acesso em: 16/11/04. * DIAS, B. Z.; JUNIOR, N. A. Evolução do padrão ethernet. 09/07/02. Disponível em: . Acesso em: 09/11/04. * FERRAZ, E. Gigabit Ethernet. [200-]. Disponível em: . Acesso em: 03/11/04. * MORIMOTO, C. E. Cursos online: Guia completo de redes. 29/03/02. Disponível em: . Acesso em: 13/11/04. * MOURA, A. S. de. Gigabit Ethernet: Um Novo Horizonte. 06/02/98. Disponível em: . Acesso em: 13/10/04. * MOURA, G. Coloque aditivo na sua rede. 28/08/2001. Disponível em: . Acesso em: 25/10/04. * OLIVEIRA, A. T. de; Projetando o backbone óptico da rede local para suportar aplicações Gigabit Ethernet. [2003]. Disponível em: . Acesso em: 14/10/04. Categoria:Redes de computadores de:Ethernet#Gigabit-Ethernet",
 "title": "Gigabit Ethernet"
}