{
 "id": "7030",
 "text": "Nogueira da Regedoura é uma vila portuguesa sede da Freguesia de Nogueira da Regedoura do município de Santa Maria da Feira, freguesia com 4,87 km² de área e 5723 habitantes (censo de 2021), tendo, assim, uma densidade populacional de . A povoação de Nogueira da Regedoura foi elevada à categoria de vila em 1999. A Freguesia de Nogueira da Regedoura faz fronteira com as freguesias de São Paio de Oleiros, Mozelos, Argoncilhe, do município de Santa Maria da Feira, com Esmojães e Guetim, do município de Espinho e com a União das Freguesias de Grijó e Sermonde, do município de Vila Nova de Gaia. == História == As origens da atual freguesia de Nogueira da Regedoura remontam, segundo os registos mais antigos ao ano de 1037, anterior, portanto, à própria nacionalidade. Várias referências lhe são feitas no Sec. XI, indicando a sua situação corográfica. Num documento entre particulares, em 1086 pode ler-se: «in uilla nogeira de ecclesiola (…) subtus monte sagitella discurrente fonte de Froila cam in suburbio ciuitatis sancte marie territorio portugalensi» ou seja, e abreviando, «Nogueira de Grijó».O Padre Miguel de Oliveira no seu trabalho «Igrejas das Terras de Santa Maria, no ano de 1320» refere os vocábulos Rigeira, Regedoura, Rugidoira, Regedoira, e, ainda, Regedores por falsa paronímia (semelhança gráfica) e da influência psíquica de «Regeri» que significa «governar» ou «reger». O nome «Regedoura» conserva-se num Lugar da vizinha freguesia de Grijó. Sabendo-se que, em latim, a sílaba «ou» tem o significado de «água» ou, mais vagamente «rio», poder-se-ía supor que «Regedoura» seria uma povoação atravessada por um rio, regato ou ribeiro. Mas é uma suposição, não existindo absoluta certeza de tal relação. Nas Inquirições de 1220, Nogueira da Regedoura é referida como \"Nogeira de Liuaes\": \"Jn frigisia de Nogeira de Liuaes habet Ecclesiola v casalia et Palumbario iij casalia media et Ospital v casalia et ipsam ecclesiam.\",Inquirições sobre bens detidos pelas instituições religiosas na Terra de Santa Maria. [Fl. 1v] Acreditando-se que talvez haja alguma relação com o atual lugar de Olivães. Sabe-se ainda que a Pousadela de hoje (lugar de Nogueira da Regedoura), com a denominação de Pousada, surge no reinado de D. Dinis. Porém, encontrava-se separada de Nogueira da Regedoura. Por inquirição mandada efetuar por D. Dinis a propósito das localidades que pagaram ou não pagaram portagem, lê-se: «Sam Xfonam de Nogueira e no lugar que chamam Pousadela» . Isto passa-se em 1288. A atual Pousadela aparece nos documentos medievais associada a \"Ermógenes\" (Esmojães) por razões não totalmente esclarecidas. Fosse como fosse, a verdade é que Nogueira da Regedoura esteve historicamente ligada às Terras de Santa Maria e, administrativamente ao seu Concelho. Curiosamente, houve um período em que tal não se verificou. No século passado, aparecia-nos Nogueira da Regedoura, Espinho e outras localidades, dependentes administrativamente do Concelho da Feira. Com o polémico processo de desanexação de Espinho do Concelho da Feira entre Fevereiro de 1889 e Outubro do mesmo ano, viu-se Nogueira temporariamente dependente do recém-criado Concelho de Espinho, do qual viria a desvincular-se em 19 de Abril de 1928, pelo Dec- lei nº 15395, de 19/4, ficando novamente a pertencer ao município de Santa Maria da Feira. A Paróquia de Nogueira da Regedoura confunde-se nas suas delimitações geográficas com a própria freguesia por razões sócio-históricas que têm que ver com a gênese dos povoados primitivos, fortemente subsidiária dos padrões da organização eclesiástica, como é natural, dada a ilustração do clero. Nucária da Rugidoira foi um Curato da Congregação dos Cónegos Seculares de S. João Evangelista da Vila da Feira (Cónegos Loios, antigamente designados por «Cónegos Azuis» por ser esta a côr do hate dos seus frades) e, mais tarde, abadia. A título de curiosidade refira-se que, em 1875 o cura da altura recebia 70 reis de rendimento, afora outras benesses. O orago da paróquia é S. Cristóvão, pertencendo aquela à Diocese do Porto. Presume-se que ao longo destes séculos o povo de Nogueira da Regedoura não se afastasse muito dos padrões de vida próprios de uma localidade rústica onde a vida decorria em condições severas e difíceis em meio de um trabalho penoso e insano de agricultores e artesãos. Sabe-se que o artesanato assentou aqui arraiais, conhecendo algum fulgor a partir dos fins do Sec. XIX até meados do Sec XX, através das tecedeiras que carregavam à cabeça em direcção ao Porto as suas teias coloridas, de algodão saídas de teares ancestrais. No regresso as tecedeiras traziam novamente à cabeça as tramas e fios para urdir as novas teias. Havia por essa altura na freguesia vários moínhos rústicos bem como uma fábrica de telhas que adquiriu fama em todo o país por volta dos séculos XVI e XVII. Para fabricar papel de embrulho existiu aqui um engenho artesanal. Esse papel servia para o fabrico de sacos de papel que gerou especialistas que se chamaram saqueiras. Existiram também aqui fabricantes de bombas artesanais de tirar água dos poços. As mulheres de Nogueira, as «rachonas», eram conhecidas pelo seu destemor e engenho para subirem aos pinheiros e arrancarem as pinhas com um bicheiro, as quais eram utilizadas para combustível para cozedura do pão. Os serradores e rachadores de Nogueira trabalhavam de sol a sol, transformando eucaliptos e pinheiros em traves, barrotes, ripas e tábuas usados na construção de casas e mobílias. Eram peritos no fabrico do «fasquio», que era utilizado na construção de paredes e tetos. Existiam ainda artistas que construíam carros de bois e canastros ou espigueiros. Hoje em dia, a vila de Nogueira da Regedoura é uma típica freguesia semiurbana, que mantém grande parte das suas raízes. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 955 668 2893 510 2011 988 649 3384 769 2021 795 613 3213 1102 ==Património e Sítios de Interesse== * Igreja Matriz de São Cristóvão de Nogueira da Regedoura * Cruzeiro * Capela do Senhor dos Aflitos *Capela de Nossa Senhora dos Remédios *Centro Social Luso-Venezolano == Galeria de Imagens == Ficheiro:Vista Geral III de Nogueira da Regedoura.jpg|Arraial e Igreja Ficheiro:Vista Geral VI Nogueira da Regedoura.jpg|Vista do Centro Cívico Ficheiro:Junta de Freguesia de Nogueira da Regedoura I.jpg|Junta de Freguesia Ficheiro:Capela de Olivães (Nogueira da Regedoura) I.jpg|Capela de Olivães Ficheiro:Capela do Senhor dos Aflitos Nogueira da Regedoura.jpg|Capela do Senhor dos Aflitos Ficheiro:Capelinha junto à Junta de Freguesia de Nogueira da Regedoura I.jpg|Capela do Forno Ficheiro:Cemitério e Capela Mortuária de Nogueira da Regedoura I.jpg|Capela Mortuária Ficheiro:Centro Comercial A Japoneira de Nogueira da Regedoura I.jpg|Centro Comercial A Japoneira Ficheiro:Bairro Social de Nogueira da Regedoura II.jpg|Complexo Habitacional da Portela Ficheiro:Bairro Social de Nogueira da Regedoura III.jpg|Complexo Habitacional da Portela Ficheiro:Bairro Novo de Nogueira da Regedoura I.jpg|Bairro Novo == Ligações externas == * Página da Junta de Freguesia * ADNR | Associação de Desenvolvimento de Nogueira da Regedoura Categoria:Freguesias de Santa Maria da Feira Categoria:Vilas de Portugal",
 "title": "Nogueira da Regedoura"
}