{
 "id": "70387",
 "text": "Água destilada é a água obtida por meio da destilação (condensação do vapor de água obtido pela ebulição ou pela evaporação) de água não pura (que contém outras substâncias dissolvidas), e então condensada em outro recipiente. A água destilada é assim separada dos sais minerais, dos gases e outros produtos nela dissolvidos. Enquanto que a água que bebemos é, em termos gerais, uma solução, a água destilada também não é uma substância totalmente pura, não há a presença de apenas H2O, pois a destilação não evapora basicamente os sais. É a água utilizada em laboratório ou industrialmente como reagente ou solvente, sendo também utilizada nas baterias dos automóveis e nos ferros de \"engomar\" a vapor (por forma a evitar a deposição de calcário). Pode ser produzida em laboratório, por meio da combustão do gás hidrogênio. Na Natureza, ela ocorre sob a forma de chuva. Também poderá ser considerada destilada a água recolhida dos desumidificadores e a libertada pelos aparelhos de ar condicionado. Na prática, muito dificilmente poderemos assegurar a pureza total de uma água destilada. Isto pode ser comprovado pelo fato de a água da chuva apresentar um pH inferior a 7 unidades, isto é, ligeiramente ácido, e não neutro (pH 7) como seria caso a água fosse efetivamente pura. Note-se que a água da chuva é naturalmente acidificada pela absorção do dióxido de carbono atmosférico, não estando este facto dependente da libertação de gases poluentes (apesar de poder ser agravado). A água destilada pode ser consumida sem quaisquer problemas, desde que a alimentação contenha os íons necessários ao organismo. É possível, inclusive, que o consumo de água destilada possa prevenir ou diminuir o aparecimento de pedras nos rins. No entanto, o consumo desta água desmineralizada não deve ser necessariamente assumido como benéfico à saúde de qualquer um. Em determinadas situações, poderá provocar carências iônicas e faltas minerais, inclusive diarreias, dependendo do consumo e absorção proveniente de outros alimentos. Há relatos de profissionais relacionados ao fisiculturismo e à estética que costumam beber água destilada antes de suas mostras ou apresentações, pois a substância reduz a aparência de inchaço muscular. Esta aparência ocasiona, na realidade, em desidratação do organismo. Mesmo que a água destilada não seja considerada uma água pura, ela tem uma concentração menor de Cloretos comparada por exemplo, a uma água de torneira. Isso a torna muito eficaz em usos laboratoriais e em análises quantitativas, pois haverá menos interrupções de outras substâncias presentes na água, durante uma reação. == Ver também == * Água deionizada Categoria:Classificação de águas Categoria:Destilação Categoria:Água potável",
 "title": "Água destilada"
}