{
 "id": "70394",
 "text": "Ernesto Rodolfo Hintze Ribeiro (Ponta Delgada, Matriz, 7 de novembro de 1849 – Lisboa, São Mamede, 1 de agosto de 1907) foi um político português. O seu nome aparece por vezes grafado como Ernesto Rodolpho Hintze Ribeiro, Ernesto Rudolfo Hintze Ribeiro, Ernesto Rudolpho Hintze Ribeiro e Ernst Rudolf Hintze Ribeiro. Distinto parlamentar e par do Reino, procurador-geral da Coroa, ministro das obras públicas, das finanças e dos negócios estrangeiros e líder incontestado do Partido Regenerador, por três vezes assumiu o cargo de presidente do Conselho (equivalente hoje ao lugar de primeiro-ministro). Foi um dos políticos dominantes da fase final da Monarquia Constitucional, ocupando a presidência do ministério mais tempo que qualquer outro naquele período. A ele se devem importantes reformas, algumas das quais ainda perduram, tais como as autonomias insulares (1895), o regime das farmácias e a criação do regime florestal (1901). O Decreto de 24 de dezembro de 1901, que regula o regime florestal, ainda está em vigor. Feito Conselheiro de Estado efetivo em 1891, recebeu múltiplas condecorações, entre as quais a grã-cruz da Torre e Espada. Foi presidente da Comissão Central 1.º de dezembro de 1640, no período de 14 de novembro de 1900 até à data da sua morte, e sócio efectivo da Academia Real de Ciências. ==Primeiros anos== Nascido a 7 de novembro de 1849, na freguesia Matriz, em Ponta Delgada,Ferreira da Fonseca, Martinho Augusto; Silva, Innocencio Francisco da. Dicionário bibliográfico português. Imprensa da Universidade, 1927. pp. 123. filho de Manuel José Ribeiro, natural de Guimarães, e de Emília Carolina Hintze, natural de Lisboa e de origem alemã, doutorou-se em Direito na Universidade de Coimbra,Ribeiro Pinto, Sérgio. Separação religiosa como modernidade: Decreto-Lei de 20 de abril de 1911 e modelos alternativos. CEHR-UCP, 2011. ISBN 9728361351Baptista, Albano; Lobo, Mario; Sousa, Mario Pais de. O direito: revista de ciéncias jurídicas e de administração pública. 1904. pp. 115-116 em 14 de julho de 1872, com apenas 23 anos, depois de um percurso escolar brilhante em que recebeu vários prémios. Pouco tempo depois regressou à sua cidade natal, onde casou em 1873 com Joana Rebelo de Chaves, e exerceu advocacia até 1877. Nesse ano partiu para Lisboa, onde também exerceu advocacia, filiando-se no Partido Regenerador, e iniciando o seu percurso político, primeiro como deputado pelo círculo da Ribeira Grande (Açores) e depois como um dos líderes mais destacados da política nacional. Sem filhos, morreu em Lisboa, na rua de São Bento, n.º 640, 1.º andar, na freguesia de São Mamede a 1 de agosto de 1907. Tinha apenas 57 anos de idade, tendo morrido durante o funeral de José Frederico do Casal Ribeiro, 2.º Conde de Casal Ribeiro. Existem diversas biografias de Hintze Ribeiro, entre as quais a que foi escrita em inglês por Simões Ratola. Após a sua morte, a imprensa da época, mesmo a ligada aos partidos que lhe eram adversos, prestou- lhe grandes homenagens e panegíricos, considerando o seu passamento uma grande perda para a vida política portuguesa. Foi irmão de Artur Hintze Ribeiro (1841-1916), bacharel em medicina, deputado regenerador às Cortes (1884 a 1892) e par do Reino. Um sobrinho, António Hintze Ribeiro (1875-1941), militar, foi também deputado regenerador às Cortes (1906 e 1908 a 1910), continuando a carreira política no sidonismo e no Estado Novo. ==Atividade política== Entrando na política, filiou-se no Partido Regenerador,Lino Neto, António; Almeida, João Miguel; Mendonça Leite, Rita. António Lino Neto, perfil de uma intervenção pública: antología de textos (1894-1940). CEHR-UCP, 2011. pp. 85. ISBN 9728361416 cujo chefe era então Fontes Pereira de Melo, e foi pela primeira vez deputado em 1878, eleito pelo círculo da Ribeira Grande, prestando juramento na sessão de 24 de janeiro de 1879. O discurso que proferiu na câmara, defendendo a sua eleição, afirmou brilhantemente os dotes e qualidades de orador, que tão alto lugar lhe deviam dar entre os mais distintos parlamentares do seu tempo. Versando todas as questões com um tino raro, analisando todos os assuntos com notável proficiência, Fontes Pereira de Melo começou a distingui-lo, confiando-lhe importantes comissões parlamentares de que se desempenhou com o maior critério e inteligência. Caindo o ministério regenerador e subindo ao poder o Partido da Fusão (Históricos e Reformistas) presidido por Anselmo José Braamcamp, foi novamente deputado, pela oposição, continuando a afirmar na câmara os seus brilhantes dotes de polemista. Apresentou diferentes projectos de lei, relativamente ao distrito de Ponta Delgada, que incluía o círculo eleitoral por onde fora eleito. ===Primeiros cargos governativos=== Os seus triunfos parlamentares e a ponderação com que apreciava as questões que se debatiam na câmara, fizeram dele um candidato a integrar o governo do país. No ano de 1881, tendo caído o gabinete do Partido Progressista, após os acontecimentos produzidos pelo tratado de Lourenço Marques, foi chamado ao poder o Partido Regenerador, e sendo António Rodrigues Sampaio encarregado de organizar ministério, convidou Hintze Ribeiro para gerir a pasta das obras públicas, para a qual foi nomeado em 21 de março desse ano (1881); por motivo da saída do ministério o conselheiro Miguel Dantas, dirigiu interinamente a pasta dos estrangeiros, desde 29 de abril seguinte (1881), de que foi exonerado em 14 de novembro do mesmo ano (1881), sendo nesta mesma data nomeado outra vez ministro das obras públicas, no gabinete, também regenerador, que se organizou sob a presidência de Fontes Pereira de Melo, de que teve a exoneração em 21 de dezembro seguinte (1881). Na sua passagem pela pasta das obras públicas apresentou em Cortes diversas propostas de lei, entre as quais se contam: a aprovação do contrato provisório com a casa Henry Burnay & C.ª, em 7 de maio de 1881, para a construção e exploração duma linha férrea de Lisboa a Sintra e a Torres Vedras; autorização do governo a contratar directamente, e sem dependência de concurso, o lançamento de qualquer linha telegráfica submarina, que partindo de Portugal ou da ilha da Madeira, e dirigindo-se à América, ou a qualquer ponto do globo tocasse em alguma ou em algumas ilhas dos Açores; a criação de mais três lentes no Instituto Agrícola de Lisboa; a aprovação do plano da organização do serviço florestal; a aprovação do plano da organização do curso de comércio do Instituto Industrial de Lisboa; e a autorização para o governo executar no espaço de 5 anos, as obras necessárias para a farolagem e balizagem dos portos e costas marítimas do continente do Reino e ilhas adjacentes. Foi ministro dos estrangeiros interino em 21 de maio e 1 de setembro de 1883, respectivamente exonerado em 31 de maio e 25 de setembro do mesmo ano. Transferido para a pasta da fazenda em 24 de outubro de 1883, e exonerado em 20 de fevereiro de 1886; dirigiu interinamente a pasta das obras públicas desde 24 de outubro de 1883 até 3 de dezembro do mesmo ano. A sua passagem pelo ministério da fazenda foi assinalada por uma reforma fiscal e pela reorganização dos serviços aduaneiros, reformas há muito reclamadas. Por carta régia de 1 de janeiro de 1886 foi nomeado Par do Reino, prestando juramento e tomando posse na respetiva câmara na sessão de 15 desse mês. Na câmara alta sustentou se sempre desassombradamente na oposição, sendo um dos adversários mais terríveis do Partido Progressista. Tendo falecido Fontes Pereira de Melo em 1887, o Partido Regenerador escolheu para seu chefe o conselheiro António de Serpa Pimentel, e no ministério constituído em fevereiro de 1890, sob a sua presidência, entrou Hintze Ribeiro para a pasta dos estrangeiros, então bem difícil de dirigir, por causa do conflito anglo-português, resultante do ultimato britânico de 11 do mês de janeiro antecedente, doloroso sucesso que obrigara a pedir a demissão o ministério progressista, que então estava no poder, presidido pelo conselheiro José Luciano de Castro. Esta mesma questão diplomática fez também cair em agosto o ministério regenerador, constituído em fevereiro, assim como o ministério apartidário presidido pelo general João Crisóstomo de Abreu e Sousa, que se organizou em junho de 1891, depois de grandes dificuldades, e da queda de outros gabinetes, que se não puderam sustentar. Em 18 de dezembro de 1891, Hintze Ribeiro foi nomeado conselheiro de estado efetivo, pela vaga deixada pelo antigo estadista Carlos Bento da Silva, falecido nesse ano. ===Primeira presidência do ministério (gabinete \"Hintze-Franco\")=== Em 1893, António de Serpa Pimentel, sentindo-se doente e cansado, conhecendo a preponderância que Hintze Ribeiro tinha já no Partido Regenerador e a sua grande ascendência sobre os seus correligionários, declinou o convite para formar ministério, e indicou-o para presidente do conselho. Neste governo, que se organizou em Março do referido ano de 1893, além da presidência, encarregou se também da pasta dos estrangeiros. Foi seu mais direto colaborador o Ministro do Reino João Franco, dando azo a que o governo ficasse conhecido pelo \"gabinete Hintze-Franco\". Neste gabinete também geriu a pasta da fazenda desde 20 de dezembro de 1893 até 7 de fevereiro de 1897; voltando interinamente à dos estrangeiros, em 10 de setembro de 1895, de que foi exonerado em 20 de setembro de 1896. O gabinete foi exonerado em 7 de fevereiro de 1897. O gabinete \"Hintze-Franco\" marcou o regresso ao \"rotativismo\". Durante este governo foi promulgado o Decreto de 2 de março de 1895 concedendo a possibilidade de autonomia administrativa aos distritos dos Açores. Esse diploma marca um dos momentos seminais na formação da atual autonomia dos Açores e da Madeira.Gomes Abrunhosa Marques de Almeida, Manuel Ângelo. Precedentes histórico-teóricos dos regionalismos dos Açores e da Galiza. Univ Santiago de Compostela. pp. 141-142. ===Segunda presidência do ministério=== Falecendo em março de 1900 António de Serpa Pimentel, o conselheiro Hintze Ribeiro assumiu a chefia do Partido Regenerador, isto é foi reconhecido oficialmente nessa qualidade, pois que a sua chefatura era já um facto. Nesse ano de 1900 teve o encargo de organizar o elenco governamental, a que presidiu, tendo também a pasta do Reino. O segundo executivo presidido por Hintze Ribeiro tomou posse a de 26 de julho de 1900. Durante a liderança de Hintze Ribeiro os parlamentares regeneradores foram apelidados de \"hintzáceos\", designação que à época aparece frequentemente utilizada de forma algo pejorativa. Depois da saída de João Franco do Partido, promove a dissolução da Câmara dos Deputados e aprova uma nova lei eleitoral, concebida para impedir a eleição dos seus adversários e que ficou conhecida por «ignóbil porcaria». Mais tarde, a questão dos tabacos levou o governo de Hintze a demitir-se. Foi exonerado a 20 de outubro de 1904. Durante este mandato foram reorganizadas as farmácias e publicado o Decreto de 24 de dezembro de 1901 que lançou as bases do regime florestal e da protecção e fomento da floresta em Portugal. ===Terceira presidência do ministério=== Novamente foi encarregado de constituir gabinete, tomando posse a 19 de março de 1906, sendo o Presidente do Conselho e Ministro do Reino. O governo iniciou funções num ambiente de forte agitação popular, com o crescimento da propaganda republicana e com a insubordinação das guarnições do cruzador D. Carlos (a 8 de abril de 1906) e do couraçado Vasco da Gama (a 13 de abril de 1906), ambos surtos no Tejo e os mais poderosos vasos de guerra da armada portuguesa de então, o que colocou a população de Lisboa em alvoroço e criou um ambiente pré-insurreccional. Apesar disso, o governo apresentou ao parlamento a lei que resolvia a questão dos tabacos, questão que motivara a queda do ministério progressista e a cisão dada nesse partido, de onde se formou o grupo dos dissidentes. À crescente popularidade dos republicanos e à instabilidade política e social que se vivia, o governo de Hintze Ribeiro respondeu com dureza, recorrendo à repressão policial. Tais factos, a que se juntou o resultado desfavorável das eleições de 29 de abril de 1906, os graves incidentes que rodearam a manifestação organizada à chegada do líder republicano Bernardino Machado à Estação do Rossio, na noite de 4 de maio de 1906 (com uma carga policial cuja brutalidade o próprio rei D. Carlos I, em carta enviada a Hintze Ribeiro, considerou excessiva) e a recusa de assentimento real para o adiamento das Cortes, acabaram por resultar na demissão de Hintze Ribeiro, após apenas 57 dias de governo. A 19 de maio de 1906 era substituído por um ministério presidido por João Franco.Collecção de legislação portugueza. Portugal 1895. A carta de demissão enviada por Hintze Ribeiro ao rei é ainda hoje considerada como um dos mais importantes documentos políticos da época. Após o abandono da vida política ativa, Hintze Ribeiro viajou pelo estrangeiro e, ao regressar a Portugal ainda participou em alguns debates parlamentares atacando a política do seu ex-correlegionário João Franco. Por esse tempo Hintze Ribeiro era um dos vultos mais prestigiosos do campo monárquico. Depois de deixar o poder, sentindo-se doente, fez uma viagem ao estrangeiro para se distrair, mas a vida já se lhe ia extinguindo. Tendo falecido o conde de Casal Ribeiro, que era seu amigo íntimo, quis, apesar do seu estado de saúde, acompanhá-lo ao cemitério, mas pouco depois do cadáver ter entrado no jazigo, Hintze Ribeiro caiu fulminado ao encaminhar-se para a porta do cemitério. A imprensa política de todos os partidos, até mesmo os que lhe eram mais adversos, prestaram-lhe as maiores homenagens, publicando artigos elogiosos, lastimando tão grande perda para a política portuguesa. Falecendo com apenas 57 anos de idade, Hintze Ribeiro possuía já as mais altas distinções e condecorações nacionais e estrangeiras, entre elas o Tosão de Ouro e as grã-cruzes da Torre e Espada, da Legião de Honra, e da ordem dos Serafins. ==Lista cronológica dos cargos exercidos== *24.01.1879 a 19.06.1879 — Deputado eleito para a 22.ª Legislatura pelo círculo da Ribeira Grande (Açores). *02.01.1880 a 04.06.1881 — Deputado eleito para a 23.ª Legislatura pelo círculo da Ribeira Grande (Açores). *20.10.1883 a 20.02.1886 — Ministro da Fazenda. *14.01.1890 a 12.10.1890 — Secretário de Estado dos Negócios Estrangeiros. *03.06.1891 a --- — Procurador-Geral da Coroa. *22.02.1893 a 07.02.1897 – Presidente do Conselho de Ministros (Gabinete Hintze-Franco). Acumulou a pasta dos negócios estrangeiros (Secretário de Estado dos Negócios Estrangeiros) de 22.02.1893 a 20.12.1893, de 14.03.1894 a 01.09.1894 (interino), e, novamente, de 10.09.1894 a 20.09.1894 (interino). Acumulou a pasta das finanças (Ministro da Fazenda) de 20.12.1893 a 05.02.1897. *26.07.1900 a 20.10.1904 — Presidente do Conselho de Ministros, acumulando a pasta da administração interna (Ministro do Reino) no período de 26.07.1900 a 04.07.1903. *19.03.1906 a 19.05.1906 — Presidente do Conselho de Ministros, acumulando durante todo o período a pasta da administração interna (Ministro dos Negócios do Reino). ==Obras publicadas== Ernesto Hintze Ribeiro tem alguma obra publicada de que se destaca: *A teoria e legislação de recâmbio (1870); *O caso julgado, em face do direito português e da filosofia do direito (1872); *Os fideicomissos no direito civil moderno (comentário aos artigos 1866 a 1874 do Código Civil Português) (1872); *A reforma da legislação comercial (1877); *A questão de Salamanca (1882); *Reorganização dos serviços das alfândegas (1885); *A questão da Fazenda (1888); *Questões parlamentares (1888); *Responsabilidades na questão da Fazenda, discurso proferido na Câmara dos Pares do Reino nas sessões de 31 de maio e 1 de junho de 1888; *O regímen da divida portuguesa, discurso proferido na Câmara dos Pares do Reino nas sessões de 23 e 25 de abril de 1898. ==Na cultura popular== === Infraestruturas e Edifícios === Vários locais, infraestruturas e edifícios foram batizados em nome de Ernesto Hintze Ribeiro. * Ponte Hintze Ribeiro, em Entre-os-Rios. Caiu na Tragédia de Entre-os-Rios. * Casa Hintze Ribeiro * Ponte Hintze Ribeiro (também Ponte do Liceu Central), em Leiria. * Rua Hintze Ribeiro, Aveiro. * Rua Hintze Ribeiro, Leça da Palmeira. ===Televisão=== *Representado pelo ator José Eduardo na série \"O Dia do Regicídio\" produzida pela RTP em 2008. Categoria:Portugueses de ascendência alemã Categoria:Naturais de Ponta Delgada Categoria:Alumni da Faculdade de Direito da Universidade de Coimbra Categoria:Políticos dos Açores do tempo da monarquia Categoria:Rotativismo Categoria:Procuradores-Gerais da Coroa de Portugal Categoria:Deputados do Reino de Portugal Ernesto Rodolfo Hintze Ribeiro Categoria:Pares do Reino de Portugal Categoria:Primeiros-ministros da Monarquia Constitucional Portuguesa Categoria:Políticos do Partido Regenerador",
 "title": "Ernesto Hintze Ribeiro"
}