{
 "id": "70404",
 "text": "A República do Daguestão () é uma divisão federal da Rússia que está situada no sudoeste do país. A transliteração direta do nome da república é Respublika Dagestan. É uma das maiores repúblicas da Rússia no norte do Cáucaso, tanto em área como em população. Com uma população de de habitantes, O Daguestão é etnicamente muito diversificado sendo a República mais heterogênea da Rússia, com nenhuma das suas dezenas de etnias e subgrupos formando maioria. As maiores de entre as etnias são as avar, darguine, cumique, lezguiana, lak, azeri, tabassarã e chechena.. Most inhabitants speak Caucasian and Turkic languages. In terms of religion, however, Dagestan is homogeneously Muslim. Encyclopædia Britannica (Online edition) Os russos étnicos compreendem cerca de 3,6% da população total do Daguestão. O russo é a principal língua oficial e a língua franca entre as etnias. Foi emirado independente entre 1919 e 1921. Nesse ano tornou-se na República Autônoma Socialista Soviética das Montanhas, integrada na Rússia. == História == === Era pré-Islâmica === Nos primeiros séculos da era cristã, a Albânia caucasiana (correspondente ao Azerbaijão moderno e ao sul do Daguestão) tornou-se um vassalo e, eventualmente, subordinado ao Império Parta. Com o advento do Império Sassânida, tornou-se uma Satrapia (província) dentro dos vastos domínios do império. Posteriormente, foi invadida algumas vezes pelo Império Romano e pelo Império Sassânida. Ao longo dos séculos, em uma extensão relativamente grande, os povos dentro do território do Daguestão se converteram ao cristianismo e ao zoroastrismo. No , os sassânidas ganharam vantagem e, no século VI, construíram uma forte cidadela em Derbente, conhecida como Portões do Cáspio, enquanto a parte norte do Daguestão foi invadida pelos hunos, seguidos pelos ávares caucasianos. Durante a era sassânida, o sul do Daguestão se tornou um bastião da cultura e civilização iranianas, com sua capital em Derbente, e uma política de \"persianização\" pode ser traçada ao longo dos séculos posteriores. === Influência islâmica === Em 664, os persas foram sucedidos em Derbente pelos árabes. Embora a população local tenha se levantado contra os árabes de Derbente em 905 e 913, o Islã foi finalmente adotado nos principais centros urbanos. No século XV, o cristianismo albanês havia desaparecido, deixando uma igreja do século X em Datuna como o único monumento a sua existência. Pouco tempo depois a região foi conquistada pelos mongóis. === Domínio persa e início da influência russa === À medida que o Império Mongol foi se corroendo, novos centros de poder surgiram na região. No início do século XVI, os persas retomaram seu domínio sobre a região, que duraria até o início do século XIX. Nos séculos XVI e XVII, as tradições legais foram aceitas e as comunidades montanhosas, obtiveram um considerável grau de autonomia. Os russos intensificaram sua estadia na região pela primeira vez no século XVIII, quando Pedro, o Grande, assumiu o controle dos mares do Daguestão após vitória na Guerra Russo-Persa (1722–1723). Os territórios foram devolvidos à Pérsia em 1735 pelo Tratado de Ganja. Na década de 1740, a Pérsia fez uma longa campanha no Daguestão, a fim de conquistar completamente a região, que obteve um sucesso considerável, porém não conseguiu dominar a capital Derbente. Uma segunda expedição persa em 1796 resultou na captura da capital. Os russos foram forçados a recuar de todo o Cáucaso após problemas internos do governo, permitindo a Pérsia capturar o território novamente. === Domínio russo === Após as guerras russo-persas (1804–1813) a Rússia anexou boa parte do território do Daguestão. Algum tempo depois a vitória russa na guerra, o Irã foi forçado a ceder o sul do Daguestão, ao lado de outros vastos territórios do Cáucaso à Rússia, em conformidade com o Tratado do Gulistão. O Tratado de Turkmenchay de 1828 consolidou o controle russo sobre a região e impedia o Irã de executar qualquer ação militar. === Era soviética === Em 21 de dezembro de 1917, após a Revolução Russa, a Inguchétia, a Chechênia e o Daguestão declararam independência da Rússia e formaram um único estado chamado República Montanhosa do Norte do Cáucaso, que nunca foi reconhecido pelas principais potências mundiais. Em 1920, os exércitos otomanos ocuparam territórios do Azerbaijão e do Daguestão e a região formou uma resistência armada aliada ao Exército Branco, da Guerra Civil Russa. Após mais de três anos de luta contra o movimento branco e nacionalistas locais, os bolcheviques dominaram a região e fundaram a República Socialista Soviética Autônoma do Daguestão em 20 de janeiro de 1921. === Era pós-soviética === Em 1999, um grupo islâmico da Chechênia, lançou uma invasão militar no Daguestão, com o objetivo de criar um \"Estado Islâmico independente do Daguestão\". Os invasores foram expulsos pelos militares russos. Como retaliação, as forças russas invadiram a Chechênia no final daquele ano. A violência na República se intensificou desde o início de 2010. == Geografia == O Daguestão está situado na Ciscaucásia, parte norte do Cáucaso. === Dados gerais === Área: 50 300 km² Fronteira: Calmúquia, a norte, Chechênia, a oeste, e com o Krai de Stavropol, a noroeste. Ainda faz fronteira com o Azerbaijão e com a Geórgia. Ponto mais elevado: Pico de Bazardyuzyu (4 470 metros de altitude). === Características === Muitas planícies são encontradas na metade norte e nordeste, nas proximidades do Mar Cáspio. A metade sul e sudoeste corresponde à parte mais oriental da cordilheira do Cáucaso. == Demografia == Possuí uma população de 2 milhões de habitantes e uma densidade demográfica de 58 hab./km². === Dados demográficos === População total: 2 910 249 de habitantes, de acordo com o censo de 2010. Grupos étnicos: 75% da população do Daguestão é composta por povos de origem caucasiana. Povos de origem turca compõem cerca de 21% da população. Russos e outros povos correspondem a 4% da população. Religião: Cerca de 83% da população são muçulmanos, 3% são cristãos e entorno de 1% aderem a religiões tradicionais. Outras religiões, agnósticos e ateus correspondem a 13% da população. Idioma: Antes da Rússia soviética, a principal língua usada era o árabe. Durante e após o fim da URSS, a língua kumyk se tornou o idioma oficial. IDH: 0,802 (muito alto).",
 "title": "Daguestão"
}