{
 "id": "70419",
 "text": "Isócrates (; – ou ) foi um orador e retórico ateniense.(Pseudo-)Plutarco, Vidas dos Doze Oradores, Vida de Isócrates [em linha] Isócrates, chamado de o Pai da Oratória, porque foi o primeiro a escrever discursos, que serviam de modelo a seus discípulos. Foi ele quem implantou a Retórica no currículo escolar de Atenas. == Escola == Em 393 a.C, Isócrates funda sua escola em Atenas. Notabilizando-se como rival da Academia de Platão, valorizava conhecimentos predominantemente literários em contraposição à valorização da matemática dos platônicos (é necessário, contudo, compreender que essa divisão é de certa forma anacrônica, pois a concepção de discurso em Platão é, em si, matemática). Entre seus discípulos estão Licurgo, Hipérides, Teopompo, Teodectes, Timóteo e Nícocles. == Platônicos e sofistas == Isócrates se contrapunha tanto aos sofistas quanto aos platônicos, alegando que a semelhança formal entre o discurso refutador socrático e o discurso anti lógico sofista os aproximava demasiado TRABATTONI, Franco. Platão. 2010. p. 226.. Acusação respondida por Platão no discurso Sofista. ==Ligações externas== *Contra os sofistas, de Isócrates - traduzido do grego para o português. *Isócrates, professor de philosophía , de Marcos Sidnei Pagotto- Euzebio - artigo sobre a vida e atuação de Isócrates como professor de filosofia, em sua disputa com Platão. *Contra os Sofistas e Elogio de Helena , de Ticiano Curvelo Estrela de Lacerda - dissertação de mestrado sobre os dois discursos de Isócrates. Comentário e tradução das obras. *As reflexões metadiscursivas no discurso Antídose de Isócrates, de Ticiano Curvelo Estrela de Lacerda - tese de doutorado sobre o discurso Antidose, de Isócrates. Comentário e tradução. *O Panegírico, de Isócrates: tradução e comentário, de André Rodrigues Bertacchi - dissertação de mestrado. *Os discursos cipriotas: Para Demônico, para Nícocles, Nícocles e Evágoras de Isócrates, tradução, introdução e notas, de Julio de Figueiredo Lopes Rego - dissertação de mestrado. Categoria:Oradores da Atenas Antiga Categoria:Gregos do século V a.C. Categoria:Gregos do século IV a.C.",
 "title": "Isócrates"
}