{
 "id": "7041",
 "text": "São Paio de Oleiros é uma vila portuguesa sede da Freguesia de São Paio de Oleiros do Município de Santa Maria da Feira, freguesia com 4,22 km² de área e 3661 habitantes (censo de 2021), tendo, assim, uma densidade populacional de . A povoação de São Paio de Oleiros foi elevada à categoria de vila em 1991. == História == A freguesia pertence ao concelho de Santa Maria da Feira desde antes da Restauração da Independência, exceto por um pequeno interregno de dois anos, entre 1926 e 1928, em que esteve integrada no concelho de Espinho. De acordo com a tradição, corroborada por diversos autores, o topónimo \"Oleiros\" decorre da suposta proliferação deste tipo de profissionais na região, devido à abundância de barro. Como, porém, a qualidade deste é inferior, e não restam dessa atividade senão alguns vestígios de um telhal, não é de desprezar a hipótese – aliás colocada por Pinho Leal para vila homónima da Beira Baixa – da toponímia provir de \"olleiros\", antiga palavra castelhana e portuguesa que significa \"olhos\" ou \"nascentes de água\", que os mais antigos na terra confirmam terem existido um pouco por toda a freguesia, e que ainda hoje rebentam em vários locais. A escolha de S. Paio, um jovem martirizado pelos Muçulmanos em 925, período da Reconquista cristã da Península Ibérica para orago da freguesia deverá remontar ao tempo dos moçárabes que, segundo António Mattoso, lhe prestavam grande devoção. Pelo decreto n.º 2/71, de 7 de Janeiro, a freguesia, seguindo a designação secular da paróquia, passou a denominar-se definitivamente \"S. Paio de Oleiros\". Apesar das referências toponímicas que fazem remontar a primitiva ocupação humana da região da freguesia ao Calcolítico, (nomeadamente os lugares da Lapa de Cima e Lapa de Baixo, a meio caminho dos castros de Ovil e Murado, e o já desaparecido topónimo Mamoa, constante do Foral Novo de Manuel I de Portugal datado de 1514) e à época da Invasão romana da Península Ibérica (Vila Boa e Estrada), a primeira referência documental a S. Paio de Oleiros data 1050, em um inventário de bens pertencentes ao rico-homem Gonçalo Viegas e sua esposa, D. Flâmula (Doc. N.º 378 dos \"Diplomata et Chartae\", do Mosteiro de Pedroso), o que, aliado ao brasão de armas dos Ataíde, comprova a existência de fidalguia em S. Paio de Oleiros desde épocas pré-nacionais. Através dos séculos, encontram-se outras alusões, nomeadamente: * o \"Cartulário Baio- Ferrado\" do Mosteiro de Grijó (abril de 1135), documento relativo à doação de dois casais Oleirenses àquele mosteiro; * as Inquirições de D. Afonso II (1220); * as Inquirições de D. Afonso III (1251); * as Inquirições de D. Dinis (1288), onde é referida a \"parrochia Sancti Pelagii de Oleyros\" e a respectiva sentença \"Sam Paayo de Oleiros\"; * o \"Censual do Cabido da Sé do Porto\" (que se acredita seja datado de 1174-1185), relativo aos direitos que a Igreja de Oleiros (\"Ecclesia Santi Pelagij de Oleyros\") devia pagar àquela Sé; * o Foral Novo de Manuel I de Portugal (10 de fevereiro de 1514) outorgado à Terra de Santa Maria da Feira (que alguns autores dizem contemplar também o lugar de Vila Boa, embora nos pareça tratar-se de um lugar homónimo da sede do concelho); * o \"Rol de freguesias dos julgados das terras de Santa Maria da Feira em que se paga e em que se não paga portagem\", elaborado por Fernão Lopes em 1453, baseado nas Inquirições de D. Dinis; * o Catálogo dos Bispos do Porto – \"Das Igrejas da comarca da Feira, Suas Ermidas Freguesias e Rendimentos\" (1742); A toponímia local testemunha o caráter de freguesia rural proveniente do desmantelamento que se produziu nas \"vilas do Norte de Portugal\" como descrito por Alberto Sampaio nos \"Estudos Económicos\": Agro- Velho, Aldeia, Lameiro, Eirados, Fial (meda de feno), e outros. Durante séculos, tal como elas, S. Paio de Oleiros viveu do amanho das terras e da criação do gado, como exposto por Pinho Leal nas suas \"Memórias Paroquiais de 1758\": \"Terra fértil, cria gado bovino que exporta para Inglaterra\". O mesmo autor refere ainda que \"Oleiros não só tem moinhos [de água], mas também engenho de papel\". A Real Fábrica de Nossa Senhora da Lapa, hoje conhecida como Engenho Velho foi a primeira fábrica de papel do concelho de Santa Maria da Feira, tendo sido fundada em 1708, pelo genovês José Maria Ottone, ou Ottom, de sociedade com Vicente Pedrossen, capitalista da cidade do Porto. Conhecedor da arte de fabricar papel, José Maria Ottone chegara a Portugal em finais do século XVII, tendo conseguido de Pedro II de Portugal um alvará real que lhe conferia a concessão de todo o fabrico de papel desde o Minho até ao Douro. Em 1811, Joaquim de Sá Couto inaugurou, no lugar do Candal, a que haveria de ser \"uma das mais antigas e mais bem acreditadas fábricas de papel da Terra da Feira\", onde se fabricava papel de mortalha para tabaco e papel selado, que muitos asseveram ter sido o primeiro do país, embora o seu uso em Portugal pareça datar de 1660. Foram-lhe atribuídos vários prémios em exposições nacionais e internacionais. Destruída em 1854 e reedificada em 1859, a fábrica possuía motor hidráulico, empregava madeira como matéria-prima e faturava dezasseis contos de réis, dando emprego a 65 operários. Em 1855 inaugurava-se uma fábrica de fiação de algodão também premiada nacional e internacionalmente, a qual empregava 130 pessoas. Ao advento da industrialização correspondeu uma maior afluência de gente que duas inaugurações quase simultâneas iriam incrementar: * a da linha do Vale do Vouga (23 de novembro de 1908), com paragem de Manuel II de Portugal na estação desta localidade; * a do Hospital-Asilo de Nossa Senhora da Saúde (6 de janeiro de 1909), evento que mereceu a primeira página no periódico \"Primeiro de Janeiro\" de 12 de janeiro de 1909, obra que decorreria das disposições testamentárias de Joaquim de Sá Couto e a que a revista \"A Medicina Moderna\" chamou de \"um monumento de caridade\". S. Paio de Oleiros foi curato anual da apresentação do reitor de S. Miguel de Arcozelo, no Termo da Feira, e passou mais tarde a reitoria independente. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 631 587 2269 516 2011 566 469 2357 677 2021 393 364 1980 924 == Cultura == Em termos culturais, na freguesia destacam-se: * os tradicionais festejos em honra de Nossa Senhora da Saúde, que têm lugar anualmente no mês de agosto e foram considerados uma das maiores romarias do distrito de Aveiro; * a Biblioteca Pública de São Paio de Oleiros (Anexa ao antigo Hospital); * o Grupo Recreativo dos Amigos de Teatro de Oleiros (GRATO); * o \"Grupo Musical de São Paio de Oleiros\", com escola de música, orquestra e orfeão. * a \"Associação Musical Oleirense\" (AMO), com escola de música, orfeão infanto-juvenil e de adultos; * o \"Rancho Folclórico de São Paio de Oleiros\". * o Presépio Cavalinho == Património edificado == A primitiva igreja dataria do século X e estaria implantada no lugar de Vila Boa. Em nossos dias, a Travessa da Igreja Velha atesta que, junto ao atual cemitério, existiu outra primitiva igreja, erguida em data desconhecida, substituída pelo atual templo, cuja construção foi de iniciativa do padre José Ferreira de Almeida, em 1885. Esta \"mede 35,15 m, torre com 48 metros, 3 sinos, bom altar - mor em renascença D. João V e mais quatro altares laterais maiores e dois menores. Tem amplo coro, esmerado baptistério e duas excelentes e amplas sacristias. Custou 200 contos.\"(Cónego Dr. Ferreira Pinto, in \"Actividade Pastoral\", 1950.). == Educação == O ensino básico de 1º Ciclo é assegurado pela EB1 da Igreja. Para além desta, existem mais duas escolas pré- primárias. Os restantes ciclos que compõem a escolaridade obrigatória são ministrados em freguesias vizinhas. == Economia == O tecido empresarial é dominado pela atividade industrial, sendo a metalomecânica, a do papel e a da cortiça os principais ramos. Para além destes, também predomina a construção civil, o comércio e a prestação de serviços, atividades direta ou indiretamente ligados à indústria existente. == Desporto == Há três instituições que tutelam o desporto em São Paio de Oleiros: * o \"Centro Desportivo e Cultural\", que promove a prática do badminton e do andebol; * a \"Escola de Ciclismo Fernando Carvalho\"; e * o \"Grupo Desportivo São Paio de Oleiros\", que desenvolve a prática do futebol e do atletismo. == Saúde == Os cuidados médicos primários são assegurados pelo Centro de Saúde local. As antigas instalações do \"Hospital Nossa Senhora da Saúde\" foram reativadas, na modalidade de \"cuidados continuados\". == Solidariedade Social == Em termos de Solidariedade Social, destacam-se: * o \"Movimento de Apoio Social a São Paio de Oleiros\" (MASSPO), que tem como valências creche, jardim-de-infância e ATL; e * a \"Casa Nossa Senhora do Sameiro\", que oferece jardim-de-infância e ATL. A \"Fundação Comendador Joaquim Sá Couto\", com o \"Lar Condes de S. João de Vêr\", dá resposta às necessidades da Terceira Idade. == Resultados eleitorais == === Eleições autárquicas (Junta de Freguesia) === Partido % M % M % M % M % M % M % M % M % M % M % M 1976 1979 1982 1985 1989 1993 1997 2001 2005 2009 2013 PPD/PSD 43,2 4 54,9 7 22,9 2 43,6 4 42,9 4 38,8 4 29,9 3 28,9 3 46,7 5 34,5 4 PS 30,6 3 20,7 3 34,3 5 43,2 4 31,9 3 38,7 4 32,3 3 40,0 4 40,2 4 33,0 3 41,4 4 FEPU/APU/CDU 23,9 2 22,7 3 26,2 3 18,3 2 21,7 2 15,6 1 16,7 1 26,0 2 26,4 2 14,0 1 13,8 1 AD 39,6 5 CDS-PP 13,5 1 9,0 1 == Ligações externas == * * * * * Categoria:Freguesias de Santa Maria da Feira Categoria:Vilas de Portugal",
 "title": "São Paio de Oleiros"
}