{
 "id": "70444",
 "text": "John Jonah Jameson ou \"JJJ\" é um personagem do universo do Homem-Aranha. Dono do jornal novaiorquino Clarim Diário, ou Daily Bugle, e das revistas Now Magazine e Woman Magazine. Apareceu pela primeira vez na revista The Amazing Spider-Man #1 em março de 1963. O fotógrafo Peter Parker trabalhou durante muito tempo para o Clarim Diário, tirando fotos de si mesmo agindo como o Homem-Aranha. Jameson despreza a maioria dos super-heróis, sobretudo o Homem- Aranha. A explicação é que após sua mulher ser morta por um homem mascarado ele passou a ter aversão por todos aqueles que escondem a verdadeira identidade, considerando que só se faz tal coisa por motivos criminosos. Possui orgulho de John, o filho, astronauta (e também o super-vilão Homem- Lobo) para ele o \"verdadeiro\" herói americano, outro motivo que o levava a se opor a notoriedade dos heróis mascarados. Entretanto já teve a oportunidade de remover a máscara do Homem-Aranha mas resistiu. O herói estava inconsciente depois de ter salvo Jameson do Venom, e o editor se sentiu em dívida com ele naquele momento. Mas isso não impediu Jameson de dar continuidade à publicação de matérias difamatórias contra o Homem-Aranha, coisa que vem fazendo desde que o personagem foi criado. Jameson foi casado duas vezes (Joan, falecida, e Marla Madison Jameson, a atual). Apesar de avarento, deu bons empregos a pessoas que normalmente não teriam essa chance facilmente: Além do próprio Peter Parker, que entrou para o jornal ainda como um fotógrafo inexperiente, contratou por exemplo a super-heroína Carol Danvers (na época ainda como Miss Marvel) e o ex-vilão Frederick Foswell (Big Man, conhecido no Brasil, atualmente, como O Chefão, anteriormente, Homenzarrão), que depois foi morto. No seu lugar veio o equilibrado Robbie Robertson, um dos primeiros personagens negros de destaque da Marvel, e que se tornaria o melhor amigo de JJJ. Jameson foi salvo da morte em diversas ocasiões pelo Homem-Aranha, sem jamais agradecê-lo. Em uma de suas histórias, ele, falando sozinho, confessa chorando o motivo de seu ódio pelo Homem-Aranha: disse que não é nem metade do que o herói aracnídeo é. Se auto-destituiu do cargo de diretor após sua equipe descobrir que ele foi o responsável pela criação do Escorpião (com o intuito de matar o cabeça de teia), na história original. O único herói admirado por Jameson é o Capitão América. == Publicação == Criado pelo escritor Stan Lee e pelo artista Steve Ditko, Jameson apareceu pela primeira vez em The Amazing Spider-Man # 1 (Março de 1963). Stan Lee declarou em uma entrevista ao Talk of the Nation que se inspirou nele mesmo para criar a exaltada personalidade de JJ.Conan, Neal (27 de Outubro de 2010). \"Stan Lee, Mastermind Of The Marvel Universe\". NPR. ==Guerra Civil== Em Guerra Civil, J.J. é um dos principais interessados na reforma de super heróis. Ele teve um desmaio quando descobriu que Peter Parker, seu fotógrafo, era na verdade o Homem-Aranha.Civil War #2 Depois disto, além de despedir Parker, J.J. ainda entrou com um processo contra o herói pelas suas mentiras; porém, desistiu de processá-lo, após o encontro definitivo com Peter (nessa ocasião, Jameson esmurrou a cara do ex- funcionário até ferir um dos punhos). ==Um Novo Dia== Após o acordo do casal Parker com Mefisto, JJJ passa dificuldades, pois Peter deixou de atuar como Homem Aranha por mais de cem dias, resultando em uma crise do Clarim. Ele enfartou numa discussão com Peter Parker, este pedindo o seu salário. Enquanto estava se recuperando no hospital, o Clarim Diário foi vendido para um milionário, que mudou a linha editorial e o nome do jornal. Atualmente, a briga de Jameson é para recuperar o jornal. Quando Peter sai com o Quarteto Fantástico para o Macro-Verso, a cada uma hora que passava lá, treze dias se passavam no seu mundo. Ele descobre que ao retornar dois meses depois que Jamenson tornou-se prefeito de Nova Iorque. Ele encontra-se vestido de Homem Aranha com JJJ para realizar uma trégua e trabalharem juntos pelo bem da cidade, mas Jameson vê isso como se ele estivesse com medo dele, e cria uma força tarefa para capturar o Homem-Aranha. Para piorar, descobre que seu pai, JJJ, estava namorando a tia May. Peter e JJJ inicialmente odeiam a hipotese de se tornarem parentes, mas apoiam a felicidade dos dois. Recentemente, foi lhe dado o ultimato que teria de colocar o bem da cidade acima da sua vingança pessoal contra o Homem-Aranha caso quisesse permanecer sendo o prefeito. == Em outras mídias == === Desenhos Animados === J. Jonah Jameson tem sido um personagem regular em quase todas as adaptações do Homem-Aranha. * A série animada do Homem-Aranha exibida nos anos 60, tinha a representação mais negativa do personagem, dublado por Paul Kligman. Ele é um ganancioso falastrão covarde e egoísta, que acusa automaticamente o aranha de qualquer crime, mesmo quando as evidências claramente contradizem ele. * J.Jonah Jameson tem participação na série animada do Aranha exibida em 1981, dublado por William Woodson que também reprisa seu papel em Homem-Aranha e Seus Amigos nos episódios de \"A Origem do Homem de Gelo\", \"Homem-Aranha, Desmacarado\" e \"A Origem dos Amigos do Aranha\". * J.Jonah Jameson aparece em Homem-Aranha: A Série Animada, voz de Edward Esner. * J.Jonah Jameson está presente em The Spectacular Spider-Man, dublado por Daran Norris. * J.Jonah Jameson também aparece na série lançada em 2012 Ultimate Homem-Aranha, dublado por J.K. Simmons reprisando seu papel da trilogia de Sam Raimi, assim como em Hulk e os Agentes da S.M.A.S.H., Vingadores Unidos e Vingadores: Os Heróis mais Poderosos da Terra. === Filmes === * Na trilogia dirigida por Sam Raimi, Jameson é interpretado pelo ator J.K. Simmons, tendo sua importância como um grande alívio cômico nos filmes, apesar de renegar o heroísmo do cabeça de teia, ele acaba admitindo que a cidade precisa dele quando Peter deixa de usar o traje. * No filme O Espetacular Homem-Aranha 2: A Ameaça de Electro houve rumores de que Jameson poderia aparecer, mas é apenas citado por Peter em uma discussão com Tia May, além de uma conversa por e-mail entre Parker e Jameson. (Originalmente, haviam planos para que Jameson aparecesse no terceiro filme da franquia sendo reprisado por J.K Simmons, mas o terceiro filme nunca aconteceu) ==== Universo Cinematográfico Marvel ==== * Jameson aparece pela primeira vez no Universo Cinematográfico Marvel em uma cena pós-créditos de Homem-Aranha: Longe de Casa, com J.K. Simmons reprisado o seu papel da trilogia do Sam Raimi. Nessa cena pós-créditos, Jameson culpa o Homem-Aranha pelos ataques dos Elementais, transmitindo imagens modificadas do incidente filmado e gravado por Mystério, no qual ele revela publicamente que Peter Parker é o Homem-Aranha. == Ligações externas == * SpiderFan.org - Characters: J. Jonah Jameson Categoria:Homem-Aranha Categoria:Vilões do Homem-Aranha Categoria:Vilões da Marvel Comics Categoria:Coadjuvantes da Marvel Comics Categoria:Jornalistas fictícios Categoria:Repórteres fictícios",
 "title": "J. Jonah Jameson"
}