{
 "id": "7049",
 "text": "Paramos é uma localidade portuguesa sede da Freguesia de Paramos do Município de Espinho, freguesia com 5,87 km² de área e 3127 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . Trata-se de uma freguesia litoral situada entre a cidade de Espinho, a norte, e a cidade de Esmoriz, a sul, dividida pela antiga EN 109. Confronta com as freguesias de Silvalde, a norte, Esmoriz, a sul, e São Paio de Oleiros (Município de Santa Maria da Feira), a oriente. Dista cerca de 25 km da cidade do Porto e 50 km da cidade de Aveiro. Nos anos de 1864 a 1920 fazia parte do Município da Feira, sendo transferido para o de Espinho pelo decreto nº 12.457, de 11 de outubro de 1926. ==História== É povoada desde remota antiguidade, e nela foram encontrados vestígios de uma anta. Data de 897 uma referência à Lagoa de Paramos, publicada nos Port.Mon.Hist.et Ch XII, num documento do mosteiro de Pedroso.Outra referência consta do Livro Preto da Sé de Coimbra e figura também nos Dipl. et Ch. sob o nrº XXV, datando de 922.O primeiro documento que faz menção da Vila de Paramos é de 1013, doação de Pelágio Gonsalvo a sua esposa da herdade que possuía em Esmoriz: \" Villa ermorizo et cortalaza subtus castro de obile…quomodo dividet cum villa paramio\" (Dipl. et Ch CCCXX). Num documento de 1050, publicado nos Dipl, et Ch. sob o nrº 378, encontra-se uma relação das vilas e fundos pertencentes a Gonsalvo Ibn Egas e sua mulher,D. Flâmula. Neste importante documento vêm citadas as vilas: \" Arcozelo, Seixozello, Cerezedo,Anta, Olleiros, trabanca et radize de sancta maria e villa paramio integra per suos terminos et comparamus illa de comidesa domna tuda et de sua filia domna lluba iin una pretiada im alios CCC.\" Outros documentos referem-se à Vila de Paramos nestas remotas idades, fazendo delas menção a excelente monografia do Pe Manuel F. de Sá (Monografia de Paramos), publicada em 1937. Por um documento de 1128, publicado no Censual do Cabido do Porto, p. 342, sabe-se que no princípio do século XII, Paramos ainda era vila. Só na segunda metade do século XII ou logo no princípio, passou a ter a categoria de Freguesia, tendo sido o seu primeiro Pároco o Pe Pedro Domingues, mencionado nas Inquirições de D. Afonso III (1251). D. Afonso III, determinou que se fizesse uma inquirição sobre quatro herdades desta freguesia, de que se dizia directo senhorio o Mosteiro de Pedroso.Foi publicada a mesma por João Pedro Ribeiro nas Dissert.Cronol.vol.I,doc nr 89 do Apêndice. As inquirições de D.Dinis também se referem a Paramos. Na vila da Paramos havia uma quinta de João Nogueira e outra de Lourenço Anes, que eram honradas e honravam a vila onde se encontravam. Esta quinta de João Nogueira era a mesma que D.Tuda vendeu a Gonsalvo Ibn Egas, e já seria honrada desde o século X. Foi esta freguesia uma reitoria de apresentação alternativa dos colégios da Companhia e das Artes de Coimbra, passando depois para apresentação da Universidade. Aproveitou Paramos, do Foral da Feira, dado por D. Manuel I em Lisboa, a 10 de novembro de 1514. Como curiosidades refira-se que Paramos teve como donatário e então senhor, D. Nuno Álvares Pereira, o Santo Condestável e sereno herói de Aljubarrota, por doação do Rei D. Fernando I das terras de Santa Maria da Feira, as quais aquela integrava, à Casa do Condado de Barcelos, de que D. Nuno foi primeiro Conde. Terra honrada desde o século X, foi o seu penúltimo morgado Francisco Pinto Henriques de Meneses, fiel servidor da causa do Senhor D. Miguel, agraciado com a mais alta venera portuguesa, a \"Torre e Espada\" de Valor, Lealdade e Mérito. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 695 566 2059 469 2011 482 437 1967 629 2021 301 346 1611 869 == Património == * Castro de Ovil * Cruzeiro * Casa dos Pintos, com capela * Capelas da Senhora da Aparecida e de Nossa Senhora da Guia, com via-sacra e oratório * Anta * Antigo Colégio das Freiras * Praia * Lagoa ==Economia== Utilizado como castro celta desde antes da Era de Cristo, Paramos, rural, a par da freguesia vizinha de Silvalde, cultivou predominantemente milho, constituindo-se como o celeiro da região. São os seus habitantes, também, uma referência da arte da tanoaria, que se tem imposto, pela sua precisão, além fronteiras. Esta freguesia possui variados estabelecimentos, desde o seu quartel de engenharia, passando pelo seu evoluído Centro Social, e a Igreja matriz que se encontra no ponto mais alto da freguesia. ==Turismo== Existe em Paramos uma estação arqueológica, o Castro de Ovil, testemunha silente de antepassados que remontam a 2900 A.C. e cuja importância para o conhecimento dos povos e região está ,ainda, por determinar. É a freguesia de Paramos também conhecida pela bela praia atlântica detentora das melhores águas da região. Passada a estranheza de se ter de atravessar uma pista área para alcançar a praia, dá-se de caras com um imenso e limpo areal, dividido por um pontão artificial que rodeia uma capela. Envolvente pouco atrativa. Próximo, em Silvalde, situa-se o tradicional Clube de Golfe do Porto, fundado em 1890.Guia Visão das Praias (2004), pág. 40. De pé ainda se encontra aquele que é tido como o primeiro grande estabelecimento de ensino do concelho de Espinho, o Colégio Jesus Maria, José, sito muito perto da actual Junta de Freguesia, hoje desactivado e na posse de particulares. Em ruínas, embora, é possível ainda apreciar-se o Solar e Pedra de Armas dos « Pintos » de Paramos, a sobressair altaneiro na Quinta, onde faleceu aquele fidalgo. É esta freguesia sede do Aeródromo de Paramos, que beneficiando de uma pista militar, tem servido de Escola de Voo e também de pára-quedismo. Distribui-se assim Paramos por 660 hectares de terra, \" onde são notas salientes, uma boa área de terreno lavradio, uma boa mancha florestal e a maior costa atlântica do Concelho\". A Lagoa de Paramos, também chamada Barrinha de Esmoriz, por via da sua abertura para sul já nesta cidade constitui \" (...) riquíssmo ecossistema\" (...) \" classificado como Reserva Natural,e como tal, apadrinhado pelo Núcleo Português de Estudo e Protecção da Vida Selvagem. A Lagoa de Paramos referenciada em documento do Mosteiro de Pedroso, desde antes da nacionalidade,no ano 897 D.C., estende-se numa área cerca de 1450 metros de comprimento por 1300 m de largura. O orago da Freguesia de Paramos é Santo Tirso. ==Colectividades== Como animadores culturais tem Paramos a BUMP - Banda União Musical Paramense desde 1933, O ABCR - Rancho Regional Recordar é Viver, a Associação Desportiva de Paramos,O GRBCD - Grupo Recreativo Bem Fazer, Cultura e Desporto, A Sociedade Columbófila os Andorinhas de Paramos. ==Infraestrutura== ===Militar=== O Regimento de Engenharia N.º 3 (RE3) MHA • MHM é uma unidade militar do Exército Português, instalada no quartel de Paramos em Espinho. O RE3 tem como encargos, para com a componente operacional do sistema de forças do Exército, o aprontamento da Companhia de Engenharia orgânica da Brigada de Intervenção e da Companhia de Engenharia das Forças de Apoio Geral. O RE3 colabora ainda - nos termos legais e e na sequência de determinações superiores - em ações no âmbito das missões de interesse público, designadamente no apoio à Autoridade Nacional de Proteção Civil - em caso de catástrofes - e na melhoria das condições de vida das populações, através da realização de trabalhos gerais de engenharia na vertente das construções horizontais. O RE3 tem origem no Batalhão de Engenharia N.º 3 (BE3) criado em 1955, no Campo Militar de Santa Margarida, o qual integrava a 3.ª Divisão do Corpo de Exército Português atribuída ao SHAPE (Supremo Quartel-General das Potências Aliadas na Europa) como encargo nacional português para a OTAN. Na sequência do Decreto-Lei n.º 181/76 de 4 de maio, o BE3 foi transferido para Espinho e transformado no Regimento de Engenharia de Espinho (REE). A partir de 31 de julho de 1976, o REE aquartelou-se no Quartel de Paramos, ao sul de Espinho, junto ao Aeródromo de Espinho. Aquele quartel tinha sido antes ocupado pelo Grupo Independente de Aviação de Caça (entre 1948 e 1953), pela guarnição do Aeródromo de Manobra N.º 1 (entre 1953 e 1956), pelo Grupo de Artilharia Contra Aeronaves N.º 3 (entre 1955 e 1976) e por um destacamento do Regimento de Cavalaria do Porto. Pelo Despacho n.º 72 do ministro da Defesa Nacional, a 30 de junho de 1993, o REE passou a designar-se \"Regimento de Engenharia N.º 3\". ===Desportiva=== COMPLEXO DESPORTIVO DE PARAMOS Serve as seguintes coletividades desportivas da Freguesia (Funcionando como Campo Principal-Fator casa): Associação Águias de Paramos; Associação Desportiva Lomba de Paramos; Associação Desportiva Quinta de Paramos; Associação Grupo Desportivo Juventude da Estrada; Escola de Futebol Geração Paramos; Grupo Recreativo Benfazer Cultura e Desporto - Os Morgados RINQUE POLISDESPORTIVO DE PARAMOS AERODROMO DE PARAMOS Posição: 40º 58′ 24″ N , 008º 38′ 43″ W ( ARP – eixo da pista, 100m da soleira da pista 17 ) Declinação Magnética: 04º 01′ (2006) Distância/Direcção à Localidade: 3 km / 1.6 nm S Altitude Máxima: 3m / 10′ CENTRO HIPICO DE PARAMOS A Secção de Hipismo do ACCV situa-se na Rua da Lagoa – Paramos – Espinho. Tem como zonas envolventes a Barrinha de Esmoriz e a praia de Paramos a cerca de 500 metros, bem como o Aero Clube da Costa Verde, o Golfe de Espinho e o Regimento de Engenharia. Com todas estas infra-estructuras, torna-se o local ideal para a práctica do desporto equestre e para a divulgação da modalidade, não só devido às condições exteriores e naturais, como também à forte movimentação turística, característica desta região. A facilidade de acessos facilita também esta divulgação, uma vez que se situa a cerca de 500 metros da E.N. 109 e a cerca de 2 km da variante. Para além do acesso automóvel, beneficia também do apeadeiro de Paramos a cerca de 200 metros das suas instalações. O principal objectivo da Secção de Hipismo do ACCV é cultivar as diversas disciplinas equestres, promovendo o seu desenvolvimento e propagando o gosto e o interesse pelo hipismo em geral. ===Transportes=== ====Ferrovias==== A frequesia é atravessada pela Linha do Norte e pela Linha do Vouga, contando com um apeadeiro de cada uma destas ferrovias no seu território: Apeadeiro de Paramos e Apeadeiro de Monte de Paramos, respetivamente. ====Arruamentos==== A freguesia contém os seguintes arruamentos. São eles: *Avenida Central Norte *Avenida Central Sul *Beco da Rua Central *Beco dos Ribeirinhos *Estrada Real *Largo da Guia *Lugar da Quinta *Praceta da Maia *Rua 1 *Rua 2 *Rua 3 *Rua 4 *Rua Central *Rua Coração de Jesus *Rua da Bela Vista *Rua da Corredoura *Rua da Costa Verde *Rua da Deganha *Rua da Erva Nova *Rua da Estrada *Rua da Fonte da Pedra *Rua da Fresca *Rua da Glória *Rua da Guia *Rua da Igreja *Rua da Lagoa *Rua da Lavoura *Rua da Lomba *Rua da Maia *Rua da Palmeira *Rua da Pinha *Rua da Praia *Rua da Presa *Rua da Quinta *Rua da Saibreira *Rua da Silveira *Rua das Águias *Rua das Escolas *Rua das Minas *Rua das Poças *Rua do Agueiro *Rua do Bairro *Rua do Calvário *Rua do Caminho de Ferro *Rua do Espadilha *Rua do Exame *Rua do Monte *Rua do Quartel *Rua do Vale Vouga *Rua do Vouga *Rua dos Loureiros *Rua dos Moinhos *Rua dos Morgados *Rua dos Ribeirinhos *Rua dos Tanoeiros *Rua Nova *Rua Padre Sá *Travessa Central Norte *Travessa da Bela Vista *Travessa da Corredoura *Travessa da Igreja *Travessa da Junqueira *Travessa da Junta *Travessa da Lomba *Travessa da Praia *Travessa da Quinta *Travessa da Saibreira *Travessa das Águias *Travessa do Rio Maior *Travessa do Sabolão *Travessa do Vale do Vouga *Travessa dos Loureiros *Travessa dos Moinhos *Travessa dos Talhos ==Cultura== ===Monumentos Históricos=== ====Castro de Ovil==== O Castro de Ovil localiza-se no lugar do Monte, na freguesia de Paramos, concelho de Espinho, distrito de Aveiro, em Portugal. Este castro pré-romano é datado do século II a.C., erguido em posição dominante sobre uma pequena colina orientada a Sul, a 5 quilómetros da atual Cortegaça. Foi abandonado durante o processo de romanização da região, iniciado no início século I. O sítio arqueológico foi identificado em 1981, embora se encontre referido diversos documentos dos séculos X, XI, XII e XIII. A atual toponímia \"Ovil\" provém da denominação medieval da barrinha de Esmoriz: \"Lagona de Auille\", \"Ubile\" e \"Obil\". Está classificado pelo antigo IGESPAR como Imóvel de Interesse Municipal desde 1990. Ao lado do castro encontram-se as ruínas da antiga Fábrica do Castelo, destinada à produção de papel, construída em 1836 e desativada em 1975. A Câmara Municipal de Espinho planeava construir um centro interpretativo e acessos para desenvolver o turismo da zona. Nesse centro seriam mantidos em exposição os artefatos recolhidos pela pesquisa arqueológica, desde cerâmicas a joias, e pedras polidas. Trata-se de um povoado fortificado que apresenta várias estruturas habitacionais de planta circular. ====Solar dos Pintos / Casa dos Morgados==== Descrição Complementar: Edifícios de lojas e um andar do século XVII. Escada perpendicular à fachada sem guarda; do lado direito 3 janelas e 6 à esquerda, de moldura recta.sobre a porta, assente em pequena cimalha a pedra de armas ladeada de aletas e acompanhada de 2 pináculos. \"Cinco crescentes em aspa dos Pintos, elmo, por timbre meio corpo de leopardo, paquife. A capela ergue-se à esquerda, actualmente desafecta, apresenta portal de verga recta com cruz e pináculos, e ladeada por postigos. Época Construção: Século XVII; Arquitecto / Construtor / Autor: Desconhecido; Cronologia: 1552 - data em que foi instituido o morgadio; século XVII - data provável da construção do solar; Bibliografia: GONÇALVES, A. Nogueira, Inventário Artístico de Portugal, Aveiro, Zona Norte, Lisboa, 1981; www.jf-paramos.pt, 30 de Outubro 2007 ===Música, Teatro e Dança=== BUMP - Banda União Musical Paramense Herdeira dos pergaminhos da Primeira Estudantina de Paramos assumiu-se a 14 de Janeiro de 1933 a Banda União Musical Paramense como associação cultural e recreativa ao serviço da grande arte. Fazendo valer, de início, as aptidões musicais dos seus elementos passou-se, pouco depois, a procurar desenvolver-lhes técnicas mais apuradas de execução, logrando captar a atenção dos jovens da freguesia que, desde logo, se sentiram os naturais destinatários da sua ação pedagógica. Impulsionada, de início, pela visão clara e determinada de Domingos Alves Vieira Júnior, fundador, a par do esforço dedicado da comunidade, de sócios, amigos e benfeitores, conseguiu a Banda União Musical Paramense dotar-se com um edifício sede cuja importância, à época, (1973) não escapou aos mais atentos. Desde então para cá tem a mais emblemática coletividade de Paramos percorrido um trilho que se constitui como o seu mais eloquente testemunho do trabalho desenvolvido. Para além de sucessivas demonstrações em concertos, festas, romarias, digressões ao estrangeiro e outros acontecimentos musicais, apresenta a sua primeira gravação em suporte magnético ( cassette) em 1983, a que se seguiu a gravação de um CD em 2004. Por serviços distintos é também agraciada em 2008 pela Junta de Freguesia de Paramos com a Medalha de Ouro da freguesia. Com um universo de aproximadamente 400 sócios, apresenta a Banda União Musical de Paramense, ao momento, um elenco musical de cerca 60 elementos. Atento à evolução do nível artístico e instrumental, o espírito prático e voluntarista do seu Presidente, assente no apoio esclarecido e incondicional da Direção e na competência do Maestro, fez saber a toda a comunidade musical que a Banda iria estabelecer novos níveis de exigência. Adquiriu-se material, apostou-se na polivalência instrumental e a excelência do resultado não surpreendeu: estratégia de sustentabilidade, claro rigor orçamental e artistas determinados no cumprimento dos parâmetros de qualidade definidos, o que se demonstra com a gravação do CD “Reflexos” que inclui a obra “ Tributo”, homenagem a Joaquim Guimarães. ===Folclore=== ABCR - Rancho Regional Recordar é Viver História Paramos é uma das cinco freguesias que compõem o concelho de Espinho e, apesar de ser banhada pelo mar, quase não viveu nem dependeu dele. Sempre foi uma das mais rurais do concelho e, por isso, ainda hoje mantém e vive tradições verdadeiramente populares. Sentindo a necessidade de manter e reviver o riquíssimo Património Cultural dos seus antepassados, surgiu em 13 de Maio de 1980 este Rancho, tendo os seus responsáveis iniciado um profundo e atento trabalho de recolha e pesquisa, ainda hoje em curso. O Rancho Regional Recordar é Viver de Paramos, é hoje um dos mais representativos desta Região, pela verdade do seu Folclore e Etnografia, orgulhando-se de pertencer à Federação do Folclore Português sendo um digno e fiel intérprete de norte a sul do País, na Europa, África e América, da Cultura Tradicional Portuguesa de Matriz Popular. Foi o iniciador do Festival de Folclore de Espinho e do Folkespinho, e ainda do l Festival de Folclore Lusófono em Portugal. Os cantares e danças mais características da sua região, são, entre outras: - Rusgas, Viras e Tiranas. Este Rancho é um dos pioneiros, a nível Nacional a apresentar a público quadros temáticos representativos da vida quotidiana dos seus antepassados. Os trajes e diversos adereços são de uma grande variedade e diversidade, não só de acordo com a possibilidade económica de então e de cada um, mas também conforme a época do ano, o dia da semana e as atividades que estivessem a desenvolver. Fundação: 13 Maio 1980. Região Etnográfica: Douro Litoral - Sul. Danças Tradicionais: Danças de Roda, Tiranas, Malhão, Rusgas, Viras (de Roda, Cruz e Coluna), Danças em Linha ou Coluna, entre outras. Trajes: Lavradores Ricos e Remediados, Ver a Deus (Pobre e Rico), Traje de Festa e Romaria, Domingar, Traje de Feira e diversos Trajes de Trabalho (Campo, Eira e Mar). Tocata: Concertina, Cavaquinhos, Viola Braguesa (Ramaldeira), Violão, Bandolim, Bombo, Harmónica de beiço e Ferrinhos. Património: Sede. Usos e Costumes: Divulgação e preservação da Cultura Tradicional Popular da região dos finais do Sé. XIX. Representações Nacionais: De Norte a Sul do País e Ilhas da Madeira e Açores. Representações Internacionais: Espanha, França, Holanda, Bélgica, Alemanha, Itália, África do Sul e Brasil. Associado: Federação do Folclore Português, Inatel e Associação de Folclore do Concelho de Espinho. ==Desporto== ===Futebol=== Associação Águias de Paramos Associação Desportiva Lomba de Paramos Associação Desportiva Quinta de Paramos Associação Grupo Desportivo Juventude da Estrada Escola de Futebol Geração Paramos Grupo Recreativo Benfazer Cultura e Desporto - Os Morgados ===Atletismo=== Associação Desportiva Quinta de Paramos ===Golfe=== Oporto Golf Club Não é obviamente possível no quadro desta breve apresentação resumir mais de 120 anos de história. Uma história ininterrupta de dedicação ao golf e sobretudo aos mais altos valores éticos e educacionais a que o golf está intrinsecamente associado. Pelo Oporto Golf Club passaram ao longo de todos estes anos alguns dos mais prestigiados jogadores mundiais. No Oporto Golf Club iniciaram a prática do golf muitos dos que mais tarde viriam a representar as cores de Portugal nas mais diversas competições. Fundado em 1890 por ingleses radicados na cidade do Porto é o mais antigo clube de golf da Península Ibérica e um dos primeiros da Europa continental. A primeira designação porque foi conhecido era a de OPORTO NIBLICKS, nome que tinha origem no taco mais utilizado-o niblick-consequência directa do campo ser quase integralmente em areia. Estima-se que o número inicial era de 24 sócios. Em 1900 construí-se um novo campo, já não integralmente em areia, e mudou-se o nome do clube que passou a designar-se por OPORTO GOLF CLUB. Em 1901 realiza-se a primeira Assembleia Geral e controi-se o primeiro club house. Em 1921 foi admitido o primeiro sócio português Fernando Nicolau de Almeida tendo-se no entanto mantido a proibição de os não britânicos participarem em assembleias gerais. Em 1932 foi finalmente revogada a interdição de as senhoras serem sócias do OPORTO. A 18 de Março de 1934 foi inaugurado um novo percurso de golf. Era o primeiro percurso de 18 buracos existente em Portugal. Em 1980 o OPORTO GOLF CLUB adquire oficialmente o estatuto de instituição de utilidade publica. Sua Excelência o Presidente da República conferiu ao OPORTO GOLF CLUB o título e Membro Honorário da Ordem de Mérito a 4 de Maio de 1990. Ao longo de toda a sua história o Oporto Golf Club sempre se dedicou à formação de jovens jogadores o que se traduziu na conquista de vários campeonatos nacionais quer por equipas quer individuais. Algumas das mais antigas taças do Clube: Taça Skeffington - 1891, Taça Dockery - 1914, Taça Kendall - 1927, Taça Rabbit Box - 1932, Taça Tait - 1932, Taça dos Portugueses - 1935. A taça de golfe disputada ininterruptamente há mais tempo em todo o mundo tem o nome do nosso primeiro presidente: a Taça Skeffington, aberta a jogadores de todos os Clubes filiados na Federação Portuguesas de Golfe e estrangeiros filiados nas respectivas Federações criada em 1981. Presidentes do OPORTO GOLF CLUB: Charles N. Skeffington –» 1890 / 1900, Cabel Roope –» 1901 /1912, Arthur E. Goone –» 1912 / 1915, Frank P. S. Yeatman –» 1916 / 1947, R.M. Cobb –» 1949 / 1956, C .H .Pheysey -» 1957 / 1959, John Delaforce –» 1960 / 1964, Sebastião Soares –» 1965 / 1966, Fernando Nicolau de Almeida –» 1967 / 1975, Pedro Ruela Torres -» 1976, Justino M. Gonçalves -» 1977, Jorge Soares Cardoso –» 1978 / 1979, José Luís Costa Bastos –» 1980 / 1981, Ricardo Soares –» 1982 / 1985, Nuno Carneiro -» 1986 / 1990, Jorge Soares -» 1991 / 1992, Luis Avides Moreira –» 1993 / 1994, José Carlos Agrellos –» 1995 / 1998, Francisco Javier Olazabal –» 1999 / 2004, Manuel Soares Violas -» 2005.http://www.oportogolfclub.com/pt/o-clube/historia/ ===Hipismo=== ACCV - Aero Clube Da Costa Verde ===Aeromodelismo=== ACCV - Aero Clube Da Costa Verde ===Paraquedismo=== ACCV - Aero Clube Da Costa Verde ===Voo=== ACCV - Aero Clube Da Costa Verde ===Columbofilia=== Sociedade Columbófila Andorinhas de Paramos ===Surf e Bodyboard=== Escola de Surf e Bodyboard/Praia de Paramos == Bibliografia == * Monografia de Paramos do Pe. Manuel F. de Sá; * Notícia História da Freguesia de Paramos com vista à sua ordenação heráldica,concebida e realizada por M.G.M., publicada pela Junta de Freguesia em 1996 (1ª edição) e da G.E.P.B.(Grande Enciclopédia Portuguesa e Brasileira)",
 "title": "Paramos"
}