{
 "id": "70501",
 "text": "O ARN mensageiro, RNA mensageiro, ARNm, mARN, RNAm ou mRNA é o ácido ribonucleico responsável pela transferência de informações do ADN (ou, em inglês, DNA) até o citoplasma. Durante a transcrição, uma enzima, designada ARN-polimerase (ou RNA-polimerase) faz a cópia de um gene do ADN para o ARNm. Nos organismos procariotos o ARNm não sofre, geralmente, qualquer processo de modificação, de forma que a síntese das proteínas costuma ocorrer enquanto a transcrição ainda está em curso. Nos orgamismos eucariotos, por outro lado, a transcrição e a tradução ocorrem em locais distintos da célula: no núcleo e no citoplasma respectivamente. A síntese proteica (tradução) nos eucariotos é possibilitada pela atividade de ribossomos com o auxílio do ARN transportador, possibilitando que a sequência de nucleotídeos do ARNm seja traduzida em uma proteína correspondente ao gene transcrito. O ARN mensageiro apresenta-se espacialmente como uma fita simples. As bases púricas (purinas) que compões o ARNm são: A (Adenina), e G (Guanina), enquanto as bases pirimídicas (pirimidinas) que o compõem são C (Citosina), e U (Uracila). Diferente do ADN, o ARN não possui Timina, apresentando a Uracila em seu lugar. O ARN mensageiro, após o processo de transcrição da fita molde (fita senso) do ADN, possui a sequência de nucleotídeos idêntica à da fita antissenso (fita codificadora) do ADN, com exceção das timinas substituídas pelas uracilas == Estrutura == === Regiões Codificadoras === Regiões codificadoras são compostas por códons, que são decodificados e traduzidos em aminoácidos que irão compor proteínas.Normalmente,em eucariotos, um ARNm codifica apenas uma proteína, sendo chamado monocistrônico, enquanto em procariotos mais de uma proteína pode ser sintetizada a partir de um único ARNm, sendo este referido portanto como policistrônico. Regiões codificadoras começam com um códon de iniciação e terminam com um códon de parada, sendo que geralmente o códon de iniciação é um AUG e o códon de parada é um UAA, UAG ou UGA. Essas regiões tendem a ser estáveis devido aos pares de bases internos, impedindo assim sua degradação.Shabalina, S.A., Ogurtsov, A.Y. and Spiridonov, N.A. (2006). A periodic pattern of mRNA secondary structure created by the genetic code. Nucleic Acids Res., 34, 2428-2437. Katz L, Burge CB (September 2003), \"Widespread Selection for Local RNA Secondary Structure in Coding Regions of Bacterial Genes\", Genome Res., 13 (9): 2042–51 Além de serem responsáveis pela codificação de proteínas, partes das regiões codificadoras podem agir como sequências regulatórias no pré-mRNA como potenciadores ou silenciadores de splicing exônicos. === Regiões não traduzidas === Regiões não traduzidas (UTR) são seções do mRNA antes do códon de iniciação e depois do códon de parada que não são traduzidas, denominadas como 5'UTR e 3'UTR respectivamente. Essas regiões são transcritas junto com as regiões codificadoras, sendo assim são exônicas já que estão presentes no mRNA maduro. Vários papéis na expressão gênica têm sido atribuídos às regiões não traduzidas, incluindo instabilidade do mRNA, localização do mRNA e eficiência da tradução. A habilidade da UTR de realizar estas funções depende da sua sequência e pode diferir entre mRNAs. Variantes genética na 3'UTR também têm implicado da suscetibilidade a doenças devido a mudanças na estrutura do RNA e na tradução de proteínas. Lu, YF; Mauger, DM; Goldstein, DB; Urban, TJ; Weeks, KM; Bradrick, SS (4 November 2015). \"IFNL3 mRNA structure is remodeled by a functional non-coding polymorphism associated with hepatitis C virus clearance.\". Scientific reports. 5: 16037. A estabilidade dos mRNAs pode ser controlada pela 5'UTR e/ou 3'UTR devido a uma afinidade variável com as enzimas que degradam RNA chamadas de ribonuclease e por proteínas auxiliares que podem promover ou inibir a degradação do RNA. Eficiência da tradução incluindo às vezes a completa inibição da tradução, pode ser controlada pelas UTRs. Proteínas que ligam-se tanto na 3'UTR quanto na 5'UTR podem afetar a tradução devido a sua influência na habilidade do ribossomo de se ligar no mRNA. Micro-RNA ligados a 3'UTR também podem afetar a eficiência da tradução ou a estabilidade do mRNA. Acredita-se que a localização do mRNA no citoplasma seja em função da 3'UTR. Proteínas que são necessárias em uma região específica da célula também podem ser traduzidas lá; neste caso, a 3'UTR pode conter sequências que permitem que o transcrito seja localizado para esta região para tradução. Alguns dos elementos contidos nas região não traduzidas formam uma estrutura secundária característica quando transcrita em RNA. Estes elementos estruturais de mRNA estão envolvidos na regulação do mRNA. Algumas, como os elementos SECIS, são alvos de proteínas para se ligar. Uma classe de elementos de mRNA, os riboswitch, ligam-se diretamente em moléculas pequenas, mudando seu fold para modificar os níveis de transcrição e tradução. Nestes casos, o mRNA regula-se. === Cauda poli-A === A 3' da cauda Poli-A é uma longa sequência de nucleotídeos de adenina (normalmente várias centenas) adicionadas à extremidade 3' do pre-mRNA. Esta cauda promove a exportação do núcleo e tradução, além de proteger o mRNA de degradação. == Degradação == Diferentes mRNAs dentro da mesma célula tem tempos de vida distintos (em termos de estabilidade). Nas células bacterianas, mRNAs individuais podem sobreviver de segundos a mais de uma hora; em células de mamíferos, o tempo de vida de um mRNA varia de vários minutos a dias.Yu, Jia; Russell, J. Eric. \"Structural and Functional Analysis of an mRNP Complex That Mediates the High Stability of Human β-Globin mRNA\" (PDF). National Center for Biotechnology Information. Retrieved 4 June 2014. Quanto maior a estabilidade do mRNA, mais proteínas podem ser produzidas a partir desta molécula. O tempo de vida limitado de um mRNA possiblita que a célula altere a síntese de proteínas rapidamente em resposta às mudanças necessidades. Há vários mecanismos que levam a destruição do mRNA, os quais alguns são citados abaixo === Degradação do mRNA de Procarioto === Em geral, o tempo de vida de um mRNA de procarioto é muito menor em relação aos de eucarioto. Procariotos degradam mRNA utilizando uma combinação de ribonucleases, incluindo endonucleases, 3' exonucleases e 5' exonucleases. Em alguns casos, pequenas moléculas de RNA (sRNA), com tamanho de cerca de dezenas a centenas de nucleotídeos, podem estimular a degradação de mRNAs específicos por emparelhamento de bases com sequências complementares, facilitando assim a clivagem pela Ribonuclease III. Recentemente foi demonstrado que a bactéria também tem uma espécie de cap 5' que consiste de um trifosfato na extremidade 5'.Deana, Atilio; Celesnik, Helena; Belasco, Joel G. (2008), \"The bacterial enzyme RppH triggers messenger RNA degradation by 5' pyrophosphate removal\", Nature, 451 (7176): 355–8 Removendo os 2 fosfatos deixa um \"monofosfato\" na extremidade 5', fazendo com que a mensagem seja destruída pela exonuclease RNase J. === Decaimento de elementos ricos em AU === A presença de elementos ricos em AU (Adenina e Uracila) em alguns mRNAs em mamíferos tende a desestabilizar aqueles transcritos pela ação de proteínas celulares que se ligam essas sequências e estimulam a remoção da cauda poli-A. Especula-se que a perda da cauda poli-A promove a degradação do mRNA por facilitar o ataque tanto do exossoma.Chen, C.Y.; Gherzi, R.; Ong, S.E.; Chan, E.L.; Raijmakers, R.; Pruijn, G.J.M.; Stoecklin, G.; Moroni, C.; Mann, M.; Karin, Michael (2001), \"AU Binding Proteins Recruit the Exosome to Degrade ARE-Containing mRNAs\", Cell, 107 (4): 451–464 A rápida degradação do mRNA por elementos ricos em AU é um mecanismo crítico para prevenção de superprodução citocinas potentes como o fator de necrose tumoral (TNF) e o fator estimulante de colônias de granulócitos e macrófagos (GM-CSF).Shaw G, Kamen R (August 1986), \"A conserved AU sequence from the 3' untranslated region of GM-CSF mRNA mediates selective mRNA degradation\", Cell, 46 (5): 659–67 === Degradação mediada por mutação sem sentido === Mensagens em eucariotos estão sujeitas a vigilância por degradação mediada por mutação sem sentido, a qual verifica a presença de códons de parada prematuros (códons nonsense) na mensagem. Estes podem surgir por splicing incompleto, recombinação V(D)J no sistema imune adaptativo, mutações no DNA, erros de transcrição, entre outras causas. Detecção de um códon de parada prematura inicia a degração do mRNA pela remoção da cauda poli-A, clivagem da endonuclease, entre outros. === SiRNA === SiRNA processados pela Dicer são incorporadas num complexo conhecido como RNA-induced silencing complex ou RISC. Este complexo contem uma endonuclease que cliva mensagens perfeitamente complementares no qual o siRNA se liga. Os fragmentos de mRNA resultantes são então destruídos pelas exonucleases. SiRNA é normalmente usado em laboratórios para bloquear a função de genes em culturas de células. É pensado que faça parte do sistema imune natural como defesa contra RNA de vírus de cadeia dupla.Obbard, D.J.; Gordon, K.H.J.; Buck, A.H.; Jiggins, F.M. (2009), \"The evolution of RNAi as a defence against viruses and transposable elements\", Philosophical Transactions of the Royal Society B: Biological Sciences, 364 (1513): 99–115 === MicroRNA (miRNA) === MicroRNA (miRNAs) são moléculas pequenas de RNA que tipicamente são parcialmente complementares em relação aos RNA mensageiro em animais.Brennecke J, Stark A, Russell RB, Cohen SM (March 2005), \"Principles of MicroRNA–Target Recognition\", PLoS Biol., 3 (3): e85 A ligação de um miRNA com um mRNA pode reprimir a tradução da mensagem e acelerar a remoção da cauda poli-A, acelerando assim a degradação do mRNA. O mecanismo de ação dos miRNAs é objeto de várias pesquisas.Eulalio, A.; Huntzinger, E.; Nishihara, T.; Rehwinkel, J.; Fauser, M.; Izaurralde, E. (2009), \"Deadenylation is a widespread effect of miRNA regulation\", RNA, 15 (1): 21–32 Com isso vários softwares já foram desenvolvidos com o objetivo de estudar esta relação como: * miRNApath * Magia * miRmap == Ver também == * ARNm_subgenómico Categoria:RNA",
 "title": "ARN mensageiro"
}