{
 "id": "70526",
 "text": "José Kléberson Pereira, mais conhecido apenas como Kléberson (Uraí, 19 de junho de 1979), é um ex-futebolista brasileiro que atuava como volante ou meio-campista. Ganhador do prêmio Bola de Prata da ESPN de 2001veja.abril.com.br/ Bola de Prata 2001, Kléberson fez parte do plantel da Seleção Brasileira que foi campeão do mundo em 2002. == Carreira == === Início no Atlético === Iniciou sua carreira no PSTC, clube de Londrina e, em seguida, passou às categorias de base do . Sua estreia no time principal do Atlético aconteceu em 1999, um ano depois de sua chegada no clube. Participou das conquistas dos Paranaenses de 2000, 2001 e 2002 (Supercampeonato), além do título inédito no Campeonato Brasileiro de 2001. Atuou como lateral direito, volante, meio-campista e, até mesmo, atacante, recebendo a Bola de Prata da Revista Placar como um dos melhores meias do campeonato. Suas destacadas atuações no Atlético o levaram à Seleção Brasileira, no ano seguinte, a tempo de ser incluído entre os vinte e três convocados por Luiz Felipe Scolari para a Copa do Mundo de 2002. Inicialmente, na reserva, o jovem ganhou espaço nas fases decisivas, principalmente após fazer a jogada do segundo gol brasileiro nas oitavas-de-final, na dura partida contra a Bélgica. Kléberson voltou a se destacar na final: além de novamente ter feito a jogada do segundo gol brasileiro, ele quase abriu o placar no primeiro tempo, arriscando um chute de fora da área que venceu Oliver Kahn, mas bateu no travessão. O ambiente com jogadores consagrados e enriquecidos no futebol europeu mexeu com ele, que, como todo o time atleticano, não repetiu o mesmo desempenho no Campeonato Brasileiro de 2002, sequer classificando-se entre os oito primeiros. O projeto do time em vendê-lo o mais rápido possível por 15 milhões de dólares após a Copa fracassou; o futebol europeu estava em retração financeira e nenhum clube se dispôs a pagar a quantia desejada pelo Atlético; para piorar, eventuais negociações foram atrapalhadas por empresários que tentaram atravessá-las, bem como desacordos entre o Atlético e o PSTC, que detinha 50% do passe de Kléberson. Tudo isso influenciou em sua queda de rendimento, o que provocou desgastes com diretoria e torcida. === Manchester United === O desejo de jogar na Europa o fez negar proposta do Corinthians para disputar a Taça Libertadores da América de 2003;\"Fui!\", Altair Santos, Placar, número 1259, junho de 2003, Editora Abril, págs. 50-53 em janeiro daquele ano, recebera propostas das equipes inglesas do Leeds e Newcastle, nenhuma delas aceita por Atlético e PSTC. O Newcastle continuou insistindo por Kléberson, que tinha em Gilberto Silva, de quem tornara-se amigo na Copa, um representante não-oficial de seus interesses no futebol inglês (Gilberto passava por grande momento no Arsenal). No meio do ano, finalmente o jovem acertou o poderoso Manchester United, onde ele tornou-se o primeiro brasileiro a ser contratado pelo time. Ele afirmou que Ronaldinho Gaúcho foi o responsável pela sua transferência para a Inglaterra, pois afirmou que iria junto. O técnico Alex Ferguson pediu por Kléberson na procura por um substituto para o argentino Juan Sebastián Verón,\"Ponto de interrogação\", Especial Placar - Guia Europeus 2003/2004, setembro de 2003, Editora Abril, págs. 32-33 que havia saído para o Chelsea. Ronaldinho acabaria indo para o Barcelona e Kléberson foi apresentado oficialmente nos Diabos Vermelhos no dia 13 de agosto de 2003, juntamente com Cristiano Ronaldo, atacante português recém-comprado do Sporting.\"Ronaldo III\", Rafael Maranhão, Placar, número 1307, julho de 2007, Editora Abril, págs. 58-63 Devido ao idioma, Cristiano foi o colega de quarto e primeiro amigo de Kléberson na equipe. Todavia, o brasileiro não se firmou, alternando bons e maus momentos devido a constantes lesões.\"Correndo por fora\", Especial Placar - Guia Europeus 2004/2005, setembro de 2004, Editora Abril, págs. 30-31 No total, disputou 30 jogos pelo United. === Besiktas === Em 2005, sem conseguir espaço,\"Sob nova direção\", Especial Placar - Guia Europeus 2005/2006, setembro de 2005, Editora Abril, págs. 33 acabou vendido ao , da Turquia. === Flamengo === Dois anos mais tarde, retornou ao Brasil, de contrato assinado com o Flamengo. Porém, em virtude de discordâncias entre o jogador e o clube turco, a FIFA somente liberou-o para atuar pelo Flamengo a partir de 2008. Depois de cinco anos sem ser convocado pela Seleção Brasileira, Kléberson voltou a ser convocado, em 2009, para a Copa das Confederações, substituindo Anderson, que foi cortado por uma lesão. Neste mesmo ano, Kléberson ajudou o Flamengo a conquistar o campeonato carioca, sendo tricampeão pela quinta vez. Na final, Kléberson marcou os dois gols no empate em 2 a 2 com o Botafogo, no Maracanã. No dia 12 de agosto de 2009, sofreu uma luxação no ombro direito defendendo Seleção Brasileira em um amistoso contra a Estônia. Voltou aos gramados em novembro e participou da conquista do Campeonato Brasileiro pelo Flamengo. Já no dia 9 de fevereiro de 2010, foi convocado para atuar em um amistoso pela Seleção Brasileira, contra a Irlanda, último jogo oficial antes da Copa do Mundo de 2010. No dia 11 de maio, foi convocado pelo técnico Dunga para Copa do Mundo de 2010, na África do Sul. === Empréstimo ao Atlético Paranaense === Em 10 de fevereiro de 2011, após o até então técnico do Flamengo, Vanderlei Luxemburgo, classificar Kléberson como \"dispensável\", a equipe rubro-negra confirmou o empréstimo do jogador ao Atlético Paranaense, clube que o revelou. === Retorno ao Flamengo === Em 2012, o jogador retornou ao Flamengo ao fim do empréstimo no Atlético- PR, já com Joel Santana como técnico do clube, que tratou de reintegrar o mesmo ao elenco do Flamengo. Depois de algum tempo recebeu sua primeira chance na sua volta ao Flamengo, no dia 12 de março, contra o , em uma partida válida pela Taça Rio do Campeonato Carioca. E, logo nessa primeira chance, marcou o gol da vitória do rubro-negro, que venceu o jogo por 2 a 0. No dia 21 de junho de 2012, aceitou a proposta de rescisão de contrato feita pelo Flamengo. === Bahia === Já no dia 28 de junho de 2012, foi confirmado como novo reforço do Bahia. === Estados Unidos === Em 19 de março de 2013, Kléberson foi envolvido em uma troca com Freddy Adu, que acertou com o , enquanto Kléberson foi defender o Philadelphia Union. No dia 24 de março de 2014, Kléberson assinou com o Indy Eleven, time que disputa a segunda divisão norte americana, a North American Soccer League (NASL). Em 5 de janeiro de 2016, o jogador foi anunciado pelo Fort Lauderdale Strikers, time que tem como proprietário Ronaldo Nazário e que disputa a NASL (North American Soccer League). == Títulos == ; Atlético Paranaense *Campeonato Brasileiro: 2001 *Seletiva para a Libertadores: 1999 *Campeonato Paranaense: 2000, 2001, 2002 *Troféu Primeira Hora: 2001 ; Manchester United *Copa da Inglaterra: 2003-04 *Supercopa da Inglaterra: 2003 ; Besiktas *Copa da Turquia: 2005-06, 2006-07 ; Flamengo *Campeonato Brasileiro: 2009 *Campeonato Carioca: 2008, 2009, 2011 *Taça Guanabara: 2008, 2011 *Taça Rio: 2009, 2011 ; Seleção Brasileira *Copa do Mundo FIFA: 2002 *Copa das Confederações FIFA: 2009 *Copa América: 2004 === Individual === * Prêmio Bola de Prata ESPN: 2001 == Ligações externas == * * Categoria:Naturais de Uraí Categoria:Futebolistas do Paraná Categoria:Futebolistas afro-brasileiros Categoria:Futebolistas do Club Athletico Paranaense Categoria:Futebolistas do Manchester United F.C. Categoria:Futebolistas do Besiktas JK Categoria:Futebolistas do Clube de Regatas do Flamengo Categoria:Futebolistas do Esporte Clube Bahia Categoria:Futebolistas do Philadelphia Union Categoria:Futebolistas do Fort Lauderdale Strikers Categoria:Jogadores da Seleção Brasileira de Futebol Categoria:Jogadores da Copa do Mundo FIFA de 2002 Categoria:Jogadores da Copa América de 2004 Categoria:Futebolistas da Copa das Confederações FIFA de 2009 Categoria:Jogadores da Copa do Mundo FIFA de 2010 Categoria:Jogadores campeões da Copa do Mundo FIFA",
 "title": "Kléberson"
}