{
 "id": "70635",
 "text": "Henrique II (Saint-Germain-en-Laye, 31 de março de 1519 – Paris, 10 de julho de 1559) foi o Rei da França de março de 1547 até sua morte.Patrick, David, and Francis Hindes Groome, Chambers's biographical dictionary: the great of all times and nations, (J.B. Lippincott Company, 1907), 482. Segundo filho de Francisco I, tornou-se Delfim de França após a morte de seu irmão mais velho Francisco III, Duque da Bretanha, em 1536. Foi casado com Catarina de Médici, da Casa de Médici, com quem teve dez filhos. Sucedeu as políticas de seu pai em assuntos ligados à arte, guerra e religião. Perseverou nas Guerras Italianas contra a Casa de Habsburgo e tentou suprimir a Reforma Protestante assim como os huguenotes se tornaram cada vez mais uma grande minoria na França durante o seu reinado. O Tratado de Cateau-Cambrésis (1559), que pôs fim às Guerras Italianas, teve resultados mistos: a França renunciou suas pretensões de territórios na Itália, mas ganhou alguns outros territórios, incluindo o Pálido de Calais e os Três Bispados. Seu país não conseguiu mudar o equilíbrio de poder na Europa, já que a Espanha continuou a ser o único poder dominante, mas se beneficiou da divisão das participações de seu governante, Carlos V, e do enfraquecimento do Sacro Império Romano, que o imperador também governou. Henrique sofreu uma morte prematura em um torneio de justa para celebrar a Paz de Cateau-Cambrésis, na conclusão da Oitava Guerra Italiana. Seu cirurgião, Ambroise Paré, não foi capaz de curar a ferida infecciosa infligida por Gabriel de Montgomery, o capitão de sua guarda escocesa. Por sua vez foi sucedido por três de seus filhos, cujos reinados ineficazes ajudaram a impulsionar as consequências assustadoras das guerras religiosas francesas entre protestantes e católicos. == Nascimento == Membro da Dinastia de Valois. Rei de França de 31 de março de 1547 até à sua morte, coroado em Reims a 25 de julho de 1547. Filho de Francisco I de França e de Cláudia de França, Duquesa da Bretanha. Antes de subir ao trono, foi Duque de Orléans e duque de Angoulême até 1536 e em 1536 Delfim du Viennois ou Delfim de França até subir ao trono, em 1539 duque da Bretanha. Não há como desvincular o nome de Henrique II ao de Diane de Poitiers (a caçadora), devido ao profundo e duradouro laço que os uniu por toda a vida. == Prisão == A rainha Cláudia, mãe de Henrique, faleceu em meio a um período de muitas guerras. Os exércitos de Carlos de Bourbon derrotaram totalmente os franceses em Pavia, na Itália, no dia 10 de março de 1525. Francisco I de França, que comandava o próprio exército, foi feito prisioneiro e encarcerado numa cela na amedrontadora fortaleza de Alcazar, na periferia de Madri. Em janeiro de 1526 foi concluído o tratado de Paz de Madri, entre a França derrotada e o imperador Carlos V, mas os termos eram tão severos que todo o país se uniu atrás de seu rei derrotado, e numerosos cidadãos se ofereceram como voluntários para partilhar da prisão do rei. A França foi obrigada a ceder a Borgonha e Milão ao imperador, e a Provença para a Carlos de Bourbon. Como garantia de que Francisco manteria a paz quando voltasse à França, os dois filhos mais velhos, deveriam ser enviados como reféns a Madri por um período indeterminado. Assim, Francisco I foi liberado em 1526 pela assinatura do Tratado de Madri e seus dois filhos, Francisco e Henrique, ficaram presos em seu lugar desde março de 1526. Para receber Francisco I de volta à França, a regente Luísa reuniu as beldades da corte e partiu para Bayonne; a troca dos reféns teria lugar no meio do rio Bidassoa, fronteira natural entre a França e a Espanha. O delfim Francisco, de nove anos, extremamente parecido com o pai, era esperto e ávido por aventura, ao passo que Henrique, de sete anos, lembrava sua mãe, a rainha Cláudia (acanhada, tímida e chorosa). O único conforto de Henrique durante suas últimas horas na França foi nos braços da amiga de sua mãe, a encantadora Diana de Poitiers. O pequeno príncipe iria lembrar-se da delicada beleza de Diana durante os quatro anos sem amor que passou encarcerado numa fortaleza espanhola. A prisão exerceu sobre as duas crianças um efeito profundo e duradouro. Sem tutores e tendo apenas a companhia de seus carcereiros espanhóis, o delfim e seu irmão quase esqueceram o próprio idioma natal; não tinham companheiros da mesma idade e os exercícios ao ar livre eram insuficientes. A apatia tomou conta do ardente e alegre delfim Francisco, e uma profunda e negra depressão deixou Henrique taciturno e silencioso. Embora seus dois filhos definhassem na prisão espanhola, Francisco rompeu a maioria dos acordos do tratado de paz de Madri, e o imperador retaliou, com isso piorando as já duras condições do encarceramento dos dois meninos, que muito sofreram. As crianças só foram libertadas porque Francisco aceitou se casar com Leonor ou Eleonora d'Áustria, irmã do imperador. Por ser uma das três damas do reino para escoltar a rainha em sua entrada triunfal na cidade, Diane de Poitiers aguardava em Bordéus com a corte, esperando para dar as boas-vindas aos príncipes e receber a rainha. No decorrer desses longos e solitários anos, Henrique sonhava com uma dama a quem pudesse oferecer sua proteção e dedicar seu coração, exatamente como seu herói Amadis de Gaula, \"Le Beau Ténébeux\", havia se comprometido com sua dama, Oriane. Romance de cavalaria que Henrique lia quando preso na Espanha... É claro que a nova amante do rei, Anne d'Etampes, ganhou o prêmio do torneio com a mais bela dama da corte. No entanto, sentado no palanque, o jovem Henrique d´Orléans via outra que se ajustava melhor à sua imagem da perfeita heroína - uma magnífica caçadora, a mais bela e meiga dama dos seus sonhos na prisão, e o nome dela até mesmo rimava com Oriane, era Diane de Poitiers. Sentada em seu lugar de honra, Diane usava um vestido verde com detalhes brancos e, de acordo com Brantôme, era Diane de Poitiers, e não Anne d'Etampes, que era realmente considerada \"la belle parmi les belles\" - \"a beldade entre as beldades\". Os dois jovens príncipes deviam cavalgar lentamente, passando pelos espectadores, um depois do outro. De acordo com a tradição da justa, eles deviam baixar a lança diante da dama cujo favor pretendessem e cujas cores pediriam para usar naquele dia. Para surpresa e divertimento de todos os presentes - incluindo Diane -, o príncipe mais jovem (Henrique) entrou na arena e parou diante dela. Num tom de voz fraco e agudo, ele ofereceu-se para dedicar-se à honra e à proteção de Diane, caso ela permitisse que ele usasse as cores dela: verde e branco. Foi um gesto encantador de um menino de 12 anos para com uma bela e ilustre dama de 30, e é óbvio que ela deu seu consentimento. == Reinado == Seu reinado está marcado pela perseguição aos protestantes franceses (huguenotes) e por guerras com Áustria. Henrique II foi ávido caçador e frequentador de torneios e por essa paixão morreria. Ficou famosa sua ligação a Diana de Poitiers, pela qual sentia fascínio. Tinha 14 anos quando, em 1533, se apaixonou por ela, vinte anos mais velha, esposa do condestável Louis de Brézé. Diana se encarregou de sua educação sentimental e exerceu forte influência, mesmo quando foi rei. A florentina Catarina de Médicis, com quem se casou meses mais tarde, acomodou-se à situação, recebendo, mesmo, conselhos de Diana, que a tratava com consideração. Catarina, ao nascer, perdera sua mãe, Madalena de La Tour de Auvérnia, morta de sobreparto. O pai morreu tuberculoso, semanas depois. Era sobrinha neta do papa Leão X e de seu sucessor o papa Clemente VII, também Médicis, com o qual Francisco I desejava se aliar, restaurando a paz entre a França e o papado. Clemente VII realizou uma missa suntuosa, deu-lhe um banquete seguido de baile de máscaras. Morreu em 1534 - e seu sucessor no papado abandonou a França em favor dos Habsburgos. == Casamento == A 28 de Outubro de 1533 Henrique casou em Marselha com Catarina de Médici, nascida em Florença em 13 de abril de 1519 e falecida em 5 de janeiro de 1589 em Blois, Loir-et-Cher; está sepultada na abadia de St. Denis. Era condessa de Boulogne e e Auvergne, Duquesa ou princesa de Urbino, e seria regente da França. Única filha de Lourenço II de Médici, Duque de Urbino, com Madalena de La Tour de Auvérnia - a qual, pela mãe (Joana de Bourbon-Vendôme, casada com João III de Auvérnia) pertencia à Casa Real da França. Órfã desde bebê, com apenas semanas de idade, Catarina foi casada ao completar 13 anos já que Francisco I, para prejudicar projetos do Imperador Carlos V e conseguir a amizade do Papa Clemente VII (tio de Catarina, como dissemos) negociou seu casamento com seu segundo filho Henrique. Clemente VII veio a Marselha para a cerimônia do casamento. A morte do papa, em 1534, roubou de Francisco I as vantagens políticas da união. Mas, como era inteligente e culta, Catarina se aproximou do sogro. Tendo como dote apenas escudos, e apanágios pobres e poucos, Catarina foi relegada ao segundo plano até que, morto o cunhado Francisco, chegou a ser Delfina. Forçada à obscuridade comparativa nos 10 anos seguintes por não ter filhos, sua política consistia em manter o favor de Diana de Poitiers (1499-1566 Anet), amante do marido, e da Duquesa de Etampes, amante do sogro. Nos primeiros 11 anos do casamento, Catarina não teve filhos. A seguir, nasceriam 10 filhos em 12 anos, dos quais três se tornarão reis da França. Morto em 1536 seu irmão Francisco, Henrique se tornou Delfim. Em 1538, como delfim, teve uma primeira filha, Diana de Valois, da piemontesa Filippa Ducci. O primeiro filho legítimo nascerá em 1544, batizado como o avô, Francisco. O segundo bastardo, nascido em 1551, se chamará Henrique de Angoulême. Francisco I morreu em 1547 e Henrique II tornou-se rei. Confiou postos importantes a seus amigos, e amigos de Diana, entre eles o condestável de Montmorency, que admirava. São afastados os amigos da duquesa de Étampes, Anne de Pisseleu, amante de Francisco I e rival detestada de Diana. Como Francisco I abandonara um pouco as finanças, tornou-se necessário encher os cofres e Montmorency consegue persuadir os súditos por vezes pela força (como no Sudoeste) a pagar impostos. Fisicamente: era um homem magro, de ombros largos, rosto agradável. Hipocondríaco, depois de sua prisão na Espanha dos sete aos 10 anos. Intelectualmente pouco curioso, considerado medianamente inteligente, preferia exercícios físicos, sobretudo o «jeu de paume» no qual era excelente. Restabeleceu também os torneios. Quando seu marido se tornou rei, em 31 de Março de 1547, Catarina se tornou Rainha sem ser notada, exceto na curta campanha de Henrique na Lorena, quando foi nomeada regente e mostrou sua capacidade política. == Política externa == Desejando continuar a política do pai, deixou-se aconselhar por Francisco de Guise, duque de Guise, e Carlos de Guise, arcebispo de Reims. Sua política externa foi agressiva, em 1549 quis retomar Boulogne dos ingleses, que a detinham há cinco anos, o que conseguiu em 1550 pois os ingleses preferiram entregá-la a enfrentar uma invasão por Montmorency. Valois e Habsburgos se enfrentaram desde 1519, de modo que para evitar o perigo representado pelo imperador Carlos V, a França intensificou relações com o sultão Solimão da Turquia, com os príncipes alemães protestantes, com a Escócia (de onde virá Mary Stuart, esposa de seu filho, o futuro Francisco II) em luta contra a Inglaterra, com a Suíça. Como os riscos de uma invasão só podiam vir do nordeste, Henrique II preparo um plano: faz-se nomear vigário do Império pelos príncipes alemães no Tratado de Chambord de 15 de Janeiro de 1552, assegurando a proteção dos bispados de Toul, Metz e Verdun. Deixando a regência com Catarina, o rei parte em 2 de Abril de 1552 e chega a Toul, que não oferece resistência. As chaves de Metz são entregues em 10 de Abril, depois de sitiada a cidade. Outras cidades importantes como Nancy ou Verdun ficam sob controle francês. Carlos V não suportaria tal domínio territorial. Henrique II começa a fortificar Metz. Em 10 de Novembro de 1552, os soldados do imperador colocam a cidade sob sítio. Montmorency impede o reabastecimento do exército do imperador, forçado a abandonar o sítio em 26 de Dezembro. Maurício de Saxe se dirige a Innsbruck onde reside Carlos V mas o imperador foge, tenta o sítio de Metz outra vez, bate os franceses em Théranne, os franceses são vitoriosos na Itália e na Córsega. Carlos V assina uma trégua em Vaucelles em 1555. A França conserva o Piemonte, as terras conquistadas na Toscana e os três bispados. Doente de gota, querendo abandonar o poder, Carlos V divide seu império entre seu irmão Fernando I e seu filho Filipe II. A partilha, e a chegada ao poder do papa Paulo IV, anuncia conflitos na Itália. A Espanha tenta ofensivas a partir de Nápoles, ocupa Anagni, Tivoli perto de Roma. Os franceses tem que se retirar da Toscana. Carlos V ocupa os estados pontificais no Outono de 1556. Henrique II manda socorro com o duque de Guise, que comanda 10 mil homens, mas não pode enfrentar o s 50 mil soldados de Filipe II, aumentados por ingleses enviados por Maria Tudor, sobretudo depois que o antigo aliado Alexandre Farnésio se alia ao Imperador. O duque de Guise é obrigado a sair da Itália, voltando à França no Outono de 1557. Espanhóis e franceses se enfrentam de novo pois os primeiros sitiam a cidade de Saint-Quentin e vencem os franceses, com mais de nove mil mortos. Em 10 de agosto de 1557, Montmorency é preso pelos espanhóis, que desejam chegar até Paris. Henrique II parte para a ofensiva e envia o duque de Guise contra Calais, cidade inglesa desde 1347. A cidade sera francesa em 8 de janeiro de 1558. Depois dessa vitória, Henrique II casará seu filho Francisco, o futuro rei Francisco II, com Mary Stuart. Com a morte de Carlos V e de Maria Tudor se torna mais fácil assinarem a paz em 2 de Abril de 1559 em Coteau-Cambrésis. A França conservará Calais e os três bispados, mas perde a Savóia e o Piemonte e renuncia à Itália e aos sonhos de Carlos VIII. Assim, em seu reino, o território francês se com os três bispados e a cidade de Calais; a França se reconcilia com as potências italianas, a Savóia, a casa de Áustria, embora abandonando certas posses. E Henrique II conseguiu alianças, embora a custa de casamentos: o e sua irmã com o duque de Savóia, o de seu filho o delfim com a Rainha da Escócia. == Política interna == Continua a repressão do final do reino do pai Henrique II, encorajado por Diana de Poitiers, cria de uma câmara especial encarregada de combater os reformados, mais tarde apelidada «câmara ardente», por enviar à fogueira os que condena. Diversos editos em 1551 e 1559 regulamentam com firmeza as relações com os protestantes e a punição dos surpreendidos a exercer seu culto, ou toda pessoa que com eles mantenha contacto. Na corte as tendências se equilibram entre os tolerantes e os intransigentes, no que diz respeito aos reformados. Com o final das guerras, melhoraram as finanças e, economicamente, os franceses conhecerão uma expansão duradoura. O rei favorecera igualmente a expansão das artes, construção de monumentos, e os artistas incorporarão, em sua expressão, a herança da Antiguidade. == A profecia de Nostradamus == Para evitar ser acusado de feitiçaria pela Inquisição, Nostradamus, contemporâneo de Henrique II, previu e escreveu, em linguagem metafórica, numa mistura desconcertante de anagramas, símbolos, francês antigo, latim e outras línguas, como se daria a morte do rei. Ele tentou alertar Catarina de Médicis, sua esposa, sobre o acidente que em breve ocorreria com o seu marido, mas esta preferiu se calar. Essa confusão propositada tem originado uma curiosa e variada série de interpretações das suas profecias. Sobre Henrique II de França ele escreveu:A profecia cumpriu-se 4 anos mais tarde, em 1559, quando Henrique, cujo emblema heráldico ostentava um leão, traçou uma luta amigável com um jovem oficial de nome Montgomery, capitão da Guarda Escocesa do Rei Francês. A Lança de Montgomery atravessou acidentalmente a viseira do elmo dourado que Henrique ostentava (a jaula de ouro), ferindo-o na vista e na garganta. O soberano morreu, após 10 dias de agonia. Ardeu em febre chamando, em vão, pelo nome de Diana de Poitiers que, depois do ferimento de seu bem amado, foi proibida pela rainha, Catarina de Médicis, de vê-lo novamente. == Morte == Henrique II organizou grandes festas em Paris em 30 de Junho de 1559 para comemorar dois casamentos: o de sua irmã Margarida com Emanuel Felisberto, duque de Saboia, e o de Isabel, sua filha, com Filipe II de Espanha. A multidão chegou ao Hôtel des Tournelles para assistir ao torneio, em que o rei venceu os duques de Nemours e o de Guise. Contente, quis um terceiro assalto. O dia estava cheio de maus presságios, Catarina estava perturbada com as previsões de Nostradamus. Nostradamus predisse uma morte atroz. O adversário do rei era Gabriel de Montgomery (1530-1574) capitão de sua Guarda Escocesa, Conde de Lorge. Diana de Poitiers assistia o torneio totalmente apreensiva e preocupada, chegando a pedir a Henrique que desistisse. Henrique insistiu e foi adiante. Os dois se chocaram com violência, o rei quase cai, e, furioso, exige um segundo desafio. Montgomery quer se declarar vencido, a rainha suplica-lhe não continuar. Diana de Poitiers também interfere pedindo-lhe para não seguir. Henrique não muda de posição. A lança do escocês penetra na viseira de seu elmo, perfurou seu olho, uma lasca tocou o cérebro do rei e nem Ambroise Paré conseguirá salvá-lo. O rei morreu após uma agonia de 10 dias de grande dor, sem poder se despedir do grande amor da sua vida: Diana de Poitiers, aos 40 anos, em 10 de Julho de 1559. Suas últimas palavras foram: Que meu povo persista e se mantenha na fé. («Que mon peuple persiste et demeure dans la foi.») Foi sepultado em Basílica de Saint-Denis na França. O poeta Du Bellay escreveu sobre sua morte:E o poeta Ronsard: == Descendência == Henrique II e Catarina de Médici tiveram dez filhos: * Francisco II de França (1544-1560), casou com Maria Stuart da Escócia; * Isabel de Valois (1545-1568), casou com Filipe II de Espanha; * Cláudia de Valois (1547-1575), casou com Carlos III da Lorena; * Luís de Valois, Duque de Orleães (1549); * Carlos IX de França (1550-1574); * Henrique III de França (1551-1589); * Margarida de Valois, Duquesa d'Étampes (1553-1615), casou com Henrique III de Navarra, depois Henrique IV, Rei de França; * Francisco, Duque de Alençon, Duque de Anjou e Duque de Berry (1555-1584); * Joana de Valois (1556); * Vitória de Valois (1556). ;Fora do casamento Henrique II teve favoritas, sendo que da mais célebre, que foi Diana de Poitiers, duquesa de Valentinois em 1548, não teve filhos. * De Jane Stuart (ca. 1520-1553); ** Henrique (c. 1551-1586), abade e Grão-Prior de França; * De Filippa Duci (ca. 1520-?); ** Diana de Valois (1538-1619). Legitimada em 1548, Princesa de França, duquesa de Chatellerault 1563-1582, em 1576 duquesa de Etampes, 1582 duquesa de Angoulême; * De Nicole de Savigny, Baronesa de Fontette (1535-1590); ** Henrique de Saint-Remy (Paris 1557-1621 Paris) bâtard de Valois, Barão de Fontette. == Ancestrais == == Ver também == * Festa brasileira de Rouen em 1550 Categoria:Monarcas católicos romanos Categoria:Delfins de França Categoria:Dinastia de Valois Categoria:Cavaleiros da Ordem da Jarreteira Categoria:Monarcas do século XVI Categoria:Reis da França Categoria:Naturais de Saint-Germain-en-Laye Categoria:Sepultados na Basílica de Saint-Denis Categoria:Mortes por acidente desportivo Categoria:Duques da Bretanha",
 "title": "Henrique II de França"
}