{
 "id": "70660",
 "text": "Artemisia absinthium, popularmente conhecida por absinto ou absíntio, também referida por losna, sintro, erva-de-sezões, absinto-comum, absinto-grande, absinto-maior, alosna, artemísia, erva-santa e artemísia-absinto, é uma planta da família Asteraceae. Planta que se origina na Europa, Ásia e Norte da África, porém é cultivada na América do Norte e outros países europeus para a produção de vinhos e licores. No Brasil, é geralmente mantida em hortas, servindo principalmente para medicina caseira. == Sinônimos (taxonomia) == A espécie Artemisia absinthium possui 12 sinônimos reconhecidos atualmente. * Absinthium bipedale Gilib. * Absinthium majus Garsault * Absinthium officinale Brot. * Absinthium vulgare (L.) Lam. * Artemisia absinthia St.-Lag. * Artemisia baldaccii Degen * Artemisia doonense Royle * Artemisia inodora Mill. * Artemisia kulbadica Boiss. & Buhse * Artemisia pendula Salisb. * Artemisia rehan Chiov. * Artemisia rhaetica Brügger == Características botânicas == Planta subarbustiva, de caule piloso, com pouco mais de 1m de altura. Suas folhas são multifendidas de lóbulos finos, canescentes, de margem inteira, de 7 a 12 cm de comprimento, possui flores em capítulos subglobosos, amarelos, agrupados em panículas. Todas as partes da planta têm sabor muito amargo. == História == Na Grécia Antiga, esta planta era dedicada à deusa Ártemis (Diana, entre os romanos, deusa da caça e da castidade). Daí a origem de seu nome científico. É uma erva originária da Europa e da Ásia, de folhas recortadas de cor cinzenta, de sabor amargo e que é utilizada como planta medicinal e na fabricação da bebida conhecida como absinto. O absinto contém pequenas quantidades de tujona, que se pensou outrora ser relacionado com o THC (tetraidrocanabinol), mas sabe-se agora que é um antagonista dos receptores GABA-A. O consumo excessivo de tujona pode causar espasmos e convulsões. == Importância == A importância terapêutica da Artemisia sp. reside na gama de efeitos biológicos desencadeados pela rica composição fitoquímica das plantas desse gênero proveniente de origens químicas divergentes. Essa diversidade biológica sugere um amplo campo de áreas nas quais esses componentes bioativos poderiam vir a ser empregados e, com isso, gerar inúmeros benefícios para a humanidade, visando à redução de problemáticas correlatas à urgência da necessidade de sua aplicação. Nesse contexto, o uso desse gênero está presente em setores, tais como o alimentício, o ornamental e o medicinal. Sob essa perspectiva, evidencia-se que a finalidade primária quanto ao uso desse gênero era o viés terapêutico, com o intuito de auxiliar no combate a diversas patologias devido ao seu amplo arsenal biológico. Tal riqueza fitoquímica possibilitou o emprego de um composto característico desse gênero na luta contra a malária. Esse composto se trata de uma lactona sesquiterpênica contendo endoperóxido: a artemisinina—produzida por meio do metabolismo secundário desse gênero como uma resposta ao estresse metabólico provocado por variações ambientais. A utilização desse componente bioativo se constituiu como um marco no combate a essa protozoose, apesar de que o mecanismo de ação ainda não foi totalmente elucidado. Além do uso terapêutico, a Artemisia sp. foi utilizada como uma planta ornamental durante muitos anos. Ademais, o emprego desse gênero na indústria alimentícia também é evidente, uma vez que ela pode ser adicionada a bebidas diversas com o intuito de dar sabor amargo, ou como tempero ou no preparo de doce e caldas ou no de produtos industrializados. O Acetado de Bornila e o Terpineol é usado em chás e óleos que em conjuntos também das suas moléculas camazuleno e canfeno trazem ao chá características únicas e marcantes. Seus outros compostos dão à planta sua característica comercial por proporcionar sabor e aroma característico ao alimento em que for empregada. == Usos Farmacológicos == A Artemisia Absinthium apresenta propriedades que permitem o emprego dessa planta no âmbito farmacológico, haja vista a sua versatilidade em medicamentos utilizados como antidiabéticos, digestivos, por meio da estimulação de secreção gástrica, anti disentéricos, antiespasmódicos, anti febris, antigripais, anti sépticos, repelentes de piolho e vermífugos. Tamanha funcionalidade provém da sua rica composição química em polifenóis (moléculas importantes para a eliminação de espécies reativas de oxigênio ou para a modulação de enzimas que venham a eliminá-las), óleos essenciais (responsáveis por suprimir a biossíntese de proteínas, RNA, DNA e de polissacarídeos na parede de células bacterianas), tujonas do tipo alfa e beta (ação como anti helmíntico), além de flavonoides e da artemisinina (relevantes no combate à protozooses). Em artigos de revisão também é constatada a sua utilização para efeitos relacionados à antioxidantes, efeitos neuroprotetores e antidepressivos, atividades imunomoduladoras e de cicatrização de feridas, efeitos hepatoprotetores, efeitos hipoglicêmicos e de distúrbio renal, anti- inflamatória, antipirética e analgésica, hipolipidêmica e antiulcerosas, além de ser antiviral (HIV-1), antiprotozoária, antifúngica, além de seu efeito inseticida. == Efeitos Tóxicos == A administração a longo prazo de Artemisia sp. pode ocasionar efeitos adversos referentes à sua neurotoxicidade em virtude da presença de tujona e seus derivados, a qual se apresenta como um antagonista do receptor do ácido gama-aminobutírico (GABAA), o que leva à uma convulsão do tipo epiléptica quando o canal de cloreto (Cl-) controlado por esse receptor é rapidamente regulado. Outrossim, a administração prolongada desse gênero pode levar a aberrações cromossômicas leves. Além disso, o uso prolongado de extratos desta planta origina o chamado absintismo, podendo ocasionar danos neurológicos, transtornos digestivos e renais, entre outros sintomas. Seu uso tópico é normalmente bem aceito. Enquanto na ingestão de altas doses de extratos da planta, a santonina também pode produzir quadro tóxico, com alucinações, convulsões epileptiformes, delírio, midríase, vômitos, icterícia, salivação excessiva, dispnéia, contrações dos músculos faciais e irritação das mucosas. A causa da diarreia crônica ocorre devido ao aumento da acetilcolina desejada para a estimulação receptores muscarínicos na parte duodenal do intestino, uma vez que as plantas desse gênero, como a Artemisia Absintum promovem um significativo bloqueio da ação da enzima acetilcolinesterase. A administração de plantas desse gênero deve ser evitada a pessoas com hiperacidez gástrica, úlcera péptica, alergia, grávidas e lactantes. == Ligações externas == * The Wormwood Society * Virtual Absinthe Museum Categoria:Absinto Categoria:Plantas medicinais Categoria:Plantas descritas em 1753 Categoria:Flora da Europa Categoria:Artemisia Categoria:Espécies descritas por Lineu Categoria:Flora da Ásia",
 "title": "Absinto (planta)"
}