{
 "id": "7070",
 "text": "Em química, o grupo dos não-metais (ou ametais) corresponde a uma das três categorias de elementos químicos (as outras duas são os metais e os metaloides). Por ser uma designação obsoleta, os metaloides hoje são classificados como ametais ou metais, segundo a classificação pelas propriedades de ionização e de ligação química. Estas propriedades derivam do facto dos não-metais serem altamente eletronegativos, isto é, de ganharem elétrons de valência de outros átomos mais facilmente do que libertam os seus. Os não metais são, por ordem de número atómico: *Hidrogênio (H) *Carbono (C) *Azoto ou Nitrogênio (N) *Oxigênio (O) *Flúor (F) *Fósforo (P) *Enxofre (S) *Cloro (Cl) *Selênio (Se) *Bromo (Br) *Iodo (I) Esses ametais citados abaixo pertenciam ao grupo semimetal, porém, com a queda do uso desse termo, passaram a ser classificados como ametais: *Boro (B) *Silício (Si) *Arsênio (As) *Telúrio (Te) *Astato (At) A maior parte dos não-metais encontra-se na parte superior direita da tabela periódica. A exceção é o hidrogénio, que é em geral colocado na extremidade superior esquerda com os metais alcalinos, mas se comporta como um não-metal na maior parte das circunstâncias. Ao contrário dos metais, que são condutores de eletricidade, um não-metal pode ser um isolador ou um semicondutor. Os ametais podem formar ligações iónicas com os metais ao ganharem electrões, ou ligações covalentes com outros não-metais. Os óxidos dos não-metais são ácidos. Em comparação com os metais, os ametais são maus condutores de eletricidade e calor. Só existem sete não-metais conhecidos , o que contrasta com mais de 80 metais, mas são os não-metais que constituem a maior parte da Terra, em especial das suas camadas exteriores. Os organismos vivos são compostos quase exclusivamente por não-metais. Muitos não-metais, como hidrogénio, azoto, oxigénio, flúor, cloro, bromo e iodo formam moléculas diatómicas. A maior parte dos restantes formam compostos poliatómicos. == Ligações externas == * Não Metais - Tabela Periódica Completa Categoria:Tabela periódica",
 "title": "Não-metal"
}