{
 "id": "70723",
 "text": "Etiqueta à mesa é a forma como as pessoas se portam à mesa em situações sociais, de modo a demonstrarem pertencer a determinado grupo social. Geralmente, esses grupos são aqueles de predomínio numa sociedade, seja essa um predomínio social, político ou cultural. A etiqueta nos dias de hoje já está menos rígida, bem mais flexível do que era antigamente. == Tipos de recepção == * Formais (serviço à francesa, serviço à inglesa) * Informais (serviço à americana, à brasileira) === Serviço à francesa === Em matéria de etiqueta à mesa, é o mais requintado, deve ser realizado somente em ocasiões especiais (casamentos, bodas, noivados, quando receber pessoas formais, como ambiente de trabalho – presidentes, diretores, hóspedes estrangeiros, nobres). São situações protocolares, como numa embaixada por exemplo. Neste serviço, deve-se tomar precauções dobradas, nada pode dar errado; o garçom deve estar impecável (com uniforme e luvas). O mesmo começa servindo a mulher sentada ao lado direito do anfitrião (a convidada de honra), em seguida todas as mulheres, por último o anfitrião. Os pratos saem montados e decorados da cozinha. Os lugares à mesa são marcados com porta-cartões (place cards), onde consta o nome de cada um à frente do local onde deve se sentar. O garçom que serve à francesa deve ter muita prática, não deve nunca esbarrar nos convidados enquanto serve e nem se encostar à mesa. === Serviço à inglesa === O serviço à inglesa também é um serviço requintado, porém o que o diferencia é que neste serviço o convidado não precisa pegar os talheres da bandeja para se servir , pois o garçom o fará. O serviço sentado à mesa pode ser feito através do serviço à inglesa, à inglesa direto ou indireto (com utilização do carro de serviço/guéridon), à russa ou à americana. Existem alguns equívocos de como são retirados os pratos no caso de serviço à francesa (e inglesa), o correto é que os pratos sejam servidos e retirados pelo lado esquerdo: na troca, retira- se o prato pela esquerda e coloca-se o novo prato pela direita. === Serviço à americana === O almoço ou jantar é disponibilizado em aparadores, em pontos estratégicos na festa. É uma forma prática e perfeita para quem quer uma festa mais despojada e dinâmica. É perfeitamente possível ter requinte e bom gosto, por isso está presente em muitas festas, incluindo as festas de luxo. O cardápio, em geral, é mais variado e fica à disposição por mais tempo, permitindo, ao convidado, se servir quando e quantas vezes desejar. Também é uma festa com mais movimento. ====O Serviço empratado==== O próprio nome já diz: os pratos já vêm montados da cozinha para cada convidado, que precisa estar devidamente acomodado na mesa. Há mais conforto para os convidados em especial festas que a maioria são convidados não tão jovens ou ainda uma festa mais tradicional. É mais formal e os convidados jantam praticamente no mesmo intervalo de tempo. É comumente usado como sinônimo de serviço à francesa. ==== Serviços volantes ==== Ao tratarmos dos tipos de serviços, devemos lembrar que existem basicamente dois tipos: ou as pessoas sentam-se à mesa ou ficam em pé. O serviço volante é usado quando se recebe grande número de convidados e é impossível sentá-los à mesa, ou mesmo para garantir a informalidade do evento. No entanto, é de bom tom providenciar cadeiras ou poltronas para acomodar senhoras e pessoas idosas. A mesa deve ser arrumada com as travessas de iguarias antes que os convidados a ela se dirijam. Numa ponta da mesa posicionam-se os pratos empilhados, com o cuidado que cada pilha contenha no máximo dez pratos. Os talheres também devem ser arrumados. Quando escolher o cardápio, tenha cuidado em selecionar comidas que dispensem o uso de facas, e os guardanapos podem ser de papel. === Serviço familiar === É o tradicional serviço familiar que se realiza nas casas brasileiras. A mesa deve ser arrumada com toda a elegância, pois mesmo sendo pessoas mais íntimas, deve–se ter o capricho de distribuir tudo da melhor forma possível. Nesse serviço não utilizamos garçom, pois as travessas podem estar à mesa. Os anfitriões têm três opções: * Servir todos os convidados – ou repetir travessas – ou usar o aparador e deixar os convidados se servirem à vontade, antes de servir outra travessas tenha o costume de retirar os objetos sujos. == Como servir à mesa == A pessoa que servirá a mesa (o dono da casa, copeira ou garçom) deve estar com aparência impecável. Deve ter boa postura, jamais se curvar sobre o convidado (roupa sempre limpa, pois higiene é fundamental). A toalha também deve estar limpa e bem passada. A mesa bem arrumada, tudo deve estar impecável. * Começa-se pela entrada (sopa, salada...). Se for sopa, prato fundo ou a taça de consommê (poderá vir cheio para mesa). * Se a entrada for fria, poderá estar no prato e à mesa, antes dos convidados sentarem. Se não, será servida pelo lado esquerdo após se sentarem. * As bebidas são servidas pelo lado direito e de acordo com os pratos. Nunca encha até a boca os copos (somente 2/3 da taça). * A primeira travessa é levada pelo lado esquerdo do convidado (se for à francesa ele mesmo se serve). Os pratos sujos devem ser retirados também pelo lado esquerdo. Os pratos limpos sempre entram pela direita do convidado. * Servir homens e mulheres partindo sempre da convidada de honra. * Evite fazer pilhas ao retirar os pratos, primeiro são retirados os pratos e depois os copos. * Ao terminar a refeição, o café pode ser servido à mesa ou na sala de estar. == Dicas para se comer alimentos difíceis == === Alcachofra === :Se vier inteira, acompanhada de molho a vinagrete, é desfolhada com as mãos. À mesa, costuma servir-se somente o coração da alcachofra. === Alface === :Não é cortada com a faca. Devemos sempre escolher o miolo para servirmos à mesa. === Caviar === :Quando servido na hora de drinques, como canapé, come-se com os dedos. Quando servido como entrada, é apresentado sobre blocos de gelo e acompanhado de torradas. Pegamos a torrada e colocamos um pouco na sua extremidade para saborearmos com sobriedade e prazer. === Consommê === :Se houver pedacinhos de torradas, come- se com a colher e depois se leva à xícara de consommê aos lábios para beber o líquido. === Coquetel de camarão === :Servido em recipiente próprio, com lugar para gelo moído na parte inferior. Come-se com colher de sobremesa na mão direita e garfo de peixe na mão esquerda. Se houver camarões graúdos, devem estar descascados, se estiverem sobre a borda da taça, devem ser colocado dentro da taça e cortados com a colher antes de levá-los à boca. === Escargots === :São servidos em pratos especiais, com cavidade para cada unidade. Devem ser segurados por uma pinça própria na mão esquerda e com garfo próprio na mão direita retira-se o conteúdo para comê-lo. === Macarrão === :Deve-se comer apenas com garfo por via de regra. Em certas regiões da Itália porém, há o costume de se utilizar a colher como apoio para enrolar o esparguete no garfo. Não se deve fazer ruídos durante a alimentação. Outra dica importante é se servir em pequenas quantidades, não fazendo \"novelos\" com a massa. Também atente se para com cuidado evitar respingos do molho da massa em sua roupa ou na mesa. :O serviço de cozinha deve se atentar para não quebrar a massa do macarrão durante sua preparação. Ele deve ser preparado e servido integralmente. :No caso de massas recheadas também se utiliza apenas o garfo durante a alimentação. :Em todos os casos, jamais se corta a massa servida com faca. Faca jamais é utilizada com massas. === Frutas === :* Abacate – deve ser servido à mesa como creme (doce) no Brasil. :* Abacaxi – descascado e cortado em rodelas, come -se com garfo e faca de sobremesa :* Cereja – deve comer com um garfo de sobremesa. :* Caqui – com garfo e faca de sobremesa. :* Ameixa – comer com um garfo e uma faca de sobremesa. :* Laranja – descascada, come -se com garfo e faca de sobremesa. :* Mamão – Deve ser descascado, fatiado ou picado em forma de cubos, come -se com garfo de sobremesa. Quando com casca e a metade, come -se com colher de sobremesa. :* Manga – a melhor maneira de servir a manga é cortadas em cubos. Come -se com garfo e faca de sobremesa. :* Melão – é apresentado em fatias com a casca. Firmando a fatia com o garfo, separa-se pedacinho a pedacinho da polpa para comer. :* Pêssego – com a faca e garfo, descasca-se, vai cortando e comendo pedacinho por pedacinho, não se leva o caroço à boca quando estiver à mesa. :* Uva – Servir em cachos já lavados cuidadosamente. É necessário porém uma tesoura própria para cortar os galhos. Come-se como as cerejas. == Flores, frutas, cores e arranjos == Alguns componentes de decoração contribuem para dar o tom na sua recepção. O item de cores é um item que traduz a essência de um acontecimento, elas estão nas flores, frutas toalhas e louças. Para saber escolher, dosar e combinar é necessário conhecer o significado de cada cor e o impacto que podem causar no ambiente. Confira: :* Vermelho - é o matiz mais dramático que existe. Transmite energia e tem visualização rápida, pode surtir um belo efeito, por isso deve ser utilizado com moderação. As flores mais utilizadas com essa cor são as rosas, tulipas, gérberas, crista-de-galo. :* Laranja – tem quase a mesma intensidade do vermelho, transmite otimismo e alegria. Duas flores com essa cor são utilizadas atualmente: o girassol e o lírio. :* Rosa – Ideal para dar um ar romântico à ocasião, traz suavidade ao ambiente, excelente para casamentos. As flores mais usadas com essa cor são: rosa, amarílis, dália, angélica. :* Amarelo – transmite ideia de riqueza afinal, é a cor do ouro. Ligados a ela sentimentos de força, entusiasmo e trazem positivismo ao ambiente. Lírios, girassóis, narcisos, crista de galo, palmas são as flores que mais prestam às decorações. :* Verde – essencial em qualquer arranjo, é uma das cores que mais lembram harmonia e paz. São inúmeras as plantas que se prestam à decoração, entre elas as dracenas, ciprestes, eucaliptos, samambaias, avencas, etc. :* Azul – leva otimismo e esperança ao ambiente e as flores mais comuns nas decorações são: jacintos, papoulas, agapantos, etc. :* Branco – indispensável até mesmo para compor um arranjo com outras cores, é a cor da paz. Copos-de-leite, rosas, lírios, boca-de-leão e orquídeas dão vida e harmonia às outras flores do arranjo. Categoria:Comportamento Categoria:Etiqueta",
 "title": "Etiqueta à mesa"
}