{
 "id": "7073",
 "text": "A história de Portugal como nação europeia remonta à Baixa Idade Média, quando o condado Portucalense se tornou autónomo do reino de Leão. Contudo a história da presença humana no território correspondente a Portugal começou muito antes. A pré-história regista os primeiros hominídeos há cerca de 500 mil anos. O território foi visitado por diversos povos: fenícios que fundaram feitorias, mais tarde substituídos por cartagineses. Povos celtas estabeleceram-se e misturaram-se com os nativos. No era habitado por vários povos, quando se deu a invasão romana da Península Ibérica. A romanização deixou marcas duradouras na língua, na lei e na religião. Com o declínio do Império Romano, foi ocupado por povos germânicos e depois por muçulmanos (mouros e alguns árabes), enquanto que os cristãos se recolhiam a norte, nas Astúrias. Em 1139, durante a Reconquista cristã, foi fundado o Reino de Portugal a partir do condado Portucalense, nascido entre os rios Minho e Douro. A estabilização das suas fronteiras em 1297 tornou Portugal o país europeu com as fronteiras mais antigas. Como pioneiro da exploração marítima na Era dos Descobrimentos, o reino de Portugal expandiu os seus territórios entre os séculos XV e XVI, estabelecendo o primeiro império global da história, com possessões em África, na América do Sul, na Ásia e na Oceania. Em 1580, uma crise de sucessão resultou na União Ibérica com Espanha. Sem autonomia para defender as suas posses ultramarinas face à ofensiva holandesa, o reino perdeu muita da sua riqueza e estatuto. Em 1640, foi restaurada a independência sob a nova dinastia de Bragança. O sismo de 1755 em Lisboa, destruiu boa parte da cidade. A sua reconstrução levou vários anos e a nova arquitectura pode ser vista no Terreiro do Paço. As invasões espanhola e francesas, resultaram na instabilidade política e económica. Em 1820 uma revolta fez aprovar a primeira constituição portuguesa, iniciando a monarquia constitucional que enfrentou a perda da maior colónia, o Brasil. No fim do século, a perda de estatuto de Portugal na chamada partilha de África. Uma revolução em 1910 depôs a monarquia, mas a primeira república portuguesa não conseguiu liquidar os problemas de um país imerso em conflito social, corrupção e confrontos com a Igreja. Um golpe de estado em 1926 deu lugar a uma ditadura. A partir de 1961, esta travou uma guerra colonial que se prolongou até 1974, quando uma revolta militar derrubou o governo. No ano seguinte, Portugal declarou a independência de todas as suas posses em África. Após um conturbado período revolucionário, entrou no caminho da democracia pluralista. A constituição de 1976 define Portugal como uma república semipresidencialista. A partir de 1986, reforçou a modernização e a inserção no espaço europeu com a adesão à Comunidade Económica Europeia (CEE). == Pré- história e Proto-história == Os mais antigos fósseis conhecidos de hominídeos na Europa, datados de 1,1 a 1,2 milhões de anos, foram encontrados no norte da Península Ibérica, na serra de Atapuerca. Em Portugal, os vestígios humanos mais antigos datam de há cerca de anos, quando a região era habitada por neandertais. Os vestígios mais antigos conhecidos de Homo sapiens são de homens de Cro-Magnon com \"traços\" de neandertal, com anos. O fóssil de uma criança encontrado no Vale do Lapedo é interpretado como indicador de populações híbridas resultantes do cruzamento das duas espécies. São também os vestígios de seres com características neandertais mais recentes que se conhecem, possivelmente os últimos da sua espécie. Estas eram sociedades paleolíticas de subsistência, de caçadores-coletores que deixaram vestígios como a arte rupestre do Vale do Coa a norte e a gruta do Escoural, a sul. Após o fim da última idade do gelo, há cerca de 12 a 11 mil anos, as alterações climáticas permitiram iniciar a domesticação de animais de pastoreio, algumas culturas de cereais e a pesca. O neolítico é testemunhado no sul de Portugal por utensílios de pedra e pela cultura megalítica, com dólmens como a anta Grande do Zambujeiro, menires como no cromeleque dos Almendres, bem como arte esquemática como na anta pintada de Antelas e em ídolos-placa. A idade do bronze da Península, com o desenvolvimento da olaria e outros metais como ouro e prata, iniciou-se cerca de a sul, em locais como El Argar, de onde se espalhou. No , várias ondas de povos indo-europeus celtas vindos da Europa Central invadiram o território. Misturando-se com as populações locais, formaram diferentes grupos étnicos, com numerosas tribos. As principais dessas tribos foram os galaicos, que estabeleceram a cultura castreja a norte, os lusitanos no centro, os célticos no Alentejo, e os cónios no extremo sul de Portugal (regiões do Algarve e Alentejo). Aí se desenvolveu a escrita do sudoeste, uma das escritas paleo-hispânicas. A sul, na mesma altura, estabeleceram-se também alguns postos comerciais costeiros semipermanentes de fenícios e a partir do de cartagineses. == Romanização == Os Romanos iniciaram a invasão da Península Ibérica (a que chamavam \"Hispânia\") em , durante a Segunda Guerra Púnica contra Cartago. Aí anexaram inicialmente duas regiões como províncias, a Hispânia Citerior (nordeste) e a Hispânia Ulterior (sudoeste) A mineração foi o primeiro factor de interesse na região: um dos objectivos estratégicos de Roma era cortar a ligação de Cartago com as minas hispânicas de cobre, estanho, ouro e prata. No fim do , foi criada a província da Lusitânia, que correspondia a grande parte do actual Portugal a sul do rio Douro e à estremadura espanhola, com capital em Emerita Augusta (Mérida). Os Romanos exploraram com intensidade minas como Aljustrel (Vipasca) e São Domingos, na Faixa Piritosa Ibérica que se estende até Sevilha. Enquanto o sul foi ocupado com relativa facilidade, a anexação do norte só se deu muito depois, em parte devido à resistência dos povos nativos. Povos célticos, como os Lusitanos liderados por Viriato, suposto pastor nos Montes Hermínios (serra da Estrela), conseguiram conter a expansão romana durante anos. Perito em tácticas de guerrilha, Viriato travou uma guerra incansável contra os invasores, derrotando sucessivamente vários generais romanos, até ser morto à traição em . A conquista total da Península Ibérica ocorreu dois séculos após a chegada, quando os Romanos venceram as guerras cantábricas, no tempo do imperador Augusto (). Em 74 Vespasiano concedeu o \"direito latino\" (equiparação aos municípios da Itália) a grande parte dos municípios da Lusitânia. Em 212 a Constituição Antonina atribuiu a cidadania romana a todos os súbditos (livres) do Império e, no fim do século, o imperador Diocleciano fundou a Galécia, que integrava o norte do actual Portugal, a Galiza e as Astúrias, últimos territórios conquistados. A economia da Hispânia teve uma enorme expansão. Além da mineração, os Romanos desenvolveram a agricultura naquelas que eram algumas das melhores terras agrícolas do Império. No actual Alentejo cultivaram vinha e cereais, e no litoral desenvolveram a indústria pesqueira para fabricação de garum no litoral algarvio, em Lisboa,Fundação Millennium bcp - Núcleo Arqueológico na Póvoa de Varzim, em Matosinhos e em Troia que exportavam pelas rotas comerciais romanas para todo o império. As transações comerciais eram facilitadas pela cunhagem de moeda e pela construção de uma extensa rede viária, aquedutos e pontes, como a de Trajano em Águas Flávias (actual Chaves). Os romanos fundaram numerosas cidades como: Olisipo (Lisboa), Bracara Augusta (Braga), Emínio (Coimbra), Pax Júlia (Beja) e deixaram um importante legado cultural naquilo que é hoje Portugal: o Latim vulgar tornou-se o idioma dominante da região, base da língua portuguesa. A partir do , o Cristianismo difundiu-se em toda a Hispânia. Na segunda metade do século IV, no norte de Portugal e na Galiza, surgiu um movimento religioso de tendência ascética. Tinha por mentor Prisciliano. A este movimento chama-se priscilianismo. Bispos de outras dioceses moveram-se contra o movimento, considerado herético. No ano de 385, Prisciliano é julgado e condenado à morte. O movimento continuou a existir por alguns séculos e foi sempre condenado pela igreja. == Invasões bárbaras == Em 409, com o declínio do Império Romano, a Península Ibérica foi ocupada por povos de origem germânica, a que os romanos chamavam bárbaros. Em 411, num contrato de federação com o imperador Honório, vários destes povos instalaram-se na Hispânia: suevos e vândalos asdingos na Galécia, alanos, de origem persa, na Lusitânia e Cartaginense. Destes povos, suevos e visigodos foram os que tiveram uma presença mais duradoura no território correspondente a Portugal. Como em toda a Europa ocidental, as cidades sofreram uma acentuada decadência, e tanto na vida urbana como na economia verificou-se uma ruralização. Os suevos fundaram o reino suevo com capital em Braga, chegando a dominar até Emínio (Coimbra). Com as invasões desapareceram as instituições romanas, mas manteve-se de pé a organização eclesiástica, que os suevos adoptaram ainda no , seguidos pelos visigodos, e que foi um importante instrumento de estabilidade. Apesar de inicialmente adeptos do arianismo e do priscilianismo, adoptaram o catolicismo das populações locais hispano-romanas no ano 449, evangelizados por influência de S. Martinho de Braga. A governação sueva baseou-se nas paróquias, descritas no Parochiale suevorum de c.569. e o reino suevo tornou-se o primeiro reino cristão da Europa, sendo também o primeiro a cunhar moeda própria. Em 415, os visigodos, inicialmente instalados na Gália, avançaram para sul como aliados do Império Romano para expulsar alanos e vândalos, e fundaram um reino com capital em Toledo. A partir de 470, cresceram os conflitos entre o reino suevo e o vizinho reino visigodo. Em 585, o rei visigodo Leovigildo conquistou Braga e anexou a Galécia. A partir daqui toda a Península Ibérica ficou unificada sob o reino visigodo (excepto algumas zonas do litoral sul e levantino, controladas pelo Império Bizantino e a norte pelos vascões). A estabilidade interna do reino foi sempre difícil, pois os visigodos eram uma minoria e professavam o arianismo, enquanto a população local era católica. A sua estratégia inicial foi manter-se como minoria dirigente estritamente separada da maioria autóctone. No entanto a consolidação dos seus reinos deu-se precisamente devido à integração com a população local, adoptando a língua latina, adaptando a lei romana e convertendo-se com ao catolicismo, mas em 710 uma crise dinástica entre partidários dos reis Rodrigo e levou à invasão muçulmana que resultou no colapso do reino. == Ocupação árabe == Em 711, um exército omíada de berberes e árabes recém convertidos ao islão liderados por Tárique, desembarcou em Gibraltar após conquistar o norte de África. Aproveitando-se das lutas internas que dividiam os visigodos ou chamados como aliados da facção de , venceram a batalha de Guadalete contra as forças do rei visigodo Rodrigo. Rapidamente avançaram até Saragoça, beneficiando do povoamento disperso para conquistar quase toda a Península. Ao território ocupado como província do Califado Omíada chamavam Alandalus. Ao oeste da Península, correspondente a Portugal, chamavam o Algarbe Alandalus ou simplesmente Al-Garb (o ocidente). As populações locais puderam permanecer nas suas terras mediante pagamento. Os seus hábitos, cristãos e judeus foram tolerados. Apesar de arabizados, os moçárabes mantiveram um contínuo de dialetos românicos — a língua moçárabe — e rituais cristãos. Os novos ocupantes desenvolveram a agricultura, melhorando os sistemas de rega romanos, introduzindo a cultura de arroz e de citrinos, alperces e pêssegos. As novas técnicas de regadio permitiram a existência da pequena propriedade, como as hortas. Na língua portuguesa ficaram algumas palavras de origem árabe, ligadas à agricultura: azeite, azeitona, açafrão, cenoura; nos sistemas de rega: albufeira, chafariz, nora; no comércio ficaram: armazém, calibre, quintal. Em 756, , resistindo ao domínio abássida, fundou no Alandalus um emirado independente que se tornou o florescente califado de Córdova. A sua economia assentava no comércio, na agricultura e na indústria artesanal muito desenvolvidos. A cunhagem de moeda foi fundamental e uma das mais importantes à época. A capital, Córdova, foi durante o uma das maiores cidades do mundo e um centro financeiro, cultural, artístico e comercial com bibliotecas, universidade, uma escola de medicina e de tradutores de grego e hebraico para o árabe. Em 1009, um golpe de estado iniciou um período de guerra civil no Alandalus, a fitna, que conduziu à fragmentação do califado em reinos rivais, as taifas. O território a sul do Douro foi dividido entre as taifas de Badajoz, de Sevilha e de Silves. Livres de um poder central, cidades como Alcácer do sal e Lisboa e Silves desenvolveram-se com base no comércio. A partir de 1090, os almorávidas, que predicavam o cumprimento ortodoxo do Islão, foram chamados por Almutâmide, o rei poeta da taifa de Sevilha, para auxiliar na defesa face ao avanço de e reunificaram o Alandalus por algum tempo até que este se desintegrou de novo, originando novas taifas. Entre 1144-1151, existiram três taifas no que é hoje Portugal: a Taifa de Mértola, a Taifa de Silves e a Taifa de Tavira, depois integradas no Califado Almóada vindos de Marrocos, descontentes com o insucesso em revigorar os estados muçulmanos e suster a reconquista cristã. A ocupação árabe da Península durou quase oito séculos, (do VIII ao XV), durante os quais, partindo das Astúrias, a única região que resistiu à invasão árabe, desenvolveu-se um movimento de reconquista da Península. == Formação do Reino de Portugal (1139-1385)== Desde 718, refugiando-se da súbita invasão muçulmana da Península Ibérica, um grupo de cristãos visigodos resistiu acantonado a norte, na região montanhosa das Astúrias. Aí, liderados por Pelágio, fundaram o Reino das Astúrias e iniciaram a reconquista de territórios. Este processo gradual originou o nascimento de pequenos reinos, que iam sendo alargados à medida que as conquistas eram bem sucedidas. Assim nasceram o Reino de Leão, de Navarra, de Aragão, de Castela e da Galiza. Em 1096, o rei Afonso VI entregou o governo do Condado Portucalense, formado, em 868, entre os rios Minho e Douro, a Henrique de Borgonha pelo casamento com a sua filha Teresa de Leão. Depois da morte de D.Henrique, D.Teresa tentou alargar os seus domínios e obter a autonomia aliada à alta nobreza galega contra a sua meia-irmã Urraca de Leão e Castela. Mas, em 1121, teve de recuar e negociar um tratado, mantendo-se o condado um vassalo do reino de Leão. Teresa exercera a regência durante a menoridade do seu filho, Afonso Henriques. Mas, em 1122, os interesses de ambos chocaram, quando este se opôs a uma união galego-portuguesa. A posição de favoritismo de D. Teresa em relação aos nobres galegos e a indiferença para com os fidalgos e eclesiásticos portucalenses originou a revolta que este liderou. D. Afonso Henriques armou-se cavaleiro e passou a viver em Coimbra. Em 1128, venceu a batalha de São Mamede contra as forças de sua mãe e Fernão Peres de Trava. Assumiu então o governo do condado e concentrou esforços em negociações junto da Santa Sé para alcançar a autonomia. Simultaneamente procurou alargar os seus domínios, conquistando território aos muçulmanos, enquanto lutava contra as forças de seu primo Afonso VII de Leão e Castela. Em 1139, depois de uma importante vitória contra um contingente mouro na batalha de Ourique, D. Afonso Henriques passa a intitular-se rei dos portugueses em 1140 com o apoio dos seus seguidores. Nascia assim o Reino de Portugal, com capital em Coimbra e iniciava-se a primeira dinastia. A independência portuguesa foi reconhecida por Leão e Castela em 1143 pelo tratado de Zamora e outorgada por bula pontifícia Manifestis Probatum de 1179. Em 1147, com o apoio de cruzados norte europeus, Afonso I de Portugal conquistou Lisboa. Com a pacificação interna, prosseguiu as conquistas aos mouros, empurrando as fronteiras para sul, desde Leiria ao Alentejo. Considera-se que foi em 1211, reinado de D. Afonso II de Portugal, a primeira vez que foram reunidas cortes em Coimbra, no primeiro ano do seu governo, com representantes do clero e nobreza.Assim afirma Damião Peres, lembrando que D. Sancho I falecera em Coimbra, a 26 de março de 1211, e na corte estavam, portanto, todos estes altos dignitários. Depois de julho D. Afonso II já andava por terras da Beira. PERES, Damião. As cortes de 1211. Separata da Revista Portuguesa de História, Coimbra, t. IV. 1949, p. 3.Representatividade e Poder nas Cortes Portuguesas nos séculos XIII e XIVː A Presença dos Povos, Miriam Lourdes Impellizieri Luna Ferreira da Silva Foram publicadas importantes leis para proteger os bens da Coroa,Leia-se sobre esta assembleia: PERES, Damião. As cortes de 1211. Separata da Revista Portuguesa de História, p. 1-8. AZEVEDO, Maria Antonieta Soares de. Coimbra, Cortes de (1211). In: SERRÃO, Joel (dir.). Dicionário de História de Portugal. Porto: Livraria Figueirinhas, 1971\\. v. I, p. 608-609. garantir as liberdades e proibir os abusos dos funcionários régios. D. Afonso II, com esta Cúria, pretenderia demonstrar que queria governar com o apoio da nobreza e do clero, mas defendendo um programa político de afirmação do poder real.Uma análise desta leis, além do confronto com as decisões da reunião de Afonso IX em 1188, publicadas por Julio Gonzalez, se colhe em Hermínia Vasconcelos Vilar. GONZALEZ, Julio. Alfonso IX. Madrid: Instituto Jeronimo Zurita, 1944. v. I, p. 23-26, VILAR, Hermínia Vasconcelos. D. Afonso II, p. 80-85. Já anteriormente Damião Peres, aceitando todas as 27 leis como saídas da cúria de 1211, as estudara quanto ao seu conteúdo, ver: PERES, Damião. As cortes de 1211. Separata da Revista Portuguesa de História, p. 5-8. Em 1249, o Algarve mourisco foi incluído no reino cristão de Portugal, concluindo a reconquista portuguesa.António Castro Henriques: Conquista do Algarve - 1189-1249 - O Segundo Reino, Tribuna da História, 2003, pp. 57-83. Tal aconteceu no reinado de D. Afonso III de Portugal, que acrescentou à sua intitulação \"Rei de Portugal e do Algarve\". Em 1254, foram realizadas cortes em Leiria, onde estavam pela primeira vez representantes das vilas e cidades.\"Nas corte de 1254, dizem-se, porém, nos documentos que d'elas nos restam, celebradas cum episcopes et cum proceribus, et cum prelatis, et cum ordinibus, et cum bonis hominibus de conciliis.\" Em 1297, D. Dinis selou a paz com os reinos de Leão e de Castela e fixou os limites fronteiriços pelo Tratado de Alcanizes. Anos antes, em 1290, adoptara como língua oficial do reino de Portugal, em vez do latim, a \"língua vulgar\" (galego-português), a que chamou língua portuguesa. Nesse mesmo ano, foi fundada a primeira Universidade em Portugal. Em 1336, sendo rei Afonso IV, foi realizada uma expedição às ilhas Canárias. Os resultados não foram os esperados. O arquipélago foi disputado pelo rei de Castela, Afonso XI que conseguiu obter do papa a posse daquelas ilhas. No mesmo reinado de Afonso IV, em 1348, o país foi assolado pela peste negra de setembro a dezembro. Isto vitimou muita gente e começou a haver falta de mão de obra. Leis foram criadas para impedir a vagabundagem e aqueles que trabalhavam nos anteriores ofícios deveriam voltar a trabalhar neles. Outra medida do rei anterior foi a criação dos chamados juízes de fora. Os juízes eram agora nomeados pelo rei e não mais eleitos pelos concelhos. Esta era uma importante medida de centralização régia. O último rei da primeira dinastia foi D. Fernando, filho do rei D. Pedro I e neto de Afonso IV. Este reinado foi marcado pelas guerras contra o vizinho castelhano. Estas foram chamadas de guerras fernandinas, começando a primeira em 1369, dois anos após ser rei e terminando a última em 1382. Nesse ano foi assinado o tratado de Salvaterra de Magos. Foi também um tempo de confusão religiosa causado pelo grande cisma do ocidente. Portugal mudava ora para o papa de Roma, ora para o papa de Avinhão, conforme as alianças. Quando em guerra estava por Roma. Em tempo de paz com Avinhão. Foi neste reinado que foi criada a lei das sesmarias. A muralha de Lisboa foi ampliada e melhorada, pois a cidade tinha crescido imenso desde o século XIII e era um importante centro de comércio. == Consolidação e expansão (1385-1580) == ===Crise de 1383-1385 e dinastia de Avis=== Desde 1369, no início do seu reinado, D. travou as guerras fernandinas contra forças castelhanas, ao reclamar-se herdeiro do trono de Castela. Mais tarde, no contexto da guerra dos cem anos que dividia a Europa, apoiou a pretensão de João de Gante, duque de Lancaster, ao mesmo trono. Contudo, pouco antes de morrer, viu a sua impopular mulher Leonor Teles de Menezes negociar o casamento da filha Beatriz de Portugal com , planeando entregar-lhe o trono de Portugal. Após a morte de D. Fernando I, sem herdeiros masculinos, a regência de Leonor Teles lançou o reino num período de guerra civil e anarquia, com uma parte significativa da população revoltada face à possibilidade da perda de independência. Durante a crise de 1383-1385, a rainha partilhava o governo com o nobre galego João Fernandes Andeiro. A facção pela independência que se lhe opunha era liderada pelo meio-irmão de D. Fernando, D. João, Mestre de Avis. Em dezembro de 1383, D. João liderou uma revolta contra a rainha ao matar o Andeiro. Após a morte do conde, o povo de Lisboa aclamou-o Regedor e Defensor do Reino. De imediato as forças de João I de Castela entraram em Portugal e cercaram Lisboa. Em abril de 1384, Nuno Álvares Pereira, nomeado fronteiro do Alentejo, vence uma força castelhana em número superior à sua, na batalha dos Atoleiros. Em 1385, os castelhanos avançaram para tomar o trono de Portugal. Convocaram-se então as cortes de Coimbra de 1385. Aí, um grupo de nobres como Nuno Álvares Pereira (São Nuno de Santa Maria) e burgueses como Álvaro Pais, opôs-se ao Partido Legitimista leal a D. Leonor. Procurando garantir a independência do reino, nomearam então como rei de Portugal D. João, Mestre de Avis, filho ilegítimo de . Assim terminava a dinastia de Borgonha e iniciava- se uma segunda dinastia portuguesa, a dinastia de Avis. Com aliados ingleses, D. liderou uma vitória determinante na batalha de Aljubarrota, que aniquilou definitivamente o exército castelhano e assegurou a independência do reino. Os exércitos portugueses foram comandados por Nuno Álvares Pereira, nomeado Condestável do Reino. Meses depois, o Condestável invadiu Castela e infligiu nova derrota na Batalha de Valverde. O casamento de D. João I com D. Filipa de Lencastre, princesa inglesa filha de João de Gante, e a assinatura do Tratado de Windsor (1386) selaram a Aliança Luso-Britânica. Os filhos do novo rei com sua esposa são chamados de ínclita geração. A nova dinastia marcou um período de grande mudança na sociedade, substituindo a antiga aristocracia por uma nova que iria ser responsável por uma nova era na história de Portugal. === Descobrimentos e formação do império português=== Em 1415, as forças de D. conquistaram a cidade de Ceuta, no norte de África, movidas pelo espírito de continuação da reconquista e pelo interesse comercial. Foi o início do expansionismo português. À medida que os muçulmanos retaliavam e desviavam as rotas comerciais, decidiu-se investir na exploração por mar ao longo da costa africana. Para dirigir a exploração foi nomeado o Infante D. Henrique. A partir de 1419, com o incentivo do infante, navegadores experientes e os mais avançados desenvolvimentos náuticos e cartográficos da época, exploraram a costa ocidental de África sistematicamente, cada vez mais para sul. Em 1418/19 chegaram ao arquipélago da Madeira e em 1427 aos Açores onde estabeleceram capitanias que prosperaram da agricultura e de uma florescente indústria de açúcar. Gil Eanes transpôs o difícil Cabo Bojador em 1434. Após aperfeiçoar a caravela em meados do século, em 1479 passaram o Equador. Em 1471 no Golfo da Guiné foi estabelecida a feitoria de São Jorge da Mina para apoiar um florescente comércio de ouro de aluvião. Partindo da Mina Diogo Cão fez o primeiro contacto com o Reino do Congo. Intensificam então a busca de um caminho marítimo para as \"Índias\", alternativo ao Mediterrâneo dominado pelas repúblicas marítimas italianas, pelos otomanos, pelos mouros e por piratas no lucrativo comércio de especiarias. Após sucessivas viagens exploratórias, em 1488 Bartolomeu Dias dobrou o Cabo da Boa Esperança, entrando pela primeira vez no Oceano Índico a partir do Atlântico. A chegada de Cristóvão Colombo à América em 1492 precipitou uma negociação entre D. e os Reis Católicos de Castela e Aragão. Como resultado foi assinado em 1494 o Tratado de Tordesilhas, dividindo o mundo em duas áreas de exploração demarcadas por um meridiano situado entre as ilhas de Cabo Verde (a 370 léguas a oeste deste arquipélago) e as recém descobertas Caraíbas: cabiam a Portugal as terras \"descobertas e por descobrir\" situadas a leste deste meridiano, e à Espanha as terras a oeste dessa linha. Em 1498, Vasco da Gama chegou à Índia, estabelecendo o primeiro contacto direto da Europa com a Ásia e inaugurando a importante rota do Cabo. Em 1500, na segunda viagem para a Índia, Pedro Álvares Cabral desviou-se da costa Africana e aportou no Brasil. Em Lisboa foi então estabelecida a Casa da Índia para administrar todos os aspetos do comércio e da navegação além-mar e foi nomeado o primeiro vice-rei da Índia sediado em Cochim. A vitória na Batalha de Diu afastou mamelucos e árabes, facilitando o domínio português do Índico. Em 1510, sob o governo de Afonso de Albuquerque foi constituído o Estado Português da Índia com capital em Goa, primeira conquista territorial. Albuquerque conquistou Malaca em 1511, alcançando as ambicionadas \"ilhas das especiarias\" (ilhas Molucas) em 1512, e aportando na China um ano depois. Enquanto isso outros navegadores exploravam o Oceano Pacífico ao serviço do Império Espanhol, como Fernão de Magalhães. Na sequência da sua viagem de circum-navegação, quando as explorações portuguesas e espanholas convergem nas ilhas Molucas foi firmado em 1529 o Tratado de Saragoça que demarcou as explorações no oriente: as Molucas foram atribuídas a Portugal e as Filipinas a Espanha. De 1415 até 1534, quando se iniciou colonização do interior nas capitanias do Brasil por D. , o império português foi uma talassocracia, abrangendo os oceanos Atlântico e Índico. Uma cadeia de fortificações costeiras protegia uma rede de feitorias, com o comércio reforçado por licenças de navegação, os cartazes, com o apoio de numerosas relações alianças diplomáticas com o Reino do Sião, Império Safávida da Pérsia, Reino de Bisnaga, Etiópia, entre outras. Era completado pela acção de missionários ao abrigo do Padroado português, um acordo da coroa portuguesa com a Santa Sé. Em 1542 ou 1543, comerciantes portugueses aportam no Japão, onde mais tarde ajudam a fundar Nagasáqui. Em 1557, as autoridades chinesas autorizaram os portugueses a estabelecerem-se em Macau, que se tornou a base de um próspero comércio triangular entre a China, o Japão e a Europa, via Malaca e Goa. Em 1571, uma cadeia de entrepostos ligava Lisboa a Nagasaki: nascera o primeiro império global da história, trazendo enormes riquezas para Portugal. Em 1572, Luís Vaz de Camões publicou \"Os Lusíadas\", três anos após regressar do Oriente, cuja acção central é a descoberta do caminho marítimo para a Índia por Vasco da Gama. == União Ibérica (1580-1640)== === Dinastia filipina === O rei D. Sebastião partiu para a Batalha de Alcácer-Quibir, com 24 anos, falece na mesma a 4 de Agosto de 1578. Como não tinha descendentes, originou-se um problema de sucessão. O Cardeal D. Henrique, irmão de D. João III, que já assumia as funções de regente desde 23 de Dezembro de 1562, acaba por ficar com o trono, após a morte de D. Sebastião. A 31 de Janeiro de 1580, acaba por falecer, e devido à sua idade avançada, não consegue deixar descendentes ao trono. Portugal enfrentou, assim, uma grave crise dinástica em 1580. Assim sendo, surgem três netos de D. a reclamar o trono: Catarina, duquesa de Bragança, António, Prior do Crato e . A 9 de Junho, D. António, foi aclamado rei pelo povo de Santarém, mas Filipe II, apoiado pelo Conselho de Governadores e por parte da aristocracia portuguesa, entrou no país e derrotou-o na batalha de Alcântara. Em 1581, Filipe II convocou as Cortes de Tomar. Aí, após se comprometer a manter a língua, leis e cargos na mão de portugueses foi coroado rei de Portugal sob a forma de monarquia dual — dois reinos, um rei — iniciando a União Ibérica sob a dinastia Filipina, apesar da oposição dos partidários de D. António nos Açores. A Guerra da Sucessão Portuguesa prolongou-se por dois anos até ao Desembarque da Baía das Mós. A governação ibérica — dos dois reinos e seus imensos impérios — era assegurada por Conselhos (Consejos) com sede em Madrid. Em Lisboa, um vice-rei nomeado pelo rei chefiava o governo. Durante a união o império português sofreu grandes reveses, ao ser envolvido nos conflitos dos Habsburgos com a Inglaterra, a França e a Holanda. Entre 1595 e 1663 foi travada a Guerra Luso- Holandesa com as Companhias Holandesas das Índias Ocidentais e Ocidentais, que tentavam tomar as redes de comércio portuguesas de especiarias asiáticas, escravos da África ocidental e açúcar do Brasil. Os holandeses apoderaram-se sucessivamente de Ternate e Amboina na Indonésia, da Capitania de Pernambuco no Brasil, de São Jorge da Mina, Arguim, Axim, tomando o lugar dos portugueses no Japão em 1639 e cercando Macau. Ao passo que os ingleses tomaram Ormuz, em 1622. == Restauração e invasões (1640-1820)== === Restauração === No reinado de Filipe III (IV de Espanha) (1621-1640) vários problemas minaram o apoio português à união: o aumento de impostos sobre comerciantes portugueses, a perda de importância da nobreza nas cortes espanholas, os cargos de governação ocupados pelos espanhóis e a pressão para partilhar o fardo financeiro e militar das guerras de Espanha. Os portugueses estavam pouco inclinados a ajudar, uma vez que a Espanha não conseguira evitar a ocupação holandesa das suas possessões coloniais. Isto apesar do facto de tanto portugueses como holandeses estarem nominalmente sob a sua coroa. A situação culminou numa revolução feita pela nobreza e alta burguesia em 1 de dezembro de 1640. A revolução, embora previsível, foi despoletada quando o João, 8.º duque de Bragança foi convocado para organizar tropas e lutar contra revoltosos na Catalunha. A trama foi planeada pelos chamados \"Quarenta Conjurados\", que aproveitaram o facto de as tropas castelhanas estarem ocupadas no outro lado da Península. O apoio do povo foi imediato, e logo o duque de Bragança foi aclamado rei de Portugal em todo o país, iniciando a dinastia de Bragança como João IV de Portugal. Na subsequente Guerra da Restauração contra Filipe IV os portugueses venceram várias batalhas. Em 1641, para proteger os territórios ultramarinos, foi celebrada uma trégua com os holandeses. Sem efeito, pois estes ocuparam São Tomé, Luanda, Ceilão e Malaca. Entre 1645 e 1654, recifenses comandados por Salvador Correia de Sá recuperaram o Recife e conseguiram reconquistar Angola e São Tomé. Em 1661 foi selada a segunda Paz de Haia. Portugal aceitou as perdas na Ásia e os holandeses a soberania portuguesa do Nordeste brasileiro, mediante o pagamento equivalente a 63 toneladas de ouro. Nesse ano, para obter uma aliança com os ingleses, D. João IV negociou o casamento da sua filha Catarina de Bragança com , cedendo como dote Tânger e Bombaim. A paz definitiva com os holandeses foi conseguida após estes tomarem Cochim e a costa de Malabar. A paz com Espanha foi conseguida finalmente em 1668, após a vitória portuguesa na Batalha de Montes Claros, e uma vez falecido o renitente Filipe IV da Espanha. Foi selada pelo Tratado de Lisboa (1668) entre e , pondo fim a quase 30 anos de guerra. Espanha reconheceu a independência de Portugal e devolvem-se prisioneiros e conquistas, excepto a cidade de Ceuta, que ficou na posse de Espanha. === Era pombalina e absolutismo=== A primeira metade do foi marcada pelo florescimento da mineração no Brasil, após serem descobertos ouro e pedras preciosas. O rei D. tornou-se então um dos mais ricos monarcas da Europa. A 1 de novembro de 1755, no reinado do seu sucessor D. , ocorreu o grande terramoto de Lisboa que destruiu quase toda a cidade e que foi um golpe no coração do império. O primeiro-ministro Sebastião José de Carvalho e Melo, Marquês de Pombal, dirigiu uma rápida reconstrução. Na baixa de Lisboa aplicou os conceitos urbanos e estéticos do Iluminismo e iniciou um período de modernização e europeização, com reformas profundas na administração, economia e educação, rumo a uma monarquia absoluta impondo o despotismo esclarecido à nobreza. As Cortes nunca reuniram. Em 1757, os jesuítas, viriam a ser expulsos do paço e, depois, de Portugal com a aquiescência do Vaticano, com impacto em toda a Europa. Um ano depois, a tentativa de assassinato do rei foi aproveitada pelo Marquês de Pombal para iniciar uma campanha de punição das famílias reticentes no processo dos Távora. Relativamente ao Brasil, o Marquês considerava-o uma colónia estritamente dependente de Lisboa e ao serviço do enriquecimento do Reino de Portugal. A 19 de setembro de 1761, pela mão de Sebastião José de Carvalho e Melo, então conde de Oeiras e assinado por D. José, foi emitido um alvará libertando todos os escravos negros provenientes da América, África ou Ásia assim que chegassem à metrópole após desembarque. Esta lei, expandida posteriormente em novos alvarás, fez de Portugal o primeiro país a abolir o tráfico de escravos na metrópole. O rei José morreu em 1777, ascendendo ao trono D. Maria I de Portugal e o com o apoio do seu marido D. Pedro III de Portugal, derrubaram o Marquês de Pombal e o forçaram a refugiar-se fora da capital. Este cenário ficou conhecido como viradeira. O império decaiu e o declínio acentuou-se com as guerras napoleónicas. === Invasões francesas === Em 1807, Portugal recusou-se a participar no Bloqueio Continental decretado por Napoleão Bonaparte, respeitando a tradicional Aliança Luso-Britânica. A França Imperial exigia que todos os estados europeus aderissem, como parte da estratégia para eliminar a Grã-Bretanha como principal potência da época e garantir a hegemonia na Europa. Em 1801, Napoleão assinara um tratado com Espanha, pelo qual esta declararia guerra a Portugal caso o reino mantivesse o apoio aos britânicos, o que desencadeou a Guerra das Laranjas, uma campanha de dezoito dias em que o exército espanhol tomou uma dúzia de populações fronteiriças no alto Alentejo. A resistência foi mínima e a paz foi assinada pouco depois, devolvendo as conquistas, excepto Olivença e Vilareal, antigas disputas fronteiriças. Em outubro de 1807, Napoleão selou o Tratado de Fontainebleau com a Espanha, prevendo a conquista e partilha de Portugal. Ao mesmo tempo planeava apoderar-se do Brasil e das colónias espanholas. A invasão de Portugal foi iniciada ainda nesse ano, pelas tropas do general Junot, reforçadas por três corpos do exército espanhol. Atravessando a Beira Baixa, tomaram Lisboa a 1 de dezembro de 1807. Porém, os planos de Napoleão fracassaram: antes da chegada a Lisboa, toda a corte portuguesa partira para o Brasil, num total de cerca de 15 mil pessoas, ao abrigo de uma convenção secreta com a Inglaterra. Deixaram o território europeu de Portugal nas mãos de uma regência, com instruções para não \"resistir\" aos invasores. Ficava vazio de conteúdo o decreto de Napoleão banindo a Casa de Bragança do trono de Portugal. A partir do Rio de Janeiro a corte prosseguiu a política internacional portuguesa e D. mandou invadir a Guiana Francesa e a Cisplatina (Uruguai), como retaliação. Com a rebelião popular espanhola, as tropas espanholas abandonam Portugal, deixando margem para uma revolta no Porto a 7 de junho de 1808 e para a constituição da Junta Provisional. Ao mesmo tempo, em todo o território alastra um movimento de resistência popular que nem a feroz repressão das forças francesas, em que se destacou o general Loison (o famigerado «maneta»), conseguiu debelar. O desembarque de uma força britânica comandada por Arthur Wellesley, Duque de Wellington perto da Figueira da Foz no primeiro de agosto deitou por terra os planos de ocupação de Portugal. Derrotado em Roliça e no Vimeiro, Junot assina um armistício, a Convenção de Sintra, que, em agosto de 1808, lhe permite abandonar Portugal em navios britânicos, com as tropas e o saque. A guerra alastrava-se a toda a Península, acabando por comprometer a política imperial da França. A ajuda britânica foi crucial para expulsar os invasores. Nas duas invasões subsequentes, a de Soult (1809) e a de Massena (1810), a resistência luso-britânica, que culminou nas batalha do Buçaco em 1810 e das Linhas de Torres Vedras, quebrou as asas à política imperial sobre a Península Ibérica. ==Monarquia constitucional (1820-1910)== === Revolução liberal de 1820 === No início do Portugal vivia uma crise motivada pelas consequências destrutivas das invasões napoleónicas, pela ausência da família real no Brasil, pelo fim do pacto colonial e abertura do Brasil ao comércio mundial, que tinha provocado uma quebra de 75% do comércio externo e a ruína de muitos comerciantes. A condição sui generis de serem governados pela regência militar britânica de Beresford, enquanto D. reinava desde 1816 como rei do Reino Unido de Portugal, Brasil e Algarves no Rio de Janeiro, que se tornara a capital do reino desde 1808, desconcertava ainda mais os portugueses. Ao mesmo tempo, a ideologia liberal implantava-se em pequenos grupos da burguesia. No dia 24 de agosto de 1820, eclodiu no Porto uma revolução cujo objectivo imediato era convocar cortes que dotassem Portugal de uma constituição. Esta revolução não encontrou oposição. Tendo a cidade de Lisboa aderido ao movimento, formou-se uma Junta Provisória cujo objectivo era organizar as eleições para eleger as cortes. Os deputados eleitos, oriundos de todo os territórios controlados por Portugal (Brasil, Madeira, Açores, dependências da África e Ásia) formaram as Cortes Constituintes. D. João VI foi intimado pelas cortes constituintes a regressar a Portugal. Antes de voltar, nomeou o seu filho D. Pedro como regente do reino do Brasil, o que desagradou às Cortes que entendiam que a soberania só poderia residir em Portugal continental. Após o retorno do rei, em 26 de abril de 1821, Lisboa recuperou o seu estatuto de capital e iniciou-se uma intensa movimentação política no sentido de restringir os privilégios do Brasil. As cortes ordenaram então que D. Pedro deixasse o Brasil para se educar na Europa. Esta atitude gerou o descontentamento dos 65 deputados brasileiros presentes, que retornaram ao Brasil. D. Pedro não acatou as determinações feitas pelas Cortes que exigiam o seu retorno para Portugal e, no dia 7 de setembro de 1822, o príncipe D. Pedro recebe nova mensagem de Lisboa, que rasga diante dos seus companheiros, exclamando \"Independência ou morte!\", dando início à independência do Brasil. Com o reconhecimento por Portugal da declaração de independência do Brasil, em 1825, a nova nação independente negociou com a Grã-Bretanha e aceitou pagar indemnizações de 2 milhões de libras esterlinas a Portugal num acordo conhecido como Tratado de Amizade e Aliança firmado entre Brasil e Portugal. Nesse ano as Cortes aprovaram a Constituição portuguesa de 1822, que o rei aceitou, iniciando a monarquia constitucional. Inspirada na Constituição francesa de 1791 e na Constituição Espanhola de 1812, consagrava a divisão tripartida dos poderes (legislativo, executivo e judicial), limitava o papel do rei a uma mera função simbólica, colocando o poder no governo e num parlamento unicameral eleito por sufrágio directo. Isso mostrava a forte influência iluminista. === Guerra civil portuguesa (1828-1834) === A morte do rei D. em 1826 desencadeou uma disputa sobre a sucessão real entre constitucionalistas e tradicionalistas. O herdeiro imediato era D. Pedro, então Imperador do Brasil e constitucionalista convicto.LIMA, Manuel de Oliveira. O Império Brasileiro. São Paulo: USP, 1989, p.72 Seguia-se , um tradicionalista que fora expulso do reino após tentar dois golpes tradicionalistas - a Vilafrancada e a Abrilada. Chamado pela regência, D. Pedro foi por três meses rei de Portugal como . Mas, pressionado pela recusa dos brasileiros à união dos dois reinos e pelos Miguelistas, abdicou pouco depois para a sua filha Maria da Glória então com sete anos. Como parte do acordo de sucessão, em abril de 1826 D. Pedro criou uma Carta Constitucional que revia a Constituição de 1822 para conciliar tradicionalistas e liberais, permitindo que ambas as facções obtivessem postos no governo. Retornou ao Brasil, deixando o trono a D. Maria da Glória e a regência a seu irmão D. Miguel até que esta atingisse a idade necessária para se casarem.A \"Gazeta de Lisboa\" publicou a 12 junho de 1826 a abdicação de D. Pedro IV, que estaria condicionada à aceitação da Carta Constitucional portuguesa de 1826 e do casamento de sua filha com seu irmão(). D. Miguel regressou a Portugal para jurar a Carta Constitucional de 1826 e exercer a regência. Mas, um mês depois, convocou cortes tradicionais, com nobreza, clero e homens livres. Aí foi coroado como rei D. , anulando a Constituição e depondo a monarquia constitucional de D. Maria. Seguiram-se seis anos de guerra civil com intervenções militares estrangeiras. Tomando o partido dos liberais, Pedro IV abdicou do trono brasileiro para o seu filho e selou uma aliança internacional para derrotar o seu irmão em Portugal. As derrotas sucessivas de Miguel forçaram-no a desistir da luta na Convenção de Évora Monte, e permitir a restauração da monarquia constitucional e do trono de . === Liberalismo === Após a derrota dos miguelistas, a política portuguesa do foi marcada por ideias liberais. Entre 1834 e 1836 vigorou o chamado devorismo,Arqnet - liberalismo de influência maçónica. Sob a Carta Constitucional portuguesa de 1826 eram vendidos em hasta pública os bens nacionais, facilitando o acesso aos chefes liberais. Mas não alcançou a paz desejada. Os liberais eram um grupo heterogéneo que se juntara para lutar contra os tradicionalistas, mas tinham muitas discrepâncias entre si. Por esta razão, dividiram-se desde o início em moderados e progressistas. O primeiro ponto de discórdia foi a Constituição. Enquanto os moderados, chamados cartistas, queriam impor a Carta Constitucional, os progressistas, denominados setembristas, defendiam a soberania popular, lutando activamente por uma constituição aprovada por um congresso democraticamente eleito pelo povo. A Revolução de Setembro de 1836 levou à promulgação da Constituição Portuguesa de 1838. Contudo, foi efémera a sua vigência. A rainha D. Maria II, que era favorável aos cartistas, entregou o poder a António da Costa Cabral, Marquês de Tomar, nomeando-o ministro da justiça. Costa Cabral procede a um golpe de Estado e restaura a Carta Constitucional. De 1842 a 1846, governou o país como um ditador, causando descontentamento entre a população. O cabralismo terminou com a Revolução da Maria da Fonte seguindo-se novo período de guerra civil. A Guerra da Patuleia entre Cartistas e Setembristas terminou com uma clara vitória cartista mas a rainha teve que retirar Costa Cabral do governo e chamar o governo do Partido Progressista. Iniciou-se então uma fase de estabilidade, a Regeneração, inicialmente presidido pelo marechal Saldanha, em que se destacou Fontes Pereira de Melo. Com a morte de D. Maria II em 1853 passou a reinar em Portugal a Casa de Bragança-Saxe-Coburgo e Gota. O sucessor foi o seu filho D. Pedro V, cujo reinado iniciou um longo período em que Portugal foi um modelo de monarquia constitucional, em que os direitos individuais eram respeitados e havia uma ampla liberdade de imprensa. Os partidos liberais haviam chegado a um consenso sobre as vantagens da promoção do desenvolvimento material, incluindo das ferrovias, do comércio e da indústria, deixando de lado as divergências constitucionais de 1830 e 1840. No entanto, apesar da paz social, a industrialização e modernização da agricultura e da literacia da população, foram mais lentos em Portugal do que em qualquer outro país na Europa Ocidental. Passou a vigorar o rotativismo, em que os dois principais partidos políticos, o Partido Regenerador (conservador) e Partido Histórico (progressista) alternavam no poder. Na década de 1880 houve uma extensão do direito de voto a todos os cabeças de família, aproximando-se muito do o sufrágio universal. No entanto, a maioria da população, rural e analfabeta, vivia fora da política permitindo aos chefes políticos controlar o sistema político. Durante a chamada \"partilha de África\", Portugal entrou em colisão com as principais potências europeias ao reclamar vastas áreas com base no \"direito histórico\". Na sequência da Conferência de Berlim, em 1890 houve uma crise colonial na África, seguida por uma série de campanhas militares para a ocupação efectiva do território que Portugal reclamava como colónias. Estas campanhas criaram um corpo de oficiais africanistas e anti-liberais que viriam a ser muito importantes na história portuguesa. Enquanto isso, os movimentos republicanos iam ganhando adeptos. === O regicídio e o fim da Monarquia === O regicídio de 1 de fevereiro de 1908, ocorrido no Terreiro do Paço, em Lisboa, marcou profundamente a História de Portugal, uma vez que dele resultou a morte do rei D. e do seu filho e principal herdeiro, o Príncipe Real D. Luís Filipe de Bragança, marcando o fim da última tentativa séria de reforma da Monarquia Constitucional e, consequentemente, originando uma nova escalada de violência na vida pública do País. Após a morte do rei e do Príncipe Real, o filho varão sobrevivente, D. Manuel de Bragança, ascendeu do grau de infante para o de rei tomando o nome de D. . Contudo, devido à implantação da República a 5 de outubro de 1910, o tempo do seu reinado efectivo foi curto e o novo monarca viu-se obrigado a partir para o exílio, assim como todos os demais membros da família real portuguesa da dinastia de Bragança. Para o efeito, a República Portuguesa decretou a Lei da Proscrição. No exílio, o rei D. Manuel II casou com D. Augusta Vitória, princesa de Hohenzollern-Sigmaringen, sem ter deixado filiação. Durante a sua vida no exílio chegou a encontrar-se em Fulwell Park, Londres, com a sua alegada meia-irmã D. Maria Pia de Saxe-Coburgo e Bragança, a qual manteve, posteriormente, uma acentuada disputa dinástica contra os seus primos afastados do ramo Miguelista. == República (1910-1926)== === Implantação da república === A subjugação do país após o ultimato britânico e a severa crise financeira ocorrida entre 1890-1891, os gastos da família real, o poder da igreja, a instabilidade política e social, o rotativismo de dois partidos no poder (progressistas e regeneradores), a ditadura de João Franco, a aparente incapacidade de acompanhar a evolução dos tempos — tudo contribuiu para a erosão da monarquia portuguesa. Os defensores da república, particularmente o Partido Republicano Português, souberam tirar o melhor proveito, apoiados indirecta e directamente em organizações secretas como a maçonaria e a carbonária. O republicanismo acentuou-se de tal forma que em 1908 o rei D. e o príncipe herdeiro D. Luís Filipe foram mortos a tiro na Praça do Comércio em Lisboa por membros da carbonária. culpou do regicídio o primeiro-ministro de seu pai, João Franco que governara como um ditador nos últimos anos. João Franco foi demitido, mas o novo rei não conseguiu melhorar a imagem da monarquia nem deter a pressão do movimento republicano. Em outubro de 1910, estalava uma revolta. A relutância do exército em combater os cerca de dois mil soldados e marinheiros revoltosos provocaria a deposição de D. e a proclamação da República Portuguesa, partindo o rei para o exílio na Grã- Bretanha. A República foi proclamada no dia 5 de outubro de 1910, da varanda dos Paços do Concelho de Lisboa. Um governo provisório chefiado por Teófilo Braga dirigiu os destinos do país até à aprovação da Constituição de 1911 que deu início à Primeira República. Entre outras mudanças, com a implantação da república, foram substituídos os símbolos nacionais: o hino nacional e a bandeira bem como a moeda, com o escudo a substituir o real. === Primeira República === Depois da revolução em Lisboa, a monarquia foi sucedida por uma república parlamentarista, que durou de 1910 a 1926. Os republicanos eram uma minoria urbana num país rural, e o direito de voto foi restrito aos homens alfabetizados. Foi um período de grande instabilidade política: nos dezesseis anos de duração teve nove presidentes e 45 governos. O parlamento era o centro do sistema político e elegia o presidente da república, que tinha pouco poder de arbitrar entre as diferentes facções. O sistema partidário estava fragmentado e sucediam-se governos sem maioria parlamentar suficiente. Uma facção do Partido Republicano Português, os \"democratas\" de Afonso Costa, tornou-se o centro do sistema político e controlava a administração e, por meio de caciquismo, as eleições. O resto das facções republicanas e monárquicas recorreu à insurreição para tomar o poder. Houve numerosas conspirações e golpes de Estado. O regime era fraco e as políticas secularistas e de controle da Igreja Católica enfrentaram esta e a população rural. Portugal participou na Primeira Guerra Mundial (1914-1918) e a mobilização militar e o colapso do comércio marítimo causaram muitos problemas sociais, tais como inflação e escassez. O movimento operário, em que primava a organização dos anarco-sindicalistas, também não se sentia representado pela República e foi muito combativo, com muitas greves contra a carestia em que usava a violência política. O golpe de estado em 1917 de Sidónio Pais tentou criar uma república presidencialista e integrar no regime monárquicos e católicos, mas após o seu assassinato um ano depois e uma pequena guerra civil entre janeiro-fevereiro de 1919 entre Monarquia e República, restaurou-se a Constituição de 1911. O sistema sobreviveu ainda oito anos , mas enfrentou inúmeros problemas sociais, golpes e insurreições, até que o golpe militar de 1926 impôs uma ditadura. == Ditadura (1926-1974)== === Ditadura (1926-1933)=== O golpe militar de 1926 pôs fim à Primeira República, iniciando uma ditadura militar encabeçada pelo general Carmona. Em 1928 a situação financeira do país tornou-se a principal preocupação do governo e Carmona nomeou ministro das Finanças António de Oliveira Salazar, um prestigiado professor de finanças da Universidade de Coimbra. O regime, progressivamente mais autoritário, promulgou em 1930 um Acto ColonialTexto do Acto Colonial no Diário do Governo. centralizador, que restringiu a autonomia financeira e administrativa das colónias no que chamou Império Colonial Português. Os antigos partidos políticos portugueses desaparecem, excepto o Partido Comunista Português, cujos dirigentes foram duramente perseguidos pela polícia política (PVDE e depois, PIDE). A censura, restabelecida em 1926, foi consolidada e as greves proibidas. === Estado Novo (1933-1974) === Salazar foi ganhando peso no governo e em 1932 tornou-se presidente do Conselho de Ministros com poderes ditatoriais. Profundamente conservador e nacionalista, rejeitava o comunismo e o liberalismo: o seu modelo era o meio rural, que considerava ideal. Em 1933, promulgou uma nova constituição inspirada no corporativismo, na doutrina social da Igreja e no nacionalismo. Estava lançada a base do novo regime político, o Estado Novo. De cariz presidencialista e anti-parlamentarista, na prática o presidente da República era uma figura apagada e o poder concentrou- se em Salazar. Um partido único (União Nacional), apoiante do regime, dominava a Assembleia Nacional e a economia era regulada por uma Câmara Corporativa composta por elementos ligados às profissões. Em 1936 o regime criou a Mocidade Portuguesa, para doutrinar a juventude. A qualificação do regime de Salazar como fascista não é unânime na historiografia, utilizando-se frequentemente o termo regime autoritário ou fascismo clerical, mas é clara a semelhança com a Itália de Mussolini e a ditadura espanhola de Primo de Rivera e Franco, que apoiou na Guerra Civil Espanhola (1936-1939). Em 1939, Portugal declarou oficialmente a neutralidade na Segunda Guerra Mundial. Nesse ano assinou um pacto de não-agressão com Espanha mas recusou aderir ao Pacto Anti- Komintern. Simultaneamente, acordou a cooperação com a Grã-Bretanha e em 1943 chegou a concedeu-lhe a Base Aérea das Lajes nos Açores. Salazar entendia ter Portugal pouco a ver com a política europeia, sendo a sua vocação ultramarina, procurando afastar-se do conflito. Portugal exportava produtos para os países em conflito, como açúcar, tabaco e volfrâmio, usado em material bélico. No fim da guerra, o governo decretou luto oficial de três dias pela morte de Hitler. Em 1949, Portugal ingressa na Organização do Tratado do Atlântico Norte (NATO) e, em 1955, na Organização das Nações Unidas. De 1949 a 1958, opositores à ditadura como Norton de Matos e Humberto Delgado defenderam a democratização. Humberto Delgado liderou a principal tentativa de derrube da ditadura por eleições, ao reunir toda a oposição democrática e grande apoio popular. Apesar de ter perdido as eleições de 1958 num processo eleitoral fraudulento,Cf. DELGADO, Iva; PACHECO, Carlos; FARIA, Telmo (coordenação). ROSAS, Fernando (prefácio). Humberto Delgado e as eleições de 58. Lisboa, Vega, 1998. ISBN 972-699-637-6. abalou o poder do Estado Novo e deu esperança à oposição. === Guerra do Ultramar === A descolonização maciça europeia do pós-Segunda Guerra Mundial fez crescer a condenação ao colonialismo e a resistência à dominação portuguesa. Após a proclamação da Independência da Índia face aos britânicos em 1947, Portugal recusou o pedido da Índia para rescindir da posse do Estado Português da Índia. Esta atitude foi condenada pelo Tribunal Internacional e pela Assembleia das Nações Unidas. Para deter as pressões políticas internacionais, na esperança de preservar um Portugal intercontinental, o Estado Novo formulou uma nova política Ultramarina em 1951: revogou o Acto Colonial de 1930 e criou a chamada \"solução Portuguesa\", que passou a designar as colónias por províncias ultramarinas, considerando que estas eram parte integrante e inseparável de Portugal, como \"Nação Multirracial e Pluricontinental\". Em 1954, após protestos pacíficos e a recusa do governo português em negociar, a União Indiana anexou Dadrá e Nagar Haveli. No início da década de 1960, nas colónias portuguesas africanas vários grupos formaram partidos de luta pela autodeterminação. Em Angola surgem o MPLA e a UPA, na Guiné o PAIGC e em Moçambique a FRELIMO, inspirados em líderes como Agostinho Neto, Eduardo Mondlane e Amílcar Cabral. A guerra fria entre os Estados Unidos e a União Soviética alimentava, ideológica e materialmente estes partidos. A 15 de Março de 1961, a UPA atacou fazendas no norte de Angola iniciando uma série de confrontos. Em 19 de dezembro desse ano, uma força de soldados indianos ocupou Goa, anexando o Estado Português da Índia e pondo fim a 451 anos de domínio português. Salazar recusou-se a reconhecer a soberania indiana, mantendo estes territórios representados na Assembleia Nacional. Primeiro em Angola, depois na Guiné Portuguesa e Cabo Verde, e em 1964 em Moçambique, surgem operações de guerrilha em três frentes, iniciando a chamada Guerra do Ultramar. Apesar do grande número de tropas portuguesas, que chegou a atingir 200 mil homens, em parte recrutados nas colónias, a guerrilha não foi contida. A guerra prolongou-se causando cerca de 63 mil mortos. Os custos com a defesa aumentaram, chegando a 46% do total da despesa pública portuguesa em 1969, contribuindo para o empobrecimento da economia. Procurando fugir à pobreza e ao serviço militar, quase 10% da população portuguesa emigrou durante a década de 60, tendo como destinos principais a França e a Alemanha Ocidental, mas também os Estados Unidos, a Venezuela e a África do sul. Legiões de camponeses deixaram, nos anos 60, o mundo rural e emigraram para as cidades ou para o estrangeiro – Gouveia de Albuquerque no Diário de Notícias de 01 Maio 2004 Em 1968, Salazar foi afastado do poder por doença, sucedendo- lhe Marcelo Caetano. Entre 1968 e 1970, o novo governo fez uma modernização económica e liberalização política moderadas, a chamada Primavera Marcelista,Marcello Caetano, Renovação na Continuidade, Verbo, Lisboa, 1971. que criou a expectativa de uma verdadeira reforma do regime, o que não chegou a acontecer. O contexto internacional era cada vez mais desfavorável ao regime, mas a intransigência do governo e de muitos colonos bloqueava a descolonização: no início da década de setenta mantinha-se vivo o ideário salazarista de travar a guerra «orgulhosamente sós».\"Orgulhosamente Sós\"? Portugal e os Estados Unidos no início da década de 1960 em Instituto Português de Relações Internacionais A insustentabilidade de uma guerra de três frentes, (excepto Timor Português, cuja distância tornou inviável a intervenção), a forte pressão internacional, sobretudo da ONU e dos Estados Unidos contra colonialismo, causaram o alargamento da oposição ao Estado Novo. == Democracia (1974-presente)== === Revolução dos Cravos === Na década de 70, o descontentamento da sociedade portuguesa face ao regime cresceu, impulsionado pelas dificuldades económicas resultantes de 13 anos de guerra do ultramar e pela crise do petróleo de 1973. A recusa de Marcelo Caetano em aceitar uma solução política para a guerra revoltou as forças armadas, que concluíram que o fim do conflito passava pelo derrube da ditadura. Oficiais intermédios do exército, principalmente capitães com o apoio dos seus superiores, organizaram-se em agosto de 1973 em Bissau num movimento clandestino. Nasceu o Movimento das Forças Armadas (MFA) com o lema \"Democratizar, Descolonizar e Desenvolver\". Em fevereiro de 1974, o general António de Spínola, ex-governador da Guiné-Bissau, publicou o livro Portugal e o Futuro. Pela primeira vez uma alta patente militar advogava publicamente a necessidade de uma solução política para as revoltas separatistas nas colónias. No dia 14 de março os generais Spínola e Costa Gomes foram demitidos dos cargos de Vice-Chefe e Chefe de Estado-Maior General das Forças Armadas. No dia 25 de abril de 1974, em Lisboa, o MFA conseguiu um bem sucedido golpe de estado que ficou conhecido como Revolução dos Cravos. A população aderiu e o poder foi inicialmente assumido por uma Junta de Salvação Nacional de militares, mais tarde substituída pelo Conselho da Revolução . António de Spínola foi designado Presidente da República, tendo entrado em funcionamento o primeiro de uma série de governos provisórios. A censura acabou, os prisioneiros políticos foram libertados e as maiores instituições do Estado Novo foram extintas. Foi iniciado o processo para conceder a independência colónias ultramarinas. Inicialmente deu-se uma divisão entre militares conservadores em torno de Spínola, e de inclinação socialista, incluindo destacados membros do MFA em torno do primeiro-ministro Vasco Gonçalves. No dia 11 de março de 1975, o país viveu a ameaça de um golpe de estado encabeçado por Spínola. O golpe falhou e Spínola foi forçado ao exílio no Brasil. No mesmo dia o tomou medidas socialistas na economia, decretando a nacionalização da banca e dos seguros. Seguiram-se as principais indústrias os meios de comunicação, e a reforma agrária, com a expropriação e ocupação de terras, em especial no Alentejo. Cerca de hectares de terras agrícolas foram ocupadas entre abril de 1974 e dezembro de 1975. Os primeiros dois anos pós- Revolução foram de instabilidade e possibilidade de guerra civil. O período desde a revolução até à promulgação de uma nova constituição, que ficou conhecido como PREC (Processo Revolucionário Em Curso), foi caracterizado por disputas entre forças de esquerda e de direita, particularmente durante o chamado Verão Quente. === Terceira República === [[Imagem:Portugal- demography.png|thumb|esquerda|População portuguesa entre 1961-2003, em milhares, (2005 Dados da FAO) com a emigração seguida dos retornados,Flight from Angola, The Economist (16 August 1975).Dismantling the Portuguese Empire, Time Magazine (Monday, 7 July 1975). entre 500,000 a 1 milhão após a revolução dos cravos]] Passado um ano sobre a revolução, no dia 25 de abril de 1975, realizaram-se as primeiras eleições livres com sufrágio universal em Portugal, com uma afluência histórica de 91% dos cidadãos recenseados, para formar uma Assembleia Constituinte que elaborasse uma nova constituição. Ainda em 1975, foi concedida a independência a todas as colónias ultramarinas. A retirada foi incondicional e imediata, tornando estados independentes todos os territórios portugueses africanos. Este processo provocou um êxodo em massa para Portugal, principalmente de Angola e de Moçambique. Mais de um milhão de refugiados sem meios, os \"retornados\", fugiram das antigas colónias portuguesas. Em abril de 1976, foi promulgada a nova constituição. Nela se determinava a transição para o socialismo como destino do estado português. Dias depois, nas eleições legislativas vence o Partido Socialista Português (PS) e Mário Soares, seu líder, tornou-se primeiro-ministro do I Governo Constitucional de Portugal. Nas primeiras eleições democráticas para a presidência da República venceu Ramalho Eanes, que se impôs claramente à frente de Otelo, candidato da esquerda mais radical. Em novembro do mesmo ano realizaram-se as primeiras eleições autárquicas. Passam a funcionar as instituições democráticas base para criar um modelo de estado democrático Parlamentarista ao estilo da Europa Ocidental. Eanes e Mário Soares aproximaram o país da Comunidade Europeia. Portugal entra para o Conselho da Europa, iniciando o processo de abertura do país que levou à adesão à CEE. Em 1979, pela primeira vez após a revolução, ganhou as eleições parlamentares um grupo político do centro-direita, o governo de Francisco Sá Carneiro e Francisco Pinto Balsemão. Este governo chegou a um acordo com a oposição socialista para realizar uma revisão constitucional. A Constituição que entrou em vigor em 1982 eliminou algumas instituições que emergiram após a revolução, incluindo o Conselho da Revolução, e criou um Tribunal Constitucional ao estilo dos países democráticos. Em 1985, Aníbal Cavaco Silva tornou-se primeiro-ministro pelo Partido Social-Democrata, de cariz conservador. Dois anos depois conquistou a maioria absoluta. Permaneceu no poder até 1995, promovendo uma política económica liberal e privatizando as empresas que haviam sido nacionalizadas depois da revolução. Em 1986, Portugal aderiu à Comunidade Económica Europeia (CEE). Nos anos seguintes, a economia portuguesa progrediu como resultado fundos estruturais e de coesão da CEE/UE e do acesso mais fácil das empresas portuguesas aos mercados estrangeiros. Em 1991 foi concluída a autoestrada Lisboa-Porto, a primeira de 48 autoestradas entre numerosas obras públicas realizadas nos anos seguintes. Em março de 1995 Portugal começou a aplicar as regras do espaço Schengen, abrindo as fronteiras a outros membros. De 1995 a 2001, o governo foi liderado pelo socialista António Guterres. Para celebrar os 500 anos dos Descobrimentos, Portugal organizou a Exposição Mundial de 1998 em Lisboa. No ano seguinte aderiu à Zona Euro, adotando como moeda o euro. Nesse ano, Portugal foi escolhido para organizar o Campeonato Europeu de Futebol de 2004, para o que iniciou a construção de 10 estádios de futebol. Em 20 de dezembro de 1999, a soberania de Macau passou para a República Popular da China que como último território ultramarino administrado de facto por Portugal, marcou o fim do império português.Duraria desde a conquista de Ceuta em 1415 até à cessação da administração de Macau, em 1999. Ver para uma análise numa perspectiva global Russel-Wood, A. J. R. The Portuguese Empire, 1415–1808: A World on the Move. Baltimore, The Johns Hopkins University Press, 1998. Em dezembro de 2001, António Guterres abandonou o governo afirmando não ter condições para prosseguir. Nas eleições antecipadas, a direita voltou a obter a maioria, com o PSD liderado por José Manuel Durão Barroso coligado com o Partido Popular. Num breve período destacou-se pela política de contenção da despesa pública e pelo apoio à guerra do Iraque, quando em 2003 Barroso foi anfitrião da Cimeira das Lajes, que culminou 4 dias depois com o seu início. Em 2004 Barroso abandonou o cargo ao ser nomeado presidente da Comissão Europeia e foi substituído por Pedro Santana Lopes. Em novembro a Assembleia da República foi dissolvida para eleger novo governo. O Partido Socialista conseguiu então pela primeira vez uma maioria absoluta e José Sócrates tornou- se primeiro-ministro. Inicia então a modernização da administração pública introduzindo o cartão de cidadão e um \"plano tecnológico\", com o objectivo estimular o fraco desempenho da economia portuguesa, que registava o menor PIB per capita da Europa Ocidental. Contudo, o plano teve pouco efeito. Em 2007, Portugal presidiu à assinatura do Tratado de Lisboa que reformou o funcionamento na UE após a tentativa falhada de aprovar uma Constituição Europeia. == Ver também == * Historiografia de Portugal * História económica de Portugal * Cronologia da história de Portugal * Lista de monarcas de Portugal ==Bibliografia== ;Livros * * * * * * * * * * * * * * * * * * * * * * * * * * * ;Periódicos * ;Fontes online * * * * * * * * * * * == Ligações externas == * A História de Portugal (Parte 1): A Origem dos Portugueses, Impérios AD, 22/05/2019 * A História de Portugal (Parte 2): O Império Português, Impérios AD, 5/06/2019 P",
 "title": "História de Portugal"
}