{
 "id": "70732",
 "text": "Terra Nova e Labrador (em inglês: Newfoundland and Labrador; em francês: Terre-Neuve-et-Labrador), também conhecida simplesmente por Terra Nova, é uma das dez províncias canadenses e também a província mais a leste do Canadá. Situada na região atlântica do país, a província consiste a ilha continental de Terra Nova, e Labrador no continente ao noroeste, com uma área combinada de 405 212 quilômetros quadrados, sendo a sétima maior província canadense por extensão territorial, e a décima maior subdivisão (quando os territórios estão incluídos). Em 2016, a população da província foi estimada em 519 mil habitantes. Cerca de 92% da população da província vive na ilha de Terra Nova e suas ilhas vizinhas menores, dos quais mais da metade vive na península de Avalon. A província é a mais linguisticamente homogênea do Canadá, com 97,6% dos residentes falando o Inglês como sua língua materna de acordo com o censo canadense de 2006. A capital e maior cidade de Terra Nova e Labrador é São João da Terra Nova (St. John's), no qual também é a vigésima maior região metropolitana do Canadá. A cidade é o lar de quase 40% da população da província. A região era uma antiga colônia de dominação do Reino Unido, Terra Nova e Labrador tornou-se a décima e última província a entrar na Confederação Canadense em 31 de março de 1949, como \"Terra Nova\". Em 6 de dezembro de 2001, foi feita uma emenda à Constituição do Canadá para mudar o nome oficial da província para Terra Nova e Labrador. A província continuou como colônia britânica até 1948, quando um referendo que decidiria o futuro da província foi realizado. A população da província teve que escolher entre ser anexada pelos Estados Unidos, continuar como colônia britânica, tornar-se uma nação independente ou ser anexada pelo Canadá, no referendo, preferiu-se a última opção, e a partir desse instante Terra Nova e Labrador tornou-se a décima província do Canadá. ==Origem do nome== O nome Newfoundland é uma tradução do português Terra Nova, que também se reflete no nome francês da ilha da Província (Terre-Neuve). A influência da exploração dos portugueses também se reflete no nome Labrador, que deriva do sobrenome do navegador português João Fernandes Lavrador, que – juntamente com Pêro de Barcelos –, avistou a Costa de Labrador em 1492. == História == === Pré-colonização === Há evidências de habitação humana em Terra Nova e Labrador a cerca de 9 000 anos. Os povos arcaicos marítimos eram grupos de pessoas com culturas arcaicas e caçadoras de mamíferos marinhos do clima subártico. Eles prosperaram ao longo da costa atlântica da America do Norte, aproximadamente dos anos 7000 a.C. a 1500 a.C. Seus assentamentos incluíam casas longínquas e casas temporárias ou sazonais com cobertura de barcos. Eles se envolveram em comércio de longa distância, usando como moeda uma espécie de rocha sedimentar branca, que hoje é encontrada no norte de Labrador e no estado americano do Maine. O ramo sul dessas pessoas foi estabelecido na península norte de Terra Nova há 5 000 anos atrás.Ralph T. Pastore, \"Aboriginal Peoples: Palaeo-Eskimo Peoples\", Newfoundland and Labrador Heritage: Newfoundland and Labrador Studies Site 2205, 1998, Memorial University of Newfoundland O local do período Arcaico Marítimo desses povos, é mais aceito como sendo em um lugar mortuário de Terra Nova, próximo ou em Port au Choix. Os povos Arcaicos Marítimos foram gradualmente deslocados por pessoas da Cultura Dorset (Paleo-Eskimo) que também ocupou Port au Choix. O número de lugares descobertos em Terra Nova indica que eles podem ter sido o grupo mais numeroso de pessoas aborígines a viver lá. Prosperaram de aproximadamente 2000 a.C. a 800 d.C. Eles estavam mais adaptados ao mar do que os povos anteriores, e tinham desenvolvido trenós e barcos semelhantes aos caiaques. Eles queimavam gordura de foca em lâmpadas para produzir sabão. === Colonização de Terra Nova === No final do século XV, os portugueses Pêro de Barcelos, o referido João Fernandes Lavrador, assim como os irmãos Gaspar Corte Real e Miguel Corte Real alcançaram a Gronelândia e estas paragens. Mas, muito provavelmente visitadas antes pelo seu pai, João Vaz Corte Real, e por outro navegador, Álvaro Martins Homem.Uma descoberta que poderá explicar as doações que os dois nobres receberam nos Açores . A caminho da terra nova dos bacalhaus, A Grande Aventura (Extrato de documentário), por Francisco Manso, Francisco Manso, Produções, 2008 Depois, os pescadores e bascos, que pescavam bancos de bacalhau nestas costas desde o início do século XVI, fundaram a cidade de Plaisance (hoje Placentia), que na época era um porto sazonal que os pescadores franceses também usaram mais tarde. Em Terra Nova, em um arquivo na Espanha, do marquês basco Domingo de Luca, datado de 1563, Luca pede \"que meu corpo seja enterrado neste porto de Plazençia no lugar onde os que morrem aqui são geralmente enterrados\". Este arquivo é o documento civil escrito mais velho conhecido no Canadá.placentiahistory.ca - PDF Vinte anos mais tarde, em 1583, Terra Nova tornou-se a primeira posse da Inglaterra na América do Norte e uma das primeiras colônias inglesas permanentes no Novo Mundo quando Sir Humphrey Gilbert reivindicou-a para a rainha Elizabeth. Embora os barcos de pesca ingleses tivessem visitado a Terra Nova continuamente desde a segunda viagem de Cabot em 1498, os campos de pesca sazonais existiam há mais de um século, os bascos, e os barcos franceses e os portugueses também já tinham feito o mesmo. Em 1585, no entanto, isso mudou: Bernard Drake liderou uma incursão devastadora sobre as pescas espanholas e portuguesas dos quais elas nunca se recuperaram. Isso proporcionou uma oportunidade para garantir o domínio da ilha, e levou à nomeação de governadores proprietários que acabaram por estabelecer assentamentos coloniais na ilha, de 1610 a 1728. O primeiro governador com jurisdição sobre toda a Terra Nova foi David Kirke em 1638. Os exploradores logo perceberam que as águas ao redor de Terra Nova tinham a melhor área de pesca do Atlântico Norte.Grant C. Head, Eighteenth Century Newfoundland: A Geographer's Perspective (1976). Em 1620, 300 barcos pesqueiros trabalhavam nos Grandes Bancos de Terra Nova, empregando cerca de 10 000 marinheiros; Muitos continuando a vir do País Basco, Normandia ou Bretanha. Eles secavam e salgavam bacalhau na costa, e vendiam para Espanha e Portugal. Nos anos de 1620, o cais, os armazéns, e as estações de pesca, não conseguiram pagar o pesado investimento feito por George Calvert. Invasões francesas prejudicaram os negócios, e com essa situação, George Calvert redirecionou sua atenção para a outra colônia em Maryland. Depois que Calvert saiu, empreendedores de pequena escala como David Kirke fizeram bom uso das instalações. Em 1638 Kirke transformou-se no primeiro regulador de Terra Nova. Um comércio triangular com a Nova Inglaterra, as Índias ocidentais, e Europa deu a Terra Nova um papel econômico importante. Pelos anos de 1670 havia 1 700 residentes permanentes em Terra Nova e outros 4500 nos meses de verão.Gordon W. Handcock, \"So Longe as There Comes Noe Women\": Origins of English Settlement in Newfoundland (1989) Em 1655, a França nomeou um governador em Plaisance (antigo estabelecimento de pesca basco), iniciando assim um período formal de colonização francesa em Terra Nova, bem como um período de guerra e agitações periódicas entre a Inglaterra e a França na região. Os Mi'kmaq, como aliados dos franceses, eram passíveis de um limitado assentamento francês em seu meio e lutaram ao lado deles contra os ingleses. Os ataques ingleses a Placentia provocaram retaliação pelo explorador da Nova França, Pierre Le Moyne d'Iberville, que durante a Guerra do Rei William na década de 1690 destruiu quase todos os assentamentos ingleses na ilha. Toda a população da colônia inglesa foi morta, capturada para resgate, ou condenada à expulsão para a Inglaterra, com exceção daqueles que resistiram ao ataque na Ilha Carbonear e aqueles que estavam na então remota Bonavista. Depois que a França perdeu o controle político da área após o Cerco de Port Royal em 1710, os Mí'kmaq se envolveram em guerra com os britânicos durante a Guerra de Dummer (1722-1725), a Guerra do Rei George (1744-1748), a Guerra do Padre Le Loutre 1749-1755) e a Guerra Franco-Indígena (1754-1763). O período de colonização francesa durou até o Tratado de Utrecht de 1713, que terminou a Guerra da Sucessão Espanhola, onde a França cedeu aos britânicos suas reivindicações em Terra Nova (incluindo suas reivindicações às margens da Baía de Hudson) e às possessões francesas na Acadia. Mais tarde, sob a supervisão do último governador francês, a população francesa de Plaisance mudou-se para Île Royale (atualmente Ilha Cape Breton), parte da Acadia que permaneceu então sob controle francês. No Tratado de Utrecht (1713), a França reconheceu a propriedade britânica da ilha. No entanto, na Guerra dos Sete Anos (1756-1763), o controle de Terra Nova tornou-se uma vez mais uma fonte importante de conflito entre a Grã-Bretanha, a França e a Espanha, que todos pressionaram por uma participação na pescaria valiosa do local. As vitórias britânicas ao redor do mundo levaram William Pitt a insistir que ninguém além da Grã-Bretanha deveria ter acesso à Terra Nova. A Batalha de Signal Hill ocorreu em Terra Nova no ano de 1762 quando uma força francesa desembarcou e tentou ocupar a ilha, apenas para ser repelida pelos britânicos. De 1763 a 1767, James Cook fez um levantamento detalhado das costas de Terra Nova e do sul de Labrador, quando comandante do HMS Grenville. (No ano seguinte, 1768, Cook começou sua primeira circum-navegação do mundo.) Em 1796, uma expedição franco-espanhola conseguiu novamente invadir as costas de Terra Nova e Labrador, destruindo muitos dos assentamentos. Pelo Tratado de Utrecht (1713), os pescadores franceses ganharam o direito da terra e de pescar peixes na \"Costa Francesa de Terra Nova\" ou seja, na costa ocidental. Em 1783, os britânicos assinaram o Tratado de Paris com os Estados Unidos, dando aos pescadores americanos direitos semelhantes ao longo da costa. Estes direitos foram reafirmados por tratados em 1818, 1854 e 1871 e confirmados por arbitragem em 1910. Em 1854 o governo britânico estabeleceu um governo responsável por Terra Nova. Em 1855, Philip Francis Little, um nativo da Ilha do Príncipe Eduardo, ganhou uma maioria parlamentar sobre Hugh Hoyles e seus conservadores. Pouco formou a primeira administração de Terra Nova (1855-1858). A Terra Nova rejeitou a confederação com o Canadá nas eleições gerais de 1869. O primeiro-ministro do Canadá, John Thompson, chegou muito perto de negociar a entrada de Terra Nova na Confederação em 1892. === Domínio de Terra Nova === Terra Nova permaneceu como uma colônia até adquirir o status de autogoverno (domínio) em 1907. O domínio constituía um estado autogovernado do Império Britânico ou da Commonwealth Britânica, o governo de Terra Nova era relativamente autônomo do domínio britânico. O regimento de Terra Nova lutou na Primeira Guerra Mundial. O regimento passou a servir com distinção em várias batalhas subsequentes, ganhando o prefixo \"Royal\". Apesar do orgulho das pessoas pelas conquistas do regimento, a dívida de guerra do governo, devido ao regimento e o custo da manutenção de uma ferrovia trans-ilha levou a uma dívida pública aumentada e, em última instância, insustentável na era do pós-guerra. Desde o início dos anos 1800, Terra Nova e Quebec (ou Canadá Inferior) estiveram em uma disputa fronteiriça sobre a região de Labrador. Em 1927, no entanto, o governo britânico decidiu que a área conhecida como Labrador deveria ser considerada parte do domínio de Terra Nova. === Comissão de Governo e Confederação com o Canadá === Devido à alta carga de dívida de Terra Nova, resultante da Primeira Guerra Mundial e da construção da Ferrovia de Terra Nova, e a diminuição da receita, devido ao colapso dos preços do peixe, o Legislativo de Terra Nova se extinguiu em 1933 em troca de garantias de empréstimos pela coroa e uma promessa que seria restabelecida:Peter Neary, Newfoundland in the North Atlantic World, 1929-1949 (Montreal and Kingston: McGill-Queen's University Press, 1988), especially chapter 2 Em 16 de fevereiro de 1934, a Comissão de Governo foi eleita, e terminou 79 anos de governo responsável. A Comissão era constituída por sete pessoas designadas pelo governo britânico. Durante 15 anos, não houve eleições, e nenhuma legislatura foi convocada. Quando a prosperidade retornou com a Segunda Guerra Mundial, a agitação começou a acabar com a Comissão do governo, e restabeleceu-se um governo responsável.Gene Long, Suspended State: Newfoundland Before Canada (1999) Mas, o governo britânico criou a Convenção Nacional em 1946, refletindo os esforços de autodeterminação entre as nacionalidades européias que se seguiram à Segunda Guerra Mundial. A Convenção, formada por representantes de todo o país, foi oficialmente encarregada de aconselhar sobre o futuro de Terra Nova. Várias movimentos foram feitos por Joey Smallwood (um membro da convenção que serviu mais tarde como o primeiro premier de Terra Nova e Labrador) para examinar uma possibilidade de Terra Nova entrar no Canadá, e assim enviando uma delegação a Ottawa. O primeiro movimento foi derrotado, embora mais tarde a convenção tenha decidido enviar delegações a Londres e Ottawa para explorar alternativas.Joseph Roberts Smallwood, I chose Canada: The Memoirs of the Honourable Joseph R. \"Joey\" Smallwood (1973) p. 256Richard Gwyn, Smallwood: The Unlikely Revolutionary (1972) Em janeiro de 1948, a convenção nacional votou contra a colocação de uma confederação no referendo. Mas essa votação foi anulada pelos britânicos, que controlavam a convenção nacional e o subsequente referendo. Aqueles que apoiaram a confederação ficaram extremamente desapontados com as recomendações da convenção nacional e organizaram uma petição com mais de 50 mil \"Terra-novenses\" que assinaram exigindo que a confederação com o Canadá fosse colocada diante do povo no próximo referendo. Como a maioria dos historiadores concordam, o governo britânico queria vivamente que a confederação estivesse apurando os votos, e eles se certificaram de que ela realmente estava.David MacKenzie, Inside the Atlantic Triangle: Canada and the Entrance of Newfoundland into Confederation, 1939-49 (Toronto: University of Toronto Press, 1986), 192 Três facções principais fizeram campanha ativamente durante a preparação para os referendos. Smallwood liderou a Confederate Association (CA), defendendo a união com a Confederação Canadense. Elas fizeram campanha através de um jornal conhecido como The Confederate. A Liga do Governo Responsável (RGL), liderada por Peter Cashin, defendeu uma Terra Nova independente com um retorno ao governo responsável. Seu jornal era o The Independent. Um terceiro, o Partido da União Econômica (EUP), liderado por Chesley Crosbie, defendeu laços econômicos mais próximos com os Estados Unidos. Embora uma pesquisa de 1947 tenha relatado que 80% dos residentes de Terra Nova e Labrador queriam se juntar aos Estados Unidos, a EUP não conseguiu ganhar muita atenção e se fundiu com o RGL após o primeiro referendo.\"The 1948 Referendums\" , Library and Archives Canada O primeiro referendo ocorreu em 3 de junho de 1948; 44,5% das pessoas votaram por um governo responsável e independente, 41,1% votaram pela confederação com o Canadá, enquanto 14,3% votaram pela Comissão de Governo. Uma vez que nenhuma das escolhas tinha ganhado mais de 50%, um segundo referendo com apenas as duas escolhas mais populares foi realizado em 22 de julho de 1948. O resultado oficial desse referendo foi 52,3% dos fotos para a Confederação com o Canadá e 47,7% para um governo independente. Após o referendo, uma delegação de sete homens foi escolhida pelo governador britânico para negociar a oferta do Canadá em nome de Terra Nova. Depois de seis dos sete homens da delegação terem assinado, o governo britânico aprovou o Ato de Terra Nova, em 1949 através do Parlamento. Terra Nova entrou oficialmente no Canadá à meia-noite do dia 31 de março de 1949. Com os documentos em arquivos britânicos e canadenses disponíveis na década de 1980, tornou-se claro que tanto o Canadá como o Reino Unido, queriam que Terra Nova se juntasse ao Canadá. Alguns acusaram que foi uma conspiração para manobrar a entrada da Terra Nova na Confederação, em troca do perdão da dívida de guerra do Reino Unido e por outras considerações, mas a maioria dos historiadores que examinaram os documentos do governo, concluíram que na Confederação e no referendo, os \"Terra-Novenses\" tomaram a decisão final, embora fosse uma votação acirrada.Jeff Webb, \"Confederation, Conspiracy and Choice: A Discussion,\" Newfoundland Studies 14, 2 (1998): 170-87. == Geografia == A província de Terra Nova e Labrador é a província mais a leste do Canadá, e está localizada no extremo nordeste da América do Norte. . O Estreito de Belle Isle separa a província em duas divisões geográficas: Labrador, que é uma grande área do continente canadense, e Terra Nova, uma ilha no Oceano Atlântico. A província também possui mais de 7 000 pequenas ilhas. . A ilha de Terra Nova é grosseiramente triangular. Cada lado possui cerca de 400 km de comprimento, e sua área é de 108 860 km². Terra Nova e as suas pequenas ilhas vizinhas (excluindo as possessões francesas) têm uma área total de 111 390 km². . Terra Nova se estende entre as latitudes 46° 36'N e 51° 38'N.. . Labrador tem uma forma irregular, a parte oeste de sua beira com Quebec é a divisão de drenagem da península de Labrador. As terras drenadas por rios que fluem para o Oceano Atlântico são partes de Labrador, o resto pertence a Quebec. A maior parte do limite sul de Labrador com Quebec segue paralelamente os 52° de latitude. A extremidade norte do extremo de Labrador, está a 60° 22'N, compartilhando de uma beira curta com Nunavut. A área de Labrador (incluindo as pequenas ilhas associadas) é de 294 330 km². Juntos, Terra Nova e Labrador representam 4,06% da área do Canadá. Labrador é uma área vasta da rocha metamórfica antiga que compreende muito do nordeste da America do Norte. As placas tectônicas em colisão formaram grande parte da geologia de Terra Nova. O parque nacional de Gros Morne tem uma reputação como um exemplo proeminente da ação tectônica. . As montanhas de longo alcance na costa oeste de Terra Nova são a extensão nordeste das Montanhas Apalaches. Na extensão norte-sul da província, os ventos prevalentes do oeste, as correntes oceânicas frias e os fatores locais tais como montanhas e litorais combinam-se para criar os vários climas da província. . O clima do norte de Labrador é classificado como um clima de tundra polar, o sul de Labrador tem um clima subártico, enquanto que a maior parte de Terra Nova tem um clima continental húmido (sob o sistema de classificação climática de Köppen-Geiger): subtipo fresco de Verão.. === Clima === Terra Nova e Labrador possui uma escala larga dos climas e do tempo, . devido a sua geografia. A ilha de Terra Nova abrange 5 graus de latitude, comparável aos Grandes Lagos. A província foi dividida em seis tipos de clima, mas, em termos gerais, Terra Nova tem um subtipo frio de verão de um clima continental húmido, que é fortemente influenciado pelo mar, uma vez que nenhuma parte da ilha fica a mais de 100 km do oceano. Já Labrador, no norte tem um clima classificado como polar da tundra, no sul possui um clima subártico. . As temperaturas médias mensais, precipitação e queda de neve para quatro lugares são mostrados na tabela abaixo. São João da Terra Nova representa a costa leste, Gander o interior da ilha, Corner Brook a costa oeste da ilha e Wabush o interior de Labrador. Os dados climáticos de 56 locais na província estão disponíveis na Environment Canada. . Os dados para os gráficos são a média de mais de trinta anos. As barras de erro no gráfico de temperatura indicam o intervalo de máximos diurnos e mínimos de noite. Queda de neve é a quantidade total que caiu durante o mês, não a quantidade acumulada no chão. Esta distinção é particularmente importante para São João da Terra Nova, onde uma forte queda de neve pode ser seguida pela chuva, de modo que nenhuma neve permanece no chão. As temperaturas das águas de superfície no lado Atlântico atingem uma média no verão de 12 °C, na costa 9 °C, e no mar para mínimas de inverno são de –1 °C e costeira de 2 °C no mar.. Cópia arquivada desde de 19 de maio de 2008 . As temperaturas do mar na costa oeste são mais quentes do que o lado do Atlântico, variam de 1 a 3 °C. O mar mantém temperaturas de inverno ligeiramente mais altas e temperaturas de verão um pouco mais baixas na costa do que no interior. O clima marítimo produz um tempo mais variável, uma ampla precipitação em uma variedade de formas, maior umidade, menor visibilidade, mais nuvens, menos sol e ventos mais altos do que um clima continental. Temperaturas médias diárias (máximas e mínimas) para locais selecionados em Terra Nova e Labrador . Local Julho Janeiro Mínimas Máximas Mínimas Máximas São João da Terra Nova 11 °C 20 °C −9 °C −1 °C Grand Falls-Windsor 11 °C 23 °C –12 °C –2 °C Gander 11 °C 21 °C −12 °C −3 °C Corner Brook 13 °C 22 °C −10 °C −3 °C Stephenville 12 °C 20 °C −9 °C –2 °C Fogo Island 10 °C 19 °C –9 °C −3 °C Labrador City 8 °C 19 °C –27 °C –16 °C Happy Valley-Goose Bay 10 °C 21 °C −22 °C −12 °C Nain 5 °C 15 °C −23 °C −14 °C == Demografia == Terra Nova e Labrador possuem uma população de 514 536 habitantes, dos quais mais da metade vive na península de Avalon em Terra Nova, local da capital e liquidação histórica . Desde 2006, a população da província começou a aumentar pela primeira vez desde o início dos anos 90. No censo de 2006, a população da província diminuiu 1,5% em relação a 2001, situando-se em 505 469 habitantes. . No entanto, pelo censo de 2011, a população tinha aumentado cerca de 1,8%. A maior denominação religiosa por número de adeptos de acordo com a Pesquisa Nacional de Agregados Domésticos de 2011 foi a Igreja Católica Romana, com 35,8% da população da província (181 590 membros). As principais denominações protestantes constituíam com 57,3% da população, sendo os maiores grupos a Igreja Anglicana do Canadá, com 25,1% da população total (127 255 membros), a Igreja Unida do Canadá com 15,5% (78 380 membros) e as Igrejas Pentecostais com 6,5% (33 195 membros), com outras denominações protestantes em números muito menores. Os não-cristãos constituíam apenas 6,8% da população, com a maioria dos entrevistados indicando \"sem filiação religiosa\" (6,2% da população total). . Segundo o censo canadense de 2001, o maior grupo étnico da Terra Nova e Labrador é o inglês (39,4%), seguido do irlandês (19,7%), escocês (6,0%), francês (5,5%) e das primeiras nações (3,2%).Cópia arquivada desde de 21 de junho de 2008. Enquanto metade de todos os entrevistados também identificou sua etnia como \"canadense\", 38% relatam sua etnia como \"Newfoundlanders\" em uma pesquisa de diversidade étnica de 2003 da Statistics Canada.The Daily. 29 de setembro de 2003. Ethnic Diversity Survey. Consultado em 8 de fevereiro de 2017 . População de Terra Nova e Labrador desde 1951 Ano População Cinco anos % de mudança Dez anos % de mudança 1951 361,416 - - 1956 415,074 14.8 - 1961 457,853 10.3 - 1966 493,396 7.8 18.9 1971 522,100 5.8 14.0 1976 557,720 6.8 13.0 1981 567,681 1.8 8.7 1986 568,350 0.1 1.9 1991 568,475 0.02 0.1 1996 551,790 −2.9 −2.9 2001 512,930 −7.0 −9.8 2006 505,469 −1.5 −8.4 2011 514,536 +1.8 +0.3 Fonte: Statistics Canada Idiomas da população Posição Língua Indivíduos Porcentagem 1\\. Inglês 443,405 89 2\\. Francês 46,885 10.4 3\\. Innu-aimun 1,585 0.3 4\\. Chinês 1,080 0.2 5\\. Espanhol 670 0.1 6\\. Alemão 655 0.15 7\\. Inuktitut 595 0.1 8\\. Urdu 550 0.1 9\\. Árabe 540 0.1 10\\. Holandês 300 < 0.1 11\\. Russo 225 < 0.1 12\\. Italiano 195 < 0.1 ==Economia== Por muitos anos, Terra Nova e Labrador tiveram uma economia deprimida. Na sequência do colapso da pesca do bacalhau no início dos anos 90, a província registou taxas recordes de desemprego e a população diminuiu cerca de 60 mil. . Devido a um grande boom de energia e recursos, a economia provincial teve uma grande reviravolta desde a virada do século XXI. As taxas de desemprego diminuíram, a população estabilizou-se e teve crescimento moderado. A província ganhou superávits recordes, que a livrou de seu status como uma província do \"não tem\". . . O crescimento econômico, o PIB (Produto Interno Bruto), exportações e emprego retomaram em 2010, depois de sofrer os impactos da recessão de 2000. Em 2010, o investimento total de capital na província cresceu para C$ 6,2 bilhões, um aumento de 23,0% em relação a 2009. O PIB de 2010 atingiu C$ 28,1 bilhões, em comparação com C$ 25,0 bilhões em 2009. . As indústrias de serviços representam a maior parte do PIB, especialmente os serviços financeiros, os cuidados de saúde e a administração pública. Outras indústrias importantes são a mineração, produção de petróleo e manufatura. A força de trabalho total em 2010 foi de 263 800 trabalhadores.Stats Canada – Labour force characteristics by province, setembro de 2010. . Cópia arquivada desde de 24 de junho de 2007. . O PIB per capita em 2008 foi de 61 763 dólares canadenses, superior à média nacional e atrás apenas de Alberta e Saskatchewan, e superior as outras províncias canadenses. As minas de ferro e níquel em Labrador, produziram um total de C$ 3,3 bilhões de minério em 2010. . A indústria de pesca continua a ser uma parte importante da economia provincial, empregando cerca de 20 000 pessoas e contribuindo com mais de C$ 440 milhões para o PIB. A captura combinada de peixes como o bacalhau, arinca, alabote, arenque e cavala foi de 150 000 toneladas, avaliadas em cerca de C$ 130 milhões em 2006. Os mariscos, como o caranguejo, o camarão e os moluscos, representaram 195 000 toneladas, um valor de US$ 316 milhões no mesmo ano. O valor dos produtos da caça à foca foi de C$ 55 milhões. A aquicultura é uma nova indústria para a província, que em 2006 produziu mais de 10 000 toneladas de salmão do atlântico, mexilhões e truta, produzindo mais de C$ 50 milhões. O papel de jornal é produzido por uma fábrica de papel em Corner Brook, com uma capacidade de 420 000 toneladas por ano. O valor das exportações de papel de jornal varia muito de ano para ano, dependendo do preço de mercado global. A madeira serrada é produzida por inúmeras fábricas em Terra Nova. Além do processamento de frutos do mar, existe fabricação de papel e refino de petróleo, a produção de alimentos na província consiste em indústrias menores, e também há produção de cerveja e outras bebidas. A agricultura em Terra Nova é limitada a áreas ao sul de São João da Terra Nova. Batatas, nabos, cenouras e repolhos são cultivados para consumo local, carne de aves e ovos também são produzidos para consumo. As blueberries selvagens, os partridgeberries e as amoras brancas são colhidos comercialmente e usados em doces e na produção de vinho. A produção de laticínios é outra parte importante da indústria agricultural de Terra Nova. O turismo também contribui significativamente para a economia da província. Em 2006, cerca de 500 mil turistas não residentes visitaram Terra Nova e Labrador, gastando cerca de C$ 366 milhões na província. O turismo é mais popular durante os meses de junho a setembro (os meses mais quentes do ano com mais horas de luz do dia). == Política == miniaturadaimagem|Edifício da Confederação Terra Nova e Labrador é governada por um governo parlamentar dentro do construto da monarquia constitucional. A monarquia em Terra Nova e Labrador é o fundamento dos poderes executivo, legislativo e judiciário. O soberano é o Rei Charles III, que também é chefe de estado de outros 15 países da Commonwealth, e também de cada uma das nove outras províncias do Canadá e do reino federal canadense. Ele reside no Reino Unido. O representante do rei na província é o tenente-governador de Terra Nova e Labrador, atualmente Frank Fagan. A participação direta das figuras reais e vice-reais em qualquer uma dessas áreas da governação é limitada, na prática, seu uso dos poderes executivos é dirigido pelo conselho executivo (um comitê de ministros da Coroa, responsável pela câmara da assembleia unicameral) eleito, escolhido e chefiado pelo primeiro-ministro de Terra Nova e Labrador, Dwight Ball, o chefe do governo. Para assegurar a estabilidade do governo, o tenente-governador costuma nomear como primeiro-ministro a pessoa que normalmente é o atual líder do partido político, que pode obter a confiança de uma pluralidade na câmara da assembleia. O líder do partido com a segunda maioria dos assentos geralmente se torna o líder da oposição leal de sua majestade, e faz parte de um sistema parlamentar destinado a manter o governo sob controle. Cada um dos 40 membros da Câmara da Assembleia (MHA) é eleito por simples pluralidade em um distrito eleitoral. As eleições gerais devem ser convocadas pelo tenente- governador na segunda terça-feira de outubro, quatro anos após a eleição anterior, ou podem ser convocadas, sob parecer do primeiro-ministro, se o governo perder um voto de confiança na legislatura. Tradicionalmente, a política na província tem sido dominada tanto pelo Partido Liberal como pelo Partido Conservador Progressista. No entanto, nas eleições provinciais de 2011, o Novo Partido Democrático, de sucesso menor, teve um grande avanço e ficou em segundo lugar no voto popular por trás dos conservadores progressistas. == Educação == A educação pública em Terra Nova e Labrador é gratuita para todos os cidadãos canadenses e residentes permanentes com menos de 18 anos. Os pais são responsáveis ​​pelo fornecimento de material escolar, os uniformes escolares não são usados, mas os uniformes da banda e esportes também são de responsabilidade dos pais. Na província, os alunos são legalmente obrigados a frequentar a escola entre as idades de 6 e 16 anos, embora a maioria dos alunos continue até os 18 anos para concluir o ensino médio. Existem vários tipos diferentes de opções de ensino disponíveis para a educação em Terra Nova e Labrador. As opções são escolas públicas, escolas de inglês, imersão em francês, escolas em francês e escolas particulares. Os pais também têm a opção de educar seus filhos em casa. Na província, a educação pode ser data em inglês ou em francês. O ano letivo geralmente vai do início de setembro até o final de junho. No entanto, pode haver variações de sistema para sistema. A maioria das escolas fecha nos meses de julho e agosto, bem como para os intervalos de Natal e Páscoa. === Ensino superior === Cada província canadense é responsável por seu sistema de ensino superior. Terra Nova e Labrador tem um sistema pequeno mas eficaz de instituições de ensino superior. Seu sistema também é único no Canadá, pois é o único sistema com uma universidade e uma faculdade. A Universidade Memorial de Terra Nova (MUN) é categorizada como uma universidade abrangente que concede diplomas, e a Faculdade do Atlântico Norte (CNA) fornece diversos certificados técnicos e orientados para a carreira, aprendizagem e programas de diploma com universidades cursos de transferência de nível. O Instituto de Pesca e Marinha (MI) está vinculado a MUN e oferece treinamento em pesca e tecnologia marinha. Vários programas relacionados à saúde também são oferecidos pelas autoridades regionais de saúde. Existem também 25 instituições de treinamento privadas registradas na província. == Transporte == Dentro da província, o Departamento de Transportes e Obras de Terra Nova e Labrador opera ou patrocina 15 rotas de ferreis de automóveis, passageiros e frete, que ligam várias comunidades ao longo do litoral importante da província. Um serviço regular de passageiros e ferreis de automóveis, que dura cerca de 90 minutos, atravessa o estreito de Belle Isle, conectando a ilha da província de Terra Nova com a região de Labrador no continente. Uma balsa viaja de St. Barbe em Terra Nova, na Península do Grande Norte, até a cidade portuária de Blanc-Sablon em Quebec, localizada na fronteira provincial e ao lado da cidade de L'Anse-au-Clair em Labrador. O MV Sir Robert Bond forneceu um serviço sazonal de balsa entre Lewisporte na ilha e as cidades de Cartwright e Happy Valley-Goose Bay em Labrador, mas não ocorreu mais desde a conclusão da rodovia Trans Labrador em 2010, permitindo o acesso de Blanc-Sablon em Quebec para as principais partes de Labrador. Várias outras linhas ferreis menores conectam numerosas outras cidades costeiras e comunidades insulares ao longo da ilha de Terra Nova até a costa de Labrador, desde o norte até Nain. Os serviços ferreis interprovinciais são fornecidos pela Marine Atlantic, uma corporação federal da Coroa que opera balsas de passageiros d automóveis de North Sydney em Nova Escócia para as cidades de Port aux Basques e Argentia, na costa sul da ilha de Terra Nova. O Aeroporto Internacional de São João da Terra Nova (St. John's YYT) e o Aeroporto Internacional de Gander YQX são os únicos aeroportos da província que fazem parte do Sistema Nacional de Aeroportos. O aeroporto internacional de São João da Terra Nova lida com cerca de 1,2 milhões de passageiros por ano tornando-se o aeroporto mais movimentado da província e o décimo primeiro aeroporto mais movimentado do Canadá. O aeroporto está atualmente passando por uma grande expansão do prédio do terminal, que está programado para ser concluído em 2021. O aeroporto de Deer Lake YDF administra mais de 300 mil passageiros por ano. == Bandeira provincial == A bandeira provincial atual de Terra Nova e Labrador, foi adotada oficialmente pela legislatura em 28 de maio de 1980, e primeiramente usada no \"Discovery Day\" do ano. Labrador tem sua própria bandeira não oficial, criada em 1973. Na bandeira atual, o azul representa o mar, o branco representa a neve e o gelo, o vermelho representa os esforços e as lutas do povo, e o dourado representa a confiança dos habitantes de Terra Nova e Labrador. Os triângulos azuis são um tributo à bandeira da união, e representam a herança britânica da província. Os dois triângulos vermelhos representam Labrador (a parte continental da província) e a ilha. A seta dourada é um jaque de união, colocada na bandeira como um lembrete de que Terra Nova foi possuída uma vez pela Grã Bretanha, o jaque de união aponta para um \"futuro mais brilhante.\" Na bandeira tricolor não oficial, com as cores \"rosa, branco e verde\", é uma bandeira de origens do século XIX que apreciou popularidade em partes da ilha no final do século. Ela foi usada e transportada em alguns navios até o século XX. No entanto nunca foi adotada pelo governo de Terra Nova. Um artigo de 1976 relatou que a bandeira tricolor foi criada em 1843 por um bispo católico romano de Terra Nova.The Monitor, Julho de 1976, Católico Romano, Arquidiocese de Terra Nova. As cores pretendiam representar a união simbólica dos grupos étnicos e religiosos historicamente dominantes em Terra Nova: os ingleses, escoceses e irlandeses. Embora popular, não há existência de nenhuma evidência histórica para apoiar este boato. Pesquisas recentes sugerem que a bandeira foi usada pela primeira vez na década de 1870 ou mais tarde pela associação de pescadores da \"Estrela do Mar\". Ela parecia com a bandeira não oficial da Irlanda, por isso alguns turistas supuseram que era a bandeira não oficial irlandesa. A bandeira tri-color permaneceu relativamente desconhecida fora da cidade de São João da Terra Nova e da península de Avalon até o crescimento da indústria turística desde o final do século XX. A bandeira foi usada como um emblema em artigos de lojas de presente em St. John e em outras cidades. O \"rosa, o branco e verde\" foram adotados por alguns residentes como um símbolo dos laços com a herança irlandesa e como uma indicação política. Muitos dos protestantes da província, que compõem quase 60% da população total da província, não se identificam com esta herança. Ao mesmo tempo, muitos dos católicos da província, aproximadamente 37% da população total (com pelo menos 22% da população reivindicando a ascendência irlandesa), . . pensam que a bandeira provincial atual não os representa satisfatoriamente. Mas, uma pesquisa patrocinada pelo governo em 2005 revelou que 75% dos habitantes de Terra Nova e Labrador rejeitaram a adoção da bandeira tricolor como bandeira oficial da província.Mark Quinn, \"Push for old Newfoundland flag fails to cause ripple, poll finds\", 29 de outubro de 2005, A16 == Ver também == * Ilha Baccalieu * Estreito de Belle Isle * Lista de divisões do censo de Terra Nova e Labrador * Lista de municípios de Terra Nova e Labrador ==Bibliografia== * * * * * Atlas of Newfoundland and Labrador by Department of Geography Memorial University of Newfoundland, Breakwater Books Ltd; ; (1991) * Bavington, Dean L.Y. Managed Annihilation: An Unnatural History of the Newfoundland Cod Collapse (University of British Columbia Press; 2010) 224 pages. Links the collapse of Newfoundland and Labrador cod fishing to state management of the resource. * Cadigan, Sean T. Newfoundland and Labrador: A History U. of Toronto Press, 2009. Standard scholarly history * Casey, G.J. Casey and Elizabeth Miller, eds., Tempered Days: A Century of Newfoundland Fiction São João da Terra Nova: Killick Press, 1996. * Earle, Karl Mcneil. \"Cousins of a Kind: The Newfoundland and Labrador Relationship with the United States\" American Review of Canadian Studies Vol: 28. Issue: 4. 1998. pp: 387–411. * Fay, C. R. Life and Labour in Newfoundland University of Toronto Press, 1956 * Department of Finance, Economic Research and Analysis. \"The Economic Review 2010\" Dec. 2010 * Jackson, Lawrence. Newfoundland & Labrador Fitzhenry & Whiteside Ltd; ; (1999) * Gene Long, Suspended State: Newfoundland Before Canada Breakwater Books Ltd; ; (April 1, 1999) * R. A. MacKay; Newfoundland; Economic, Diplomatic, and Strategic Studies Oxford University Press, 1946 * Patrick O'Flaherty, The Rock Observed: Studies in the Literature of Newfoundland University of Toronto Press, 1979 * Joseph Smallwood ed. The Encyclopedia of Newfoundland and Labrador São João da Terra Nova: Newfoundland Book Publishers, 1981–, 2 vol. * This Marvelous Terrible Place: Images of Newfoundland and Labrador by Momatiuk et al., Firefly Books; ; (September 1998) * True Newfoundlanders: Early Homes and Families of Newfoundland and Labrador by Margaret McBurney et al., Boston Mills Pr; ; (June 1997) * Biogeography and Ecology of the Island of Newfoundland: Monographiae Biologicae by G. Robin South (Editor) Dr W Junk Pub Co; ; (April 1983) ==Ligações externas== *",
 "title": "Terra Nova e Labrador"
}