{
 "id": "70734",
 "text": "Gian Lorenzo Bernini ou simplesmente Bernini (Nápoles, 7 de dezembro de 1598 – Roma, 28 de novembro de 1680) foi um eminente artista do barroco italiano, trabalhando principalmente na cidade de Roma.. Foi um escultor, urbanista, arquiteto, pintor, cenógrafo, dramaturgo e figurinista e criador de espectáculos de pirotecnia italiano. Como arquiteto e escultor é autor de obras de arte presentes até aos dias atuais em Roma e no Vaticano, como a Praça de São Pedro, a Capela Chigi, O Êxtase de Santa Teresa, Habacuc e o Anjo, e inúmeras fontes espalhadas por Roma. Artista poliédrico e multifacetado, Bernini é considerado o protagonista da cultura figurativa barroca. A sua obra foi um sucesso retumbante e dominou a cena europeia durante mais de um século após a sua morte; da mesma forma, a influência de Bernini sobre os seus contemporâneos e a posteridade foi enorme. == Biografia == === Juventude === Gian Lorenzo Bernini nasceu em Nápoles no seio de uma família florentina, o primeiro filho de Pietro Bernini, um falecido escultor maneirista toscano nascido em Sesto Fiorentino , e o sexto dos treze filhos da napolitana Angelica Galante. O jovem Gian Lorenzo passou os primeiros anos da infância em Nápoles, para onde o seu pai Pietro se mudou a convite do vice-rei para trabalhar na Certosa di San Martino; Bernini abordou o mundo da escultura justamente na cidade napolitana, acompanhando o seu pai Pietro até o canteiro de obras e observando-o fascinado enquanto trabalhava no mármore. Em 1606, Pietro construiu uma residência em Roma e Gian Lorenzo o acompanhou. Ali, as suas precoces habilidades de prodígio logo foram notadas pelo pintor Annibale Carracci e pelo Papa Paulo V começando assim a trabalhar como artista independente. Os seus primeiros trabalhos foram inspirados por esculturas helenistas e romanas existentes, que pôde estudar em detalhe. A formação de Bernini decorreu, de facto, no contexto artístico romano, sob a orientação do seu pai Pietro, que foi plenamente capaz de realçar o talento precoce do filho, ensinando-lhe os primeiros princípios da escultura. Naqueles anos Pietro Bernini estava completamente absorvido no canteiro de obras da Capela Paulina de Santa Maria Maggiore, encomendada pelo Papa Paulo V para abrigar o seu próprio monumento funerário e o do seu antecessor Clemente VIII; Aqui atuou um grande número de pintores, escultores e decoradores, habilmente coordenados pelo arquiteto Flaminio Ponzio. A direção cuidadosa de Ponzio ofereceu ao jovem Gian Lorenzo elementos concretos para a reflexão sobre a organização de um canteiro de obras coletivo e sobre a importância de um trabalho de grupo eficiente, a ser entendido como um projeto unitário onde a arquitetura, a pintura e a escultura podem ser fundidas, e não como a soma de intervenções individuais autónomas: no futuro Bernini teria dirigido numerosos canteiros de obras, e esta qualidade intuitiva ter-lhe-á sido bastante útil. Entretanto, Gian Lorenzo, inicialmente um simples discípulo do seu pai Pietro, tornou-se um colaborador ativo; pai e filho trabalharam juntos no Príapo e na Flora da Villa Borghese (onde Gian Lorenzo criou as cestas de frutas, com clara atenção ao modelo naturalista de Caravaggio), na decoração da Capela Barberini em Sant'Andrea della Valle e no Um Fauno provocado por crianças, onde o legado da antiguidade é revisitado pelos dois em tom moderno.. Os primeiros exemplos da sua actividade como escultor verificam-se entre 1614 e 1619, quando Gian Lorenzo criou de forma totalmente independente o O Martírio de São Lorenzo (por volta de 1614) e o São Sebastião (1617), onde existe uma adesão total aos motivos clássicos e a um distanciamento autoritário do gosto maneirista tardio do próprio pai Pietro. === Um mestre escultor === Através do seu pai, que propagandeou as qualidades do seu filho, Gian Lorenzo entrou em contato com o seu primeiro cliente, o cardeal florentino Maffeo Barberini , que primeiro o encarregou de fazer algumas intervenções numa das Pietàs inacabadas de Michelangelo Buonarroti e depois de criar quatro putti para a capela da família em Sant'Andrea della Valle. A qualidade de suas obras atraiu a atenção de outro cardeal, Scipione Caffarelli-Borghese, sobrinho do Papa Paulo V, que em 1618 decidiu apostar em Bernini - com apenas vinte anos na época - rapidamente se tornou um escultor proeminente, mesmo que os seus primeiros trabalhos fossem peças para decorar os jardins do cardeal: A Cabra Amalthea, o infante Zeus e um Fauno, Almas Danadas ou Almas abençoadas. Em 1620, completou o busto do Papa Paulo V, tio de Scipione Borghese. Acessado pela genialidade do jovem escultor, Scipione tornou-se um patrono entusiasta, contratando-o para criar obras que o mantiveram ocupado de 1618 a 1625. Nesse período de cinco anos, de fato, Bernini deu prova da perícia que havia alcançado na escultura. Nos anos seguintes, ornou a vila do cardeal com obras primas: em \"Enéas, Anquises e Ascânio\" (1619) descreve as três idades do Homem por três pontos de vista, baseada numa figura de um afresco de Rafael, e talvez refletindo o momento em que o filho consegue o papel do pai; O Rapto de Proserpina (1621 - 1622), onde recria uma obra de Giambologna, com destaque para a recriação da pele feminina no mármore; Apolo e Dafne (1622 - 1625) mostra o momento mais dramático de uma das histórias de Ovídio, onde Apolo, o deus da luz, desafia Eros, o deus do amor, para um combate com armas, e, ferido por uma flecha dourada, apaixona-se por Dafne, uma ninfa de água, que fizera voto de virgindade. Dafne escapa de Apolo porque se transforma em loureiro, que Bernini executa no mármore como uma vida se transmudando em árvore; David (1623 - 1624), um marco na história da arte, que mostra a fixação do barroco com o movimento. Michelangelo mostrou a natureza heroica do David, Bernini capturou o exato instante em que ele se torna um herói. Todas essas esculturas foram adornar a luxuosa vila de Scipione Borghese nos arredores da Porta Pinciana , \"um objeto de espanto como uma maravilha do mundo\". Enquanto isso, a fama de Bernini foi-se tornando cada vez mais consolidada: Além da escultura em grande escala, Bernini também obteve resultados notáveis ​​na produção de \"bustos\" na década de 1920 . Neste género, Bernini criou retratos extraordinariamente vivos, com expressões faciais, gestos corporais dinâmicos e poses dramáticas que conferiam à obra uma individualidade psicológica própria, em clara antítese aos bustos severos e sóbrios que circulavam na época: «[nós] precisamos fazer com que uma bola de gude branca assuma a semelhança de uma pessoa, que é cor, espírito e vida», diria mais tarde, trinta anos depois. Outras criações deste período foram o colchão que esculpiu para o Hermafrodita Dormindo (1620), o restauro das partes mutiladas do Fauno Barberini e algumas intervenções na parte inferior do Ares Ludovisi .. === O mecenatismo iluminado de Urbano VIII === Ano crucial para a sorte de Roma, do ponto de vista artístico, 1623 viu a eleição de Maffeo Barberini como Papa Urbano VIII, amante da arte e admirador de Bernini, que considerava o artista ideal para realizar seu projeto urbanístico e arquitetônico. Este projeto consistia em dar forma e expressão à vontade da Igreja Católica de representar-se como força triunfante a través de obras espetaculares, com caracteres persuasivos, comunicativos e celebrativos. Urbano VIII dirigiu-se assim a Bernini: «É sua grande sorte, ó Cavaleiro, de ver o Cardeal Maffeo Barberini como Papa; mas muito maior é o nosso, que o Cavaleiro Bernini vive no nosso pontificado.\" Bernini gozava da familiaridade do pontífice não só pelas suas raízes toscanas, sendo o seu pai natural de Sesto (Urbano VIII, de facto, preferia os florentinos, de modo que Gian Lorenzo chegou ao ponto de assinar-se como «Cav.re Gio. Lorenzo Bernini Napoletano ou florentino como quiser\"), mas sobretudo pelas suas claras qualidades artísticas, que lhe permitiram iniciar um longo período de hegemonia artística sobre Roma, tanto no papel de intérprete como de empresário. Após a sua associação com Urbano VIII, o reconhecimento oficial multiplicou-se para Bernini: em 24 de agosto de 1623 foi-lhe confiado o cargo de comissário e auditor das condutas das fontes da Piazza Navona , em 1 de outubro foi-lhe concedida a direção da Fundição Castel Sant. 'Angelo , enquanto em 7 de outubro foi nomeado superintendente dos despojos Acqua Felice . Com a morte de seu pai Pietro, em agosto de 1629, Bernini, se por um lado perdeu uma importante figura de referência, por outro herdou o cargo de Arquiteto do Acqua Vergine. Por isso, participou na construção de diversas fontes em Roma, a ponto de se autoproclamar “amigo das águas”: entre as diversas fontes de Bernini destacam-se o Tritão (1642-43) e as Abelhas (1644), enquanto os seus projectos para a Fonte de Trevi nunca foram executados. Urbano VIII reconheceu Bernini como o artista ideal para realizar os seus projetos urbanos e arquitetónicos e para dar forma e expressão ao desejo da Igreja de se representar como uma força triunfante, através de obras espetaculares, com forte caráter comunicativo, persuasivo e celebrativo. Imitando os papas renascentistas, com Bernini, Urbano VIII aspirou entregar um novo Miguel Ângelo à história : de facto, desde a época do Papa Júlio II , o mundo artístico romano não tinha testemunhado um patrocínio tão grande e esclarecido. Relatamos abaixo o depoimento de Filippo Baldinucci : «E como aquele que, desde o momento em que este nobre génio foi entregue à sua custódia pela santidade de Paulo V, começou a prever grandes coisas dele; ele concebeu em si mesmo uma ambição virtuosa, que Roma, no seu pontificado e através da sua indústria, conseguiu produzir outro Miguel Ângelo.» ==Bernini, \"um homem universal\"== Por esta razão, Urbano VIII também contratou o seu protegido para trabalhar em arquitetura e pintura, bem como em escultura. A primeira encomenda do Papa foi a estátua da igreja de Santa Bibiana em 1623, que incluía a fachada da igreja e uma estátua da Santa em Êxtase. Isto por ocasião da descoberta das relíquias da santa; Bernini também esculpiu a estátua do altar, enquanto a decoração pictórica do interior foi confiada a Pietro da Cortona. Esta estátua, com um aspecto já barroco pelo efeito de sombra acentuado, sinaliza um momento de mudança no estilo do escultor, dialogando com a obra de Pietro da Cortona, precursor da pintura barroca em Roma. A sintonia artística entre Urbano VIII e Bernini se mostrará na Basílica de São Pedro, edificação erguida no lugar do martírio do apóstolo Pedro, primeiro Papa da Igreja Católica. A basílica deverá representar o renascimento da Igreja e a sua revitalização moral e espiritual depois da crise do século precedente. Em 5 de fevereiro de 1629, Bernini assume a direção das obras de São Pedro, no Vaticano , sucedendo a Carlo Maderno (falecido seis dias antes) no prestigiado e cobiçado cargo. A Basílica de São Pedro foi palco de grandiosas intervenções de Bernini: o túmulo de Urbano VIII , a estátua de São Longino, o baldaquino monumental de São Pedro, papéis de parede, móveis e muito mais. O Papa desejava que o novo altar fosse coberto por um enorme baldaquino. Este baldaquino, é nomeadamente uma estrutura de bronze colocada para proteger e indicar o túmulo de São Pedro, primeiro pontífice da Igreja Católica; construído entre 1624 e 1633, está apoiado numa base de mármore, de onde quatro colunas espiraladas terminam num capitel com volutas apoiadas no dorso por anjos que se curvam como delfins, culminando com um globo e uma cruz. Inspira no baldaquino efêmero usado nas cerimônias da quaresma. Mais uma vez Bernini gravou no material uma manifestação efêmera. A área em volta do baldaquino, formada pelas quatro colunas que sustentam a cúpula, contém nichos, um dos quais com um São Longuinho de Bernini. Embora seja essencialmente uma invenção de Bernini, na criação do dossel também participou o arquiteto-assistente Francesco Borromini , que desenhou as volutas em forma de golfinho colocadas no topo do tabernáculo aéreo; Mais tarde, Bernini teria uma relação extremamente conflituosa com Borromini, que se transformou em hostilidade aberta que resultou em lenda. Além da escultura e da arquitetura, onde alcançou seus maiores e mais duradouros resultados, nestes anos Bernini também se dedicou à pintura, criando alguns retratos, autorretratos e dois santos , e à criação de instalações cenográficas para ocasiões particulares (canonização de Isabel de Portugal, 1625; por Andrea Corsini, 1629; catafalco para Carlo Barberini, 1630); Destacam-se também os resultados alcançados na dramaturgia, atividade que será discutida mais abaixo. Em 1627 começa a construção do monumento fúnebre de Urbano VII. Terminado muitos anos mais tarde, foi colocado em simetria ao túmulo de Paulo III, que iniciara as reformas terminadas por Barberini. Este monumento se inspira na tumba dos Medici de Miguel Ângelo, com a estátua do Papa em cima, benzendo, e mostrando figuras alegóricas da Caridade e da Justiça, e ao centro, em lugar da figura tradicional da Fama, um esqueleto escreve o epitáfio. A novidade iconográfica significa que até a morte rende homenagem à glória do Papa. Em 1630 começa o trabalho no Palazzo Barberini, com a colaboração de Francesco Borromini, que se tornará seu rival. Em 1642, Bernini adquire dois palácios vizinhos na Via della Mercede, em Roma, e deixa a casa que era do seu pai. O local é hoje conhecido como Palazzo Bernini. Entre 1642 e 1643 realiza a belíssima Fonte de Tritão, a primeira de suas fontes, um punhado de motivos clássicos e seiscentistas numa fantasia indubitavelmente barroca, que também responde a necessidades específicas de exaltação dinástica. As obras não relacionadas com a glorificação de Barber, no entanto, foram decididamente poucas: se a execução dos bustos de Carlos I da Inglaterra e do Cardeal Richelieu foi autorizada apenas por razões de conveniência política, um interdito papal proibiu Bernini de completar o busto de Tomás. Baker e motivos semelhantes impediram a finalização da versão original do busto de Giordano Orsini. A única obra de carácter privado que escapou à censura papal foi o busto retratando Costanza Bonarelli, amante secreta de Bernini: para mais informações sobre a tumultuada relação romântica entre os dois, consulte a nota complementar «Costanza e Gian Lorenzo». Talvez para se consolar do seu trágico amor por Costanza, Bernini casou-se com Caterina Tezio (falecida em 1673) em 15 de maio de 1639: foi um casamento muito feliz, coroado pelo nascimento de onze filhos. === O papa Pamphili === 200px|left|thumb|Fonte de Tritão A boa fortuna do artista cessa abruptamente com a morte de seu protetor. Em 1644 começa o pontificado do Papa Inocêncio X, nato Pamphili, muito mais austero por causa da crise econômica depois da guerra de Castro e do redimensionamento de seus poderes como consequência do tratado de Vestfália de 1648. A partir daí as melhores encomendas foram para artistas rivais, como Francesco Borromini, que executa a Basílica de São João de Latrão, e Carlo Rainaldi, que constrói o Palácio Pamphili e começou a edificar a igreja da Santa Agonia na Piazza Navona. Bernini, que era respeitado, porém mais temido e odiado por seus poderes quase ditatoriais exercidos sobre o mundo artístico romano e por sua relação com o papa anterior, sofreu ainda a humilhação por causa de um desabamento de um campanário da fachada de São Pedro devido a problemas técnicos. Seus detratores o consideravam um mau arquiteto do ponto de vista técnico e se vingaram. O papa Inocêncio X, no entanto, deu seu apoio e encomendou a Bernini a decoração do braço longo da basílica de São Pedro. Naquele ano ainda, realizou uma de suas obras primas absolutas, onde seus valores estéticos e culturais representam um dos fatos artísticos mais importantes do século XVII, a capela Cornaro na igreja de Santa Maria da Vitória, com a imagem O Êxtase de Santa Teresa. Bernini, em vez de representar um evento estático, organiza o espaço exíguo da capela como um cenário teatral, com os espectadores e a família do patrocinador, retratada a meio busto nos palcos laterais. Ao centro surge o grupo da santa com um anjo que a trespassa com um dardo ao alto. A santa tem uma atitude totalmente sensual, de fazer notar a muitos observadores a natureza mística e espiritual do evento. Nas palavras da Santa: \"é uma espécie de ferida que faz parecer para a alma como se um dardo entrasse dentro do coração, e se sente como uma grande dor, mas que é muito voluptuosa e jamais se deseja que acabe\". É também de 1644 a Fonte dos Quatro Rios na Piazza Navona em Roma, encimada pelo Obelisco Agonalis apoiado numa base de travertino com quatro alegorias dos rios. Realizou também um monumento da soror Maria Raggi, a Verdade e os bustos de Inocêncio X e Francesco d'Este de Módena. === O papa Chigi === Com a eleição de Fabio Chigi, que tomou o nome de Papa Alexandre VII em 1655, retorna um papa humanista que, como Maffeo Barberini, trinta anos atrás, se cerca de artistas e arquitetos para a execução de ambiciosos projetos urbanísticos, como a sistematização da praça do Povo, empregando Pietro da Cortona e Carlo Rainaldi. As primeiras obras encomendadas a Bernini foram as estátuas de \"Daniel e os Leões\" e \"Habacuque e o Anjo\" para a Capela Chigi na Igreja de Santa Maria del Popolo (1655 - 1661) e a decoração da nave e do transepto. Em São Pedro termina a decoração interna com a espetacular máquina da Cátedra de São Pedro, situada ao fundo da ábside, uma obra de difícil interpretação. Trata-se de um relicário que contém a cadeira da época paleocristã, iluminada pela aparição de uma pomba estilizada na janela, símbolo da iluminação divina, e irmanada às estátuas dos quatro Padres da Igreja, símbolos da sabedoria da igreja e que sustêm a autoridade papal. Do lado externo, constrói-se uma colunata elíptica, uma intervenção urbanística e arquitetônica, um espaço dedicado às cerimônias públicas, que representa um abraço da igreja à totalidade de seu povo. O trabalho em São Pedro termina com a construção da Escada Santa, ingresso oficial ao Palácio Apostólico e com a estátua equestre de Constantino (1662 - 1668). Sempre para a família Chigi, constrói duas igrejas, a Colleggita de Ariccia e a de Castel Gandolfo. Projeta em 1666, para a praça de Santa Maria de Minerva, o Elefante, base para um obelisco realizado por Ercole Ferrata, que materializa uma simbologia tratada na obra de Francesco Colonna, Hypnerotomachia Poliphili. Bernini era um artista de fama internacional e Colbert, por conta do rei Luis XIV, convida-o a visitar a França. Ele parte em 1665, com o intuito de projetar uma restauração do Palácio do Louvre, e é recebido como um príncipe. Mas não realiza nenhuma obra de vulto, apenas projetos e bustos de personalidades francesas. Na volta constrói um monumento fúnebre para Alexandre VII com a ajuda de seus alunos. ==Produção artística== ===Escultor Bernini=== As esculturas de Gian Lorenzo Bernini caracterizam-se por um dinamismo eletrizante (com que se surpreende e fixa o momento de movimento das formas), por um poderoso virtuosismo técnico, por uma exuberância expressiva incontida, por uma representação psicológica vigorosa e por uma teatralidade espetacular. Antes de executar fisicamente a obra, Bernini expressou o seu projeto fazendo esboços e anotações rápidas, ou modelando pequenos esboços em argila, um meio de design certamente mais próximo do espírito de Bernini. A argila era manuseada com um bastão de osso dentado de 30 a 45 centímetros de altura; posteriormente, o modelo foi medido com uma escala calibrada dividida no verso em dezesseis partes. As dimensões do esboço eram então desenhadas proporcionalmente ao bloco a ser esculpido, traçando uma grade quadrada nos quatro lados deste: segundo uma observação de Orfeo Boselli , autor de algumas Observações sobre escultura antiga , «o modelo assim ajustado é como uma pintura quadriculada para copiá-la bem, como os pintores usam em originais valiosos.\" Este método, observa Boselli, porém, apresentava um problema crítico, pois o tamanho muito pequeno do modelo criava uma «certa dificuldade em transportá-las do modelo pequeno para o mármore, e especialmente quando a pedra saia da pedreira com tal precisão, que todo golpe em excesso seria fatal á obra\". Diz a lenda que muitas das suas obras foram roubadas e destruídas. Terminada a modelagem, Bernini raspou as superfícies com limas e lixas, depois alisou-as com abrasivos de vários tipos (como pedra- pomes) e finalmente poliu-as com trípoli (pó de rocha de sílica utilizado para esse fim) e palha queimada. O mármore utilizado foi geralmente o da pedreira Polvaccio de Carrara, considerada a melhor do século XVII; Bernini, em todo caso, atacou o bloco de pedra em todas as direções, mantendo o quadro geral da cena. Todos os elementos decorativos foram magistralmente executados desta forma, com especial atenção aos tons de pele, suavizados na perfeição. Entre as ferramentas utilizadas por Bernini, podemos citar a viga (usada para desbastar o bloco), o degrau, o cinzel, o ferrotondo, a grosa, o prego, a furadeira com fio e os abrasivos, com um procedimento operacional que não permita a possibilidade de repensar durante a construção ou ajustes posteriores; por fim, deve-se excluir que Bernini tenha utilizado revestimentos finais para tornar as superfícies ainda mais lisas, como confirmam as análises das suas esculturas. Entre as suas obras mais significativas destacam-se algumas fontes monumentais de Roma : a Fontana delle Api, a Fontana del Moro , a Fontana dei Quattro Fiumi e a Fontana del Tritone. ===Arquitecto=== Além de escultor, Bernini também foi arquiteto, principalmente na maturidade. Foi influenciado tanto por Miguel Ângelo, criador da arquitetura plástica e do claro-escuro, quanto pelos restos estruturais da Roma imperial, edifícios que conseguiram cobrir espaços de dimensões imensas com o uso de superfícies curvilíneas (em nítido contraste com as retilíneas da memória grega). Bernini mesclaria então os ensinamentos de Miguel Ângelo e de Roma com a sua inesgotável veia inventiva, dando à sua arquitetura um novo sentido de decoração e do pitoresco. Nas suas criações, Bernini detectou as massas, estudando-as para que tivessem uma harmonia visual e estrutural, brincou com a perspectiva e a cor, utilizou a força plástica do claro-escuro e misturou harmoniosamente as estruturas e membros das suas criações; Além disso, não deixou de conferir um efeito teatral e cenográfico a todo o conjunto, fundindo numa única espacialidade o rigor físico da arquitetura com a preciosidade pictórica, o virtuosismo das esculturas e a imaginação desenfreada do cenógrafo, como Bernini.. Bernini aplicou sua própria concepção de arquitetura em muitas de suas criações. Excluindo o dossel da Basílica de São Pedro , obra mais escultórica do que arquitetônica, já no palácio da Propaganda Fide demonstrou seu gosto por uma arquitetura concebida plasticamente para as massas e com forte claro-escuro. O Palazzo Barberini , por outro lado, denota uma orientação mais decisiva para o classicismo, tanto que aqui Bernini retomou a sequência de três ordens de arcos do Coliseu e do Teatro de Marcelo , acrescentando os dispositivos de perspectiva das janelas da loggia suprema . Ao conceber as duas torres sineiras da Basílica de São Pedro, Bernini preocupou-se em acelerar dinamicamente a sensação de elevação vertical, mortificada pela horizontalidade e compacidade da fachada; em vez disso, na Capela Cornaro de Santa Maria della Vittoria Bernini conferiu ao aparelho uma grande preciosidade decorativa e cenográfica ao utilizar superfícies curvilíneas, quebrar os tímpanos e mover-se num claro-escuro significativamente acentuado pela cor dos mármores. Tendo atingido a plena maturidade arquitetónica após os cinquenta anos, Bernini aderiu cada vez mais aos projectos clássicos puros, embora os interpretasse com certa liberdade. No Palazzo di Montecitorio, por exemplo, quebrou a monótona horizontalidade e compacidade daquela fachada ao dividi-la em cinco vãos, com reminiscências clássicas também perceptíveis no alto pedestal. Bernini também retornou à concepção clássica na colunata da Praça de São Pedro, na qual se ouve o eco dos pórticos curvos dos Fóruns Imperiais, porém revisitados com a adição inteiramente berniniana do coro dos anjos e do efeito de perspectivas ilusórias ; estas últimas, em particular, foram sempre tomadas em termos clássicos na Scala Regia do Vaticano, de modo a ampliar a extensão do percurso aos olhos do observador. No que diz respeito às igrejas, Bernini utilizou dos romanos uma disposição concêntrica para aumentar o efeito visual dos ambientes litúrgicos, criando uma sensação de maior espaço para respirar; também projectou a planta oval em Sant'Andrea al Quirinale , a redonda na Colegiada de Santa Maria Assunta em Ariccia e a planta em cruz grega no Castelo Gandolfo. Foi em particular o Panteão, local que teve oportunidade de conhecer e apreciar enquanto trabalhava ao serviço de Urbano VIII, que exerceu sobre ele uma influência forte e duradoura. O espírito do Panteão, de facto, vive novamente na divisória interna e no presbitério de Sant'Andrea, na cúpula, nos arcos e na pronaos da Ariccia, e na cúpula do Castelo Gandolfo. À memória do Panteão, porém, Bernini associou a teatralidade da ornamentação barroca e transformou a planta circular em oval, mantendo inalterados os projectos clássicos. === Restaurador === 200px|left|thumb|Hermafrodito. Cópia romana (c.200 d.C.) de original grego, desde 1807 no Louvre. O leito foi adicionado por Bernini em 1619 O estudo das antiguidades clássicas por Gian Lorenzo foi a base de sua formação artística. Algumas restaurações indicam o gosto e a intenção precisa, mesmo com uma interpretação original, como adicionar um leito de mármore Carrara, de efeito realista a uma estátua antiga em Hermafrodito, cópia romana (c. 200 d.C.) de um original grego, por encomenda do então Cardeal Borghese. Mas respeitava a integridade e a leitura filológica da obra, como demonstra Ares Ludovisi, também uma cópia romana de um original grego (de c. 320 a.C.), em mármore do Monte Pentélico, restaurado em 1622, onde as partes de Bernini são reconhecíveis pela cor e tratamento do mármore. === Retratista === 200px|left|thumb|Busto de Francesco Barberini, National Gallery of Art, Washington Virtuosismo e imitação do mundo eram os dotes do escultor, mas foi o gênero de retratos ou bustos que fez sua fortuna. Por toda sua vida retratou papas, reis, nobres, personagens mais importantes e influentes de seu tempo, como um busto do cardeal Scipione que o mostra no exato momento de pronunciar uma palavra (1623). Para Bernini, um arguto observador, era esse o segredo de representar melhor as características humanas, imobilizar um momento da vida. Para Chantelou, seu biógrafo em sua passagem pela França, confidenciou se inspirar nos retratos executados por Rafael, mas que para obter um efeito natural tendia a dar um tratamento caricato ao objeto, ressaltando um aspecto mais característico do personagem. Frequentemente desenhava uma caricatura para observar o modelo. Contam também uma anedota, de quando encontrou um defeito oculto no mármore e, por isso, fez o modelo esperar alguns dias sem posar, enquanto, escondido, refazia a peça em outro bloco de pedra. Isso só ressalta sua bravura e a velocidade com que trabalhava. ===Pintor Bernini=== Bernini também foi pintor: Urbano VIII encorajou-o a tentar pintar também. O sonho neo-renascentista com que o Papa Barberini quis basear o seu pontificado exigia que ao seu lado houvesse um novo Miguel Ângelo, um paradigma do artista universal capaz de se destacar nas três grandes artes. Bernini, já exímio escultor, já arquiteto com a reforma de Santa Bibiana, faltava justamente a pintura. Para preencher a lacuna, Urbano VIII encomendou a Bernini a pintura de um vasto ciclo de afrescos que deveria representar a loggia de bênção da Basílica de São Pedro. Gian Lorenzo, porém, recusou a oferta e de facto nunca em toda a sua longa carreira licenciou obras pictóricas destinadas à exposição pública, destino na época reservado ao género denominado de istoria, ou seja, grandes composições com temas religiosos ou, se não destinado a edifícios eclesiásticos, mesmo com temas histórico-propagandisticos ou alegóricos. Mesmo assim, Bernini era um pintor de qualquer maneira. Foi-o essencialmente por prazer pessoal, concentrando a sua produção em pinturas de pequeno formato, de execução rápida e naturalista que em grande parte - pelo menos no que diz respeito às poucas pinturas hoje razoavelmente atribuíveis ao seu pincel - são constituídas por retratos e autorretratos. Apesar do limitado catálogo pictórico actual de Bernini, das suas obras conhecidas é possível deduzir que se Gian Lorenzo não fez da pintura uma profissão, também se interessou muito por esta arte, tendo reflectido sobre as obras dos seus mestres contemporâneos ou de anteriores gerações. Na verdade, nas suas pinturas podemos perceber as influências de Caravaggio e Annibale Carracci, até a arte do grande Diego Velázquez que permaneceu em Roma em 1629-1630. Bernini e outros artistas barrocos como o então mencionado Caravagio, e Peter Paul Rubens abriram caminho para uma nova forma de representar o corpo humano com um novo foco na sensualidade. Fontes biográficas atribuem entre cento e cinquenta e duzentas pinturas a Bernini: mesmo sem possíveis exageros desses números, o catálogo atual de pinturas plausivelmente autografadas está limitado a cerca de quinze obras: é, portanto, razoável pensar que da produção pictórica de Bernini ainda existe muito para descobrir. Se Bernini limitou a sua intervenção pessoal apenas a pinturas de pequenas figuras não encomendadas por ninguém, em certa medida e, por assim dizer, através de terceiros, ele também teve, no entanto, um papel importante em algumas grandes encomendas públicas. Na verdade, Gian Lorenzo atraiu para o seu círculo de ajuda e colaboradores, além de muitos escultores, também vários pintores por ele utilizados para a criação de obras públicas por ele concebidas, mas não executadas pessoalmente (artistas que também se ocuparam da finalização pictórica das suas obras no campo escultórico e arquitetónico, como é o caso dos afrescos da capela Cornaro). Notável neste sentido é o caso de Carlo Pellegrini, pintor carrarense de quem nada sabemos senão a sua presença na oficina de Bernini, a quem Gian Lorenzo confiou diversas encomendas pictóricas entre as quais as mais importantes, pelo prestigiado destino, foi o Martírio de São Maurício, concebido (e no máximo retocado) pelo mestre mas colocado em tela pelo seu assistente. A grande pintura fazia parte de uma série de retábulos, criados por alguns dos melhores pintores da época em Roma, com os quais foram inicialmente mobilados os altares da Basílica de São Pedro (posteriormente substituídos por mosaicos ainda maiores e mais monumentais). exemplares, mais adequados à imensidão da basílica). Entre os pintores que trabalharam ao lado de Bernini, disponibilizando o pincel para a realização dos seus projetos, o mais talentoso foi sem dúvida Giovan Battista Gaulli : também a sua obra-prima absoluta, entre os triunfos do barroco romano, ou seja, os afrescos da igreja de Gesù (incluindo o monumental Triunfo do nome de Jesus), muito provavelmente beneficia das ideias, sugestões e conselhos de Gian Lorenzo Bernini. ===Dramaturgo e cenógrafo de Bernini=== Bernini também aplicou o seu talento ao mundo do teatro, de onde mais tarde se inspiraria para várias das suas obras, concebidas precisamente como cenários sumptuosos. O primeiro atestado da atividade teatral de Bernini remonta a 1633, quando o representante do duque de Modena em Roma escreveu: As comédias de Bernini destinavam-se a um público limitado e inspiravam-se fortemente na tradição da Commedia dell'arte , mas têm muitas afinidades com o gênero contemporâneo da chamada comédia ridícula , um fenômeno teatral muito em voga na Roma do século XVII. Apesar do caráter amador , as obras teatrais de Bernini foram elaboradas com grande e meticuloso cuidado, e não deixaram de impressionar pela ousadia das criações cênicas - cujo editor e artífice era naturalmente o próprio artista - que muitas vezes tornavam os espectadores atores ao mesmo tempo. Em De' due teatri, por exemplo, o público teve a impressão de que havia um segundo público imaginário além do real, já que os atores usavam máscaras que reproduziam os traços dos espectadores; esta ilusão foi enfatizada na fase do prólogo, interpretada por dois atores que viraram um para o público inexistente e o outro para o público real. Outro prodígio cênico muito apreciado de Bernini foi o da comédia O Incêndio, onde, ao passar um carro carnavalesco, irromperam chamas aterrorizantes que pareciam devorar tudo. Efeito semelhante da \"maravilha\" foi alcançado pela comédia A Inundação do Tibre, inspirada numa enchente de 1637, na qual foi simulada a ruptura das margens do rio romano. O seu filho Domenico relata a audácia da façanha cênica: Profundamente impressionado com A Inundação do Tibre, o embaixador do Duque de Módena comentou que «foram três cenas que maravilharam todo o universo» e que Bernini «só sabe realizar tais obras e não tanto pela qualidade das máquinas, mas pela maneira de agir.\" Outra comédia de Bernini, que chegou até nós em estado fragmentário, é A Fonte de Trevi. Como cenógrafo, Bernini também foi muito ativo na produção de exibições efémeras para celebrações e comemorações seculares e religiosas, algumas das quais rapidamente se tornaram lendárias pelo efeito surpreendente que tiveram na população de Roma da época. Entre estas, surpreendente, também pelas exibições pirotécnicas preparadas por Bernini para a ocasião, foi a encenação das celebrações realizadas em Roma em 1661, em Trinità dei Monti, pelo nascimento do Delfim da França. ===Oficina de Bernini=== Ao longo da sua carreira, Bernini desenvolveu notáveis ​​habilidades organizacionais e de gestão, necessárias dado o grande número de encomendas pelas quais foi responsável e as características peculiares das suas obras. As obras de Bernini, de facto, apresentavam uma integração entre escultura, pintura e arquitectura que pressupunha a ajuda de colaboradores e discípulos, apesar de muitas vezes as encomendas exigirem que a obra encomendada fosse autografada pelo artista (\"da sua própria mão\", um conceito um tanto aleatório, mas que também permitia uma supervisão simples). Em suma, Bernini era auxiliado no seu trabalho por um conjunto de assistentes e discípulos, numa oficina que, no entanto, não contava com pessoal permanente: entre os assistentes incluíam-se certamente o seu pai Pietro e o seu irmão Luigi, a quem Gian Lorenzo delegava frequentemente a execução das partes menos exigentes da obra. Além dos parentes, em todo caso, o círculo de Bernini contava também com escultores como Andrea Bolgi, Pietro Naldini , Giulio Cartari e Antonio Raggi, que garantiram uma cooperação assídua, ou a participação mais ocasionais como a de Ercole Ferrata. A peculiaridade da oficina de Bernini era a relação entre os diversos colaboradores: não havia subordinação passiva, como em diversas oficinas da época; pelo contrário, os diferentes ajudantes, apesar do fosso entre as diferentes personalidades, trabalharam em tal harmonia e coesão de imagem que muitas vezes as mãos individuais são reconhecíveis apenas através da análise dos dados de arquivo.. === Últimas obras === Para o novo Papa Clemente IX, o escultor executa uma série de anjos portando o símbolo da Paixão de Cristo para serem colocados ao longo da Ponte Sant'Angelo. Só resta uma assinada, hoje na igreja de Santo André delle Fratte. Na igreja de San Francesco a Ripa enfrenta novamente o tema do êxtase, na escultura dedicada à beata Ludovica Albertoni, \"Beata Ludovica Albertoni\".Sua última obra é um busto de Jesus como Salvator Mundi, em tamanho pouco maior que o natural e com a mão direita levantada em posição de bênção, encontrada no convento de São Sebastião Fora dos Muros, na Via Ápia antiga, em Roma. Bernini teria oferecido esta obra à rainha Cristina da Suécia, que a recusou, afirmando não ter nada tão precioso para retribuir tão bela oferta. Esta obra ficou perdido por muito tempo, só sendo redescoberta em 2001. Bernini morreu em 28 de novembro de 1680, em seu palácio em Roma e seu funeral foi na Basílica de Santa Maria Maggiore. Dois anos após sua morte, a rainha Cristina,Artigo de L. Zirpollo in Woman's Art Journal que Bernini ajudara a homenagear em 1655, quando de sua conversão ao catolicismo e sua primeira visita a Roma, encomendou a Filippo Baldinucci que escrevesse sua biografia. ==Bernini, o homem: descrição física e caráter== Paul Fréart de Chantelou foi companheiro e intérprete de Bernini durante a sua estadia na França; conviveu com o artista em contato quase diário e registou os gestos, ações e pensamentos de Bernini no Journal de voyage du Cavalier Bernin en France . Nesta obra, Chantelou oferece-nos um retrato fisionómico e de caráter muito detalhado de Bernini: Pelo testemunho de Chantelou, mas também pelos múltiplos retratos, sabemos, portanto, que Bernini era de estatura mediana, bastante esguio, de tez morena e cabelos pretos esvoaçantes, que se tornavam brancos e menos abundantes com a idade; as sobrancelhas eram longas e grossas, e a testa larga, \"afundada no centro e ligeiramente elevada acima dos olhos\". Tinha um temperamento sanguíneo, com um ardor e entusiasmo que muitas vezes se transformava em explosões de cólera e ira, como testemunhou Domenico Bernini, filho do artista, que descreveu o pai como «duro por natureza, fixo nas operações, ardente na raiva». Segundo o julgamento do historiador de arte do século XVIII Francesco Milizia , na verdade, Bernini era fogoso, irascível e orgulhoso de seu olhar, mas também cordial, caridoso e inimigo da inveja e da calúnia; o poeta Fulvio Testi , porém, elogiou sua inteligência brilhante e viva, definindo-o como \"um homem que poderia enlouquecer as pessoas\". A personalidade multifacetada de Bernini também foi marcada por uma inclinação particular para brincadeiras. Um dos episódios mais famosos, revelando esta faceta do seu personagem, ocorreu durante a construção da Fonte dos Quatro Rios. Na verdade, começou a espalhar- se em Roma o boato de que a obra não teria suportado o peso do obelisco colocado sobre ela e que havia o perigo iminente de desabar. Um dia Bernini foi ao local e com um olhar muito sério amarrou alguns finos fios de lã no obelisco que fixou com um prego nas paredes de alguns edifícios da Piazza Navona, mostrando então satisfação e alívio por ter tornado a fonte segura, obviamente zombando, com aguda ironia, dos seus críticos. == Obra == === Arquitetônica === *Praça de São Pedro, Vaticano *Castelo de Santo Ângelo, Roma *Sant'Andrea al Quirinale, Quirinale *Collegiata di Santa Maria Assunta Ariccia *Igreja São Tommaso de Villanova (Ariccia) *Palácio Montecitório *Palácio Chigi Odescalchi *Scala Regia (Escada Real, Vaticano === Monumentos === *Baldaquino da Basílica de São Pedro, Roma * Sepulcro de Urbano VIII, idem * Sepulcro de Alexandre VII * Elefante do obelisco na Piazza della Minerva *Altar do Santissimo Sacramento *Capela Raimondi *Capela Chigi *Fonte dos Quatro Rios *Fonte da Barca *Fonte de Tritão === Esculturas === *A Cabra Amalthea com o Infante Júpiter e um Fauno *Mariana Rebelo *Busto de Antonio Coppola *São Lourenço na Graticola *São Sebastião *Busto de Paulo V *Enéas, Anquise e Ascânio *O Rapto de Proserpina (Galleria Borghese) *David (Galleria Borghese) *Apolo e Dafne (Galleria Borghese) *Santa Bibiana *São Longinho *Busto de Scipione Borghese *Busto de Costanza Bonarelli *Busto do Cardeal Richelieu *A Verdade revelada pelo tempo *Busto de Inocêncio X *Busto de Francesco I d'Este *Constantino a Cavalo *Cruxifixo dell'Escorial *Busto de Alexandre VII *São Girolamo *Maria Madalena *Busto de Luis XIV *Habacuc e o Anjo *Anjo com a Coroa de Espinhos *O Êxtase de Santa Teresa *Daniel e Leão == Bibliografia == * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * == Ligações externas == * Descobrir a Roma de Bernini (em português) * *Prediche dette nel Palazzo Apostolico da Gian Paolo Oliva..., 1660-1680, na Biblioteca Nacional de Portugal Categoria:Trabalhos criativos por pessoa Categoria:Italianos do século XVII Categoria:Naturais de Nápoles Categoria:Escultores da Itália Categoria:Escultores do Barroco Categoria:Arquitetos do Barroco Italiano Categoria:Arquitetos da Itália do século XVII Categoria:Pintores da Itália do século XVII Categoria:Cenógrafos da Itália Categoria:Pintores do Barroco",
 "title": "Gian Lorenzo Bernini"
}