{
 "id": "70759",
 "text": "A história do ioga na América do Sul, começou em 1920 na Argentina. ==América do Sul== Por volta de 1920 na cidade de Buenos Aires, Argentina, um jovem chamado Jehel, que mais tarde viria ser conhecido por Sri Sevânanda Swâmi, percorreu os pampas argentinos divulgando a prática do Ioga. A partir do fim de 1932 o Ioga ganhou outros ares com a fundação do GIDEE (Grupo Independente de Estudos Esotéricos) que funcionava como uma universidade espiritual,localizado em Montevidéu, Uruguai. Ali se estudava além do Ioga, martinismo, teosofia, budismo, vedanta. Partindo do Uruguai, missões de membros de GIDEE percorreram o Brasil e demais países da América Latina, difundindo o estudo espiritual. Swami Sevânanda sempre esteve à frente deste grupo, norteando o curso de ensino. A partir de 1937, Sevânanda casou-se com Sadhana e os dois foram morar numa motocasa (ermida rodante). Iniciaram o Movimento Alba Lucis, divulgando o Ioga no Brasil e demais países do continente sul-americano. ==Brasil== No Brasil, o Ioga teve início em 1947 por iniciativa de Sêvánanda Swámi, um francês de nome verdadeiro Léo Costet de Mascheville. Criador do Sarva Yoga (Ioga Integral), apresentou seus ensinamentos em um Congresso no Rio de Janeiro, assistido também pelo brasileiro Caio Miranda. Sêvánanda era um líder natural que arrebatava os corações e mentes. Com seu carisma viajou por várias cidades dando palestras e fundou um grupo de discípulos na cidade de Lages, Santa Catarina. Em 1953, ganha um terreno de 12 hectares no município de Resende, estado do Rio de Janeiro, onde, com ajuda da sua esposa, Mestra Sadhana, de seu discípulo francês Sri Sevananda Swami (George Kriti-kós) e de Vayuãnanda (Ovidio Juan Carlos Trotta) médico do monastério, fundou, em 1950, um centro esotérico denominado Amo-Pax, um ashram de Sarva Yoga e um Mosteiro Essênio, compartilhando o mesmo espaço. Havia, também, um curso de ioga por correspondência para cerca de mil discípulos, ministrado por Vayuãnanda e sua esposa mestre Íris. Com Sêvananda aprenderam Ioga todos os instrutores da velha guarda, que lecionavam na década de 1960. Também realizavam-se no monastério casamentos entre os discípulos, como o da atriz Theresa Amayo - na época, com 19 anos de idade - e seu marido iogue Estevam. Ao considerar sua obra bem alicerçada e concluída, o Mestre Sêvánanda recolheu-se para viver em paz seus últimos anos. Todos quantos o conheceram de perto guardam-lhe uma grande admiração e afeto. Infelizmente Sêvánanda sobreviveu em seus ultimos dias como vendedor de seguros e apesar da admiração de muitos no passado somente uma discípula permaneceu até seus ultimos dias, auxiliando-o. Faleceu sozinho e empobrecido. Na década de 1960 Caio Miranda escreveu o primeiro livro brasileiro sobre Ioga Livro: Hatha Yoga - A Ciência da Saúde Perfeita, Miranda, Caio e fundou academias em diversas cidades. Formou os primeiros instrutores de Ioga, introduzindo a profissão, ao contrário da direção mística e monástica de Sêvananda. Entre os instrutores formados nesta leva, esteve Sandra Garcia, a primeira pessoa a levar os ensinamentos filosóficos e práticos para a mídia. Foi colunista da Gazeta Esportiva e trabalhou na extinta TV Tupi, autora de dez livros sobre diversas ramificações do ioga. Mais tarde, seus livros foram reprefaciados pelo próprio Cônsul Geral da Índia o Deepak Bhojwani, como reconhecimento pelo valor de seu trabalho da difusão da prática no país. Em 1960, após passar por vários países, chega ao Brasil outro grande líder mundial, Shri Swami Vyaghrananda Pashupati Bhagwan, também conhecido como Mestre Kim (Hee Song Kim) ou Dr. Song (também era médico). Foi ele o introdutor do Raja Vidya Yoga no Brasil, assim como o Vajramushti em 1960. Pouco se fala nele, porque sendo um swami, era bastante discreto e, após sua vida pública no exterior, decidiu migrar para o Brasil, aqui estabelecer- se e terminar seus dias. Em 1980 foi fundado o Vidya Yoga Ashram, em Curitiba, Paraná, pelo seu discípulo Shri Swami Vyaghra Yogi, atual grão-mestre do Vidya Yoga Ashram e presidente desta ordem filosófica. O Vidya Yoga segue a tradição paramparay - transmissão de conhecimento de Mestre a discípulo. Em 1960, DeRose, aos 16 anos, começa a lecionar na Fraternidade Rosacruz e publica o livro Prática de Yôga Elementar. Em 1962, é lançado no Brasil o livro Autoperfeição com Hatha Yôga, do Coronel Hermógenes, que se torna o segundo brasileiro a publicar um livro de Ioga. Em virtude do lançamento do livro, realiza inúmeras palestras no Rio de Janeiro e convida o jovem DeRose, para fazer a demonstração das técnicas durante a exposição. Por consequência das palestras, funda no mesmo ano, no Rio de Janeiro, a Academia Hatha Yoga HermógenesHermogenes, José. Iniciação ao Yôga: Nova Era, 2001. Em 1964, o professor DeRose funda, aos vinte anos de idade, o Instituto Brasileiro de Yôga. Em 1965, Maria José Marinho, funcionária da Justiça Federal em Belo Horizonte, inaugura um curso de ioga numa pequena sala alugada e, em 1966, o Centro de Estudos Yôga Narayana,é aberto em São Paulo, por Maria Helena de Bastos Freire. Assim, nas décadas de 1950 e 1960 o desenvolvimento do ioga se deu através de academias, com os ensinamentos sendo repassados por transmissão oral. Na verdade, poucos dos professores acima tiveram mestres oficialmente, mas sim caminharam com o seus estudos cada qual se identificando com determinada modalidade. Inaugura-se, na década de 1970, uma nova fase do Ioga no Brasil com a formação de inúmeras associações, como decorrência do incentivo que alguns buscadores tiveram após viagens à ÍndiaZimmer,Heinrich. Filosofias da India: Palas Athena, 2003. em busca de conhecimentos, como forma de disseminarem os ensinamentos adquiridos. A partir daí, os cursos de formação de professores começaram a ser delineados. No fim dessa década foi criado o primeiro vínculo institucional com o exterior: a Federação Internacional de São Paulo. Em 1972, a paulista Maria Helena de Bastos Freire funda, em nível universitário, o [primeiro curso de formação de professores de Ioga, com duração de três anos e meio (2.200 horas)]. Perdurando até os dias de hoje, já formou centenas de professores e foi o primeiro curso a esse nível em toda a América Latina. Em 1973, ocorre o I Congresso da IYTA no Brasil em Bertioga, organizado pelo Centro de Estudos de ioga Narayana. Em 1975, é fundada a representação no Brasil da I.Y.T.A. (International Yoga Teachers Association, Associação Internacional dos Professores de ioga), cuja Matriz está situada em Sydney, Austrália, com o nome de Associação Internacional de Professores de Ioga (em inglês, IYTA) pela professora Maria Helena de Bastos Freire, sua Presidente Honorária. Em 1975, DeRose funda a União Nacional de Yôga,http://www.uni-yoga.org a primeira entidade a congregar instrutores e escolas de todas as modalidades. E passou a dar cursos em diversas universidades em todo o país. Em 1976, Maria Helena de Bastos Freire funda na Índia o YOCOCEN (International Yoga Coordination Center), com o intuito de coletar, armazenar e disseminar informações do Ioga. Em 1978, DeRose liderou a campanha pela criação e divulgação do primeiro projeto de lei visando à regulamentação da profissão de professor de Ioga. Sob sua influência, surgiram diversos cursos de extensão universitária para a formação de instrutores de Ioga em inúmeras universidades pelo país.Livro: A regulamentação dos profissionais de Yôga, DeRose Em 1981, Svami Sarvananda, Pierre Weil, Jean Pierre Bas-tiou, Maria Luísa S. Keddy, e o casal Neyda e Octávio Melchíades Ulysséa fundaram o primeiro curso regular de formação em Ioga, no ano de 1981, na atual Faculdades Integradas Espírita, na época chamada de Faculdade de Ciências Biopsíquicas do Paraná. Nas décadas de 1980 e 1990, surgem federações e associações por todo o país, com cursos de formação e abertura de academias. O objetivo era estabelecer um grupo forte de associações, federações, uma confederação e, finalmente, um conselho superior de Ioga. Em 1980, DeRose começou a ministrar cursos na própria Índia e a lecionar para instrutores de Ioga em Portugal. Em 1982 realizou o Primeiro Congresso Brasileiro de Ioga. Ainda em 82, lançou o primeiro livro voltado especialmente para a orientação de instrutores, o Guia do Instrutor de Ioga; e a primeira tradução do Yôga Sútra de Pátañjali – a mais importante obra da ioga clássica – feita por professor de Ioga brasileiro. Em 1994, completando vinte anos de viagens à Índia, fundou a primeira universidade de ioga do Brasil, a Universidade Internacional de Yôga em Portugal e na Argentina. Em 1997, DeRose lançou os alicerces do Conselho Federal de Ioga e do Sindicato Nacional de Ioga. Em 2002, é fundado em São Paulo o Colegiado de Ioga do Brasil Dharmaparishad (com adesão inicial de 50 entidades de ensino de Ioga em todo o país) que busca de autorregulamentação do Ioga, do livre exercício não condicionado à registro ou autorização de qualquer entidade independentemente de sua natureza jurídica. A instituição pretende estimular a aferição de qualificação para a instrução de Ioga através de certificados, sem que estes constituam condição para a atuação no ensino e difusão do Ioga e sem obrigatoriedade de filiação. Em 28 de março de 2004, reuniram-se em Curitiba diversos discípulos, amigos, alunos e familiares de Monserrat Rosa Fernandes, uma das pioneiras do Yoga paranaense, para fundarem o Ashram Monserrat. O objetivo da fundação do Ashram foi estabelecer uma forma sistematizada para a continuidade dos trabalhos iniciados por Monserrat na década de 70. Atualmente as aulas no Ashram estão sob a responsabilidade de professores formados sob a supervisão dessa notável mestra. Em 2006, ocorre o 1º seminário sobre Natha Yôga Sampradaya em Uttarachal - Índia, sobre a coordenação do YOCOCEN. Hoje, há no Brasil, mais de 30 linhas diferentes,PAULA, Caco, Com você, o yoga. Superinteressante, Editora Abril, 165, jun. 2001. Disponível em: http://super.abril.com.br/esporte/voce-yoga-442187.shtml. Acesso em: 12 maio. 2012, 15: diversos cursos de formação. Estima-se também mais de 5 milhões de praticantes entre as diversas modalidades. == Portugal == Os registos sobre o Yoga em documentos portugueses remontam ao século XVI em que Duarte Barbosa cunhado de Fernão de Magalhães descreve, em 1516 os yoguis como pessoas nómadas, desprovidas de bens materiais, com o corpo untado de cinza, respeitados pelas comunidades locais e independentes. Os primeiros contactos dos portugueses com a comunidade yogui resultam da colonização portuguesa no território indiano através da atividade dos missionários no século XVI. O primeiro livro publicado em Portugal é da autoria de Annie Besant, traduzido por Fernando de Castro sob o título Introdução ao Yoga. quatro conferências realizadas por ocasião do trigésimo segundo aniversário da Sociedade Teosófica celebrado em Benares, nos dias 27, 28, 29 e 30 de Dezembro em 1907 . === No Estado Novo === Entre 1933 e 1974 foram publicadas poucas obras relacionadas sobre o yoga considerando o papel dominante da religião católica durante este período a que se pode dever á repressão por parte parte da polícia política. Não obstante, as primeiras aulas públicas terão decorrido em Lisboa em 1973. === No período democrático === Maria Helena de Freitas Branco do Ginásio Clube Português e Maria Dinorah de Freitas, do Centro de Yoga do Porto foram pioneiras no ensino da prática do yoga em Portugal nos anos 70. Maria Dinorah, que tinha proximidade com o Professor Hermógenes, era muito ativa no Porto através da organização de seminários, retiros e cursos de formação de professores Maria Helena de Freitas Branco começou a leccionar no Ginásio Clube Português, de quem Clotilde Ferreira foi aluna, a 1 de Maio de 1973 Categoria:Hinduísmo Categoria:Filosofia indiana",
 "title": "História da ioga"
}