{
 "id": "70767",
 "text": "Machgielis (Max) Euwe (Amsterdã, 20 de maio de 1901 — Amsterdã, 26 de novembro de 1981) foi um enxadrista neerlandês e o quinto jogador a ganhar o título de Campeão do Mundo de Xadrez. == Vida == Max Euwe estudou matemática na Universidade de Amsterdã, tendo depois lecionado matemática, primeiramente em Roterdão e posteriormente num liceu para moças em Amesterdão. Aplicou os seus conhecimentos em matemática ao estudo de jogos de xadrez infinitos. Em 1921 sagrou-se campeão neerlandês de xadrez, conservando o título até 1935. Tornou- se campeão amador de xadrez corria o ano de 1928. Em 15 de Dezembro de 1935, depois de 30 jogos disputados em 13 cidades diferentes num período de 80 dias, derrotou o campeão do mundo em título Alexander Alekhine, conquista que muito impulsionou o desenvolvimento do xadrez nos Países Baixos. Em 1937 Euwe perdeu o título para Alekhine. Após a morte de Alekhine, em 1946, considerava-se que Euwe teria o direito moral à posição de campeão mundial, mas ele assentiu em participar num torneio com cinco competidores pelo título de novo campeão do mundo, torneio esse que se disputou em 1948, tendo Max Euwe acabado em quinto. Apesar de ser mais velho quarenta anos que Bobby Fischer, Euwe ainda teve a energia e a resistência suficientes para manter o equilíbrio nos resultados entre ambos (+1 -1 =1). Entre 1970 e 1980, foi presidente da FIDE, tendo desempenhado um papel importante na organização do famoso match entre Boris Spassky e Bobby Fischer. Euwe escreveu diversos livros sobre xadrez, dos quais os mais conhecidos são Oordeel en Plan e uma série sobre aberturas. Em Amesterdão existe a Max Euwe Plein (praça Max Euwe, próximo da Leidseplein). == Principais resultados em torneios == Data Local Colocação Observações 1928 Bad Kissingen 1928 3 Vencido por Efim Bogoljubow, com José Raul Capablanca em segundo e Akiba Rubinstein em quarto. 1936 Nottingham 1936 3 Vencido por Mikhail Botvinnik e com José Raul Capablanca em segundo e com participação de Emanuel Lasker, Alexander Alekhine e Reuben Fine. 1938 AVRO 1938 4 A frente de Alexander Alekhine e José Raúl Capablanca. 1946 Groninga 1946 2 Vencido por Mikhail Botvinnik, com Vasily Smyslov em terceiro e Miguel Najdorf em quarto. ==Ligações externas== *Biografia de Max Euwe *Jogos de Euwe no sítio muljadi.org *25 posições decisivas dos seus jogos Categoria:Matemáticos pesquisadores do xadrez Categoria:Matemáticos dos Países Baixos Categoria:Jogadores de xadrez dos Países Baixos Categoria:Campeões mundiais de xadrez Categoria:Grandes mestres de xadrez Categoria:Competidores das Olimpíadas de Xadrez Categoria:Teóricos do xadrez Categoria:Naturais de Amsterdã",
 "title": "Max Euwe"
}