{
 "id": "70787",
 "text": ", conhecida pelo seu nome artístico Natalie Portman, é uma atriz, produtora e cineasta israelo-americana. Ela teve uma carreira cinematográfica prolífica desde a adolescência e estrelou vários sucessos de bilheteria e filmes independentes, vencedora de um Oscar, um BAFTA, dois Prêmios Globo de Ouro e um Screen Actors Guild. Portman fez sua estreia no cinema em Léon: The Professional (1994). Enquanto ainda estava no ensino médio, ganhou reconhecimento internacional por estrelar como Padmé Amidala em Star Wars: Episode I – The Phantom Menace e recebeu aclamação da crítica por interpretar a adolescente Ann August no drama Anywhere but Here (ambos de 1999). De 1999 a 2003, Portman cursou bacharel em psicologia na Universidade Harvard. Ela continuou a atuar durante sua estada na universidade, estrelando a peça The Seagull no The Public Theatre em 2001 e a sequência Star Wars: Episode II – Attack of the Clones (2002). Em 2004, a atriz foi indicada ao Oscar de Melhor Atriz Coadjuvante e ao BAFTA e ganhou um Globo de Ouro na mesma categoria por interpretar a stripper Alice Ayres/Jane Jones em Closer. Após ter concluído as gravações de Star Wars: Episode III – Revenge of the Sith (2005), Portman protagonizou uma grande variedade de papéis. Ela interpretou Evey Hammond em V for Vendetta (2006), Ana Bolena em The Other Boleyn Girl (2008) e a bailarina Nina Sayers no filme de terror psicológico Black Swan (2010), pelo qual recebeu louvor por parte dos críticos cinematográficos e ganhou o Oscar, BAFTA, Globo de Ouro e os Prêmios Screen Actors Guild, todos na mesma categoria de Melhor Atriz, além de inúmeros outros troféus. A atriz estrelou a comédia romântica No Strings Attached (2011) e apareceu como Jane Foster nos filmes do Universo Cinematográfico Marvel Thor (2011) e Thor: The Dark World (2013). Por ter interpretado Jacqueline Kennedy no filme biográfico Jackie (2016), Portman recebeu sua terceira indicação ao Oscar. Ela reprisou seu papel como Jane Foster em Thor: Love and Thunder (2022). == Biografia == Portman é filha única do médico israelita Avner Hershlag e da dona de casa e sua agente, Shelley Stevens. Quando a atriz tinha apenas três anos, sua família se mudou para os Estados Unidos. A atriz, judia, é vegetariana desde os oito anos, aderindo, mais tarde, ao veganismo, após a leitura do livro Comer Animais, de Jonathan Safran Foer. Portman frequentou a Universidade de Harvard, onde se formou em 2003 em psicologia e a Universidade Hebraica de Jerusalém, onde graduou-se em 2004. Desde os quatro anos pratica aulas de balé, fala fluentemente inglês e hebraico, seus idiomas maternos. A atriz também domina o francês, espanhol, alemão e japonês. Quanto à vida pessoal, Portman namorou o ator Gael Garcia Bernal, o ator Hayden Christensen, o cantor folk Devendra Banhart e o financista britânico Nathaniel Philip Rothschild. No final de 2010, anunciou que estava grávida e noiva do coreógrafo francês Benjamin Millepied, com quem trabalhou em Black Swan (br/pt: Cisne Negro) e namorava desde 2009. Em 14 de junho de 2011, Portman deu à luz seu primeiro filho, Aleph Hershlag-Millepied. Portman e Millepied se casaram em 4 de agosto de 2012 em uma discreta cerimônia ocorrida em Big Sur, na Califórnia. Em 22 de fevereiro de 2017, nasceu a segunda filha do casal, Amalia Millepied. Separaram-se em 2023. === Carreira === Aos dez anos, um agente da Revlon a convidou para ser modelo, mas Portman recusou dizendo que preferia ser atriz. Aos doze anos, iniciou sua carreira de atriz com o filme Léon, de Luc Besson. Após o sucesso do filme, Portman foi convidada para aparecer em diversas produções, entre elas: Everyone Says I Love You (br: Todos Dizem Eu Te Amo), de Woody Allen; Mars Attacks! (br: Marte Ataca!) de Tim Burton; Heat de Michael Mann; Beautiful Girls (br: Brincando de Seduzir) e Anywhere But Here (br: Em Qualquer Outro Lugar); sendo no último filme, nomeada ao Globo de Ouro de melhor atriz (coadjuvante/secundária) em cinema. Seu trabalho, no entanto, só foi melhor reconhecido após interpretar Padmé Amidala na recente trilogia de filmes Star Wars, a atriz trabalhou em Star Wars Episode I: The Phantom Menace (br: Guerra nas Estrelas Episódio I: Ameaça Fantasma), lançado em 1999, Star Wars Episode II: Attack of the Clones (br: Guerra nas Estrelas Episódio II: Ataque dos Clones), lançado em 2002, e em Star Wars Episode III: Revenge of the Sith (br: Guerra nas Estrelas Episódio III: A Vingança dos Sith), lançado em 2005. Outros dois grandes destaques de sua carreira foram os filmes Closer (br: Closer - Perto Demais) e V for Vendetta (br: V de Vingança). No primeiro, Portman interpretou uma stripper, e por esse papel, a atriz ganhou o Globo de Ouro de melhor atriz coadjuvante e recebeu uma indicação ao Oscar de melhor atriz coadjuvante em 2005. Já no segundo, Portman raspou a cabeça para interpretar sua personagem, Evey Hammond, na adaptação do graphic novel de Alan Moore, V de Vingança. A atriz também atuou em diversos projetos como Cold Mountain, de Anthony Minghella; Garden State (br: Hora de Voltar); Paris, je t'aime; Goya's Ghosts (br: Sombras de Goya); Mr. Magorium's Wonder Emporium (br: A Loja Mágica de Brinquedos) com Dustin Hoffman; The Darjeeling Limited; My Blueberry Nights (br: Um Beijo Roubado); The Other Boleyn Girl (br: A Outra) com Scarlett Johansson; Brothers (br/pt: Entre Irmãos) com Jake Gyllenhaal e Tobey Maguire, entre outros. Em 2008, estreou na direção de dois filmes: Eve, que teve sua estréia no Festival de Veneza; e New York, I Love You (br: Nova York, Eu Te Amo), onde além de dirigir um curta-metragem, também atua. Em 2010, estrelou o filme Cisne Negro de Darren Aronofsky, pelo qual foi aclamada pela crítica por sua atuação, ganhando o Oscar de Melhor Atriz, Globo de Ouro de Melhor Atriz - Drama, SAG Award de Melhor Atriz Principal, BAFTA de Melhor Atriz, entre outros diversos prêmios. Entre seus filmes mais recentes, Portman deverá aparecer ainda nos filmes Thor, como Jane Foster, nas comédias No Strings Attached (br: Sexo Sem Compromisso), com Ashton Kutcher; e Your Highness, além dos dramas The Other Woman e Hesher. É a garota-propaganda da marca Dior. Em 2012, Portman anunciou que planejava adaptar para o cinema o livro Comer Animais, de Foer. Em 2015, anunciou que iria interpretar Jacqueline Kennedy no filme biográfico da ex-primeira dama dos Estados Unidos, Jackie dirigido pelo chileno Pablo Larrain; o filme foi lançado em 2 de dezembro de 2016. Natalie foi aclamada pela crítica pela sua fiel interpretação e recebeu a sua segunda indicação ao Oscar de Melhor Atriz. == Filmografia == == Principais prêmios e indicações == ====Oscar==== Ano Categoria Filme Resultado 2005 Melhor Atriz Coadjuvante Closer 2011 Melhor Atriz Black Swan 2017 Jackie ====Globo de Ouro ==== Ano Categoria Filme Resultado 2000 Melhor Atriz Coadjuvante Anywhere But Here 2005 Closer 2011 Melhor Atriz em Cinema - Drama Black Swan 2017 Jackie 2024 Melhor Atriz em Cinema - Comédia ou Musical May December ====SAG Awards==== Ano Categoria Filme Resultado 2011 Melhor Atriz Principal Black Swan Melhor Elenco em Cinema 2017 Melhor Atriz Principal Jackie ====BAFTA==== Ano Categoria Filme Resultado 2005 Melhor Atriz Coadjuvante Closer 2011 Melhor Atriz Black Swan 2017 Jackie ====Critics' Choice Movie Awards==== Ano Categoria Filme Resultado 2005 Melhor Elenco Closer Melhor Atriz Coadjuvante 2011 Melhor Atriz Black Swan 2017 Jackie ====Independent Spirit Awards==== Ano Categoria Filme Resultado 2011 Melhor Atriz Black Swan ==== Saturn Awards==== Ano Categoria Filme Resultado 2007 Melhor Atriz V for Vendetta 2011 Black Swan ==Ligações externas== * * Categoria:Naturais de Jerusalém Categoria:Cidadãos naturalizados dos Estados Unidos Categoria:Norte-americanos de ascendência austríaca Categoria:Norte- americanos de ascendência israelita Categoria:Norte-americanos de ascendência polonesa Categoria:Norte-americanos de ascendência romena Categoria:Norte- americanos de ascendência russa Categoria:Atrizes dos Estados Unidos Categoria:Judeus dos Estados Unidos Categoria:Óscar de melhor atriz Categoria:Globo de Ouro de melhor atriz em filme de drama Categoria:Saturno de melhor atriz em cinema Categoria:Alunos da Universidade Harvard Categoria:Independent Spirit de melhor atriz Categoria:Vencedores do Prémio Screen Actors Guild de melhor atriz em filme Categoria:Critics' Choice de melhor atriz em cinema Categoria:BAFTA de melhor atriz em cinema Categoria:Globo de Ouro de melhor atriz secundária em cinema Categoria:Florida Film Critics Circle de melhor atriz Categoria:Boston Society of Film Critics de melhor atriz Categoria:Phoenix Film Critics Society de melhor atriz Categoria:Online Film Critics Society de melhor atriz Categoria:Chicago Film Critics Association de Melhor Atriz Categoria:Ativistas dos Estados Unidos Categoria:St. Louis Film Critics Association de Melhor Atriz Categoria:Elenco de Star Wars Categoria:Israelenses de ascendência russa Categoria:Pessoas com dupla nacionalidade Categoria:Veganos de Israel Categoria:Alunos da Universidade Hebraica de Jerusalém Categoria:Atores de Israel Categoria:Veganos dos Estados Unidos",
 "title": "Natalie Portman"
}